[{"internal_id": 154166705, "Award ID": "15PNIJ22GK03017CVIP", "Award Amount": 785819.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.045", "Description": "THIS IS A FOUR-YEAR STUDY OF THE BRONX-OSBORNE GUN AVOIDANCE PROGRAM (BOGAP), A COMMUNITY BASED DIVERSION PROGRAM IN NEW YORK CITY FOR INDIVIDUALS AGES 16- 30 WITH OPEN CRIMINAL CASES INVOLVING FIRST-TIME FELONY CHARGES OF LOADED-GUN POSSESSION. INCORPORATING EMPLOYMENT TRAINING, THERAPEUTIC SERVICES (COGNITIVE BEHAVIORAL THERAPY AND DIALECTICAL BEHAVIOR THERAPY), MENTORSHIP, AND ENGAGEMENT FACILITATED BY CREDIBLE MESSENGERS, THE PROGRAM WORKS TO IMPROVE PARTICIPANTS’ NON-VIOLENT CONFLICT RESOLUTION SKILLS WHILE INCREASING THEIR MENTAL WELLBEING, COMMUNITY CONNECTIONS, SOCIAL SUPPORT, AND EMPLOYMENT READINESS. PARTICIPANTS ARE EITHER MANDATED TO THE PROGRAM AS PART OF A PLEA DEAL OR THEY PARTICIPATE PRE-MANDATE AS AN ALTERNATIVE TO INCARCERATION OR WHILE AN ALTERNATIVE IS BEING CONSIDERED. THE STUDY INCLUDES A PROCESS AND OUTCOME EVALUATION THAT COMPARES PROGRAM PARTICIPANTS WITH A COMPARISON GROUP OF SIMILAR INDIVIDUALS WHO QUALIFIED FOR THE PROGRAM BUT WERE UNABLE TO BE SERVED. THE STUDY WILL ANSWER SEVERAL KEY QUESTIONS: 1) DOES SUCCESSFUL COMPLETION OF BOGAP RESULT IN IMPROVED CONFLICT RESOLUTION SKILLS, MENTAL HEALTH AND RESILIENCE, SOCIAL SUPPORT, AND COMMUNITY CONNECTIONS? 2) DOES SUCCESSFUL COMPLETION RESULT IN DISENGAGEMENT FROM CRIMINAL BEHAVIOR AND DECREASED RECIDIVISM? AND 3) DOES SUCCESSFUL COMPLETION RESULT IN LASTING, POSITIVE ATTITUDE CHANGES?\n\nRESEARCHERS WILL MEASURE PROGRAM EFFECTS WITH FIVE SURVEYS WITH PROGRAM PARTICIPANTS AND THE COMPARISON SAMPLE AS WELL AS ANALYSES OF ADMINISTRATIVE DATA (PROGRAM RECORDS) AND MEASURES OF TWO-YEAR POST-PROGRAM RECIDIVISM (REARREST) CREATED WITH CRIMINAL HISTORY DATA. THE STUDY WILL ALSO CONVENE COMMUNITY STAKEHOLDER GROUPS TO GATHER INPUT ON COMMUNITY NEEDS AND ISSUES RELATED TO YOUNG PEOPLE ARRESTED FOR NON-VIOLENT, GUN-RELATED CHARGES. MEASURING THE POTENTIAL BENEFITS OF BOGAP WILL HELP PRACTITIONERS AND POLICYMAKERS TO DESIGN SIMILAR INTERVENTIONS TO SUCCESSFULLY REDUCE GUN VIOLENCE WITHOUT INCARCERATION IN OTHER COMMUNITIES AFFECTED BY GUN VIOLENCE. CA/NCF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a6c662c-0e33-f58f-a3c3-79997b6a7f13-C", "generated_internal_id": "ASST_NON_15PNIJ22GK03017CVIP_1550"}, {"internal_id": 154167463, "Award ID": "15PNIJ22GK03016CVIP", "Award Amount": 637685.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "16.045", "Description": "RTI INTERNATIONAL WILL CONDUCT A 4- YEAR, MIXED METHODS IMPLEMENTATION AND QUASI EXPERIMENTAL IMPACT EVALUATION OF A COMMUNITY-BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE (CVIPI) EXPANSION AND ENHANCEMENT IN GREENSBORO, NORTH CAROLINA. THE EXISTING COMMUNITY CONNECTORS (CC) PROGRAM EMPHASIZES POLICE AND COMMUNITY RESOURCE PARTNERSHIPS INCLUDING HEALTHCARE, EDUCATION, EMPLOYMENT, AND REENTRY TO ADDRESS COMMUNITY NEEDS AND VIOLENCE AT MULTIPLE LEVELS. THROUGH ITS CORRESPONDING OFFICE OF JUSTICE PROGRAMS (OJP) PROPOSAL, GREENSBORO WILL EXPAND THE CC PROGRAM, WHICH IS CURRENTLY FOCUSED IN ONE HIGH CRIME NEIGHBORHOOD AND DISADVANTAGED ELEMENTARY SCHOOL, INTO A SECOND, SIMILAR NEIGHBORHOOD AND WILL ADD A NEW PROGRAMMING COMPONENT FOCUSED ON INDIVIDUALS AT GREATEST RISK FOR VIOLENCE PERPETRATION OR VICTIMIZATION, INCLUDING THE USE OF CREDIBLE MESSENGERS, INTENSIVE CASE MANAGEMENT, TRAUMA COUNSELING, AND CONNECTION TO AN ARRAY OF NEEDED SERVICES AND RESOURCES. THIS CVIPI IS A HYBRID MODEL INVOLVING COMMUNITY- AND HOSPITAL-BASED VIOLENCE PREVENTION AND INTERVENTION, AS WELL AS CONNECTING COMMUNITY MEMBERS TO SOCIAL SERVICES AND RESOURCES. THE GREENSBORO POLICE DEPARTMENT (GPD)’S ROLE IN CONNECTING COMMUNITY MEMBERS TO SOCIAL SERVICES AND RESOURCES ATTEMPTS TO IMPROVE COMMUNITY CONDITIONS AND IMPROVE POLICE COMMUNITY RELATIONS AND PARTNERSHIPS. THE PROGRAM PLANS TO REDUCE VIOLENCE IN TARGET POPULATIONS BY ADDRESSING BASIC NEEDS; SUPPORTING AND BETTER CONNECTING SCHOOLS, STUDENTS, AND PARENTS; ADDRESSING TRAUMA IN THE IMMEDIATE AFTERMATH OF SHOOTINGS; AND BUILDING TRUST BETWEEN RESIDENTS AND LOCAL LAW ENFORCEMENT.\n\nTHE EVALUATION WILL EXAMINE IMPLEMENTATION OF THE PROGRAM COMPONENTS; MEASURE CHANGES IN VIOLENCE, OTHER CRIME, PERCEPTIONS OF SAFETY AND POLICE LEGITIMACY, AND RELATED OUTCOMES AT THE INDIVIDUAL AND NEIGHBORHOOD LEVEL; UNDERSTAND HOW PROGRAM COMPONENTS OR MECHANISMS CONTRIBUTE TO IMPROVED OUTCOMES, AND EXAMINE WHETHER THE PROGRAM HELP TO IMPROVE POLICE-COMMUNITY RELATIONS AND RESIDENT ATTITUDES TOWARD POLICE. THIS EVALUATION WILL COLLABORATE AND COORDINATE WITH THE PROGRAM’S LOCAL RESEARCH PARTNERS AND LEVERAGE RTI’S EXISTING PROFESSIONAL PARTNERSHIPS IN GREENSBORO TO OBTAIN DATA ON NEIGHBORHOODS, ORGANIZATIONS, AND INDIVIDUALS IN THE CITY.\n\nRTI WILL USE CRIMINAL JUSTICE, HOSPITALIZATION, CASE MANAGEMENT, AND RESIDENT SURVEY DATA TO COMPARE CHANGES IN OUTCOMES BETWEEN THE TREATED NEIGHBORHOODS AND INDIVIDUALS AND NEIGHBORHOODS AND INDIVIDUALS SELECTED TO SERVE AS EQUIVALENT CONTROL GROUPS. CA/NCF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_15PNIJ22GK03016CVIP_1550"}, {"internal_id": 154165825, "Award ID": "15PBJA22GK04709CVIP", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE LATINO COALITION FOR COMMUNITY LEADERSHIP (LCCL) WAS FORMED IN 2003 AS AN INTERMEDIARY SPECIFICALLY FOCUSED ON FINDING, FUNDING, FORMING AND FEATURING GRASSROOTS AND NON-PROFIT ORGANIZATIONS IN MARGINALIZED COMMUNITIES MEETING THE NEEDS OF INDIVIDUALS AND FAMILIES. THE LCCL ADVANCES DEEPER CROSS-SECTORIAL COLLABORATIONS AND EQUITY IN GRANT MAKING BY PROVIDING SUB-AWARDS TO LATINO AND BLACK LED AND SERVING ORGANIZATIONS. THE PROJECT DESIGN WILL TAKE A PLACE-BASED APPROACH AND CONCENTRATE ON THE COUNTIES OF ADAMS, ARAPAHOE AND DENVER, COLORADO DUE TO THE HIGH RATES OF VIOLENCE. THE LCCL AND SELECTED COMMUNITY PARTNERS (SUB-GRANTEES) WILL FOCUS ON TWO CVI STRATEGIES. THE PROJECT WILL EMPLOY VIOLENCE INTERRUPTERS AND OUTREACH WORKERS WHO ARE SKILLED IN INTERVENTION AND SUPPORTING PEOPLE ON THEIR CHANGE JOURNEYS. THE SECOND CVI STRATEGY WILL PROMOTE INTEGRATION WITH PUBLIC SAFETY AND PUBLIC HEALTH ENTITIES. THE LCCL WILL FACILITATE THE DEVELOPMENT OF A ROBUST WORKING RELATIONSHIP BETWEEN CVI COMMUNITY PARTNERS AND LOCAL GOVERNMENT AGENCIES, SPECIFICALLY FOCUSING ON LAW ENFORCEMENT AND PUBLIC HEALTH ORGANIZATIONS. OUTCOMES WILL FOCUS ON PARTICIPANTS REPORTING A DECREASE IN EXPERIENCING OR WITNESSING VIOLENCE, A DECREASE IN BEHAVIORS OR ACTIONS THAT LEAD TO VIOLENCE, AND AN INCREASE IN THEIR WELL-BEING AND QUALITY OF LIFE.\n\n \n\n PRIORITY CONSIDERATIONS:\n\n 1B) THE LCCL IS SEEKING PRIORITY CONSIDERATION UNDER EXECUTIVE ORDER 13985, ADVANCING RACIAL EQUITY AND SUPPORT FOR UNDERSERVED COMMUNITIES THROUGH THE FEDERAL GOVERNMENT (P. 23). THE LCCL AS THE APPLICANT IS A CULTURALLY-SPECIFIC ORGANIZATION AND WILL RECEIVE 30% OF THE REQUESTED AWARD. IN ADDITION, GIVEN THE MAJORITY AFFECT YOUNG BLACK AND LATINO MEN LIVING IN HISTORICALLY UNDERFUNDED NEIGHBORHOODS, THE LCCL WILL COMMIT TO SUBGRANTING A MINIMUM OF 60% TO COMMUNITY PARTNERS THAT ARE LED BY AND FOCUSED ON LATINO AND/OR BLACK YOUTH. \n\n \n\n2) THE LCCL IS SEEKING PRIORITY CONSIDERATION FOR A COMMUNITY WITH DOCUMENTED HIGH AND INCREASING LEVELS OF HOMICIDES PER CAPITA (SEE P. 9 AND P. 23).\n\n \n\n3) THE LCCL IS SEEKING PRIORITY CONSIDERATION AS AN APPLICANT THAT CAN DEMONSTRATE EXISTING PARTNERSHIPS WITH MULTIDISCIPLINARY TEAM STAKEHOLDER MEMBERS. (SEE CVIPI TEAM ATTACHMENTS AND P. 7).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b449094c-c8dd-064a-7b57-90b7d6bce3a9-R", "generated_internal_id": "ASST_NON_15PBJA22GK04709CVIP_1550"}, {"internal_id": 154167537, "Award ID": "15PBJA22GK04707CVIP", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "METROPOLITAN FAMILY SERVICES (MFS) THROUGH THE METROPOLITAN PEACE INITIATIVE (MPI) IS REQUESTING $2,000,000 OVER 36 MONTH PROJECT PERIOD THROUGH THE US DEPARTMENT OF JUSTICE - C-BJA-2022-00115-PROD – CVPI CAPACITY BUILDING GRANT – TO PROVIDE SUB-AWARDS TO UP TO FOUR (4) LOCAL COMMUNITY BASED ORGANIZATIONS (CBOS) TO SUPPORT THE EXPANSION OF CVIPI SERVICES WITHIN THE CITY OF CHICAGO.   MPI IS A DIVISION OF THE LARGER MFS NOT-FOR-PROFIT ORGANIZATION AND IS THE ADMINISTRATIVE, OPERATIONS AND SUPPORTIVE SERVICES COORDINATOR FOR COMMUNITIES PARTNERING 4 PEACE (CP4P) WHICH CONVENES COMMUNITY-BASED AND CITY-WIDE ORGANIZATIONS TO HELP HEAL CHICAGO COMMUNITIES EXPERIENCING THE HIGHEST LEVEL OF GUN VIOLENCE.   CP4P IS A NETWORK OF CBOS (CURRENTLY 16 AGENCIES) THAT ARE HYPER-LOCAL AND EXPERIENCED IN THE DELIVERY OF VIOLENCE INTERVENTION AND PREVENTION WORK WHOSE MISSION (AS CONVENED BY MFS MPI) IS A FRAMEWORK THAT PROVIDES A COMPREHENSIVE, LONG-TERM APPROACH TO REDUCING VIOLENCE AND GANG ACTIVITY AMONG THE INDIVIDUALS AND COMMUNITIES IT SERVES.  WITH THIS PROJECT, MFS MPI WILL PROVIDE SUB-AWARDS TO UP TO FOUR HYPER LOCAL CBOS TO STRENGTHEN THEIR CAPACITY TO PROVIDE SUSTAINABLE MULTI-TIERED COMMUNITY VIOLENCE PREVENTION AND INTERVENTION SERVICES.  THREE OF THE ORGANIZATIONS TO BE CONSIDERED ARE PUBLIC EQUITY SERVING THE CHICAGO COMMUNITY AREA OF WEST ENGLEWOOD, THINK BEYOND THE BLOCK SERVING THE CHICAGO COMMUNITY AREA OF ENGLEWOOD, AND PROJECT HOOD SERVING THE CHICAGO COMMUNITY AREA OF WOODLAWN.   IN TOTAL, MFS MPI WILL USE THESE EFFORTS TO CONTINUE TO SUPPORT THE DEVELOPMENT AND SUSTAINABILITY OF CVIPI EFFORTS ACROSS THE CITY OF CHICAGO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "311b47b0-a714-0e8d-0745-fd49210f6ca9-C", "generated_internal_id": "ASST_NON_15PBJA22GK04707CVIP_1550"}, {"internal_id": 154166897, "Award ID": "15PBJA22GK04705CVIP", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "DURING THE COVID PANDEMIC, THE UNITED STATES HAS SEEN AN INCREASE IN VIOLENT CRIME AND VICTIMIZATION THAT CASTS DOUBT ON OUR ABILITY TO MAINTAIN THE BENEFITS OF CRIME DECLINES EXPERIENCED OVER THE PAST 25 YEARS. LOCAL GOVERNMENTS AND COMMUNITY ORGANIZATIONS ARE INCREASING FOCUSING ON COMMUNITY VIOLENCE INTERVENTION AND PREVENTION (CVI) APPROACHES. CVI WORK BRINGS TOGETHER A WIDE RANGE OF COMMUNITY PARTNERS, FROM GOVERNMENT AGENCIES TO NONPROFITS AND RESIDENTS, TO IDENTIFY THEIR ROLES IN VIOLENCE REDUCTION, COORDINATE AMONG EACH OTHER AND FORM A COMPREHENSIVE AND HOLISTIC APPROACH THAT COMPRISES ELEMENTS OF BOTH INTERVENTION AND PREVENTION. CVI PROGRAMS ARE COMPLEX UNDERTAKINGS, RELYING ON AUTHENTIC COMMUNITY INPUT, LED BY STAFF WITH VERY SPECIFIC SKILLS AND BACKGROUNDS, DEPENDING ON COMPREHENSIVE AND COMPLEMENTARY PARTNERSHIPS, AND DEMANDING HIGH-QUALITY, ENGAGED, AND FLEXIBLE TTA. LISC WILL WORK WITH BJA TO SUPPORT COMMUNITIES THROUGH THE FY2022 COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE (CVIPI). AS A CATEGORY 5 CAPACITY BUILDING INTERMEDIARY, LISC WILL SELECT LOCAL GRANTEES AND PROVIDE GRANT FUNDING AND TTA TO HELP THEM: PARTNER EFFECTIVELY, ENGAGE COMMUNITY MEMBERS AND STAKEHOLDERS, USE DATA TO INFORM STRATEGY SELECTION, AND IMPLEMENT SUSTAINABLE STRATEGIES INTEGRATED INTO COMPREHENSIVE COMMUNITY REVITALIZATION EFFORTS. \n\n \n\nLISC SAFETY & JUSTICE WILL WORK WITH EACH GRANTEE SITE TO ASSESS THEIR STRENGTHS AND NEEDS, TAILOR TTA TO MEET THE NEEDS, MEASURE PROGRESS, AND PLAN FOR SUSTAINABILITY. LISC WILL CREATE AND MAINTAIN A LIBRARY OF RESOURCES TO HELP GRANTEES AS WELL AS THE LARGER COMMUNITY SAFETY FIELD UNDERSTAND TOPICS SUCH AS HOW TO FORM EFFECTIVE PARTNERSHIPS, HOW TO SELECT APPROPRIATE CVI STRATEGIES, AND HOW TO MEASURE SUCCESS. \n\n \n\nUSING EXPERTISE GAINED FROM SERVING AS NATIONAL TTA PROVIDER TO THREE DEPARTMENT OF JUSTICE PROGRAMS (FOCUSING ON PLACE-BASED COMMUNITY VIOLENCE, RURAL VIOLENT CRIME, AND SCHOOL VIOLENCE), LISC WILL DEPLOY ITS SAFETY & JUSTICE STAFF AND CONTRACT WITH SEVERAL SUBJECT MATTER EXPERTS (SMES) WITH WHICH LISC HAS EXISTING RELATIONSHIPS TO SERVE THE CVIPI SITES. THESE SMES INCLUDE EXPERTS IN STREET OUTREACH, GUN VIOLENCE, AND OTHER TOPICS.\n\n \n\nAS A RESULT OF LISC’S TTA, GRANTEES WILL INCREASE THEIR ABILITY FORM EFFECTIVE MULTISECTOR COLLABORATIONS TO ADDRESS COMMUNITY VIOLENCE CHALLENGES, CENTER EQUITY, INCLUSION AND COMMUNITY LEADERSHIP, IDENTIFY APPROPRIATE DATA- AND RESEARCH-INFORMED SOLUTIONS, AND SUSTAINABLY INTEGRATE CVI STRATEGIES INTO BROADER COMMUNITY REVITALIZATION PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7141cda0-b627-ae0f-000c-901aed274646-C", "generated_internal_id": "ASST_NON_15PBJA22GK04705CVIP_1550"}, {"internal_id": 156114556, "Award ID": "15PBJA22GG04890MUMU", "Award Amount": 1450800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-09", "CFDA Number": "16.045", "Description": "ENHANCED WITH THE CURE VIOLENCE AND P.I.E.R. MODELS, THE VICTOR PROGRAM ENGAGES COMMUNITY MEMBERS AND STAKEHOLDERS IN LEARNING AND ACTIVITIES TO IMPROVE KNOWLEDGE OF AND ABILITY TO APPLY VIOLENCE INTERVENTION AND PREVENTION STRATEGIES.   WE ARE REQUESTING PRIORITY CONSIDERATIONS SUPPORTING EXECUTIVE ORDER 13985, ADVANCING RACIAL EQUITY AND SUPPORT FOR UNDERSERVED COMMUNITIES THROUGH THE FEDERAL GOVERNMENT AND SERVICE TO THE COMMUNITIES WITHIN THE CITY OF NEWPORT NEWS, DOCUMENTED HIGH AND/OR INCREASING LEVELS OF HOMICIDES PER CAPITA.  THROUGH OUR STRATEGIC COLLABORATION, BARRIERS ARE REMOVED, INDIVIDUALS AND FAMILIES IMPROVE VIOLENCE INTERVENTION AND PREVENTION SKILLS.  OUR LASTING EFFECT ON COMMUNITIES AND GENERATIONS INCLUDE SHIFTING FROM A SELF-DESTRUCTIVE NORM, TO ENGAGING, EDUCATING, AND CREATING A NEW NORM OF POSITIVE ALTERNATIVES.  FUNDING REQUEST FOR THE 36-MONTH FUNDING CYCLE IS $1,499,400.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eff7c3db-452c-5f34-3d29-4fbbdf2d0ec5-R", "generated_internal_id": "ASST_NON_15PBJA22GG04890MUMU_1550"}, {"internal_id": 157657289, "Award ID": "15PBJA22GG04847CVIP", "Award Amount": 3029009.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "PRIORITY AREAS: 1A (SEE SECTION II D, P. 10 ) AND 3 (SEE SECTIONS II, E, P. 11 AND ATTACHMENT LABELED CVIPI TEAM)\n\nAS THE LEADING CVI TTA PROVIDERS IN THE NATION, THE COLLECTIVE (LEAD APPLICANT AND COORDINATOR), THE HEALTH ALLIANCE FOR VIOLENCE INTERVENTION (THE HAVI) AND CITIES UNITED (CU) ARE ALREADY ESTABLISHED AND WELL RESPECTED ACROSS THE COUNTRY AS CVI TTA PROVIDERS. COLLECTIVELY, THESE ORGANIZATIONS HAVE ALREADY DEVELOPED A NATIONAL TTA PLAN AND EXECUTED IT IN NEARLY 20 CITIES IN PARTNERSHIP WITH A FOURTH PARTNER, THE NATIONAL INSTITUTE FOR CRIMINAL JUSTICE REFORM (NOT ON THIS GRANT DUE TO INTERNAL CAPACITY), AND LED BY HYPHEN, THE ORGANIZATION SELECTED BY THE BIDEN-HARRIS ADMINISTRATION TO LEAD OUR NATIONAL CVI INITIATIVE. TOGETHER, THE THREE ORGANIZATIONS HAVE ORGANIZED NATIONAL TRAININGS AND PEER LEARNING OPPORTUNITIES, TRAINED AND NETWORKED WITH OTHER TTA PROVIDERS AND CVI EXPERTS ACROSS THE COUNTRY, AS WELL AS SUPPORTED, ENGAGED, AND BUILT THE LEADERSHIP OF CVI WORKERS NATIONWIDE.\n\nGIVEN THE DIVERSE ARRAY OF SITES/GRANTEES WE ANTICIPATE WILL BE SUPPORTED THROUGH THIS FUNDING INITIATIVE, THE COLLECTIVE AND TTA PARTNERS UNDERSTAND THAT THERE WILL BE A VARIETY OF FACTORS APPROACHED AND ACKNOWLEDGED WHEN SELECTING THE DETAILS OF THE MOST APPROPRIATE TTA PROVISIONS. THE GROUP  WILL IDENTIFY BEST TTA PROVIDERS (ORGANIZATIONS BRING DIFFERENT CORE COMPETENCIES) FROM THE THREE PARTNERS AND WORK WITH GRANTEES THROUGH A TIERED READINESS FRAMEWORK, ASSIGNING THEM  ONE OF THREE CAPACITY CATEGORIES. AFTER THIS PRELIMINARY ASSESSMENT AND THE IMPLEMENTATION OF TTA, LATER ASSESSMENT WILL TRACK MOVEMENT ACROSS TIERS, WITH THE GOAL OF GRANTEES SUSTAINING THEMSELVES AS HIGH CAPACITY ORGANIZATIONS. THROUGH THIS FRAMEWORK, STRENGTHS AND CHALLENGES WILL BE DIAGNOSED AND PRESCRIPTIVE ACTION PROVIDED TO SOLVE THE MOST PRESSING ISSUES CVI SITE GRANTEES FACE. OUR COLLECTIVE EFFORTS IN PARTNERSHIP WITH SUBJECT MATTER EXPERTS WILL BE CONTINUALLY EVALUATED AND TRACKED TO DETERMINE THE BEST RECOMMENDATIONS AND MOST APPROPRIATE COURSES OF ACTION WHILE SIMULTANEOUSLY DOCUMENTING BEST PRACTICES AND LEARNING. A VARIETY OF LEARNING MATERIALS AND PLATFORMS WILL BE MADE ACCESSIBLE; TEAMWORK WITH FEDERAL AGENCIES WILL BE UNDERTAKEN.\n\nTHE COLLECTIVE ACTS AS LEAD APPLICANT FOR THIS COALITION OF LEADERS DEDICATED TO EXPANDING UPON THE SUCCESSES OF CVI FOR NATIONWIDE IMPACT. THIS PROPOSAL LEVERAGES THE EXPERIENCE OF THE APPLICANTS TO PROVIDE SITE-GRANTEES EXPERT PROGRAMMATIC, ORGANIZATIONAL, AND ADMINISTRATIVE CAPACITY TTA THEY NEED AND PROVIDE THE LEVEL OF RESOURCES NEEDED TO BRING CRITICAL CVI WORK TO SCALE AND SUSTAIN IT OVER TIME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7cf0aa67-8849-fdfd-daf1-bac5ef2b5aa6-R", "generated_internal_id": "ASST_NON_15PBJA22GG04847CVIP_1550"}, {"internal_id": 156905648, "Award ID": "15PBJA22GG04846CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "CIRCULAR PATTERNS OF POVERTY, CRIME, VIOLENCE, AND EDUCATIONAL FAILURES IN URBAN COMMUNITIES ACROSS AMERICA AND DESIGNATED ZONES IN MIAMI DADE THAT HAVE BEEN PLAGUED BY CRIME, POVERTY AND POOR EDUCATION HAVE SEEN IN MOST CASES; NO LONG-TERM INVESTMENT IN PROVEN SUSTAINABLE INITIATIVES THAT COVER ALL AREAS OF COMMUNITY DEVELOPMENT. \n\nFROM 2016 TO 2020, MIAMI EXPERIENCED A 13% INCREASE IN HOMICIDES FROM THE 2019 YEAR PRIOR AND A 45% INCREASE FROM 2016. IN 2020, THERE WAS AN EPIDEMIC LEVEL OF SHOOTING INCIDENTS IN MIAMI AND SURROUNDING AREAS, WHICH ROSE TO 659, WITH GUN HOMICIDES RISING TO 96. THERE NEEDS TO BE EFFECTIVE COMMUNITY-DRIVEN PROGRAMMING TO INTERCEDE ON THIS EPIDEMIC OF GUN VIOLENCE. THE CIRCLE OF BROTHERHOOD (COB) WILL UTILIZE THIS GRANT OPPORTUNITY TO BUILD THE FRAMEWORK FOR LONG-TERM SUSTAINABILITY AND CHANGE. THE COMMUNITY VIOLENCE WORK HAS BECOME A COLLABORATIVE EFFORT THROUGH COMMUNITY INPUT AND RESEARCHER EVALUATION. THE CITY WILL PARTNER THIS APPLICATION WITH DR. TISA MCGHEE, A RESEARCH PARTNER THAT HAS WORKED WITH THE COB ON COMMUNITY PROGRAMMING SINCE 2013, AND WILL APPLY THROUGH THE NIJ SOLICITATION. THE COB WILL UTILIZE THIS GRANT TO BUILD AND EXPAND CURRENT CVI PROGRAMS. THE GRANT IS THE PERFECT SOLUTION TO ENHANCE AND EXPAND THE PROGRAMMING AND ORGANIZATION CAPACITY OF THE COB AND PARTNER ORGANIZATIONS FROM THE HEALING AND JUSTICE COALITION. \n\nTHE COB, DREAM DEFENDERS, DADE COUNTY STREET RESPONSE, BEYOND THE BARS AND DREAM DEFENDERS  HAS ENGAGED IN TECHNICAL ASSISTANCE FROM AQEELA SHERRILLS AND THE NEWARK COMMUNITY STREET TEAM (NCST) CURRENT WHITE HOUSE CVI INITIATIVE. CVI PARTNERS RECENTLY WENT TO NEWARK, NJ AS PART OF THE WHITE HOUSE CVI TO LEARN FROM NCST, EMPLOYING CREDIBLE MESSENGER PROGRAMS TO ADDRESS VIOLENCE THROUGH A FUNCTIONAL AND PREVENTIVE APPROACH. THE CVI TEAM WILL LIAISE WITH PREVENTION AND INTERVENTION PROGRAMS TO PROVIDE BOOTS-ON-THE-GROUND OUTREACH. \n\nTHE COB IS APPLYING FOR 1A (PG. 10) AND 1B (PG. 13) PRIORITIES TO BUILD EQUITY, CAPACITY, AND PROGRAMMING IN UNDERSERVED NEIGHBORHOODS OF MIAMI AND CVI PARTNERS. ALL OF THE FUNDING TO COB SUFFICE PRIORITY FUNDING REQUIREMENTS. WE INTEND TO MEET THESE PRIORITY REQUIREMENTS THROUGH MENTORING AND CASE MANAGEMENT MODELING, AND COMMUNITY INTERVENTIONISTS TO ENGAGE COMMUNITY MEMBERS AT RISK OF BECOMING EITHER VICTIMS OR PERPETRATORS OF VIOLENCE. \n\nCIRCULAR PATTERNS OF POVERTY, CRIME, VIOLENCE, AND EDUCATIONAL FAILURES IN URBAN COMMUNITIES ACROSS AMERICA AND DESIGNATED ZONES IN MIAMI DADE THAT HAVE BEEN PLAGUED BY CRIME, POVERTY AND POOR EDUCATION HAVE SEEN IN MOST CASES; NO LONG-TERM INVESTMENT IN PROVEN SUSTAINABLE INITIATIVES THAT COVER ALL AREAS OF COMMUNITY DEVELOPMENT. \n\nFROM 2016 TO 2020, MIAMI EXPERIENCED A 13% INCREASE IN HOMICIDES FROM THE 2019 YEAR PRIOR AND A 45% INCREASE FROM 2016. IN 2020, THERE WAS AN EPIDEMIC LEVEL OF SHOOTING INCIDENTS IN MIAMI AND SURROUNDING AREAS, WHICH ROSE TO 659, WITH GUN HOMICIDES RISING TO 96. THERE NEEDS TO BE EFFECTIVE COMMUNITY-DRIVEN PROGRAMMING TO INTERCEDE ON THIS EPIDEMIC OF GUN VIOLENCE. THE CIRCLE OF BROTHERHOOD (COB) WILL UTILIZE THIS GRANT OPPORTUNITY TO BUILD THE FRAMEWORK FOR LONG-TERM SUSTAINABILITY AND CHANGE.  \n\n\nTHE COB IS APPLYING FOR 1A (PG. 10) AND 1B (PG. 13) PRIORITIES TO BUILD EQUITY, CAPACITY, AND PROGRAMMING IN UNDERSERVED NEIGHBORHOODS OF MIAMI AND CVI PARTNERS. ALL OF THE FUNDING TO COB SUFFICE PRIORITY FUNDING REQUIREMENTS. WE INTEND TO MEET THESE PRIORITY REQUIREMENTS THROUGH MENTORING AND CASE MANAGEMENT MODELING, AND COMMUNITY INTERVENTIONISTS TO ENGAGE COMMUNITY MEMBERS AT RISK OF BECOMING EITHER VICTIMS OR PERPETRATORS OF VIOLENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "247898e7-9da6-dd67-4c73-d66b4762131f-R", "generated_internal_id": "ASST_NON_15PBJA22GG04846CVIP_1550"}, {"internal_id": 154167427, "Award ID": "15PBJA22GG04754CVIP", "Award Amount": 1498637.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE RECLAMATION AND RESTORATION MINISTRIES, INC. (RRM) AS A “DIRECT” APPLICANT WILL IMPLEMENT ITS READY4LIFE COMMUNITY VIOLENCE INTERVENTION AND PREVENTION PROJECT IN BATON ROUGE POLICE DISTRICT #4 THAT INCLUDES SCOTLANDVILLE, SOUTHERN HEIGHTS, AND  BROOKSTOWN. ONE OF THE UNIQUE CHARACTERISTICS OF THE BROOKSTOWN NEIGHBORHOOD REVEALED BY ANALYSIS IS THAT THE PER CAPITA INCOME OF RESIDENTS IS LOWER THAN THAT FOUND IN 97.7% OF THE NEIGHBORHOODS IN AMERICA. ALSO OF NOTE, 81.3% OF THE CHILDREN IN THIS AREA LIVE IN POVERTY AND CRIME RATES ARE HIGHER THAN THE NATIONAL AVERAGE. THE PROJECT GOAL IS TO PREVENT AND REDUCE VIOLENT CRIME IN BATON ROUGE, LA BY SUPPORTING COMPREHENSIVE EVIDENCED-BASED CRIME AND VIOLENCE PREVENTION PROGRAMS. PROJECT OBJECTIVES ARE (1) TO BUILD THE RRM WORKING GROUP CALLED P.E.A.C.E (PLANNING, EVALUATION AND ADVISORY COALITION ENTITY);  (2) TO DEVELOP AND IMPLEMENT A WORKABLE STRATEGIC PLAN THROUGH A COLLABORATIVE, DATA-COLLECTION, MULTIMETHOD, AND ANALYSIS APPROACH TO UNDERSTAND THE NATURE, PATTERNS, AND ROOT CAUSES OF COMMUNITY VIOLENCE IN THE TARGET AREA; AND (3) TO EQUIP PROJECT AFRICAN AMERICAN YOUTH AND YOUNG ADULTS WITH EDUCATION AND VOCATIONAL TRAINING CREDENTIALS, LIFE SKILLS, AND PLACE IN EMPLOYMENT. PROJECT ORGANIZATIONAL PARTNERS INCLUDE THE US ATTORNEY’S OFFICE FOR THE MIDDLE DISTRICT OF LOUISIANA, LOUISIANA OFFICE OF JUVENILE JUSTICE, EAST BATON ROUGE SHERIFF’S OFFICE, BATON ROUGE POLICE DEPARTMENT, BATON ROUGE COMMUNITY COLLEGE, PELICAN ASSOCIATED BUILDERS AND CONTRACTORS, LIVING FAITH CHRISTIAN CENTER,  RED RIVER BANK, AND OCHSNER HEALTH. PROJECT ACTIVITIES INCLUDE MONTHLY READY4LIFE COMMUNITY STRATEGY FORUMS; HISET/INSTRUCTION; SUMMER EMPLOYMENT; VOCATIONAL SKILLS TRAINING;  HEALTHCARE INDUSTRY INFORMATIONAL TRAINING AND JOB SHADOWING; FINANCIAL LITERACY INSTRUCTION; MENTOR TRAINING WORKSHOPS; ONE-ON-ONE AND GROUP MENTORING; AND AN ANNUAL VOLUNTEER RECOGNITION AND AWARDS GALA. PROJECT SUPPORT SERVICES WILL INCLUDE CASE MANAGEMENT AND FOLLOW-UP SERVICES; TRANSPORTATION; NUTRITIOUS MEALS; RECREATION; AND CULTURAL ENRICHMENT OUTINGS. PROJECT OUTCOMES WILL BE MEASURED WHEN A VIOLENCE INTERVENTION AND PREVENTION STRATEGIC PLAN HAS BEEN DEVELOPED AND  IMPLEMENTED; 75% OF PROJECT PARTICIPANTS IN THE HISET CLASSES WILL HAVE PASSED AND SHOWN 75% LITERACY AND NUMERACY GAINS AND RECEIVED A CREDENTIAL; 75% WILL COMPLETE THE VOCATIONAL TRAINING AND RECEIVE A CREDENTIAL; 75% WILL BE PLACED IN EMPLOYMENT, 75% WILL REMAIN IN THE WORK FORCE FOR AT LEAST SIX MONTHS, 75% WILL COMPLETE THE FINANCIAL LITERACY INSTRUCTION AND RECEIVE A CERTIFICATE; 95% WILL NOT PARTICIPATE IN ACTS OF VIOLENCE; 95% OF SUPERVISED JUSTICE-INVOLVED PARTICIPANTS WILL NOT RECIDIVATE, AND INCIDENTS OF CRIME AND GUN VIOLENCE WILL BE REDUCED BY 50% IN TARGET AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa8ce94f-81e9-857b-8cfa-703c0a0e825a-R", "generated_internal_id": "ASST_NON_15PBJA22GG04754CVIP_1550"}, {"internal_id": 154167605, "Award ID": "15PBJA22GG04753CVIP", "Award Amount": 1444850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "CHANGE MATTERS COMMUNITY BASED INTERVENTION & PREVENTION INITIATIVE\n\nABSTRACT\n\n     THE CHANGE MATTERS COMMUNITY BASED INTERVENTION AND PREVENTION INITIATIVE IS DESPERATELY NEEDED TO ADDRESS VIOLENCE IN THE WACO COMMUNITY.  WACO HAS SEEN A SIGNIFICANT INCREASE IN VIOLENT CRIME AND HAS A HIGHER CRIME RATE PER CAPITA THAN THE STATE AND NATIONAL RATE.  THIS CRIME IS CONCENTRATED IN AREAS OF THE COMMUNITY WHOSE CITIZENS FACE ADDITIONAL HARDSHIPS WHICH PLACE THEM AT A HIGHER RISK OF VIOLENT CRIME AS BOTH PERPETRATORS AND VICTIMS.  COMMUNITY BASED VIOLENCE INTERVENTION PROGRAMS HAVE PROVEN TO BE EFFECTIVE IN REDUCING VIOLENT CRIME.  THERE ALREADY EXISTS A LARGE GROUP OF COMMUNITY STAKEHOLDERS WHO HAVE INDICATED INVESTMENT IN THIS PROJECT AND THEY REPRESENT A WIDE SPECTRUM OF PROVIDERS THAT WILL ASSIST IN PROVIDING A COMPREHENSIVE APPROACH TO THIS INITIATIVE.  STAKEHOLDERS HAVE ASKED PROSPER WACO TO LEAD THE COMMUNITY IN DESIGNING AND IMPLEMENTING COMMUNITY VIOLENCE INTERVENTION.  \n\n     PRIMARY INTERVENTION STRATEGIES WILL TARGET THE INDIVIDUAL, FAMILY, SCHOOL, AND COMMUNITY LEVELS.  THESE STRATEGIES INCLUDE TRAUMA INFORMED AND CULTURALLY RESPONSIVE SERVICES SUCH AS INTENSIVE CASE MANAGEMENT, OUTREACH, PSYCHOEDUCATION, COUNSELING, MENTORING AND OTHER SUPPORTS AS NEEDED.  CASE MANAGERS WILL PROVIDE RESOURCE LINKAGE AND SYSTEM NAVIGATION SUPPORT, EDUCATION, AND OUTREACH.  THEY WILL COLLABORATE WITH COMMUNITY STAKEHOLDERS AS WELL AS THE PROGRAM’S VIOLENCE INTERRUPTERS.  VIOLENCE INTERRUPTERS ARE INDIVIDUALS WITH LIVED EXPERIENCE WITH GANG INVOLVEMENT, AND/OR INCARCERATION THAT WILL ACTIVELY ENGAGE WITH COMMUNITY MEMBERS TO DISCOURAGE GANG INVOLVEMENT, RETALIATION, AND PROVIDE REDIRECTION AND SUPPORT TO REDUCE VIOLENT CRIME IN WACO.  THEY WILL SERVE AS MENTORS AND SUPPORT FOR HIGH-RISK YOUTH AND YOUNG ADULTS.  \n\n     COUNSELING WILL BE AVAILABLE FOR PROGRAM PARTICIPANTS AS WELL AS PROGRAM STAFF DUE TO THE HIGH INCIDENCE OF BURNOUT IN THESE TYPES OF PROGRAMS, SPECIFICALLY FOR THE VIOLENCE INTERRUPTERS.  I ADDITION TO THESE STRATEGIES, WACO WOULD ALSO LIKE TO CREATE AND IMPLEMENT A MEDIA CAMPAIGN FOR ANTI-VIOLENCE AND ANTI-MENTAL HEALTH STIGMA.\n\n     IN ADDITION TO FURTHER ESTABLISHING AN ACTIVE AND DEDICATED TEAM TO ADDRESS THIS KEY AREA, THE CHANGE MATTERS INITIATIVE HOPES TO REDUCE THE VIOLENT CRIME RATE IN WACO.  HOWEVER, IT IS EXPECTED THAT THERE WILL BE OTHER OUTCOMES RELATED TO CHILDREN, YOUTH AND YOUNG ADULTS’ SCHOOL BEHAVIOR, ACADEMIC SUCCESS, PEER AND FAMILY RELATIONSHIPS, AND OVERALL HEALTH AND SAFETY OF THE COMMUNITY THAT WILL ALSO BE POSITIVELY IMPACTED.  FURTHERMORE, THE PROGRAMMING WILL PROVE TO BE EFFECTIVE AND COMMUNITY STAKEHOLDERS WILL INVEST IN COMBINING RESOURCES TO SUSTAIN PROGRAMMING BEYOND THE COMPLETION OF THE GRANT FUNDING PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a753d349-2587-1784-5631-96c0f65bf60f-R", "generated_internal_id": "ASST_NON_15PBJA22GG04753CVIP_1550"}, {"internal_id": 154166711, "Award ID": "15PBJA22GG04752CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "CENTRO CHA INC. (CENTRO CHA) IS REQUESTING GRANT FUNDING IN THE AMOUNT OF $1.5 MILLION UNDER FUNDING CATEGORY 1 TO SUPPORT, A LOCAL COLLABORATIVE APPROACH THAT WOULD MEET THE DIVERSE NEEDS AND SUPPORTS FOR HIGHEST NEED GROUPS OF OUR PERSPECTIVE COMMUNITIES AND NEIGHBORHOODS TO DISRUPT RACIAL AND GENERATION CYCLE OF VIOLENCE AMONG VULNERABLE HIGH\u0002RISK YOUTH AND YOUNGER ADULTS AGES 16-24 AND IDENTIFIED AS DISPROPORTIONATELY IMPACTED BY VIOLENCE PARTICULARLY AMONG HOMICIDES, SHOOTINGS, AND AGGRAVATED ASSAULTS, ARRESTS AND IN HOT SPOT ZIP CODES REPORTING HIGHER RATES OF VIOLENT CRIMES, (90802, 90804, 90805, 90806, 90810, 90813) AND ACHIEVE OVERALL GOAL TO IMPROVE PUBLIC HEALTH AND SAFETY. THE OBJECTIVE OF THE GRANT PROJECT IS 1) IMPROVE AND EXPAND CURRENT CVI STRATEGIES THAT PRIORITIZE THE NEEDS OF THE COMMUNITY AND BUILD PUBLIC AWARENESS 2) ENGAGE COMMUNITY RESIDENTS AND STAKEHOLDERS MOST AFFECTED BY VIOLENCE TO CREATE SOLUTIONS AND GUIDE PROGRAM DEVELOPMENT, IMPLEMENTATION, AND EVALUATION. 3) CULTIVATE KEY PARTNERSHIPS WITH CBO’S PUBLIC SAFETY/PUBLIC HEALTH AND CITY RESOURCES SUCH AS YOUTH/FAMILY CENTERS, PARKS, LIBRARIES, SCHOOLS, AND CHURCHES, TO BUILD CAPACITY ADDRESS THE LACK OF SAFE SPACES FOR VIOLENCE INTERVENTION AND REENTRY SERVICES. CENTRO CHA WILL SERVE AS THE LEAD APPLICANT TO TRACK AND DOCUMENT PROGRESS OF THE PLANNING TEAM/WORKING GROUP. OUR PROPOSED STRATEGIES INCLUDE: 1) FORMALIZE A COALITION STRATEGIC PLAN AND GOVERNANCE PROCESS, COMMON VISION SYSTEM-WIDE PERFORMANCE GOALS, IDENTIFY ROLES AND STAKEHOLDER INVOLVEMENT, RECRUITMENT METHODS, MANAGEMENT AND ADEQUATE STAFFING 2) RAMP UP COMMUNITY ORGANIZING AND LEADERSHIP DEVELOPMENT EFFORTS FOCUSED ON CULTURALLY RELEVANT PARK ACCESS, HEALTH/RACIAL EQUITY , YOUTH DEVELOPMENT, REENTRY SERVICES, AND DIGITAL STORYTELLING TO CULTIVATE PEOPLE, RESOURCES, AND MEDIA ADVOCACY TACTICS; 3) ENGAGE MEMBERS IN POWER MAPPING, RESEARCH NEEDS, AND COST SAVINGS ASSESSMENT AND CAMPAIGN DEVELOPMENT 4) EVALUATE MEASURABLE OUTCOMES AND LEARN HOW OUR STRATEGIES CAN BE ADJUSTED TO BEST SUPPORT COMMUNITY-LED CHANGE AND RESILIENCY; AND DOING WHAT IS NECESSARY TO OPERATIONALIZE PARK ACCESS AGREEMENTS, HEALTH/RACIAL EQUITY, COMPREHENSIVE COMMUNITY BASED REENTRY SERVICES, SYSTEMS FOR AGENCY CROSS-REFERRALS AND DATA SHARING, AND EVIDENCE-INFORMED PRACTICES, TOOLS, AND PROGRAMS. THE COLLABORATIVE WILL SEEK TO BUILD ON OUR CURRENT REENTRY SERVICE MODEL BY EXPANDING SERVICES, BUILD CAPACITY OF LOCAL CBO’S TO INCREASE REACH THROUGH THE JOINT USE OF COMMUNITY BASED CULTURAL CENTERS/ HUBS LOCATED NORTH WEST, CENTRAL AND DOWNTOWN LONG BEACH (EX. HOUGHTON PARK, MARTIN LUTHER KING JR. PARK, ADMIRAL KIDD PARK, DRAKE PARK AND CESAR E. CHAVEZ PARK, LATINO/AFRICAN-AMERICAN/CAMBODIAN CULTURAL CENTERS, CENTRO CHA INCLUSIVE WORKFORCE AND ECONOMIC DEVELOPMENT CENTER).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e4e5d70-cee1-b0fa-c55c-4d9959658411-R", "generated_internal_id": "ASST_NON_15PBJA22GG04752CVIP_1550"}, {"internal_id": 154165908, "Award ID": "15PBJA22GG04751CVIP", "Award Amount": 1500051.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "IN RESPONSE TO THE GUN VIOLENCE EPIDEMIC IN THE KENSINGTON NEIGHBORHOOD OF NORTH PHILADELPHIA, TEMPLE UNIVERSITY'S CENTER FOR URBAN BIOETHICS (CUB), HOUSED IN THE LEWIS KATZ SCHOOL OF MEDICINE, WILL PARTNER WITH NEW KENSINGTON COMMUNITY DEVELOPMENT CORPORATION (NKCDC), A PILLAR OF THE KENSINGTON COMMUNITY, WHO HAS DECADES OF EXPERIENCE IN COMBATING SOCIOECONOMIC INEQUITIES IN KENSINGTON, TO IMPLEMENT CURE VIOLENCE. THE KENSINGTON SECTION WILL BE BOUND BETWEEN LEHIGH AVENUE AND ALLEGHENY AVENUE, AND FROM FRONT STREET TO ARAMINGO AVENUE.  \n\nCURE VIOLENCE IS A COMMUNITY VIOLENCE INTERVENTION (CVI) PROGRAM, FOCUSING ON REDUCING HOMICIDES AND SHOOTINGS BY ESTABLISHING RELATIONSHIPS WITH THE PEOPLE AT THE CENTER OF GUN VIOLENCE IN OUR COMMUNITY BY SUPPORTING THOSE AT THE HIGHEST RISK OF BEING VICTIMS OR PERPETRATORS OF GUN VIOLENCE. FOLLOWING THE CURE VIOLENCE HEALTH MODEL, AN EVIDENCE-BASED MODEL, PROGRAMMING WILL TREAT GUN VIOLENCE AS A DISEASE AND WILL INTERRUPT THE TRANSMISSION OF VIOLENCE BY TARGETING THOSE HIGH AT RISK AND CHANGING COMMUNITY NORMS THAT HAVE SUPPORTED GUN VIOLENCE. VIOLENCE INTERRUPTERS (VI) AND OUTREACH WORKERS (OW) WILL DETECT POTENTIAL VIOLENCE AND INTERRUPT BEFORE THEY CAN BECOME A SHOOTING. THIS MODEL HAS PROVEN TO BE STATISTICALLY SUCCESSFUL IN LOWERING GUN VIOLENCE OCCURRENCES, SEEING REDUCTIONS OF 2.4 SHOOTINGS PER MONTH PER 10,000 RESIDENTS, AND WHEN COMPARED TO TWO YEARS PRE-IMPLEMENTATION TO THE TWO YEARS POST-IMPLEMENTATION, A 30% REDUCTION. THE GOAL FOR THE PROPOSED ITERATION OF CURE VIOLENCE IN KENSINGTON IS TO REDUCE INSTANCES OF GUN VIOLENCE BY 10%. \n \nKENSINGTON OFFERS UNIQUE CHALLENGES IN THE FIGHT AGAINST GUN VIOLENCE IN PHILADELPHIA, BEING HOME TO A COMPLEX SOCIOECONOMIC POPULATION. OVER 25% OF THE COMMUNITY IS UNEMPLOYED, THE NEIGHBORHOOD LACKS SUFFICIENT HOUSING TO SUPPORT ITS RESIDENTS AND IS HOME TO THE LARGEST OPEN AIR DRUG MARKETS ON THE EASTERN SEABOARD. ALTHOUGH THESE CHALLENGES CERTAINLY EXIST, CUB AND NKCDC HAVE BEEN ABLE TO MAKE INCREDIBLE PROGRESS IN IMPROVING THE NEIGHBORHOOD BY COLLABORATING ON VARIOUS PROJECTS. CURE VIOLENCE IMPLEMENTATION IS A CRITICAL STEP IN COMBATING THE INEQUITIES THIS COMMUNITY HAS EXPERIENCED FOR THE PAST SEVERAL DECADES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17a99636-5e33-1169-f98b-ed3d2225ffd2-R", "generated_internal_id": "ASST_NON_15PBJA22GG04751CVIP_1550"}, {"internal_id": 154168297, "Award ID": "15PBJA22GG04750CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE ALLIANCE OF CONCERNED MEN (ACM) RESPECTFULLY REQUESTS A GRANT OF $2,000,000 FROM THE OFFICE OF JUSTICE PROGRAMS COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE TO EXPAND ITS VIOLENCE FREE ZONE TO SERVE YOUTH AND ADULTS (AGES 5-35) IN THE GREENWAY COMMUNITY IN THE DISTRICT OF COLUMBIA. THE ACM VIOLENCE FREE ZONE USES A VILLAGE APPROACH TO PUBLIC SAFETY TO REDUCE AND PREVENT COMMUNITY VIOLENCE IN THE DISTRICT, ENGAGING MULTIPLE GENERATIONS FROM TARGETED COMMUNITIES. THE VIOLENCE FREE ZONE COMBINES SEVERAL ACM PROGRAMS AND COLLABORATES WITH COMMUNITY PARTNERS TO OFFER A HOLISTIC APPROACH TO ADDRESSING THE UNDERLYING FACTORS THAT CONTRIBUTE TO COMMUNITY VIOLENCE. THE PROJECT LEVERAGES FORMERLY INCARCERATED MEN AND WOMEN TO SERVE AS MENTORS TO PARTICIPANTS, OFFERING GUIDANCE AND DIRECTION TO PREVENT THEM FROM FOLLOWING THE SAME NEGATIVE PATHS THAT THEIR LIVES HAD TAKEN PRIOR TO THEIR OWN TRANSFORMATIONS. THE PROGRAM TARGETS HIGH-RISK YOUTH AND ADULTS (AGES 5-35) WITH A HISTORY OF CONFLICT WHO ARE MOST LIKELY TO PARTICIPATE IN VIOLENCE OR ARE VICTIMS OF VIOLENCE. THE PROGRAM INCLUDES CASE MANAGEMENT, CONFLICT RESOLUTION TRAINING, MENTAL HEALTH SERVICES, YOGA AND MEDITATION. THE PROGRAM SERVES THE GREENWAY COMMUNITY AND WILL BE EXPANDED TO INCLUDE A SAFE PASSAGE PROGRAM FOR KIMBALL ELEMENTARY SCHOOL AND SOUSA MIDDLE SCHOOL, WRAPAROUND SERVICES FROM COMMUNITY PARTNERS, EXTEND THE TARGET POPULATION TO ADD CHILDREN AND ADULTS (PREVIOUS TARGET POPULATION WAS AGES 14-24) AND ADD A VIOLENCE INTERRUPTER. ACM ANTICIPATES SERVING 180 YOUTH AND YOUNG ADULTS (AGES 5-24) AND 30 ADULTS (AGES 25-35) OVER THE 3-YEAR GRANT PERIOD.\n\n \n\nALSO, THROUGH COMMUNITY-BASED PARTNERSHIPS, WE WILL OFFER THE FOLLOWING WRAPAROUND SERVICES FOR PARTICIPANTS AND THEIR FAMILIES:\n\n\n\tRESTORATIVE JUSTICE – INNERCITY COLLABORATIVE COMMUNITY DEVELOPMENT CORPORATION WILL OFFER CONFLICT RESOLUTION/MEDIATION SERVICES WHEN ISSUES ARISE WITH STUDENTS AT THE SCHOOLS WE SERVE.\n\tFAMILY SUCCESS CENTER – LIFE DEEDS WILL OFFER FINANCIAL LITERACY, JOB READINESS TRAINING, LIFE SKILLS AND OTHER FAMILY SUPPORT SERVICES.  \n\tHEALING CENTER – MOMMA’S SAFE HAVEN WILL OFFER A SAFE SPACE FOR FAMILIES TO HEAL FROM TRAUMA, INCLUDING VICTIMS OF VIOLENCE AND THOSE EXPOSED TO VIOLENCE. SERVICES INCLUDE MENTAL HEALTH/SUBSTANCE ABUSE COUNSELING, GRIEF COUNSELING, PEER MENTORING, THERAPEUTIC RETREATS, SELF-LOVE WORKSHOPS, LIFE SKILLS WORKSHOPS AND VICTIM-INITIATED ACTIVITIES TO EMPOWER VICTIMS AND PROMOTE HEALING SUCH AS CANDLELIGHT VIGILS AND COMMUNITY DAYS OF HEALING.\n\n\n \n\nANTICIPATED OUTCOMES (BY THE END OF THE GRANT PERIOD) ARE: 1) TO ACHIEVE A 25% REDUCTION IN TOTAL VIOLENT CRIMES IN GREENWAY; AND 2) 25% OF ADULTS SERVED TO BE EMPLOYED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fd5b55d-258d-07b2-b386-ee1d2ad6b972-R", "generated_internal_id": "ASST_NON_15PBJA22GG04750CVIP_1550"}, {"internal_id": 154166176, "Award ID": "15PBJA22GG04749MUMU", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE CENTER FOR CHILDREN & YOUTH JUSTICE (CCYJ), LEADERSHIP, INTERVENTION, & CHANGE - LINC PROGRAM BRINGS TOGETHER A COMMUNITY-WIDE, MULTI-JURISDICTIONAL, AND MULTI-DISCIPLINARY COORDINATED EFFORT TO REDUCE YOUTH GUN VIOLENCE AND INVOLVEMENT OF YOUNG PEOPLE IN GANGS IN KING COUNTY, WASHINGTON. THE PROJECT WILL WORK WITH UP TO 200 YOUNG PEOPLE ANNUALLY WHO ARE INVOLVED WITH, OR AT RISK OF INVOLVEMENT WITH, GANGS AND/OR VIOLENCE.\n\nLINC IMPLEMENTS WITH FIDELITY THE EVIDENCE-BASED COMPREHENSIVE GANG MODEL (CGM).\n\nTHE LINC STEERING COMMITTEE BRINGS TOGETHER KEY DECISION MAKERS FROM YOUTH-SERVING AGENCIES, LOCAL AND STATE GOVERNMENT, SCHOOL DISTRICTS, LAW ENFORCEMENT, SUPERIOR COURT, FAITH-BASED LEADERS, AND COMMUNITY AND GRASSROOTS GROUPS. THE STEERING COMMITTEE SHAPES THE COMMUNITY ASSESSMENT AND DEVELOPS AN ACTIONABLE COMMUNITY-SPECIFIC VIOLENCE REDUCTION STRATEGIC PLAN TO SUPPORT ONGOING EVALUATION OF LINC’S PROGRESS IN REDUCING YOUTH GANG INVOLVEMENT.\n\nSERVICE PROVISION TO YOUTH IS COORDINATED THROUGH STREET OUTREACH AND THREE GEOGRAPHICALLY FOCUSED MULTI-DISCIPLINARY INTERVENTION TEAMS (MDITS), WHICH INCLUDE STREET OUTREACH WORKERS, CASE MANAGERS, SCHOOL REPRESENTATIVES, PROBATION COUNSELORS, BEHAVIORAL HEALTH SPECIALISTS, LAW ENFORCEMENT OFFICERS, AND EMPLOYMENT PROVIDERS. STREET OUTREACH REACHES YOUTH IN THE COMMUNITY WHERE THEY ARE AT, BOTH PHYSICALLY AND EMOTIONALLY/DEVELOPMENTALLY. LINC OUTREACH WORKERS ARE CREDIBLE MESSENGERS, WITH LIVED EXPERIENCE, ALMOST ALL BLACK, INDIGENOUS OR PEOPLE OF COLOR (BIPOC). THEY ARE ABLE TO ENGAGE AND MENTOR YOUTH, AND USE TRAUMA-INFORMED APPROACHES TO HELP YOUTH SET GOALS AND CHANGE THEIR LIVES. THE MDITS USE A TEAM-BASED CASE MANAGEMENT APPROACH, REVIEWING EACH YOUTH’S PLAN AND PROGRESS TO DETERMINE WHAT WRAPAROUND SERVICES CAN HELP THEM MEET THE GOALS THEY HAVE IDENTIFIED FOR THEMSELVES.\n\nMOST OF LINC’S PROGRAMMATIC WORK IS FOCUSED IN THE SOUTH KING COUNTY AND SEATTLE COMMUNITIES THAT HAVE HISTORICALLY ACCOUNTED FOR MORE THAN 90% OF FIREARM VIOLENCE IN THE COUNTY. LINC’S SYSTEM CHANGE WORK THROUGH THE STEERING COMMITTEE IS COUNTYWIDE IN WASHINGTON’S MOST POPULOUS AND DIVERSE COUNTY.\n\nOUTCOMES ANTICIPATED FOR YOUTH DEPENDING ON THEIR INDIVIDUAL GOAL AREAS INCLUDE: 50% REDUCTION IN GANG ACTIVITY/ASSOCIATION; 25% IMPROVEMENT IN ACADEMIC PERFORMANCE; 30% ENROLLMENT IN SCHOOL; 45% IMPROVEMENT IN SCHOOL ATTENDANCE; 60% OBTAINING EMPLOYMENT; AND 50% ATTENDING WORK REGULARLY.\n\nCCYJ IS SEEKING PRIORITY CONSIDERATION UNDER PRIORITY 1A (SEE PP 10-11 OF NARRATIVE); AND UNDER PRIORITY 1B (SEE PP 13-14): THROUGH A SUB-AWARD WITH FREEDOM PROJECT, A CULTURALLY SPECIFIC, GRASSROOTS ORGANIZATION DIRECTED BY AND SERVING BIPOC COMMUNITIES IMPACTED BY MASS INCARCERATION, RECEIVING $600,000 (30% OF REQUESTED AWARD FUNDING) OVER THE GRANT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53b63ceb-003a-a88c-75da-feaae07e0e69-R", "generated_internal_id": "ASST_NON_15PBJA22GG04749MUMU_1550"}, {"internal_id": 154166331, "Award ID": "15PBJA22GG04748CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "NONVIOLENT PEACEFORCE IS SEEKING A PLANNING AND IMPLEMENTATION GRANT TO CREATE A COMMUNITY-BASED VIOLENCE INTERVENTION AND PREVENTION COMMUNITY INITIATIVE IN NORTH MINNEAPOLIS. THIS INITIATIVE IS SUPPORTED BY A RESEARCH PARTNERSHIP AND INCLUDES COMPENSATION FOR COMMUNITY TIME AND MATERIALS. KEY ACTIVITIES INCLUDE; A COMMUNITY VIOLENCE ASSESSMENT INCLUDING HISTORICAL, CURRENT, AND PROPOSED STRATEGIES BY COMMUNITY PARTNERS, THE FORMALIZATION OF A COMMUNITY COALITION, CUSTOMIZED COMMUNITY TRAINING IN UNARMED CIVILIAN PROTECTION STRATEGIES THAT ARE TRAUMA AND EVIDENCE-INFORMED, THE USE OF TRUSTED COMMUNITY MESSENGERS TO SHIFT THE NARRATIVE ABOUT SAFETY AND FACILITATED ACCESS TO TRAUMA INFORMED MENTAL HEALTH SERVICES AND UCP LIVING WAGES JOBS FOR COMMUNITY RESIDENTS. PROJECTED OUTCOMES INCLUDE THAT COMMUNITY MEMBERS REPORT INCREASED SKILLS IN NONVIOLENT CONFLICT MANAGEMENT (HOME, SCHOOL, NEIGHBORHOOD), COMMUNITY CONVERSATIONS ABOUT SAFETY INCLUDE MORE REFERENCE TO AND UNDERSTANDING OF NONVIOLENT AND RELATIONSHIP-BASED COMMUNITY APPROACHES, NORTH MINNEAPOLIS YOUTH GAIN SKILLS AND CONNECTION ACROSS THE COMMUNITY TO INCREASE ACCESS TO EMPLOYMENT, TRAUMA SERVICES, AND POSITIVE RECREATION ACTIVITIES, AND THERE IS AN INCREASE IN THE NUMBER OF COMMUNITY MEMBERS REPORTING FEELING SAFE AT EVENTS AND IN COMMUNITY. THE ULTIMATE GOAL OF THIS INITIATIVE IS A REDUCTION IN THE USE OF VIOLENCE TO RESOLVE CONFLICTS, A REDUCTION IN THE NUMBER OF GANG-SUSPECTED SHOOTINGS IN NORTH MINNEAPOLIS AND AN IMPROVEMENT IN THE RELATIONSHIP BETWEEN THE POLICE AND THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b50e4afe-a8ad-a271-5948-617413f5395d-R", "generated_internal_id": "ASST_NON_15PBJA22GG04748CVIP_1550"}, {"internal_id": 154168462, "Award ID": "15PBJA22GG04747CVIP", "Award Amount": 1950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "TO ADDRESS HIGH RATES OF VIOLENCE IN BALTIMORE CITY’S EAST BALTIMORE AREA, LIVING CLASSROOMS FOUNDATION (LCF) WILL LEVERAGE ITS EXISTING PROGRAMS, PARTNERSHIPS, AND SERVICES, AND EXPAND UPON THESE TO ESTABLISH A TRAUMA-INFORMED CRISIS INTERVENTION MANAGEMENT SYSTEM THAT WILL TARGET UNDERLYING FACTORS THAT CONTRIBUTE TO VIOLENCE IN THE EAST BALTIMORE COMMUNITIES OF MCELDERRY PARK AND BELAIR-EDISON. THE CRISIS INTERVENTION MANAGEMENT SYSTEM WILL ADDRESS THE IMMEDIATE NEEDS OF THOSE AT HIGHEST RISKS OF BEING EITHER A VICTIM OF PERPETRATOR OF VIOLENCE, INCLUDING:  FOOD, HOUSING, EMPLOYMENT, AND MENTAL HEALTH INTERVENTIONS.  THIS WILL BE ACCOMPLISHED BY INNOVATING AND STRENGTHENING LCF’S CURRENT COMMUNITY-BASED VIOLENCE INTERVENTION PROGRAMMING BY EXPANDING THE ORGANIZATION’S WORKFORCE DEVELOPMENT INTERVENTIONS INTO A MOBILE WORKFORCE DEVELOPMENT TEAM. THIS WILL INCLUDE ASSESSMENTS OF INDIVIDUAL’S NEEDS CONDUCTED BY A LICENSED SOCIAL WORKER, PROVIDING INTENSIVE REAL-TIME CASE MANAGEMENT BY MEETING THE INDIVIDUALS WHERE THEY ARE (I.E. CONDUCTING WORKSHOPS AND ASSESSMENTS IN THE COMMUNITY DURING NON-TRADITIONAL HOURS), AND PROVIDING NAVIGATORS WHO WILL ASSIST AND CONNECT THESE HIGH-RISK INDIVIDUALS TO AVAILABLE RESOURCES.  EMERGING EVIDENCE HAS SHOWN THAT STRENGTHENING COMMUNITY OUTREACH COMBINED WITH INTENSIVE CASE MANAGEMENT THAT MEETS THE NEEDS OF HIGH-RISK INDIVIDUALS MAY REDUCE COMMUNITY VIOLENCE.  \n\n \n\nTHE PROGRAM GOAL IS TO SERVE 150 INDIVIDUALS OVER THREE YEARS AND ASSEMBLE A CRISIS MANAGEMENT TEAM THAT WILL WORK WITH THE TWO EXISTING BALTIMORE CITY SAFE STREETS VIOLENCE PREVENTION SITES LOCATED IN THE MCELDERRY PARK AND BELAIR-EDISON COMMUNITIES. THE CRISIS MANAGEMENT TEAM WILL IDENTIFY INDIVIDUALS AND FAMILIES WHO ARE AT RISK OF BEING AFFECTED BY VIOLENCE OR WHO HAVE ALREADY BEEN A VICTIM OR PERPETRATOR AND BUILD OUT A COMPREHENSIVE CRISIS MANAGEMENT PLAN AND NETWORK OF ADDITIONAL RESOURCES FOR THEM.  IN DOING SO, LCF WILL ENHANCE THE EXISTING SAFE STREETS MODEL, ASSET/RESOURCE MAP THE REGION, PROVIDE ADDITIONAL STAFF (NAVIGATORS) TO CONNECT INDIVIDUALS AND FAMILIES TO RESOURCES THROUGHOUT THE TARGET AREA, AND DRAW UPON EVIDENCE-BASED PRACTICES AND SUCCESSFUL MODELS, ALL WITH THE OVERARCHING GOAL OF MEASURABLY REDUCING SHOOTINGS AND HOMICIDES IN EAST BALTIMORE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f53de5a1-d0ac-0752-05fa-2a73a21417ca-C", "generated_internal_id": "ASST_NON_15PBJA22GG04747CVIP_1550"}, {"internal_id": 154166056, "Award ID": "15PBJA22GG04746CVIP", "Award Amount": 1484887.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "IN 2021 THE VIOLENT CRIME RATE IN SYRACUSE, NY WAS 830 PER 100,000 PEOPLE. THIS IS MORE THAN DOUBLE THE NATIONAL AVERAGE BY VOLUME AND RATE PER 100,000 (366.7) AND 2.1 TIMES HIGHER THAN NATIONAL AVERAGE OF CRIME OF COMPARABLE SIZE, ACCORDING TO UNIFORM CRIME REPORTING. THE SMALL SIZED CITY IS HOME TO 17 RECOGNIZED GANGS WITH 1303 MEMBERS. OUR TARGET POPULATION IS YOUTH AGES 14-24 WHO ARE ACTIVE VIOLENT GANG MEMBERS. ·\n\nTHE PROPOSED PROGRAM, SYRACUSE COMMUNITY VIOLENCE INTERVENTION PROGRAM, WILL ADDRESS THREE CATEGORIES OF PROBLEMS ASSOCIATED WITH THIS TARGET COMMUNITY AND POPULATION: 1) THOSE THAT POSE AN IMMEDIATE PHYSICAL THREAT TO PUBLIC SAFETY SUCH AS GUN VIOLENCE, HOMICIDE AND ASSAULT 2) THOSE THAT CONTRIBUTE TO GANG VIOLENCE BUT DO NOT POSE AN IMMEDIATE PHYSICAL THREAT SUCH AS DRUG AND PROPERTY CRIME AND UNDERLYING SOCIAL CONDITIONS SUCH AS BEHAVIORAL ISSUES, LACK OF ALTERNATIVE TO GANGS AND COMMUNITY ENGAGEMENT; 3) INSTITUTIONAL BARRIERS THAT PREVENT AN EFFECTIVE AND SUSTAINED COMMUNITY RESPONSE. THE SYRACUSE COMMUNITY VIOLENCE PROGRAM WILL IMPLEMENT ACTIVITIES WITHIN FIVE CORE STRATEGIES: COMMUNITY MOBILIZATION, SOCIAL INTERVENTIONS, OPPORTUNITIES PROVISION, ORGANIZATIONAL CHANGE AND SUPPRESSION. PRIMARY SERVICE DELIVERY FOR THE PROGRAM WILL BE PERFORMED BY A MULTI-DISCIPLINARY INTERVENTION TEAM (MIT). THE MIT WILL SERVE GANG INVOLVED YOUTH WITH HIGHEST RISK FOR COMMITTING OR BEING VICTIM OF VIOLENT CRIME. THE INTERVENTION INCLUDES ASSESSMENT & CASE MANAGEMENT, SUPERVISION, AND MENTAL HEALTH SERVICES, INCLUDING OFFERING FUNCTIONAL FAMILY THERAPY TO ADDRESS FAMILY RELATIONSHIP CHALLENGES.\n\nTHE CITY COUNTY COALITION TO REDUCE GUN VIOLENCE WILL REINVIGORATE A STAKEHOLDER GROUP INCLUDING THE INCLUDING SYRACUSE MAYORS OFFICE INCLUDING THE DIRECTOR OF THE OFFICE TO REDUCE GUN VIOLENCE, CBOS, SYRACUSE POLICE DEPARTMENT, SYRACUSE CITY SCHOOL DISTRICT, VERA HOUSE, STREET ADDICTION INSTITUTE,\n\nMOTHERS AGAINST GUN VIOLENCE, OG ' S AGAINST GUN VIOLENCE TO PLAN AND A HOST OF COMMUNITY AGENCIES TO PLAN AND COORDINATE YOUTH GANG AND GUN VIOLENCE INTERVENTION EFFORTS. THIS GROUP WILL ENSURE THAT THE EFFORTS WILL ADHERE TO COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE COMPONENTS (CVI). OUR GOALS:\n\n\n\tTO REDUCE THE LEVEL OF CURRENT YOUTH GANG-RELATED VIOLENCE AND GUN VIOLENCE IN THE CITY OF SYRACUSE\n\tTO DISCOURAGE YOUTH GANG INVOLVEMENT AND DELINQUENT BEHAVIORS WHILE MOBILIZING THE COMMUNITY AND USING THEIR INSIGHTS ABOUT ISSUES RELATED TO GANGS AND GUN VIOLENCE AND MAKING SURE THEIR VOICES ARE HEARD\n\tTO ENHANCE THE COMMUNITY ' S ABILITY TO REDUCE GANG PARTICIPATION, VIOLENCE AND CRIME IN THE CITY WHILE CREATING ORGANIZATIONAL CHANGE THAT SUSTAINS LASTING RESULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4ec019d3-4505-1480-a624-f5001071e7b9-C", "generated_internal_id": "ASST_NON_15PBJA22GG04746CVIP_1550"}, {"internal_id": 154167093, "Award ID": "15PBJA22GG04745CVIP", "Award Amount": 1497989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE BLACK MENTAL HEALTH ALLIANCE (BHMA) WILL USE CREDIBLE MESSENGERS TO ENGAGE RESIDENTS ON THE CORNERS OF THE OPEN AIR DRUG MARKETS AND IN HOTSPOTS FOR VIOLENT CRIME TO OFFER VIOLENCE PREVENTION MESSAGING, VIOLENCE INTERVENTION, MENTAL HEALTH SERVICES, YOUTH ENTREPRENEURSHIP TRAINING, AND CASE MANAGEMENT TO DECREASE VIOLENCE AND CRIME. THIS STRATEGY IS BASED ON EVIDENCE-INFORMED PRACTICES SUCH AS CASE MANAGEMENT, MENTAL HEALTH SERVICES, AND NEAR-PEER MENTORING. THE GOAL OF THE PROPOSED PROJECT IS TO REDUCE AND PREVENT VIOLENT CRIME AND PROMOTE COMMUNITY HEALING. \n \n\n\n\t\n\tPRIMARY ACTIVITIES: 1) COMPLETION OF A NEEDS ASSESSMENT; 2) DEVELOPMENT AND IMPLEMENTATION OF A STRATEGIC VIOLENCE REDUCTION PLAN; 3) ONGOING PROGRAM EVALUATION; 4) ENSURING MEANINGFUL ENGAGEMENT BY RESIDENTS, VICTIMS AND SURVIVORS OF VIOLENCE, AND THOSE AT HIGH RISK OF INVOLVEMENT IN VIOLENT CRIME AND CRIMINAL ACTIVITY IN ALL ASPECTS OF THE PROGRAM; AND 5) THE HOSTING OF COMMUNITY EVENTS TO ENCOURAGE ENGAGEMENT AND PROMOTE SOCIAL COHESION.\n\t\n\t\n\tEXPECTED OUTCOMES: 1) A DECREASE IN CRIME AND VIOLENCE AS MEASURED BY A REDUCTION IN REPORTED CRIMES; AND 2) INCREASED SOCIAL COHESION AS EVIDENCED BY INCREASED ATTENDANCE AT COMMUNITY EVENTS.\n\t\n\t\n\tSERVICE AREA: THE UPTON/DRUID HEIGHTS NEIGHBORHOOD OF BALTIMORE CITY, MD (ZIP CODE 21217). \n\t\n\t\n\tINTENDED BENEFICIARIES: THE RESIDENTS OF UPTON/DRUID HEIGHTS, PARTICULARLY THOSE AT HIGH RISK OF INVOLVEMENT IN VIOLENT CRIME AND CRIMINAL ACTIVITY. \n\t\n\t\n\tPROPOSED SUBRECIPIENTS ARE: 1) THE UNIVERSITY OF MARYLAND SCHOOL OF SOCIAL WORK; 2) HEARTSMILES; AND 3) THE PEACE TEAM.\n\t\n\n\nBMHA IS SEEKING PRIORITY CONSIDERATION UNDER PRIORITIES 1(B) AND 2. THE APPLICANT AND TWO SUBAWARDEES ARE CULTURALLY SPECIFIC ORGANIZATIONS SERVING THE BLACK COMMUNITY IN UPTON/DRUID HEIGHTS. A TOTAL OF 76.3% OF THE REQUESTED FUNDS WILL BE ALLOCATED TO CULTURALLY SPECIFIC ORGANIZATIONS. OF THE TOTAL FUNDS REQUESTED $1,497,988.16, $439,619 (29%) WILL BE UTILIZED DIRECTLY BY BMHA. SONS OF PHOENIX WILL RECEIVE A SUBAWARD OF $429,500 (28.6%) AND HEARTSMILES WILL RECEIVE A SUBAWARD OF $280,800 (18.7%). PRIORITY 1(B) IS ADDRESSED ON PAGE 12 OF THE PROGRAM NARRATIVE. PRIORITY 2 IS ADDRESSED ON PAGES 5 - 15 OF THE PROGRAM NARRATIVE, WHERE IT IS CHARACTERIZED AS VIOLENT CRIME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "140e2f06-b1a0-ade3-c2c9-4814679e4eef-R", "generated_internal_id": "ASST_NON_15PBJA22GG04745CVIP_1550"}, {"internal_id": 154167802, "Award ID": "15PBJA22GG04744CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "CONTRA COSTA HEALTH SERVICES (CCHS) IS APPLYING FOR THE “OFFICE OF JUSTICE PROGRAMS COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE'' UNDER CATEGORY 2. CCHS IS REQUESTING $1,500,000 TO PLAN AND IMPLEMENT THEIR PROPOSED VIOLENCE PREVENTION PROGRAM (VPP). THE CCHS VPP WILL REDUCE VIOLENT CRIME IN CONTRA COSTA COUNTY BY PROVIDING POPULATIONS WITH HIGH RISK OF PERPETRATING OR BEING VICTIM TO VIOLENCE AND IN HIGH NEED OF SOCIAL SUPPORT WITH SERVICES THAT ARE INFORMED BY EVIDENCE-BASED PRACTICES, SOCIAL DETERMINANTS OF HEALTH, AND EQUITY PRINCIPLES AS DRIVERS OF POSITIVE SOCIAL CHANGE. THE PROGRAM INTENDS TO SERVE ALL OF CONTRA COSTA COUNTY WITH A PARTICULAR EMPHASIS ON EAST AND WEST COUNTY; THESE SUBREGIONS ARE DISPROPORTIONATELY IMPACTED BY VIOLENCE, POVERTY AND HEALTH DISPARITIES. THE VPP WILL UTILIZE THREE CORE EVIDENCE-BASED STRATEGIES THAT PROMOTE POSITIVE SOCIAL AND PHYSICAL CONDITIONS, ENHANCE COMMUNITY RESOURCES, BOLSTER ECONOMIC OPPORTUNITIES, AND ADVANCE RACIAL EQUITY: STRATEGY 1) PROVIDE ROBUST SOCIAL-EMOTIONAL LEARNING PROGRAMS FOR AT-RISK YOUTH; STRATEGY 2) INCREASE WORKFORCE DEVELOPMENT OPPORTUNITIES AND CAREER PATHS; AND STRATEGY 3) IMPROVE THE PHYSICAL ENVIRONMENT, NEIGHBORHOOD APPEARANCE, AND COMMUNITY ENGAGEMENT IN LOCAL ASSETS. THESE STRATEGIES AIM TO ACHIEVE THE FOLLOWING OUTCOMES: DECREASE VIOLENCE-RELATED INJURY, RE-INJURY, DEATH, AND TRAUMA; IMPROVE PHYSICAL AND MENTAL/BEHAVIORAL HEALTH, HEALTH EQUITY, AND PERCEPTIONS OF SAFETY; AND BUILD STRONG PARTNERSHIPS AND COMMUNITY RELATIONSHIPS TO SUCCESSFULLY ACHIEVE PROGRAM GOALS, OBJECTIVES, AND DELIVERABLES ON TIME AND WITHIN BUDGET, CCHS WILL EMPLOY THE FOLLOWING PHASED APPROACH TO THE SCOPE OF WORK: PHASE 1) DEVELOP A WORKING GROUP/PLANNING TEAM; PHASE 2) ASSESS WHERE AND WHY VIOLENT CRIME IS HAPPENING, AS WELL AS COMMUNITY ASSETS, BARRIERS, NEEDS; 3) DEVELOP A STRATEGIC PLAN FOR VIOLENCE REDUCTION; 4) IMPLEMENT VPP / CONDUCT ACTION RESEARCH TO TEST STRATEGIES; 5) DEVELOP A FINAL REPORT WITH SUSTAINABILITY PLAN; AND 6) SHARE PROGRAM LEARNINGS WITH THE FIELD. THE PROGRAM WILL BE INFORMED BY A VIOLENCE PREVENTION TASK FORCE INCLUSIVE OF DIVERSE STAKEHOLDERS THAT WILL MEET MONTHLY. CCHS INTENDS TO SUB-GRANT  $75,000 IN PROGRAM YEAR ONE TO THE NATIONAL INSTITUTE FOR CRIMINAL JUSTICE REFORM (NICJR), WHO WILL SERVE AS A RESEARCH AND PLANNING PARTNER FOR THE FIRST 12 MONTHS OF THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "816e98cf-2624-d29d-0aa3-af4898f6e63a-C", "generated_internal_id": "ASST_NON_15PBJA22GG04744CVIP_1550"}, {"internal_id": 156905647, "Award ID": "15PBJA22GG04743CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "PROJECT ABSTRACT\n\nPURPOSE OF THE PROJECT: THE CITY OF FLINT \"COF\" (MICHIGAN) COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE (CVIPI) AIMS TO IMPLEMENT EVIDENCE-INFORMED STRATEGIES TO REDUCE AND PREVENT VIOLENT CRIME IN THE \"COF\". VIOLENT CRIME, SPECIFICALLY GUN VIOLENCE, CONTINUES TO BE A MAJOR ISSUE AFFECTING THE ENTIRE COMMUNITY THUS ERODING PUBLIC HEALTH, CAUSING ECONOMIC DISRUPTION, AND CONTRIBUTING TO LASTING INDIVIDUAL AND COMMUNITY TRAUMAS. ON JULY 23, 2021, THE “COF” MAYOR DECLARED A STATE OF EMERGENCY DUE TO THE RISING GUN VIOLENCE IN THE CITY. \n\nPRIMARY ACTIVITIES: THE FLINT (CVIPI) PROJECT WILL BE LED BY THE “COF”. A MULTIDISCIPLINARY TEAM (MDT) OF STAKEHOLDERS WILL BE INVOLVED IN THE FORMING, PLANNING AND IMPLEMENTATION OF THE CVIPI, THIS WILL INCLUDE, MENTAL HEALTH SERVICE PROVIDERS, COMMUNITY BASED ORGANIZATIONS, FAITH BASED ORGANIZATIONS, LAW ENFORCEMENT, VICTIM ADVOCATES, SERVICE PROVIDERS, HOSPITAL AND OTHER HEALTHCARE PROVIDERS, RESEARCHERS AND COMMUNITY RESIDENTS AND OTHER RELEVANT STAKEHOLDERS. \n\nWHILE WORKING COLLABORATIVELY, THE MDT WILL ENSURE THAT THE KEY PRINCIPLES OF THIS SOLICITATION ARE AT THE FOREFRONT OF ALL PLANNING AND IMPLEMENTATION.EXPECTED OUTCOMES: AS A RESULT OF ACTIVITIES, IT IS EXPECTED THERE WILL BE A REDUCTION IN VIOLENCE AS REPORTED VIA INDIVIDUAL SURVEYS AND POLICE INCIDENT DATA. IT IS EXPECTED THAT DURING THE FIRST 6 - 9 MONTHS OF THIS AWARD, THE NEEDS ASSESSMENT AND SUBSEQUENT STRATEGIC PLAN WILL SHAPE ANY EXPECTED OUTCOMES, HOWEVER, THE AIM IS TO SEE AN OVERALL REDUCTION OF VIOLENCE IN THE \"COF\" BY 15% - 20% WITH A REDUCTION OF GUN RELATED HOMICIDES BY 10% - 15%. SERVICE AREA: FLINT HAS EXPERIENCED SIGNIFICANT ECONOMIC AND TRAUMATIC HARDSHIPS OVER THE PAST TWO DECADES INCLUDING THE FLINT LEAD WATER EMERGENCY (AKA THE ‘FLINT WATER CRISIS’) ECONOMIC RECESSION , AND MOST RECENTLY THE COVID-19 PANDEMIC. RESEARCH SHOWS THAT A MANIFEST EFFECT OF HARDSHIPS SUCH AS THESE IS AN INCREASE IN CRIME. FOR INSTANCE, CONSISTENT EXPOSURE TO LEAD–PARTICULARLY DURING VULNERABLE PERIODS SUCH AS BEFORE AGE TWO–IS CORRELATED WITH INCREASED LIKELIHOOD OF NEGATIVE OUTCOMES INCLUDING VIOLENT CRIME. SOCIAL JUSTICE RESEARCHERS ARGUE THIS AS BEING AN ISSUE OF ENVIRONMENTAL RACISM DUE TO CERTAIN POPULATIONS, IN PARTICULAR, BLACK OR AFRICAN AMERICANS IN URBAN AREAS, BEING DISPROPORTIONATELY EXPOSED TO HIGHER LEAD LEVELS. ACCORDING TO THE LATEST CENSUS, BLACK OR AFRICAN AMERICAN COMMUNITY MAKES UP THE MAJORITY OF THE POPULATION OF THE \"COF\", AT 54%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b1cf7f2-d11c-d9c0-2109-780120cbde8b-C", "generated_internal_id": "ASST_NON_15PBJA22GG04743CVIP_1550"}, {"internal_id": 154167871, "Award ID": "15PBJA22GG04742CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "PROJECT ABSTRACT\n\nPROJECT TITLE: ACENDA CVIPI MULTI-COUNTY COALITION\n\nAPPLICANT NAME: ACENDA, INC.\n\n\nACENDA INTEGRATED HEALTH PROPOSES TO CONVENE A TRI-COUNTY GUN VIOLENCE INTERVENTION AND PREVENTION COALITION WHICH UTILIZES CREDIBLE MESSENGERS, MULTI-SECTOR PARTNERSHIPS AND DATA-DRIVEN STRATEGIES TO ADDRESS THE UNIQUE SAFETY NEEDS OF RURAL COMMUNITIES IN SOUTHERN NEW JERSEY. RESEARCH HAS CLEARLY DEMONSTRATED THAT THE SAME FACTORS WHICH IMPACT GUN VIOLENCE IN LARGE URBAN CENTERS ALSO SIGNIFICANTLY AFFECT SMALLER, RURAL COMMUNITIES. HOWEVER, RURAL COMMUNITIES TEND TO HAVE LESS ACCESS TO MUCH NEEDED RESOURCES AND FUNDING IN ORDER TO DEVELOP AN APPROPRIATE INFRASTRUCTURE WHICH DISRUPTS THE CYCLES OF VIOLENCE. THE AGENCY PLANS TO ENGAGE POPULATIONS WHICH HAVE NOT ONLY HISTORICALLY BEEN AS IMPACTED AS LARGER URBAN CENTERS BY INCREASING TRENDS OF GUN VIOLENCE, BUT DUE TO THE REMOTE LOCATIONS AND EXACERBATING SOCIOECONOMIC AND INFRASTRUCTURE CHALLENGES HAVE BEEN SIGNIFICANTLY MORE DAMAGED IN TERMS OF OVERALL STABILITY AND ACCESS TO SUPPORTS. \n\nTHIS ESSENTIAL FUNDING WILL ALLOW THE ACENDA CVIPI COALITION TO DEVELOP A COMMUNITY-SPECIFIC VIOLENCE REDUCTION STRATEGIC PLAN FOR THE 126,588 RESIDENTS IN SIX SOUTHERN NEW JERSEY CITIES THAT HAVE EXPERIENCED SIGNIFICANT GROWTH IN GUN VIOLENCE INCIDENTS: PENNS GROVE (SALEM COUNTY), SALEM CITY (SALEM COUNTY), PAULSBORO (GLOUCESTER COUNTY), BRIDGETON (CUMBERLAND COUNTY), MILLVILLE (CUMBERLAND COUNTY), AND VINELAND (CUMBERLAND COUNTY). THE PROPOSED MODEL IS INTENDED TO SUPPLEMENT EXISTING GUN VIOLENCE PREVENTION AND INTERVENTION PROGRAMMING WITHIN THE IDENTIFIED COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af76e26c-7157-890d-2a19-c873bdcf1d96-C", "generated_internal_id": "ASST_NON_15PBJA22GG04742CVIP_1550"}, {"internal_id": 154167421, "Award ID": "15PBJA22GG04741CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE ALAMEDA COUNTY PROBATION DEPARTMENT (ACPD) IS REQUESTING CVIPI FUNDING IN CATEGORY 1 TO PLAN AND IMPLEMENT BLUEPRINT: CREATING ALAMEDA COUNTY’S BLUEPRINT TO VIOLENCE REDUCTION. ACPD’S BLUEPRINT INITIATIVE WILL ESTABLISH A COMPREHENSIVE, EVIDENCE-BASED STRATEGY TO VIOLENCE INTERVENTION AND PREVENTION IN ALAMEDA COUNTY IN AREAS THAT ARE MOST SIGNIFICANTLY AND DISPROPORTIONATELY IMPACTED BY GANG AND GUN VIOLENCE. BLUEPRINT WILL CREATE A STRATEGIC PARTNERSHIP BETWEEN COMMUNITY RESIDENTS, LOCAL GOVERNMENT AGENCIES, SERVICE PROVIDERS, COMMUNITY-BASED ORGANIZATIONS (CBOS), LAW ENFORCEMENT, HOSPITALS, RESEARCHERS, AND OTHER COMMUNITY STAKEHOLDERS TO DESIGN AND MOBILIZE VIOLENCE PREVENTION AND INTERVENTION STRATEGIES THAT WILL HAVE A SIGNIFICANT AND LASTING IMPACT ON THE RAMPANT VIOLENCE IN ALAMEDA COUNTY’S COMMUNITIES. THIS MULTIDISCIPLINARY PARTNERSHIP MEETS THE PRIORITY CONSIDERATIONS DETAILED IN THE SOLICITATION AND IS DETAILED IN THE ATTACHMENTS. BLUEPRINT ALSO ACKNOWLEDGES THAT ADDRESSING COMMUNITY VIOLENCE IN ALAMEDA COUNTY REQUIRES MORE URGENT AND IMMEDIATE INTERVENTION OPERATING SIMULTANEOUSLY ALONGSIDE THE NEEDS ASSESSMENT AND PLANNING PROCESS. THEREFORE, ACPD WILL SUBAWARD TO TWO LOCAL VIOLENCE INTERVENTION ORGANIZATIONS – YOUTH ALIVE! (YA) AND POSITIVE COMMUNICATION PRACTICES (PCP) – TO IMMEDIATELY EXPAND THEIR PROVISION OF EVIDENCE-BASED COMMUNITY VIOLENCE INTERVENTION PROGRAMS – VIOLENCE INTERRUPTION AND CREDIBLE MESSENGERS. THE TARGET POPULATION FOR YA’S SERVICES WILL BE INDIVIDUALS IN ALAMEDA COUNTY (ANY AGE) WHO ARE ENGAGED IN STREET CONFLICT THAT REQUIRES MEDIATION. VIOLENCE INTERRUPTERS (VIS) SEEK TO INTERVENE AND MEDIATE CONFLICTS, SO THEY ARE LESS LIKELY TO RESULT IN VIOLENCE. PCP’S RITES OF PASSAGE PROGRAM WILL SERVE YOUTH AND YOUNG ADULTS DETAINED AT JUVENILE HALL AND THE RESIDENTIAL CAMP SWEENEY TO SUPPORT THE DEVELOPMENT OF EMOTIONAL MATURITY AND ACCOUNTABILITY FOR YOUTH RETURNING TO THEIR HOME COMMUNITIES WITH THE GOAL OF REDUCING RETALIATORY VIOLENCE, RE-VICTIMIZATION, AND RE-OFFENSE. YA MEETS THE PRIORITY CONSIDERATION 1(A) AND PCP MEETS 1(B) AND WILL RECEIVE AT LEAST 30% OF REQUESTED AWARD FUNDING. THE DETAIL OF HOW ACPD MEETS THE PRIORITY CONSIDERATIONS IS DETAILED IN THE NARRATIVE ON PAGES 9 AND 14. LETTERS OF COMMITMENT AND A LIST OF TASKFORCE MEMBERS IS INCLUDED IN THE ATTACHMENTS, PER THE REQUIREMENTS OF MEETING PRIORITY CONSIDERATION. THE EXPECTED OUTCOMES OF THE BLUEPRINT INITIATIVE ARE THREE-FOLD: 1) DESIGN AND IMPLEMENT A COORDINATED AND RESPONSIVE VIOLENCE REDUCTION STRATEGY THROUGHOUT ALAMEDA COUNTY THAT LEVERAGES EVIDENCE-BASED PRACTICES, INCORPORATES COMMUNITY FEEDBACK, AND IMPROVES PUBLIC SAFETY; 2) PREVENT AND REDUCE VIOLENT CRIME IN ALAMEDA COUNTY BY SUPPORTING EVIDENCE-BASED PROGRAMS; AND 3) REDUCE RE-VICTIMIZATION AND RE-OFFENSE UPON REENTRY FOR JUSTICE-IMPACTED YOUTH AND YOUNG ADULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af86ae97-7814-275a-520a-067f2327fb53-C", "generated_internal_id": "ASST_NON_15PBJA22GG04741CVIP_1550"}, {"internal_id": 154165648, "Award ID": "15PBJA22GG04740CVIP", "Award Amount": 1999715.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE PURPOSE OF THIS PROJECT IS TO EXPAND THE SERVICES BEING PROVIDED BY THE HARRIS COUNTY PUBLIC HEALTH DEPARTMENT’S COMMUNITY HEALTH AND VIOLENCE PREVENTION SERVICES (CHVPS) AND ACCESS HARRIS INITIATIVE. THE GOAL OF THE INITIATIVES IS TO IDENTIFY AND PROVIDE WRAPAROUND SERVICES TO AT-RISK COMMUNITIES IN HARRIS COUNTY. THE EXPANSION OF THE PROJECT WOULD ALLOW FOR DEDICATED RESOURCES AND STRATEGIC PERSONALIZED INTERVENTIONS DESIGNED TO ADDRESS THE ROOT CAUSES OF PRESSING PUBLIC SAFETY CHALLENGES THROUGH A PUBLIC HEALTH APPROACH.\n\nTHE EXPANSION OF SERVICES WOULD ALLOW FOR ADDITIONAL COMMUNITY AND HOSPITAL PROGRAM STAFF TO BE HIRED; AND FOR MORE TARGETED RISK ASSESSMENT BASED, COORDINATED CARE PLANS THROUGH ACCESS HARRIS. CHVPS OUTREACH SPECIALISTS, ALSO KNOWN AS CREDIBLE MESSENGERS, ARE TRAINED TO DETECT AND INTERRUPT VIOLENT CONFLICTS; INTERVENE TO STOP CYCLES OF VIOLENCE BY WORKING WITH INDIVIDUALS AT THE HIGHEST RISK OF BECOMING VICTIMIZED OR PERPETRATING COMMUNITY VIOLENCE. THESE INTERVENTIONS WILL MEET PEOPLE WHERE THEY ARE AND INTERVENE EITHER IN AREAS MOST HEAVILY IMPACTED BY VIOLENCE BEFORE SITUATIONS ESCALATE, OR IN THE HOSPITAL FOLLOWING A VIOLENT INJURY DUE TO COMMUNITY VIOLENCE. \n\nTHE “PUBLIC HEALTH APPROACH” TO ADDRESSING VIOLENCE FOCUSES ON PREVENTION BY ADDRESSING THE KNOWN FACTORS THAT INCREASE OR DECREASE THE LIKELIHOOD OF VIOLENCE. THESE APPROACHES WILL COMPLEMENT EXISTING STRATEGIES, INCLUDING THE EFFORTS OF OUR LAW ENFORCEMENT PARTNERS, TO IMPROVE THE HEALTH AND SAFETY OF ALL COMMUNITIES IN HARRIS COUNTY. \n\nTHE SERVICE AREA INCLUDES THE FOLLOWING ZIP CODES: 77021, 77051, 77033, AND 77090. THE SELECTED SERVICE AREAS ARE THOSE WITH RESIDENTS THAT HAVE BEEN IDENTIFIED BY CHVPS AS RESIDENTS WITH COMPOUND NEEDS REQUIRING INTENSIVE INTERVENTION. THE PROGRAM STRENGTHENS THE COMMUNITY BY CONNECTING RESIDENTS TO MEDICAL, BASIC NEEDS, AND MENTAL HEALTH RESOURCES TO ACHIEVE LONG-TERM WELLNESS AND SELF-SUFFICIENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be45e4ee-b18a-11a8-c0b2-3a1623199073-C", "generated_internal_id": "ASST_NON_15PBJA22GG04740CVIP_1550"}, {"internal_id": 154168610, "Award ID": "15PBJA22GG04739CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE MAGNA TOWNSHIP SAFETY AND SUCCESS PROJECT (MTSS) INTENDS TO IMPACT COMMUNITY VIOLENCE AMONG YOUTH AND YOUNG ADULTS IN MAGNA METRO TOWNSHIP (MAGNA), UTAH, BY EXPANDING AND ENHANCING ITS COMMUNITY VIOLENCE COALITION. THE TARGET POPULATION INCLUDES AT-RISK YOUTH AND YOUNG ADULTS, AGE 25 AND UNDER, WHO LIVE IN POVERTY IN HOUSEHOLDS LOCATED IN MAGNA. MAGNA IS EXPERIENCING UNPRECEDENTED JUVENILE AND YOUNG ADULT COMMUNITY VIOLENCE.\n\nTO ACCOMPLISH ITS GOAL, MTSS WILL: 1) ENGAGE IN A 6 MONTH PLANNING PROCESS; 2) COLLABORATE WITH A RESEARCH PARTNER; 3) RECEIVE TRAINING AND TECHNICAL ASSISTANCE; 4) BUILD AND MAINTAIN COMMUNITY RELATIONSHIPS; AND 5) PLAN FOR SUSTAINABILITY. ADDITIONALLY, MSS WILL IMPLEMENT FIVE STRATEGIES THAT DOVETAIL TO PROJECT OUTCOMES: 1) BUILD COMMUNITY CAPACITY TO ADDRESS YOUTH INCIDENCE OF VIOLENCE THROUGH AN INTEGRATED COMMUNITY, PUBLIC HEALTH, AND PUBLIC SAFETY APPROACH; 2) ESTABLISH MSS COALITION MEMBERSHIP TO REFLECT ROBUST REPRESENTATION FROM LOCAL GOVERNMENT, RESIDENTS, VIOLENCE VICTIMS, NONPROFIT SERVICE AGENCIES, AND LAW ENFORCEMENT; 3) CREATE CAPACITY FOR AN INTEGRATED APPROACH TO SHARING, COLLECTING, AND INFORMING DECISIONS WITH BOTH PUBLIC HEALTH AND PUBLIC SAFETY DATA TO ENSURE EFFORTS ARE DATA-DRIVEN AND EVIDENCE-BASED; 4) IDENTIFY KEY GAPS IN COMMUNITY HEALTH INFRASTRUCTURE; RISK AND/OR PROTECTION FACTORS; CITY, COUNTY, AND STATE PROGRAMS; COMMUNITY POLICING EFFORTS; AND COMMUNITY PARTNERS TO DELIVER KEY PREVENTION INTERVENTIONS AND INVESTMENTS THAT ADDRESS THE IDENTIFIED KEY GAPS; AND 5) BUILD TRUST AND COLLABORATION BETWEEN LAW ENFORCEMENT, SERVICE PROVIDERS, AND THE COMMUNITY. \n\nCOMMUNITY PARTNERS FIRST CONVENED IN EARLY 2020 AS THE MAGNA UNITED COALITION TO EMPOWER FAMILIES, DECREASE RISK FACTORS, AND IMPROVE POSITIVE YOUTH OUTCOMES, AND ADOPTED THE COMMUNITIES THAT CARE (CTC) MODEL. IN MARCH 2022, MAGNA UNITED CTC FOCUSED EFFORTS ON THE GROWING COMMUNITY VIOLENCE PROBLEM AND WILL SERVE AS THE MTSS CVIPI TEAM. TWO SUBAWARDS ARE PLANNED, ONE TO THE UNIFIED POLICE DEPARTMENT – CHOOSE GANG FREE PROGRAM AND THE SECOND TO A CULTURALLY-SPECIFIC NONPROFIT ORGANIZATION, DETERMINED THROUGH NEEDS ASSESSMENT, AND AWARDED MORE THAN 30% OF THE TOTAL PROJECT AWARD.\n \n\nTHE MAGNA TOWNSHIP SAFETY AND SUCCESS PROJECT (MTSS) INTENDS TO IMPACT COMMUNITY VIOLENCE AMONG YOUTH AND YOUNG ADULTS IN MAGNA METRO TOWNSHIP (MAGNA), UTAH, BY EXPANDING AND ENHANCING ITS COMMUNITY VIOLENCE COALITION. THE TARGET POPULATION INCLUDES AT-RISK YOUTH AND YOUNG ADULTS, AGE 25 AND UNDER, WHO LIVE IN POVERTY IN HOUSEHOLDS LOCATED IN MAGNA. MAGNA IS EXPERIENCING UNPRECEDENTED JUVENILE AND YOUNG ADULT COMMUNITY VIOLENCE.\n\nTO ACCOMPLISH ITS GOAL, MTSS WILL: 1) ENGAGE IN A 6 MONTH PLANNING PROCESS; 2) COLLABORATE WITH A RESEARCH PARTNER; 3) RECEIVE TRAINING AND TECHNICAL ASSISTANCE; 4) BUILD AND MAINTAIN COMMUNITY RELATIONSHIPS; AND 5) PLAN FOR SUSTAINABILITY. ADDITIONALLY, MSS WILL IMPLEMENT FIVE STRATEGIES THAT DOVETAIL TO PROJECT OUTCOMES: 1) BUILD COMMUNITY CAPACITY TO ADDRESS YOUTH INCIDENCE OF VIOLENCE THROUGH AN INTEGRATED COMMUNITY, PUBLIC HEALTH, AND PUBLIC SAFETY APPROACH; 2) ESTABLISH MSS COALITION MEMBERSHIP TO REFLECT ROBUST REPRESENTATION FROM LOCAL GOVERNMENT, RESIDENTS, VIOLENCE VICTIMS, NONPROFIT SERVICE AGENCIES, AND LAW ENFORCEMENT; 3) CREATE CAPACITY FOR AN INTEGRATED APPROACH TO SHARING, COLLECTING, AND INFORMING DECISIONS WITH BOTH PUBLIC HEALTH AND PUBLIC SAFETY DATA TO ENSURE EFFORTS ARE DATA-DRIVEN AND EVIDENCE-BASED; 4) IDENTIFY KEY GAPS IN COMMUNITY HEALTH INFRASTRUCTURE; RISK AND/OR PROTECTION FACTORS; CITY, COUNTY, AND STATE PROGRAMS; COMMUNITY POLICING EFFORTS; AND COMMUNITY PARTNERS TO DELIVER KEY PREVENTION INTERVENTIONS AND INVESTMENTS THAT ADDRESS THE IDENTIFIED KEY GAPS; AND 5) BUILD TRUST AND COLLABORATION BETWEEN LAW ENFORCEMENT, SERVICE PROVIDERS, AND THE COMMUNITY. \n\nCOMMUNITY PARTNERS FIRST CONVENED IN EARLY 2020 AS THE MAGNA UNITED COALITION TO EMPOWER FAMILIES, DECREASE RISK FACTORS, AND IMPROVE POSITIVE YOUTH OUTCOMES, AND ADOPTED THE COMMUNITIES THAT CARE (CTC) MODEL. IN MARCH 2022, MAGNA UNITED CTC FOCUSED EFFORTS ON THE GROWING COMMUNITY VIOLENCE PROBLEM AND WILL SERVE AS THE MTSS CVIPI TEAM. TWO SUBAWARDS ARE PLANNED, ONE TO THE UNIFIED POLICE DEPARTMENT – CHOOSE GANG FREE PROGRAM AND THE SECOND TO A CULTURALLY-SPECIFIC NONPROFIT ORGANIZATION, DETERMINED THROUGH NEEDS ASSESSMENT, AND AWARDED MORE THAN 30% OF THE TOTAL PROJECT AWARD.\n\nPRIORITY CONSIDERATIONS ARE SOUGHT UNDER 1(A) AND 1(B); DOCUMENTATION IS FOUND ON PAGES 12 AND 15. THE CULTURALLY-SPECIFIC NONPROFIT ORGANIZATION SUBAWARDEE PROPOSED UNDER 1(B) WILL BE SELECTED BY THE COALITION BASED ON NEEDS ASSESSMENT OUTCOMES. PRIORITY CONSIDERATION IS SOUGHT UNDER 2; CORROBORATING DATA IS FOUND ON PAGE 1. PRIORITY CONSIDERATION IS SOUGHT UNDER 3; CORROBORATION IS FOUND IN THE LETTERS ATTACHMENT. PRIORITY CONSIDERATION 4 WAS INTENDED AND PURSUED, BUT A RESEARCH ENTITY IS NOT AVAILABLE TO SUBMIT THE NIJ OPPORTUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21368edf-9b00-9c8e-cdcc-0b25f79cf924-C", "generated_internal_id": "ASST_NON_15PBJA22GG04739CVIP_1550"}, {"internal_id": 154168722, "Award ID": "15PBJA22GG04738CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "TALLER SALUD (TS), INC. IS A FEMINIST, CULTURALLY SPECIFIC NONPROFIT ORGANIZATION FOUNDED IN 1979 WITH A 42-YEAR TRAJECTORY OF VIOLENCE PREVENTION AND HEALTH PROMOTION COMMUNITY WORK.  TS LAUNCHED PUERTO RICO’S FIRST COMMUNITY VIOLENCE INTERVENTION PROGRAM AND HOLDS A 10 YEAR TRACK RECORD OF IMPLEMENTING THE ISLAND’S ONLY COMMUNITY VIOLENCE INTERVENTION PROGRAM: ACUERDO DE PAZ (PEACE ACCORDS). PEACE ACCORDS USES HIGHLY TRAINED VIOLENCE INTERRUPTERS AND STREET OUTREACH WORKERS, PUBLIC EDUCATION CAMPAIGNS - SUCH AS THOSE ADDRESSING STRUCTURAL RACISM AND TOXIC MASCULINITIES - BEHAVIORAL AND WORKFORCE SERVICES, AND COMMUNITY MOBILIZATION TO PREVENT AND REDUCE VIOLENCE. WITH  OJP’S CVIPI FUNDING, THE PROGRAM WILL SERVE A MINIMUM OF 40 YOUNG MALES (AGES: 15-30) RESIDENTS OF THE REGION EVERY YEAR WITH VIOLENCE INTERRUPTION, CONFLICT MEDIATION, BEHAVIORAL, EDUCATION, EMPLOYMENT AND COMMUNITY OUTREACH ACTIVITIES. IT WILL CREATE THE CVIPI PLANNING TEAM, REASSESS ITS VIOLENCE REDUCTION PLAN WITH THE SUPPORT OF ITS RESEARCH PARTNER, AND LAUNCH IMPORTANT AWARENESS CAMPAIGNS. INTERVENTIONS ARE MODELED AFTER THE CURE VIOLENCE PUBLIC HEALTH MODEL. PROVIDING VIOLENCE INTERVENTION SERVICES RELIES ON SKILL, KNOWLEDGE OF CRIME TRENDS AND GANG RELATED ACTIVITIES, CONFIDENTIALITY, AND STRONG COMMUNITY NETWORKS. THIS, TO UNDERSTAND AND RESPOND EFFICIENTLY AND SENSITIVELY, AND TO PENETRATE CULTURAL CODES THAT CAN BE CLOSED TO OUTSIDERS. TALLER SALUD IS SEEKING FUNDING CATEGORY 3 STATUS AND PRIORITY CONSIDERATION AS A CULTURALLY SPECIFIC ORGANIZATION.  THE THREE YEAR, $2,000,0000 AWARD WILL ALLOW TS TO CONTINUE PROVIDING A COMMUNITY VIOLENCE INTERVENTION PROGRAM THAT WORKS AT THE INDIVIDUAL LEVEL AND AT THE COMMUNITY LEVEL SEEKING CRIME REDUCTION, IMPROVING THE CRIMINAL JUSTICE RESPONSE TO CRIMES AND DENORMALIZING CRIME IN THE COMMUNITY OF LOÍZA AND THE NORTHEASTERN REGION OF PUERTO RICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5061fe0c-d5a4-c685-f7be-fedc633b5724-C", "generated_internal_id": "ASST_NON_15PBJA22GG04738CVIP_1550"}, {"internal_id": 154165404, "Award ID": "15PBJA22GG04737CVIP", "Award Amount": 1999403.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "ABSTRACT\n \n\nPURPOSE OF THE PROJECT: JSUMC SEEKS TO ADDRESS THE PROBLEM OF VIOLENCE IN ITS CATCHMENT AREAS LOCATED IN MONMOUTH COUNTY, NEW JERSEY BY EXPANDING AND ENHANCING CURRENT PROGRAM OFFERINGS OF A HOSPITAL-BASED VIOLENCE INTERVENTION PROGRAM (PROJECT HEAL ESTABLISHED IN 2021) AND A COMMUNITY-BASED VIOLENCE INTERVENTION PROGRAM (ELEVATE ESTABLISHED IN 2022) THAT ARE CURRENTLY FUNDED BY THE NEW JERSEY OFFICE OF THE ATTORNEY GENERAL  AND SERVE PEOPLE FROM MANY NEIGHBORING ECONOMICALLY DISTRESSED COMMUNITIES ALSO CALLED QUALIFIED OPPORTUNITY ZONES (QOZS). \n\nPRIMARY ACTIVITIES INCLUDE COLLABORATION WITH A RESEARCH PARTNER TO DESIGN STRATEGIC ENHANCEMENTS TO ITS PROGRAMS; ENHANCING CURRENT PARTNERSHIPS BY DEVELOPING AND IMPLEMENTING A COORDINATED COMMUNITY RESPONSE (CCR) APPROACH TO CREATE A FORMAL WORKING GROUP CALLED CVIPI-TEAM; EXPANDING THE PROGRAMS’ SERVICES THROUGH TARGETED COMMUNITY OUTREACH; AND, MAKING THE PROGRAM SELF-SUSTAINABLE AT JSUMC.\n\nEXPECTED OUTCOMES: IT IS ANTICIPATED THAT THE NUMBER OF CLIENTS SERVED BY BOTH PROJECT HEAL AND ELEVATE WILL INCREASE TO 500 EACH YEAR, HELPING TO ALLEVIATE THE PROBLEM OF VIOLENCE IN THE COMMUNITIES IT SERVES.\n\nSERVICE AREA: MONMOUTH COUNTY, NEW JERSEY INCLUDING QOZS IN ASBURY PARK, NEPTUNE CITY, NEPTUNE TOWNSHIP, AND LONG BRANCH CITY. \n\nINTENDED BENEFICIARIES FOR PROJECT HEAL INCLUDE PATIENTS (18+ AGE) EVALUATED FOR A VIOLENT INJURY AT JSUMC; FOR ELEVATE, IT IS YOUTH (AGES 13-20) WHO HAVE BEEN IMPACTED BY COMMUNITY VIOLENCE OR ARE AT-RISK TO PERPETRATE VIOLENCE. \n\nSUBRECIPIENTS: MONTCLAIR STATE UNIVERSITY’S (MSU) PROFESSOR DR. SHEETAL RANJAN WILL IMPLEMENT AN ACTION RESEARCH AGENDA TO ASSIST WITH THE IMPLEMENTATION, EXPANSION, AND ENHANCEMENT OF JSUMC PROGRAM’S PROCESSES AND SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d1577c2-fc74-51c9-43ec-a9c902241b4c-C", "generated_internal_id": "ASST_NON_15PBJA22GG04737CVIP_1550"}, {"internal_id": 154168392, "Award ID": "15PBJA22GG04736CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "SINCE THE ONSET OF THE COVID-19 PANDEMIC CRIME, ESPECIALLY VIOLENT CRIME, HAS BEEN ON A STEADY RISE THROUGHOUT NEW YORK CITY. IN FACT, CRIME HAS RISEN TO THE POINT OF BEING LABELED A PUBLIC HEALTH CONCERN BY GOVERNMENTAL, LAW ENFORCEMENT, MEDICAL, AND COMMUNITY-BASED ORGANIZATIONS. WITH OUR VAST EXPERIENCE, BOTH PROFESSIONAL AND LIVED, EXODUS TRANSITIONAL COMMUNITY (EXODUS) IS UNIQUELY POSITIONED TO INTERRUPT THIS VIOLENCE THROUGH ITS TRANSCENDING THROUGH VIOLENCE INITIATIVE - WHICH UTILIZES NONTRADITIONAL METHODS, INCLUDING MUSIC, TO TARGET, TRAIN AND EDUCATE GANG LEADERS AND THEIR MEMBERS, GETTING THEM OUT OF LIVES OF CRIME, GANGS AND VIOLENCE. \n\nTHROUGH THIS INITIATIVE, EXODUS WILL HIRE OVERNIGHT COMMUNITY ENGAGEMENT AND OUTREACH WORKERS (PEACE BROKERS) TO ADDRESS GANG AND GUN VIOLENCE IN HARLEM AND THE SOUTH BRONX. PEACE BROKERS WILL WORK FROM 7:00PM-3:00AM MEDIATING CONFLICT, PROVIDING INCENTIVES, HELPING TO MAINTAIN COMMUNITY AREAS, AND INCREASING AWARENESS OF EXODUS’ WIDE ARRAY OF SERVICES. THROUGH THIS INITIATIVE, EXODUS WILL ALSO FORMALIZE A VIOLENCE INTERVENTION AND PREVENTION (VIP) COMMUNITY ADVISORY BOARD, THAT WILL MEET MONTHLY, AND CONSIST OF COMMUNITY STAKEHOLDERS FROM LIKEMINDED ORGANIZATIONS (COMMUNITY-BASED ORGANIZATIONS, HOUSING PROVIDERS, UNIVERSITIES, AND LAW ENFORCEMENT). MONTHLY MEETINGS WOULD BE HELD AS A FORUM TO SHARE INFORMATION, ADVOCATE FOR CHANGE WITH CITY GOVERNMENT, AND CONTRIBUTE THOUGHTS AND IDEAS RELATED TO REDUCING LEVELS OF VIOLENCE (ESPECIALLY GUN AND GANG VIOLENCE). FINALLY, EXODUS WILL HOST BI-MONTHLY GANG SUMMIT/COMMUNITY EVENTS AIMED TOWARDS IMPROVING COMMUNITY-POLICE RELATIONSHIPS. \nEXODUS MEETS ALL PRIORITY CONSIDERATIONS: (1A) THE TRANSCENDING THROUGH VIOLENCE INITIATIVE PROMOTES RACIAL EQUITY AND THE REMOVAL OF BARRIERS TO ACCESS AND OPPORTUNITY FOR COMMUNITIES THAT HAVE BEEN HISTORICALLY UNDERSERVED AND OVERLY INCARCERATED, ACCOUNTING FOR OVER HALF OF DETAINED INDIVIDUALS IN NEW YORK CITY. (1B) EXODUS IS A CULTURALLY-RESPONSIVE ORGANIZATION THAT IS LED AND OPERATED BY JUSTICE-IMPACTED NEW YORKERS – THE MAJORITY OF WHOM ARE PEOPLE OF COLOR. AS A RESULT, WE MEET PEOPLE WHERE THEY ARE AT AND ACT AS CREDIBLE MESSENGERS HELPING PEOPLE MOVE FROM CRISIS TO STABILITY. (2) THE TRANSCENDING THROUGH VIOLENCE INITIATIVE WILL SERVE THE AREAS OF HARLEM, NORTHERN MANHATTAN, AND THE SOUTH BRONX – ALL OF WHICH HAVE EXPERIENCED SIGNIFICANT INCREASE IN VIOLENT CRIME OVER THE PAST 2 YEARS. (3) WE HAVE OBTAINED 16 MOUS FROM A MULTIDISCIPLINARY TEAM OF STAKEHOLDERS DEDICATED TO REDUCING VIOLENCE IN OUR COMMUNITIES; THESE STAKEHOLDERS MAKE UP THE VIP ADVISORY BOARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33a84fce-6ce6-974d-7a78-2a7e860bf24a-C", "generated_internal_id": "ASST_NON_15PBJA22GG04736CVIP_1550"}, {"internal_id": 154166483, "Award ID": "15PBJA22GG04735CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THIS PROPOSAL FOCUSES ON UNDERSERVED, RURAL COMMUNITIES EXPERIENCING HIGH VIOLENCE AND THE INDIVIDUALS IN THOSE RURAL AREAS MOST AT RISK FOR PERPETRATING OR BEING VICTIMIZED BY VIOLENCE. ROBESON COUNTY NC (POPULATION 126,848) IS A LOW INCOME, RURAL COUNTY SPANNING 949 SQUARE MILES IN SOUTHEASTERN NORTH CAROLINA; IT IS A TIER 1 COUNTY (HIGHEST POVERTY). ADDRESSING OJP PRIORITY 1A, ROBESON IS THE MOST DIVERSE COUNTY IN NC (DIVERSITY INDEX = 73.5% OUT OF 100) AND ONE OF THE MOST DIVERSE IN THE U.S. FORTY-TWO PERCENT OF RESIDENTS ARE LUMBEE INDIANS WHO HAVE A POVERTY RATE OF 61%. FOR OJP PRIORITY 2, ROBESON COUNTY HOTSPOTS HAVE HOMICIDE AND VIOLENT/PROPERTY CRIME RATES THAT ARE 2 TO 10 TIMES HIGHER THAN OTHER AREAS IN NC AND THE U.S.  \n\nCURRENTLY, THE NORTH CAROLINA YOUTH VIOLENCE PREVENTION CENTER IS IMPLEMENTING A COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE (CVIPI) IN LUMBERTON, A SMALL TOWN (POPULATION 19,025) WITHIN ROBESON COUNTY. ADDRESSING OJP PRIORITY 3, THIS CVIPI INITIATIVE IS FUNDED BY A BJA BYRNE CRIMINAL JUSTICE INNOVATION COMMUNITY-BASED CRIME REDUCTION GRANT (CBCR; 2019-BJ-BX-0018 FROM 10/1/2019 TO 9/30/23) AND HAS ESTABLISHED PARTNERSHIPS. WE PROPOSE TO EXPAND AND ENHANCE THIS INITIATIVE BY BRINGING CVIPI SERVICES TO THE REST OF ROBESON COUNTY. WE WILL FOCUS ON RURAL HOTSPOTS THAT ARE UNDERSERVED, HISTORICALLY MARGINALIZED, AND STRUGGLING WITH HIGH CRIME AND VIOLENCE.\n\nTHE IMPLEMENTATION PLAN CREATED BY THE CROSS-SECTOR PARTNERSHIP PLANNING TEAM INCLUDES COMMUNITY ENGAGEMENT ACTIVITIES, DIRECTED POLICING, GANG PREVENTION, STREET OUTREACH, MEDIATION AND JUVENILE DIVERSION INITIATIVES FOR MANAGING PROBLEMS BEFORE THEY ESCALATE, AND THERAPEUTIC VICTIM SERVICES FOR REMEDIATION OF SERIOUS PROBLEMS. THIS PROGRAMMING ADDRESSES SALIENT CRIME DRIVERS (I.E., FAMILY-BASED OFFENSES, PROPERTY CRIMES DUE TO SOCIOECONOMIC DISADVANTAGE, AND LACK OF CONFLICT RESOLUTION SKILLS) AND WILL ULTIMATELY REDUCE VIOLENT OFFENSES, VICTIMIZATION, AND PROPERTY CRIMES. EVIDENCE-BASED PROGRAMS, SUCH AS CURE VIOLENCE STREET OUTREACH, TRAUMA-FOCUSED COGNITIVE BEHAVIORAL THERAPY FOR CRIME VICTIMS, AND COMMUNITY RESILIENCE TRAINING ARE INCLUDED IN THE CVIPI PACKAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3679e24-4f24-2f1b-3a0b-b8fbed1bd975-R", "generated_internal_id": "ASST_NON_15PBJA22GG04735CVIP_1550"}, {"internal_id": 156905646, "Award ID": "15PBJA22GG04734CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE PROPOSED PROJECT IS AN ENHANCEMENT OF A COMMUNITY-BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE CURRENTLY OPERATING IN EAST HARLEM, WHICH IS CHARACTERIZED BY POVERTY, DISPROPORTIONATE GUN VIOLENCE AND THE HIGHEST MURDER RATE OF ALL POLICE PRECINCTS IN NEW YORK CITY.\n\nGETTING OUT AND STAYING OUT (GOSO) IS AN ORGANIZATION ADDRESSING THE BROAD NEEDS OF YOUNG PEOPLE THROUGHOUT NEW YORK CITY IMPACTED BY THE CRIMINAL LEGAL SYSTEM. THROUGH ITS STAND AGAINST VIOLENCE EAST HARLEM (SAVE) YOUTH VIOLENCE-INTERVENTION AND PREVENTION PROGRAM, IT REDUCES VIOLENCE, CREATES CONNECTIONS, BUILDS HEALTHY FAMILIES, DEVELOPS LEADERS, AND SCALES RESULTS WITH TEACHING AND TECHNICAL ASSISTANCE IN EAST HARLEM.  SAVE USES THE EVIDENCE-BASED CURE VIOLENCE MODEL, WHICH WILL BE EXPANDED AND ENHANCED THROUGH THE PROPOSED PROJECT.\n\nSPECIFIC ENHANCEMENTS INCLUDE AN EXPANDED AND STRENGTHENED WORKING GROUP OF COMMUNITY-BASED PARTNERS, WHICH WILL ENGAGE IN STRATEGIC PROGRAM PLANNING AND COMMUNITY OUTREACH TO IDENTIFY AND CARRY OUT EFFECTIVE VIOLENCE PREVENTION PROGRAMMING.  IN ADDITION, THE PROPOSED PROJECT ADDRESSES THE UNMET AND TRAUMA-BASED MENTAL HEALTH NEEDS OF THE COMMUNITY POPULATION BY INTEGRATING AND EXPANDING THE EXPERTISE OF GOSO AND ITS PARTNERS TO PROVIDE BOTH EMERGENCY/TRIAGE MENTAL HEALTH CARE, AS WELL AS ONGOING THERAPEUTIC CARE.  \n\nGOSO SEEKS PRIORITY CONSIDERATION 1A.  THE SERVICE AREA AND TARGET POPULATION FOR THE PROJECT ARE 95% BLACK OR LATINX, AND ARE CONSIDERED HISTORICALLY UNDERSERVED, MARGINALIZED, AND ADVERSELY AFFECTED BY INEQUALITY.  THE PROPOSED PROJECT WILL CONTRIBUTE TO GREATER ACCESS TO TRAUMA-INFORMED MENTAL HEALTH SERVICES FOR THESE POPULATIONS.  SEE PAGES 1, 2, 7, AND 10 FOR SUPPORT OF THIS REQUEST.\n\nWHILE WE ARE NOT CURRENTLY WORKING IN PARTNERSHIP WITH JOHN JAY COLLEGE, WE HAVE RELATIONSHIPS WITH KEY FACULTY AND STAFF THERE AND WOULD BE RECEPTIVE TO WORKING WITH THEM ON AN EVALUATION OF OUR PROGRAMMING IF THEY ARE APPLYING FOR COMPANION FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c37f0dd-3044-419a-81da-26645961656e-R", "generated_internal_id": "ASST_NON_15PBJA22GG04734CVIP_1550"}, {"internal_id": 154168204, "Award ID": "15PBJA22GG04733CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "ABSTRACT\nFIREARM RELATED HOMICIDES, NON-FATAL SHOOTING INCIDENTS, AND SHOTS FIRED INCIDENTS ARE ON THE RISE IN LAKE COUNTY AND HAVE BEEN FOR SEVERAL YEARS. LAKE COUNTY SAW FOUR GUN RELATED HOMICIDES IN 2019 WHICH THEN INCREASED TO 14 IN 2020 AND HIT A RECORD HIGH IN RECENT MEMORY OF 21 LAST YEAR. OVER 80% OF THESE FIREARM RELATED HOMICIDES OCCURRED IN THE THREE MOST HISTORICALLY UNDERSERVED CITIES IN LAKE COUNTY.\n\nCONSIDERING THIS INCREASE IN GUN VIOLENCE, THE LAKE COUNTY STATE’S ATTORNEY’S OFFICE HAS COMMITTED SERIOUS RESOURCES TO PREVENTION AND ENGAGEMENT. THE LAKE COUNTY GUN VIOLENCE PREVENTION INITIATIVE (“GVPI”) WILL SERVE ALL COMMUNITIES IN LAKE COUNTY, ILLINOIS; WITH AN INITIAL FOCUS ON WAUKEGAN, NORTH CHICAGO, AND ZION, AND WILL GALVANIZE A MULTI-PRONG APPROACH TO SAVING LIVES.\n\nTHE LAKE COUNTY STATE’S ATTORNEY’S OFFICE HAS SECURED AN INITIAL $560,000 IN FUNDING FROM THE LAKE COUNTY BOARD USING AMERICAN RESCUE PLAN ACT FUNDING AS WELL AS AN ADDITIONAL $500,000 AWARD THROUGH THE STATE OF ILLINOIS BUDGET ALLOCATION FOR THIS PROJECT. THE FUNDING FROM THESE INITIAL SOURCES WILL GO TOWARD THE FIRST-YEAR IMPLEMENTATION OF THIS GVPI AND WILL START TO BE EXPENDED THIS SUMMER. THE LAKE COUNTY STATE’S ATTORNEY’S OFFICE IS APPLYING FOR $1.5 MILLION IN FUNDING THROUGH THE FY 2022 OFFICE OF JUSTICE PROGRAMS COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE UNDER CATEGORY 2 IN ORDER TO ENHANCE AND ENSURE SHORT-TERM SUSTAINABILITY FOR THE PROJECT BEYOND THE ONE-YEAR FUNDING ALREADY SECURED.\n\nTHE GVPI WILL TAKE A PUBLIC HEALTH APPROACH TO VIOLENCE PREVENTION AND WILL UTILIZE AN ADAPTATION OF THE CURE VIOLENCE MODEL (CVM). THE PHILOSOPHY OF CVM MAINTAINS THAT VIOLENCE IS A LEARNED BEHAVIOR THAT CAN BE PREVENTED USING DISEASE CONTROL METHODS. THE PROGRAM WILL WORK PRIMARILY WITH HIGH-RISK YOUTH AGED 14 TO 25. IT WILL INCLUDE REGULAR INDIVIDUAL INTERACTIONS, CONFLICT MEDIATION, AND COMMUNITY MOBILIZATION. USING PROVEN PUBLIC HEALTH TECHNIQUES, THE MODEL STRIVES TO PREVENT VIOLENCE THROUGH A THREE-PRONG APPROACH: 1) IDENTIFICATION & DETECTION. 2) INTERRUPTION, INTERVENTION, & RISK REDUCTION. 3) CHANGE BEHAVIORS & NORMS.\n\nTHE GVPI WILL DIRECTLY OVERSEE STREET-OUTREACH EFFORTS AIMED AT VIOLENCE INTERRUPTION BY DISTRIBUTING MICRO-GRANTS TO COMMUNITY-BASED ORGANIZATIONS (CBOS) WHO WILL COLLABORATE WITH LAW ENFORCEMENT TO IDENTIFY AND MITIGATE VIOLENCE IN “HOT SPOTS.” FUNDING WILL PRIMARILY PAY FOR STAFFING OF PROGRAM MANAGERS, VIOLENCE INTERRUPTER SUPERVISORS, VIOLENCE INTERRUPTERS, TECHNICAL AND TRAINING ASSISTANCE, DATA ANALYSIS. EQUIPMENT, PRINTING OF MATERIALS, PARTICIPANT SUPPORT SERVICES/ACTIVITIES, AND COMMUNITY EVENTS WILL ALSO BE PROVIDED THROUGH FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e8ea17a8-92a1-5e27-03a7-278c594352fb-R", "generated_internal_id": "ASST_NON_15PBJA22GG04733CVIP_1550"}, {"internal_id": 154168072, "Award ID": "15PBJA22GG04732CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE FULTON COUNTY GOVERNMENT SUBMITS THIS GRANT APPLICATION, OFFICE OF JUSTICE PROGRAMS COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE (16.045, O-BJA-2022-171282) TO THE BUREAU OF JUSTICE ASSISTANCE FOR CATEGORY 4: CVIPI EXPANSION AND ENHANCEMENT FOR COUNTY GOVERNMENTS (C-BJA-2022-00114-PROD) IN SUPPORT OF THE GANG INTERVENTION PREVENTION PROGRAM ADMINISTERED BY THE FULTON COUNTY DISTRICT ATTORNEY’S OFFICE (FCDAO). ON PAGE 11 OF THE NARRATIVE INCLUDES A PRIORITY CONSIDERATION. ) HIRE JUVENILE PROGRAM MANAGER (COUNTY POSITION SPECIFICATION EXECUTIVE ASSISTANT) TO WORK WITH THE JUVENILE COURT PROSECUTORS, TO REVIEW CASE FILES AND MAKE RECOMMENDATIONS; THIS STAFF WILL BE FAMILIAR WITH PARTNERS PROVIDING COMMUNITY SOLUTIONS; (2) HIRE COMMUNITY RESOURCE SPECIALIST FOCUSED ON RELATIONSHIP WITH COMMUNITY EXPERIENCING INCREASE IN VIOLENCE; (3) PARTNER WITH BEHAVIORAL HEALTH CONSULTANT, DR. PILIGRIM TO BUILD TRAUMA-INFORMED THERAPY GROUPS AND SUPPORTIVE SERVICES FOR MENTORS AND PARENTS, DISCUSS CASE PLAN FOR RESTORATION AND REHABILITATIVE COPING SKILLS AND CRISIS MANAGEMENT TO YOUTH;  (4) PARTNER WITH CHRIS 180 TRAUMA-INFORMED THERAPY FOR CHILDREN AND SUPPORTIVE SERVICES TO PARENTS; (5) PARTNER WITH CREDIBLE MESSENGERS, OUT OF THE US ATTORNEY’S OFFICE PROGRAM OF  FORMERLY INCARCERATED, WHO PROVIDE MENTORING TO YOUTH; (6) PARTNER WITH THE AT PROMISE CENTER, DIVERSION PROGRAMMING FOR COURT EXPOSED JUVENILES WITH THE ATLANTA POLICE FOUNDATION; (6) TWO PROGRAMS FACILITATED OUT OF THE FCDA’S OFFICE JR. DA AND LEADS, LEADERSHIP PROGRAM IN FULTON COUNTY SCHOOLS; (7)PARTNER WITH FCA ATLANTA LEADERSHIP ENRICHMENT WORKING WITH COACHES AND SUMMER PROGRAMMING; (8) THROUGH A MIXED-METHODS APPROACH, DR. DEAN DABNEY, A TENURED PROFESSOR IN THE DEPARTMENT OF CRIMINAL JUSTICE AND CRIMINOLOGY AT GEORGIA STATE WILL GATHER AND SYNTHESIZE INFORMATION ON PROGRAM IMPACTS AND COST EFFECTIVENESS, ALLOWING FULTON COUNTY TO UNDERSTAND MORE ABOUT EVIDENCE-BASED THERAPEUTIC SERVICES IMPACTS BOTH INDIVIDUAL AND COMMUNITY-LEVEL FACTORS. FULTON COUNTY IS 534 SQUARE MILES, WITH 15 MUNICIPALITIES, AND IS THE LARGEST COUNTY IN THE STATE WITH ITS LARGEST CITY, ATLANTA, THE CAPITAL OF THE STATE OF GEORGIA. THE RACE PERCENTAGES OF THE FULTON COUNTY POPULATION ARE APPROXIMATELY 44% BLACK, 39% WHITE, 7% ASIAN, 2% TWO OR MORE RACES, AND 7% HISPANIC/LATINO. ATLANTA HAS A COMPLICATED HISTORY OF WIDESPREAD SEGREGATION, BIASED LEGISLATION, AND RACIAL SUBORDINATION.  ENHANCE EXISTING WORKING GROUP TO BETTER SERVE COMMUNITIES EXPERIENCING UNPRECEDENTED VIOLENCE; THROUGH A COLLABORATIVE, MULTIMETHOD, DATA-COLLECTION, AND ANALYSIS APPROACH, CONDUCT A NEEDS ASSESSMENT TO BETTER UNDERSTAND ROOT CAUSES OF COMMUNITY VIOLENCE; AND PLACE PRIORITY ON BUILDING AND MAINTAINING WORK AND ACCOMPLISHMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce891506-feca-8f1c-2279-a75cd20b4cf1-C", "generated_internal_id": "ASST_NON_15PBJA22GG04732CVIP_1550"}, {"internal_id": 154165207, "Award ID": "15PBJA22GG04731CVIP", "Award Amount": 1890251.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE CITY OF OMAHA WILL COLLABORATIVELY EXPAND ONGOING, TARGETED VIOLENCE INTERVENTION EFFORTS THAT IDENTIFY AND SERVE INDIVIDUALS AND GROUPS (I.E., FAMILIES) AT HIGH-RISK OF INVOLVEMENT IN COMMUNITY VIOLENCE, PARTICULARLY RETALIATORY GUN VIOLENCE. COMMUNITY VIOLENCE, PARTICULARLY GUN VIOLENCE, IN OMAHA IS RISING IN RECENT MONTHS DUE TO THE AFTEREFFECTS OF PANDEMIC RELATED CHALLENGES AND INCREASED GANG ACTIVITY. OUR MULTIPRONGED APPROACH WILL INCLUDE [1] EXPANDING FOCUSED DETERRENCE BY THE OMAHA POLICE DEPARTMENT PROJECT SAFE NEIGHBORHOOD PROGRAM AT COMMUNITY EVENTS, [2] EXPANDING THE ENGAGING NETWORKS WITHIN THE COMMUNITY OF OMAHA TO MAINTAIN AND PROMOTE A SAFE SOCIETY (ENCOMPASS) PROGRAM OPERATED BY NEBRASKA MEDICINE (UNIVERSITY OF NEBRASKA MEDICAL CENTER, A LEVEL-1 TRAUMA HOSPITAL), AND [3] PROVIDING TRAINING TO LOCAL COMMUNITY ORGANIZATIONS WHO ENGAGE IN COMMUNITY VIOLENCE INTERVENTION EFFORTS TO ENSURE EVIDENCE INFORMED APPROACHES INCLUDING CULTURAL COMPETENCE, AND TRAUMA SENSITIVITY ARE APPLIED IN VIOLENCE PREVENTION AND INTERVENTION EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3203081b-b82a-39e6-6e99-3cbb5855849b-C", "generated_internal_id": "ASST_NON_15PBJA22GG04731CVIP_1550"}, {"internal_id": 154165454, "Award ID": "15PBJA22GG04730CVIP", "Award Amount": 1994908.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE CITY OF CLEVELAND IS CURRENTLY EXPERIENCING 30-YEAR HIGHS FOR VIOLENCE CRIME, WITH THE LARGEST SINGLE YEAR JUMP SINCE CRIME STATE TRACKING BEGAN IN THE 1960S (2019/2020).  THE HOMICIDE RATE FOR CLEVELAND FROM 2018 TO 2021 HAS RISEN FROM 33.6 TO 48.5 PER 100,000, WITH A PEAK OF 52.7 IN 2020, COMPARED WITH A NATIONAL RATE INCREASE FROM 5.1 TO 6.9 OVER THE SAME PERIOD.  TO ADDRESS THIS INCREASE IN VIOLENT CRIME, NINE COMMUNITY-BASED ORGANIZATIONS HELMED BY THE CITY OF CLEVELAND (AND WITH THE SUPPORT OF 30+ ADDITIONAL CITY, COUNTY, AND COMMUNITY-BASED AGENCIES) HAVE JOINED TOGETHER TO PROPOSE – CLEVELAND THRIVE. CLEVELAND THRIVE AIMS TO LEVERAGE NATIONAL, STATE, AND LOCAL RESOURCES (INCLUDING HUMAN CAPITAL) TO: (1) COORDINATE CVIS THROUGHOUT THE CITY, FOCUSING ON A FOOTPRINT OF HIGH-VIOLENCE NEIGHBORHOODS (2 COORDINATOR POSITIONS MACRO AND MICRO TO ADDRESS BOTH CROSS-SYSTEM AND PROVIDERS REACHING INDIVIDUALS WITH THE HIGHEST NEED); (2) BUILD A COMMUNITY-WIDE BLUEPRINT TO ADDRESS VIOLENCE, ENSURING THAT INDIVIDUAL CVI PROGRAMS/PRACTITIONERS ARE ABLE TO MEANINGFULLY CONTRIBUTE TO THE OVERALL VIOLENCE-REDUCTION GOALS OF THE CITY (EXPANDING AND ENHANCING PREVIOUS COMMUNITY PLANNING EFFORTS); AND, (3) PROVIDE FUNDING FOR EXISTING EXEMPLAR CVI EFFORTS, AS WELL AS EMERGENT/INNOVATING PROGRAMS RESPONDING TO THE BLUEPRINT (TO PROVIDE IMMEDIATE RELIEF IN COMMUNITIES EXPERIENCING VIOLENCE AS WELL AS DEVELOPING NEW INITIATIVES TO MEET THE COMMUNITY’S CHANGING NEED). \n\nCLEVELAND THRIVE IS ANCHORED IN THREE STRATEGIES: (1) CROSS-SECTOR COORDINATION AND INTEGRATION OF PUBLIC HEALTH MODELS, ALLOWING THE INITIATIVE TO CAST A BROAD NET IN TERMS OF BOTH THE POPULATIONS RECOGNIZED AS NEEDING SERVICES AND THE MODALITIES OF THAT SERVICE; (2) TARGETED VIOLENCE INTERVENTION PROVIDING SPECIFIC FOCUS ON PROVIDERS WORKING IN THE HIGHEST NEED GROUPS; AND, (3) STRATEGIC EVIDENCE-INFORMED, DATA-DRIVEN INTERVENTIONS WITH THREE FOCAL INTERVENTION METHODOLOGIES, INCLUDING: TRAUMA-INFORMED CARE, CREDIBLE MESSENGER, VIOLENCE INTERRUPTION/INDICATED INTERVENTIONS.\n\nCLEVELAND THRIVE ADDRESSES PRIORITY CONSIDERATION 1A, 2, AND 3.  INFORMATION ADDRESSING THE INITIATIVES DIVERSITY, EQUITY AND INCLUSION FOCUS CAN BE FOUND ON PAGE 13 OF THE NARRATIVE, WHILE DATA DETAILING THE CITY OF CLEVELAND’S HIGH/INCREASING HOMICIDE RATES CAN BE FOUND ON PAGES 1 AND 2 AND THE EXPANSION OF MULTIDISCIPLINARY EFFORTS ARE HIGHLIGHTED IN THE  CAPABILITIES AND COMPETENCIES SECTION (PAGES 13 AND 14), IN THE LETTERS OF SUPPORT AND PLANNING TEAM STRUCTURE ATTACHMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f36ac2e-7a65-d0c3-8126-65f468e9abfe-C", "generated_internal_id": "ASST_NON_15PBJA22GG04730CVIP_1550"}, {"internal_id": 154166098, "Award ID": "15PBJA22GG04729CVIP", "Award Amount": 1999567.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "OVER THE PAST 10 YEARS, THE CITY OF HARTFORD HAS AVERAGED A HOMICIDE RATE OF ABOUT 19.5 PER 100,000 POPULATION—NEARLY FOUR TIMES THE NATIONAL AVERAGE AND MORE THAN SIX TIMES GREATER THAN THE STATEWIDE HOMICIDE RATE. LIKE MANY CITIES, HARTFORD HAS EXPERIENCED INCREASING RATES OF COMMUNITY GUN VIOLENCE SINCE 2020. THE CITY IS IN NEED OF ADDITIONAL SUPPORT TO EXPAND ITS CVI APPROACH AND FUND ADDITIONAL MULTI-DISCIPLINARY, DATA-INFORMED VIOLENCE INTERVENTION STRATEGIES FOCUSED ON THOSE AT THE VERY HIGHEST RISK FOR IMMEDIATE INVOLVEMENT IN GUN VIOLENCE. HARTFORD’S CVI EXPANSION PROGRAM SEEKS TO APPLY OUTREACH, SERVICES, AND INTENSIVE CASE MANAGEMENT TO THESE COMMUNITIES IN GREATEST NEED. ACKNOWLEDGING THAT THE POLICE ALSO PLAY A CRITICAL ROLE IN COMMUNITY-BASED VIOLENCE REDUCTION, THE CITY’S STRATEGY ALSO SEEKS TO APPLY POLICE RESOURCES IN WAYS THAT ARE EVIDENCE-BASED AND HYPER-FOCUSED ON THE SMALL POPULATION OF OFFENDERS CONTINUING TO ENGAGE IN VIOLENCE. FINALLY, THE CITY OF HARTFORD WILL IMPLEMENT INNOVATIVE COMMUNITY-BUILDING PROGRAMS TO STRENGTHEN ENGAGEMENT, SOCIAL COHESION, AND RESOURCE ACCESSIBILITY WITHIN NEIGHBORHOODS MOST DEEPLY AFFECTED BY GUN VIOLENCE. \n\nTHE CITY’S COMMUNITY-BASED VIOLENCE INTERVENTION INITIATIVE WILL TAKE AN APPROACH THAT EMPHASIZES COMMUNITY MOBILIZATION AND THE ENGAGEMENT OF RESIDENTS TO HELP GUIDE AND PARTICIPATE IN VIOLENCE REDUCTION EFFORTS. THIS APPLICATION SEEKS FUNDING TO ENHANCE THE CITY’S CVI APPROACH AND ACHIEVE FIVE KEY OBJECTIVES: (1) IMPLEMENT A DATA-INFORMED ACTIVITY AND COORDINATION FRAMEWORK, (2) STRENGTHEN OUTREACH, SERVICE DELIVERY, AND CASE MANAGEMENT FOR VICTIMS AND THOSE AT THE VERY-HIGHEST RISK FOR INVOLVEMENT IN GUN VIOLENCE, (3) BOLSTER COMMUNITY-BUILDING PROGRAMS AND ENHANCE FEEDBACK LOOPS BETWEEN CITY PARTNERS AND RESIDENTS, (4) DEVELOP SOLUTIONS TO INCREASE FEELINGS OF SAFETY AND SECURITY IN HIGH-VIOLENCE NEIGHBORHOODS, AND (5) IMPROVE CRIMINAL JUSTICE LEVER-PULLING FOR THOSE WHO PERPETRATE GUN VIOLENCE.\n\nIF OUR PROGRAM IS SUCCESSFUL AND FULFILLS OUR OBJECTIVES, WE EXPECT TO SEE: A) REDUCTIONS IN COMMUNITY GUN VIOLENCE, B) INCREASING PARTICIPATION IN COMMUNITY MOBILIZATION EFFORTS (E.G., NEIGHBORHOOD SLACK CHANNELS, RING CAMERA COMMUNITY PROGRAM, AND COMMUNITY EVENTS DRIVEN BY THE OFFICE OF COMMUNITY ENGAGEMENT AND CBOS) THROUGHOUT THE GRANT PERIOD, C) ALIGNMENT BETWEEN GUN VIOLENCE RISK FACTORS—AS DETERMINED THROUGH THE CITY’S GUN VIOLENCE PROBLEM ANALYSIS—AND CLIENTS ENGAGED IN PROJECT LONGEVITY AND INTENSIVE CASE MANAGEMENT, D) LOWER LEVELS OF RECIDIVISM AMONG INTENSIVE CASE MANAGEMENT CLIENTS, AND E) INCREASED SOLVE RATES AND OFFENDER ACCOUNTABILITY FOR NONFATAL SHOOTINGS AND SHOTS FIRED INCIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec539752-a6bf-223c-bce6-225ffc3378e7-C", "generated_internal_id": "ASST_NON_15PBJA22GG04729CVIP_1550"}, {"internal_id": 154165483, "Award ID": "15PBJA22GG04728CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "GREENSBORO (NC) POLICE DEPARTMENT (GPD) WILL EXPAND A PROGRAM BY ITS OFFICE OF COMMUNITY ENGAGEMENT (OCE) CURRENTLY IN ONE HIGH-CRIME NEIGHBORHOOD INTO ANOTHER HIGH-CRIME NEIGHBORHOOD; ENHANCE THE PROGRAM BY ADDING AN INTENSIVE FOCUS ON INDIVIDUALS AT HIGHEST RISK FOR VIOLENCE; AND IMPROVE RELATIONS BETWEEN RESIDENTS AND LAW ENFORCEMENT. THE PROJECT WILL USE A PLANNING PHASE TO FURTHER DEVELOP INITIAL PLANS AND USE ONGOING PERFORMANCE MEASUREMENT BY LOCAL RESEARCH PARTNERS (GRANT SUBRECIPIENTS THE UNIVERSITY OF NORTH CAROLINA – GREENSBORO AND NC AGRICULTURAL AND TECHNICAL STATE UNIVERSITY) TO MONITOR IMPLEMENTATION AND MAKE IMPROVEMENTS AS NEEDED.\n\n \n\nHIGH-RISK INDIVIDUALS WILL BE IDENTIFIED IN COLLABORATION WITH THE LOCAL PROJECT SAFE NEIGHBORHOODS PROGRAM AND OTHER PARTNER ORGANIZATIONS, E.G., HOSPITALS. CREDIBLE MESSENGERS WILL ENGAGE WITH HIGH-RISK INDIVIDUALS TO DISRUPT CYCLES OF VIOLENCE AND CONNECT THESE INDIVIDUALS WITH PARTNER ORGANIZATION SERVICES INCLUDING TRAUMA COUNSELING, CONFLICT MEDIATION, CASE MANAGEMENT, FINANCIAL ASSISTANCE, EDUCATION, HOUSING AND RELOCATION ASSISTANCE, PEER SUPPORT, AND JOB TRAINING. THEY WILL FOLLOW UP AS NEEDED TO ENCOURAGE SERVICE UPTAKE AND PARTICIPATION.\n\n \n\nPRIMARY ACTIVITIES FOR PROPOSED NEIGHBORHOOD-LEVEL PROGRAMMING WILL RESEMBLE CURRENT PROGRAMMING, TAILORED TO THE NEW NEIGHBORHOOD BASED ON RESIDENT INPUT. ACTIVITIES WILL CONTINUE TO BE DRIVEN BY OCE’S COMMUNITY CONNECTORS PROGRAM, WHICH IS LED BY A RESIDENT CONTRACTED BY OCE AND HAS AN EXTENSIVE NETWORK OF MULTIDISCIPLINARY VOLUNTEERS (INCLUDING RESIDENTS) AND PARTNER ORGANIZATIONS. THE PROGRAM WILL ADDRESS SYSTEMIC ISSUES INCLUDING FOOD AND HOUSING INSECURITY, UNEMPLOYMENT, FINANCIAL LITERACY, AND ACCESS TO TRANSPORTATION, EDUCATION, HEALTH CARE AND YOUTH OPPORTUNITIES. THE ELEMENTARY SCHOOL WILL BE A COMMUNITY HUB WITH ACTIVITIES TO MEET BASIC FAMILY NEEDS, BUILD A PTA-LIKE ORGANIZATION BOLSTERED BY NON-PARENT RESIDENTS, AND GUIDE TEACHERS IN ENGAGING PARENTS. MOBILE HEALTH SERVICES AND FOOD MARKETS WILL BRING SERVICES DIRECTLY TO THE COMMUNITY. \n\n \n\nTHE PROJECT IS EXPECTED TO (1) IMPROVE PROXIMAL OUTCOMES INCLUDING HEALTH AND WELL-BEING; TRAUMA AND BEHAVIORAL HEALTH RECOVERY; EMPLOYMENT, HOUSING, AND FOOD SECURITY; AND RESIDENT ENGAGEMENT; (2) REDUCE VIOLENCE PERPETRATION AND VICTIMIZATION, RECIDIVISM, AND TRAUMA; (3) REDUCE RACIAL DISPARITIES AND INCREASE RACIAL EQUITY; AND (4) IMPROVE COMMUNITY - LAW ENFORCEMENT RELATIONS. INTENDED BENEFICIARIES ARE, DIRECTLY, PROGRAM NEIGHBORHOOD RESIDENTS AND HIGH -RISK INDIVIDUALS AND, INDIRECTLY, THE GREENSBORO COMMUNITY AT LARGE. \n\n \n\nGPD SEEKS PRIORITY CONSIDERATION UNDER FOUR PRIORITY AREAS, AS SUPPORTED ON THE FOLLOWING NARRATIVE PAGES: PRIORITY 1, PROMOTING RACIAL EQUITY (P. 2); PRIORITY 2, HIGH AND INCREASING HOMICIDE RATES (P. 1); PRIORITY 3, MULTIDISCIPLINARY TEAM (ATTACHMENT); AND PRIORITY 4, PARTICIPATING IN AN NIJ-FUNDED EVALUATION (BY RTI INTERNATIONAL; P. 12).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b605edd9-14fd-61b8-9a5d-a99898006bb7-C", "generated_internal_id": "ASST_NON_15PBJA22GG04728CVIP_1550"}, {"internal_id": 154165512, "Award ID": "15PBJA22GG04727CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "GUN VIOLENCE IN THE UNITED STATES HAS TAKEN A TRAGIC AND UNPRECEDENTED TURN IN RECENT YEARS, WITH MURDERS RISING NEARLY 40% SINCE 2019, AND VIOLENT CRIME INCLUDING NON-FATAL SHOOTINGS AND ASSAULTS SPIKING FASTER THAN AT ANY TIME IN MODERN HISTORY (FBI, 2022). TAMPA’S HOMICIDE RATE IS APPROXIMATELY 50% HIGHER THAN STATE AND NATIONAL AVERAGES AND DOUBLE THE CITY’S HOMICIDE RATE IN 2017 (FDLE, 2022). NOTABLY, A LARGE PROPORTION OF THESE CRIMES INVOLVE GUNS (FDLE, 2022). TAMPA HAS EXPERIENCED A 110% INCREASE IN NON-FATAL SHOOTINGS FROM 2019 TO 2020. OVER THE PAST YEAR, TAMPA HAS SEEN AN INFLUX OF NATIONALLY KNOWN GANG ACTIVITY. IN ADDITION TO THE INCREASE IN GANG VIOLENCE, ONE THIRD OF ALL VIOLENT CRIMES WITH A FIREARM OCCUR IN THE EAST TAMPA NEIGHBORHOOD. MOST ONGOING GUN VIOLENCE STEMS FROM LOOSELY ORGANIZED YOUTH GROUPS WHO ASSOCIATE AND IDENTIFY WITH ONE ANOTHER BASED ON THE NEIGHBORHOOD AND AREA IN WHICH THEY RESIDE.\n\nIN RESPONSE TO THE UNPRECEDENTED VIOLENCE, THE CITY OF TAMPA AIMS TO ACHIEVE THE FOLLOWING: OBJECTIVE 1. DEVELOPMENT AND IMPLEMENT A VIOLENCE REDUCTION STRATEGIC PLAN WHICH ENGAGES AND DEMANDS ACTIVE PARTICIPATION FROM STAKEHOLDERS ACROSS LOCAL GOVERNMENT, COMMUNITY RESIDENTS, COMMUNITY-BASED ORGANIZATIONS, LAW ENFORCEMENT, HOSPITALS, AND RESEARCH PARTNERS. OBJECTIVE 2. CONDUCT COMMUNITY-CENTERED, DATA-DRIVEN, AND EQUITY FOCUSED ACTIVITIES THAT ADDRESS CROSS-CUTTING ISSUES WHICH, IF IMPROVED, CAN ASSIST IN PREVENTING VIOLENT CRIME.  OBJECTIVE 3. TARGETED VIOLENCE INTERVENTION THROUGH A FOCUSED DETERRENCE MODEL TO REDUCE FIREARM RELATED CRIMES AND GANG VIOLENCE BY 5-10% OVER A THREE-YEAR PERIOD. \n\nTHE CITY OF TAMPA WILL BE THE LEAD IMPLEMENTER OF THE PROGRAM AND HAVE NUMEROUS COMMUNITY PARTNERSHIPS. THE CITY WILL PROVIDE PEER MENTORS AND DEDICATED PERSONNEL TO ENSURE THE VIOLENCE REDUCTION STRATEGIC PLAN IS COMPLETED AND IMPLEMENTED. SAFE AND SOUND HILLSBOROUGH WILL BE A KEY PARTNER IN PROVIDING SERVICES AND CASE MANAGERS FOR VIOLENCE PREVENTION. THE TAMPA POLICE DEPARTMENT WILL SUPPORT A FOCUSED DETERRENCE APPROACH TO REDUCING VIOLENT CRIME. THE UNIVERSITY OF SOUTH FLORIDA WILL PROVIDE RESEARCH AND EVALUATION TO MEASURE THE PROGRAMS EFFECTIVENESS. THE CITY WILL ALSO WORK ALONGSIDE LOCAL COMMUNITY-BASED, ANTI-VIOLENCE ORGANIZATIONS SUCH AS RISE UP FOR PEACE AND THE RICH HOUSE TO PROVIDE VICTIM SUPPORT AND ADVOCACY AS WELL AS SAFE SPACE AND RESOURCES FOR YOUTH. FUNDING WILL ALSO SUPPORT REDUCING THE BLIGHT IN DISADVANTAGED NEIGHBORHOODS THROUGH CLEAN UP DAYS AND BEAUTIFICATION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b982598-252b-de4a-5edc-7671726145e6-C", "generated_internal_id": "ASST_NON_15PBJA22GG04727CVIP_1550"}, {"internal_id": 154166676, "Award ID": "15PBJA22GG04726CVIP", "Award Amount": 1966278.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "RICHMOND SUFFERED 90 HOMICIDES IN 2021 – THE HIGHEST AVERAGE SINCE 2004. GUN VIOLENCE HAS A GREATER IMPACT ON YOUNG PEOPLE IN RICHMOND, WITH THE RATE OF FIREARM DEATHS FOR YOUTH THREE TIMES THE NATIONAL RATE IN 2017. BLACK YOUTH AND FAMILIES IN RICHMOND HAVE CONSISTENTLY EXPERIENCED HIGHER RATES OF GUN VIOLENCE, ESPECIALLY IN AND AROUND RICHMOND’S ISOLATED PUBLIC HOUSING COMMUNITIES . THE CITY OF RICHMOND IS COMMITTED TO ADDRESSING THESE CONCERNING TRENDS IN AND WITH THE COMMUNITIES MOST MARGINALIZED AND IMPACTED.\n\n \n\nIN 2021, MAYOR LEVAR STONEY FORMALLY ANNOUNCED AN EFFORT TO BRING A DIVERSITY OF STAKEHOLDERS AROUND THE TABLE TO COLLABORATE ON SOLUTIONS TO REDUCE GUN VIOLENCE IN THE CITY, RESULTING IN THE RICHMOND GUN VIOLENCE PREVENTION AND INTERVENTION STEERING COMMITTEE AND THEIR SUBSEQUENTLY DEVELOPED “GVPI FRAMEWORK.”  THE FRAMEWORK IS GROUNDED IN THE PRINCIPLES OF CURE VIOLENCE MODEL AND TARGETS THOSE INDIVIDUALS DIRECTLY IMPACTED BY GUN VIOLENCE. RICHMOND’S FIRST COMMUNITY SAFETY COORDINATOR IS IN PLACE TO HELP COORDINATE THE GVPI STEERING COMMITTEE AND TO SUPPORT THE FUNDAMENTALS OF THE CITY’S GVPI FRAMEWORK. THE CITY SEEKS TO BUILD ON THE WORK DONE BY:\n\n\n\tENHANCING THE FRAMEWORK AND SUPPORTING THE STEERING COMMITTEE WITH A RIGOROUS STRATEGIC PLAN. \n\tENHANCING, EXPANDING, AND INTEGRATING KEY YOUTH PREVENTION AND INTERVENTION STRATEGIES OF THE FRAMEWORK. RESIDENTS WERE CLEAR DURING THE DEVELOPMENT OF THE FRAMEWORK: YOUNG PEOPLE AND THOSE THAT CARE FOR THEM ARE LOOKING FOR MORE POSITIVE YOUTH DEVELOPMENT ACTIVITIES. THE PROGRAMS PRESENTED WITHIN THIS APPLICATION FOCUS ON SUPPORTING YOUNG PEOPLE AT GREAT RISK OF ENGAGING IN NEGATIVE BEHAVIORS AND SUPPORTING THEM SO THAT THEY ARE ABLE TO HAVE PRODUCTIVE, THRIVING LIVES OUTSIDE OF THE JUSTICE SYSTEM. THE CITY INTENDS TO LEVERAGE THIS GRANT OPPORTUNITY TO DEEPEN THE SCOPE OF PROGRAMS THAT ARE WORKING; IMPLEMENT A NEW, EVIDENCE-BASED PROGRAM; AND ENSURE THAT ALL COMPONENTS AND THE AGENCIES THAT MANAGE THEM ARE INTEGRATED AND SUPPORTING ONE ANOTHER.                                                                                                                            THE CITY IS SEEKING PRIORITY CONSIDERATIONS 1A (PAGES 1, 6-11 ), 2 (PAGE 1), 3, AND 4. VCU’S SURVEY AND EVALUATION RESEARCH LAB HAS BEEN IDENTIFIED TO LEAD A RIGOROUS INDEPENDENT EVALUATION OF THE PROPOSED PROJECT. A TEAM FROM VIRGINIA COMMONWEALTH UNIVERSITY LED BY DR. KEVIN ALLISON, PH.D. A COMPLIMENTARY APPLICATION TO “NIJ FY22 EVALUATION OF OJP COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE (CVIPI) PROJECTS” OPPORTUNITY. THEIR PROJECT TITLE IS “EVALUATION OF RICHMOND GUN VIOLENCE PREVENTION.”", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a085424-f688-32f7-9554-3368a716ad75-C", "generated_internal_id": "ASST_NON_15PBJA22GG04726CVIP_1550"}, {"internal_id": 154168395, "Award ID": "15PBJA22GG04725CVIP", "Award Amount": 1564024.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "PROJECT ABSTRACT: COUNCIL AGAINST YOUTH VIOLENCE EXPANSION\n\nYOUTH IN THE CITY OF TRENTON (NJ) SPEND THEIR FORMATIVE YEARS IN A CITY WITH HIGH RATES OF POVERTY, CRIME, GANG ACTIVITY AND COMMUNITY VIOLENCE WHICH PERPETUATES A YOUTH-VIOLENCE CULTURE THAT ENSNARES MANY YOUTH AND THEIR FUTURES. ACCORDING TO THE 2017 TRENTON COMMUNITY HEALTH NEEDS ASSESSMENT REPORT, CRIME AND SAFETY WERE CONSISTENTLY DISCUSSED AS MAJOR ISSUES BY CITY RESIDENTS; AND THERE IS MUCH QUANTITATIVE DATA THAT CONTINUES TO CORROBORATE THEIR CONCERNS. \n\nRECOGNIZING THAT THE OUTCOMES OF VIOLENCE ARE BROADER THAN PHYSICAL INJURY, PEI KIDS LAUNCHED THE COUNCIL AGAINST YOUTH VIOLENCE (CAYV) IN 2019 WITH FUNDING FROM THE DEPARTMENT OF JUSTICE TO PROVIDE A ROBUST, COORDINATED HUMAN SERVICES RESPONSE FOR YOUTH VICTIMS OF GANG AND COMMUNITY VIOLENCE USING A COLLABORATIVE MDT MODEL. IN PARTNERSHIP WITH SIX COMMUNITY-BASED ORGANIZATIONS AND THE LEVEL 2 TRAUMA CENTER/HOSPITAL, SERVICES PROVIDED INCLUDE CASE MANAGEMENT; MENTAL-HEALTH COUNSELING; EMERGENCY SHELTER FOR ENDANGERED/HOMELESS/RUNAWAY YOUTH; RELOCATION; TUTORING; HIGH-SCHOOL EQUIVALENCY PREP/TESTING; ALCOHOL/DRUG ASSESSMENT AND TREATMENT; ANGER MANAGEMENT; CRISIS COUNSELING FOR VICTIMS OF SEXUAL ASSAULT/EXPLOITATION; AND SPECIALIZED SERVICES FOR YOUTH WITH DISABILITIES/COMPLEX NEEDS. \n\nPROJECT GOALS INCLUDE 1)STREAMLINING/EXPEDITING SERVICES TO VICTIMS THOUGH EFFECTIVE CASE MANAGEMENT; 2)COORDINATING SERVICES ACROSS MULTIPLE PROVIDERS; 3)ENHANCING THE SAFETY OF AT-RISK YOUTH/YOUTH VICTIMS; 4)REDUCING THEIR RISK OF (RE)VICTIMIZATION; AND 5)INCREASING UNDERSTANDING OF COMMUNITY VIOLENCE AND ITS EFFECTS TO PROMOTE TRAUMA-INFORMED RESPONSE/INTERVENTIONS AMONG YOUTH-SERVING PROFESSIONALS.\n\nTHE CAYV EXPANSION WILL CONTINUE TO ADVANCE THESE GOALS AS WELL AS ADDITIONAL GOALS OF 6)OFFERING A HIGHER LEVEL OF CARE BY ONBOARDING ADDITIONAL PROGRAM PARTNERS/SERVICE PROVIDERS; 7)CREATING A SUPPORT GROUP TO PROVIDE PEER AND PROFESSIONAL SUPPORT FOR YOUTH EXPOSED TO VIOLENCE; AND 8)ADDING 24-HOUR CRISIS RESPONSE CAPABILITY TO SUPPORT THE STATE’S FBI OFFICE WITH SERVING YOUTH CRIME VICTIMS DURING WEEKENDS/OFF-HOURS. \n\nOUTCOMES METRICS ARE DESIGNED TO SUPPORT ASSESSMENT OF THESE (8) GOALS AS WELL AS THE COMMUNITY’S RESPONSE IN DELIVERING SERVICES FOR YOUTH VICTIMS; AND EFFECTIVENESS OF THE INTERVENTIONS PROVIDED. THROUGH THIS PROJECT, PEI KIDS WILL STRATEGICALLY EXPAND CAYV’S SERVICES TO SUPPORT THE PHYSICAL SAFETY, MENTAL HEALTH, SOCIAL, SUPPORT NETWORK, AND EDUCATIONAL NEEDS OF VICTIMS, ALL CRITICAL ELEMENTS OF HEALTHY YOUTH DEVELOPMENT THAT CAN BE DERAILED BY VIOLENCE VICTIMIZATION. \n\nPEI KIDS SEEKS PRIORITY CONSIDERATION UNDER THE FOLLOWING PRIORITY AREAS:\n\nAREA 2: COMMUNITIES WITH DOCUMENTED HIGH/INCREASING LEVELS OF HOMICIDES PER CAPITA. \n\nAREA 3: APPLICANTS WITH EXISTING PARTNERSHIPS/MDT STAKEHOLDER MEMBERS (SEE ATTACHMENT, “CVIPI TEAM”).\n\nPEI KIDS WILL COLLABORATE WITH RESEARCH PARTNER, THE COLLEGE OF NEW JERSEY (MOU ATTACHED)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a56a9dfe-6179-8573-3c70-68055b8b0b99-R", "generated_internal_id": "ASST_NON_15PBJA22GG04725CVIP_1550"}, {"internal_id": 156905645, "Award ID": "15PBJA22GG04723CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "“A LOT OF PEOPLE THINK THIS IS JUST COMMUNITY ACTIVISM, AS IF WE GO OUTSIDE AND SAY,“STOP THE VIOLENCE.” OUR WORK GOES MUCH DEEPER. IT’S TRAININGS, IT’S STANDARD OPERATING PROCEDURES, IT’S FORMULAS THAT ALLOW US TO ENGAGE INDIVIDUALS AND DE-ESCALATE SITUATIONS.” – EXECUTIVE DIRECTOR DAAMIN DURDIN  \n \n\nTHE NEWARK COMMUNITY STREET TEAM (NCST)’S \"STRENGTHENING COMMUNITY BASED PUBLIC SAFETY: NEWARK’S TARGETED INTERVENTIONS\" IS AN EXPANSION OF ITS COLLABORATIVE NEIGHBORHOOD-CENTERED, EVIDENCE-BASED, DATA-DRIVEN EFFORT TO REDUCE AND PREVENT CRIME (WITH A FOCUS ON VIOLENCE PREVENTION). IT COMBINES CRIME SUPPRESSION ACTIVITIES LED BY NCST, COMMUNITY-BASED ORGANIZATIONS, LAW ENFORCEMENT, AND OTHER CRIMINAL AND JUVENILE JUSTICE AGENCIES, WITH HUMAN AND SOCIAL SERVICE PREVENTION ACTIVITIES ADDRESSING RISK FACTORS FOR CRIME, TARGETED TO PEOPLE AND PLACES AT HIGH RISK OF CRIME OR VICTIMIZATION. THIS PROJECT WILL ENABLE NCST TO EXPAND ITS REPUTABLE AND INFLUENTIAL HIGH RISK INTERVENTIONIST (HRI) PROGRAM TO PREVENT AND REDUCE VIOLENCE IN ADDITIONAL COMMUNITIES IN NEWARK. THE HRI PROGRAM PROVIDES VIOLENCE INTERRUPTION AND INTERVENTION EFFORTS BY ENGAGING DIRECTLY WITH BOTH VICTIMS AND PERPETRATORS, PREVENTING RETALIATORY ACTIONS AND CONNECTING RESIDENTS WITH RESOURCES. THE EXPANDED PROGRAM WILL CONSIST OF THE FOLLOWING PRIMARY ELEMENTS: \n\n\n\t\n\tEXPANSION OF THEIR HRI TEAM BY HIRING EIGHT (8) ADDITIONAL STAFF, INCLUDING HIRING AND TRAINING RESIDENTS WHO MAY HAVE BEEN PREVIOUSLY INCARCERATED AND/OR FORMER GANG AFFILIATED \n\t\n\t\n\tCONTINUED COLLABORATIVE WORK WITH CVIPI TEAM MEMBERS AND OTHER STAKEHOLDERS\n\t\n\t\n\tHOSTING PUBLIC SAFETY ROUNDTABLES (PSRT), AND OTHER COMMUNITY MEETINGS\n\t\n\t\n\tCASE MANAGEMENT FOR HIGH RISK INDIVIDUALS BASED ON INDIVIDUALIZED MENTORSHIP PLANS\n\t\n\t\n\tCONDUCTING A SAMPLE RESEARCH STUDY OF HRI PARTICIPANTS, TRACKING FROM ENROLLMENT, PARTICIPATION, FOLLOW-UP AND EXIT \n\t\n\t\n\tONGOING DOCUMENTATION OF CVIPI STRATEGY\n\t\n\t\n\tCONDUCTING A NEEDS ASSESSMENT INFORMED BY COMMUNITY INPUT\n\t\n\t\n\tDEVELOPING A NEWARK-WIDE VIOLENCE REDUCTION STRATEGIC PLAN LED BY CVIPI TEAM AND INFORMED BY COMMUNITY INPUT\n\t\n\t\n\tPARTICIPATION IN PROGRAM EVALUATION DETERMINED BY BJA \n\t\n\n\nTHE EXPECTED OUTCOMES OVER THE COURSE OF THE GRANT PERIOD INCLUDE: 120 INTERVENTIONS; NEEDS ASSESSMENT; RESEARCH STUDY PUBLICATION; DEVELOPMENT AND DISSEMINATION OF A VIOLENCE REDUCTION STRATEGIC PLAN; AND A PROGRAM EVALUATION. THE TARGET POPULATION AND INTENDED BENEFICIARIES ARE INDIVIDUALS KNOWN TO BE AT GREATEST RISK OF BEING VIOLENCE-INVOLVED: KNOWN OFFENDERS, INCLUDING CURRENT OR FORMER GANG MEMBERS, THOSE WHO HAVE HISTORICALLY BEEN DISRUPTIVE. \n\nNCST IS SEEKING PRIORITY CONSIDERATION FOR AREAS 1A (DOCUMENTATION FOUND IN NARRATIVE, PAGE 11) AND 3 (DOCUMENTATION OF OUR MULTIDISCIPLINARY PARTNERSHIPS IS FOUND THROUGHOUT NARRATIVE AND IN CVIPI TEAM DOCUMENT) AND IS EAGER TO PARTICIPATE IN EVALUATION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cbd9cc2-6d65-b096-351d-eddb3529d670-C", "generated_internal_id": "ASST_NON_15PBJA22GG04723CVIP_1550"}, {"internal_id": 154166216, "Award ID": "15PBJA22GG04722CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "IN 2021, RAPID CITY SAW A RECORD NUMBER OF SHOOTINGS AND HOMICIDES.  IN, 2021 RAPID CITY HAD 93 INSTANCES THAT WERE DOCUMENTED BY THE RAPID CITY POLICE DEPARTMENT (RCPD) OF OFFENDERS BEING ARRESTED FOR POSSESSING STOLEN FIREARMS AND CONTROLLED SUBSTANCES. RAPID CITY HAS SEEN A DRASTIC INCREASE IN VIOLENT FIREARM CRIMES, 2019 61; 2020:116; 2021:107 (RCPD CRIME STATS).\n\nFROM WHAT IS KNOWN ABOUT CRIME ON THE NORTH SIDE, THIS NEIGHBORHOOD THAT MAKES UP LESS THAN 20 PERCENT OF THE GENERAL POPULATION. THIS SMALL SUBSECTION OF THE CITY IS EXPERIENCING MORE CRIME PER CAPITA THAN MOST OF THE LARGE CITIES IN AMERICA, ESPECIALLY THE NATIVE AMERICAN RESIDENTS.\n\nWHAT IS NEEDED TO ADDRESS THE HIGHEST CRIME AND VICTIMIZATION RATES IN RAPID CITY ARE PLACE-BASED AND COMMUNITY-DRIVEN VIOLENCE INTERVENTION AND PREVENTION STRATEGIES. MOREOVER, NEIGHBORHOODS LIKE THE NORTH SIDE ARE WELL KNOWN TO DRASTICALLY UNDERREPORT CRIME, MAKING THE MEASUREMENT OF VIOLENCE AND VICTIMIZATION DISPARITIES DIFFICULT TO TRACK AND EVEN HARDER TO ADDRESS.\n\nTHE CITY AND COMMUNITY VIOLENCE INTERVENTION PARTNERS WILL UTILIZE THIS GRANT OPPORTUNITY TO BUILD THE FRAMEWORK FOR LONG-TERM SUSTAINABILITY AND CHANGE THROUGH THE FOLLOWING GOALS: \n\n\n\tFURTHER EXPAND AND ENHANCE YOUTH PROGRAMMING; VIOLENCE/TRAUMA PREVENTION AND INTERVENTION.\n\tCREATE EQUITABLE COMMUNITY DEVELOPMENT AND ACCESS TO SERVICES\n\tSTABILIZE YOUTH, FAMILY & COMMUNITY\n\tRESPOND AND HEAL NEIGHBORHOODS AFTER INCIDENTS OF VIOLENCE.\n\n\nTHE PROPOSED COMMUNITY VIOLENCE WORK IS A COLLABORATIVE EFFORT THROUGH COMMUNITY INPUT AND RESEARCHER EVALUATION. THE CITY WILL PARTNER THIS APPLICATION WITH THE UNIVERSITY OF CINCINNATI CENTER FOR POLICE RESEARCH AND POLICY, A RESEARCH PARTNER FOR THE BJCI GRANT, AND WILL APPLY THROUGH THE NIJ SOLICITATION. THE CITY AND PARTNERS HAVE BUILT THE FRAMEWORK AND PROGRAMMING TO BUILD CAPACITY AND SUSTAIN THE CVI PROGRAMS. THE GRANT IS THE PERFECT SOLUTION TO ENHANCE AND EXPAND PROGRAMMING AND ORGANIZATION CAPACITY. \n\nTHERE HAVE BEEN TECHNICAL ASSISTANCE FROM THE NEWARK COMMUNITY STREET TEAM (NCST) THROUGH THE COLLECTIVE HEALING INITIATIVE AND CONTINUED WITH THE CURRENT WHITE HOUSE CVI INITIATIVE. CVI PARTNERS RECENTLY WENT TO NEWARK AS PART OF THE WHITE HOUSE CVI TO LEARN FROM NCST, EMPLOYING CREDIBLE MESSENGER PROGRAMS TO ADDRESS VIOLENCE THROUGH A FUNCTIONAL AND PREVENTIVE APPROACH. THE COMMUNITY TEAM WILL LIAISE WITH PREVENTION AND INTERVENTION PROGRAMS TO PROVIDE BOOTS-ON-THE-GROUND OUTREACH. \nTHE CITY OF RAPID CITY IS APPLYING FOR 1A (PG.9) AND 1B (PG.12) PRIORITIES TO BUILD EQUITY, CAPACITY, AND PROGRAMMING WITH THE CITY’S NATIVE AMERICAN CVI PARTNERS – MISSING AND MURDERED INDIGENOUS WOMEN, JOURNEY-ON, AND WAMBLI SKA. THE CITY INTENDS TO SUB-AWARD OVER 60% OF THE FUNDING TO THESE ENTITIES TO CAPACITY AND IS IN COMPLIANCE WITH PRIORITY FUNDING REQUIREMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42c280b6-493c-714e-0914-f575a2e79a9e-C", "generated_internal_id": "ASST_NON_15PBJA22GG04722CVIP_1550"}, {"internal_id": 154165687, "Award ID": "15PBJA22GG04721CVIP", "Award Amount": 641050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "PROJECT SUMMARY, PURPOSE, ACTIVITIES, OUTCOMES, SERVICE AREA, BENEFICIARIES. BOSS PROPOSES TO IMPLEMENT THE CENTER OF EXCELLENCE: TRAUMA INFORMED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE AS THE MISSING LINK IN ITS SERVICE DELIVERY NETWORK. THE CENTER WILL PROVIDE VIOLENCE INTERVENTION/PREVENTION SERVICES THAT INCLUDE: GUN/GANG AND GENDER-BASED VIOLENCE PREVENTION/RESPONSE, COMMUNITY HEALING/RESTORATIVE JUSTICE PROGRAMS, AND COGNITIVE BEHAVIORAL INTERVENTIONS. THE CENTER WILL ADD MULTIDISCIPLINARY STAFF INCLUDING LICENSED PSYCHIATRISTS, PSYCHOLOGISTS, SOCIAL WORKERS AND CREDIBLE MESSENGERS TO PROVIDE SERVICES SUCH AS TREATMENT/RECOVERY SERVICES FOR CRIME VICTIMS; MENTAL HEALTH TREATMENT; ASSERTIVE COMMUNITY-BASED OUTREACH; CLINICAL CASE MANAGEMENT; CARE COORDINATION AMONG MEDICAL/MENTAL HEALTH CARE PROVIDERS; AND SERVICES TO HOMICIDE SURVIVOR FAMILY MEMBERS/LOVED ONES. SERVICES WILL HELP PREVENT/REDUCE VIOLENT CRIME IN OUR COMMUNITY, SERVING PEOPLE AT THE CENTER OF, AT RISK OF, OR EXPOSED TO VIOLENCE IN THE MOST IMPACTED AREAS OF OAKLAND – EAST, WEST, AND DOWNTOWN. TO ENSURE THAT PROPOSED SERVICES SUCCESSFULLY ENHANCE THE CURRENT LOCAL NETWORK OF VI PROGRAMS, BOSS WILL FACILITATE MEETINGS OF OUR COMMUNITY’S EXISTING CVIPI TEAM: MEMBERS OF THE OAKLAND VIOLENCE PREVENTION COALITION (LOCAL ORGANIZATIONS WHO ARE PART OF COLLABORATIVE REGIONAL EFFORTS TO REDUCE VIOLENCE) AND PUBLIC PARTNERS. BOSS WILL SUBCONTRACT WITH URBAN STRATEGIES COUNCIL AS RESEARCH PARTNER (AND ACTIVE MEMBER OF THE CVIPI TEAM): THEY WILL ASSIST WITH PROGRAM IMPLEMENTATION AND LEAD THE IDENTIFICATION/COLLECTION OF KEY PERFORMANCE METRICS.\n\nPRIORITY CONSIDERATIONS/NARRATIVE PAGE#. BOSS IS SEEKING THE FOLLOWING PRIORITY CONSIDERATIONS:\n\n1A. PROMOTING RACIAL EQUITY/REMOVAL OF BARRIERS FOR UNDERSERVED, MARGINALIZED, INEQUITY-AFFECTED COMMUNITIES: BOSS’ MISSION IS TO REMOVE BARRIERS TO ACCESS AND OPPORTUNITY FOR THESE COMMUNITIES – ALL PROGRAMS ARE DESIGNED TO PROMOTE SOCIAL/ECONOMIC/RACIAL EQUITY AND INCLUSION (PAGE 11 IN NARRATIVE).\n\n1B. CULTURALLY SPECIFIC ORGANIZATION: BOSS SERVES VERY LOW INCOME COMMUNITIES IMPACTED BY HOMELESSNESS, POVERTY, INCARCERATION AND JUSTICE SYSTEM INVOLVEMENT – PREDOMINANTLY BLACK INDIGENOUS PEOPLE OF COLOR (PAGE 14 IN NARRATIVE).\n\n2. SERVING COMMUNITY WITH HIGH HOMICIDE RATES: THE PROJECT WILL BE LOCATED IN AND SERVE OAKLAND, CALIFORNIA, WITH THE 3RD HIGHEST RATE OF VIOLENT CRIME IN CALIFORNIA (PAGE 1 IN NARRATIVE).\n\n3. EXISTING PARTNERSHIP WITH MULTIDISCIPLINARY TEAM STAKEHOLDERS: BOSS IS A FOUNDING MEMBER OF THE OAKLAND VIOLENCE PREVENTION COALITION AND WILL FACILITATE THEIR ENGAGEMENT ALONG WITH PUBLIC JUSTICE ENTITIES FOR SUCCESSFUL IMPLEMENTATION AND EVALUATION (PAGES 4, 8 IN NARRATIVE).\n4. COMPANION EVALUATION APPLICATION. BOSS IS PARTNERING WITH URBAN STRATEGIES COUNCIL WHO ARE SUBMITTING A PAIRED EVALUATION PROPOSAL UNDER THE NIJ SOLICITATION ‘EVALUATIONS OF OJP COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE (CVIPI) PROGRAMS, FISCAL YEAR 2022’ (PAGE 14 IN NARRATIVE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0947204-cb8b-e282-2ef3-333abe8f2d80-C", "generated_internal_id": "ASST_NON_15PBJA22GG04721CVIP_1550"}, {"internal_id": 154168442, "Award ID": "15PBJA22GG04720CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "FROM 2016 TO 2020, BATON ROUGE EXPERIENCED 80,163 VIOLENT CRIMES, OF WHICH 32,683 WERE CRIMES AMONG YOUTH AGES 10-24; AND 47,480 AMONG ADULTS OVER 24. ZIP CODE 70805 SAW 8,427 VIOLENT CRIMES OF 80,163 OR 10% WHILE ZIP CODE 70802 EXPERIENCED 5,657 CRIMES OR 7%.  BATON ROUGE IS AMONG AMERICA'S TOP 40 MOST DANGEROUS CITIES DUE TO THE CRIME RATE PER CAPITA. A CURRENT COMMUNITY HEALTH ASSESSMENT PUBLISHED BY THE MAYOR'S HEALTHY CITY INITIATIVE, A 2021 HEALTH RANKING, LISTED THE BATON ROUGE VIOLENT CRIME RATE AS 583 COMPARED TO A 541 FOR LOUISIANA.  \n\nTHE CITY AND COMMUNITY VIOLENCE INTERVENTION PARTNERS WILL UTILIZE THIS GRANT OPPORTUNITY TO BUILD THE FRAMEWORK FOR LONG-TERM SUSTAINABILITY AND CHANGE. THE COMMUNITY VIOLENCE WORK HAS BECOME A COLLABORATIVE EFFORT THROUGH COMMUNITY INPUT AND RESEARCHER EVALUATION. THE CITY WILL PARTNER THIS APPLICATION WITH VINFORMATIX, A RESEARCH PARTNER FOR THE BJCI GRANT, AND APPLY THROUGH THE NIJ SOLICITATION. THE CITY AND PARTNERS HAVE BUILT THE FRAMEWORK AND PROGRAMMING TO BUILD CAPACITY AND SUSTAIN THE CVI PROGRAMS. THE GRANT IS THE PERFECT SOLUTION TO ENHANCE AND EXPAND PROGRAMMING AND ORGANIZATION CAPACITY. \n\nTHERE HAVE BEEN TECHNICAL ASSISTANCE FROM AQEELA SHERRILL AND THE NEWARK COMMUNITY STREET TEAM (NCST) THROUGH THE COLLECTIVE HEALING INITIATIVE AND CONTINUED WITH THE CURRENT WHITE HOUSE CVI INITIATIVE. CVI PARTNERS RECENTLY WENT TO NEWARK AS PART OF THE WHITE HOUSE CVI TO LEARN FROM NCST, EMPLOYING CREDIBLE MESSENGER PROGRAMS TO ADDRESS VIOLENCE THROUGH A FUNCTIONAL AND PREVENTIVE APPROACH. THE COMMUNITY TEAM WILL LIAISE WITH PREVENTION AND INTERVENTION PROGRAMS TO PROVIDE BOOTS-ON-THE-GROUND OUTREACH. \n\nTHE CITY IS APPLYING FOR 1A (PG. 10) AND 1B (PG. 13) PRIORITIES TO BUILD EQUITY, CAPACITY, AND PROGRAMMING IN THE CITY'S AFRICAN AMERICAN CVI PARTNERS 100 BLACK MEN, BATON ROUGE COMMUNITY STREET TEAM BRCST, TRUCE AND CHANGE – THE CITY INTENDS TO SUB-AWARD OVER 70% OF THE FUNDING TO THESE ENTITIES TO SUFFICE PRIORITY FUNDING REQUIREMENTS. THE MAYOR'S OFFICE CREATED A SAFE HOPEFUL HEALTHY BATON ROUGE, WHICH HAS CREATED A STRATEGY FOR INTERRUPTING VIOLENCE, DECREASING RECIDIVISM, AND REDUCING GUN VIOLENCE. THE BRCST IS A NEIGHBORHOOD-CENTERED PROJECT AND FRAMEWORK FOR INTERVENTION AND PREVENTION STRATEGIES TO REDUCE VIOLENCE AND CRIME. THROUGH MENTORING AND CASE MANAGEMENT MODELING, COMMUNITY INTERVENTIONISTS ENGAGE COMMUNITY MEMBERS AT RISK OF BECOMING EITHER VICTIMS OR PERPETRATORS OF VIOLENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d4ba050-b96c-9eef-d847-e3657b4d3541-C", "generated_internal_id": "ASST_NON_15PBJA22GG04720CVIP_1550"}, {"internal_id": 154167231, "Award ID": "15PBJA22GG04719CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THROUGH $2 MILLION IN NEW RESOURCES, THE CITY OF LOS ANGELES WILL ENHANCE AND EXPAND EXISTING CVI PARTNERSHIPS WITH LAW ENFORCEMENT, SCHOOLS, COMMUNITY RESIDENTS, VICTIM SERVICE PROVIDERS, CBOS, AND RESEARCHERS TO PREVENT AND REDUCE CRIME IN THE SOUTHEAST REGION OF LOS ANGELES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf9c04c6-6f9d-300b-c330-4eea86dc80d8-C", "generated_internal_id": "ASST_NON_15PBJA22GG04719CVIP_1550"}, {"internal_id": 154168422, "Award ID": "15PBJA22GG04718CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE CITY OF KANSAS CITY, MISSOURI (KCMO) HEALTH DEPARTMENT’S AIM4PEACE PROGRAM (A4P) IS THE APPLICANT FOR A CATEGORY 4 GRANT IN SUPPORT OF PROGRAM EXPANSION: CVIPI NEIGHBORHOOD OUTREACH TEAM (TEAM). KCMO IS RANKED THE 37TH LARGEST U.S. CITY YET RANKS 8TH DEADLIEST PER MURDER RATES. THE KCMO VIOLENT CRIME RATE IS 15.6/1000, NEARLY 3X THAT OF THE ENTIRE STATE (5.42) AND NEARLY 4X THE NATIONAL AVERAGE (4.0). PER DATA, A4P SEEKS CONSIDERATION FOR PRIORITY 2, NARRATIVE PAGE 1. THE SERVICE AREA INCLUDES THE URBAN CORE WITH PARTICULAR ATTENTION WITHIN THE KCMO POLICE DEPARTMENT’S EAST PATROL DIVISION, THE MOST VIOLENT JURISDICTION. BENEFICIARIES ARE URBAN CORE RESIDENTS, PRIMARILY BIPOC AND LOWER-INCOME HOUSEHOLDS. CONTRIBUTING FACTORS INCLUDE RACIAL AND SOCIO-ECONOMIC ISOLATION, HIGH RATES OF POVERTY, HOMELESSNESS, AND SUBSTANCE ABUSE, AND THE CONTINUED PANDEMIC IMPACT. A4P’S PROGRAMMING IS MODELED AFTER THE CURE VIOLENCE PROGRAM AND USES THE BEST PRACTICES OF OTHER EVIDENCE-BASED STRATEGIES THROUGH LESSONS LEARNED SINCE A4P BEGAN CVIPI PROGRAMMING IN 2008. PER PRIORITY 1(A), NARRATIVE PAGE 7, PROGRAMMING AIMS TO REMOVE BARRIERS TO ACCESS AND OPPORTUNITY FOR THE TARGETED BIPOC COMMUNITIES SERVED. THROUGHOUT THE GRANT PERIOD, THE TEAM WILL WORK WITH AND STRENGTHEN THE VFKCC, AN EXISTING PARTNERSHIP WITH MULTIDISCIPLINARY STAKEHOLDER MEMBERS; PRIORITY 3 NARRATIVE PAGE 4. PER PRIORITY 1(B), 30% OF THE BUDGET, $600,000 IS DEDICATED TO ASSEMBLING A HISPANIC RESPONSE TEAM TO SUPPORT THE PROGRAM, NARRATIVE PAGE 12, SUB AWARDEE THE MATTIE RHODES CENTER. OUTCOMES WITH PRIMARY ACTIVITIES INCLUDE: STRENGTHENING THE EXISTING MULTIDISCIPLINARY TEAM, CONDUCTING A NEW NEEDS ASSESSMENT TO COMPLIMENT THE 2020 BLUEPRINT, CREATION OF A NEW VIOLENCE REDUCTION STRATEGIC PLAN, PARTICIPATING IN ALL TRAININGS, TA AND EVALUATION REQUIRED BY THE BJA, DEVELOPING A SUSTAINABILITY PLAN WITH THE CVIPI PARTNERING TEAM, AND ULTIMATELY, PREVENTING AND REDUCING VIOLENT CRIME. A4P IS A CURE VIOLENCE PARTNER, AN ARCHETYPE FOUND TO BE THE MOST EFFECTIVE VIOLENCE PREVENTION MODEL TO CHANGE BEHAVIOR BY THE DOJ, CDC, AND JOHNS HOPKINS UNIVERSITY. A4P HAS BENEFITED FROM OTHER EVIDENCE-BASED MODELS AND PRACTICES; THE OVC, THE OJJDP, AND BJA PROVIDED NUMEROUS TA OPPORTUNITIES, UTILIZED BY A4P AS IT GREW ITS PROGRAMS. A4P HAS SUCCESSFULLY SERVED THE COMMUNITY THROUGH A CVIPI-BASED PROGRAM SINCE ITS FIRST GRANT IN 2011. FEDERAL FUNDING CUTS DURING THE LAST ADMINISTRATION DEPLETED ALL RESOURCES AND THE TEAM WAS DISBANDED, CREATING A CRITICAL GAP IN PROGRAMMING THROUGHOUT KCMO. ONLY WITH BJA FUNDING ASSISTANCE CAN THE PROGRAM BE REINSTATED, REDUCING VIOLENCE AND ADDRESSING THE COMMUNITY NEED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edc08a63-de0b-415e-ef6c-623bd629ff51-C", "generated_internal_id": "ASST_NON_15PBJA22GG04718CVIP_1550"}, {"internal_id": 154167312, "Award ID": "15PBJA22GG04717CVIP", "Award Amount": 1496756.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "PROPOSAL ABSTRACT\n\nBUNCOMBE COUNTY CVIPI\n\n \n\nPURPOSE: THE PURPOSE OF THE BUNCOMBE COUNTY CVIPI PROJECT IS TO PREVENT AND REDUCE VIOLENT CRIME IN ASHEVILLE, NC BY IMPLEMENTING A COMPREHENSIVE, EVIDENCE-BASED, COMMUNITY-LED, DATA-DRIVEN AND TRAUMA INFORMED VIOLENCE INTERVENTION AND PREVENTION PROGRAM. \n\n \n\nPRIMARY ACTIVITIES: THIS PROJECT WILL BUILD UPON AND ADVANCE THE OUTREACH, COMMUNITY ENGAGEMENT, RESEARCH, AND STRATEGIC PLANNING WORK OF THE BUNCOMBE COUNTY COMMUNITY SAFETY INITIATIVE (BCCSI) A COLLABORATION OF THE COUNTY JUSTICE SERVICES DEPARTMENT (JSD), POLICE, GOVERNMENT, AND LOCAL CBOS. \n\n \n\nFUNDS WILL BE USED TO: 1) CREATE A GRANTS/PROGRAM MANAGER POSITION DEDICATED TO SUPPORTING AND EXPANDING THE WORK OF THE BCCSI, 2) SUSTAIN AND ENHANCE COMMUNITY ENGAGEMENT WORK WITH RESIDENTS OF AT-RISK NEIGHBORHOODS AND VICTIMS/SURVIVORS OF COMMUNITY VIOLENCE; 3) ENHANCE AND REFINE THE COMMUNITY BUNCOMBE COUNTY VIOLENCE PREVENTION AND COMMUNITY SAFETY PLAN, WITH ONGOING COMMUNITY INPUT AND LEADERSHIP, AND 4) CONTRACT WITH A LOCAL CBO TO HIRE COMMUNITY HEALTH WORKERS TRAINED IN VIOLENCE PREVENTION (CHWVPS) TO SUPPORT IMPLEMENTATION OF THE EVIDENCE-BASED CHASM VIOLENCE INTERVENTION PROGRAM THAT COMMUNITY PARTNERS HAVE RECOMMENDED TO THE COUNTY.\n\n \n\nEXPECTED OUTCOMES: AN ENHANCED BUNCOMBE COUNTY VIOLENCE PREVENTION AND COMMUNITY SAFETY PLAN, AND ACCOMPANYING IMPLEMENTATION PLAN, WILL BE CREATED IN A COLLABORATIVE, COMMUNITY-LED WORKING GROUP PROCESS. CHWVPS WILL CONNECT RESIDENTS OF AT-RISK NEIGHBORHOODS TO SERVICES AND RESOURCES. RESIDENTS AND CVI PRACTITIONERS WILL ATTEND RESILIENCE TRAININGS, YOUTH AND YOUNG ADULTS WILL RECEIVE MENTORING, AND ONGOING COMMUNITY ENGAGEMENT WILL FOSTER TRUST AND BUILD A STRONG FOUNDATION FOR LONG-TERM VIOLENCE PREVENTION AND INTERVENTION WORK.\n\n \n\nSERVICE AREA: THIS PROJECT WILL FOCUS ON NEIGHBORHOODS EXHIBITING HIGH RATES OF GUN VIOLENCE AND HOMICIDE: HILLCREST, KLONDYKE, AND DEAVERVIEW (ZIP CODES 28801 AND 28806), WITH THE POTENTIAL TO ADD COMMUNITIES SUCH AS PVA (28806), SOUTHSIDE (28801), AND SHILOH (28803).\n\n \n\nINTENDED BENEFICIARIES AND CONTRACTORS: COMMITTED PARTNERS ON THIS PROJECT INCLUDE THE SPARC FOUNDATION, MY DADDY TAUGHT ME THAT (MDTMT), AND RESOURCES FOR RESILIENCE (RFR). THESE ORGANIZATIONS WILL CONTINUE THE COLLABORATIVE WORK OF THE STREET TEAM, CONDUCT YOUTH OUTREACH AND MENTORSHIP, AND BUILD COMMUNITY THROUGH TRAUMA-INFORMED, RESILIENCE-FOCUSED LISTENING SESSIONS. TWO CBOS WILL ALSO BE ENGAGED THROUGH AN OPEN RFP PROCESS: ONE WILL HIRE AND SUPERVISE THE TEAM OF CHWVPS; ANOTHER WILL PROVIDE CLINICAL SUPPORT TO FRONTLINE CVI PRACTITIONERS SERVING IN AT-RISK COMMUNITIES.\n\n \n\nFUNDING PRIORITIES: THIS PROJECT SEEKS PRIORITY CONSIDERATION UNDER FUNDING PRIORITIES 1A AND 3 AS DESCRIBED ON PAGE 11 OF THE PROPOSAL NARRATIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b818399b-61db-5a6e-71f3-b259cd504b66-C", "generated_internal_id": "ASST_NON_15PBJA22GG04717CVIP_1550"}, {"internal_id": 154166423, "Award ID": "15PBJA22GG04716CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "METROPOLITAN FAMILY SERVICES (MFS) THROUGH THE METROPOLITAN PEACE INITIATIVE (MPI) IS REQUESTING $2,000,000 OVER THE 36 MONTH PROJECT PERIOD UNDER CATEGORY 3 TO EXPAND THE DELIVERY OF COMMUNITY-BASED VIOLENCE INTERVENTION AND PREVENTION (CVIP) SERVICES THROUGHOUT THE CITY OF CHICAGO.   MPI IS A DIVISION OF THE LARGER MFS NOT-FOR-PROFIT ORGANIZATION AND IS THE ADMINISTRATIVE, OPERATIONS AND SUPPORTIVE SERVICES COORDINATOR FOR COMMUNITIES PARTNERING 4 PEACE (CP4P) WHICH CONVENES COMMUNITY-BASED AND CITY-WIDE ORGANIZATIONS TO HELP HEAL CHICAGO COMMUNITIES EXPERIENCING THE HIGHEST LEVEL OF GUN VIOLENCE.   CP4P IS A NETWORK OF 16 COMMUNITY-BASED ORGANIZATIONS (CBO) THAT ARE HYPER-LOCAL AND EXPERIENCED IN THE DELIVERY OF VIOLENCE INTERVENTION AND PREVENTION WORK WHOSE MISSION (AS CONVENED BY MFS MPI) IS A FRAMEWORK THAT PROVIDES A COMPREHENSIVE, LONG-TERM APPROACH TO REDUCING VIOLENCE AND GANG ACTIVITY AMONG THE INDIVIDUALS AND COMMUNITIES IT SERVES.   \n\nMFS MPI IN COLLABORATION WITH OTHER INVESTED STAKEHOLDERS AND PARTNERS WHO ARE WORKING TOGETHER TO REDUCE VIOLENCE IN CHICAGO HAVE ESTABLISHED P.A.V.E. (POWER TO ANTI-VIOLENCE EMPLOYEES) ADVISORY COMMITTEE IN COLLABORATION WITH BOSTON CONSULTING GROUP (BCG) TO UNDERSTAND THE HUMAN CAPITAL NEEDS OF THE CVIP WORK WITHIN CHICAGO TO SUPPORT ITS GROWTH AND SCALABILITY.  THE MISSION OF P.A.V.E. IS TO COLLECTIVELY INVEST IN RECRUITING, DEVELOPING, AND RETAINING THE VIOLENCE REDUCTION WORKFORCE NEEDED TO ACHIEVE THE GOAL OF A MORE PEACEFUL CHICAGO.   THE CRITICAL NATURE OF THE CVIP WORK DEPENDS ON FRONT-LINE STAFF OF OUTREACH WORKERS, VICTIM ADVOCATES AND CASE MANAGERS WHO RESPOND TO INCIDENTS OF GUN VIOLENCE IN THE STREETS OF CHICAGO TO DE-ESCALATE TENSIONS, MEDIATE CONFLICTS AND PROVIDE NEEDED ACCESS TO HOLISTIC SUPPORTS FOR VICTIMS, FAMILIES AND PERPETRATORS OF VIOLENCE.  THE METROPOLITAN PEACE ACADEMY (MPA) IS THE TRAINING CENTER FOR MPI AND CITYWIDE CVIP EFFORTS WHICH OFFERS INTENSIVE AND MULTI-DISCIPLINARY VIOLENCE PREVENTION TRAINING TO PROFESSIONALIZE THE FIELD OF STREET OUTREACH, BUILD A CITYWIDE NETWORK, AND ENHANCE COMMUNITY CAPACITY TO REDUCE CITYWIDE VIOLENCE.  MFS MPI WITH THIS GRANT WILL BUILD ON THE EXISTING WORK OF P.A.V.E. ADVISORY COMMITTEE TO EXPAND OFFERINGS OF THE METROPOLITAN PEACE ACADEMY (MPA) TO TRAIN NEW OUTREACH WORKERS AND OTHER CVIP FRONT-LINE STAFF TO MEET THE DEMAND FOR CVIP SERVICES; AS WELL AS PROVIDE ADDED SOCIAL EMOTIONAL AND WELLNESS SUPPORTS FOR THOSE CVIP STAFF WHO EXPERIENCE HIGH EXPOSURE TO TRAUMA THROUGH THEIR WORK ON THE FRONT LINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "311b47b0-a714-0e8d-0745-fd49210f6ca9-C", "generated_internal_id": "ASST_NON_15PBJA22GG04716CVIP_1550"}, {"internal_id": 154168060, "Award ID": "15PBJA22GG04714CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "OSBORNE SEEKS FUNDING FOR THE BRONX-OSBORNE GUN AVOIDANCE AND PREVENTION PROGRAM (BOGAP), AN EVIDENCE-BASED VIOLENCE INTERVENTION AND PREVENTION PROGRAM THAT IS THE RESULT OF 4+ YEARS’ COLLABORATION BETWEEN OSBORNE AND THE BRONX DISTRICT ATTORNEY (BXDA). BOGAP SERVES PEOPLE AGED 16 TO 30 WHO HAVE OPEN CASES IN THE BRONX SUPREME OR CRIMINAL COURT FOR A FIRST-TIME FELONY CHARGE OF LOADED-GUN POSSESSION AND ARE MANDATED TO BOGAP IN A PLEA DEAL; PARTICIPATE PRE-MANDATE AS AN ATD; OR PARTICIPATE WHILE AN ATI IS CONSIDERED. BOGAP MARKS THE FIRST TIME A DIVERSION PROGRAM HAS BEEN OFFERED IN THE BRONX SPECIFICALLY TO YOUNG ADULTS FACING THIS CHARGE. IT SEEKS TO PREVENT AND REDUCE COMMUNITY VIOLENCE AND CRIME, AND TO TRANSFORM PARTICIPANTS’ ATTITUDES AND BELIEFS, BUILD KNOWLEDGE AND SKILLS, AND MOVE THEM TOWARDS AN ADULTHOOD CHARACTERIZED BY SAFETY, COMMUNITY INVESTMENT, AND LEGITIMATE EMPLOYMENT. \n\nTHE YEAR-LONG PROGRAM INCLUDES 3 HOURS’ SCHEDULED PROGRAMMING, 5 DAYS A WEEK, PLUS TIME FOR INTERNSHIPS, HARD-SKILLS TRAINING, CLASSES, AND THERAPEUTIC SUPPORT, ADDING UP TO A MINIMUM 20 HOURS WEEKLY. STRATEGIES INCLUDE CASE MANAGEMENT, CREDIBLE-MESSENGER MENTORING, COGNITIVE-BEHAVIORAL INTERVENTIONS, DIALECTICAL BEHAVIORAL THERAPY, CONFLICT RESOLUTION TRAINING, INTERNSHIPS, TRANSITIONAL EMPLOYMENT, AND JOB PLACEMENT. ACCOUNTABILITY MEASURES INCLUDE MONTHLY REPORTS SUBMITTED TO DEFENSE COUNSEL, THE COURT AND BXDA, AND NOTIFICATION OF BXDA WITHIN 2 DAYS’ OF NO CONTACT WITH A PARTICIPANT. PARTICIPANTS UNDERSTAND THAT DROPPING OUT OF BOGAP MEANS SERVING A PRISON SENTENCE. SUCCESSFUL PROGRAM COMPLETION MEANS THE CASE ENDS WITH NO PRISON TIME AND LIKELY NO FELONY CONVICTION. \nTHE BRONX IS EXPERIENCING A RISE IN HOMICIDES, SHOOTINGS, AND OTHER VIOLENCE AT RATES HIGHER THAN ANYWHERE IN NY CITY OR STATE. IN THE WAKE OF COVID LOCKDOWNS, COURTS ARE GRAPPLING WITH A CASE BACKLOG IN THE THOUSANDS. DUE TO MULTIPLE CRISES ON RIKERS ISLAND, JUDGES AND PROSECUTORS ARE RELUCTANT TO IMPOSE PRETRIAL DETENTION. WHILE BOGAP IS URGENTLY NEEDED, CURRENT FUNDING ONLY SUPPORTS 25 PARTICIPANTS ANNUALLY. OSBORNE PROPOSES TO DOUBLE THE PROGRAM’S SIZE AND TO COOPERATE WITH AN IMPACT EVALUATION CONDUCTED BY JOHN JAY COLLEGE, WHICH HAS SUBMITTED A COMPANION APPLICATION UNDER THE NIJ SOLICITATION, EVALUATIONS OF OJP CVIPI PROGRAMS, FY22. OSBORNE’S DIRECTOR OF IMPACT & EVALUATION WILL WORK TO FACILITATE THE EVALUATION’S SUCCESS. BOGAP’S CURRENT WORKING GROUP WILL EXPAND THROUGH THIS FUNDING AND ENGAGE IN EVENTS DESIGNED TO BUILD COMMUNITY SUPPORT. OSBORNE SEEKS CONSIDERATION UNDER PRIORITY 1(A), AS DOCUMENTED ON PAGE 10 OF THE PROPOSAL NARRATIVE, AND UNDER PRIORITY 1(B), AS DOCUMENTED ON PAGE 13.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ccef77c4-d540-b5b2-64b1-1a894fd3b6ff-C", "generated_internal_id": "ASST_NON_15PBJA22GG04714CVIP_1550"}, {"internal_id": 154165530, "Award ID": "15PBJA22GG04713CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE TUCSON, ARIZONA, POLICE DEPARTMENT (TPD) IS PURSUING THE CVIPI GRANT TO EXPAND AND ENHANCE THEIR COMMUNITY VIOLENCE INTERVENTION (CVI) EFFORTS, BUILDING A FOCUSED DETERRENCE STRATEGY INITIALLY LED AND COORDINATED BY TPD, BUT EVENTUALLY RUN BY NONPROFIT HOMICIDE SURVIVORS, INC. (HSI), WHICH GIVES VOICE TO VICTIMS OF VIOLENCE AND PREVENTS FUTURE VIOLENCE THROUGH FOCUSED STREET OUTREACH. TPD WILL PARTNER WITH OTHER GOVERNMENT AGENCIES AND NONPROFITS TO USE ALL AVAILABLE TOOLS TO DETER POTENTIAL OFFENDERS FROM COMMITTING VIOLENT CRIMES, WHILE AT THE SAME TIME OFFERING SOCIAL SERVICES, SUCH AS HELP FINDING JOBS OR HOUSING. THE PROPOSED PROGRAM WILL USE MUCH OF THE COLLECTIVE PROBLEM-SOLVING INFRASTRUCTURE ALREADY IN PLACE AT TPD THROUGH THE CREATION OF THE SSIB, ITS SPECIALIZED UNITS ADDRESSING MENTAL HEALTH, SUBSTANCE MISUSE, AND HOMELESSNESS, AND ITS PLACE NETWORK INVESTIGATIONS BOARD, BUT WILL ALSO DEVELOP NEW PROGRAMS WITH COMMUNITY PARTNERS IMPACTED BY VIOLENCE. \n\n \n\nTPD AND ITS SUBRECIPIENTS, HSI AND RESEARCH PARTNERS FROM THE UNIVERSITY OF ARIZONA (U OF A), SEEK TO REDUCE VIOLENT CRIMES BY EXPANDING CVI ACTIVITIES. THE GOAL IS TO IMPLEMENT A FOCUSED DETERRENCE MODEL USING SOCIAL NETWORK ANALYSIS TO IDENTIFY THOSE AT HIGHEST RISK OF VIOLENT OFFENDING. THE CVI BOARD WILL THEN COORDINATE CALL-IN SESSIONS WITH THESE INDIVIDUALS, PRESENTING THEM WITH A CHOICE: 1) SWIFT AND CERTAIN JUSTICE FOR FUTURE OFFENSES; OR 2) OPPORTUNITIES AND HELP TURNING THEIR LIFE AROUND. COMMUNITY FOCUS GROUPS WILL HELP DEVELOP THE PROCESS AND CRITERIA FOR MEASURING SUCCESS AND THE U OF A RESEARCH PARTNERS WILL EVALUATE BOTH.\n\n \n\nEXPECTED OUTCOMES INCLUDE: (1) IMPROVING PUBLIC HEALTH AND SAFETY RESOURCES AVAILABLE TO AT-RISK COMMUNITY MEMBERS; (2) IMPROVING COMMUNITY PERCEPTIONS OF EMPOWERMENT AND OWNERSHIP OF PUBLIC SAFETY IN THEIR OWN COMMUNITY; (3) REDUCING VIOLENT CRIME; (4) GROWING CAPACITY OF COMMUNITY PARTNERS TO SUCCESSFULLY MANAGE CVI PROGRAMMING; AND (5) TPD TRANSITIONING FROM LEADING CVI EFFORTS TO BEING A CONTRIBUTING MEMBER OF THE CVI BOARD BUT NOT LEADING NON-LAW ENFORCEMENT CVI EFFORTS.\n\n \n\nTPD IS SEEKING PRIORITY CONSIDERATION UNDER AREAS 1A, 2, AND 3. BLACKS, HISPANICS AND NATIVE AMERICANS IN TUCSON ARE DISPROPORTIONATELY AFFECTED BY VIOLENT CRIME RELATIVE TO THEIR SHARE OF THE POPULATION AS CAPTURED IN THE MOST RECENT CENSUS (PAGES 2-3 OF NARRATIVE). TUCSON ALSO HAS A HIGH AND INCREASING LEVEL OF HOMICIDES PER CAPITA (PAGES 1-2 OF NARRATIVE). TPD HAS NUMEROUS EXISTING PARTNERSHIPS WITH MULTIDISCIPLINARY STAKEHOLDERS AND TEAM MEMBERS, AS DEMONSTRATED BY NUMEROUS LETTERS OF COMMITMENT (PAGE 7 OF NARRATIVE, APPENDIX D).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ddad3-bb1f-cd82-04f3-bf611d5e7e79-C", "generated_internal_id": "ASST_NON_15PBJA22GG04713CVIP_1550"}, {"internal_id": 156905644, "Award ID": "15PBJA22GG04712CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE PROJECT SERVICE AREA WILL FOCUS ON NEIGHBORHOODS OF DEKALB COUNTY (DC), GEORGIA WHERE VIOLENT CRIME - PARTICULARLY GUN VIOLENCE, AGGRAVATED ASSAULTS, AND VIOLENT INTERPERSONAL CRIME SUCH AS ROBBERY AND CARJACKING - IS MOST PREVALENT.  ACCORDING TO DEKALB PD STATISTICS, AGGRAVATED ASSAULTS INCREASED 28% FROM 2019-2021 AND THE HOMICIDE RATE INCREASED 19%. INTENDED BENEFICIARIES INCLUDE CRIME VICTIMS AND THOSE WHO LIVE IN AREAS WITH THE HIGHEST RATES OF VIOLENCE.\nPROJECT PURPOSE:  TO DEVELOP A DC COMMUNITY-BASED VIOLENCE INTERVENTION PLAN (DCCV-VIP) THAT WILL COMBINE COUNTY-WIDE VIOLENT CRIME SURVEILLANCE WITH A FOCUSED PUBLIC HEALTH-BASED PROGRAM OF VIOLENCE INTERVENTION ADVOCATED BY CURE VIOLENCE GLOBAL (CVG). DCCV-VIP BRINGS TOGETHER GRADY MEMORIAL HOSPITAL (GMH), (THE REGION'S PREMIER LEVEL 1 TRAUMA CENTER) WITH DC HUMAN SERVICES AND A COMMUNITY-BASED NONPROFIT (H.O.P.E. HUSTLERS, INC.) UNDER THE UMBRELLA OF A RESEARCH COMMITTEE COMPRISED OF TOP ACADEMICS FROM EMORY AND GEORGIA STATE UNIVERSITIES AND DC OUTREACH SERVICES. DCCV-VIP WILL ESTABLISH A DATA AND PRACTITIONER-BASED EARLY-WARNING SYSTEM FOR VIOLENCE TO IDENTIFY AT-RISK POPULATIONS AND GEOGRAPHICAL SPACES WITHIN DC FOR REAL-TIME TACTICAL INTERVENTIONS AND LONG-TERM AMELIORATION OF ROOT CAUSE ISSUES.  \nPRIMARY ACTIVITIES:  (1) ANALYSIS OF VIOLENT CRIME STATISTICS AND GIS MAPPING PERFORMED BY THE RESEARCH COMMITTEE AND DCPD TO IDENTIFY VIOLENT CRIME PATTERNS, INCLUDING GANG ACTIVITY.  EMPLOY SAID DATA IN PARTNERSHIP WITH DC COURTS AND SCHOOLS TO IDENTIFY THOSE AT RISK AND MATCH TO COMMUNITY-BASED INTERVENTION PROGRAMS NAD WRAP-AROUND SERVICES. (2) CVG WILL ENGAGE THE COMMUNITY AND SEEK BUY-IN FROM STAKEHOLDERS TO CONDUCT A FULL EVIDENCE-BASED COMMUNITY VIOLENCE INTERVENTION (CVI) ASSESSMENT.  (3) CONDUCT ASSET MAPPING DRIVEN BY  DCCV-VIP ANALYSIS AND THE CVG ASSESSMENT TO DETERMINE WHICH COMMUNITY PROGRAMS ARE NEEDED IN SPECIFIC COMMUNITIES. (4) PARTNER WITH GMH TO IMPLEMENT THE HOSPITAL VIOLENCE INTERVENTION PLAN (HVIP) USING \"CREDIBLE MESSENGERS\" TO ASSIST VICTIMS AND PERPETRATORS OF VIOLENT CRIME.  GMH CREDIBLE MESSENGERS WILL PARTNER WITH H.O.P.E. HUSTLERS TO ENSURE SERVICE TRANSITION TO COMMUNITIES FOR THOSE IDENTIFIED FOR INTERVENTION AT THE HOSPITAL, THEREBY PROVIDING COMPREHENSIVE COVERAGE ACROSS DC.  \nEXPECTED OUTCOMES:  (1) DEVELOPMENT OF A COUNTY (CVI) PLAN. (2) ANALYSIS OF VIOLENT CRIME STATISTICS TO IDENTIFY VIOLENCE PREVALENCE.  (3) IMPLEMENTATION OF THE HVIP TO INCLUDE \"CREDIBLE MESSENGERS\". (4) IMPLEMENTATION  OF A COMMUNITY-BASED PLAN TARGETED TO SCHOOLS AND COMMUNITIES WITH HIGH VIOLENT CRIME.  THESE WILL BE ACCOMPLISHED WITH THE LEADERSHIP OF THE DCCV-VIP WORKING GROUP, A COLLABORATION OF UNIVERSITIES, HOSPITALS, SCHOOLS DISTRACT, NONPROFITS, AND COURTS IN DC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e12d8933-8b5b-9c56-adbf-175f79353e4a-C", "generated_internal_id": "ASST_NON_15PBJA22GG04712CVIP_1550"}, {"internal_id": 154168363, "Award ID": "15PBJA22GG04711CVIP", "Award Amount": 1998807.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "ONE OF THE MOST VIOLENT CITIES IN OUR NATION, IN 2021, THE CITY OF BALTIMORE EXPERIENCED 332 HOMICIDES AND 731 NONFATAL SHOOTINGS.  UNFORTUNATELY, THESE HIGH RATES OF SHOOTINGS HAVE REMAINED STABLE FOR CLOSE TO A DECADE. ONCE THOUGHT TO BE GANG AND/OR NEIGHBORHOOD-BASED, TODAY GUN VIOLENCE IN BALTIMORE OCCURS IS HIGHLY INTERPERSONAL, OCCURS IN NEIGHBORHOODS ACROSS THE CITY, AND THE YOUNG PEOPLE ENGAGED IN VIOLENCE NOW MOVE THROUGH NEIGHBORHOODS WITH EASE OFTEN ENGAGING IN VIOLENCE ACROSS MULTIPLE COMMUNITIES.\n\n \n\nTHROUGH THIS GRANT, ROCA WILL IMPLEMENT AND EXPAND A COMBINATION OF PLANNING, COMMUNITY PARTNERSHIP AND SERVICES DESIGNED TO INCREASE THE NUMBER OF PEOPLE RECEIVING VIOLENCE INTERVENTION AND RESPONSE SERVICES IN BALTIMORE AND ITS SURROUNDING COMMUNITIES CREATING SUSTAINABLE BEHAVIOR CHANGE IN THOSE WE SERVE AND REDUCING COMMUNITY VIOLENCE. THE PROJECT IS COMPOSED OF FOUR KEY ELEMENTS, EACH DESCRIBED BELOW:\n\n \n\n\n\tTHE PROJECT WILL RESTRUCTURE AND EXPAND ITS EXISTING BALTIMORE YOUNG ADULT VIOLENCE PLANNING COMMITTEE AND CREATE A SIMILAR COMMITTEE IN EACH COMMUNITY SERVED.  THESE COMMITTEES WILL USE LOCAL DATA TO PRODUCE A NEEDS ASSESSMENT FOR THE COMMUNITY AND A VIOLENCE REDUCTION PLAN AND REVIEW THE PLAN ANNUALLY.  THESE COMMITTEES WILL ALSO PROVIDE SUPPORT TO THE PROJECT DURING ITS IMPLEMENTATION AND/OR EXPANSION PHASES, INCLUDING PROVIDING SUPPORT TO OBTAIN NECESSARY DATA TO ADMINISTER THE AFTER SHOOTING PROTOCOL IN EACH COMMUNITY.\n\n\n \n\n\n\tROCA WILL EXPAND THE USE OF OUR AFTER SHOOTING PROTOCOL A DATA-DRIVEN OUTREACH APPROACH THAT IN PILOTS HAS PROVEN EXCEPTIONALLY IMPACTFUL IN ENGAGING YOUNG PEOPLE, THROUGHOUT BALTIMORE AND IN EACH OF OUR EXPANSION COMMUNITIES. BY USING THIS PROTOCOL, ALL NON-FATAL SHOOTINGS WILL BE REVIEWED DAILY AND EACH IDENTIFIED YOUNG PERSON WILL RECEIVE A DOOR KNOCK WITHIN 24-48 HOURS TO CONNECT THEM TO SERVICES.\n\n\n \n\n\n\tTHE EXPANSION OF ROCA’S INTERVENTION AND RESPONSE SERVICES TO THOSE AT HIGHEST RISK FOR BEING A VICTIM OR PERPETRATOR OF VIOLENCE, USING ROCA’S NATIONALLY ACCLAIMED INTERVENTION MODEL, SERVING MORE THAN 850 OF THE AREA’S HIGHEST RISK YOUNG MEN OVER THE GRANT PERIOD.  OF THOSE TARGETED, 80% OF YOUNG PEOPLE TARGETED WILL BE ENGAGED IN SERVICES AND 80% OF YOUNG PEOPLE SERVED 18 MONTHS OR LONGER WILL: DEMONSTRATE IMPROVED EMOTIONAL REGULATION AND IMPROVED ABILITY TO MANAGE BEHAVIORAL HEALTH ISSUES (I.E. DEPRESSION, PTSD, TRAUMA); WILL HAVE NO NEW INCARCERATIONS; OBTAIN AND RETAIN UNSUBSIDIZED EMPLOYMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6be5bd5a-4dac-2826-0aa7-32141054edd2-C", "generated_internal_id": "ASST_NON_15PBJA22GG04711CVIP_1550"}, {"internal_id": 154167555, "Award ID": "15PBJA22GG04710CVIP", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "PROPOSAL ABSTRACT\n\nTHE CITY OF JACKSONVILLE (COJ) REQUESTS FEDERAL ASSISTANCE TO SUPPORT THE MAYOR’S VIOLENCE REDUCTION CENTER (MVRC) COMMUNITY BASED VIOLENCE INTERVENTION AND PREVENTION INITIATIVE (CVIPI).  THROUGH THIS INITIATIVE, COJ WILL ALIGN VIOLENCE INTERVENTION ACTIVITIES IN A COMMUNITY THAT HAS A DOCUMENTED HIGH LEVEL OF HOMICIDES AND WHOSE MEMBERS HAVE BEEN HISTORICALLY UNDERSERVED, MARGINALIZED, AND ADVERSELY AFFECTED BY INEQUALITY.\n\nJACKSONVILLE IS FLORIDA’S MURDER CAPITAL.  WHILE ONLY REPRESENTING 5% OF THE STATE’S POPULATION, ALMOST 11% OF THE STATE’S MURDERS OCCUR IN JACKSONVILLE.  THE 14.5 MURDERS PER 100,000 PEOPLE IS THE HIGHEST RATE IN THE STATE AND 32% HIGHER THAN THE NEXT HIGHEST JURISDICTION.  GROUP AND GANG GUN VIOLENCE IS CONCENTRATED IN SEVERAL HOT SPOTS OF THE CITY’S URBAN CORE, THE PROGRAM’S TARGET AREA.\n\nTHE MVRC CVIPI IS DESIGNED TO ALIGN COMMUNITY VIOLENCE INTERVENTION ASSETS AT A CENTRAL HUB, INCREASING PROTECTIVE FACTORS AND REDUCING SHOOTINGS IN ONE OF THE DEADLIEST COMMUNITIES IN THE COUNTRY.  THE PROPOSED PROJECT ALSO EXPANDS AND ENHANCES THE CURRENT VIOLENT CRIME INTERVENTION STRATEGY, CURE VIOLENCE, AN INTERNATIONAL COMMUNITY VIOLENCE INTERVENTION MODEL.  \n\nFEDERAL ASSISTANCE WILL UNIFY THE THREE EXISTING CURE VIOLENCE JACKSONVILLE SITES AND OTHER COMMUNITY-WIDE VIOLENCE INTERVENTION EFFORTS AT THE MVRC.  THIS EFFORT WILL ALSO LINK INDIVIDUAL VICTIMS OF TRANSGENERATIONAL VIOLENCE WITH ASSESSMENTS, REFERRALS FOR WRAPAROUND SERVICES, EDUCATION, WORK TRAINING AND PLACEMENT, AND FOLLOW-UP SERVICES FOR ONE YEAR.   PARTICIPANTS WILL LEARN FAMILY-SUSTAINING LIFESTYLES AND VOCATIONAL SKILLS.  THE PROJECT WILL SERVE AT LEAST 150 INDIVIDUALS WITH THE HIGHEST LIKELIHOOD OF TRANSMITTING VIOLENCE.  AT LEAST 60% OF PROGRAM PARTICIPANTS WILL BE EMPLOYED IN FAMILY-SUSTAINING CAREERS OR IN TRAINING OR EDUCATIONAL PROGRAMS AT THE FOURTH QUARTER AFTER PROGRAM EXIT.\n\n  LED BY A MULTIDISCIPLINARY GROUP, COMMUNITY-BUILDING AND CRIME REDUCTION STRATEGIES UNIFIED AT THE MVRC WILL STRENGTHEN THE COMMUNITY’S PUBLIC HEALTH AND SAFETY ECOSYSTEM.  THIS PROPOSAL LEVERAGES OVER $1.4MILLION IN FEDERAL, STATE, AND LOCAL RESOURCES.\n\n            OJP PRIORITY AREAS\n\n\n\tCOJ IS SEEKING PRIORITY CONSIDERATION FOR SUPPORTING EXECUTIVE ORDER 13985.  DOCUMENTATION IS ON PAGE 8 OF THE PROPOSAL NARRATIVE.  \n\tCOJ IS SEEKING PRIORITY CONSIDERATION FOR DOCUMENTED HIGH LEVEL OF HOMICIDES PER CAPITA.  DOCUMENTATION IS ON PAGE 1 OF THE PROPOSAL NARRATIVE.\n\tCOJ IS SEEKING PRIORITY CONSIDERATION FOR DEMONSTRATING EXISTING PARTNERSHIP WITH A MULTIDISCIPLINARY TEAM.  DOCUMENTATION IS ON THE ATTACHED, SIGNED MOU AND PAGE 7 OF THE PROPOSAL NARRATIVE. \n\tCOJ IS SEEKING PRIORITY CONSIDERATION FOR PROPOSING A COMPANION EVALUATION APPLICATION UNDER THE NIJ SOLICITATION.  JUSTICE AND SECURITY STRATEGIES IS APPLYING SEPARATELY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "657824cc-08d6-1d7e-c7d2-de5362eeb5aa-C", "generated_internal_id": "ASST_NON_15PBJA22GG04710CVIP_1550"}, {"internal_id": 154165655, "Award ID": "15PBJA22GG04708CVIP", "Award Amount": 1495663.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "IN NOVEMBER OF 2021, THE LEON COUNTY SHERIFF’S OFFICE (LCSO) RELEASED THE ANATOMY OF A HOMICIDE REPORT OUTLINING THE FINDINGS OF AN EXPLORATORY REVIEW OF HOMICIDES THAT OCCURRED IN LEON COUNTY FROM 2015 TO 2020. IN RESPONSE TO THE FINDINGS, THE LCSO ACKNOWLEDGED THAT VIOLENCE CANNOT BE SOLVED BY LAW ENFORCEMENT ALONE AND ADVOCATED FOR ADDITIONAL RESEARCH, IMPROVED DATA COLLECTION AND ANALYSIS, INCREASED COLLABORATION AND INFORMATION SHARING BETWEEN AGENCIES, PROVIDERS, AND THE COMMUNITY, AS WELL AS EVIDENCE-BASED SOLUTIONS THAT ARE COMMUNITY INFORMED. LCSO PROPOSED, AND RECEIVED BROAD COMMUNITY AND GOVERNMENTAL SUPPORT, TO ESTABLISH THE COUNCIL ON THE STATUS OF MEN AND BOYS (CSMB) TO PROVIDE A ROADMAP TO REDUCE HOMICIDES AND NON-FATAL SHOOTINGS IN TALLAHASSEE-LEON COUNTY BY BRINGING ALL STAKEHOLDERS AND RESOURCES TOGETHER TO IMPLEMENT A UNIFIED OPERATIONAL STRATEGY FOR VIOLENCE PREVENTION AND INTERVENTION. LCSO SUBMITS THIS APPLICATION TO REQUEST FEDERAL FUNDS TO LEVERAGE WITH EXISTING LOCAL RESOURCES AND FUNDING TO IMPLEMENT A COMPREHENSIVE COMMUNITY VIOLENCE INTERVENTION PROGRAM. AMOUNT REQUESTED: $1,495,663 CATEGORY 2: CVIPI PLANNING AND IMPLEMENTATION FOR CITY/COUNTY/TRIBAL GOVERNMENTS SERVICE AREA / INTENDED BENEFICIARIES: LEON COUNTY, FLORIDA WITH A FOCUS ON SPECIFIC ZIP CODES; INDIVIDUALS WHO RESIDE, FREQUENT, OR SOCIALIZE IN HIGH CRIME AREAS OF THE COUNTY; AND THOSE AT HIGH-RISK OF RESORTING TO VIOLENCE ACCORDING TO A RECENT EVIDENCE-BASED STUDY OF LEON COUNTY HOMICIDES AND FIREARM VIOLENCE (COPY OF REPORT ENCLOSED). GOAL: IDENTIFY AND ADDRESS THE CONDITIONS, DYNAMICS, AND CORE ISSUES THAT CONTRIBUTE TO THE CYCLE OF VIOLENCE IN HIGH-RISK COMMUNITIES AND DISRUPT/ELIMINATE THE OPPORTUNITIES AND CONDITIONS THAT LEAD TO VIOLENCE. PRIORITY CONSIDERATION: LEON COUNTY REQUESTS PRIORITY CONSIDERATION UNDER THE FOLLOWING: #1 SUPPORTING EXECUTIVE ORDER 13985, ADVANCING RACIAL EQUITY AND SUPPORT FOR UNDERSERVED COMMUNITIES THROUGH THE FEDERAL GOVERNMENT (REF: PROPOSAL NARRATIVE PGS.8-9) #2 SUPPORTING COMMUNITIES WITH HIGH/RISING LEVELS OF HOMICIDES PER CAPITA (REF: PROPOSAL NARRATIVE PGS.1-4, AND THE ENCLOSED ANATOMY OF A HOMICIDE PROJECT REPORT PG.18) #3 DEMONSTRATED EXISTING PARTNERSHIPS WITH MULTIDISCIPLINARY TEAM OF STAKEHOLDERS (REF: PROPOSAL NARRATIVE PGS.5-6, 8, 12-13, AND THE ENCLOSED FILE TITLED “FY22_LEON\u0002CVIPI_PLANNINGTEAM”)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "890a8616-badb-0a53-b418-aff582d14aa8-C", "generated_internal_id": "ASST_NON_15PBJA22GG04708CVIP_1550"}, {"internal_id": 154167116, "Award ID": "15PBJA22GG04706CVIP", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.045", "Description": "THE CONNIE RICE INSTITUTE FOR URBAN PEACE, DOING BUSINESS AS THE URBAN PEACE INSTITUTE (UPI), WILL IMPLEMENT THE SOUTH PARK PEACEMAKERS: REDUCING COMMUNITY VIOLENCE INITIATIVE. UPI’S COMMUNITY-BASED GUN VIOLENCE INTERVENTION INITIATIVE WILL REDUCE VIOLENT CRIME AND SAVE THE LIVES OF LOS ANGELES’ SOUTH PARK NEIGHBORHOOD RESIDENTS WHO ARE DISPROPORTIONATELY IMPACTED BY GUN AND GANG VIOLENCE.\n\nUPI WILL CONVENE A CVIPI WORKING GROUP/PLANNING TEAM COMPRISED OF DIVERSE STAKEHOLDERS TO ASSESS THE DRIVERS OF VIOLENCE AND DEVELOP COMMUNITY-BASED VIOLENCE INTERVENTION AND PREVENTION STRATEGIES. UPI WILL ENGAGE A SUBRECIPIENT RESEARCH PARTNER, UNIVERSITY OF CALIFORNIA DAVIS VIOLENCE PREVENTION RESEARCH PROGRAM, TO CONDUCT A COMMUNITY VIOLENCE ASSESSMENT TO DETERMINE WHERE AND WHY VIOLENCE IS OCCURRING IN THIS UNDERSERVED NEIGHBORHOOD. UPI WILL THEN IMPLEMENT THE STRATEGIES IDENTIFIED IN THE PLANNING TEAM’S VIOLENCE REDUCTION STRATEGIC PLAN, WITH AN EMPHASIS ON COORDINATING A COMMUNITY-BASED PEACEMAKER DRIVEN RESPONSE TO REDUCE GUN AND GANG VIOLENCE IN THE COMMUNITY. \n\nDURING THE IMPLEMENTATION PHASE, UPI WILL TRAIN AND SUPPORT SEVEN NEW PEACEMAKERS EMPLOYED BY SUBRECIPIENT RESILIENT, A LOCAL VIOLENCE INTERVENTION PARTNER. THESE PEACEMAKERS WILL WORK ON-THE-GROUND TO REDUCE VIOLENT CRIME AND HOMICIDES BY RESPONDING TO SHOOTINGS, PREVENTING VIOLENT RETALIATIONS AND CONDUCTING RUMOR CONTROL. \n\nUPI WILL ALSO CONVENE A RAPID RESPONSE TEAM TO IDENTIFY CRIME HOTSPOTS AND EFFECTIVELY DEPLOY RESILIENT’S VIOLENCE INTERVENTION WORKERS BASED ON TIMELY VIOLENT CRIME DATA PROVIDED BY THE LOS ANGELES POLICE DEPARTMENT AND ANALYZED BY SUBRECIPIENT PEOPLE’S HEALTH SOLUTIONS. UPI WILL ALSO STRENGTHEN MULTIDISCIPLINARY PARTNERSHIPS AMONG RESIDENTS, VIOLENCE INTERVENTION WORKERS, AND LAW ENFORCEMENT OFFICERS BY EXPANDING THE ORGANIZATION’S LEADERSHIP INSTITUTE AND CREATING A NEW SOUTH PARK SCHOOL SAFETY COLLABORATIVE. UC DAVIS WILL IDENTIFY PROGRAM METRICS AND CONDUCT OUTCOME ASSESSMENTS TO ASSESS THE EFFICACY OF THIS INITIATIVE TO REDUCE GUN AND GANG VIOLENCE.\n\nUPI EXPECTS TO ACHIEVE THE FOLLOWING OBJECTIVES OVER THE THREE-YEAR GRANT PERIOD: 1) VIOLENT CRIME IN SOUTH PARK WILL BE REDUCED BY AT LEAST 10%; 2) HOMICIDES WILL BE REDUCED BY AT LEAST 5%; AND 3) RESIDENTS’ ENGAGEMENT AND COLLABORATION WITH LAW ENFORCEMENT AND VIOLENCE INTERVENTION AGENCIES WILL INCREASE BY 20% OVER THE THREE-YEAR GRANT PERIOD. UPI SEEKS PRIORITY CONSIDERATION FOR OJP PRIORITY AREA 1(A) PROMOTING RACIAL EQUITY DETAILED ON PAGE 10-11 OF THE PROPOSAL NARRATIVE; PRIORITY AREA 2 AS A COMMUNITY WITH HIGH LEVELS OF HOMICIDES ADDRESSED ON PAGE 2; AND PRIORITY AREA 3 DEMONSTRATING PARTNERSHIPS WITH A MULTIDISCIPLINARY TEAM DETAILED ON PAGE 6-7 AND THE CVIPI TEAM ATTACHMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23ab3ba7-f41f-4328-ec7f-d2015874baee-R", "generated_internal_id": "ASST_NON_15PBJA22GG04706CVIP_1550"}]