[{"internal_id": 160794366, "Award ID": "15PBJA23AG00233MUMU", "Award Amount": 7517121.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-26", "CFDA Number": "16.043", "Description": "THIS PROPOSAL IS SUBMITTED IN RESPONSE TO BJA’S INVITATION TO APPLY FOR FY23 ADMINISTRATIVE FUNDING ADJUSTMENTS TO PREVIOUSLY FUNDED AWARDS UNDER THE ADULT DRUG COURT PLANNING, TRAINING, TECHNICAL ASSISTANCE, AND RESOURCE CENTER INITIATIVE. THE CENTER FOR JUSTICE INNOVATION (CENTER) WILL CONTINUE PROVIDING A COMPREHENSIVE COST-EFFECTIVE TTA SERVICES FOR STATEWIDE DRUG COURT SYSTEMS; WORK WITH STATE-LEVEL DRUG COURT COORDINATORS AND OTHER STATE LEADERS TO IMPROVE DRUG COURT OPERATIONS AND COORDINATION; AND FACILITATE RESEARCH STUDY PROPOSALS THAT ADDRESS RESEARCH GAPS IN THE DRUG COURT LANDSCAPE. THE SERVICE AREA IS NATIONWIDE, AND THE PRIMARY BENEFICIARIES ARE STATEWIDE GRANTEES AS WELL AS THE FIELD AT LARGE. \n\nTHE CENTER WILL IMPLEMENT THE FOLLOWING OBJECTIVES:\n\nPROVIDE COST-EFFECTIVE TTA TO STATEWIDE GRANTEES AND OFFER SUPPORT TO STATE DRUG COURT COORDINATORS AND OTHER STATE AGENCIES. THE CENTER WILL MEET THE INDIVIDUALIZED TTA NEEDS OF STATEWIDE GRANTEES AND OTHER JURISDICTIONS, EMPHASIZING TTA IN STATEWIDE STRATEGIC PLANNING, FIDELITY ASSESSMENT, STATEWIDE TRAINING, EVIDENCE-BASED PRACTICES, CAPACITY BUILDING, AND DATA COLLECTION/EVALUATION.\n\nOFFER VETERAN TREATMENT COURTS STRATEGIC PLANNING TO FOUR STATES. CENTER STAFF WILL CONDUCT NEEDS ASSESSMENTS AND STRATEGIC PLANNING WORKSHOPS AND WILL ADMINISTER FUNDING IN PASSTHROUGH AWARDS TO THE STATES, TO BE USED FOR ACTIVITIES TO FURTHER THEIR STRATEGIC GOALS.\n\nCONVENE QUARTERLY STATEWIDE DRUG COURT MEETINGS. AS IT HAS DONE SINCE 2015, THE CENTER WILL HOST VIRTUAL AND IN-PERSON QUARTERLY MEETINGS, AS WELL AS CONTINUE CONVENING THE COORDINATORS MONTHLY FOR SPECIAL TA SESSIONS.\n\nMAINTAIN AND ENHANCE THE NATIONAL ONLINE LEARNING SYSTEM FOR DRUG COURTS. THE CENTER CREATED THE NATIONAL DRUG COURT ONLINE LEARNING SYSTEM IN 2012. UNDER THIS AWARD, THE CENTER WILL ADMINISTER FUNDING TO AN ADULT ELEARNING WEB DEVELOPER TO UPDATE THE WEBSITE.\n\nFACILITATE FOUR RESEARCH STUDIES TO PRODUCE PRACTITIONER-FRIENDLY PUBLICATIONS AND RESOURCES: EACH STUDY WILL PROVIDE BJA WITH INFORMATION ON WHAT DATA COURTS AND STATES SHOULD BE COLLECTING AND HOW TO SUPPORT THE COLLECTION OF THIS DATA, WITH THE GOAL OF IMPROVING AND ENHANCING FUTURE RESEARCH AND STATE EVALUATIONS AND ANALYSES OF DRUG COURT OPERATIONS.\n\nPROVIDE COMPREHENSIVE TTA TO IMPROVE RACIAL AND ETHNIC DISPARITIES IN DRUG COURTS. THE CENTER WILL DEVELOP A BIAS INDICATOR TOOL FOR TREATMENT COURT PRACTITIONERS AND EXPAND THE USE OF THE RACIAL AND ETHNIC DISPARITIES PROGRAM ASSESSMENT TOOL (DEVELOPED BY AMERICAN UNIVERSITY).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65a5c593-37b9-ade0-8f8e-5eff40b7e07a-R", "generated_internal_id": "ASST_NON_15PBJA23AG00233MUMU_1550"}, {"internal_id": 154166123, "Award ID": "15PBJA22GK01403VTCX", "Award Amount": 1295136.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "16.043", "Description": "THE PROPOSED PROJECT WILL ACCOMPLISH THE FOLLOWING GOALS OVER A 3-YEAR PERIOD (OCTOBER 1, 2022 - SEPTEMBER 30, 2025): ENHANCE AND VALIDATE THE VTC RISK AND NEEDS ASSESSMENT TOOL FOR FULL IMPLEMENTATION, PROVIDE VTC AND CRIMINAL JUSTICE PROFESSIONALS WITH RESOURCES NEEDED TO USE RESEARCH-BASED TOOLS TO ASSESS THE RISK AND NEED OF JIVS, INCREASE THEIR CAPACITY TO ASSESS VETERANS’ RISK AND NEED, AND BETTER CONNECT THEM WITH EFFECTIVE INTERVENTIONS TO REDUCE RECIDIVISM AND INCREASE ACCESS TO CRITICAL TREATMENT AND RECOVERY SUPPORT SERVICES. TO DO SO, THE PROPOSED PROJECT IS DESIGNED TO MEET FOUR OBJECTIVES AND PRODUCE SEVERAL DELIVERABLES. THE OBJECTIVES INCLUDE: (1) ENSURE THE CREATION OF A RIGOROUS AND FEASIBLE TOOL BY CONVENING A MULTIDISCIPLINARY COMMITTEE OF SUBJECT MATTER EXPERTS TO GUIDE, INFORM, AND ADVISE THE FINALIZATION AND VALIDATION OF THE VTC RISK AND NEEDS ASSESSMENT TOOL FOR DISTRIBUTION TO THE FIELD; (2) IDENTIFY ADDITIONAL PILOT SITES AND PROVIDE THEM WITH TTA TO TEST THE USEFULNESS OF THE VTC RISK AND NEEDS ASSESSMENT TOOL, AS WELL AS OBTAIN THE DATA NECESSARY FOR TOOL VALIDATION; (3) USE FEEDBACK TO ENHANCE THE CURRENT RNR TRAINING AND TOOLS FOR FINALIZATION; AND (4) PREPARE A FINAL VTC RISK AND NEEDS ASSESSMENT TOOL AND TRAINING CURRICULA READY TO BE USED IN THE FIELD. \n\nTHE DESCRIPTION OF THE PROGRAM DESIGN AND IMPLEMENTATION IS ORGANIZED CATEGORIES OF DELIVERABLES AND OBJECTIVES. THESE INCLUDE: EXPERTISE/EXPERIENCE/PERSPECTIVE; TOOL VALIDATION; TOOL UTILITY/TOOL TRAINING/RNR TRAINING; WORK PLANS/ISSUE IDENTIFICATION/PROJECT MANAGEMENT; ONGOING COLLABORATION AND COORDINATION; AND KNOWLEDGE DIFFUSION.\n\nTHE AU TEAM IS HIGHLY SKILLED AND COMPETENT WITH EXTENSIVE AND VARIED (BUT PROJECT-RELEVANT) EXPERTISE AND EXPERIENCE. THE AU TEAM IS COMPRISED OF SIX SUBJECT MATTER EXPERTS WITH MILITARY, COURT, ACADEMIC, AND CLINICAL BACKGROUNDS. ADDITIONALLY, THE TOOL DEVELOPER AND PROGRAM COORDINATOR FROM EARLIER PHASES OF THE VTC-RNEI WILL ALSO SERVE ON THE TEAM IN TECHNICAL, COORDINATION, AND SUPPORT CAPACITIES. \n\nTHE AU TEAM WILL PRODUCE FINAL VERSIONS OF: (1) SHORT SCREENER: ONLINE TOOL, HARDCOPY; (2) COMPREHENSIVE ASSESSMENT: ONLINE TOOL, HARDCOPY; (3) CASE PLANNING PROTOCOLS; (4) RNR TRAINING: VIDEO, SLIDES, AND PRE/POST-TESTS; (5) TOOL TRAINING: VIDEO, USER GUIDE, FAQS, SCORING EXERCISE WITH MOCK INTERVIEW, AND INDIVIDUALIZED TRAINING AGENDAS; (6) TOOL DATA REPOSITORY. THE AU TEAM ALSO PROPOSES THE PRODUCTION OF THE FOLLOWING DELIVERABLES: (7) UTILITY FINAL REPORT; (8) VALIDATION FINAL REPORT; (9) EXECUTIVE SUMMARY; (10) SITE INITIATIVES SPREADSHEET; (11) CONFERENCE PRESENTATION(S); (12) FACT SHEETS; AND (13) INFOGRAPHICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8632c66b-1c9c-5c89-ea06-2a22e37cf7c2-C", "generated_internal_id": "ASST_NON_15PBJA22GK01403VTCX_1550"}, {"internal_id": 154168170, "Award ID": "15PBJA22GG04392VTCX", "Award Amount": 199983.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.043", "Description": "THE 25TH JUDICIAL CIRCUIT OF MISSOURI IS REQUESTING VETERANS COURT DISCRETIONARY GRANT PROGRAM FUNDS IN THE AMOUNT OF $199,983.40 OVER A 48-MONTH PERIOD TO ENHANCE THE EXISTING VETERANS COURT PROGRAM.  THEIR VETERANS COURT HAS BEEN ASSISTING VETERANS IN THE 25TH JUDICIAL CIRCUIT WITH SUCCESSFUL AND APPROPRIATE REHABILITATION FROM USE ISSUES RELATED TO DRUGS AND/OR ALCOHOL SINCE 2012.  THEIR PROGRAM HAS A MAXIMUM CAPACITY OF 25.  THE INTENDED USE OF FEDERAL FUNDING WILL BE TO PROVIDE ADEQUATE AND APPROPRIATE SERVICES FOR VETERANS RESIDING WITHIN THE 25TH CIRCUIT AND JURISDICTIONS WITHIN CLOSE PROXIMITY TO THE PROGRAM TO ENABLE THEM TO HAVE THE BEST CHANCE FOR RECOVERY.  WE WILL ALSO BE USING THE FUNDING TO ENSURE THAT TEAM MEMBERS ARE PROVIDED THE OPPORTUNITY TO RECEIVE ADDITIONAL TRAINING, INCLUDING TRAINING TO ASSIST OUR PROGRAM IN ADDRESSING THE ISSUES RELATED TO RACIAL EQUITY AND THE REMOVAL OF BARRIERS TO ACCESS AND OPPORTUNITY FOR COMMUNITIES THAT HAVE BEEN HISTORICALLY MARGINALIZED, UNDERSERVED AND ADVERSELY AFFECTED BY INEQUALITY.  IN THE LAST YEAR WE HAVE HAD SEVERAL NEW TEAM MEMBERS CHANGES IN WHICH THE NEW MEMBERS HAVE HAD EITHER NO TRAINING OR VERY LIMITED TRAINING.  OUR FUNDING PROPOSAL GOALS WILL BE ACCOMPLISHED BY COMPLYING WITH ALL 10 KEY COMPONENTS DESIGNED FOR VETERANS COURT PROGRAMS.  OUR COMPLIANCE WITH THE 10 KEY COMPONENTS IN THIS FUNDING PROPOSAL ARE FOUND ON PAGES 6 THROUGH 13 OF OUR PROGRAM STRATEGY NARRATIVE.\n\nTHE TYPE OF FUNDING BEING REQUESTED IS:  \n\n• ENHANCEMENT FUNDS \n• THE 25TH JUDICIAL CIRCUIT IS A RURAL COMMUNITY.\n\n• FUNDS WILL BE USED FOR THEIR LOCAL JURISDICTION.\n\n• AMOUNT REQUESTED IS $200,000.00\n\n• AN ESTIMATED 25 PARTICIPANTS WILL BE SERVED ANNUALLY IN VETERANS COURT\n\n• FUNDS WILL BE USED TO ENHANCE THE POST-PLEA VETERANS COURT \n\n• ENHANCEMENTS FOR PARTICIPANTS INCLUDE EMOTIONAL SUPPORT SERVICES, MEDICAL AND DENTAL; EMPLOYMENT ASSISTANCE SUPPORT; AND REMOTE COURT AND TREATMENT ACCESS. \n\n• SUCCESSFUL PROGRAM COMPLETION IS 12 MONTHS, THE AVERAGE LENGTH OF TIME FOR COMPLETION.\n\n• THE TARGET POPULATION IS HIGH RISK - HIGH NEEDS INDIVIDUALS.  ACCESS TO MAT AND SERVICES TO ADDRESS OPIOID, STIMULANT, AND OTHER SUBSTANCE USE DISORDERS ARE READILY AVAILABLE AT THE REGIONAL VA HOSPITAL AND THE LOCAL VA OUTPATIENT CLINICS\n\n• NO OTHER FEDERAL FUNDING SOURCES ARE BEING LEVERAGED.\n\n• THE 25TH CIRCUIT HAS ACTIVE FEDERAL FUNDS FROM BJA GRANT 2019-MU-BX-0070, AND THE COMPLETION DATE IS SEPTEMBER 30, 2022.\n\n \n\nCONTACT INFORMATION\n\nRHONDA LEDBETTER\n\nDRUG COURT ADMINISTRATOR\n\n25TH CIRCUIT COURT OF MISSOURI\n\n519 N GRAND AVE.\n\nHOUSTON, MO  65483\n\nRHONDA.LEDBETTER@COURTS.MO.GOV\n\n417-967-1030", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdf2add1-f153-4e9e-b438-5375fa9add7a-R", "generated_internal_id": "ASST_NON_15PBJA22GG04392VTCX_1550"}, {"internal_id": 154168693, "Award ID": "15PBJA22GG04391VTCX", "Award Amount": 462885.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.043", "Description": "THE 22ND JUDICIAL CIRCUIT DISTRICT ATTORNEY’S OFFICE IS REQUESTING $4462,885.50 IN FUNDS FOR THE 22ND JUDICIAL CIRCUIT VETERANS TREATMENT COURT (VTC) TO CONTINUE TO ASSIST VETERAN OFFENDERS IN COVINGTON COUNTY.  THE COURT WILL BE A PRE-ADJUDICATION PROGRAM WITH THE INTENT OF REDUCING CRIMINAL OFFENSES AMONG THE VETERAN POPULATION, REDUCING RECIDIVISM RATES AND CRIME AS A WHOLE IN COVINGTON COUNTY. THE VETERANS TREATMENT COURT PARTICIPANTS WILL REQUIRE ELIGIBLE OFFENDERS TO UNDERGO INTENSE DRUG REHABILITATION, MENTAL HEALTH COUNSELING IF NECESSARY, PAY RESTITUTION AND FINES, AND MAINTAIN A DRUG, ALCOHOL AND CRIME-FREE LIFESTYLE.  THE COMMUNITY IS SAFEGUARDED BY ONGOING JUDICIAL SUPERVISION, WHILE STATE LAW IS ENFORCED BY CONSTRUCTIVE SANCTIONS AND THE LOOMING POSSIBILITY OF CONVICTION AND IMPRISONMENT.      THE COURT WILL BEGIN WITH A MAXIMUM CAPACITY OF 20 VETERANS.  THE VTC WILL PROVIDE SERVICES TO AN AVERAGE OF TEN (10) VETERANS PER YEAR, OR FOURTY (40) OVER THE LIFE OF THE GRANT PROJECT PERIOD. THE COURT WILL LAST A MINIMUM OF TWELVE (12) MONTHS. VETERANS WILL BE ADMITTED INTO THE PROGRAM AS QUICKLY AS POSSIBLE AFTER THEIR ARREST TO ALLOW FOR MORE EFFICIENT TREATMENT.  THE TARGET POPULATION WILL INCLUDE ALL NON-VIOLENT OFFENDERS WHO HAVE SERVED IN ANY BRANCH OF MILITARY SERVICE.  THOSE VETERANS WITH A DISHONORABLE DISCHARGE WILL NOT BE ELIGIBLE.   THE 22ND JUDICIAL CIRCUIT VETERANS TREATMENT COURT WILL TARGET ALL HIGH RISK/HIGH NEED, HIGH RISK/MODERATE NEED INDIVIDUALS. THE COURT WILL NOT ACCEPT LOW RISK/LOW NEED VETERANS. THE COURT WILL USE THE OHIO RISK ASSESSMENT SYSTEM (ORAS) TO ASSESS EACH VETERAN’S NEED AND CRIMINOGENIC LEVEL.  THE COURT DOES NOT HAVE ACCESS TO MEDIALLY ASSISTED TREATMENT (MAT) LOCALLY, BUT WILL WORK WITH VETERAN AFFIRS TO OFFER MEDICALLY ASSISTED TREATMENT (MAT) WHEN NECESSARY.  MOST ALL TEAM MEMBERS OF THE APPLICANT JURISDICTION HAVE ATTENDED TRAINING THROUGH THE VETERANS TREATMENT COURT PLANNING INITIATIVE AND VISITED THE BUFFALO VETERANS TREATMENT COURT (MENTOR COURT SITE VISIT).  THE VTC WILL ADHERE TO THE NADCP ADULT DRUG COURT BEST PRACTICE STANDARDS BY ADHERING TO THE 10 KEY COMPONENTS FOR VETERANS TREATMENT COURTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b604d27-27ae-bd9d-1d39-64a42d669d06-C", "generated_internal_id": "ASST_NON_15PBJA22GG04391VTCX_1550"}, {"internal_id": 154167551, "Award ID": "15PBJA22GG04390VTCX", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "16.043", "Description": "ORGANIZATION NAME\n\t\t\t\n\t\t\t\n\t\t\tEL PASO COUNTY\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tPOC NAME\n\t\t\t\n\t\t\t\n\t\t\tYVONNE WHITAKER, PROJECT DIRECTOR\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tPHONE NUMBER\n\t\t\t\n\t\t\t\n\t\t\t(915) 546-2119 EXT 4478\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tEMAIL ADDRESS\n\t\t\t\n\t\t\t\n\t\t\tYVWHITAKER@EPCOUNTY.COM\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tMAILING ADDRESS\n\t\t\t\n\t\t\t\n\t\t\t500 E. SAN ANTONIO, SUITE 701\n\n\t\t\tEL PASO, TEXAS 79901\n\t\t\t\n\t\t\n\t\n\n\n \n\n \n\n\n\t\n\t\t\n\t\t\t\n\t\t\tORGANIZATION NAME\n\t\t\t\n\t\t\t\n\t\t\t346TH EL PASO VETERANS TREATMENT COURT PROGRAM\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tPROJECT TITLE\n\t\t\t\n\t\t\t\n\t\t\tEL PASO VETERANS TREATMENT COURT\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tPROPOSED START DATE\n\t\t\t\n\t\t\t\n\t\t\tOCTOBER 1, 2022\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tPROPOSED END DATE\n\t\t\t\n\t\t\t\n\t\t\tSEPTEMBER 30, 2026\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tFUNDING AMOUNT REQUESTED\n\t\t\t\n\t\t\t\n\t\t\t$750,000\n\t\t\t\n\t\t\n\t\n\n\n \n\n \n\nPROJECT ABSTRACT –       FY22 BJA VETERANS TREATMENT COURT DISCRETIONARY GRANT PROGRAM\n\n \n\n \n\nCATEGORY OF FUNDING:  ENHANCEMENT\n\n \n\nTHE EL PASO COUNTY VETERANS TREATMENT COURT PROGRAM IS SEEKING FUNDING FOR THE CONTINUATION OF THEIR COURT TO INCLUDE COURT OPERATIONS, EXPANDING THE NUMBER OF PARTICIPANTS AND TO ENHANCE RECOVERY SERVICES. THE PROGRAM HAS BEEN OPERATIONAL SINCE FEBRUARY 2012. IT HAS A CAPACITY OF 60 PARTICIPANTS; CURRENTLY SERVING 21 ACTIVE PARTICIPANTS AND TO DATE HAS GRADUATED 141 PARTICIPANTS. TTHE PROGRAM WILL HAVE THE CAPABILITIES TO PROVIDE SERVICES AND INTENSIVE SUPERVISION TO 60 PARTICIPANTS YEARLY AND AS PARTICIPANTS SUCCESSFULLY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b03ddbe-a1f4-1da5-2939-a0a6b70e2dd2-C", "generated_internal_id": "ASST_NON_15PBJA22GG04390VTCX_1550"}, {"internal_id": 154166417, "Award ID": "15PBJA22GG04389VTCX", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "16.043", "Description": "PROJECT ABSTRACT – CATEGORY 2 ENHANCEMENT: VETERANS TREATMENT COURTS\n\n \n\nMCLENNAN COUNTY VETERANS TREATMENT COURT (MCVTC) IS VOLUNTARY, PRE AND POST-ADJUDICATION COURT-MONITORED TREATMENT FOR ADULTS UNABLE TO MAINTAIN SOBRIETY ADDRESSING SUBSTANCE ABUSE AND/OR MENTAL HEALTH. MCVTC’S 12-MONTH MINIMUM PROGRAM HAS FOUR PHASES, EACH INTENDED TO BE  90 DAYS MINIMUM WITH AVERAGE LENGTH OF PROGRAM PARTICIPATION LASTING 12-18 MONTHS WITH NO MAXIMUM PARTICIPATION LENGTH.  MCVTC OCCURS AT MCLENNAN COUNTY COURTHOUSE, 501 WASHINGTON AVE., WACO, TEXAS 76701. MCTVC BEGINS AT 12PM ON 1ST AND 3RD WEDNESDAYS MONTHLY. HON. GARY COLEY PRESIDES, AMY LOWREY, COURT COORDINATOR: 254-759-7557; GARY.COLEY@CO.MCLENNAN.TX.US; AMY.LOWREY@CO.MCLENNAN.TX.US.\n\n \n\n$750,000 IS REQUESTED FOR 48-MONTH GRANT FOR 50 PARTICIPANTS TO RECEIVE ENHANCEMENT SERVICES IN MCLENNAN COUNTY. MCVTC IS NOT REQUESTING OR LEVERAGING ANY OTHER FEDERAL FUNDING SOURCES AND HAS RECEIVED A DRUG COURT GRANT FROM OJP FOR ANOTHER PROGRAM. TARGET POPULATION: VETERANS AGE 18+ CHARGED WITH MISDEMEANOR OR FELONY OFFENSES.  ACCEPTABLE OFFENSES INCLUDE SUBSTANCE USE, ASSAULT, AND CASE-BY-CASE BASIS OTHER OFFENSES RELATED TO MILITARY SERVICE. MEDICATION-ASSISTED TREATMENT (MAT) PROVIDED THROUGH LOCAL METHADONE PROGRAM; OUTPATIENT OPIOID TREATMENT AVAILABLE AT VA AND THE COMMUNITY HEALTH CENTER; DETOX SERVICES AVAILABLE THROUGH COMMUNITY-BASED DETOX PROGRAMS AS NEEDED. MUTUAL AID RECOVERY GROUPS ARE ENCOURAGED AND PARTICIPANTS ENGAGE IN COGNITIVE RE-TRAINING THROUGH MORAL RECONATION THERAPY (MRT), SEEKING SAFETY, STRENGTH AT HOME (BIPP), ANGER MANAGEMENT, AND PTSD TREATMENTS AS APPROPRIATE. \n\n \n\nMCVTC USES RESEARCH FROM JUSTICE FOR VETS, NADCP, COUNCIL OF STATE GOVERNMENTS JUSTICE CENTER, LITERATURE REGARDING EVIDENCED-BASED PRACTICES, TEN KEY COMPONENTS OF DRUG COURT, AND TEN ESSENTIAL ELEMENTS OF A MENTAL HEALTH COURT AS OUTLINED BY THE BUREAU OF JUSTICE ASSISTANCE. AMERICAN PSYCHOLOGICAL ASSOCIATION’S PRESIDENTIAL TASK FORCE IDENTIFIES PROMOTING EFFECTIVE PRACTICE AND ENHANCING PUBLIC HEALTH THROUGH IMPLEMENTING AND UTILIZING EMPIRICALLY SUPPORTED PRINCIPLES OF PSYCHOLOGICAL ASSESSMENT, CASE FORMATION, AND THERAPEUTIC RELATIONSHIPS. USING THE SEQUENTIAL INTERCEPT MODEL, MCVTC TRANSFORMS FRAGMENTED SYSTEMS, IDENTIFIES LOCAL RESOURCES AND GAPS, DEVELOPS INTERVENTION STRATEGIES UTILIZING NATIONAL ASSOCIATION OF DRUG COURT PROFESSIONALS BEST PRACTICE STANDARDS TO INTERTWINE METHODOLOGIES AND PRACTICES.    \n\n \n\nPARTICIPANTS SCREEN FOR APPROPRIATENESS AND THOSE WITH CURRENT OR PAST OUD ARE PROVIDED OVERDOSE PREVENTION EDUCATION ON ALL SUBSTANCES AND UPON RELEASE FROM JAIL ARE PROVIDED NALOXONE.  MCVTC EDUCATES PARTICIPANTS ON A CONTINUOUS BASIS ABOUT OUD. TEAM DOES NOT SHAME INDIVIDUALS WHO RETURN TO USAGE; RATHER EMPLOYS TRAUMA INFORMED RECOVERY-ORIENTED SYSTEMS OF CARE WITH PARTICIPANT AND WORKS TO DETERMINE WHAT PRECIPITATED USAGE AND IDENTIFY DIFFERENT RECOVERY SUPPORTS. TREATMENT IS UTILIZED TO ASSIST PARTICIPANT IN REACHING LONG TERM RECOVERY GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12f6e994-5e3e-8709-d635-7d8ec154835d-C", "generated_internal_id": "ASST_NON_15PBJA22GG04389VTCX_1550"}, {"internal_id": 154167968, "Award ID": "15PBJA22GG04388VTCX", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.043", "Description": "19TH DISTRICT COURT FY22 O-BJA-2022-171054 GRANT APPLICATION ABSTRACT:\n\nVETERANS TREATMENT COURT\n\n \n\nPROPOSAL ABSTRACT HEADER\n\nCATEGORY OF FUNDING REQUESTED:       CATEGORY 2 – ENHANCEMENT\n\nPRIORITY CONSIDERATION:        1 (A)\n\nGEOGRAPHY:    SUBURBAN\n\nCOURT TYPE:  POST-ADJUDICATION - VETERANS TREATMENT COURT TYPE A\n\nCOURT NAME:  19TH JUDICIAL DISTRICT COURT OF MICHIGAN – CITY OF DEARBORN VETERANS TREATMENT COURT\n\nADDRESS:         16077 MICHIGAN AVE, DEARBORN, MICHIGAN 48126 (SEE ATTACH. L)\n\nCONTACTS:        HON. L. EUGENE HUNT, JR., PRESIDING JUDGE, (313) 943-4224, GHUNT@CI.DEARBORN.MI.US\n\n                        MURRAY DAVIS, PROJECT DIRECTOR, (313) 943-2281, \n\nMDAVIS1@CI.DEARBORN.MI.US\n\nCERTIFICATION DATE:     OCTOBER 1, 2018         EFFECTIVE OPERATIONAL START:  JANUARY 1, 2019\n\nTOTAL FEDERAL GRANT REQUEST AMOUNT:           $750,000.00\n\nESTIMATED TOTAL PARTICIPANTS SERVED:         40/FY\n\nMINIMUM PARTICIPANTS SERVED CURRENTLY:   8/FY\n\nADDITIONAL PARTICIPANTS SERVED POTENTIALLY: 32/FY\n\nMINIMUM LENGTH OF VTC PROGRAM:                        12 MONTHS\n\nMAXIMUM LENGTH OF VTC PROGRAM:            18 MONTHS\n\nAVERAGE LENGTH OF VTC PROGRAM:               15 MONTHS\n\n===================================================================\n\nPROPOSAL ABSTRACT SUMMARY   (WORD COUNT: 400)\n\nTHE 19TH DISTRICT VTC (DVTC), IN DEARBORN, MICHIGAN IS OVERSEEN BY JUDGE GENE HUNT (GHUNT@CI.DEARBORN.MI.US; 313-943-4224) AND MURRAY DAVIS (", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "059fe390-f785-8e3c-f449-f1868ce80e6a-C", "generated_internal_id": "ASST_NON_15PBJA22GG04388VTCX_1550"}, {"internal_id": 154167622, "Award ID": "15PBJA22GG04387VTCX", "Award Amount": 749924.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.043", "Description": "CATEGORY 2: ENHANCEMENT\n\n \n\nTHE LAS VEGAS JUSTICE COURT, VETERANS TREATMENT COURT (LVJC-VTC) IS A PRE-ADJUDICATION PROGRAM FOR VETERANS WHO HAVE BECOME INVOLVED IN THE CRIMINAL JUSTICE SYSTEM WHO HAVE TREATMENT NEEDS THAT STEM FROM THEIR TIME IN MILITARY SERVICE OR THEIR TRANSITION FROM MILITARY TO CIVILIAN LIFE.\n\n \n\nMAILING LOCATION: 200 LEWIS AVE. LAS VEGAS, NV 89155\n\nOPERATING LOCATION: REGIONAL JUSTICE CENTER 200 LEWIS AVE. LAS VEGAS, NV 89155\n\nCOORDINATOR: STEPHANIE GOUVEIA, STEPHANIE.GOUVEIA@CLARKCOUNTYNV.GOV (702) 671-3317\n\nJUDGE: HARMONY LETIZIA, HARMONY.LETIZIA@CLARKCOUNTYNV.GOV (702) 671-3361\n\n \n\nTHE TOTAL FEDERAL AMOUNT REQUESTED FOR THE CATEGORY 2: ENHANCEMENT IS $750,000 OVER 48 MONTHS (10/1/22-9/30/26). THIS FUNDING WILL SUPPORT RESOURCE IDENTIFICATION, RESOURCE AND CARE CONNECTION AND COORDINATION, THE ESTABLISHMENT AND IMPLEMENTATION OF A MENTOR PROGRAM, TRAINING FOR VTC PERSONNEL, A NEEDS ASSESSMENT, AND RESEARCH AND EVALUATION FOR EVIDENCE-BASED PROGRAM IMPROVEMENT, AND THE CREATION OF A SUSTAINABILITY PLAN. TO ACCOMPLISH THESE GOALS, ONE FULL-TIME CARE COORDINATOR AND ONE PART-TIME MENTOR COORDINATOR WILL BE HIRED, THREE VTC TEAM MEMBERS WILL ATTEND THE NADCP CONFERENCE EACH YEAR, AND THE LVJC-VTC HAS PARTNERED A RESEARCH AND EVALUATION TEAM WITH VTC SUBJECT MATTER EXPERTISE. \n\n \n\nLVJC-VTC IS A MINIMUM LENGTH OF 12 MONTHS (BY STATUTE) WITH NO MAXIMUM LENGTH IMPOSED. THE AVERAGE LENGTH OF PROGRAM PARTICIPATION IS 12 TO 15 MONTHS. MAT SERVICES ARE PROVIDED THROUGH THE U.S. DEPARTMENT OF VETERAN AFFAIRS (VA) AND COMMUNITY AGENCIES THAT ARE STATE CERTIFIED CONTRACTED THROUGH THE COURTS. THE LVJC-VTC UTILIZES THE MAST, DAST, AND ASAM TO EVALUATE/DIAGNOSE SUD AND DETERMINE LEVEL OF CARE. THE ADTP AT THE VA AND PARTNER AGENCIES WHO ARE LICENSED TO ADMINISTER SUD TREATMENT TO PROVIDE TREATMENT SERVICES FOR SUD, INCLUDING OPIOIDS AND STIMULANTS.\n\n \n\nTHE PROPOSED ENHANCEMENTS DIRECTLY ALIGN WITH SEVERAL KEY COMPONENTS OF VTCS, SPECIFICALLY KEY COMPONENTS #1 (INTEGRATION), #4 (ACCESS), #6 (COORDINATED STRATEGY), #8 (MONITORING AND EVALUATION), #9 (EDUCATION), AND #10 (PARTNERSHIPS).  THE TABLE ON PAGES 3 ILLUSTRATES THE ALIGNMENT OF THE PROPOSED ENHANCEMENTS WITH THESE KEY COMPONENTS. DISCUSSION OF HOW THE LVJC-VTC’S OPERATIONS ALIGN WITH NADCP’S BEST PRACTICE STANDARDS CAN BE FOUND IN THE NARRATIVE ON PAGE 5 (#1), PAGE 6 (#2, #3, #4), PAGE 7 (#9, #10, PAGE 10 (#5, #7), PAGE 13 (#9, #10, #2), PAGE 15 (#6, #8), AND PAGE 16 (#6).\n\n \n\nLVJC-VTC PREVIOUSLY OBTAINED A BJA GRANT (2019–VC–BX-0088) FOR ADDITIONAL INPATIENT TREATMENT SERVICES (ENDS 9/30/22). HOWEVER, THE CURRENTLY PROPOSED PROJECT FOR FY2022 DOES NOT SUPPORT THE CONTINUATION OR DUPLICATION OF THESE SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a539ca92-1138-5e1f-b4e7-f9d02f5f9af6-C", "generated_internal_id": "ASST_NON_15PBJA22GG04387VTCX_1550"}, {"internal_id": 154166543, "Award ID": "15PBJA22GG04385VTCX", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "16.043", "Description": "PROPOSAL ABSTRACT\n\n \n\nTHE MAHONING COUNTY COMMON PLEAS HONOR COURT (MCCPHC) SERVES VETERANS WHO HAVE BEEN CHARGED WITH NON-VIOLENT F4 OR F5 OFFENSES ELIGIBLE FOR COMMUNITY CONTROL WHO MEET THE LEGAL AND CLINICAL ELIGIBILITY REQUIREMENTS AND WHO HAVE CLINICAL DIAGNOSIS OF SUBSTANCE DEPENDENCE, MENTAL ILLNESS, TRAUMATIC BRAIN INJURY, POST-TRAUMATIC STRESS DISORDER OR CO-OCCURRING DISORDERS, IN AN EFFORT TO DIVERT THEM FROM THE TRADITIONAL CRIMINAL JUSTICE SYSTEM, BY PROVIDING THEM WITH THE TOOLS THEY NEED TO LEAD A PRODUCTIVE AND LAW ABIDING LIFESTYLE, WHILE HOLDING THEM ACCOUNTABLE FOR THEIR ACTIONS.  THE COURT IS LOCATED AT 120 MARKET STREET, YOUNGSTOWN, OH 44503.  THE COURT IS OVERSEEN BY THE HONORABLE ANTHONY D’APOLITO, AND COORDINATED BY DERICK YOUNG, M.S.W.  THE PRIMARY GOALS OF THE COURT INCLUDE INCREASING THE NUMBER OF OFFENDERS WITH MILITARY SERVICES WHO ACCESS AVAILABLE RESOURCES PROVIDED BY THE U.S. DEPARTMENT OF VETERANS AFFAIRS AND MAHONING COUNTY VETERANS SERVICES; INCREASE THE NUMBER OF OFFENDERS WITH MILITARY SERVICE WHO PARTICIPATE IN THE MCCPHC, INCREASE THE SUCCESSFUL COMPLETION RATE FOR COURT PARTICIPANTS, AND REDUCE RECIDIVISM.  THE ACTIVITIES OF THE COURT INCLUDE TREATMENT, RECOVERY SUPPORTS, CASE MANAGEMENT, AND PEER RECOVERY SERVICERS.  TREATMENT SERVICES INCLUDE ACCESS TO ALL LEVELS OF SUBSTANCE USE DISORDER TREATMENT, INCLUDING DETOXIFICATION, MAT, IN-PATIENT, INTENSIVE OUTPATIENT, OUTPATIENT, AND AFTERCARE COUNSELING.  THE OUTCOMES INCLUDE THAT WITHIN 12 MONTHS, 5% MORE OF THE MAHONING COUNTY COMMON PLEAS COURT INVOLVED OFFENDERS WITH MILITARY SERVICE WILL ACCESS AVAILABLE RESOURCES PROVIDED BY THE US DEPARTMENT OF VETERANS AFFAIRS AND MAHONING COUNTY VETERANS SERVICES; THE MCCPHC WILL HAVE 15 PARTICIPANTS, AT LEAST 45% OF PARTICIPANTS WILL SUCCESSFULLY COMPLETE THE PROGRAM, AND THE RECIDIVISM RATE FOR THOSE WHO SUCCESSFULLY COMPLETE WILL BE LESS THAN 20%.  THE MCCPHC CONSIDERS ANY VETERAN CHANGED WITH AN OFFENSE IN MAHONING COUNTY OHIO WHO MEETS THE ELIGIBILITY REQUIREMENTS OF THE COURT, INCLUDING MAHONING COUNTY RESIDENTS AND THOSE RESIDING WITHIN 50 MILES OF MAHONING COUNTY.  THE COURT UTILIZED THE NADCP ADULT DRUG COURT BEST PRACTICE STANDARDS AS DISCUSSED IN THE NARRATIVE ON PAGES 3-5, 7, AND 13.  THE MAHONING COUNTY COMMON PLEAS HONOR COURT IS ASKING FOR CONSIDERATION UNDER CATEGORY 2: ENHANCEMENT, IN THE AMOUNT OF $750,000.  THE COURT IS CURRENTLY OPERATING UTILIZING RESOURCES INCLUDING VETERANS SERVICES, OHIO SUPREME COURT SPECIALTY DOCKET FUNDS, AND LOCAL TREATMENT SERVICES FUNDED BY THE MAHONING COUNTY MENTAL HEALTH AND RECOVERY BOARD.  . THE COURT IS POST-ADJUDICATION MODEL UTILIZING THE INTERVENTION IN LIEU OF CONVICTION MODEL IN OHIO REVISED CODE §2951.041", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5cec8752-91f5-47cd-4d1e-be282c7d4c82-R", "generated_internal_id": "ASST_NON_15PBJA22GG04385VTCX_1550"}, {"internal_id": 154168604, "Award ID": "15PBJA22GG04383VTCX", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.043", "Description": "THE KANSAS JUDICIAL BRANCH IS DEDICATED TO ITS MISSION OF RESOLVING DISPUTES AND PROTECTING INDIVIDUAL RIGHTS BY ENSURING EQUAL, FAIR, AND TIMELY JUSTICE UNDER THE RULE OF LAW FOR ALL PEOPLE OF KANSAS. WITH THIS MISSION IN MIND, THE SUPREME COURT ADOPTED RULE 191 FORMING THE SPECIALTY COURT COMMITTEE AND TASKED IT WITH MAKING RECOMMENDATIONS TO THE COURT REGARDING THE DEVELOPMENT AND ADMINISTRATION OF SPECIALTY COURTS, INCLUDING VETERANS TREATMENT COURTS (VTCS). \n\nTHERE ARE CURRENTLY 19 SPECIALTY COURTS IN KANSAS, INCLUDING TWO VTCS. THESE COURTS ARE SPECIALIZED DOCKETS THAT UTILIZE THERAPEUTIC OR PROBLEM-SOLVING PROCEDURES TO ADDRESS UNDERLYING FACTORS THAT MAY BE CONTRIBUTING TO A PARTY’S INVOLVEMENT IN THE CRIMINAL JUSTICE SYSTEM, LIKE MENTAL ILLNESS OR DRUG, ALCOHOL, OR OTHER ADDICTION. KANSAS SPECIALTY COURTS ARE OPERATED BY JUDICIAL BRANCH JUDGES AND PERSONNEL. \n\n \n\nTHE KANSAS JUDICIAL BRANCH SEEKS THIS GRANT TO ESTABLISH NEW VTCS, ENHANCE PROGRAMMING ALREADY OCCURRING IN EXISTING VTCS, HIRE A STATEWIDE SPECIALTY COURT COORDINATOR, AND EXPAND THE TECHNICAL ASSISTANCE PROVIDED BY THE KANSAS OFFICE OF JUDICIAL ADMINISTRATION.  \n\n \n\nDURING THE LIFETIME OF THE GRANT, THE KANSAS JUDICIARY’S VTC TEAM WILL EXPAND THEIR ROLES AND RESPONSIBILITIES, ATTEND EDUCATIONAL TRAININGS, FINE TUNE ITS VTC MODEL, ADOPT A VTC POLICIES AND PROCEDURES MANUAL, AND COLLABORATE WITH OTHERS TO BETTER SERVE COURT USERS THROUGH SPECIALTY COURTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66ad00da-a6df-69ed-0504-f3508a562f76-C", "generated_internal_id": "ASST_NON_15PBJA22GG04383VTCX_1550"}, {"internal_id": 154167755, "Award ID": "15PBJA22GG04381VTCX", "Award Amount": 749308.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.043", "Description": "– MAY 2022\n\nSEMINOLE COUNTY VETERANS TREATMENT COURT\n\nSEMINOLE CRIMINAL JUSTICE CENTER\n101 ESLINGER WAY\nSANFORD, FL 32773-6707\n\n \n\nSERVICE AREA: SEMINOLE COUNTY, FL\n\n \n\n \n\nCATEGORY & COURT TYPE: CATEGORY 2 ENHANCEMENT-PRE-TRIAL, POST-ADJUDICATION\n\nFEDERAL REQUEST: $749,307.90\n\n \n\nTYPE OF SERVICES: WITH FUNDING, THIS PROJECT WILL ENHANCE THE SERVICES OF THE VETERANS TREATMENT COURT (VTC) TO INCLUDE: 1) INCREASED CASE MANAGEMENT CAPABILITY; 2) EXPANDED CAPACITY TO RANDOMLY TEST AND MONITOR PARTICIPANTS’ SUBSTANCE USE LOCALLY; 3) EXPANDED TREATMENT CAPACITY INCLUDING ADDITIONAL CRISIS STABILIZATION/DETOXIFICATION/RESIDENTIAL TREATMENT SERVICES TO ADDRESS INCREASE IN PARTICIPANTS WITH OPIOID, STIMULANT AND ALCOHOL ABUSE; 4) SUPPORT TRANSPORTATION NEEDS OF PARTICIPANTS; 5) ENHANCED EVALUATION OF PROGRAM. \n\nNUMBER OF PARTICIPANTS OVER LIFE OF GRANT PERIOD: PROJECT WILL SERVE 100 PARTICIPANTS OVER 48-MONTHS.  MINIMUM: 6 MONTHS, MAXIMUM: 24 MONTHS, AVERAGE: 12 MONTHS \n\nTARGET POPULATION: VETERANS ARRESTED IN SEMINOLE COUNTY, 18+ YEARS, WHOSE CHARGE IS A CRIMINAL MISDEMEANOR OR FELONY DRUG OFFENSE, OR OTHER MISDEMEANOR/FELONY CRIMES DIRECTLY RELATED TO THEIR SUBSTANCE ABUSE OR MENTAL HEALTH ISSUES.  VETERAN DEFINITION: PERSON WHO HAS SERVED, BUT IS NOT CURRENTLY SERVING, ON ACTIVE DUTY IN THE U.S. ARMED FORCES, OR SERVED IN U.S. MERCHANT MARINE DURING WWII.  THOSE WHO SERVED IN NATIONAL GUARD OR RESERVES ARE CLASSIFIED AS VETERANS ONLY IF THEY WERE CALLED OR ORDERED TO ACTIVE DUTY.  VETERANS MUST HAVE AN HONORABLE/GENERAL UNDER HONORABLE CONDITIONS DISCHARGE.\n\nMAT:  IF RECOMMENDED BY PROGRAM TREATMENT PROVIDERS (VA OR ASPIRE HEALTH PARTNERS), PARTICIPANTS HAVE ACCESS TO MAT SERVICES.  THE VTC JUDGE HAS AGREED TO SUPPORT ACCESS TO MAT.\n\nOPIOID/STIMULANT PLAN: ALL PARTICIPANTS ARE SCREENED FOR SUBSTANCE USE PRIOR TO ENROLLMENT BY THE CERTIFIED ORAS SCREENER AND BY THE VETERAN AFFAIRS STAFF. THOSE IDENTIFIED WITH OPIOID/STIMULANT ABUSE RECEIVE CLINICALLY APPROPRIATE TREATMENT PLACEMENTS. FOR THOSE THAT ARE ELIGIBLE, VETERAN’S AFFAIRS DISTRIBUTES NARCAN TO INDIVIDUALS AND FAMILIES TO REDUCE RISK OF OVERDOSE. \n\nTREATMENT SERVICES: TREATMENT IS PROVIDED BY THE ORLANDO DOMICILIARY/ORLANDO VA CLINIC AND NONPROFIT PROVIDER ASPIRE HEALTH PARTNERS. TREATMENT OPTIONS INCLUDE EVIDENCE-BASED: CRISIS STABILIZATION, DETOXIFICATION, RESIDENTIAL TREATMENT, INTENSIVE OUTPATIENT, PSYCHOSOCIAL SUPPORT (INDIVIDUAL/GROUP, PTSD AND TRAUMA-INFORMED CARE, FAMILY) AND RECOVERY SUPPORT ASSISTANCE WITH HOUSING, EMPLOYMENT, FAMILY ISSUES. \n\nKEY COMPONENTS: ALL 10 KEY COMPONENTS ARE ADDRESSED ON PAGES 13-16 IN THE NARRATIVE.\n\n \n\nOTHER FEDERAL FUNDING (LIST GRANT NUMBERS): 1) PARTIAL FROM SAMHSA ADULT DRUG COURT GRANT #1H79TI081060-01. ENDS 9/30/2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df68bbe9-39e8-8f37-d3be-2add5e225ccb-C", "generated_internal_id": "ASST_NON_15PBJA22GG04381VTCX_1550"}, {"internal_id": 154166002, "Award ID": "15PBJA22GG04379VTCX", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.043", "Description": "EAST BATON ROUGE PARISH (EBRP) SPANS 455 SQUARE MILES AND IS HOME TO A DIVERSE POPULATION OF MORE THAN 440,000 LOUISIANA RESIDENTS. THE PARISH COMPRISES FOUR CITIES, BATON ROUGE, BAKER, CENTRAL, AND ZACHARY. THE 19TH JUDICIAL DISTRICT COURT (19TH JDC) IS RESPONSIBLE FOR ALL CIVIL AND CRIMINAL COURT MATTERS IN THE PARISH. THE 19TH JDC OPERATES TWO SPECIALTY COURTS: ADULT DRUG COURT (ADC) AND THE DAVID O’QUINN PRE-TRIAL DIVERSION & RECOVERY PROGRAM (PTD). \n\n \n\nTHE CURRENT PROPOSAL IS BEING SUBMITTED BY THE 19TH JDC TO ESTABLISH A POST-ADJUDICATION VETERANS TREATMENT COURT (VTC) IN EBRP. THE TARGET POPULATION WILL BE JUSTICE-INVOLVED VETERANS IN NEED OF SUBSTANCE ABUSE AND/OR MENTAL HEALTH TREATMENT. ALL TREATMENT, INCLUDING MEDICATION ASSISTED TREATMENT, WILL BE PROVIDED BY LOCAL COURT-APPROVED TREATMENT PROVIDERS. ADDITIONAL SERVICES WILL INCLUDE SUPPORT AND RESOURCES TO ADDRESS ANY IDENTIFIED NEED OR BARRIER TO SUCCESS, SUCH AS HOUSING, EMPLOYMENT, EDUCATION, SOCIAL, FAMILY, AND MEDICAL ASSISTANCE.\n\n \n\nIF FUNDED, AN ESTIMATED 326 PARTICIPANTS WILL BE ENROLLED DURING THE GRANT TERM. LENGTH OF TIME IN THE VTC WILL BE GUIDED BY THE RESULTS OF A RISK/NEED ASSESSMENT AT INTAKE. AT MINIMUM, PARTICIPANTS WILL BE IN THE VTC FOR NINE MONTHS; HOWEVER, SOME VETERANS, SUCH AS THOSE WITH HIGH RISK AND HIGH NEED WILL BE MANDATED TO 18 MONTHS. THE AVERAGE LENGTH OF PROGRAM PARTICIPATION IS ESTIMATED TO BE 12 MONTHS. \n\n \n\nTHE FOLLOWING REFLECTS NADCP ADULT DRUG COURT BEST PRACTICE STANDARDS ADDRESSED IN THE 19TH JDC’S APPLICATION AND ASSOCIATED DOCUMENT AND PAGE NUMBERS FOR REFERENCE: \n\n \n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\tTARGET POPULATION\n\t\t\t\n\t\t\t\n\t\t\t4, 5, 9 (PROPOSAL NARRATIVE)\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tEQUITY AND INCLUSION\n\t\t\t\n\t\t\t\n\t\t\t8 (PROPOSAL NARRATIVE)\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tROLES AND RESPONSIBILITIES OF THE JUDGE\n\t\t\t\n\t\t\t\n\t\t\t4 (MOU)\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\tINCENTIVES, SANCTIONS, AND THERAPEUTIC ADJUSTMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3f0b449-ce36-8829-60b2-a3ad431203c2-C", "generated_internal_id": "ASST_NON_15PBJA22GG04379VTCX_1550"}, {"internal_id": 154165796, "Award ID": "15PBJA22GG04377VTCX", "Award Amount": 679727.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.043", "Description": "IREDELL COUNTY IS REQUESTING $679,727 IN FEDERAL FUNDS UNDER BJA-2022-171054, CATEGORY 1 GRANT TO IMPLEMENT DISTRICT 22A VTC. THE DISTRICT ATTORNEY’S OFFICE COLLABORATED WITH JUDGES, IREDELL COUNTY COURTS, THE NC DIVISION OF COMMUNITY CORRECTIONS, DEFENSE ATTORNEYS, AND TREATMENT PROVIDERS TO ESTABLISH A 10-PERSON VTC TEAM AND BEGIN THE PLANNING PROCESS FOR THE PROPOSED VTC. THIS WILL BE A PRE- AND POST-ADJUDICATION COURT, SERVING APPROXIMATELY 80 VETERANS PER YEAR. THE ESTIMATED LENGTH OF THE PROGRAM WILL BE BETWEEN 12 AND 24 MONTHS WITH AN AVERAGE OF 18 MONTHS FOR EACH PARTICIPANT. \n\n        THE TARGET POPULATION FOR THE DISTRICT 22A VTC WILL CONSIST OF NON-VIOLENT OFFENDERS, CHARGED WITH CLASS H AND CLASS I FELONIES OR MISDEMEANORS, WITH SUBSTANCE USE AND/OR MENTAL HEALTH ISSUES. DEFENDANTS CHARGED WITH SEXUAL ASSAULT WILL NOT BE ELIGIBLE FOR PARTICIPATION IN THIS SPECIALIZED COURT. \n\n        ONCE ELIGIBILITY IS DETERMINED AND THE VETERAN CHOOSES TO PARTICIPATE, HE/SHE WILL BE ASSESSED TO DETERMINE THE PRESENCE OF POTENTIAL SUBSTANCE USE, HEALTH, AND/OR MENTAL HEALTH ISSUES. THE VTC TEAM WILL ALSO WORK TO ADDRESS ISSUES OF HOUSING STABILITY AND BASIC NEEDS. ONCE ASSESSMENTS ARE COMPLETE, AN INDIVIDUALIZED TREATMENT PLAN WILL BE ESTABLISHED AND TREATMENT SERVICES PROVIDED BY DAYMARK RECOVERY SERVICES, A COMMISSION ON ACCREDITATION OF REHABILITATION FACILITIES (CARF)-ACCREDITED LOCAL PROVIDER. TREATMENT MAY INCLUDE INDIVIDUAL OR GROUP COUNSELING, AND MEDICATION ASSISTED TREATMENT (MAT) USING BUPRENORPHINE, METHADONE, AND NALTREXONE. VTC PARTICIPANTS WILL HAVE ACCESS TO MAT AS AN OUTPATIENT SERVICE THROUGH PROVIDERS MANAGED BY PARTNERS BEHAVIORAL HEALTH MANAGEMENT. ONCE TREATMENT CONCLUDES OR AN ONGOING TREATMENT PLAN IS ESTABLISHED, ASSISTANCE WITH EDUCATION AND EMPLOYMENT WILL BE PROVIDED THROUGH COMMUNITY PARTNERS INCLUDING MITCHELL COMMUNITY COLLEGE, GOODWILL INDUSTRIES, AND NC WORKS. \n\n        DISTRICT 22A VTC WILL USE NADCP ADULT DRUG COURT BEST PRACTICE STANDARDS, ADDRESSED IN THE NARRATIVE AS FOLLOWS: STANDARD 1 - IDENTIFICATION OF TARGET POPULATION, PAGE 3; STANDARD 2 – EQUITY AND INCLUSION, PAGE 3; STANDARD 3 – ROLES AND RESPONSIBILITIES OF THE JUDGE, PAGE 12; STANDARD 4 – INCENTIVES AND SANCTIONS, PAGE 9; STANDARD 5 – SUBSTANCE USE DISORDER TREATMENT DISCUSSED ON PAGE 7; STANDARD 7 – DRUG AND ALCOHOL TESTING, PAGE 9; THE MULTIDISCIPLINARY TEAM, PAGE 11; AND STANDARD 10 – MONITORING AND EVALUATION, PAGE 13. \n\n        DISTRICT 22 A VTC WILL BE OPERATED BY IREDELL COUNTY VETERANS TREATMENT COURT TEAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b190b4f9-25ab-64c2-78d0-3eb615bb6f97-C", "generated_internal_id": "ASST_NON_15PBJA22GG04377VTCX_1550"}, {"internal_id": 154168028, "Award ID": "15PBJA22GG04375VTCX", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.043", "Description": "ABSTRACT: DISTRICT 11A  REGIONAL VETERANS TREATMENT COURT\n\nTHE DISTRICT 11A REGIONAL VETERANS TREATMENT COURT (VTC), A POST ADJUDICATION TREATMENT COURT OPERATING CONTINUOUSLY SINCE NOVEMBER 2013, IS REQUESTING BUREAU OF JUSTICE ASSISTANCE BJA FY22 VETERANS TREATMENT COURT DISCRETIONARY GRANT PROGRAM, (O-BJA-2022-171054) CATEGORY 2 COMPETITION ID C-BJA-2022-00021-PROD FUNDS IN THE AMOUNT OF $750,000.00 WITH A 25% MATCH. THE PURPOSE OF THIS REQUEST IS TO ENHANCE THE VTC, RECOVER FROM THE PANDEMIC, PREPARE FOR POST PANDEMIC ISSUES, AND TO ASSIST NON-VIOLENT OFFENDERS WITH SUCCESSFUL REHABILITATION FROM THE USE OF DRUGS AND/OR ALCOHOL WHILE ADDRESSING MENTAL HEALTH DISORDERS. \n\n\n\tTHE TOTAL NUMBER OF PARTICIPANTS EXPECTED TO RECEIVE SERVICES OVER THE LIFE OF THIS GRANT PERIOD IS 160. \n\tTHE MINIMUM LENGTH OF OUR PROGRAM IS 12 MONTHS AN A MAXIMUM 24 MONTHS. THE AVERAGE LENGTH OF PROGRAM COMPLETION BEING 20 MONTHS. \n\tTHE DISTRICT 11A VTC OPERATES OUT OF LILLINGTON, NC AT 301 WEST CORNELIUS HARNETT BLVD, LILLINGTON, NC 27546.\n\tTHE POPULATION TO BE SERVED IS HIGH RISK/HIGH NEED VETERANS WITH A DOCUMENTED MENTAL HEALTH HISTORY AND/OR SUBSTANCE USE DISORDER WHO HAVE RELATED CRIMINAL CHARGES THROUGHOUT EASTERN NORTH CAROLINA. VA QUALIFIED VETERANS CAN RECEIVE MAT THROUGH THE VA. THIS GRANT WILL ASSIST IN ENSURING VETERANS WITHOUT VA ACCESS WILL BE ABLE TO UTILIZE MAT SERVICES. \n\tDRUG TESTING AND MENTAL HEALTH SERVICES WILL BE OFFERED THROUGH THIS GRANT. \n\tTO DATE THE VTC IS ALSO APPLYING FOR BJA-2022-171041 TO SUPPORT THE COURT. \n\tTHIS VTC IS CURRENTLY MANAGING BJA 2019-VTC-BX-0081 AND BJA 2020-VC-BX-0128\n\n\nALL TEN NADCP ADULT DRUG COURT BEST PRACTICE STANDARDS WILL BE ADDRESSED: (I) TARGET POPULATION ON PAGES 1,3,10,11,14 (II) HISTORICALLY DISADVANTAGED GROUPS ON PAGES 3 AND 7-11,14,17 (III) RESPONSIBILITY OF THE JUDGE ON PAGES 6-8,11, 14 (IV) INCENTIVES, SANCTIONS, AND THERAPEUTIC ADJUSTMENTS ON PAGE 6,13-14 (V) SUBSTANCE ABUSE TREATMENT ON PAGES 1,2, 8-10,12-14, (VI) COMPLEMENTARY TREATMENT AND SOCIAL SERVICES ON PAGES 3, 5, AND 11-14, (VII) DRUG AND ALCOHOL TESTING ON PAGES 4 AND 7-8, (VIII) MULTIDISCIPLINARY TEAM ON PAGE 3, 11, 13,  (IX) CENSUS AND CASELOADS ON PAGE 2, AND (X) MONITORING AND EVALUATION ON PAGES 3-5, 11-15. THE 10 KEY COMPONENTS ARE ADDRESSED THROUGHOUT THE PROGRAM NARRATIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7268857a-65f4-8b01-0929-9022071c76a4-C", "generated_internal_id": "ASST_NON_15PBJA22GG04375VTCX_1550"}, {"internal_id": 154168168, "Award ID": "15PBJA22GG04372VTCX", "Award Amount": 699468.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.043", "Description": "CATEGORY OF FUNDING REQUESTED: CATEGORY 1: PLANNING AND IMPLEMENTATION\n\nPRE- OR POST-ADJUDICATION: POST-ADJUDICATION WITH A STAY OF ADJUDICATION PLACED ON ALL CHARGES.\n\nVETERANS-RELATED SERVICES THAT WILL BE IMPLEMENTED THE PROPOSED CITY OF NORTH LAS VEGAS (CNLV) COMMUNITY APPROACH TO REHABILITATION AND ENGAGEMENT (CARE) VETERAN TREATMENT COURT (CARE VTC) WILL PROVIDE CASE MANAGEMENT TO NAVIGATE THROUGH AVAILABLE AND RELEVANT MEDICAL TREATMENT AND BENEFIT CONNECTIONS IN ORDER TO ASSURE ACCESS TO SUBSTANCE ABUSE ASSESSMENT AND COUNSELING LINKED WITH DETOX WITH MEDICALLY ASSISTED TREATMENT (MAT) AS INDICATED, MENTAL HEALTH ASSESSMENTS AND COUNSELING, ANGER MANAGEMENT/DOMESTIC VIOLENCE COUNSELING, AND A CONTINUUM OF RELEVANT AND CULTURALLY RESPONSIVE SERVICES AND RESOURCES TO SUSTAIN RECOVERY AND STABILITY, INCLUDING SAFE AND AFFORDABLE HOUSING REFERRALS THROUGH HUD/VETERANS AFFAIRS SUPPORTIVE HOUSING (VASH), PEER SUPPORT, EDUCATION AND TRAINING ORIENTED TO EMPLOYMENT PLACEMENT, AND RECORD SEALING.\n\nNAME, LOCATION, AND ADDRESS FOR THE COURT: \nNORTH LAS VEGAS MUNICIPAL COURT\n2332 LAS VEGAS BLVD. NORTH SUITE 100\nNORTH LAS VEGAS, NV 89030\n\nNAMES AND CONTACT INFORMATION:\nVTC JUDGE: CHRIS LEE, LEECK@CITYOFNORTHLASVEGAS.COM \nTELEPHONE NUMBER: 702-633-1130\n\nCOURT ADMINISTRATOR: ERIN TELLEZ, TELLEZE@CITYOFNORTHLASVEGAS.COM \nTELEPHONE NUMBER: 702-633-1148 \n\nSTATE THE TOTAL FEDERAL AMOUNT REQUESTED FOR THE DURATION OF THE GRANT: $699,468.25\n\nTOTAL NUMBER OF PARTICIPANTS TO RECEIVE SERVICES OVER THE LIFE OF THE GRANT PERIOD: 150\n\nMINIMUM/MAXIMUM/AVERAGE LENGTH OF PROGRAM PARTICIPATION: 12-24 MONTHS\n\nTARGET POPULATION/JURISDICTION’S ACCESS TO MAT: ALL GENDERS OF VETERANS WHO ENGAGE IN HIGH-RISK, ILLEGAL BEHAVIORS, EXPERIENCE SUBSTANCE USE DISORDERS (SUD), POST-TRAUMATIC STRESS DISORDER (PTSD) AND/OR TRAUMATIC BRAIN INJURY (TBI), AND/OR MILITARY SEXUAL TRAUMA (MST), AND OTHER CO-OCCURRING CHRONIC CONDITIONS, AS A RESULT OF  MILITARY SERVICE, WILL BE ELIGIBLE FOR EVIDENCE-BASED SUD TREATMENT, INCLUDED MEDICATION ASSISTED TREATMENT (MAT)  MANDATORY DRUG TESTING, INCENTIVES AND SANCTIONS, WHICH ARE SUPPORTED BY TRANSITIONAL SERVICES AND RECOVERY-BASED  RESOURCES.\n\nBRIEFLY DESCRIBE THE PLAN TO PROVIDE TREATMENT AND SERVICES TO ADDRESS OPIOID, STIMULANT, AND OTHER SUBSTANCE USE DISORDERS: THROUGH A PARTNERSHIP WITH THE LOCAL VETERANS ADMINISTRATION AND COLLABORATIVE COMMUNITY PARTNERS, THE PROPOSED VTC WILL PROVIDE MEDICALLY ASSISTED TREATMENT FOR SUD AND OUD AS PRESCRIBED,  OTHER SUPPORTIVE APPROPRIATE ADDICTION TREATMENT AND BEHAVIORAL HEALTH INTERVENTIONS AS PRESCRIBED, REFERRAL TO PRIMARY AND INTEGRATIVE FORMS OF HEALTHCARE AS NEEDED, OUTREACH AND NAVIGATION TO FACILITATE AND SECURE BENEFITS FOR REMUNERATION OF  SERVICES, EVIDENCE-BASED PRACTICES, AND ESSENTIAL, CULTURALLY RESPONSIVE COMMUNITY CONNECTIONS AND RESOURCES TO INCLUDE TRANSITIONAL, SOBER, AND SUPPORTED HOUSING, EMPLOYMENT ASSISTANCE, PSYCHIATRIC COUNSELING, PEER MENTORING, FAMILY COUNSELING, AND ESSENTIAL RESOURCES TO ADDRESS OBSTACLES IN ACCESS TO PHYSICAL,  MENTAL, AND ECONOMIC STABILIZATION.\n\nNADCP ADULT DRUG COURT BEST PRACTICE STANDARDS WILL BE ADDRESSED AND THE PAGE NUMBERS WHERE EACH ITEM IS DISCUSSED IN THE APPLICATION: VTC WILL ADDRESS ALL NADCP ADULT DRUG COURT BEST PRACTICE STANDARDS AS EVIDENCED BY AN ACTIONABLE PLAN PROVIDED ON PAGES 11-12 OF THE PROJECT NARRATIVE. ADDITIONALLY, THE CITY OF NORTH LAS VEGAS IDENTIFIED HOW IT WILL APPLY THE 10 KEY PRINCIPLES OF VETERANS TREATMENT COURTS ON PAGE 4-5 OF THE PLAN FOR EARLY IDENTIFICATION (ATTACHMENT).\n\nINDICATE WHETHER THE JURISDICTION IS LEVERAGING ANY OTHER FEDERAL FUNDING SOURCES: NA\n\nWHICH PRIORITY CONSIDERATION IS BEING SO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "056856aa-f574-30a3-e919-d73ec5451b92-C", "generated_internal_id": "ASST_NON_15PBJA22GG04372VTCX_1550"}, {"internal_id": 154165736, "Award ID": "15PBJA22GG04369VTCX", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.043", "Description": "PROPOSAL ABSTRACT\n\n \n\nCATEGORY 3: STATEWIDE\n\n \n\nMAILING LOCATION: 625 MARSHALL STREET, LITTLE ROCK, AR 72201\n\nSPECIALTY COURT COORDINATOR: JANET HAWLEY JANET.HAWLEY@ARCOURTS.GOV\n\n \n\n \n\nTHE ARKANSAS ADMINISTRATIVE OFFICE OF THE COURTS (AOC) IS REQUESTING FUNDING ($2,000,000 OVER 48 MONTHS) FOR THE FOLLOWING ENHANCEMENTS: 1) IMPLEMENT THE USE OF THE VRSS (YEARS 1, 2, 3, 4); 2) EXPAND SCALES TO INCLUDE VTC-SPECIFIC MEASURES (YEARS 1, 2, 3, 4); 3) USE THE RANT FOR SCREENING; 4) DEVELOP AND IMPLEMENT A STATEWIDE VTC CERTIFICATION (YEARS 1, 2, 3, 4); 5) PROVIDE A STATEWIDE VTC WORKSHOP (YEARS 2, 3, 4); 6) PROVIDE REGIONAL VTC MENTOR BOOTCAMPS (YEARS 2 & 4); 7) SEND THE VTC PEER EVALUATORS (VTC-PES) TO VTC-SPECIFIC TRAINING (YEARS 1, 2, 3, 4).\n\n \n\nVTCS IN ARKANSAS ARE PRE-ADJUDICATION, POST-ADJUDICATION, AND HYBRID. VTC TARGET POPULATION IS HIGH RISK/HIGH NEED. ALL PARTICIPANTS ARE SCREENED/ASSESSED BY ACC PERSONNEL. RISK/NEEDS ASSESSMENT TOOLS ARE USED PRIOR TO INTAKE AND THROUGHOUT THE PROGRAMS. OFFENDERS WITH VIOLENT FELONY CONVICTIONS AND/OR SEX OFFENSE CONVICTIONS ARE INELIGIBLE TO PARTICIPATE IN AR PSC PROGRAMS. AR PSCS DO NOT DENY ANY ELIGIBLE CLIENT FOR THE DRUG COURT ACCESS TO THE PROGRAM BECAUSE OF THEIR USE OF FDA-APPROVED MEDICATIONS FOR THE TREATMENT OF SUBSTANCE USE DISORDERS. LOCAL PROGRAMS HAVE BEEN EDUCATED ON MEDICATION ASSISTED TREATMENT (MAT) AND DEVELOPING A WRITTEN MAT PROTOCOL.\n\n \n\nTHE PROPOSED ENHANCEMENTS DIRECTLY ALIGN WITH SEVERAL BEST PRACTICE STANDARDS OF DRUG COURTS AND KEY COMPONENTS OF VTCS, SPECIFICALLY: EARLY IDENTIFICATION AND PLACEMENT, MONITORING AND EVALUATION,  CONTINUING EDUCATION AND TRAINING, MENTORING, AND USE VALIDATED RISK ASSESSMENTS. DISCUSSION OF HOW THE AOC PSC AND VTC OPERATIONS ALIGN WITH NADCP’S BEST PRACTICE STANDARDS CAN BE FOUND IN THE PROPOSAL NARRATIVE ON PAGES 1-10 AND PAGES 14-16.\n\n \n\nTHE AOC PREVIOUSLY OBTAINED THE FOLLOWING BJA GRANTS FOR DRUG COURTS, NOT VETERANS TREATMENT COURTS: 1) 2018-DC-BX-008 FOR STATEWIDE COURT DATA MANAGEMENT SYSTEM, 2) 2017-VV-BX-0001 FOR STATEWIDE TRAINING, 3) 2020-DC-BX-0004 FOR ADULT DRUG COURT CERTIFICATION AND TRAINING. HOWEVER, THE CURRENTLY PROPOSED VTC ENHANCEMENT PROJECT DOES NOT SUPPORT THE CONTINUATION OR DUPLICATION OF ANY PREVIOUSLY FUNDED SERVICES OR TASKS. \n\n \n\nARKANSAS IS A RURAL STATE WITH QUALIFIED OPPORTUNITY ZONES. SEE THE PROPOSAL NARRATIVE PAGES 11-13 AND ATTACHMENT: QUALIFIED OPPORTUNITY ZONES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8115e966-b3cc-de5a-d3a1-741ce95367b6-C", "generated_internal_id": "ASST_NON_15PBJA22GG04369VTCX_1550"}, {"internal_id": 154167029, "Award ID": "15PBJA22GG04366VTCX", "Award Amount": 749681.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.043", "Description": "THE JUDICIARY OF GUAM’S VETERANS TREATMENT COURT (VTC) BEGAN OPERATIONS ON SEPTEMBER 10, 2015. THE COURT IS PRE-ADJUDICATION. THE JURISDICTION SIZE IS U.S. TERRITORY AND THE AREA IS RURAL. \n\n \n\nTHE JUDICIARY IS APPLYING UNDER CATEGORY 2: ENHANCEMENT. THE PROJECT’S PURPOSE IS TO ENHANCE THE CURRENT PROGRAM THEREBY INCREASING THE SUCCESSFUL OUTCOMES OF ITS PARTICIPANTS. ACTIVITIES INCLUDE PROVIDING ADDITIONAL SUPPORT SUCH AS MATRIX FAMILY TREATMENT SESSIONS; TRANSPORTATION SUPPORT FOR PARTICIPANTS WITHOUT ACCESS TO TRANSPORTATION; PARTICIPANT CARE SUPPLIES, A RENTAL VEHICLE FOR VTC STAFF TO INCREASE ENGAGEMENT, HOME VISITS AND WELLNESS CHECKS; FACILITATOR TRAINING FOR THE HELPING MEN RECOVER (HMR) CURRICULUM TO INCREASE THE ISLAND’S CAPACITY FOR GENDER-SPECIFIC, TRAUMA-INFORMED PROGRAM ADDRESSING ADDICTION; AND CONTRACTING A VETERAN MENTOR COORDINATOR AND VETERAN MENTORS FOR PEER SUPPORT.\n\n \n\nTHE JUDICIARY’S VTC IS LOCATED AT 120 WEST O’BRIEN DRIVE, HAGATNA, GUAM, 96910. PRESIDING JUDGE ALBERTO C. LAMORENA III PRESIDES OVER THE VTC. STAFF INCLUDES ACTING COURT PROGRAMS ADMINISTRATOR MARYGRACE LAPID-ROSADINO. CONTACT INFORMATION IS MROSADINO@GUAMCOURTS.ORG OR 671-300-3202. CORRESPONDENCE WITH PRESIDING JUDGE LAMORENA MAY BE CONTACTED THROUGH THIS CONTACT.\n\n \n\nTHE AMOUNT OF FEDERAL FUNDS REQUESTED IS $749,681.\n\n \n\nTHE VTC PROPOSES TO SERVE A TOTAL OF 80 PARTICIPANTS OVER THE LIFE OF THE GRANT PERIOD. VTC PARTICIPANTS WILL UNDERGO AN 18-24 MONTH PROGRAM, WITH A MINIMUM OF 12 MONTHS AND MAXIMUM OF 24 MONTHS. \n\n \n\nTHE TARGET POPULATION IS VETERANS, MALES AND FEMALES, 18 YEARS OR OLDER, CHARGED WITH A CRIMINAL OFFENSE AND ASSESSED TO BE IN NEED OF SUBSTANCE ABUSE TREATMENT.  VTC PARTICIPANTS HAVE ACCESS TO THE MEDICATION-ASSISTED TREATMENT (MAT) SERVICES VIA ITS TREATMENT PARTNERS.\n\n \n\nTHE VTC WILL ADDRESS SUBSTANCE USE THROUGH A CONTINUUM OF CARE THAT INCLUDES MATRIX FAMILY SESSIONS, MORAL RECONATION THERAPY, HMR, MAT, AND SOCIAL SUPPORT SERVICES.\n\n \n\nTHE ENHANCEMENT PROJECT ADDRESSES THE FOLLOWING NADCP ADULT DRUG COURT BEST PRACTICE STANDARDS: STANDARD I: TARGET POPULATION (PG.10), STANDARD V: SUBSTANCE USE DISORDER TREATMENT (PG.11), STANDARD VI: COMPLEMENTARY TREATMENT AND SOCIAL SERVICES (PGS.10, 11), STANDARD VII: DRUG AND ALCOHOL TESTING (PG.12), STANDARD IX: CENSUS AND CASELOADS (PG.10), AND STANDARD X: MONITORING AND EVALUATION (PG.12)\n\n                                             \n\nNO OTHER FEDERAL FUNDING SOURCES ARE UTILIZED TO SUPPORT VTC.\n\n \n\nTHE JUDICIARY’S VTC IS CURRENTLY FUNDED UNDER AN FY2018 ADULT DRUG COURT DISCRETIONARY GRANT PROGRAM, # 2018-VC-BX-0027, EXPIRING 12/31/2022. THE FOLLOWING ARE ALSO ACTIVE DRUG COURT GRANTS: FY2020 OJJDP JUVENILE DRUG TREATMENT COURT, AWARD 2020-DC-BX-0032; FY2020 SAMHSA ADULT DRUG COURT ENHANCEMENT, AWARD 1H79TI082971; FY2018 SAMHSA FAMILY DRUG COURT, AWARD 1H79TI080836; AND FY2018 VETERANS TREATMENT COURT, AWARD 2018-VC-BX-0027.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f49dc878-b78e-5dfd-07c6-5e1908368e52-R", "generated_internal_id": "ASST_NON_15PBJA22GG04366VTCX_1550"}, {"internal_id": 154168488, "Award ID": "15PBJA22GG04362VTCX", "Award Amount": 1490209.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.043", "Description": "PROPOSAL ABSTRACT\n\n (CATEGORY 3: STATEWIDE)\n\nAMOUNT REQUESTED: $1,490,209.20\n\n    VETERANS ARE QUICKLY BECOMING AN UNDERSERVED POPULATION. THESE INDIVIDUALS WHO PROUDLY SERVED OUR COUNTRY NOW FACE MENTAL HEALTH (PTSD) AND SUBSTANCE ABUSE- RELATED CRIMES. THEY ENDURE STRUGGLES WITH HOMELESSNESS, UNDERLYING TRAUMA, AND ADJUSTING TO CIVILIAN LIFE. THE VETERANS IN ALABAMA SHARE IN THESE STRUGGLES. \n\n    FOLLOWING EVIDENCE-BASED PRACTICES AND THE 10 KEY COMPONENTS, ALABAMA ESTABLISHED ITS VETERAN’S TREATMENT COURTS NOT TO PUNISH NON-VIOLENT VETERAN OFFENDERS, BUT TO REHABILITATE THEM INTO PRODUCTIVE MEMBERS OF SOCIETY. OUR MILITARY SERVICE PERSONS CAN AND DO FIND THEMSELVES INVOLVED IN THE CRIMINAL JUSTICE SYSTEM. THESE INDIVIDUALS ARE NOT INHERENTLY CRIMINAL. MOST ARE SUFFERING FROM MENTAL HEALTH (PTSD) AND THE DISEASE OF ADDICTION WITH AN UNDERLYING MILITARY SERVICE-RELATED TRAUMA ASSOCIATED WITH THIS NEED TO TURN TO ILLICIT SUBSTANCES AND COMMIT NON-VIOLENT OFFENSES. VETERAN’S TREATMENT COURT (VTC) ALLOWS THEM TO NOT ONLY PAY THEIR DEBT TO SOCIETY THROUGH COMMUNITY SERVICE AND ACCOUNTABILITY, BUT ALSO TO RECEIVE MENTAL HEALTH ASSESSMENT, TREATMENT, TRANSITIONAL SERVICES, AND CONNECTIONS TO NEEDED VETERAN-SPECIFIC SUPPORT SERVICES. \n\n    ROUGHLY HALF OF ALABAMA IS CONSIDERED RURAL, SO FOR VETERANS IN RURAL COMMUNITIES, THIS ENHANCEMENT IS CRUCIAL. RURAL ALABAMA IS ALSO POVERTY-STRICKEN WITH VERY FEW RESOURCES SUCH AS TREATMENT SERVICES, SUPPORT SERVICES AND LOCAL VETERAN AFFAIRS CLINICS OR OFFICES. THIS LACK OF MENTAL HEALTH, SUBSTANCE ABUSE, AND TRANSITIONAL HOUSING RESOURCES IS UNFORTUNATELY AIDING IN THE NUMBER OF HOMELESS VETERANS IN THE STATE. IN ORDER TO ENHANCE THE VETERANS TREATMENT COURTS IN ALABAMA IS TO CRITICAL THAT VETERANS HAVE ADEQUATE ACCESS TO RESOURCES THAT INCLUDE MENTAL HEALTH TREATMENT, SUBSTANCE ABUSE TREATMENT, LINKS AND CONNECTIONS TO VETERAN SUPPORT AGENCIES, AND TRANSITIONAL HOUSING OPTIONS.\n\n    THE AOC’S GRANT PROPOSAL SEEKS TO FUND AN ENHANCEMENT OR “SCALING-UP” OF ALABAMA’S 28 EXISTING VETERAN TREATMENT COURTS. THIS ENHANCEMENT WILL INCLUDE HIRING A VETERAN’S TREATMENT COURT SPECIALIST TO SERVE AS A LIAISON BETWEEN THE COURTS AND AOC, HIRING A VETERAN’S TREATMENT ADVOCATE TO ASSIST THE VETERANS TREATMENT COURTS IN HELPING IDENTIFY VETERANS WITH THE USE OF VETERANS RE-ENTRY SEARCH SERVICES (VRSS). ADDITIONALLY, THIS GRANT PROPOSAL SEEKS TO INCORPORATE MORE TREATMENT SERVICES AVAILABLE TO THE VETERANS SUCH AS FAMILY SUPPORT COUNSELING, PEER SUPPORT, AND CONNECTIONS TO THE OFFICE OF VETERAN’S AFFAIRS CLINICS, LOCAL VFW, VETERANS JUSTICE OUTREACH SPECIALIST (VJO) AND THE ALABAMA DEPARTMENT OF VETERANS AFFAIRS. THUS, THE ENHANCEMENT WILL AID AOC IN ENSURING THAT VETERANS TREATMENT COURTS ARE OPERATING, UP-TO-DATE, AND SUSTAINABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2e8d2c6-d8d7-40b9-7dcf-a0aecfeb18a6-C", "generated_internal_id": "ASST_NON_15PBJA22GG04362VTCX_1550"}, {"internal_id": 154166060, "Award ID": "15PBJA22GG04361VTCX", "Award Amount": 1330028.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.043", "Description": "FOR MORE THAN A DECADE, NEW YORK STATE (NYS) HAS BEEN A LEADER IN MEETING THE NEEDS OF JUSTICE-INVOLVED VETERANS. IN 2008, THE BUFFALO CITY COURT OPENED THE FIRST VETERANS TREATMENT COURT (VTC) PROGRAM IN THE COUNTRY. THE COURT’S PRESIDING JUDGE, HONORABLE ROBERT RUSSELL, REALIZED THAT VETERAN PARTICIPANTS IN THE ADULT DRUG COURT NEEDED MORE SPECIALIZED SERVICES TO HELP THEM SUCCEED IN THE PROGRAM. NYS CONTINUED TO LEAD THE FIELD IN THE DEVELOPMENT AND GROWTH OF VTCS, WITH 32 COURTS AS OF MAY 2022. WHILE THE FOUNDATION FOR VTCS IN NYS REMAINS STRONG, GROWTH HAS STAGNATED AND CENSUS OF PARTICIPANTS IN VTCS HAS BEEN DECLINING AS ALL PROBLEM-SOLVING COURTS CONTINUED TO ENDURE NUMEROUS CHALLENGES DUE TO CHANGING LEGISLATION AND THE IMPACT OF COVID-19.  \n\nTHE NEW YORK STATE UNIFIED COURT SYSTEM (UCS), IN PARTNERSHIP WITH THE CENTER FOR COURT INNOVATION (THE CENTER), IS APPLYING FOR FUNDING UNDER THE BUREAU OF JUSTICE ASSISTANCE (BJA FY22 VETERANS TREATMENT COURT DISCRETIONARY GRANT - CATEGORY 3: STATEWIDE), AN AWARD OF $1,330,028. THE FUNDING WILL ALLOW THE STATE TO REFOCUS EFFORTS ON STRENGTHENING EXISTING VTCS, EXPANDING ACCESS TO VTC PROGRAMS, AND ADDRESSING CRITICAL EMERGING ISSUES, SUCH AS RACIAL EQUITY, GENDER-RESPONSIVE PRACTICES, EXPANSION OF MENTOR PROGRAMS, DEVELOPING COMMUNITY AWARENESS, AND EARLY IDENTIFICATION. TO ACHIEVE THESE GOALS, UCS AND THE CENTER WILL ENGAGE IN STATEWIDE STRATEGIC PLANNING AND IMPLEMENTATION FOR VTCS. BASED ON THE FINDINGS OF A NEEDS ASSESSMENT, A DIVERSE GROUP OF STAKEHOLDERS COMPRISED OF SUBJECT MATTER EXPERTS, VTC PRACTITIONERS, AND PEERS WILL CONVENE TO IDENTIFY GOALS AND OBJECTIVES THAT CREATE A COORDINATED EFFORT TOWARDS THE ENHANCEMENT AND SUSTAINABILITY OF VTCS. THE FUNDING WILL ALLOW FOR PRIORITY STRATEGIC PLANNING GOALS AND OBJECTIVES TO BE IMPLEMENTED DURING THE PROJECT TIMELINE AND WILL LEAVE A ROAD MAP FOR THE NEXT FIVE YEARS.  THE PROPOSED NUMBER OF VTC PARTICIPANTS CURRENTLY BEING SERVED ARE APPROXIMATELY 120 PER YEAR.  HOWEVER, WE ANTICIPATE THAT NUMBER MAY INCREASE BASED ON INITIATIVES TO IDENTIFY VETERANS.\n\nTHIS PROJECT WILL ADDRESS THE FOLLOWING ADULT DRUG COURT BEST PRACTICE STANDARDS: I. TARGET POPULATION (PG. 4-6, 13), II. EQUITY AND INCLUSION (PG. 8, 10,12), V. SUD TREATMENT (PG. 13), VI. COMPLEMENTARY TREATMENT AND SOCIAL SERVICES (PG. 7, 14), VII. MULTIDISCIPLINARY TEAM (PG. 8-13), AND X. MONITORING AND EVALUATION (PG. 15, 19-20).\n\nTHE NYS UCS PREVIOUSLY RECEIVED STATEWIDE BJA GRANT AWARDS IMPLEMENTATION #2007-DC-BX0001, 2009-DC-BX-0018, 2010-DC-BX-0121, 2011-DC-BX-0140 AND 2011-DC-BX-0138, 2012-DC-BX-0012, AND 2013-DC-BX-0070, 2013-DC-BX-0071, 2018-DC-BX-0137, 2018-DC-BX-0141, 2020-MU-BX-0130, 15BJA-21-04197-DGCT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93473b6c-9cae-779b-206a-0dcfb2dcaab6-C", "generated_internal_id": "ASST_NON_15PBJA22GG04361VTCX_1550"}, {"internal_id": 154166619, "Award ID": "15PBJA22GG04360VTCX", "Award Amount": 749079.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.043", "Description": "THE SOUTH ST. LOUIS COUNTY VETERANS TREATMENT COURT (SSLCVTC) IS APPLYING AS THE INTENDED BENEFICIARY UNDER CATEGORY 2: ENHANCEMENT. THIS COURT IS BOTH PRE- AND POST-ADJUDICATION. PARTICIPANTS WILL HAVE ACCESS TO TREATMENT AND THERAPY, HOUSING, EDUCATION, EMPLOYMENT, AND FAMILY SERVICES. BJA FUNDING WILL ENHANCE CURRENT OPERATIONS BY EXPANDING ACCESS TO DRUG AND ALCOHOL TESTING, PARTICIPATE IN AN ONGOING PROGRAM EVALUATION, IMPLEMENT RECOMMENDATIONS FROM THE UPCOMING NDCI OPERATIONAL TUNE-UP, STRENGTHEN THE MENTOR PROGRAM/RESOURCES, AND ENHANCE SCREENING/REFERRAL TOOLS TO ADDRESS NEW MN VETERAN’S LEGISLATION.\n\nTHIS COURT IS IN DULUTH AND SERVES THE SOUTHERN HALF OF ST. LOUIS COUNTY (SLC) IN MN. COURT CONTACTS:\n• HONORABLE DALE O. HARRIS, JUDGE, DALE.HARRIS@COURTS.STATE.MN.US, 218-221-7587\n• STEPHANIE CARLSON, COORDINATOR, STEPHANIE.CARLSON2@COURTS.STATE.MN.US, 218-221-7605\n• 100 N. 5TH AVE W. #320, DULUTH, MN, 55802\n\nTHE SSLCVTC IS SEEKING $749,089.00 OF FUNDING AND PLANS TO HAVE A CAPACITY OF 25 PARTICIPANTS. IT IS ANTICIPATED THAT 36 NEW JUSTICE INVOLVED VETERANS (JIV) WILL BE ACCEPTED THROUGHOUT THE 48-MONTH GRANT PERIOD. AT MINIMUM THIS PROGRAM CAN BE COMPLETED IN 14 MONTHS, AT MAXIMUM THE PROGRAM LENGTH IS 22 MONTHS. THE AVERAGE PARTICIPANT COMPLETES THE PROGRAM IN 18 MONTHS.\n\nTHIS COURT SERVES HIGH-RISK/HIGH-NEEDS JIVS AND ACCEPTS ALL DISCHARGE STATUSES, BRANCH AFFILIATIONS, RESERVE OR ACTIVE-DUTY SERVICE, CURRENTLY SERVING, AND COMBAT OR NON-COMBAT EXPERIENCE. PARTICIPANTS ARE CONNECTED WITH READILY AVAILABLE EVIDENCED-BASED TREATMENT SERVICES THROUGH THE COMMUNITY OR VA, TO INCLUDE FDA-APPROVED MEDICALLY ASSISTED TREATMENT (MAT). FURTHER, THERE ARE MULTIPLE TREATMENT PROVIDERS ON THIS COURT’S TEAM WHO CAN IMMEDIATELY PROVIDE MAT AND OTHER TREATMENT TO ADDRESS OPIOID AND OTHER SUBSTANCE USE DISORDER NEEDS.\n\nTHIS PROPOSAL WILL ADDRESS THE FOLLOWING NADCP BEST PRACTICE STANDARDS:\n• 1: TARGET POPULATION (PAGE 3)\n• 2: EQUITY AND INCLUSION (PAGE 2, 3)\n• 6: COMPLEMENTARY TREATMENT AND SOCIAL SERVICES (PAGE 3)\n• 7: DRUG AND ALCOHOL TESTING (PAGE 1)\n• 8: MULTIDISCIPLINARY TEAM (PAGE 2)\n• 10: MONITORING AND EVALUATION (PAGE 1)\n\nTHIS COURT IS CONTINUOUSLY SEEKING INNOVATIVE WAYS TO INCREASE EQUITY BY REDUCING BARRIERS TO ACCESS AND SERVICES. IN RESPONSE TO COVID-19, THE SIXTH JUDICIAL DISTRICT INVESTED $64,000 TO INSTALL ISPACE TECHNOLOGY, CREATING VIRTUAL COURTROOMS THAT HELPED OVERCOME GEOGRAPHICAL BARRIERS. THIS ADVANCEMENT ENABLES VETERANS IN TREATMENT, ESPECIALLY THOSE AT VA HOSPITALS IN OTHER CITIES, TO COMPLY WITH THIS COURT WHILE UNDERGOING VITAL SUBSTANCE USE AND MENTAL HEALTH TREATMENT.\n\nSSLCVTC IS NOT LEVERAGING ANY OTHER FEDERAL FUNDING SOURCES. THE COURT IS CURRENTLY FUNDED BY A BJA VTC IMPLEMENTATION GRANT (NUMBER 2018-VC-BX-0011) WHICH, DUE TO COVID-19, WAS EXTENDED UNTIL JUNE 2023.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "920968d9-25a8-9e1a-9ca1-89b9ffda0fb1-C", "generated_internal_id": "ASST_NON_15PBJA22GG04360VTCX_1550"}, {"internal_id": 154167597, "Award ID": "15PBJA22GG04359VTCX", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.043", "Description": "PROPOSAL ABSTRACT - WASHINGTON COUNTY VETERANS TREATMENT COURT ENHANCEMENT \n\nCATEGORY OF FUNDING REQUESTED: CATEGORY 2 – ENHANCEMENT. $750,000 (48 MONTHS) \n\nJURISDICTION SIZE:  WASHINGTON COUNTY IS PART OF THE PORTLAND METROPOLITAN AREA AND HAS A POPULATION OF OVER 600,000 PEOPLE. WASHINGTON COUNTY COVERS APPROXIMATELY 726 SQUARE MILES AND IS OREGON'S SECOND MOST POPULOUS COUNTY WITH A MIX OF SUBURBAN AND RURAL COMMUNITIES. \n\nTYPE OF VETERANS TREATMENT COURT: PRE- AND POST-ADJUDICATION DEPENDENT ON CRIME(S) AND CRIMINAL HISTORY \n\nCONTACTS: VETERANS TREATMENT COURT, WASHINGTON COUNTY CIRCUIT COURT, 150 N. FIRST AVENUE, STE. 300, MS 40, HILLSBORO, OR 97124. \n\nVTC JUDGE: JUDGE ERIC BUTTERFIELD \n\n(503) 846-8888 EXT. 70584 \n\nERIC_BUTTERFIELD@OJD.STATE.OR.US \n\n \n\nVTC COORDINATOR: MOLLY HARVIS \n\n(503) 846-8626 \n\nMOLLY_HARVIS@CO.WASHINGTON.OR.US \n\n \n\nABSTRACT: THE WASHINGTON COUNTY VETERANS TREATMENT COURT (VTC) HAS BEEN OPERATIONAL SINCE 2018 AND SERVES ALL VETERANS ELIGIBLE FOR VA HEALTHCARE SERVICES AND CHARGED WITH FELONY OR MISDEMEANOR CRIMES, INCLUDING VIOLENT FELONIES. THE VTC CURRENTLY SERVES A MAXIMUM OF TWENTY-FIVE (25) MEDIUM TO HIGH-RISK/MEDIUM TO HIGH-NEEDS PARTICIPANTS AT A TIME, WITH A GOAL TO INCREASE PROGRAM CAPACITY TO FORTY (40) PARTICIPANTS AT A TIME. PARTICIPANTS REMAIN IN THE PROGRAM FOR A MINIMUM OF 12-15 MONTHS, WITH AN AVERAGE OF 15-18 MONTHS, DEPENDING ON RISK/NEEDS TRACK. THERE IS NO MAXIMUM PERIOD OF PARTICIPATION. THE VTC SEEKS TO SERVE ONE-HUNDRED SIXTY (160) JUSTICE-INVOLVED VETERANS. PARTICIPANTS WILL ENGAGE IN SUBSTANCE ABUSE, MENTAL HEALTH, DOMESTIC VIOLENCE, PARENTING, AND CRIMINAL-THINKING TREATMENTS AS DETERMINED BY EVIDENCE-BASED ASSESSMENT TOOLS, SUCH AS THE LS/CMI. PARTICIPANTS IDENTIFIED WITH A SUBSTANCE ABUSE DISORDER ARE PROVIDED ACCESS TO TREATMENT, INCLUDING MAT, THROUGH THE PORTLAND VA HEALTHCARE SYSTEM AND COMMUNITY PROVIDERS, WHICH OFFER HOSPITAL-LEVEL CARE THROUGH OUTPATIENT AFTERCARE SERVICES, RECOVERY SUPPORT SERVICES, AND VOCATIONAL REHABILITATION. THE VTC SEEKS TO ENHANCE ITS CURRENT SUBSTANCE USE TESTING, ADD A CRIMINAL THINKING INTERVENTION, AND HOST AN EXTERNAL EVALUATION. \n\nTHE VTC IMPLEMENTS THE NADCP BEST PRACTICE STANDARDS AS DISCUSSED ON THE FOLLOWING PAGES: I P.3, VI P. 5, II P. 6, III P.7, IV P. 8, VI P. 10, P.11, I, IX & VII P. 13, VII & IV P. 14, IV & VII, P.15, VI P. 16, VI & X P. 19. \n\nTHE WASHINGTON COUNTY VTC WAS THE RECIPIENT OF A BUREAU OF JUSTICE ASSISTANCE FY 18 ADULT DRUG COURT DISCRETIONARY GRANT (2018-VC-BX-0009) FOR VTC IMPLEMENTATION. THE PROJECT WAS AWARDED A TOTAL AMOUNT OF $550,000 AND BEGAN JANUARY 1ST, 2019, AND WILL END DECEMBER 31ST, 2022.\n\nPRIORITY CONSIDERATION 1(A) IS DISCUSSED ON PAGES 11-12.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7530feb-8c25-982c-88bd-1722d52db5a4-C", "generated_internal_id": "ASST_NON_15PBJA22GG04359VTCX_1550"}, {"internal_id": 154165293, "Award ID": "15PBJA22GG04358VTCX", "Award Amount": 749496.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.043", "Description": "THE PURPOSE OF THE SUPERIOR COURT OF CALIFORNIA, COUNTY OF ALAMEDA VTC ENHANCEMENT PROJECT IS TO EXPAND THE COURT’S CAPACITY TO SERVE A TOTAL OF 200 HIGH-RISK/HIGH-NEED JUSTICE-INVOLVED VETERANS INCLUDING THOSE CURRENTLY BLOCKED FROM OTHER COLLABORATIVE COURTS BY CA PENAL CODES IMPOSING CRIMINAL HISTORY DISQUALIFICATIONS, INCREASE THE PROPORTION OF VETERANS OF COLOR BY MAINTAINING A CENSUS IN WHICH THE DISTRIBUTION BY GENDER AND RACE/ETHNICITY IS CONSISTENT WITH THE DISPROPORTIONATELY HIGH RATES OF FELONY ARRESTS FOR DRUG OFFENSES AMONG AFRICAN AMERICANS, TO TRAIN THE VTC TEAM TO PROVIDE EQUITABLE TREATMENT ADDRESSING THEIR PROLONGED EXPOSURE TO MICRO-AGGRESSION IN AND OUTSIDE OF THE MILITARY, AND TO FULLY INCORPORATE THE 10 NADCP BEST PRACTICE STANDARDS.\n\n \n\nEARLY IDENTIFICATION AND PROMPT PLACEMENT OF ELIGIBLE PARTICIPANTS IN VTC WILL BE ACHIEVED BY ADOPTING THE VETERANS REENTRY SEARCH SERVICE TOOL. MEDICAID BENEFIT ADVOCACY SERVICES ARE PROVIDED AT INTAKE FOR VA-INELIGIBLE VETERANS AND RAPID ASSESSMENT (RANT AND ASAM CRITERIA) AND REFERRAL TO APPROPRIATE COUNTY TREATMENT AND RECOVERY INTERVENTIONS ARE COMPARABLE TO, OR BETTER THAN THE TIMELINE FOR VA-ELIGIBLE PARTICIPANTS. ALL VETERANS WILL BE ASSESSED FOR THE NEED FOR FAMILY SUPPORT SERVICES AND LINKED TO VA OR COMMUNITY-BASED VETERANS SERVICE ORGANIZATIONS TO STRENGTHEN OR RESTORE FAMILY RELATIONSHIPS.\n\n \n\nA VETERANS MENTOR PROGRAM WILL BE DEVELOPED, AND PEER RECOVERY SUPPORT AND PRO-SOCIAL ACTIVITIES WILL BE PROVIDED BY COMMUNITY-BASED VETERANS SERVICE ORGANIZATIONS. ALL PARTICIPANTS WILL HAVE ACCESS TO AT LEAST SIX MONTHS OF RENT-FREE SOBER LIVING HOUSING. \n\n \n\nAN EXPERIENCED PH.D. LEVEL EXTERNAL EVALUATOR WILL ROUTINELY MONITOR DIFFERENCES IN THE LENGTH OF THE REFERRAL PROCESS, REFERRAL OUTCOMES, APPEARANCE VS. FAILURE TO APPEAR AT COURT FOLLOWING ASSESSMENT, PHASE ADVANCEMENT, SUBSTANCE USE DISORDER TREATMENT OUTCOMES, ASSESSMENT FOR, AND REFERRAL TO COMPLEMENTARY SERVICES, AND PROGRAM OUTCOMES (DISCHARGE CATEGORY AND RECIDIVISM DEFINED AS CONVICTIONS FOLLOWING THE DATE OF ADMISSION TO THE VTC) BY RACE/ETHNICITY, GENDER, AND THE PRESENCE OR ABSENCE OF A CO-OCCURRING DISORDER.  ANY DISPARITIES WILL BE REPORTED IMMEDIATELY TO THE VTC TEAM, THE PRESIDING JUDGE AND THE COLLABORATIVE COURT JUDICIAL COMMITTEE.\n\n \n\nEXPECTED OUTCOMES INCLUDE MAINTAINING THE VTC’S RECORD OF ZERO RECIDIVISM AMONG GRADUATES, SIGNIFICANT IMPROVEMENTS IN VETERANS’ HOUSING QUALITY AND SECURITY, PARTICIPANTS’ ABSTINENCE FROM DRUGS AND ALCOHOL, IMPROVEMENTS IN MENTAL HEALTH INCLUDING A DOCUMENTED REDUCTION IN EMERGENCY PSYCHIATRIC SERVICES AND HOSPITALIZATIONS DUE TO EARLY ASSESSMENT AND REFERRAL TO TREATMENT, AND A RECORD OF ONGOING DATA-DRIVEN QUALITY IMPROVEMENT IN THE VTC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6872c087-a662-f004-3eb0-3d0e3c1ee6a2-C", "generated_internal_id": "ASST_NON_15PBJA22GG04358VTCX_1550"}]