[{"internal_id": 154166649, "Award ID": "15PBJA22GG03111FORE", "Award Amount": 1319560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.051", "Description": "WICHITA STATE UNIVERSITY HAS A LONG HISTORY OF EXCELLENCE IN ITS CRIMINAL JUSTICE PROGRAM, WHICH IS THE SECOND OLDEST IN THE NATION. WITH BOTH UNDERGRADUATE AND GRADUATE DEGREE OFFERINGS, WSU HAS DEVELOPED RELEVANT COURSEWORK FOR STUDENTS STRIVING TOWARDS CAREERS IN THE CRIMINAL JUSTICE SYSTEM. IN 2021, WSU GRADUATED 107 STUDENTS FROM THE FAIRMOUNT COLLEGE OF LIBERAL ARTS AND SCIENCES WITH BACHELORS/MASTER’S DEGREES IN THE SCHOOL OF CRIMINAL JUSTICE. THESE STUDENTS WILL MOVE INTO THEIR CHOSEN FIELDS WELL PREPARED TO FACE CURRENT AND FUTURE CHALLENGES FACING THE UNITED STATES’ CRIMINAL JUSTICE SYSTEM.\n\n \n\nWSU IS AN INNOVATIVE INSTITUTION THAT MAINTAINS AWARENESS OF THE OPERATIONAL ENVIRONMENT’S DEMANDS AND CREATES CURRICULUM TO PREPARE STUDENTS TO MEET THOSE DEMANDS. THAT IS NO MORE EVIDENT THAN WITH WSU’S CRIMINAL JUSTICE PROGRAM. STUDENTS ARE EDUCATED IN A BROAD RANGE OF RELEVANT CRIMINAL JUSTICE TOPICS FROM CORRECTIONS TO POLICING, GROUNDED IN THE THEORETICAL FOUNDATION OF TODAY’S CRIMINAL JUSTICE SYSTEM. WSU’S FORWARD-LOOKING STANCE ALLOWED FOR THE CREATION OF THE NATION’S ONLY HIGHER-EDUCATION COURSE IN CRIME GUN INTELLIGENCE, NIBIN, AND THEIR APPLICATIONS TO CRIMINAL INVESTIGATIONS. \n\n \n\nWSU IS A CLOSE PARTNER WITH LAW ENFORCEMENT AND CRIMINAL JUSTICE AGENCIES. IN 2019, THE WICHITA POLICE DEPARTMENT WORKED WITH WSU TO APPLY FOR AND ULTIMATELY BE AWARDED A BJA CGIC INTEGRATION GRANT. THROUGH THIS GRANT, WSU AGREED TO PROVIDE SPACE ON CAMPUS FOR A NIBIN ACQUISITION MACHINE. ADDITIONALLY, WSU IS THE RESEARCH PARTNER WITH WPD RELATING TO THAT GRANT AND CONTINUES CLOSE WORKING RELATIONSHIPS. NOTABLY, WITHIN THE CURRENT ENVIRONMENT OF POLICE DEPARTMENTS FACING RECRUITMENT CHALLENGES, WSU STUDENTS PROVIDE A POOL OF HIGHLY EDUCATED CANDIDATES FOR WPD AND OTHER CRIMINAL JUSTICE COMPONENTS IN THE REGION. IN 2020 AND 2021 APPROXIMATELY 35 STUDENTS WERE HIRED OR INTERNED WITH WPD. WSU IS THE CHOSEN SITE FOR THE BUREAU OF ALCOHOL, TOBACCO, FIREARMS AND EXPLOSIVES CRIME GUN INTELLIGENCE CENTER FOR EXCELLENCE AND ITS NIBIN NATIONAL CORRELATION AND TRAINING CENTER EXPANSION. \n\n \n\nIN KEEPING WITH ITS TRADITION OF INNOVATION AND FORWARD THINKING, WSU WOULD UTILIZE GRANT FUNDING, IF AWARDED, TO FURTHER INTEGRATE CRIME GUN INTELLIGENCE CONCEPTS AND STRATEGIES INTO ITS CURRICULUM AND EXPAND ITS CONTINUING EDUCATION EFFORTS THROUGH THE CREATION OF THE GUN CRIME STRATEGY INSTITUTE. ADDITIONALLY, AS AN EMERGING DISCIPLINE, WSU RECOGNIZES THAT CRIME GUN INTELLIGENCE HAS RECEIVED LITTLE ACADEMIC RESEARCH ON A NATIONAL SCALE. GRANT FUNDING WOULD BE USED TO WORK TOWARDS RESEARCH THAT WILL INFORM THE NEXT LEAP FORWARD IN CRIME GUN INTELLIGENCE CONCEPTS, THEORY, AND STRATEGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fa8ba1a-d5eb-7348-472d-6a58174c937f-C", "generated_internal_id": "ASST_NON_15PBJA22GG03111FORE_1550"}]