[{"internal_id": 156682927, "Award ID": "15POVC22GK04987NOHA", "Award Amount": 1116341.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-27", "CFDA Number": "16.048", "Description": "THE ILLINOIS COMMISSION ON DISCRIMINATION AND HATE CRIMES – A GOVERNOR-APPOINTED COMMISSION ADMINISTERED BY THE ILLINOIS DEPARTMENT OF HUMAN RIGHTS – PROPOSES TO ESTABLISH A STATEWIDE HATE CRIME AND BIAS INCIDENT HELPLINE. THE PROPOSED HELPLINE WOULD COLLECT ANONYMOUS OR SELF-IDENTIFIED REPORTS OF HATE CRIMES AND BIAS INCIDENTS, CONNECT CALLERS WITH SUPPORT SERVICES, AND DIRECT CALLERS TO ADDITIONAL REPORTING OPTIONS, SUCH AS A LAW ENFORCEMENT AGENCY, IF APPLICABLE. \n\n \n\nPROJECT ACTIVITIES INCLUDE:\n\n\n\tDEVELOPING A COMPREHENSIVE STRATEGIC COMMUNITY AND ORGANIZATIONAL PARTNER OUTREACH PLAN; \n\tDESIGNATING PARTNER ORGANIZATIONS THAT PROVIDE HATE CRIME VICTIM SUPPORT SERVICES, WITH AN EMPHASIS ON IDENTIFYING ORGANIZATIONS SERVING HIGH-TARGET PROTECTED CLASSES AND UNDERSERVED GEOGRAPHIC AREAS;\n\tDEVELOPING AND DELIVERING COMPREHENSIVE TRAUMA-INFORMED TECHNICAL ASSISTANCE FOR HELPLINE OPERATORS; AND\n\tDEVELOPING PROPER HELPLINE INTAKE AND REFERRAL PROCEDURES.\n\n\n \n\nEXPECTED OUTCOMES INCLUDE:\n\n\n\tDEVELOPMENT OF A STATEWIDE, NON-LAW ENFORCEMENT HATE CRIME AND BIAS INCIDENT REPORTING MECHANISM,\n\tEXPANSION OF HATE CRIME VICTIM SERVICES RESOURCE AVAILABILITY AND COORDINATION, AND\n\tINCREASED AVAILABILITY OF HATE CRIME AND BIAS INCIDENT DATA. \n\n\n \n\nVICTIMS OF HATE CRIMES AND BIAS INCIDENTS ARE THE INTENDED BENEFICIARIES OF THIS PROJECT, ESPECIALLY THOSE WHO DO NOT WISH TO ENGAGE WITH LAW ENFORCEMENT AND THOSE WHO LIVE IN REGIONS OF ILLINOIS WHO DO NOT HAVE EASY ACCESS TO VICTIM SUPPORT SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abdfece1-0e62-ffa6-7764-08ac97bf353f-C", "generated_internal_id": "ASST_NON_15POVC22GK04987NOHA_1550"}, {"internal_id": 156682924, "Award ID": "15POVC22GK04986NOHA", "Award Amount": 1125000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-27", "CFDA Number": "16.048", "Description": "THE CALIFORNIA CIVIL RIGHTS DEPARTMENT (CRD) PROPOSES TO IMPLEMENT THE EARNING COMMUNITY TRUST PROJECT AS A PART OF THE CALIFORNIA VS. HATE RESOURCE LINE AND NETWORK (CA VS. HATE). CALIFORNIA’S FIRST STATEWIDE REPORTING AND RESOURCE LINE FOR VICTIMS OF HATE INCIDENTS AND CRIMES, CA VS. HATE COLLECTS REPORTS OF HATE AND HELPS PEOPLE IDENTIFY OPTIONS FOR NEXT STEPS AND CONNECT WITH TRAUMA-INFORMED SERVICES AND CULTURALLY COMPETENT RESOURCES.\n\nTHIS GRANT WILL SUPPORT THE DEVELOPMENT OF SUSTAINABLE INFRASTRUCTURE FOR ENGAGEMENT BETWEEN CRD AND COMMUNITY-BASED ORGANIZATIONS (CBOS) THAT HAVE EARNED THE TRUST OF COMMUNITIES TARGETED FOR HATE. THIS GRANT WILL HELP ENSURE THAT VICTIMS OF HATE ARE DIRECTED TO LOCAL SUPPORT SERVICES AND, IF THEY REQUEST, LAW ENFORCEMENT. PROJECTED ACTIVITIES INCLUDE THE CREATION OF A NEW CBO SPECIALIST POSITION. THE CBO SPECIALIST WILL: (1) INSTITUTIONALIZE REGULAR INPUT FROM CBOS TO IMPROVE THE SERVICES PROVIDED BY CA VS. HATE AND TO HOLD CRD ACCOUNTABLE TO THE NEEDS OF PEOPLE TARGETED FOR HATE; (2) IMPROVE SERVICE TO CBOS THAT ARE SERVING INDIVIDUALS TARGETED FOR HATE SO THOSE CBOS CAN HELP SERVE AS A BRIDGE BETWEEN VICTIMS AND CA VS. HATE; (3) COLLECT HATE INCIDENT AND CRIME DATA DIRECTLY FROM THE CBOS; (4) DEVELOP A REGIONAL NETWORK OF CBOS, AND FACILITATE REGULAR MEETINGS TO IMPROVE SERVICES; AND (5) ENHANCE COLLABORATION AND COMMUNICATION BETWEEN CBOS TO STRENGTHEN CROSS-COMMUNITY SOLIDARITY.\n\nCRD PROPOSES TO SUBGRANT MORE THAN 30% OF THE GRANT FUNDS TO CALIFORNIA BLACK MEDIA (CBM), A CULTURALLY SPECIFIC ORGANIZATION THAT WILL FURTHER ADVANCE THESE GOALS CONSISTENT WITH THE FEDERAL, STATE, AND LOCAL DATA THAT DEMONSTRATES THAT BLACK PEOPLE ARE THE MOST LIKELY TO BE TARGETED FOR HATE. CBM ADVANCES NEWS AND INFORMATION FROM WITHIN AND AMONG CALIFORNIA’S AFRICAN AMERICAN COMMUNITIES, AND WILL CREATE OPPORTUNITIES THAT INCREASE AWARENESS AND INVOLVEMENT IN DECISIONS AND POLICY DISCUSSIONS THAT PRODUCE ECONOMIC, SOCIAL, AND POLITICAL IMPACTS ON UNDERSERVED PEOPLE. CBM WILL EXPAND CRD’S ABILITY TO CONNECT WITH BLACK COMMUNITIES AND WITH OTHER COMMUNITIES TARGETED FOR HATE, EXPAND AWARENESS OF CA VS. HATE, AND FACILITATE ROUNDTABLES AND BRIEFINGS. CBM HAS A LONG TRACK RECORD OF WORKING WITH OTHER COMMUNITIES TARGETED FOR HATE, REJECTING THE DIVISION THAT PREVENTS EFFECTIVE COLLABORATION. OUTCOMES INCLUDE THE EXPANDED THE USE OF CA VS. HATE AMONG UNDERSERVED COMMUNITIES, AN IMPROVEMENT IN THE CULTURALLY COMPETENT RESOURCES OFFERED, MORE ACCURATE HATE INCIDENT AND CRIME DATA COLLECTION, AND BUILDING TRUST BETWEEN COMMUNITIES TARGETED FOR HATE AND GOVERNMENT AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93607558-59dc-2418-fbaa-2d7a61bccd76-C", "generated_internal_id": "ASST_NON_15POVC22GK04986NOHA_1550"}, {"internal_id": 152543290, "Award ID": "15PBJS22GK01202NOHA", "Award Amount": 2248126.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "16.048", "Description": "PROJECT ABSTRACT\n\nTHE CALIFORNIA DEPARTMENT OF JUSTICE, IN PARTNERSHIP WITH THE INTEGRATED JUSTICE INFORMATION SYSTEM INSTITUTE, WILL IMPLEMENT A PHASE II RAPID DEPLOYMENT MODEL THAT WILL ASSIST SELECT CALIFORNIA LAW ENFORCEMENT AGENCIES INCLUDING THE SAN FRANCISCO POLICE DEPARTMENT, THE LOS ANGELES POLICE DEPARTMENT AND THE LOS ANGELES COUNTY SHERIFF’S OFFICE. THIS PROJECT WILL BE ACCOMPLISHED BY ASSISTING THESE AGENCIES TO MOVE TOWARD FULL IMPLEMENTATION OF THE CALIFORNIA INCIDENT-BASED REPORTING SYSTEM.  PARTICIPATION IN THIS SYSTEM WILL ENSURE THAT DATA IS REPORTED TO THE FEDERAL BUREAU OF INVESTIGATION USE OF FORCE AND NATIONAL INCIDENT BASED REPORTING SYSTEM PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87af3ad1-955d-6282-9592-3ae0bf29dc15-C", "generated_internal_id": "ASST_NON_15PBJS22GK01202NOHA_1550"}]