[{"internal_id": 154166699, "Award ID": "15PBJA22GG01563HATE", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.040", "Description": "THE NEW YORK CITY POLICE DEPARTMENT (NYPD) REQUESTS GRANT FUNDING UNDER FY22 BJA MATTHEW SHEPARD AND JAMES BYRD JR HATE CRIMES PROGRAM IN ORDER TO ENHANCE THE CAPACITY TO INVESTIGATE AND PROSECUTE PERPETRATORS OF HATE CRIMES AND BRING CLOSURE TO VICTIMS. NEW YORK CITY HAS EXPERIENCED AN ALARMING INCREASE IN THE NUMBER OF HATE CRIMES SINCE THE PANDEMIC BEGAN, AND THE NUMBER OF INCIDENTS CONTINUES TO CLIMB. IN CY2021, THE NYPD RECORDED A 96% INCREASE IN THE NUMBER HATE CRIMES THAT REQUIRED INVESTIGATION. THE INCREASE HAS CONTINUED INTO 2022, WITH THE NYPD RECORDING 98% MORE HATE CRIME INCIDENTS VERSUS THE SAME QUARTER IN 2021. \n\nIN RECOGNITION OF THE SENSITIVE AND COMPLEX NATURE OF THESE TYPES OF INCIDENTS, THE NYPD HAS A DEDICATED INVESTIGATIVE UNIT WITHIN ITS DETECTIVE BUREAU, THE HATE CRIME TASK FORCE (HCTF), THAT HAS CITYWIDE RESPONSIBILITY FOR THE CRIMINAL INVESTIGATION AND APPREHENSION OF PERSONS WHO HAVE COMMITTED HATE CRIMES IN NEW YORK CITY. WITH FEDERAL FUNDING, THE NYPD WILL BE ABLE TO HIRE AN ATTORNEY THAT WILL BE ASSIGNED TO THE HCTF FULL-TIME, WITH THE TASK OF ENHANCING THE INVESTIGATION OF HATE CRIMES AND WORKING WITH PROSECUTING AGENCIES TO ENHANCE THE PROSECUTION OF HATE CRIMES.\n\nTHE NYPD IS SEEKING $399,840.39 FOR A PROJECT IN ORDER TO FUND THE SALARY AND FRINGE BENEFITS OF AN ATTORNEY OVER THE FOUR-YEAR GRANT PERIOD. THE NYPD BELIEVES THAT HIRING AN ATTORNEY TO ASSIST HCTF INVESTIGATORS IN THE IDENTIFICATION, ANALYSIS, AND INVESTIGATION OF HATE CRIMES WILL SUBSTANTIALLY IMPROVE THE QUALITY AND EFFICIENCY OF THESE INVESTIGATIONS, WHICH WILL LEAD TO IMPROVED PROSECUTIONS. THE ATTORNEY WILL ASSIST INVESTIGATORS IN PRESENTING THE STRONGEST PROSECUTABLE CASES TO THE DISTRICT ATTORNEY OFFICES AND THE FEDERAL PROSECUTORS. \n\nTHE ATTORNEY WILL BE ABLE TO EXPEDIENTLY ADDRESS THE NUANCES OF THE NEW YORK STATE HATE CRIME STATUTE AND PROVIDE LEGAL GUIDANCE ON THE DETERMINANTS AND ELEMENTS REQUIRED FOR PROBABLE CAUSE AND THE APPROPRIATE OFFENSE(S) TO BE CHARGED. THE ATTORNEY WILL ALSO BE TASKED WITH COORDINATING WITH THE FEDERAL PROSECUTING AGENCIES TO IDENTIFY CASES THAT ARE ELIGIBLE FOR FEDERAL PROSECUTION. THE ATTORNEY WILL ALSO LIAISE WITH THE NYPD LEGAL BUREAU AND LEGISLATIVE AFFAIRS UNIT TO EXAMINE THE NYS PENAL LAW ARTICLE 485 HATE CRIME STATUTE AND QUANTIFY IF ADDITIONAL CRIMES CAN BE ADDED, WHETHER EXISTING CRIMES CAN BE REVIEWED, AND WHETHER SENTENCING GUIDELINES CAN BE AMENDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab1da986-ddec-8861-1ecb-cf5304de22df-C", "generated_internal_id": "ASST_NON_15PBJA22GG01563HATE_1550"}, {"internal_id": 154165647, "Award ID": "15PBJA22GG01562HATE", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.040", "Description": "PROJECT ABSTRACT\n\nTHE OFFICE OF THE ATTORNEY GENERAL OF ILLINOIS SEEKS $394,772.00 FOR A 48-MONTH PROJECT TO PROVIDE SPECIALIZED TRAINING TO LAW ENFORCEMENT OFFICERS AND PROSECUTING ATTORNEYS IN ILLINOIS. THE TRAINING WILL BE IN CONSULTATION WITH COMMUNITY-BASED ORGANIZATIONS AND CIVIL RIGHTS GROUPS, WITH THE GOAL OF ENHANCING THE REPORTING, IDENTIFICATION, AND PROSECUTION OF HATE CRIMES ACROSS THE STATE.  THE TRAINING FOR LAW ENFORCEMENT WILL BE EVIDENCE-BASED, TRAUMA-INFORMED, VICTIM-CENTERED, AND CULTURALLY COMPETENT.  A CURRICULUM FOR A TRAINING ON IDENTIFYING, REPORTING AND RESPONDING TO HATE CRIMES AND BIAS INCIDENTS WILL BE DEVELOPED FOR ALL LEVELS OF SWORN OFFICERS AND OTHER FIRST RESPONDERS TO CALLS FOR SERVICE OR REPORTS FROM VICTIMS. THIS TRAINING WILL BE IN AN ONLINE AND VIDEO FORMAT.  A MORE INTENSIVE CURRICULUM FOR AN IN-PERSON TRAINING FOR FIELD TRAINING OFFICERS AND INVESTIGATORS WILL BE IMPLEMENTED.  THE OFFICE OF THE ATTORNEY GENERAL OF ILLINOIS WILL CREATE A COLLABORATIVE TRAINING MODEL TO CONDUCT UP TO 36 TRAININGS FOR INVESTIGATORS.  TRAININGS WILL BE SPECIFICALLY TARGETED TO TRAIN 250 PROSECUTORS.  TOPICS WILL INCLUDE THE SPECIFICS OF THE STATE AND FEDERAL HATE CRIMES STATUTES, THE EFFECTS OF TRAUMA ON VICTIMS, THE IMPORTANCE OF COMMUNITY RELATIONSHIPS, AND IDENTIFYING A HATE CRIME WHEN MULTIPLE MOTIVES EXIST.  \n\nTRAININGS WILL BE CONDUCTED IN PARTNERSHIP WITH COMMUNITY-BASED ORGANIZATIONS AND CIVIL RIGHTS GROUPS SUCH AS CHAPTERS OF THE NAACP AND THE ANTI-DEFAMATION LEAGUE. OTHER PARTNERS MAY INCLUDE ELECTED STATE’S ATTORNEYS, THE ILLINOIS PROSECUTOR’S BAR ASSOCIATION, THE ILLINOIS ASSOCIATION OF CHIEFS OF POLICE, THE NATIONAL ORGANIZATION OF BLACK LAW ENFORCEMENT EXECUTIVES, THE ILLINOIS LAW ENFORCEMENT TRAINING AND STANDARDS BOARD, THE ILLINOIS LAW ENFORCEMENT TRAINING AND STANDARDS BOARD EXECUTIVE INSTITUTE, THE ILLINOIS OFFICE OF THE STATE’S ATTORNEYS APPELLATE PROSECUTOR, THE ILLINOIS STATE POLICE, AND THE UNITED STATES ATTORNEY’S OFFICE.  \n\nTRAINING LAW ENFORCEMENT AND PROSECUTORS WILL ENHANCE THEIR KNOWLEDGE AND SKILLS. COMMUNITIES TARGETED BY HATE OFTEN FACE BARRIERS TO REPORTING HATE CRIMES, SUCH AS FEARS ABOUT BEING TARGETED FOR IMMIGRATION ENFORCEMENT. WHEN COMMUNITY MEMBERS WHO REPORT HATE CRIMES OR BIAS INCIDENTS ARE TREATED WITH EMPATHY AND RESPECT, THEY ARE MORE LIKELY TO PARTICIPATE AND STAY ENGAGED IN THE CRIMINAL JUSTICE PROCESS.  CONFIDENCE IN THE JUSTICE SYSTEM INCREASES AND RETRAUMATIZATION IS MINIMIZED.  WE SEEK TO AN INCREASE IN THE NUMBER OF CASES REPORTED, INVESTIGATED, ARRESTS, CHARGES, AND THE NUMBER OF CONVICTIONS.  THIS WILL ENHANCE COMMUNITY-POLICE RELATIONSHIPS AND BUILD COMMUNITY TRUST, FURTHER IMPROVING REPORTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8ca8cbb-0a6a-1160-c73a-0a39e77be614-C", "generated_internal_id": "ASST_NON_15PBJA22GG01562HATE_1550"}, {"internal_id": 154166782, "Award ID": "15PBJA22GG01561HATE", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.040", "Description": "APPLICANT: OFFICE OF THE NASSAU COUNTY DISTRICT ATTORNEY\n\nPROJECT PERIOD:  10/01/22-9/30/26\n\nTOTAL FUNDS REQUESTED: $400,000.00\n\nRECOGNIZING THAT A COMPREHENSIVE APPROACH IS ESSENTIAL TO PREVENT/REDUCE HATE CRIMES, ENHANCE PUBLIC SAFETY, AND ENCOURAGE TRUST-BUILDING BETWEEN LAW ENFORCEMENT AND THE COMMUNITY, THE NASSAU COUNTY DISTRICT ATTORNEY’S OFFICE (“NCDA”) IS SEEKING $400,000.00 IN FUNDING TO RESHAPE ITS HATE CRIMES UNIT (“HCU”) AND IMPLEMENT THE “HATE CRIME RESPONSE AND REPORTING ENHANCEMENT PROGRAM.” FUNDING FROM THIS GRANT WOULD BE ALLOCATED TO THE BASE SALARY OF A UNIT CHIEF, AN HCU ADA, AND AN ADDITIONAL SUPPORT STAFF PERSON WHO WILL DEDICATE 50% OF THEIR DUTIES TO THE HCU. UNDER THIS GRANT, THE ENHANCED HCU WILL CONTINUE TO INVESTIGATE/PROSECUTE HATE CRIMES, BUT WITH MORE EXPERIENCED DEDICATED STAFF THAT HAS THE RESOURCES AND BANDWIDTH TO PROACTIVELY ENGAGE AFFECTED COMMUNITIES AND VICTIMS TO PROMOTE REPORTING, RECONCILIATION, AND EDUCATION.\n\nTHE HCU’S STRATEGY WILL INVOLVE INCREASING THE NUMBER OF PROSECUTORIAL AND SUPPORT STAFF WHO WILL BE RESPONSIBLE FOR, INTER ALIA:  \n\n\n\tPROSECUTING SUSPECTED HATE CRIMES WITHIN NASSAU COUNTY FROM ARREST TO DISPOSITION,\n\tESTABLISHING A CULTURALLY COMPETENT TRAUMA-INFORMED STANDARD OF CARE FOR HATE CRIME VICTIMS WITH EXPANDED SERVICES/COUNSELING,\n\tENHANCING/EXPANDING REHABILITATIVE AND RESTORATIVE JUSTICE PROGRAMS FOR HATE CRIME OFFENDERS AS ALTERNATIVES TO PROSECUTION,\n\tENHANCING/EXPANDING COMMUNITY OUTREACH WITH PROFESSIONAL WRITTEN AND DIGITAL MATERIALS THAT ENCOURAGE REPORTING IN MULTIPLE LANGUAGES,\n\tINCREASING THE NUMBER OF PRESENTATIONS CONDUCTED ON HATE CRIMES/BIAS INCIDENTS TO INCLUDE SCHOOL DISTRICTS AND OTHER AFFECTED COMMUNITIES,\n\tCREATING INVESTIGATIVE CAPABILITIES FOR NCDA TO UNDERTAKE PROACTIVE INVESTIGATIONS INTO HATE GROUPS OPERATING IN NASSAU COUNTY,\n\tDEVELOPING/OFFERING TRAINING TO LAW ENFORCEMENT PARTNERS REGARDING HATE CRIMES LAW AND EFFECTIVE EVIDENCE COLLECTION TO ENHANCE PROSECUTORIAL OUTCOMES,\n\tTRAINING AGENCY PERSONNEL IN HATE CRIMES AND CULTURALLY COMPETENT TRAUMA-INFORMED RESPONSES TO HATE CRIME VICTIMS AND AFFECTED COMMUNITIES,\n\tCOORDINATING WITH NCDA’S LAW ENFORCEMENT PARTNERS TO DEVELOP A STANDARDIZED SYSTEM FOR COLLECTING, ANALYZING, AND REPORTING HATE CRIME/BIAS INCIDENTS,\n\tCREATING INTERNAL POLICIES/PROCEDURES (INCLUDING THE ADOPTION OF A RESPONSE PLAN), AND\n\tWORKING WITH LAWMAKERS TO ADVOCATE CHANGES TO STATUTES/LOCAL LAWS THAT AFFECT HATE CRIME REPORTING, PROSECUTION, AND PUBLIC AWARENESS.\n\n\nADDITIONALLY, THE HCU WILL EXPAND ITS COMMUNITY RELATION FUNCTIONS AND DEVELOP A TARGETED PUBLIC AWARENESS/MEDIA CAMPAIGN. SPECIFICALLY, HCU WILL LIAISE WITH COMMUNITY-BASED ORGANIZATIONS/LEADERS TO MOBILIZE RESOURCES THAT CAN BE USED TO ASSIST VICTIMS AND PREVENT FUTURE HATE CRIMES/INCIDENTS, CONDUCT PUBLIC MEETINGS/FORUMS TO ADDRESS THE COMMUNITY-WIDE IMPACT OF HATE CRIMES, AND PROVIDE HATE CRIME TRAINING FOR COMMUNITY RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64a3a23d-57b7-762c-80a0-dfdee6ddb9c3-C", "generated_internal_id": "ASST_NON_15PBJA22GG01561HATE_1550"}, {"internal_id": 154165138, "Award ID": "15PBJA22GG01560HATE", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.040", "Description": "THE HOUSTON POLICE DEPARTMENT (HPD) SEEKS $400,000 IN FUNDING FROM THE BUREAU OF JUSTICE ASSISTANCE THROUGH THE FY2022 MATTHEW SHEPARD AND JAMES BYRD JR. HATE CRIMES PROGRAM TO IMPLEMENT SOLIDARITY AGAINST HATE: BUILDING TRUST TO ENHANCE RESPONSE TO HATE CRIMES AND INCIDENTS IN THE HOUSTON AREA. THIS PROJECT WILL BUILD TRUST BETWEEN AND AMONG LAW ENFORCEMENT, PROSECUTION, COMMUNITY-BASED ORGANIZATIONS, AND THE PUBLIC TO: 1) INCREASE PUBLIC AWARENESS AND REPORTING OF HATE CRIMES AND HATE INCIDENTS, 2) BUILD COMMUNITY INTOLERANCE TO HATE, 3) ENHANCE THE RESPONSE CAPACITY OF COMMUNITY-BASED ORGANIZATIONS, 4) FACILITATE HATE CRIMES INVESTIGATIONS AND PROSECUTIONS, AND 5) SECURE JUSTICE FOR HATE CRIME VICTIMS.\n\nTHE SOLIDARITY AGAINST HATE INITIATIVE REPRESENTS A COLLABORATIVE INITIATIVE THAT HAS BEEN DEVELOPED BY MULTIPLE STAKEHOLDERS. THOUGH HPD IS THE LEAD APPLICANT, THE PROJECT WILL INVOLVE MULTIPLE LAW ENFORCEMENT AND DISTRICT ATTORNEY OFFICES FROM COUNTIES IN SOUTHEAST TEXAS. ADDITIONALLY, MORE THAN HALF OF THE FUNDING WILL BE SUBAWARDED TO THE HOUSTON COALITION AGAINST HATE, A LOCAL NETWORK OF COMMUNITY-BASED ORGANIZATIONS, INSTITUTIONS AND LEADERS WORKING TO REDUCE HATE END ENCOURAGE BELONGING.\n\nTHE PROPOSED INITIATIVE TAKES A COMPREHENSIVE APPROACH TO ADDRESSING AN INCREASE IN HATE CRIMES AND HATE INCIDENTS. THE PROJECT AREA IS A LARGE, FOUR COUNTY AREA WITH MORE THAN SIX MILLION RESIDENTS. IT WILL FORMALIZE A HATE CRIMES WORKING GROUP THROUGH THE LOCAL US ATTORNEY’S OFFICE, DEVELOPING AND EXECUTING FORMAL MOUS AMONG PROJECT PARTNERS WITHIN THE FIRST YEAR OF THE PROJECT. IT WILL PROVIDE TRAINING FOR LAW ENFORCEMENT TO ENSURE THAT THEY ARE FAMILIAR WITH HATE CRIMES LAWS AND REPORTING PROCEDURES. IT WILL PROVIDE TRAINING FOR INVESTIGATORS OF HATE CRIMES. IT WILL PROVIDE TRAINING FOR PROSECUTORS, AS WELL AS A DISCUSSION FORUM FOR THEM TO TALK ABOUT THE CHALLENGES ASSOCIATED WITH PROSECUTING THESE CRIMES. THE TEAM WILL DEVELOP A STANDARD TRAINING TO BE USED AT OUTREACH EVENTS FOR CIVIC GROUP, STUDENT ASSOCIATIONS, AND THE PUBLIC. THE HOUSTON COALITION AGAINST HATE WILL ALSO DEVELOP AND PROVIDE A TRAINING FOR COMMUNITY BASED ORGANIZATIONS TO ENSURE THEY ARE ABLE TO APPROPRIATELY SERVE ANY VICTIM TO DISCLOSES A HATE CRIME VICTIMIZATION TO THEM.\n\nTHE PROJECT TEAM EXPERIENCED AND DIVERSE. THEY ARE COMMITTED TO THE REGULAR REVIEW OF REQUIRED PERFORMANCE DATA TO ENSURE THAT THE PROJECT STAYS ON BUDGET, ON TIME, AND ON MISSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8def09bd-9091-4475-5c3f-5cc9716c0bc2-C", "generated_internal_id": "ASST_NON_15PBJA22GG01560HATE_1550"}, {"internal_id": 154166286, "Award ID": "15PBJA22GG01559HATE", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.040", "Description": "APPLICANT NAME: MULTNOMAH COUNTY DISTRICT ATTORNEY’S OFFICE\n\n \n\nPROJECT PERIOD: 10/1/22 – 9/30/26\n\n \n\nTOTAL FUNDS REQUESTED: $399,999.04\n\n \n\nKEY PARTNERS: IMMIGRANT AND REFUGEE COMMUNITY ORGANIZATION (IRCO), MUSLIM ADVISORY COUNCIL, SOMALI AMERICAN COUNCIL OF OREGON, SLAVIC ADVISORY COUNCIL, ASIAN PACIFIC ISLANDER AMERICAN (APIA) COUNCIL, PORTLAND POLICE BUREAU, LOCAL PUBLIC SAFETY COORDINATING COUNCIL.\n\n \n\nTHE HATE CRIME REPORTING AND RESPONSE INITIATIVE (HCRRI) FOCUSES ON OUTREACH, EDUCATION, AND INVESTIGATION AND PROSECUTION OF HATE CRIMES. THE MULTNOMAH COUNTY DISTRICT ATTORNEY’S OFFICE (MCDA) WILL DETAIL A SPECIALIZED BIAS DDA TO CREATE AN INTERWOVEN NETWORK OF KNOWLEDGE AND RELATIONSHIPS THAT ENSURES VICTIMS ARE HEARD AND SUPPORTED IN REPORTING HATE INCIDENTS AND CRIMES, AND THAT THESE CRIMES ARE CONSISTENTLY REFERRED TO MCDA FOR INVESTIGATION AND PROSECUTION. \n\n \n\nPRIMARY ACTIVITIES AND ASSOCIATED OUTCOMES INCLUDE:\n\n\n\tCOMMUNITY OUTREACH AND EDUCATION. THE BIAS DDA WILL CONNECT WITH CULTURALLY-SPECIFIC AND OTHER COMMUNITY PARTNERS TO IDENTIFY BARRIERS TO REPORTING AND PURSUING CASES AND TO DESIGN INFORMATIONAL MATERIALS THAT ADDRESS BARRIERS AND RESPOND TO MISINFORMATION IN A WAY THAT IS CREDIBLE FOR THE RELEVANT CULTURAL COMMUNITIES. \n\tINCREASE OUTREACH TO VICTIMS BY ENSURING THAT A VICTIM ADVOCATE IS ASSIGNED TO 100% OF ALL VICTIMS OF PROSECUTED BIAS CRIME CASES ON FELONY CASES.\n\tSHARE MONTHLY INFORMATION THROUGH PRESS RELEASES, INCLUDING TO CULTURALLY SPECIFIC NEWS SOURCES, SOCIAL MEDIA, WEBSITE, AND DIRECTLY TO CULTURALLY SPECIFIC COMMUNITY-BASED ORGANIZATIONS OR GROUPS.\n\tMEET WITH COMMUNITY-BASED ORGANIZATIONS THAT REPRESENT CULTURALLY SPECIFIC COMMUNITIES (6 IN YEAR 1; 4 IN YEAR 2, 2 IN YEAR 3; AND AS NEEDED THEREAFTER), TO LISTEN TO THEIR NEEDS AND PRIORITIES; PROVIDE INFORMATION AND OUTREACH MATERIALS; POTENTIALLY PROVIDE TRAINING TO STAFF SPECIFIC TO HATE CRIMES AND ATTEND AT LEAST 10 EVENTS ANNUALLY TO LISTEN AND SHARE INFORMATION.\n\tDEVELOP AND SHARE INFORMATION RELEVANT TO K-12 AND HIGHER EDUCATIONAL SETTINGS, THROUGH MEETINGS AND PRESENTATIONS, DELIVERING AT LEAST 1 SCHOOL RELATED PRESENTATION EACH YEAR.\n\tDEVELOP AND SHARE INFORMATION RELEVANT TO LAW ENFORCEMENT AND DELIVER AT LEAST TWO TRAININGS ANNUALLY. \n\tINCREASE INVESTIGATION: ENSURE ANY NEEDED INTERVIEWS ARE CONDUCTED, REPORTS WRITTEN, VIDEO FOOTAGE PULLED, OR OTHER WORKING DETAILS AND EVIDENCE GATHERED FOR APPROXIMATELY 5 CASES PER YEAR.\n\tTHE BIAS DDA WILL PROSECUTE AN ESTIMATED 10 HATE CRIMES IN YEARS 1 AND 2; 15 IN YEAR 3 AND 20 IN YEAR 4; AND ASSIST OTHER MCDA STAFF AS THEY PROSECUTE REMAINING CASES.\n\n\n \n\nSERVICE AREA: MULTNOMAH COUNTY, OREGON\n\n \n\nINTENDED BENEFICIARIES: ALL MULTNOMAH COUNTY RESIDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cf78f58-9320-8e79-51d4-2b0ff84703af-C", "generated_internal_id": "ASST_NON_15PBJA22GG01559HATE_1550"}, {"internal_id": 154165722, "Award ID": "15PBJA22GG01558HATE", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.040", "Description": "RHODE ISLAND ATTORNEY GENERAL’S HATE CRIME PROSECUTION AND REPORTING INITIATIVE  \n\n\n\nTHE RHODE ISLAND ATTORNEY GENERAL’S OFFICE (THE OFFICE) IS SEEKING GRANT FUNDS FOR ITS HATE CRIME PROSECUTION AND REPORTING INITIATIVE. THE OFFICE’S OBJECTIVE IS TO COMBINE PROSECUTOR-LED AND DATA-DRIVEN APPROACHES WITH COMMUNITY ENGAGEMENT TO SIMULTANEOUSLY INCREASE PROSECUTION AND REPORTING WHILE REDUCING FUTURE HATE CRIME INCIDENTS. ACCESS TO INCREASED RESOURCES WOULD SIGNIFICANTLY BENEFIT RHODE ISLAND’S HATE CRIME RESPONSE THROUGH INCREASED COMMUNITY ENGAGEMENT, ENFORCEMENT, AND INVESTIGATORY WORK. \n\n\n\nA LACK OF FUNDING HAS PLACED LIMITATIONS ON THE OFFICE’S CAPACITY TO SUPPORT LAW ENFORCEMENT IN THEIR REPORTING AND INVESTIGATION EFFORTS. IN RESPONSE, THE OFFICE HAS RECENTLY CREATED MULTIPLE PROGRAMS THAT HAVE SEEN PRELIMINARY SUCCESS. STILL, ADDITIONAL RESOURCES ARE NECESSARY TO FURTHER TRAIN AND ASSIST LAW ENFORCEMENT, MEMBERS OF HISTORICALLY TARGETED COMMUNITIES, AND THE PUBLIC AT LARGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7283da96-dfaa-2dce-8422-aa810ec20891-C", "generated_internal_id": "ASST_NON_15PBJA22GG01558HATE_1550"}, {"internal_id": 146122007, "Award ID": "15PBJA21GK02977HATE", "Award Amount": 1094328.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-28", "CFDA Number": "16.040", "Description": "MATTHEW SHEPARD AND JAMES BYRD, JR. HATE CRIMES TRAINING AND TECHNICAL ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_15PBJA21GK02977HATE_1550"}, {"internal_id": 146121513, "Award ID": "15PBJA21GG03210HATE", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "16.040", "Description": "SANTA ROSA HATE CRIMES OUTREACH PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f88943ab-b9ad-0fb1-b0d4-c969b0966bbe-C", "generated_internal_id": "ASST_NON_15PBJA21GG03210HATE_1550"}, {"internal_id": 146120891, "Award ID": "15PBJA21GG03209HATE", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "16.040", "Description": "ADDRESSING HATE CRIME/BIAS MOTIVATED CRIME WITH EDUCATION AND AWARENESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a085424-f688-32f7-9554-3368a716ad75-C", "generated_internal_id": "ASST_NON_15PBJA21GG03209HATE_1550"}, {"internal_id": 146122192, "Award ID": "15PBJA21GG03208HATE", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-02", "CFDA Number": "16.040", "Description": "PLEASE SEE ATTACHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdd03217-c0ba-1723-6a78-175bbb343989-C", "generated_internal_id": "ASST_NON_15PBJA21GG03208HATE_1550"}, {"internal_id": 146121577, "Award ID": "15PBJA21GG03207HATE", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-04", "CFDA Number": "16.040", "Description": "MONTCLAIR POLICE DEPARTMENT ANTI-HATE CRIME COMMUNITY TASKFORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18d4d37e-99f5-10e0-6a82-0cc842a7e694-C", "generated_internal_id": "ASST_NON_15PBJA21GG03207HATE_1550"}, {"internal_id": 146120782, "Award ID": "15PBJA21GG03206HATE", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-02", "CFDA Number": "16.040", "Description": "FY21 MATTHEW SHEPARD AND JAMES BYRD, JR. HATE CRIMES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f35f133-3ae9-023d-1209-13dcedc4ca06-C", "generated_internal_id": "ASST_NON_15PBJA21GG03206HATE_1550"}, {"internal_id": 146122099, "Award ID": "15PBJA21GG03205HATE", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-02", "CFDA Number": "16.040", "Description": "HATE CRIMES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce891506-feca-8f1c-2279-a75cd20b4cf1-C", "generated_internal_id": "ASST_NON_15PBJA21GG03205HATE_1550"}, {"internal_id": 146121596, "Award ID": "15PBJA21GG03204HATE", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "16.040", "Description": "BROWARD COUNTY HATE CRIMES AWARENESS INITATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afeaefab-9c7c-e73a-1472-98163c3e8034-C", "generated_internal_id": "ASST_NON_15PBJA21GG03204HATE_1550"}, {"internal_id": 146122096, "Award ID": "15PBJA21GG03203HATE", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-28", "CFDA Number": "16.040", "Description": "WASHINGTON COUNTY BIAS CRIMES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7530feb-8c25-982c-88bd-1722d52db5a4-C", "generated_internal_id": "ASST_NON_15PBJA21GG03203HATE_1550"}]