[{"internal_id": 154167696, "Award ID": "15PBJA22GG04860ADVA", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.047", "Description": "PROPOSAL ABSTRACT\n\n \n\n\n\tAPPLICANT’S NAME AND THE PROJECT’S TITLE: VOCE S UNIDAS FOR JUSTICE, PROJECT TITLE – FINDING A HEALING WAY BACK FROM HATE. \n\tLOCATION OF PROJECT: COLORADO SPRINGS, COLORADO. \n\tREQUESTING $300,000 OF FEDERAL GRANTS FOR 36-MONTHS OF A PROJECT. \n\tOUR ORGANIZATION, VOCES UNIDAS FOR JUSTICE, ALSO RECEIVED FEDERAL FVPSA AND STOP VAWA DOLLARS FROM THE STATE PASSTHROUGH AGENCIES. \n\tSUMMARY OF THE PLAN TO USE AND ANALYZE DATA TO ASSESS AND ENHANCE REPORTING OF HATE CRIMES.\n\tSUMMARY OF PROJECT GOALS AND ACTIVITIES: GOALS ARE TO HELP UN/UNDER-SERVED VICTIM OF HATE CRIMES WITH AWARENESS THAT HELP AND REPORTING OPTIONS EXIST, WITH BEING WILLING TO USE THE HELP SERVICES, AND TO HELP ASSURE ACCESS FOR UN/UNDER-SERVED VICTIMS OF HATE CRIMES. THE ACTIVITIES ARE: A SOCIAL MEDIA CAMPAIGN BUILDING ON AN EXISTIG CAMPAIGN FOR UN/UNDERSERVED VICTIM OF VIOLENCE (DV, SA, DATING VIOLENCE, STALKING, TRAFFICKING) AND EXPANDING IT TO INCLUDE HATE CRIMES; COORDINATE THE HELPLINE AND TRAIN PEOPLE TO WORK ON A SPANISH AND ENGLISH HELP LINE FOR VICTIMS OF VIOLENCE; CONVENE AND FACILITATE THE INTERSECTIONAL EQUITY IN VICTIM SERVICES TASK FORCE WITH COMMUNITY PARTNERS WHO ARE FROM THE LGBTQQI+, DISABILITY, IMMIGRANT, AND BLACK AND LATIN@ COMMUNITIES OF SURVIVORS AND SERVICE PROVIDERS, AND TO EVALUATE THE WORK, FROM A CULTURALLY-RELEVANT, TRAUMA-SENSITIVE, HEALING FOCUSED PERSPECTIVE, OVER THE THREE-YEAR PROCESS. \n\tTHE SPECIFIC ISSUES TO BE ADDRESSED BY THE PROJECT ARE: MORE HATE CRIMES HAVE BEEN REPORTED IN THE PAST TWO YEARS, PEOPLE WHO FIT THE DEMOGRAPHICS OF BEING UN/UNDER-SERVED VICTIMS OF CRIME ARE THE MOST VULNERABLE TO HATE CRIMES, BLACK AND BROWN PEOPLE, LESBIANS, GAY PEOPLE, TRANSGENDER PEOPLE, AND THESE VICTIMS ARE GOING WITHOUT SUPPORT, HEALING OR JUSTICE, OTHER THAN IN THEIR/OUR OWN COMMUNITIES AND NOT NECESSARILY FROM VICTIM SERVICES \n\n\n \n\nTHE APPLICANT, VOCES UNIDAS FOR JUSTICE, IS SEEKING PRIORITY CONSIDERATION FOR BOTH 1(A), AND 1(B). ON PAGES _____ IS REFERENCE TO THE RACIAL EQUITY ASPECT OF THE WORK. \n\nTHE ORGANIZATION WHO WILL RECEIVE THE FUNDING AS A CULTURALLY-SPECIFIC ORGANIZATION, IS US, THE APPLICANT. OUR PRIMARY PURPOSE AS A WHOLE IS PROVIDE VICTIM SERVICES, BOTH INTERVENTION AND PREVENTION, TO LATIN@ VICTIMS OF CRIME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33a03be3-12d0-a5b1-655c-ce918bec3e8b-R", "generated_internal_id": "ASST_NON_15PBJA22GG04860ADVA_1550"}, {"internal_id": 154166202, "Award ID": "15PBJA22GG04859ADVA", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "16.047", "Description": "APPLICANT NAME: THE COMMITTEE OF 100 (A 501(C)(3) ORGANIZATION)\n\nPROJECT TITLE: A COMPREHENSIVE AND COORDINATED RESPONSE TO ANTI-ASIAN HATE CRIMES IN NYC\n\nAMOUNT REQUESTED: $300,000\n\nOTHER FEDERAL FUNDING: NONE\n\nPRIORITY CONSIDERATION: SEEKING PRIORITY CONSIDERATION UNDER 1(A) AND 1(B) - DISCUSSED IN PAGES 10-12, 14-18 OF THE PROPOSAL\n\nSUB-AWARDEES: NONE\n\n \n\nSINCE MARCH 2020, COMMUNITIES ACROSS THE UNITED STATES HAVE WITNESSED AN HISTORIC RISE IN ANTI-ASIAN HATE CRIMES. INDEED, DATA COLLECTED BY THE FBI AND BY COMMUNITY ORGANIZATIONS LIKE STOP AAPI HATE, DEMONSTRATE THAT OVER THE PAST YEAR, ANTI-ASIAN HATE CRIMES/INCIDENTS INCREASED BY 35%. IN NEW YORK CITY – THE JURISDICTION THAT IS THE FOCUS OF THIS PROPOSAL – ANTI-ASIAN HATE CRIMES MAKE UP APPROXIMATELY 22.6% OF ALL HATE CRIMES REPORTED TO THE NYPD. THE PROBLEM IS EVEN WORSE IN MANHATTAN, WHERE ASIAN AMERICAN PACIFIC ISLANDERS (AAPIS) MAKE UP 16.7% OF THE POPULATION BUT WHERE A HUGELY DISPROPORTIONATE 58.8% OF ANTI-ASIAN HATE CRIMES OCCUR. IN ADDITION, NOT ONLY ARE ASIANS MORE LIKELY THAN ANY OTHER RACIAL OR ETHNIC GROUP TO LIVE IN FEAR THAT THEY MAY BE THREATENED OR PHYSICALLY ATTACKED, BUT FOR A HOST OF REASONS ADDRESSED AS A PART OF THIS PROPOSAL, AAPI VICTIMS ARE ALSO THE LEAST LIKELY TO REPORT A HATE CRIME TO LAW ENFORCEMENT.\n\n \n\nTO RESPOND TO THIS TROUBLING ESCALATION IN ANTI-ASIAN HATE INCIDENTS, AS WELL AS THE PROBLEMATIC LACK OF REPORTING OF THESE INCIDENTS IN THE AAPI COMMUNITY, THE COMMITTEE OF 100 (C100) IS SEEKING GRANT FUNDING UNDER THE U.S. DEPARTMENT OF JUSTICE’S COMMUNITY-BASED APPROACHES TO PREVENT AND ADDRESS HATE CRIMES PROGRAM IN THE AMOUNT OF $300,000 TO BE USED OVER A 3-YEAR PERIOD.\n\n \n\nTHESE GRANT FUNDS WILL BE USED TO ACCOMPLISH THREE GOALS: 1) THE STANDARDIZATION OF COMMUNITY-BASED ANTI-ASIAN HATE CRIME DATA; 2) THE DEVELOPMENT AND IMPLEMENTATION OF AN ANTI-ASIAN HATE CRIME AWARENESS CAMPAIGN; AND 3) THE DEVELOPMENT AND IMPLEMENTATION OF AN AAPI CURRICULUM FOR K-12 STUDENTS FOCUSED ON ASIAN AMERICAN HISTORY AND CULTURE AS AN ANTI-ASIAN HATE CRIME PREVENTION MEASURE. IMPORTANTLY, THE PROJECT WILL INCLUDE THE DEVELOPMENT OF A SET OF CRIMINAL REPORTING STANDARDS AND PROTOCOLS THAT IS WIDELY ACCEPTED BY AAPI COMMUNITY LEADERS AND ORGANIZATIONS AND IS BASED ON COMMON DEFINITIONS OF BIAS-MOTIVATED CRIMES AND UNIFORM REPORTING PROCEDURES.\n\n \n\nAS A PART OF THIS PROPOSAL, C100 WILL WORK WITH THE FOLLOWING NON-PROFIT COMMUNITY ORGANIZATIONS: THE AMERICAN DEFAMATION LEAGUE, THE ASIAN AMERICAN EDUCATION PROJECT, AND THE YELLOW WHISTLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f59c7ad7-29f0-709f-cc80-bfd9a0b78140-C", "generated_internal_id": "ASST_NON_15PBJA22GG04859ADVA_1550"}, {"internal_id": 154166841, "Award ID": "15PBJA22GG04858ADVA", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.047", "Description": "LOCATIONS:  THE PROGRAM WILL INCLUDE FIVE CITIES OR TOWNS TO BE DETERMINED IN CONJUNCTION WITH THE BUREAU OF JUSTICE ASSISTANCE.  JURISDICTIONS EXPRESSING INTEREST INCLUDE CINCINNATI, PITTSBURGH, BLOOMINGTON-NORMAL (IL), AND SANTA CLARA AND SANTA CRUZ COUNTIES (CA).  TARGET BENEFICIARIES INCLUDE ALL RESIDENTS OF AN AREA, WITH AN EMPHASIS ON ALL UNDERSERVED/HATE-TARGETED COMMUNITIES.\n\n \n\nFUNDS REQUESTED:  $300,000\n\n \n\nOTHER FEDERAL FUNDS:  NONE AT PRESENT. IN SOME LOCATIONS NIOT WILL SEEK TO PARTNER WITH LAW ENFORCEMENT AGENCIES RECEIVING FEDERAL HATE CRIMES FUNDING.\n\n \n\nDATA PLAN FOR HATE CRIMES REPORTING:  LOCAL NIOT-TRAINED TEAMS WILL DEVELOP A NETWORK OF TRUSTED INDIVIDUALS AND SAFE SPACES THROUGH WHICH VULNERABLE RESIDENTS CAN REPORT HATE AND BIAS INCIDENTS.  DATA FROM THIS ALTERNATIVE REPORTING SYSTEM WILL USED TO DETECT PATTERNS OR TRENDS, AND SHARED WITH LAW ENFORCEMENT. COMMUNITY SUPPORT ACTIONS CAN RESPOND TO SPECIFIC (OR CLUSTERS OF) INCIDENTS TO RAISE VIGILANCE AND HELP PREVENT FUTURE ATTACKS.  DATA WILL BE REPORTED TO BJA AT AGREED INTERVALS AND IN A FINAL REPORT.\n\n \n\nISSUES, OBJECTIVES AND ACTIVITIES:\n \n\nNIOT WILL ASSIST FIVE COMMUNITIES IN RAISING PUBLIC AWARENESS ABOUT HATE CRIMES AND BIAS INCIDENTS AND IN THE FORMATION OF DIVERSE HATE AND BIAS ACTION TEAMS IN EACH COMMUNITY.  HBATS WORK TO PREVENT HATE CRIMES BY PINPOINTING PROBLEMS BEFORE THEY ESCALATE, PROMOTING COMMUNITY COMMUNICATION AND COHESION, BUILDING TRUST BETWEEN LAW ENFORCEMENT AND VULNERABLE COMMUNITY GROUPS, AND ORGANIZING COMMUNITY SUPPORT FOR VICTIMS. ACTIVITIES INCLUDE COMMUNITY SCREENINGS OF REAL-WORLD FILMS TO RAISE AWARENESS; HBAT AND LE TRAININGS; ESTABLISHING ALTERNATIVE HC REPORTING METHODS THROUGH A WEB OF TRUSTED INDIVIDUALS AND SAFE SPACES; BRIDGING THE POLICE-COMMUNITY GAP THROUGH STRUCTURED INTERACTIONS; HOLDING ONGOING EVENTS THAT ENCOURAGE CROSS-COMMUNITY INTERACTION AND DIALOGUE; MOBILIZING COMMUNITY-WIDE ACTION IN THE FACE OF SIGNIFICANT THE ACTS; AND MODIFYING COMMUNITY NORMS TO DISCOURAGE BEHAVIORS AND ATTITUDES THAT LEAD TO ACTS OF HATE.\n\nPRIORITY CONSIDERATIONS:  BOTH 1(A) AND 2.\n\n1(A):  PARTICIPATION OF UNDERSERVED AND VULNERABLE POPULATIONS IS CRITICAL TO ALL OBJECTIVES AND ACTIVITIES IN THIS PROGRAM. SPECIFICS ARE FOUND IN PAGES 6 THROUGH 12.\n\n2:  NIOT HAS LONG EXPERIENCE WITH LE, INCLUDING DEVELOPMENT OF AWARENESS, GUIDANCE AND TRAINING MATERIALS IN CONJUNCTION WITH DOJ COPS.  WHILE NIOT HAS NOT TEAMED WITH AN LE INSTITUTION FOR THIS PROPOSAL, IT SEEKS BJA INPUT IN IDENTIFYING WILLING LE PARTNERS AT PROGRAM LOCALES.  LE PROGRAM ELEMENTS CAN BE FOUND ON PAGES 7 THROUGH 13.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "beadb191-bfe6-0a68-f336-b3fee2f9a11e-R", "generated_internal_id": "ASST_NON_15PBJA22GG04858ADVA_1550"}, {"internal_id": 154166397, "Award ID": "15PBJA22GG04857ADVA", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.047", "Description": "1. APPLICANT NAME: SOUTH ASIAN NETWORK\n1. PROJECT TITLE: STOP THE HATE PROJECT\n\n2. ARTESIA, CA \n\n3. $297,941.49\n\n4. NO\n\n5. SAN PLANS TO CONDUCT SURVEYS WITH COMMUNITY MEMBERS ON THE TYPES OF HATE CRIMES/BIAS RELATED INCIDENCES THEY HAVE ENCOUNTERED AND USE THIS DATA TO ASSESS COMMUNITY NEEDS TO MITIGATE HATE CRIMES/INCIDENCES. \n\n6. SAN’S GOAL WILL BE TO ENHANCE AWARENESS ABOUT THE HATE CRIMES/BIAS RELATED INCIDENCES, EDUCATE THE LOW INCOME LIMITED ENGLISH PROFICIENT LANGUAGE COMMUNITY ABOUT THE IMPORTANCE OF REPORTING  AND HELPING THEM PREVENT THEMSELVES FROM THE PERVASIVE ANTI-ASIAN HATE CRIMES. WE WILL PROVIDE MENTAL HEALTH THERAPY TO VICTIMS AND SURVIVORS OF HATE CRIMES AS WELL AS  COMMUNITY WORKSHOPS ON WELLNESS AND COMMUNITY HEALING. WE WILL ALSO PROVIDE INDIVIDUAL AND COMMUNITY SAFETY PLANNING, TRAINING INCLUDING BYSTANDER INTERVENTION AND OTHER DE-ESCALATION TECHNIQUES FOR COMMUNITY AND COMMUNITY LEADERS, ARTS-BASED WORKSHOPS TO ALLEVIATE MENTAL HEALTH ISSUES THAT ARISES OUT OF HATE CRIMES ENCOUNTERS.  WE PLAN TO REACH SENIORS THROUGH OUR  CLIENT-BASE AS WELL AS THROUGH OUR EXISTING PARTNERSHIP WITH SENIOR AND RELIGIOUS CENTERS. WE WILL ALSO REACH OUR YOUNG ADULTS THROUGH WORKSHOPS IN COLLEGES AND UNIVERSITIES THROUGHOUT SOUTHERN CALIFORNIA. WE PLAN TO WORK IN COLLABORATION WITH OTHER BIPOC COMMUNITIES AND HOST TOWN HALLS TO ADDRESS THESE ISSUES AS A COALITION OF ORGANIZATIONS AND COMMUNITIES. \n\n7. THE SPECIFIC ISSUES THAT WE WOULD LIKE TO ADDRESS IN THE SOUTH ASIAN COMMUNITY ARE: WHAT MAKES A CRIME A HATE CRIME; KNOWING THEIR RIGHTS; LEARNING HOW TO REPORT; NOT LETTING THEIR LIMITED ENGLISH PROFICIENCY STATUS OR THEIR IMMIGRATION STATUS PREVENT THEM FOR SPEAKING OUT AND REPORTING; PROTECTING THEMSELVES & THEIR FAMILIES FROM HATE CRIMES;  AND SEEKING REDRESS.   OUR FOCUS IS ON THE LOW-INCOME SOUTH ASIAN IMMIGRANT COMMUNITY  AS THIS PARTICULAR POPULATION FACES SIGNIFICANTLY HIGHER RATES OF HATE INCIDENTS & EVEN MICRO- AGGRESSIONS, WHICH IMPACTS THEIR MENTAL WELL-BEING AND IS PERTINENT TO ADDRESS. \n\nPRIORITY CONSIDERATION:\n\nWE SEEK PRIORITY CONSIDERATION OF 1A & 1B AS WE PLAN TO REACH THE SOUTH ASIAN (INDIAN, PAKISTANI, BANGLADESHI, AFGHANI, SRI LANKAN & NEPALI) LOW-INCOME SENIORS, ADULTS & YOUTH THROUGH TARGETED OUTREACH & PROGRAMMING FOR EACH OF THESE SPECIFIC GROUPS. THESE COMMUNITIES HAVE BEEN AFFECTED BY THE ANTI-ASIAN RHETORIC AND HATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e928595-2139-a207-d310-cfbb3732518f-R", "generated_internal_id": "ASST_NON_15PBJA22GG04857ADVA_1550"}, {"internal_id": 154165819, "Award ID": "15PBJA22GG04856ADVA", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.047", "Description": "THE PRESENT PROPOSAL IS FOR A THREE-PHASE PROJECT AIMED AT IMPROVING POLICE AND COMMUNITY STAKEHOLDER RESPONSE TO HATE CRIMES. AFTER CONVENING AND CONFERRING WITH A COLLABORATIVE WORKING GROUP OF POLICE AND COMMUNITY ACTIVISTS, THROUGH A SERIES OF NATIONWIDE VIRTUAL TRAININGS, MULTIMEDIA RESOURCE GUIDES, AND WRITTEN, DATA-BASED REPORTS, THE INTERNATIONAL CENTER FOR THE STUDY OF VIOLENT EXTREMISM, ALONGSIDE EXPERTS FROM POLICE2PEACE WILL FIRST TRAIN POLICE AND SHERIFF’S DEPUTIES TO BUILD TRUST AMONG THEIR COMMUNITIES AS “PEACE OFFICERS” AS THEY WORK TOWARD BUILDING AN EARLY WARNING AND INTERVENTION SYSTEM WITHIN THEIR JURISDICTION. ICSVE WILL THEN TRAIN FRONTLINE STAKEHOLDERS, INCLUDING PROBATION OFFICERS AND SOCIAL WORKERS IN ADDITION TO POLICE AND SHERIFF’S DEPUTIES, TO IDENTIFY AND INTERVENE WITH PEOPLE WHO ARE AT RISK FOR RADICALIZATION OR HAVE ALREADY ADOPTED HATEFUL IDEOLOGIES BUT HAVE NOT YET ENGAGED IN VIOLENCE. THE FINAL PHASE WILL BE FOR ICSVE TO TRAIN INVESTIGATORS AND VICTIMS’ SERVICES PROFESSIONALS TO INTERACT WITH VICTIMS OF HATE CRIMES IN A TRAUMA-INFORMED MANNER, TO INVESTIGATE HATE CRIMES EFFECTIVELY AND EFFICIENTLY, AND TO INTERACT WITH HATE CRIME SUSPECTS IN A WAY WHICH GLEANS THE MOST ACCURATE INFORMATION NOT ONLY ABOUT THE CRIME ITSELF BUT ALSO ABOUT THE BROADER NETWORK OF INDIVIDUALS SUPPORTIVE OF VIOLENCE-JUSTIFYING HATEFUL IDEOLOGIES. THROUGHOUT THE PROJECT, AND MORE INTENSELY DURING THE FINAL TWO QUARTERS OF THE PROJECT, ICSVE WILL COLLECT DATA BOTH FROM TRAINING PARTICIPANTS AS WELL AS COMMUNITY MEMBERS WHO MAY HAVE INTERACTED WITH TRAINING PARTICIPANTS IN ORDER TO EMPIRICALLY ASSESS THROUGH QUANTITATIVE AND QUALITATIVE METHODS THE EFFICACY OF THE TRAININGS. DELIVERABLES INCLUDE A SHORT TRAINING MANUAL ON HOW TO CONSTRUCT AN EARLY WARNING AND INTERVENTION SYSTEM FOR POLICE ADDRESSING VIOLENT EXTREMISM IN THEIR COMMUNITIES, A MULTIMEDIA RESOURCE GUIDE FEATURING FORMER MEMBERS OF HATE GROUPS AND HATE CRIME OFFENDERS SPEAKING ABOUT THEIR EXPERIENCES, A WIDELY ACCESSIBLE FINAL REPORT DETAILING LESSONS LEARNED AND BEST PRACTICES MOVING FORWARD, AND A SCHOLARLY ARTICLE AIMED AT INFORMING RESEARCHERS, POLICYMAKERS, AND PRACTITIONERS REGARDING THE FINDINGS FROM THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f489bb1-6884-3679-64d1-34ffc70ecc55-R", "generated_internal_id": "ASST_NON_15PBJA22GG04856ADVA_1550"}, {"internal_id": 154166987, "Award ID": "15PBJA22GG04855ADVA", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.047", "Description": "PROPOSAL ABSTRACT\n\nTHE NEW YORK CITY ANTI-VIOLENCE PROJECT (AVP) REQUESTS $300,000 FROM THE BUREAU OF JUSTICE ASSISTANCE OVER THREE YEARS, THROUGH THE COMMUNITY-BASED APPROACHES TO PREVENT AND ADDRESS HATE CRIMES GRANT PROGRAM, TO CREATE THE COMMUNITY-BASED HATE VIOLENCE PREVENTION (CBHVP) PROJECT, (“THE PROJECT”) WHICH WILL SCALE THE COMMUNITY-LED SAFETY MODEL AVP DEVELOPED AS PART OF NEW YORK CITY AGAINST HATE (NYCAH), A COALITION AVP CO-ANCHORS. THE PROJECT WILL UTILIZE COMMUNITY ASSESSMENT AND RELATIONSHIP-BUILDING, TRAINING, DATA COLLECTION, AND ADVOCACY TO SUPPORT SURVIVORS AND CREATE REPLICABLE RESOURCES FOR OTHER COMMUNITIES TO DO THE SAME. THE PROJECT WILL DEVELOP A MODEL IN NEW YORK CITY (NYC) THAT CAN BE SCALED FOR NATIONAL REPLICATION. \n\nAVP RECEIVES FUNDING THROUGH THE OFFICE FOR VIOLENCE AGAINST WOMEN IN TWO GRANTS: 1) LEGAL ASSISTANCE TO VICTIMS GRANT FUNDS DIRECT CIVIL LEGAL SERVICES FOR SURVIVORS OF INTIMATE PARTNER AND SEXUAL VIOLENCE (IPV/SV); AND 2) GRANTS FOR OUTREACH AND SERVICES TO UNDERSERVED POPULATIONS, THAT FUNDS AVP WORK WITH CARIBBEAN-AMERICAN LGBTQ PEOPLE AT RISK FOR OR EXPERIENCING IPV/SV IN NYC. \n\nTHE PROJECT WILL UTILIZE COMMUNITY ASSESSMENT AND RELATIONSHIP-BUILDING, TRAINING, DATA COLLECTION, AND ADVOCACY TO SUPPORT SURVIVORS AND CREATE REPLICABLE RESOURCES FOR OTHER COMMUNITIES TO DO THE SAME, THUS INCREASING REPORTING OF AND COMMUNITY-BASED RESPONSES TO HATE VIOLENCE, DRAWING ON COMMUNITY STRENGTH, EXPERTISE, AND RESILIENCE. DATA COLLECTION, ANALYSIS, & MAPPING IS ESSENTIAL THE PROJECT, ENSURING THE PROJECT CAN IDENTIFY AND BETTER UNDERSTAND THE GAPS BETWEEN DATA COLLECTED AND DOCUMENTED BY CITY GOVERNMENT (E.G. NYC POLICE DEPARTMENT HATE CRIMES TASK FORCE AND BY THE NYC OFFICE FOR THE PREVENTION OF HATE CRIMES, WITH DATA COLLECTED BY CBOS. \n\nTO SUPPORT THE PROJECT GOAL OF STRENGTHENING LINKAGES BETWEEN DIVERSE CBOS AND LGBTQ COMMUNITY MEMBERS, WORKING TO PREVENT HATE VIOLENCE AND CRIME, AVP WILL COLLABORATE WITH PROJECT PARTNERS TO 1) COLLECT, ANALYZE, AND MAP DATA ON HV OCCURRING IN NYC; 2) CREATE A COMMUNITY SAFETY PLANNING FOR EVENTS TRAINING AND SET OF WORKBOOK MATERIALS; 3) CREATE A GUIDE FOR INDIVIDUAL SURVIVORS ON HOW TO REPORT THE VIOLENCE THEY HAVE EXPERIENCED TO LOCAL CBOS AND OTHER GOVERNMENT AGENCIES; 4) PILOT AND EVALUATE TRAININGS IN NYC; 5) CREATE AND FACILITATE A TRAIN THE TRAINER WORKSHOP; 6) CREATE A POLICY PAPER WITH RECOMMENDATIONS ON HOW TO CREATE COMMUNITY-LED SAFETY INITIATIVES; AND 7) WRITE AND SHARE A FINAL REPORT. THE APPLICATION SEEKS PRIORITY FUNDING UNDER PRIORITY 1(B), DUE TO CIRCUMSTANCES LISTED ON PAGE 11.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "443637c8-dfc4-9792-9c9f-11e236d10335-R", "generated_internal_id": "ASST_NON_15PBJA22GG04855ADVA_1550"}, {"internal_id": 154165580, "Award ID": "15PBJA22GG04854ADVA", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.047", "Description": "ABSTRACT\n\n \n\nKEEPING OURSELVES WHOLE: ADDRESSING HATE CRIMES AGAINST THE TRANS COMMUNITY\n\n \n\nFORGE, INC., THE COUNTRY’S 28 YEAR OLD PREEMINENT TRANSGENDER ANTI-VIOLENCE ORGANIZATION, IS PROPOSING “KEEPING OURSELVES WHOLE: ADDRESSING HATE CRIMES AGAINST THE TRANS COMMUNITY,” A NATIONAL PROJECT TO ADDRESS THE MYRIAD PHYSICAL AND MENTAL HEALTH EFFECTS AND SERVICE GAPS FACING TRANS PEOPLE AS A RESULT OF MULTIPLE AND PERVASIVE TYPES OF ANTI-TRANS HATE CRIMES. THE PROJECT’S GOAL, “SUPPORT COMPREHENSIVE COMMUNITY-BASED APPROACHES TO ADDRESSING HATE CRIMES THAT PROMOTE COMMUNITY AWARENESS AND PREPAREDNESS, INCREASE VICTIM REPORTING, AND IMPROVE PREVENTION EFFORTS AND RESPONSES TO HATE CRIMES,” WILL BE MET THROUGH FOUR MAJOR OBJECTIVES:\n\nSURVEY. AS PART OF PROJECT PLANNING AND TO DEVELOP DATA TO BASE FURTHER WORK UPON, A NATIONAL QUANTITATIVE AND QUALITATIVE SURVEY WILL ASSESS THE TRANS COMMUNITY’S EXPERIENCES AND BELIEFS ABOUT HATE CRIMES. \n\nSHUTTLE DIALOGUE. A 3-YEAR-LONG LAW ENFORCEMENT/TRANS ADVOCATES CAREFULLY FACILITATED SHUTTLE DIALOGUE WILL ADDRESS THE SEVERE AND SENSITIVE RIFT BETWEEN THE GROUPS, RESULTING IN AN ACTION AGENDA THAT CAN GUIDE FURTHER HEALING AND PROMOTE INCREASED HATE CRIME REPORTING. \n\nBEST PRACTICES. A COLLECTION AND PUBLICATION OF BEST PRACTICES FOR COMMUNITIES RESPONDING TO HATE CRIMES IN THEIR MIDST WILL IMPROVE THE AVAILABILITY OF SERVICES AND SUPPORTS FOR PRIMARY AND SECONDARY VICTIMS. \n\nTRAINING. THROUGHOUT THE PROJECT, QUARTERLY TRAINING WEBINARS AND CONFERENCE WORKSHOPS ADDRESSING THE TRANS COMMUNITY, LAW ENFORCEMENT, AND/OR SERVICE PROVIDERS LIKELY TO COME INTO CONTACT WITH TRANS HATE CRIME SURVIVORS WILL IMPROVE THE AVAILABILITY AND CULTURALLY-COMPETENT EFFECTIVENESS OF TRAUMA-INFORMED SERVICES, IMPROVE THE RESILIENCY OF TRANS PRIMARY AND SECONDARY HATE CRIME SURVIVORS, AND PROMOTE THE REPORTING OF HATE CRIMES.\n\nFORGE IS REQUESTING $299,176.44 FOR THIS THREE YEAR PROJECT. \n\nNEITHER FORGE NOR ITS CURRENTLY CONFIRMED PARTNERS HAVE FEDERAL FUNDING THAT OVERLAPS THIS PROJECT. \n\nFORGE IS APPLYING FOR PRIORITY CONSIDERATION IN BOTH CATEGORIES 1(A) AND 1(B). THE APPLICANT FOR THIS PROJECT, FORGE, INC., IS A CULTURALLY-SPECIFIC TRANSGENDER ORGANIZATION THAT EXISTS TO REMOVE BARRIERS TO ACCESS AND OPPORTUNITY FOR THE TRANSGENDER COMMUNITY, WHICH HAS BEEN HISTORICALLY UNDERSERVED, MARGINALIZED, AND ADVERSELY AFFECTED BY INEQUALITY. 77% ($229,843.14) OF THE FUNDS WILL GO DIRECTLY TO FORGE FOR PERSONNEL, FRINGE, AND DIRECT EXPENSES. FURTHER DETAILS PERTAINING TO PRIORITIES 1(A) AND 1(B) ARE INCLUDED ON PAGES 11 AND 12 OF THE NARRATIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aace0446-e26f-74c4-e73b-edf26d8f41c2-R", "generated_internal_id": "ASST_NON_15PBJA22GG04854ADVA_1550"}, {"internal_id": 154168354, "Award ID": "15PBJA22GG04853ADVA", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.047", "Description": "SPECIAL SERVICE FOR GROUPS, INC. (SSG) PROPOSES THE STOPPING HATE THROUGH OUTREACH, AWARENESS, AND REPORTING (SOAR) PROGRAM IN RESPONSE TO THE CONTINUED RISE IN HATE INCIDENTS/CRIMES AND PERSISTENT UNDER-REPORTING OF THESE INCIDENTS IN LOS ANGELES COUNTY (LAC), CA. WHILE CURRENT RESOURCES EXIST TO ADDRESS AND REPORT HATE CRIMES IN LAC, THERE IS A NEED FOR ENHANCED OUTREACH, EDUCATION, AND ENGAGEMENT LED BY TRUSTED, NON-GOVERNMENT ENTITIES TO PROMOTE AWARENESS OF THESE RESOURCES AMONG IMPACTED COMMUNITIES. ADDITIONALLY, THERE IS ALSO A NEED TO BUILD THE UNDERSTANDING AND CAPACITY OF THOSE MOST LIKELY TO WORK WITH HATE CRIME VICTIMS, ESPECIALLY LAW ENFORCEMENT, TO ENSURE EFFECTIVE RESPONSES. \n\n \n\nSOAR WILL CONVENE AND ENGAGE A COLLABORATIVE, MULTI-SECTOR ADVISORY GROUP TO GUIDE THE DESIGN AND IMPLEMENTATION OF THE PROGRAM AND CONDUCT A NEEDS ASSESSMENT TO INFORM THE DEVELOPMENT OF AN OUTREACH AND ENGAGEMENT PLAN. THIS PLAN WILL IDENTIFY COMMUNITIES AT HIGHEST RISK FOR EXPERIENCING HATE INCIDENTS/CRIMES IN LAC, KEY STRATEGIES NEEDED TO REACH AND ENGAGE MEMBERS OF THESE COMMUNITIES, AND PRIORITY STAKEHOLDERS THAT ARE MOST LIKELY TO ENCOUNTER VICTIMS AND/OR WITNESSES OF HATE ACTS. SSG WILL THEN IDENTIFY AND/OR DEVELOP WRITTEN MATERIALS SUCH AS FLYERS, BROCHURES, POSTERS, AND RESOURCE CARDS TO PROVIDE EDUCATION ON HATE ACTS TO IDENTIFIED COMMUNITIES OF FOCUS AND TRANSLATE MATERIALS IN UP TO FOUR LANGUAGES. THESE MATERIALS WILL BE USED TO PROVIDE OUTREACH AND EDUCATION TO IDENTIFIED COMMUNITIES OF FOCUS THROUGH PARTICIPATION IN ON-THE-GROUND, COMMUNITY-BASED EVENTS SUCH AS RESOURCE FAIRS, FARMER’S MARKETS, AND CULTURAL EVENTS. AS PART OF A COMPREHENSIVE APPROACH, SSG WILL ALSO EDUCATE LAW ENFORCEMENT AND PROSECUTION AGENCIES, AS WELL AS OTHER STAKEHOLDERS WHO MAY WITNESS HATE INCIDENTS/CRIMES OR WORK WITH VICTIMS, THROUGH THE DELIVERY OF TRAININGS AND PRESENTATIONS. THROUGH THESE ACTIVITIES, SOAR AIMS TO PROMOTE AWARENESS OF HATE INCIDENTS/CRIMES AND INCREASE VICTIM REPORTING AMONG COMMUNITIES AT HIGHEST RISK, AS WELL AS INCREASE THE CAPACITY OF LAW ENFORCEMENT AND OTHER STAKEHOLDERS THAT WORK WITH VICTIMS AND WITNESSES OF HATE ACTS TO RESPOND IN A CULTURALLY COMPETENT, TRAUMA-INFORMED MANNER. \n\n \n\nSSG DOES NOT CURRENTLY RECEIVE ANY FEDERAL HATE CRIME FUNDING AND REQUESTS $300,000 OVER THE 3-YEAR PROJECT PERIOD. AS DESCRIBED ON PAGE 12 OF THE PROPOSAL NARRATIVE, SOAR WILL ADDRESS PRIORITY 1(A) BY PROMOTING THE ACCESSIBILITY OF LINGUISTICALLY APPROPRIATE RESOURCES AND CULTURALLY COMPETENT, TRAUMA-INFORMED RESPONSES FOR MARGINALIZED COMMUNITIES DISPROPORTIONATELY IMPACTED BY HATE CRIMES, INCLUDING ASIAN AMERICAN AND PACIFIC ISLANDER (AAPI) AND LGBTQ+ COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71435a53-f4e5-c280-ad2f-e2d5ff26adfe-C", "generated_internal_id": "ASST_NON_15PBJA22GG04853ADVA_1550"}]