[{"internal_id": 147354538, "Award ID": "2020KEBX0001", "Award Amount": 299988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-22", "CFDA Number": "16.031", "Description": "MARYLAND EMMETT TILL COLD CASE INVESTIGATIONS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571c606b-3f0b-9eb0-ee6b-f6ad98fbf41d-C", "generated_internal_id": "ASST_NON_2020KEBX0001_1550"}, {"internal_id": 154167786, "Award ID": "15PBJA22GG01764EMME", "Award Amount": 575000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.031", "Description": "THE FULTON COUNTY GOVERNMENT, OFFICE OF THE DISTRICT ATTORNEY, CAPITAL CASES AND COLD CASES UNIT OF THE MAJOR CRIME DIVISION SUBMITS THIS BJA, FISCAL YEAR 2022, EMMETT TILL COLD CASE INVESTIGATIONS AND PROSECUTION PROGRAM GRANT APPLICATION. WE RESPECTFULLY REQUEST $500,000 IN GRANT FUNDING ACROSS 36 MONTHS. FULTON COUNTY IS 534 SQUARE MILES, WITH 15 MUNICIPALITIES, A POPULATION OF MORE THAN A MILLION RESIDENTS (1,089,700), IS THE LARGEST COUNTY IN THE STATE WITH ITS LARGEST CITY, ATLANTA, THE CAPITAL OF THE STATE OF GEORGIA. THE RACE PERCENTAGES OF THE FULTON COUNTY POPULATION ARE APPROXIMATELY 44% BLACK, 39% WHITE, 7% ASIAN, 2% TWO OR MORE RACES, AND 7% HISPANIC/LATINO.  FULTON COUNTY CONSTITUTES THE ATLANTA JUDICIAL CIRCUIT, FIFTH JUDICIAL ADMINISTRATIVE DISTRICT, WHICH CONTAINS ONLY FULTON COUNTY THE FULTON COUNTY DISTRICT ATTORNEY (FCDA) PROSECUTES FELONIES WHICH ARE THE WORST OF CRIMES AND INCLUDE MURDER, RAPE, KIDNAPPING, ARSON, BURGLARY, ROBBERY AND HATE CRIMES.\n\nATLANTA HAS A COMPLICATED HISTORY OF WIDESPREAD SEGREGATION, BIASED LEGISLATION, AND RACIAL SUBORDINATION. WITH THE BACKDROP OF RACIAL INJUSTICE, COLD CASE INVESTIGATIONS IN FULTON COUNTY HAVE BEEN DELAYED FURTHER BY POLITICS AND THE PANDEMIC. COLD CASES IN FULTON COUNTY HAD NOT BEEN PROCESSED, BUT HOMICIDES CONTINUE TO INCREASE. FULTON COUNTY HAD A TOTAL OF 194 FIREARM RELATED HOMICIDE CASES IN 2021 ACCORDING TO THE GEORGIA BUREAU OF INVESTIGATION; AND FROM JANUARY TO THE END OF APRIL IN 2022 THERE HAVE ALREADY BEEN 55 GUN RELATED HOMICIDES IN FULTON COUNTY. THE BACKLOG OF VIOLENT CRIME CASES ARE AT ALL LEVELS OF ASSESSMENT, FROM NO EVALUATION TO PARTIAL DNA TESTING WHERE DNA FROM A SUSPECT HAS BEEN IDENTIFIED. AS OF JUNE 9, 2021, 10 OF FULTON COUNTY’S LOCAL AGENCIES HAD REPORTED 839 UNSOLVED COLD CASE HOMICIDES.\n\nIN HONOR OF EMMETT TILL, THE NAME SAKE OF THIS GRANT FUNDING, WE WILL HIRE A VICTIM WITNESS ADVOCATE, WHO WILL NOT ONLY HOLD HANDS OF FAMILY MEMBERS OF COLD CASE VICTIMS BUT ALSO LEAD A CONVERSATION WITH FULTON COUNTY NEIGHBORS TO DISCOVER INCIDENTS OF MISSING PERSONS NEVER INVESTIGATED. THOSE CASES WHERE THERE WAS NO ARREST CAN BE INVESTIGATED BY THE COLD  CASE UNIT TO DETERMINE IF ANY CIVIL RIGHTS VIOLATIONS WERE COMMITTED AS A PART OF THEIR DISAPPEARANCE. PROSECUTION OF THESE CASES TAKE A LONG TIME AND WE HOPE TO INDICT 2 A YEAR. KEY PARTNERS ARE POLICE PRECEINCTS INVESTIGATING COLD CASES IN FULTON COUNTY AND EVALUATION PARTNER DR. CRISTIN ROLLINS.\n\n \n\n\n[I] HTTPS://CENSUSREPORTER.ORG/PROFILES/05000US13121-FULTON-COUNTY-GA/\n\n\n\n[II] HTTPS://WWW.FULTONCOURT.ORG/ABOUT/ABOUT.PHP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce891506-feca-8f1c-2279-a75cd20b4cf1-C", "generated_internal_id": "ASST_NON_15PBJA22GG01764EMME_1550"}, {"internal_id": 154166377, "Award ID": "15PBJA22GG01763EMME", "Award Amount": 1075000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "16.031", "Description": "THE CITY OF TULSA AND THE TULSA POLICE DEPARTMENT REQUEST FUNDING TO PURSUE FORENSIC GENETIC GENEALOGY IDENTIFICATIONS FOR POTENTIAL 1921 TULSA RACE MASSACRE (TRM) VICTIMS EXHUMED IN THE 2022 SEARCH OF TULSA OAKLAWN CEMETERY. THE TULSA POLICE SEEK TO CONTRIBUTE TO THE RECONCILIATION OF THIS EPIC COLD CASE BY SUPPORTING THE IDENTIFICATION OF THE VICTIMS, AS THE PROSECUTION OF PERPETRATORS IS NOT AN OPTION FOR THIS INVESTIGATION. THIS EFFORT WILL BE AN OBSERVABLE STEP IN REUNIFYING THE CITY ADMINISTRATION WITH THE AFFECTED TULSA PUBLIC, THE GREENWOOD COMMUNITY, AND OTHER TULSA STAKEHOLDERS HARMED BY THE EVENTS OF THE TRM. THE LASTING IMPACTS WILL BE LAW ENFORCEMENT AND COMMUNITY GENETIC GENEALOGY TRAINING, POSSESSION OF A DISTRIBUTABLE TRAINING PROGRAM, AND THE CREATION OF POSSIBLE TRM VICTIM GENETIC GENEALOGY PROFILE IDENTITIES. NEWSPAPER AND DEATH CERTIFICATE RECORDS FROM 1921 INDICATE THAT AT LEAST TWENTY-ONE AFRICAN AMERICAN MALE VICTIMS WERE BURIED IN THE OAKLAWN CEMETERY COLORED POTTER’S FIELD (SECTION 20), BUT THE BURIAL RECORDS FOR NON-VETERAN BURIALS IN SECTION 20 HAVE BEEN LOST OR DISCARDED. THE EXACT NUMBER OF DEATHS AND BURIALS RELATED TO THE TRM IS UNKNOWN, DUE TO THE SUPPRESSION OF FUNERAL SERVICES BY THE OKLAHOMA CITY NATIONAL GUARD IN THE DAYS IMMEDIATELY AFTER THE EVENT.\n\nTHIS PLAN, A COLLABORATION OF THE TULSA PD WITH TRM PHYSICAL INVESTIGATION COMMITTEE ANALYSTS, INTERMOUNTAIN FORENSICS GENETIC GENEALOGY COLLABORATOR, AND FUTURE COMMUNITY STAKEHOLDER(S), IS TO CONDUCT FORENSIC GENETIC GENEALOGY ANALYSIS FOR THE POTENTIAL TRM VICTIMS EXHUMED IN THE 2022 SEARCH SEASON. THE PROGRAM INCORPORATES GENETIC GENEALOGY TRAINING WORKSHOPS FOR LAW ENFORCEMENT AND COMMUNITY MEMBERS, THAT PROMOTE SKILLS FOR GENETIC GENEALOGY DATA GATHERING FOR EITHER COMMUNITY, PROMOTES OUTREACH, EDUCATION, AND RECRUITMENT TO THE GENETIC GENEALOGY PROCESS, AND DISSEMINATES OUTCOMES OF THE ONGOING GENETIC GENEALOGY ANALYSIS FOR THE SUSPECTED TRM VICTIMS. IN ADDITION TO PRODUCING GENETIC GENEALOGY PROFILE IDENTITIES FOR THOSE EXHUMED IN THE INVESTIGATION, THIS PROGRAM WILL PRODUCE A TRANSFERABLE WORKSHOP CURRICULUM WITH AN ASSOCIATED ASSESSMENT SURVEY TOOL, THAT CAN ASSIST OTHER COMMUNITIES WITH UTILIZING FORENSIC GENETIC GENEALOGY FOR COLD CASE INVESTIGATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1df9622e-cf5e-02be-dbdc-6113d8746d3e-C", "generated_internal_id": "ASST_NON_15PBJA22GG01763EMME_1550"}, {"internal_id": 146120763, "Award ID": "15PBJA21GK03615EMME", "Award Amount": 1865527.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-11-09", "CFDA Number": "16.031", "Description": "BJA FY2021 EMMETT TILL COLD CASE INVESTIGATIONS AND TRAINING AND TECHNICAL ASSISTANCE PROGRAM-CATEGORY 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eb24604-45f4-0837-b562-5fb06e1057df-C", "generated_internal_id": "ASST_NON_15PBJA21GK03615EMME_1550"}, {"internal_id": 146122590, "Award ID": "15PBJA21GK03614EMME", "Award Amount": 450000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-11-09", "CFDA Number": "16.031", "Description": "BSU AND EDT SYSTEMS COLD CASE 360 DEGREE ASSISTANCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d11bde27-bbdd-ff73-c772-d48e1fc572bb-R", "generated_internal_id": "ASST_NON_15PBJA21GK03614EMME_1550"}, {"internal_id": 146120280, "Award ID": "15PBJA21GG03618EMME", "Award Amount": 498933.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-11-09", "CFDA Number": "16.031", "Description": "JEFFERSON COUNTY, ALABAMA CIVIL RIGHTS COLD CASE AND RECONCILIATION INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d53c8d67-79ef-28b1-8686-99efbcbb3ade-C", "generated_internal_id": "ASST_NON_15PBJA21GG03618EMME_1550"}, {"internal_id": 146122499, "Award ID": "15PBJA21GG03617EMME", "Award Amount": 500000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-11-04", "CFDA Number": "16.031", "Description": "UNDOING JIM CROWÂ\u0080\u0099S COLD CASES INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d945d3-efa5-3505-6a62-dcbca2cb29cf-C", "generated_internal_id": "ASST_NON_15PBJA21GG03617EMME_1550"}, {"internal_id": 146121432, "Award ID": "15PBJA21GG03616EMME", "Award Amount": 500000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-11-04", "CFDA Number": "16.031", "Description": "FY21 EMMETT TILL COLD CASE INVESTIGATIONS, TRAINING & TECHNICAL ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8def09bd-9091-4475-5c3f-5cc9716c0bc2-C", "generated_internal_id": "ASST_NON_15PBJA21GG03616EMME_1550"}]