[{"internal_id": 156367996, "Award ID": "15PJDP22GK04981PROT", "Award Amount": 826909.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-29", "CFDA Number": "16.049", "Description": "YOUTH COLLABORATORY WILL LEVERAGE ITS EXPERIENCE, IN-DEPTH KNOWLEDGE OF THE PROBLEM, ABILITY TO WORK WITH A FOCUS OF EQUITY ACROSS COMMUNITIES AND SYSTEMS, AND WITH RELIABLE DATA COLLECTION AND ANALYTIC CAPABILITIES TO FULFIL THE GOALS OF CATEGORY 2 TRAINING AND TECHNICAL ASSISTANCE (TTA). YOUTH COLLABORATORY IS APPLYING UNDER PRIORITY AREAS 1A, 2, AND 3 WITH EXPERIENCE AND EXPERTISE IN WORKING TOWARDS RACIAL EQUITY AND REMOVING BARRIERS, SUPPORTING UNDERSERVED RURAL COMMUNITIES, AND ACHIEVING REPUTABLE OUTCOMES.\n\n \n\nTHE PURPOSE/GOAL OF THE PROGRAM IS TO PROMOTE POSITIVE YOUTH OUTCOMES AND PUBLIC SAFETY FOR ADOLESCENTS EXPERIENCING RISK FACTORS AND YOUTH TRANSITIONING FROM FOSTER CARE THROUGHOUT THE U.S. (SERVICE AREA). TO MEET THIS GOAL, YOUTH COLLABORATORY’S PRIMARY ACTIVITIES INCLUDE PROVIDING TTA AND ACHIEVE THE SEVEN REQUIRED DELIVERABLES (D) THROUGH FOUR PHASES. \nPHASE I: DISCOVERY\n\n\n\tD1: DEVELOP TECHNICAL ASSISTANCE PLANS FOR EACH PROJECT SITE WITHIN THE FIRST 4 MONTHS.\n\tD2: PLAN AND COORDINATE, IN CONJUNCTION WITH OJJDP, ANNUAL CROSS-SITE MEETINGS OF PROJECT SITE GRANTEES.\n\n\nPHASE 2: LEARNING (MONTHS 6-12, ONGOING) & PHASE 3: INTEGRATION & SUPPORT (MONTHS 12-36, ONGOING)\n\n\n\tD3: PROVIDE TARGETED CONTENT TRAINING TO PROJECT SITE STAFF AND PARTNERS TO INCREASE THEIR CAPACITY TO IMPLEMENT STRATEGIES TO ADDRESS ISSUES RELATED TO THE TARGET POPULATION OF YOUTH.\n\tD4: ESTABLISH TOOLS AND TECHNIQUES FOR WORKING ACROSS DIFFERENT DISCIPLINES TO FACILITATE INFORMATION SHARING, COMMUNICATION, AND COORDINATION. FACILITATE PEER-TO-PEER INFORMATION SHARING AND LEARNING COMMUNITIES (CROSS-SITE MEETINGS) BETWEEN THE PROJECT SITES.\n\n\nPHASE 4: NATIONAL DISSEMINATION & ENGAGEMENT (MONTHS 1-36)\n\n\n\tD5: DEVELOP AND DISSEMINATE RESOURCES ON BEST PRACTICES AND LESSONS LEARNED FROM THE PROJECT SITES.\n\tD6: DEVELOP AND DELIVER GENERAL TRAINING ACTIVITIES ON RESIDENTIAL-BASED INNOVATIVE CARE, TREATMENT, AND SERVICES FOR COMMUNITIES NOT FUNDED THROUGH THIS PROJECT.\n\tD7: PRODUCE WRITTEN SYNOPSES OR SUMMARIES OF ALL MEETINGS, ONSITE VISITS, CONFERENCE CALLS, AND TRAININGS, AND WILL PROVIDE THEM TO OJJDP.\n\n\n \n\nTHE INTENDED BENEFICIARIES ARE CATEGORY 1 PROJECT SITES (GOVERNMENTAL AND TRIBAL ENTITIES, INDEPENDENT SCHOOL DISTRICTS, AND NON-PROFIT AND FOR-PROFIT ORGANIZATIONS) AND OTHER STAKEHOLDERS SUPPORTING ADOLESCENTS EXPERIENCING RISK FACTORS AND YOUTH TRANSITIONING FROM FOSTER CARE.\n\n \n\nOUR EXPECTED OUTCOMES ARE TO DEVELOP AND EXPAND THE SKILLS OF PROGRAM PROVIDERS AND OTHER STAKEHOLDERS WORKING WITH THE TARGET POPULATION OF YOUTH, AND INCREASE AWARENESS OF INNOVATIVE TREATMENT MODELS FOR THIS TARGET POPULATION OF YOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce01a858-0ad1-406c-bb1f-a2511bcd6569-C", "generated_internal_id": "ASST_NON_15PJDP22GK04981PROT_1550"}, {"internal_id": 156367982, "Award ID": "15PJDP22GG04985PROT", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-29", "CFDA Number": "16.049", "Description": "THE PROPOSED TRANSITION TO INDEPENDENCE PROGRAM IS A RESIDENTIAL-BASED, YOUTH-CENTERED, STRENGTHS-BASED, AND TRAUMA-INFORMED, AT-RISK YOUTH SUPPORT PROGRAM. TIP WILL EMPLOY POSITIVE YOUTH DEVELOPMENT TO ESTABLISH SUSTAINABLE LIVING AND WELL-BEING FOR 75 MALE YOUTH/YOUNG ADULTS OF COLOR, AGED 14 TO 25, THAT ARE AT-RISK OR TRANSITIONING OUT OF FOSTER CARE IN BROWARD COUNTY, FLORIDA. TO ATTAIN THIS TIP GOAL, FLITE WILL ACHIEVE THE FOLLOWING OBJECTIVES: (1) IDENTIFY AND ENROLL AT-RISK YOUTH IN RESIDENTIAL SETTINGS IN YOUTH-CENTERED SERVICES; (2) ASSIST ENROLLED YOUTH WITH SECURING SAFE, STABLE, AND AFFORDABLE HOUSING; (3) COORDINATE INDIVIDUALIZED SUPPORTIVE SERVICES WITH ENROLLED YOUTH TO PROVIDE FOR THEIR BASIC NEEDS; PROMOTE THEIR SOCIAL AND EMOTIONAL WELL-BEING; BUILD THEIR PERMANENT COMMUNITY CONNECTIONS; AND IMPROVE THEIR EDUCATIONAL, EMPLOYMENT, AND INCOME STATUS; (4) DEVELOP ENROLLED YOUTHS’ POSITIVE LIFE SKILLS, SUPPORT NETWORKS, AND RESOURCES FOR PRODUCTIVE COMMUNITY LIVING; (5) SUCCESSFULLY TRANSITION ENROLLED YOUTH INTO ADULTHOOD THROUGH THE PROMOTION OF SELF-SUFFICIENT LIVING AND THE PREVENTION OF LONG-TERM DEPENDENCY ON SOCIAL SERVICES; AND (6) SUSTAIN, STRENGTHEN, AND GROW THE TIP IN ACCORDANCE WITH PROGRAM PERFORMANCE EVALUATION FINDINGS. FLITE PROPOSES TIP TO IMPLEMENT, ENHANCE, AND SUPPORT EFFECTIVE STRATEGIES FOR SUCCESSFUL TRANSITION TO SUSTAINABLE LIVING FOR BROWARD COUNTY AT-RISK YOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "281bfb45-239a-aed4-545a-7d5d2789088e-R", "generated_internal_id": "ASST_NON_15PJDP22GG04985PROT_1550"}, {"internal_id": 156682929, "Award ID": "15PJDP22GG04984PROT", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "16.049", "Description": "EPWORTH CHILDREN’S HOME PROPOSES TO BUILD UPON ITS CURRENT MODEL FOR ADDRESSING THE NEEDS OF AT-RISK AND HIGH-RISK YOUTH, A PROGRAM THAT HAS OPERATED FOR TWO DECADES. THE PROGRAM WILL TAKE A STRENGTHS-BASED, YOUTH-DRIVEN, TRAUMA-INFORMED, AND INDIVIDUALIZED APPROACH TO CARE THAT INCORPORATES SEVERAL EVIDENCE-BASED PRACTICES TO ENSURE THE BEST POSSIBLE OUTCOMES FOR YOUTH TRANSITIONING OUT OF CARE. THE PROGRAM WILL OFFER A ROBUST ARRAY OF SERVICES CONSISTING OF PROFESSIONAL, VOCATIONAL, BEHAVIORAL HEALTH, AND ASSESSMENT SERVICES, AS WELL AS TRANSPORTATION, LINKAGE TO COMMUNITY SUPPORTS, AND ASSISTANCE WITH CONCRETE NEEDS. \n\nTHE PRIMARY GOAL OF THE PROGRAM WILL BE TO PROMOTE SELF-SUFFICIENCY, WELL-BEING, AND INDEPENDENT LIVING SKILLS FOR YOUTH SERVED WHILE REDUCING RISK FACTORS, INCREASING ADAPTIVE COPING STRATEGIES AND SOCIAL SUPPORTS, AND ADDRESSING MALADAPTIVE BEHAVIORS TO PROMOTE PROSOCIAL FUNCTIONING AND IMPROVED CLINICAL OUTCOMES. OUTCOMES WILL BE MEASURED THROUGH OBJECTIVE ASSESSMENTS AND COMPLETION OF INDIVIDUALIZED SERVICE PLANS THAT TARGET FINANCIAL LITERACY AND ASSET BUILDING; VOCATIONAL AND EDUCATIONAL GOALS; CLINICAL TREATMENT; AND SELF-SUFFICIENCY. \n\nTHE PROGRAM WILL SERVE YOUNG ADULTS AGES 18-25 WHO HAVE A HISTORY OF FOSTER CARE INVOLVEMENT, CHILD POVERTY, CHILD ABUSE OR NEGLECT, HUMAN TRAFFICKING, JUVENILE JUSTICE INVOLVEMENT, SUBSTANCE USE OR MISUSE OR GANG INVOLVEMENT. A REQUIREMENT OF PARTICIPATION IN THIS PROGRAM IS YOUTH COMMITMENT TO PURSUING HIGHER EDUCATION, VOCATIONAL TRAINING, OR YOUTH WHO ARE PURSUING EMPLOYMENT. THE PROGRAM WILL BE HOUSED IN ONE OF EPWORTH’S 14-BED COTTAGES LOCATED ON ITS TRENHOLM ROAD CAMPUS LOCATED IN COLUMBIA, SC WHICH IS LOCATED ON A PRIVATE 19-ACRE CAMPUS. THE COTTAGE HAS TWO SEPARATE WINGS THAT ARE CONNECTED BY A SHARED COMMON AREA WITH A KITCHEN ATTACHED. THE PRIVACY OF THIS CAMPUS SERVES TO CREATE A SAFE SPACE THAT HELPS TO REDUCE RISK FACTORS AND BEHAVIORS THAT CAN BE ASSOCIATED WITH YOUTH LIVING IN PUBLIC COMMUNITIES WHEN TRANSITIONING DIRECTLY FROM CARE OR A MORE SECURED ENVIRONMENT. THE FACILITY IS LOCATED ON A CAMPUS WITH OTHER YOUTH TRANSITIONING FROM FOSTER CARE, JUVENILE JUSTICE, OR WHO ARE PRIVATELY PLACED.\n\nTHE PROGRAM WILL UTILIZE SEVERAL EVIDENCE-BASED PRACTICES AND WILL CONSIST OF THREE STAGES: THE ORIENTATION AND ASSESSMENT STAGE, THE ACTION STAGE, AND THE AFTERCARE STAGE. PROGRESSION THROUGH THE PROGRAM STAGES WILL BE DRIVEN BY ON-GOING EVALUATION OF PROGRESS AND MASTERY OF SELF-SUFFICIENCY SKILLS AND COMPLETION OF GOALS AND OBJECTIVES ESTABLISHED IN THE INDIVIDUAL SERVICE PLAN.  AFTERCARE PROGRAMS WILL CONTINUE TO PROVIDE SUPPORT AND ASSISTANCE TO PROGRAM PARTICIPANTS AS THEY BEGIN TO LIVE INDEPENDENTLY IN THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afb445fe-a1d0-238e-89f0-48c8aef3274b-R", "generated_internal_id": "ASST_NON_15PJDP22GG04984PROT_1550"}, {"internal_id": 156367974, "Award ID": "15PJDP22GG04983PROT", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-29", "CFDA Number": "16.049", "Description": "NEXT STEPS FOR SUCCESS PILOT: TRANSITIONAL HOUSING PROGRAM SERVING YOUTH IN TWO OREGON COUNTIES\n\nJACKSON STREET YOUTH SHELTER, INC (JACKSON STREET) IS REQUESTING FUNDS TO SUPPORT A COMMUNITY-BASED TRANSITIONAL HOUSING PROGRAM FOR AT-RISK, VULNERABLE YOUTH AND YOUTH TRANSITIONING FROM FOSTER CARE, 16 TO UNDER 25 YEARS OF AGE, IN OREGON’S BENTON AND LINN COUNTIES.\n\nWITH THIS FUNDING JACKSON STREET WILL PREPARE AT-RISK, VULNERABLE YOUTH FOR SELF-SUFFICIENCY BY PROVIDING GATEWAY SERVICES, TRANSITIONAL HOUSING IN TIERS, CASE MANAGEMENT, SKILL-BUILDING, AND AFTERCARE (FOLLOW-UP) SERVICES. YOUTH WILL BE SUPPORTED BY STRONG PARTNERSHIPS WITH OTHER YOUTH-SERVING ORGANIZATIONS, SCHOOLS AND COLLEGES, LAW ENFORCEMENT, AND LOCAL GOVERNMENTS. THE GRANT WILL FUND INNOVATIVE MODELS OF SERVICE DELIVERY BASED ON BEST PRACTICES INCLUDING JACKSON STREET’S TIERED HOUSING APPROACH, AFTERCARE SERVICES, AND WEEKLY PEER-SUPPORT GROUPS WHERE YOUTH ACTIVELY GUIDE THEIR OWN SKILL DEVELOPMENT. ALL EFFORTS WILL BE GEARED TOWARD IMPROVING THE LIVES OF AT-RISK YOUTH AND YOUTH TRANSITIONING OUT OF FOSTER CARE THROUGH SUPPORTIVE HOUSING WITH INTENSIVE SKILLS-TRAINING TO BUILD COMPETENCY FOR INDEPENDENT LIVING. THIS WORK WILL FOCUS ON INCREASING EACH CLIENT’S PERSONAL SAFETY, SOCIAL-EMOTIONAL WELL-BEING AND READINESS FOR EMPLOYMENT. JACKSON STREET WILL STRIVE TO HELP YOUTH BUILD PERMANENT CONNECTIONS WITH FAMILIES, SCHOOLS, COMMUNITIES, AND OTHER POSITIVE SOCIAL NETWORKS, REDUCING THEIR RISK OF CHRONIC HOMELESSNESS OR ISOLATION AND ENABLING THEM TO DEVELOP THEIR FULL POTENTIAL AS PRODUCTIVE, SUCCESSFUL ADULTS.\n\nJACKSON STREET HAS PROVIDED EMERGENCY SHELTER FOR RUNAWAY AND HOMELESS YOUTH FOR 20 YEARS AND − WITH THE HELP OF MANY COMMUNITY PARTNERS − HAS CREATED A ROBUST CONTINUUM OF CARE TO GIVE VULNERABLE YOUTH THE TOOLS AND SUPPORT THEY NEED TO LIVE HEALTHY, PRODUCTIVE ADULT LIVES. JACKSON STREET IS WELL-QUALIFIED TO IMPLEMENT AN EFFECTIVE TRANSITIONAL HOUSING PROGRAM AND ALREADY HAS STAFFING, SUPPORT SERVICES AND INFRASTRUCTURE IN PLACE AS A RESULT OF PAST FUNDING AND SUPPORT FROM THE FAMILY AND YOUTH SERVICE BUREAU, INCLUDING BASIC CENTER PROGRAM GRANTS (2011–PRESENT), TRANSITIONAL LIVING PROGRAM GRANT (2017–PRESENT) AND STREET OUTREACH GRANTS (2014-17, 2019-PRESENT), ALONG WITH AN ARRAY OF OTHER PRIVATE AND PUBLIC FUNDING. JACKSON STREET’S PRIMARY SERVICE AREA COVERS TWO OREGON COUNTIES: NEARLY 2,000 SQUARE MILES, A POPULATION OF OVER 223,000 (MORE THAN A THIRD LIVING IN RURAL AREAS), AND A 30-MILE STRETCH OF INTERSTATE 5 WHICH IS A POPULAR TRAVEL CORRIDOR FOR RUNAWAY AND HOMELESS YOUTH ON THE WEST COAST AND A ROUTE NOTORIOUSLY USED BY SEX- AND LABOR-TRAFFICKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3949a3b3-b329-c06e-2277-3482b16a1cdb-R", "generated_internal_id": "ASST_NON_15PJDP22GG04983PROT_1550"}, {"internal_id": 156367971, "Award ID": "15PJDP22GG04982PROT", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-29", "CFDA Number": "16.049", "Description": "PROJECT PURPOSE: RESIDENTIAL YOUTH SERVICES AND EMPOWERMENT (RYSE), A 501(C)3, PROPOSES TO DEVELOP THE HALE APUAKEA PROGRAM AS A REPLICABLE TREATMENT MODEL, OFFERING SPECIALIZED CULTURALLY INCLUSIVE, TRAUMA-INFORMED HOUSING NAVIGATION, LIFE SKILL, BEHAVIORAL HEALTH, AND ECONOMIC DEVELOPMENT SERVICES WITHIN RYSE’S SHORT-TERM RESIDENTIAL ARRAY TO INCREASE STABILITY, SAFETY, AND PROTECTIVE FACTORS, PROMOTING RACIAL EQUITY, FOR 90 VULNERABLE AND AT-RISK YOUTH UP TO AGE 25.\n\n \n\nRYSE SEEKS PRIORITY CONSIDERATION 1A AND 3.\n\n \n\nPRIMARY ACTIVITIES: \n\n\n\tPROVIDE TRAUMA-INFORMED HOUSING STABILIZATION AND SUPPORTIVE SERVICES FOR 90 AT-RISK YOUTH THROUGHOUT THE GRANT PERIOD TO IMPROVE STABILITY AND INDEPENDENCE.\n\tPROVIDE ACCESS TO BEHAVIORAL HEALTH FOCUSED SUPPORTIVE SERVICES FOR 80 AT-RISK YOUTH IN THE GRANT TERM TO SUPPORT RECOVERY AND RESILIENCY.\n\tPROVIDE ACCESS TO EDUCATIONAL AND EMPLOYMENT SERVICES FOR 80 AT-RISK YOUTH IN THE GRANT TERM TO INCREASE SELF-SUFFICIENCY.\n\tIDENTIFY BARRIERS AND INCREASE ACCESS TO SERVICES THROUGH MONTHLY FOCUS GROUPS WITH YOUTH WHO IDENTIFY AS NATIVE HAWAIIAN OR PACIFIC ISLANDER AND/OR ANOTHER UNDERSERVED POPULATION. (PRIORITY 1(A))\n\tDEMONSTRATE PROGRAM MODEL EFFECTIVENESS, EMPHASIZING RACIAL EQUITY, THROUGH RIGOROUS EVALUATION ACTIVITIES RESULTING IN AN IMPLEMENTATION MODEL FOR NATIONAL PROGRAM REPLICATION. (PRIORITY 3)\n\n\n \n\nEXPECTED OUTCOMES:\n\n\n\t83% OF YOUTH HAVE INCREASED LIFE SKILLS TO PROMOTE POSITIVE OUTCOMES.\n\t90% OF YOUTH REPORT INCREASED STABILITY AFTER SIX MONTHS OF SERVICES.\n\t75% OF YOUTH EXIT RYSE RESIDENTIAL PLACEMENTS TO SAFE, STABLE HOUSING.\n\t100% OF PROGRAM PARTICIPANTS WHO EXIT TO PERMANENT HOUSING MAINTAIN HOUSING AT SIX MONTHS.\n\t100% OF YOUTH WHO RECEIVE 6 OR MORE BEHAVIORAL HEALTH SERVICES (BHS) HAVE IMPROVED CONNECTIONS AND SUPPORT NETWORKS IN ONE OR MORE DOMAINS.\n\tAT LEAST 80% OF THOSE WHO RECEIVED 12 OR MORE UNITS OF BHS WILL DEMONSTRATE PROGRESS MEETING THEIR RECOVERY OR REHABILITATION GOALS.\n\tAT LEAST 80% OF THOSE WHO RECEIVE EDUCATION OR EMPLOYMENT SERVICES WILL DEMONSTRATE PROGRESS IN MEETING THEIR SELF-SUFFICIENCY GOALS.\n\t100% OF YOUTH REPORT SERVICES WERE CULTURALLY RESPONSIVE.\n\tYOUTH OUTCOMES ACHIEVED ARE CONSISTENT ACROSS ALL SUBPOPULATIONS BY THE END OF YEAR 3 OF FUNDING, AS DEMONSTRATED BY DISAGGREGATED DATA.\n\n\n \n\nSERVICE AREA: THE ISLAND OF O’AHU, HAWAI’I.\n\n \n\nPROJECT BENEFICIARIES: AT-RISK YOUTH AND YOUNG ADULTS WHO HAVE EXPERIENCED A HISTORY OF FOSTER CARE INVOLVEMENT, CHILD POVERTY, CHILD ABUSE OR NEGLECT, HUMAN TRAFFICKING, JUVENILE JUSTICE INVOLVEMENT, SUBSTANCE USE OR MISUSE, AND/OR GANG INVOLVEMENT UP TO AGE 25, EMPHASIZING THOSE WHO ARE NATIVE HAWAIIAN OR PACIFIC ISLANDER OR IDENTIFY AS BLACK, INDIGENOUS, OR A PERSONS OF COLOR (BIPOC).\n\n \n\nSUBRECIPIENTS:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67f0d8d1-1833-0264-3711-c0fe41f326a4-R", "generated_internal_id": "ASST_NON_15PJDP22GG04982PROT_1550"}, {"internal_id": 156367990, "Award ID": "15PJDP22GG04980PROT", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-29", "CFDA Number": "16.049", "Description": "PLACEMENT STABILITY IS A STRONG PREDICTOR OF SUCCESSFUL OUTCOMES FOR YOUTH INVOLVED IN CHILD WELFARE SERVICES. UNFORTUNATELY, THOUSANDS OF YOUTH IN MASSACHUSETTS EXPERIENCE PLACEMENT TRANSITIONS EACH YEAR AND HUNDREDS OF YOUNG PEOPLE AGE OUT OF CARE WITHOUT AN ADEQUATE PERMANENCY PLAN. TO SUPPORT YOUTH WHO EXPERIENCE TRANSITIONS FROM ONE PLACEMENT TO ANOTHER AS WELL AS THOSE TRANSITIONING TO INDEPENDENCE, LUK, INC. HAS DEVELOPED A NEW PROGRAM CALLED TRANSITIONS TO SERVE YOUNG PEOPLE IN CENTRAL MASSACHUSETTS. THIS PROGRAM OFFERS FOUR DIRECT SERVICE ACTIVITIES AS WELL AS CAPACITY BUILDING FOR PROVIDERS WHO WORK WITH YOUNG PEOPLE THROUGH THE TRANSITION PROCESS. THE ACTIVITIES INCLUDE UNIVERSAL TRANSITION PLANNING FOR YOUNG PEOPLE AGES 15-24 (INCLUSIVE) WITHIN THE AGENCY, USING TOOLS AND TEMPLATES DEVELOPED FOR THIS PROJECT. THE PLANNING PROCESS WILL BE FOLLOWED BY RAPID CONTACT (WITHIN 72 HOURS) WITH ALL YOUTH TRANSITIONING OUT OF ONE OF LUK’S PLACEMENT SERVICES. BASED ON AN ASSESSMENT DURING THIS CONTACT, YOUNG PEOPLE MAY ENROLL INTO SHORT-TERM OR LONGER-TERM SERVICES IN THE TRANSITIONS PROGRAM. BRIEF, SHORT-TERM TRANSITION ASSISTANCE WILL BE AVAILABLE FOR YOUNG PEOPLE WHO HAVE TRANSITIONED OUT OF A LUK PLACEMENT SETTING AND NEED ADDITIONAL SUPPORT TO NAVIGATE THIS CHANGE SUCCESSFULLY. LONGER-TERM SERVICES WILL BE AVAILABLE FOR YOUNG PEOPLE WHO HAVE TRANSITIONED OUT OF CARE TO INDEPENDENCE. THEIR EMANCIPATION FROM CARE MEANS THAT SUPPORT IMMEDIATELY ENDS. THE TRANSITIONS PROGRAM OFFERS A WAY FOR THESE YOUNG PEOPLE TO RE-ENGAGE WITH SUPPORTIVE SERVICES, WITHOUT RE-ENROLLING IN CHILD WELFARE OR JUVENILE JUSTICE SERVICES. TRANSITIONS STAFF ENSURE THAT YOUNG PEOPLE RECEIVING SHORT-TERM OR LONGER-TERM SERVICES RECEIVE COORDINATED, EFFECTIVE CARE THAT IS CENTERED ON THE YOUNG PERSON’S VOICE. THESE YOUNG PEOPLE WILL ALSO HAVE ACCESS TO CASE MANAGEMENT, CRISIS INTERVENTION, REFERRAL SUPPORT, AND MORE, AS WELL AS LUK’S EMERGENCY SERVICES ON-CALL SUPPORT. SERVICES WILL BE PROVIDED USING POSITIVE YOUTH DEVELOPMENT AND TRAUMA-INFORMED CARE PRINCIPLES ALONG WITH THE EVIDENCE-BASED MOTIVATIONAL INTERVIEWING MODEL, RESULTING POSITIVE YOUTH OUTCOMES (E.G., PLACEMENT STABILITY, DEVELOPMENT OF INDEPENDENT LIVING SKILLS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31df6eb3-8144-dd28-c070-84cfababb7db-C", "generated_internal_id": "ASST_NON_15PJDP22GG04980PROT_1550"}, {"internal_id": 156367985, "Award ID": "15PJDP22GG04978PROT", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-29", "CFDA Number": "16.049", "Description": "ST. VINCENT HOME FOR CHILDREN (SVHC), WITH A 172-YEAR HISTORY OF SERVING CHILDREN, YOUTH, AND THEIR FAMILIES, DISTINGUISHES ITSELF FROM OTHER AGENCIES SERVING AT-RISK YOUTH BY PROVIDING BEHAVIORAL HEALTH SERVICES AS A KEY ELEMENT OF ITS PROGRAMS. SVHC’S LOCATION IN THE MUNICIPALITY OF NORMANDY, CENTERED IN NORTH ST. LOUIS COUNTY, PROVIDES A SAFE HAVEN FOR AT-RISK YOUTH IN DISTRESSED COMMUNITIES CHARACTERIZED BY LOW-PERFORMING OR UNACCREDITED SCHOOLS AND SIGNIFICANT ECONOMIC AND SOCIAL CHALLENGES.\n\nSVHC’S TRANSITIONAL LIVING PROGRAM (TLP) WILL ASSIST 39 HOMELESS AND AT-RISK YOUTH, INCLUDING YOUTH TRANSITIONING OUT OF FOSTER CARE, AGED 16-19 FROM ST. LOUIS CITY AND ST. LOUIS COUNTY OVER THE COURSE OF THE 3 YEARS OF THE PROJECT. THE TLP SEEKS TO BUILD YOUTHS’ PROTECTIVE FACTORS AND EQUIP YOUTH WITH THE NECESSARY SKILLS TO FACILITATE A TRANSITION INTO SELF-SUFFICIENT ADULTHOOD AND PERMANENT HOUSING. THE TLP WILL FOLLOW A TRAUMA-INFORMED, STRENGTHS-BASED MODEL, WHICH INCLUDES RELEVANT, YOUTH-CENTERED, EVIDENCE-BASED PRACTICES, AN ARRAY OF COLLABORATIONS AND PARTNERSHIPS, CONTINUOUS QUALITY IMPROVEMENT, AND STRONG PERFORMANCE MEASURES AND EVALUATION. TLP STAFF, CONSISTING OF THERAPISTS, CASE MANAGERS, LIFE SKILLS COACH, YOUTH LEADERSHIP SPECIALIST AND YOUTH DEVELOPMENT SPECIALISTS WILL PROVIDE AN 18-MONTH, TIERED HOUSING APPROACH FOR YOUTH, UTILIZING A COMMUNAL SETTING AND TRANSITIONING TO A SEMI-INDEPENDENT, APARTMENT-STYLE SETTING ONCE PROGRESS TOWARDS GOALS ARE EVIDENT. SERVICES PROVIDED BY THE TEAM WILL INCLUDE INDIVIDUAL AND GROUP THERAPY, MENTORING, SUPPORT WITH EDUCATIONAL ATTAINMENT, SUPPORTED EMPLOYMENT, LIFE SKILLS INSTRUCTION, AND ASSISTANCE TO TRANSITION TO PERMANENT HOUSING. TLP THERAPISTS WILL APPLY THE PRACTICES OF COGNITIVE BEHAVIOR THERAPY (CBT), TRAUMA-FOCUSED COGNITIVE BEHAVIORAL THERAPY (TF-CBT), AND SOLUTION- FOCUSED BRIEF THERAPY (SFBT) TO HELP YOUTH PROCESS TRAUMA AND OTHER ADVERSE EXPERIENCES. \n\nSVHC EXPECTS TO ACHIEVE THE FOLLOWING OUTCOMES:\n\n\n\t70% OF TLP YOUTH WHO HAVE AT LEAST 2 CASEY LIFE SKILLS ASSESSMENT SCORES WILL GAIN INDEPENDENT LIVING/ESSENTIAL LIFE SKILLS AS EVIDENCED BY AN INCREASE IN THE SCORE ON THE CASEY LIFE SKILLS ASSESSMENT.\n\t70% OF TLP YOUTH WHO HAVE AT LEAST 2 CD-RISC-10 SCORES WILL DEVELOP RESILIENCY SKILLS AS EVIDENCED BY AN INCREASED SCORE ON THE CD-RISC-10.\n\t70% OF TLP YOUTH WHO HAVE AT LEAST 2 OHIO SCALES SCORES WILL EXPERIENCE AN INCREASE IN PERSONAL STRENGTHS/FUNCTIONING AS EVIDENCED BY AN INCREASE OF AT LEAST ONE POINT IN THE FUNCTIONING SCALE OF THE OHIO SCALES FOR YOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3662c48-c7a3-e2e0-30dd-60453b41e5fc-R", "generated_internal_id": "ASST_NON_15PJDP22GG04978PROT_1550"}]