[{"internal_id": 110753288, "Award ID": "2020MUMUK011", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-22", "CFDA Number": "16.035", "Description": "PREVENTING TRAFFICKING OF GIRLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce01a858-0ad1-406c-bb1f-a2511bcd6569-C", "generated_internal_id": "ASST_NON_2020MUMUK011_1550"}, {"internal_id": 110753753, "Award ID": "2020FTFX0003", "Award Amount": 400000.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2020-08-22", "CFDA Number": "16.035", "Description": "GIRLS INTERVENTION PREVENTION PLUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "660300b3-ad56-9988-e503-fc7bbb646b87-R", "generated_internal_id": "ASST_NON_2020FTFX0003_1550"}, {"internal_id": 110753751, "Award ID": "2020FTFX0002", "Award Amount": 400000.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2020-08-22", "CFDA Number": "16.035", "Description": "GWEN'S GIRLS PREVENTING TRAFFICKING OF GIRLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e6e33f6-3e9c-9b25-9194-df0bda59f463-R", "generated_internal_id": "ASST_NON_2020FTFX0002_1550"}, {"internal_id": 110753759, "Award ID": "2020FTFX0001", "Award Amount": 400000.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2020-08-22", "CFDA Number": "16.035", "Description": "ENHANCED STATE SATURATION MODEL: REPLICATION AND EXPANSION IN NY AND CT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5d3cc44-cddb-fe56-a637-7eee74bb6fbe-R", "generated_internal_id": "ASST_NON_2020FTFX0001_1550"}, {"internal_id": 154166817, "Award ID": "15POVC22GG03762GIRL", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.035", "Description": "ALTERNATIVES FOR GIRLS (AFG) SAFE CHOICES-NEW CHOICES PROGRAM WILL BUILD ON EXISTING PREVENTION AND EARLY INTERVENTION PROGRAMS TO PREVENT AND REDUCE THE VICTIMIZATION OF GIRLS WHO ARE VULNERABLE TO COMMERCIAL SEXUAL EXPLOITATION.\n\nOVER 36-MONTHS, AFG WILL TARGET 135 GIRLS AGES 14-18 YEARS  AT RISK OF OR WHO ARE VICTIMS OF SEX TRAFFICKING IN DETROIT, HAMTRAMCK, AND HIGHLAND PARK, MICHIGAN (THE DETROIT CONTINUUM OF CARE) BY: \n\n\n\tREPLICATING AN EVIDENCE-BASED TRAUMA-INFORMED, CULTURALLY HONORING LEADHER YOUTH PREVENTION CURRICULUM \n\tENHANCING LEADHER WITH A 5 HOUR ADDITIONAL HUMAN TRAFFICKING MODULE THAT IN COMBINATION MAKES AN 35 HOUR CURRICULUM CALLED LEADHER-HT DESIGNED TO PROMOTE GIRLS' PROTECTIVE FACTORS AND DECREASE THEIR RISK FOR VICTIMIZATION.\n\tINCREASING IDENTIFICATION OF VICTIMS AND ENGAGEMENT IN SUPPORTIVE SERVICES BY CONDUCTING COMMUNITY OUTREACH AND EDUCATION USING LEADHER INTERNALLY AND WITH COMMUNITY PARTNERS, INCLUDING SCHOOL, YOUTH-SERVING HUMAN SERVICES, FAITH-BASED AND JUVENILE JUSTICE SETTINGS.\n\tCOORDINATING SEAMLESS INFORMATION AND REFERRAL FOR INTENSIVE SERVICES FOR 90 IDENTIFIED VICTIMS OVER 36-MONTHS; AND \n\tCONDUCTING A MODIFIED UTILIZATION-FOCUSED EVALUATION FOCUSED ON FORMATIVE ASSESSMENT OF AFG'S LEADHER CURRICULUM AS AN EARLY INTERVENTION TOOL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6aab348-5d7f-a161-1e56-1974da4ba0d1-R", "generated_internal_id": "ASST_NON_15POVC22GG03762GIRL_1550"}, {"internal_id": 154165842, "Award ID": "15POVC22GG03754GIRL", "Award Amount": 499985.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.035", "Description": "EMPOWER 225 HAS BEEN A KEY PARTNER AND LEADER IN THE LOUISIANA HUMAN TRAFFICKING INITIATIVE FOR MORE THAN ELEVEN YEARS. DURING THIS TIME, E225 HAS LED INITIATIVES TO INCREASE WIDESPREAD TRAFFICKING IDENTIFICATION AND AWARENESS, COORDINATE SERVICE PROVISION, AND IMPROVE VICTIM-CENTERED LEGISLATION. ALTHOUGH THERE IS EVIDENCE OF SIGNIFICANT PROGRESS WITHIN THESE AREAS, GAPS STILL EXIST. THE E225 PREVENTING TRAFFICKING OF GIRLS PROGRAM WILL ADDRESS THE GAPS THAT INCLUDE THE FOLLOWING: (1) PREVENTION/EARLY-INTERVENTION SERVICES FOR GIRLS; (2) PREVENTION SERVICES IN SCHOOLS AND FOR FAMILIES; (3) PREVENTION PROGRAMS IN EAST BATON ROUGE PARISH (EBRP); AND (4) A WELL-DEVELOPED MODEL THAT CAN BE SCALED AND REPLICATED IN OTHER PARISHES. THE EBRP 2020 LOUISIANA CARING COMMUNITIES SURVEYS INDICATED HIGH RATES OF RISK FACTORS AND LOW RATES OF PROTECTIVE FACTORS IN FAMILY AND SCHOOL INDICATORS. WE WILL PILOT THE PTG PROGRAM IN EBRP. PRIMARY ACTIVITIES INCLUDED IN THE PILOT WILL BE: (1) TRAINING STUDENTS USING THE EVIDENCED-BASED SAFE DATES AND NOT A NUMBER TRAFFICKING PREVENTION CURRICULA; (2) ESTABLISHING A TRAFFICKING PREVENTION MENTORING PROGRAM FOR GIRLS AT RISK OF SEX TRAFFICKING BASED ON THE BEST PRACTICE OJJDP’S ELEMENTS OF EFFECTIVE PRACTICE FOR MENTORING MODEL; (3) ENHANCING IDENTIFICATION AND ENSURING TRAFFICKING AWARENESS OF E225 PROGRAMS AND PROGRAM PARTNERS BY PROVIDING HUMAN TRAFFICKING AWARENESS TRAININGS TO PROFESSIONALS (4) AND DEVELOPING A REPLICABLE, SCALABLE MODEL THAT CAN BE USED TO ENHANCE AND SCALE-UP PREVENTION EFFORTS THROUGHOUT THE STATE. \n\nWE WILL PROVIDE SEX TRAFFICKING PREVENTION TRAINING AND DATING SAFETY CURRICULA IN MIDDLE/HIGH SCHOOLS IN EBRP TO 300 GIRLS THROUGHOUT THE COURSE OF THE GRANT. PREVENTION/EARLY-INTERVENTION SERVICES LIKE CASE MANAGEMENT AND REFERRAL COORDINATION WILL BE OFFERED FOR GIRLS IN THE PROGRAM. THE EVIDENCE-BASED CASEY LIFE SKILLS ASSESSMENT WILL HELP GUIDE EACH GIRLS INDIVIDUALIZED NEEDS PLAN AND GOAL DEVELOPMENT. GIRLS AT-RISK OR WHO ARE VICTIMS OF TRAFFICKING IN PTG CAN PARTICIPATE IN PEER-TO-PEER SUPPORT GROUPS AND GROUP MENTORING ACTIVITIES; RECEIVE REFERRALS TO E225 PROGRAMS AND/OR OUTSIDE PROVIDER REFERRALS; PARTICIPATE IN LIFE SKILLS AND EMPLOYMENT SKILLS CLASSES; AND BUILD STRONG RELATIONSHIPS WITH POSITIVE ADULT ROLE MODELS. ALL E225’S PROGRAM YOUTH WILL BE SCREENED FOR TRAFFICKING USING THE TRAFFICKING SCREENING TOOL AND WILL BE REFERRED TO THE PTG PROGRAM FOR FURTHER ASSESSMENT AND PREVENTATIVE/EARLY-INTERVENTION SERVICES. THE PROGRAM WILL PROVIDE A MODEL FOR DEVELOPING, IMPLEMENTING, AND EVALUATING THAT CAN BE USED THROUGHOUT THE STATE FOR REDUCING/PREVENTING SEX TRAFFICKING OF GIRLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9719b6e5-8cf4-c8ba-562f-41b59ac3825c-R", "generated_internal_id": "ASST_NON_15POVC22GG03754GIRL_1550"}, {"internal_id": 154165148, "Award ID": "15POVC22GG03753GIRL", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.035", "Description": "THERE CURRENTLY ARE LIMITED SERVICES IN PLACE TO SUPPORT FEMALE IDENTIFYING YOUTH DETERMINED TO BE AT RISK FOR OR EXPERIENCING SEXUAL EXPLOITATION.  SINCE 2012, COMMUNITY SOLUTIONS HAS WORKED IN PARTNERSHIP ACROSS DISCIPLINES TO ADDRESS THE NEEDS OF SUSPECTED AND CONFIRMED SURVIVORS OF COMMERCIAL SEXUAL EXPLOITATION.  THIS FUNDING WILL ALLOW US TO INCREASE CAPACITY TO PROVIDE SCREENING, CRISIS INTERVENTION, AND COMPREHENSIVE CASE MANAGEMENT SERVICES TO GIRLS IDENTIFIED AS AT RISK FOR OR EXPERIENCING COMMERCIAL SEXUAL EXPLOITATION IN SANTA CLARA COUNTY.  SPECIFIC SERVICES WILL INCLUDE: (1) CRISIS INTERVENTION, (2) SCREENING UTILIZING THE COMMERCIAL SEXUAL EXPLOITATION-IDENTIFICATION TOOL (CSE-IT), (3) CASE MANAGEMENT INCLUDING PROVISION OF BASIC NEEDS (FOOD, CLOTHING, HYGIENE, ETC.), SAFETY PLANNING, AND GOAL PLANNING, TRANSPORTATION, ADVOCACY AND ACCOMPANIMENT, AND CONNECTION TO REFERRALS AS NEEDED.  CONTINUED TRAINING TO PROFESSIONALS IS INTEGRAL TO IDENTIFICATION OF YOUTH AT RISK FOR OR CURRENTLY EXPERIENCING EXPLOITATION.  TRAINING TO KEY STAKEHOLDERS, INCLUDING, BUT NOT LIMITED TO, PROBATION OFFICERS, SOCIAL WORKERS, BEHAVIORAL HEALTH STAFF, RESIDENTIAL FACILITY STAFF, PARENTS/CAREGIVERS, WILL FOCUS ON THE DEFINITION OF SEXUAL EXPLOITATION, IDENTIFIERS, AND ENGAGEMENT STRATEGIES.  EDUCATION AROUND SERVICES AVAILABLE TO AT RISK FOR AND CONFIRMED SURVIVORS OF SEXUAL EXPLOITATION WILL BE PROVIDED TO YOUTH-SERVING PROFESSIONALS THROUGHOUT THE PROJECT AREA.\n\nALL GIRLS WHO ARE SCREENED AND IDENTIFIED AS AT RISK FOR SEXUAL EXPLOITATION WILL BE REFERRED FOR VOLUNTARY SERVICES THROUGH THE POINT AGENCY SYSTEM FOR HUMAN TRAFFICKING SERVICES.  THE FOCUS OF SERVICES WILL BE STRENGTHENING CONNECTIONS TO POSITIVE AND/OR NATURAL SUPPORTS, PROMOTING THE INDIVIDUAL STRENGTHS OF THE YOUTH, AND DECREASING RISK FACTORS FOR SEXUAL EXPLOITATION.  THIS PROJECT HAS FOUR SPECIFIC GOALS: (1) WORK IN COLLABORATION WITH YOUTH-SERVING PROFESSIONALS TO ENSURE THAT FEMALE IDENTIFYING YOUTH AT RISK FOR OR EXPERIENCING SEXUAL EXPLOITATION ARE IDENTIFIED AND CONNECTED TO APPROPRIATE SERVICES; (2) PROVIDE COMPREHENSIVE, TRAUMA INFORMED, INDIVIDUALIZED ADVOCACY AND SUPPORTIVE SERVICES TO APPROXIMATELY 120 SYSTEMS INVOLVED AT-RISK GIRLS OVER THE PROJECT TERM; (3) PROVIDE LONG-TERM FOLLOW-UP; AND (4) PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO SYSTEMS AND PROVIDERS THAT WORK WITH AT-RISK GIRLS.  ENGAGEMENT, SHORT-TERM, AND LONG-TERM OUTCOMES RELATED TO SERVICES WILL BE MEASURED USING PROGRAM EVALUATIONS.  TRAINING AND TECHNICAL ASSISTANCE PERFORMANCE RELATED OUTCOMES WILL BE MEASURED USING PRE AND POSTTESTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "508f6372-b8e5-4122-06f5-55ee8af7dbbc-C", "generated_internal_id": "ASST_NON_15POVC22GG03753GIRL_1550"}, {"internal_id": 154167884, "Award ID": "15POVC22GG03752GIRL", "Award Amount": 499868.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.035", "Description": "THROUGH FOUNDATIONS, THE COMMUNITY COALITION AGAINST HUMAN TRAFFICKING (CCAHT) WILL EQUIP EAST TENNESSEE WITH VETTED TOOLS TO REDUCE TRAFFICKING AND EXPLOITATION OF YOUNG GIRLS BY FORMULIZING A THOROUGH AND ROBUST TRAINING AND AWARENESS CAMPAIGN AND ENGAGING YOUTH IN CAREFULLY CURATED INTERVENTION CURRICULA THAT TARGETS VULNERABILITIES AND INCREASES RESILIENCY. FOUNDATIONS IS AN ORGANIC EXPANSION OF THE DEMONSTRATED SUCCESS IN BOTH SECONDARY AND TERTIARY YOUTH TRAFFICKING INTERVENTION EFFORTS FACILITATED BY THE CCAHT SINCE 2017, ESTABLISHING THE CCAHT AS A LEADER IN EAST TENNESSEE FOR EFFECTIVE AND COMPETENT SURVIVOR SUPPORT. ANNUALLY THROUGHOUT THIS PROJECT, FOUNDATIONS WILL EXPAND PRIMARY INTERVENTION SERVICES TO 65 NEW YOUTH BETWEEN THE AGES OF 12-17 BY ESTABLISHING DIRECT COLLABORATION WITH 5 NEW YOUTH-SERVING AGENCIES AND CONTINUING TO BUILD IN-ROADS WITH LARGER REGIONAL YOUTH-SERVING INSTITUTIONS TO IMPROVE POLICY REGARDING YOUTH SUPPORT AND INTERVENTION. THE CCAHT WILL LEVERAGE ITS STATUS AS A REGIONAL REPRESENTATIVE OF THE TENNESSEE COUNTER-TRAFFICKING ALLIANCE (TCTA) TO CREATE A SOLID FOUNDATION FOR EXPANDING THE SUCCESS OF FOUNDATIONS ACROSS THE STATE, CREATING THE INFRASTRUCTURE FOR AN INTERVENTION CAMPAIGN THAT CAN BE IMPLEMENTED ACROSS ANY COMMUNITY. BY TARGETING LOCALIZED YOUTH-SERVING AGENCIES, THE CCAHT WILL INCREASE ACCESS TO PEER-BASED LEARNING ENVIRONMENTS AND PROLIFERATE DIVERSITY AMONG PARTICIPANTS THROUGH POINTED COLLABORATION EFFORTS WITH AGENCIES SERVING MARGINALIZED POPULATIONS. EARLY IN THE FOUNDATIONS PROJECT, THE CCAHT WILL ESTABLISH TANGIBLE TOOLS THAT ARE EASILY DISTRIBUTED AMONG YOUTH-SERVICE PROVIDERS TO INCREASE FACT-BASED AWARENESS OF YOUTH EXPLOITATION AND PROVIDE INFORMATION FOR ACCESSIBILITY OF SUPPORT SERVICES. THESE TOOLS WILL BE AVAILABLE IN BOTH A PROFESSIONAL AND YOUTH-FRIENDLY FORMAT TO MAXIMIZE YOUTH ENGAGEMENT AS PART OF THE SHARED DECISION-MAKING PROCESS FOR OPTING INTO INTERVENTION SERVICES. BY THE END OF THIS PROJECT, THE CCAHT WILL EXPAND OPPORTUNITIES FOR PROFESSIONAL DEVELOPMENT OF YOUTH-SERVING ENTITIES THROUGH ACTIVE INCORPORATION OF PRACTICE-BASED EXPERIENCE AND EVIDENCE-BASED PRACTICES, YOUTH VOICE, PROFESSIONAL APPLICATION, AND COLLABORATIVE ENGAGEMENT IN PEER TO PEER WORKGROUP COLLABORATIONS. GLOBALLY, FOUNDATIONS OPERATES USING A KNOWLEDGE-IS-POWER PHILOSOPHY THAT OFFERS TRANSPARENCY AND DEMONSTRABLE EXPERTISE OF PREVENTION AND EARLY INTERVENTION EFFORTS AGAINST YOUTH EXPLOITATION, WITHOUT EXCEPTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "08fb206b-7662-de47-df92-bd6b43d62569-R", "generated_internal_id": "ASST_NON_15POVC22GG03752GIRL_1550"}, {"internal_id": 154165475, "Award ID": "15POVC22GG03751GIRL", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.035", "Description": "UNBOUND’S EARLY INTERVENTION PROGRAM WILL ENHANCE PREVENTION AND EARLY INTERVENTION SERVICES FOR GIRLS WHO ARE AT RISK OR ARE VICTIMS OF SEX TRAFFICKING, THROUGH THE EMPLOYMENT OF EARLY INTERVENTION SPECIALISTS (EIS) AT UNBOUND’S OFFICES IN BCS, AUSTIN, WACO, AND HOUSTON, TEXAS. THIS PROJECT WILL SERVE THE AREAS SURROUNDING FOUR OF UNBOUND’S LOCATIONS IN TEXAS: AUSTIN (TRAVIS, BASTROP, HAYS, WILLIAMSON COUNTIES - 2,170,291 POPULATION, 2020 U.S. CENSUS), HOUSTON (BRAZORIA, GALVESTON, HARRIS COUNTIES - 5,436,807 POPULATION, 2020 U.S. CENSUS), WACO (BOSQUE, FALLS, FREESTONE, HILL, LIMESTONE AND MCLENNAN COUNTIES - 368,971 POPULATION, 2020 U.S. CENSUS), BRYAN/COLLEGE STATION (BCS) (BRAZOS COUNTY - 226,370 POPULATION, 2020 U.S.\n\nCENSUS). PROJECT STAFF ACROSS LOCATIONS WILL SERVE GIRLS UNDER THE AGE OF 18 WHO ARE AT HIGH RISK OF SEX TRAFFICKING OR SEXUAL EXPLOITATION.UNBOUND REDUCES CRIMINALIZATION OF MINOR SURVIVORS OF HUMAN TRAFFICKING THROUGH IDENTIFICATION OF SURVIVORS WITHIN THE JUVENILE JUSTICE SYSTEM, TRAUMA-INFORMED AND EVIDENCE-BASED SERVICES, AND ENHANCED COLLABORATION WITH LAW ENFORCEMENT THROUGH SOFT INTERVIEW ROOMS AND VICTIM SERVICES. UNBOUND IS UNIQUELY PLACED WITH QUALIFIED STAFF TO FACILITATE THIS STRATEGY OF REDUCED CRIMINALIZATION IN NORTH AND CENTRAL TEXAS, WHICH MEANS THAT VICTIMS IN BOTH URBAN AND RURAL AREAS RECEIVE VICTIM-CENTERED AND EVIDENCE-BASED SERVICES AND IDENTIFICATION-FOCUSED OUTREACH. ADDITIONALLY, OUR STAFF ARE TRAINED TO PROVIDE CULTURALLY RESPONSIVE SERVICES TO BIPOC AND LGBTQ+ SURVIVORS, WHO ARE HISTORICALLY UNDERSERVED IN THE ANTI-TRAFFICKING SERVICE INFRASTRUCTURE, THUS FITTING PRIORITY AREA A (PROMOTING RACIAL EQUITY AND REMOVING BARRIERS TO ACCESS FOR COMMUNITIES THAT HAVE BEEN HISTORICALLY UNDERSERVED). UNBOUND’S CONTINUUM OF SERVICES TO REDUCE CRIMINALIZATION BEGINS WITH THE IMPLEMENTATION OF OUTREACH CAMPAIGNS WITHIN THE SCOTT G. MOORE JUVENILE JUSTICE CENTER IN NORTH TEXAS AND THE BILL LOGUE JUVENILE JUSTICE CENTER IN CENTRAL TEXAS. RESEARCH SHOWS THAT INVOLVEMENT IN JUVENILE JUSTICE SYSTEMS IS HIGHLY CORRELATED WITH SEX TRAFFICKING, AND MINOR VICTIMS OF TRAFFICKING ARE UNLIKELY TO SELF-IDENTIFY. THEREFORE, THIS OUTREACH WILL BUILD TRUST-BASED RELATIONSHIPS WITH UNBOUND STAFF WHO FACILITATE OUTREACH THAT CREATES OPPORTUNITIES FOR YOUTH TO CONSIDER THEIR EXPERIENCES AND POTENTIALLY DISCLOSE VICTIMIZATION, WHICH ALLOWS UNBOUND’S TRAINED ADVOCATES TO WORK WITH THEM AS THEY RECOVER FROM THE TRAUMA OF TRAFFICKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c835d36f-9848-4bea-d578-b239fbe6db1c-R", "generated_internal_id": "ASST_NON_15POVC22GG03751GIRL_1550"}, {"internal_id": 154167502, "Award ID": "15POVC22GG03750GIRL", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.035", "Description": "THE OFFICE OF THE DISTRICT ATTORNEY (DA) AND THE COMMUNITY VIOLENCE SOLUTIONS  EXPAND AND STRENGTHEN EARLY INTERVENTION SERVICES FOR GIRLS WHO ARE AT RISK OF, OR ARE VICTIMS OF, SEX TRAFFICKING. THE OBJECTIVES OF THE PROGRAM ARE TO: 1) SCALE UP EVIDENCE-BASED PREVENTION PROGRAMMING FOR GIRLS ACROSS CCC AND THE BAY AREA; AND 2) INCREASE EFFORTS TO IDENTIFY AND PROVIDE SERVICES TO GIRLS WHO ARE AT RISK OR, OR ARE VICTIMS OF, SEXUAL EXPLOITATION OR SEX TRAFFICKING. CVS WILL UNDERTAKE THE FOLLOWING SEVEN ACTIVITIES TO ADDRESS THE CURRENT GAPS IN PREVENTING GIRLS’ TRAFFICKING AND IDENTIFYING AND SERVING GIRLS WHO ARE VICTIMS OF TRAFFICKING OR AS RISK OF BEING TRAFFICKED. ACTIVITIES WILL BE SPECIFICALLY DESIGNED FOR/GEARED TO GIRLS BY THEIR AGE GROUPS (10-14, 15-18 AND 19-24), AND WILL TAKE INTO CONSIDERATION SPECIFIC CHALLENGES THAT MAY BE PRESENTED FOR OUT-OF-SCHOOL GIRLS, THOSE WITH DISABILITIES, LGBTQ INDIVIDUALS, THOSE EXPERIENCING HOMELESSNESS, MOTHERS, AND IMMIGRANTS. CVS WILL DIRECTLY PROVIDE THE FOLLOWING: IDENTIFICATION, CSE-IT ASSESSMENT, CASE MANAGEMENT, CRISIS INTERVENTION, THERAPY, PREVENTION WORKSHOPS, AND MENTORSHIP/ LEADERSHIP PROGRAMMING. CVS WILL TAP INTO ITS NETWORK OF DOZENS OF CCC PARTNERS THAT SPECIALIZE IN VARIOUS VICTIM SERVICES (LEGAL, EMPLOYMENT/EDUCATION, HOUSING, HEALTHCARE ETC.) ON AN AS-NEEDED BASIS THROUGH REFERRAL FROM CASE MANAGERS OR CRISIS INTERVENTION SPECIALISTS TO ENSURE THE IDENTIFIED GIRLS HAVE ACCESS TO COMPREHENSIVE SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34a124ef-3c98-180e-58d0-bb96fa5a3522-C", "generated_internal_id": "ASST_NON_15POVC22GG03750GIRL_1550"}, {"internal_id": 154166227, "Award ID": "15POVC22GG03749GIRL", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.035", "Description": "SAN DIEGO YOUTH SERVICES (SDYS), A 501(C)3 ORGANIZATION, HAS IMPROVED THE LIVES OF 770,000 HOMELESS, RUNAWAY, AND OTHER VULNERABLE YOUTH SINCE OPENING IN 1970 AS ONE OF THE FIRST SHELTERS FOR YOUTH IN THE NATION. SINCE 2002, SDYS HAS BEEN AT THE FOREFRONT OF SERVING YOUTH AND TRANSITION-AGE YOUTH (TAY) SURVIVORS OF SEX TRAFFICKING (ST) OR COMMERCIAL SEXUAL EXPLOITATION (CSE) IN SAN DIEGO, NOW THROUGH THE SURVIVING TOGETHER, ACHIEVING AND REACHING FOR SUCCESS (STARS) AND ICARE PROGRAMS. TO PREVENT TRAFFICKING AND EFFECTIVELY SERVE THOSE WHO HAVE EXPERIENCED ST/CSE IN SD COUNTY, SDYS PROPOSES TO IMPLEMENT A PROGRAM TO IDENTIFY AND SERVE GIRLS UNDER AGE 18 WHO HAVE RUNAWAY OR ARE EXPERIENCING HOMELESSNESS AND ARE THUS HIGHLY VULNERABLE TO TRAFFICKING VICTIMIZATION. SDYS PROPOSES TO IMPLEMENT A PROGRAM TO IDENTIFY AND SERVE GIRLS UNDER AGE 18 WHO HAVE RUNAWAY OR ARE EXPERIENCING HOMELESSNESS AND ARE THUS HIGHLY VULNERABLE TO TRAFFICKING VICTIMIZATION. \n\nTHE PROPOSED PREVENTION AND EARLY INTERVENTION MODEL WILL INCORPORATE EVIDENCE-BASED EXPRESSIVE ARTS THERAPY WITH WORD ON THE STREET ST/CSE PREVENTION CURRICULUM AND ONGOING CASE MANAGEMENT, MENTORING, AND DIVERSITY, EQUITY, AND INCLUSION (DEI) EFFORTS TO REDUCE BARRIERS AND INCREASE ACCESS TO CULTURALLY RESPONSIVE SERVICES. SERVICES WILL BE GROUNDED IN THE USE OF TRAUMA-INFORMED CARE AND CULTURALLY AND DEVELOPMENTALLY RESPONSIVE AND PARTICIPANT-CENTERED APPROACHES USING THE EVIDENCE-BASED PRACTICE MOTIVATIONAL INTERVIEWING (MI) 29 AS PART OF CASE MANAGEMENT. CULTURAL RESPONSIVENESS IS ESSENTIAL TO CREATE AN ENVIRONMENT SHAPED BY AND WELCOMING OF ALL CULTURAL, RACIAL, ETHNIC, LINGUISTIC, GENDER, AND SEXUAL ORIENTATION BACKGROUNDS, INCLUDING A REFLECTIVE AND INCLUSIVE ENVIRONMENT, STAFFING, AND PROGRAM, WHICH IS WHY SDYS PROPOSES SPECIFIC ACTIVITIES TO REDUCE BARRIERS AND INCREASE ACCESS TO SERVICES AND EQUITABLE OUTCOMES IN ALIGNMENT WITH PRIORITY 1A. \n\nSDYS IS APPLYING FOR PRIORITY 1A, KNOWING THERE IS A DISPROPORTIONATE OVERREPRESENTATION OF AND LACK OF LEADERSHIP OPPORTUNITIES FOR BLACK/AA, LATINA/O/X, IMMIGRANT, AND LGBTQ+ YEH, WHO WILL BE SDYS’S PRIORITY POPULATION, ESPECIALLY THOSE WITH SYSTEM-INVOLVEMENT, E.G., FOSTER OR JUSTICE INVOLVED. \nWITH REQUESTED FUNDS OVER THREE YEARS, SDYS WILL PROVIDE 90 FEMALE MINORS EXPERIENCING HOMELESSNESS: EMOTIONAL SUPPORT, SAFETY, AND HEALTH SERVICES: CASE MANAGEMENT, CRISIS INTERVENTION, SUPPORT GROUPS (132 HYBRID ARTISTIC EXPRESSION AND PREVENTION EDUCATION GROUPS AND 132 MENTORING GROUPS), OTHER THERAPY (ART THERAPY), SAFETY PLANNING, MENTORING; INFORMATION AND REFERRAL: INFORMATION ABOUT TRAFFICKING AND AVAILABLE RESOURCES, REFERRAL TO OTHER VICTIM SERVICE PROGRAMS, SERVICES, SUPPORTS, AND RESOURCES, INCLUDING SUBSTANCE ABUSE TREATMENT; PERSONAL ADVOCACY/ACCOMPANIMENT: INDIVIDUAL ADVOCACY, TRANSPORTATION ASSISTANCE, FAMILY REUNIFICATION, AND INTERPRETER SERVICES; EDUCATION/EMPLOYMENT/LIFE SKILLS: LIFE SKILLS AND JOB READINESS SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "472da52d-28eb-d3f3-7a17-8207b990d5a0-C", "generated_internal_id": "ASST_NON_15POVC22GG03749GIRL_1550"}, {"internal_id": 146120936, "Award ID": "15POVC21GG02838GIRL", "Award Amount": 437910.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-02", "CFDA Number": "16.035", "Description": "HUAKAI MANA \"JOURNEY TOWARD POWER\"", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fc67628-93c3-2594-cbd4-1d24eff95bf0-R", "generated_internal_id": "ASST_NON_15POVC21GG02838GIRL_1550"}, {"internal_id": 146120870, "Award ID": "15POVC21GG02837GIRL", "Award Amount": 437911.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-02", "CFDA Number": "16.035", "Description": "FREEDOM PATHWAYS: SERVING & SUPPORTING SURVIVORS OF CSEC IN CONTRA COSTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e32fbaa-c042-116b-85bc-cc38da22bb4e-R", "generated_internal_id": "ASST_NON_15POVC21GG02837GIRL_1550"}, {"internal_id": 146122349, "Award ID": "15POVC21GG02836GIRL", "Award Amount": 437910.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-02", "CFDA Number": "16.035", "Description": "NEW FUTURES MENTORING PROJECT TO PREVENT THE TRAFFICKING OF GIRLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82f91c84-5108-a91f-496e-cb9eda93425e-R", "generated_internal_id": "ASST_NON_15POVC21GG02836GIRL_1550"}]