[{"internal_id": 154168024, "Award ID": "15PNIJ22GG03577SLFO", "Award Amount": 141921.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.044", "Description": "IGNITABLE LIQUID IDENTIFICATION IS BASED ON PATTERN RECOGNITION TECHNIQUES USING CHROMATOGRAPHIC PATTERNS.  WHILE THE ANALYTICAL PROCESSES ASSOCIATED WITH THE ANALYSIS OF FIRE DEBRIS FOR THE PRESENCE OF IGNITABLE LIQUIDS ARE BASED ON FUNDAMENTAL CHEMICAL PROPERTIES, THE INTERPRETATION PROCESS IS SUBJECTIVE.  THE DEGREE OF SUBJECTIVITY IS DIRECTLY RELATED TO THE ABUNDANCE AND TYPE OF INTERFERENCE FROM VOLATILE COMPOUNDS PRODUCED BY THE MATRIX (INHERENT, PYROLYSIS, AND COMBUSTION PRODUCTS) AND THE CONCENTRATION OF ANY IGNITABLE LIQUID RESIDUES PRESENT IN THE SAMPLE.  OTHER THAN FOR GASOLINE, THERE ARE NO PUBLISHED VALIDATED METHODS FOR INTERPRETATION OF THESE COMPLEX SAMPLES. THIS CAN LEAD TO A LACK OF CONSISTENCY IN INTERPRETATION AND REPORTING WITHIN THE FIELD FOR COMPLEX SAMPLES. THIS PROJECT IS DESIGNED TO ESTABLISH QUANTITATIVE MEASURES OF ASSESSING THE CHROMATOGRAPHIC FEATURES OF MEDIUM RANGE IGNITABLE LIQUIDS AND APPLYING STATISTICAL MEASURES TO CREATE SUFFICIENCY PARAMETERS FOR USE IN INTERPRETING DATA AND RENDERING CONCLUSIONS.  A METHODOLOGY FOR ESTABLISHING AND MEASURING VARIABLES ASSOCIATED WITH QUANTITY, QUALITY, AND CONFIDENCE WILL BE OPTIMIZED AND APPLIED TO NEAT IGNITABLE LIQUIDS, NEGATIVE MATRIX SAMPLES, AND REAL WORLD SAMPLES COMPOSED OF MIXTURES OF MATRIX AND MEDIUM RANGE IGNITABLE LIQUIDS.  THE FINAL RESULT WILL BE A FOUNDATIONAL VALIDATION OF THE IDENTIFICATION OF MEDIUM RANGE IGNITABLE LIQUIDS IN FIRE DEBRIS SAMPLES.  THE END-GOAL OF THE PROPOSED PROJECT IS TO GENERATE A QUANTITATIVE SUFFICIENCY GRAPH FOR RELIABLE DATA INTERPRETATION. ULTIMATELY, THE PROJECT WILL MAKE THE FIRE DEBRIS EXPERTS’ INFERENTIAL PROCESS MORE STANDARD (BY ESTABLISHING A FULLY-VALIDATED METHOD), OBJECTIVE (BY ESTABLISHING QUANTITATIVE MEASURES) AND VISIBLE (BY IMPLEMENTING A GRAPHICAL DISPLAY OF THE TOTAL DATA PRESENT).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a217fd97-bccc-e2c0-6233-8ae1c3544ed8-R", "generated_internal_id": "ASST_NON_15PNIJ22GG03577SLFO_1550"}, {"internal_id": 154167179, "Award ID": "15PNIJ22GG03571SLFO", "Award Amount": 388814.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.044", "Description": "GLASS AND TAPE ARE AMONG THE TRACE MATERIALS MOST SUBMITTED TO FORENSIC LABORATORIES, AS THEIR PHYSICAL AND CHEMICAL EXAMINATION CAN PROVIDE VALUABLE INFORMATION IN FORENSIC INVESTIGATIONS. THESE DISCIPLINES USE STATE-OF-THE-ART METHODOLOGIES THAT HOLD SUBSTANTIAL SCIENTIFIC GROUNDS AND CONSENSUS-BASED PROTOCOLS. HOWEVER, SOME CHALLENGES COME IN HAND WITH THE ADVANCEMENTS OF MODERN TECHNOLOGY AND THE CHANGING MANUFACTURE OF MASS-PRODUCED MATERIALS. FOR EXAMPLE, MICRO-X-RAY FLUORESCENCE (ΜXRF) IS AN ELEMENTAL ANALYSIS TECHNIQUE WIDELY USED IN FORENSIC LABORATORIES THAT RECENTLY EXPERIENCED A SIGNIFICANT SHIFT IN THEIR DETECTION SYSTEMS (E.G., SILICON DRIFT DETECTORS VS. SILI DETECTORS).  AMONG THE ADVANTAGES OF SDDS ARE IMPROVED SENSITIVITY AND PRECISION, WHICH CAN LEAD TO SUPERIOR INFORMING AND DISCRIMINATING POWER. HOWEVER, THE LAGGING OF RESEARCH IN THIS AREA HAS NOT CAUGHT UP WITH THE RAPID ADOPTION OF THE NEW TECHNOLOGY BY PUBLIC LABORATORIES, EXPOSING THEM TO POTENTIAL INCREASED ERROR RISKS.\n \n\nMOREOVER, THE MANUFACTURE AND GLOBAL MARKETING OF GLASS AND TAPE HAVE EVOLVED IN THE PAST YEARS, LEAVING A VOID IN CURRENT LITERATURE AND DATASETS BASED ON DECADES-OLD COLLECTIONS AND INSTRUMENTATION. ANOTHER CHALLENGE WITH ΜXRF EXAMINATIONS IS THE SUBJECTIVITY ASSOCIATED WITH SPECTRAL DATA INTERPRETATION. THUS, THE TRACE COMMUNITY AND ORGANIZATIONS SUCH AS THE NIST-OSAC AND THE DOJ FORENSIC SCIENCE TSW HAVE IDENTIFIED THESE RESEARCH NEEDS AS A HIGH PRIORITY.\n \n\nTHIS PROJECT’S OVERARCHING GOAL IS TO ADDRESS THESE IMMEDIATE OPERATIONAL NEEDS BY DEVELOPING AND VALIDATING IMPROVED PROTOCOLS FOR COLLECTING, EXAMINING, AND INTERPRETING CONTEMPORARY GLASS AND TAPE EVIDENCE. TO ACHIEVE THAT, OUR MULTIDISCIPLINARY TEAM (FORENSIC PRACTITIONERS IN A PUBLICLY FUNDED LABORATORY, FORENSIC RESEARCHERS, AND STATISTICIANS) PROPOSES TO:\n\n1) IDENTIFY THE SIGNIFICANT SOURCES OF VARIABILITY WHEN USING MODERN ΜXRF SDDS AND PROVIDE SPECIFIC SAMPLING AND INTERPRETATION RECOMMENDATIONS FOR SODA-LIME GLASS CASEWORK COMPARISONS, \n\n2) ASSESS THE ACCURACY, DISCRIMINATION, AND INFORMING POWER OF ELEMENTAL ANALYSIS OF Μ-XRF SDDS OF CONTEMPORARY BROKEN GLASS FROM PORTABLE ELECTRONIC DEVICES AND ELECTRICAL TAPES, AND \n\n3) VALIDATE OBJECTIVE AND QUANTITATIVE METRICS FOR ΜXRF SPECTRAL COMPARISON AND PROBABILISTIC INTERPRETATIONS OF TAPE AND GLASS EVIDENCE. \n \n\nINTERLABORATORY STUDIES AND THE CREATION OF AN EXTENSIVE DATASET OF OVER 7,000 XRF GLASS AND TAPE SPECTRA WILL BE UTILIZED TO TEST ERROR RATES, PROVIDING A ONE-OF-A-KIND REPOSITORY THAT CAN STRENGTHEN THE CURRENT FOUNDATIONS AND MODERNIZE STANDARD METHODS.\n \n\nTHIS PROJECT WILL LEAD TO BEST PRACTICES FOR MORE EFFICIENT AND OBJECTIVE DECISION-MAKING PROCESSES AND INCREASED RELIABILITY IN THE ANALYSIS AND INTERPRETATION OF PHYSICAL EVIDENCE. THE PROJECT DELIVERABLES ARE DESIGNED TO HAVE MAXIMUM IMPACT AND BECOME RAPIDLY ADOPTED BY FORENSIC LABORATORIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_15PNIJ22GG03571SLFO_1550"}, {"internal_id": 154166612, "Award ID": "15PNIJ22GG03566SLFO", "Award Amount": 498963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.044", "Description": "TITLE: SPECIES IDENTIFICATION IN FORENSIC CASEWORK USING PROTEOMICS\n\nTHIS PROPOSAL DEVELOPS AND ASSESSES TOOLS FOR LAW ENFORCEMENT TO IDENTIFY SPECIES FROM THE HAIRS OF PROCESSED FURS USING PROTEOMIC PHYLOGENETICS. CURRENTLY, RECOVERY OF AMPLIFIABLE DNA FOR LAW ENFORCEMENT SPECIES IDENTIFICATION IS LIMITED FOR PROCESSED SOURCE MATERIALS, LIKELY DUE TO THE EXTREME CHEMICAL CONDITIONS INVOLVED IN FUR MANUFACTURING. MORPHOLOGICAL ANALYSIS OF HAIR SHAFTS IS LIMITED BY THE RESTRICTED NUMBER OF TRAINED PRACTITIONERS, SOMETIMES POOR SPECIES RESOLUTION, AND CONTROVERSIAL NATURE OF MICROSCOPIC COMPARISONS. HERE, WE PROPOSE TO USE PHYLOGENETIC INFORMATION IN PROTEINS TO CLOSE THIS MAJOR ENFORCEMENT GAP. PROTEIN IS MORE STABLE THAN DNA, AND THOUSANDS OF PROTEIN SEQUENCES CAN BE EXTRACTED FROM A SINGLE PROCESSED FUR HAIR SHAFT, INCLUDING SEQUENCES WITH PHYLOGENETIC SEQUENCE VARIANTS. WITH AWARENESS OF THE GROWING AND BROADER IMPACT OF WILDLIFE CRIME, AND ITS ENVIRONMENTAL IMPACT ON THE ENVIRONMENT, THERE IS INCREASED PRESSURE ON LAW ENFORCEMENT. DEVELOPMENT OF ROBUST FORENSIC TOOLS IS REQUIRED FOR FULL ENFORCEMENT OF THE FEDERAL ENDANGERED SPECIES ACT AND IMMINENT CALIFORNIAN FUR BAN. THEREFORE, THIS PROJECT WILL DEVELOP AND ASSESS PROTEOMIC METHODS TO IDENTIFY AND RESOLVE TWO GROUPS OF FUR-BEARING MAMMALS: 1) FELIDAE FUR SPECIES, A MAJOR TRAFFICKING TARGET, AND 2) COMMERCIALLY PROMINENT FUR-BEARING MAMMALS THAT COMPRISE THE NATIONAL FUR TRADE. PROTEOMIC ANALYSIS WILL OCCUR AT THREE LEVELS: IDENTIFICATION OF PROTEIN PROFILES USING SPECIES-SPECIFIC REFERENCE PROTEOMES, DEVELOPMENT OF A STREAMLINED BIOINFORMATIC WORKFLOW USING COMPOSITE REFERENCE PROTEOME DATABASES, AND MASS SPECTROMETRY SPECTRAL COMPARISON ALONE. TO OBTAIN NECESSARY HIGH-QUALITY SPECIES-SPECIFIC REFERENCE PROTEOMES, NINETEEN EXISTING TWENTY GENOMES WILL BE ANNOTATED FOR PROTEIN SEQUENCES AND THE ESSENTIAL COYOTE GENOME WILL BE OBTAINED AND ASSEMBLED FOR ANNOTATION AS WELL. PROTEOMIC DATA WILL BE COLLECTED FROM THE FUR HAIR OF 44 SPECIES. THE PROJECT PHASES WILL EACH CONTAIN PERFORMANCE ASSESSMENTS AND RESULT IN SUBMISSION OF NOVEL GENE AND PROTEIN SEQUENCES TO PUBLICLY AVAILABLE NATIONAL DATABASES. THE ULTIMATE GOAL OF THIS PROJECT IS TO DEVELOP PROTOCOLS TO IDENTIFY LEGALLY-RELEVANT SPECIES IN CASEWORK WHERE AMPLIFIABLE DNA IS NOT NORMALLY RECOVERED, THUS PROVIDING A TEMPLATE FOR EXPANSION OF PROTEOMIC PHYLOGENETIC TECHNOLOGY TO OTHER SPECIES THAT REQUIRE IDENTIFICATION FOR LAW ENFORCEMENT PURPOSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_15PNIJ22GG03566SLFO_1550"}, {"internal_id": 154166666, "Award ID": "15PNIJ22GG03560SLFO", "Award Amount": 297292.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.044", "Description": "THE BASIS OF INDIVIDUAL IDENTIFICATION IN MODERN FORENSICS IS DNA TYPING OF SHORT TANDEM REPEATS (STRS).  THIS TECHNIQUE HAS BROUGHT A STANDARDIZED, QUANTITATIVE METHOD WITH STRONG STATISTICAL UNDERPINNINGS TO THE CRIMINAL JUSTICE SYSTEM THAT HAS DRAMATICALLY IMPROVED JUST AND IMPARTIAL OUTCOMES.  WHILE THE FUNDAMENTAL PRINCIPLES BEHIND STR TYPING HAVE NOT CHANGED, NEWLY DEVELOPED INSTRUMENTATION AND INFORMATIVE MARKERS HAVE THE POTENTIAL TO ADDRESS LIMITATIONS OF CURRENT TECHNIQUES. \n\nCURRENT DNA ANALYSIS METHODS FOR INDIVIDUAL IDENTIFICATION HAVE TECHNICAL AND THROUGHPUT LIMITATIONS. THESE METHODS ARE BASED ON CAPILLARY ELECTROPHORETIC SIZING OF SELECTED AMPLICONS, SOME OF WHICH WOULD NOT BE ACCEPTED TODAY DUE TO POOR POPULATION FREQUENCY DISTRIBUTIONS OR PCR AMPLIFICATION PROBLEMS. CAPILLARY ELECTROPHORESIS (CE) IS A SINGLE REACTION DETECTION METHOD WITHOUT CAPABILITIES FOR MULTIPLEXING AND IS CONSEQUENTLY SLOW.  IT ONLY MEASURES AMPLICON LENGTHS AND FAILS TO DETECT SEQUENCE SPECIFIC INFORMATION THAT COULD IMPROVE STR ANALYSIS.  FINALLY, IT IS APPROACHING THE MAXIMUM NUMBER OF STRS IT CAN PROCESS, THUS ABANDONING IMPROVEMENTS FROM ADDITIONAL GENETIC MARKERS. \n\nTHE FORENSIC COMMUNITY HAS BEGUN TO EVALUATE MASSIVELY PARALLEL SEQUENCING (MPS) TO OVERCOME THESE PROBLEMS.  SUCH INSTRUMENTS NOT ONLY ADD ADDITIONAL SEQUENCING INFORMATION BUT HAVE A NEARLY UNLIMITED CAPACITY FOR ADDITIONAL STRS AND OTHER GENETIC MARKERS, THEREBY ENHANCING INDIVIDUAL IDENTIFICATION. AS THE SAMPLE SEPARATION IS BASED ON SEQUENCE INFORMATION THIS ALLOWS FOR SMALLER AMPLICONS, THUS IMPROVING THE OUTCOME OF DEGRADED DNA. THESE INSTRUMENTS HAVE THE POTENTIAL FOR SIGNIFICANT IMPROVEMENTS IN THROUGHPUT AT LOWER COSTS. \n\nTHE GOAL OF THIS APPLICATION IS TO EVALUATE TWO COMPARABLE MPS-STR KITS, THE FORENSEQ™ MAINSTAY AND THE POWERSEQ® 46GY SYSTEM, BY FOCUSING ON DNA MIXTURE DECONVOLUTION. TO ACHIEVE THIS GOAL, TWO SPECIFIC AIMS ARE PROPOSED: I) ANALYSIS OF SINGLE-SOURCE SAMPLES, AND II) ANALYSIS OF MIXED SAMPLES. THIS WILL DETERMINE THE LIMITATIONS OF THE TWO MPS-STR KITS REGARDING ACCURACY, SENSITIVITY, LEVELS OF DNA DEGRADATION, AND THROUGHPUT. DATA FROM THIS EXTENSIVE TESTING WILL ALSO BE USED TO VALIDATE THE RESEARCH VERSION OF THE FULLY CONTINUOUS PROBABILISTIC GENOTYPING SOFTWARE STRMIX NGS. THE NEW SOFTWARE IS BUILT ON THE FOUNDATION OF THE WELL-ESTABLISHED AND PEER REVIEWED STRMIX™. EXPECTED PRODUCTS WILL AID IN THE FORENSIC DNA INTERPRETATION FROM MPS GENERATED DATA AND WILL LEAD TO MORE STANDARDIZATION BY REDUCING SUBJECTIVITY. THEREFORE, THIS PROJECT IS SUBSTANTIAL FOR FORENSIC LABORATORIES TO IMPLEMENT MPS-STR TECHNOLOGY IN THEIR ROUTINE CASEWORK. \n\nTHIS APPLICATION DIRECTLY ADDRESSES IMPORTANT RESEARCH NEEDS OF THE SOLICITATION THAT CAN BE FOUND AT THE ORGANIZATION OF SCIENTIFIC AREA COMMITTEES (OSAC) WEBSITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "357ad8ce-1a0b-f720-37be-5f01bea40caf-C", "generated_internal_id": "ASST_NON_15PNIJ22GG03560SLFO_1550"}, {"internal_id": 154168490, "Award ID": "15PBJA22GG03653SLFO", "Award Amount": 35367.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.044", "Description": "PROJECT PURPOSE – THE PURPOSE OF THIS PROJECT IS FOR THE DORCHESTER COUNTY CORONER’S OFFICE TO OBTAIN INITIAL ACCREDITATION FROM THE INTERNATIONAL ASSOCIATION OF CORONERS AND MEDICAL EXAMINERS (IACME). THIS ACCREDITATION WILL PROVIDE AN INDEPENDENT MEASURE OF QUALITY ASSURANCE BY ASSESSING THAT THIS OFFICE MAINTAINS WRITTEN POLICIES AND PROCEDURES AND ADEQUATE STAFF, EQUIPMENT, TRAINING, AND SUITABLE PHYSICAL FACILITIES TO PRODUCE A FORENSICALLY DOCUMENTED, ACCURATE, AND CREDIBLE DEATH INVESTIGATION PRODUCT. THIS IN TURN WILL HELP TO STRENGTHEN THE QUALITY OF MEDICAL EXAMINERS AND CORONERS SERVICES IN THE UNITED STATES BY ENSURING THAT AGENCIES PERFORMING POSTMORTEM EXAMINATIONS ARE IN COMPLIANCE WITH INDUSTRY AND PROFESSIONAL STANDARDS AND PERFORMANCE CRITERIA.  \n\n \n\nPRIMARY ACTIVITIES – THE DORCHESTER COUNTY CORONER’S OFFICE WILL UNDERGO A COMPLETE EVALUATION OF THEIR EXISTING CAPABILITIES AND PROCEDURES AND SUBMIT AN APPLICATION FOR ACCREDITATION TO IACME. THEY WILL COMPLETE THE ACCREDITATION PROCESS AND REQUEST AN AUDIT WITHIN ONE YEAR OF THE APPLICATION REQUEST. THE AUDIT WILL CONSIST OF AN ON-SITE INSPECTION PERFORMED BY TWO IACME AUDITORS. THE CORONER’S OFFICE WILL MAINTAIN THE RECORDS OF ACCREDITATION AND PAY IACME THE ANNUAL MAINTENANCE FEE FOR THE NEXT FOUR YEARS UNTIL TIME FOR RE-ACCREDITATION. \n\n \n\nEXPECTED OUTCOMES – THE DORCHESTER COUNTY CORONER’S OFFICE EXPECTS TO RECEIVE THE INITIAL ACCREDITATION FROM THE IACME AND MAINTAIN THIS ACCREDITATION IN ORDER TO PRODUCE A FORENSICALLY DOCUMENTED, ACCURATE, AND CREDIBLE DEATH INVESTIGATION PRODUCT. THIS ACCREDITATION WILL STRENGTHEN THE QUALITY AND CONSISTENCY OF THE CORONER SERVICES IN DORCHESTER COUNTY, THEREBY INCREASING PUBLIC TRUST IN THESE SERVICES.\n\n \n\nSERVICE AREA – DORCHESTER COUNTY, SOUTH CAROLINA HAS A TOTAL AREA OF 576 SQUARE MILES AND AN ESTIMATED POPULATION OF 163,327 BASED ON THE 2021 DATA FROM THE US CENSUS BUREAU.  THE COUNTY IS HOME TO THE TOWNS OF SAINT GEORGE (COUNTY SEAT), REEVESVILLE, HARLEYVILLE, DORCHESTER, RIDGEVILLE, SUMMERVILLE AND PART OF THE CITY OF NORTH CHARLESTON.  \n\n \n\nINTENDED BENEFICIARIES AND SUBRECIPIENTS – THE DORCHESTER COUNTY CORONER’S OFFICE AND THE CITIZENS OF THE COUNTY WILL BENEFIT FROM THIS ACCREDITATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4417801-a561-3fef-27ef-b70f9400b429-C", "generated_internal_id": "ASST_NON_15PBJA22GG03653SLFO_1550"}, {"internal_id": 154166697, "Award ID": "15PBJA22GG03652SLFO", "Award Amount": 175502.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.044", "Description": "THERE IS A NATIONWIDE SHORTAGE OF TRAINED FORENSIC PATHOLOGISTS IN THE UNITED STATES. THE NATIONAL ACADEMY OF SCIENCES FOUND IN 2009 THAT ONLY ABOUT 70% OF JOB OPENINGS FOR FORENSIC PATHOLOGISTS ARE FILLED ANNUALLY. THE SHORTFALL IN PATHOLOGISTS IS ATTRIBUTED TO MANPOWER SHORTAGES AND/OR INSUFFICIENT FUNDING.\n\nTHE LOS ANGELES COUNTY DEPARTMENT OF MEDICAL EXAMINER-CORONER (DMEC) IS ONE OF THE LARGEST MEDICAL EXAMINER’S OFFICES IN THE UNITED STATES. SINCE 1965, THE OFFICE HAS HAD AN ACCREDITATION COUNCIL FOR GRADUATE MEDICAL EDUCATION (ACGME)-ACCREDITED FORENSIC PATHOLOGY FELLOWSHIP PROGRAM. IN THE PAST 30 YEARS THE PROGRAM HAS TRAINED 60 FORENSIC PATHOLOGY FELLOWS, MOST OF WHOM ARE CURRENTLY IN PRACTICE. THE OFFICE IS PROVISIONALLY ACCREDITED BY THE NATIONAL ASSOCIATION OF MEDICAL EXAMINERS.\n\nUNIQUE FEATURES OF THIS FELLOWSHIP PROGRAM INCLUDE A CASE LOAD OF OVER 10,000 PER YEAR DRAWN FROM A POPULATION OF OVER 10 MILLION; FACILITIES RECENTLY UPGRADED TO INCLUDE A CT SCANNER; ACCESS TO A WIDE VARIETY OF BOARD-CERTIFIED CONSULTANTS, INCLUDING ODONTOLOGISTS, AN ANTHROPOLOGIST, AND RADIOLOGISTS; IN-HOUSE TOXICOLOGY, TOOL MARK, AND GUNSHOT RESIDUE LABORATORIES; AND PAID TRAVEL TO A NATIONAL FORENSIC CONFERENCE AND TO TRAINING IN FORENSIC ANTHROPOLOGY.  \n\nTHE TEACHING STAFF CURRENTLY CONSISTS OF 15 BOARD-CERTIFIED FORENSIC PATHOLOGISTS, AS WELL AS CONSULTANTS IN ANESTHESIOLOGY, CARDIOLOGY, OPHTHALMOLOGIC PATHOLOGY, PEDIATRICS, PSYCHIATRY AND PSYCHOLOGY, SURGERY, SURGICAL PATHOLOGY, HEMATOPATHOLOGY, TOXICOLOGY, AND INFECTIOUS DISEASE. CURRENT RESEARCH INITIATIVES INCLUDE APPLICATIONS OF POSTMORTEM COMPUTED TOMOGRAPHY TO ADVANCE DIAGNOSTICS, USEFULNESS OF GENETIC DIAGNOSIS AT AUTOPSY, AND METHODS OF IMPROVING CONTAGIOUS DISEASE REPORTING IN A MEDICAL EXAMINER’S OFFICE.\n\nLOCAL FUNDING FOR THIS ONE-YEAR PROGRAM PROVIDES FOR ONE FELLOW PER YEAR. HOWEVER, THE ACGME HAS APPROVED THE OFFICE TO TRAIN UP TO SIX FELLOWS PER YEAR. FUNDING HAS NEVER PERMITTED SIX FELLOWS; THERE IS THUS UNTAPPED POTENTIAL IN THIS FELLOWSHIP PROGRAM.\n\nFUNDING THIS PROPOSAL WILL ALLOW LOS ANGELES DMEC TO TRAIN ONE ADDITIONAL FORENSIC PATHOLOGY FELLOW IN 2023-24.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45360a7a-daf8-b666-2f27-c8bcfddfb50e-C", "generated_internal_id": "ASST_NON_15PBJA22GG03652SLFO_1550"}, {"internal_id": 154168599, "Award ID": "15PBJA22GG03651SLFO", "Award Amount": 175502.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.044", "Description": "THERE IS A CRITICAL SHORTAGE OF BOARD-CERTIFIED FORENSIC PATHOLOGISTS IN THE UNITED STATES. FORENSIC PATHOLOGISTS ARE PHYSICIANS WHO HAVE COMPLETED ADDITIONAL MEDICAL SPECIALTY TRAINING IN AUTOPSIES AND DEATH INVESTIGATIONS, AS WELL AS GENERALIZED TRAINING IN COURTROOM TESTIMONY, CRIMINALISTS, TOXICOLOGY, AND OTHER FORENSIC SCIENCE-RELATED SPECIALTIES. DEATH INVESTIGATIONS PERFORMED BY MEDICAL EXAMINER OFFICES ARE VITAL TO CRIMINAL JUSTICE BY INVESTIGATING VIOLENT DEATHS. OF THE 2.6 MILLION DEATHS ANNUALLY, MEDICAL EXAMINER OFFICES INVESTIGATE NEARLY 500,000 CASES IN APPROXIMATELY 2,400 JURISDICTIONS. MANY COMMUNITIES LACK ADEQUATE PERSONNEL TO PERFORM THESE AUTOPSIES DUE TO THE SHORTAGE OF BOARD-CERTIFIED FORENSIC PATHOLOGISTS.  \n\n \n\nTHE PURPOSE OF THIS GRANT APPLICATION IS TO SECURE FUNDS FOR THE MILWAUKEE COUNTY MEDICAL EXAMINER’S OFFICE (MCMEO) TO TRAIN ONE FORENSIC PATHOLOGY FELLOW, TO HELP ADDRESS THE INADEQUATE SUPPLY OF FORENSIC PATHOLOGISTS. THE MCMEO IS FULLY ACCREDITED BY THE NATIONAL ASSOCIATION OF MEDICAL EXAMINERS (NAME), AND ITS FORENSIC LABORATORY IS FULLY ACCREDITED THROUGH THE AMERICAN BOARD OF FORENSIC TOXICOLOGY. THE OFFICE HAS A COMPLEX MIX OF CASES THAT CREATES A COMPREHENSIVE LEARNING OPPORTUNITY FOR SOMEONE ENTERING THE FORENSIC FIELD, AND THE OFFICE HAS PARTNERSHIPS WITH THE MEDICAL COLLEGE OF WISCONSIN AFFILIATED HOSPITALS AND THE WISCONSIN DEPARTMENT OF JUSTICE. THESE PARTNERSHIPS EXPOSE THE FELLOW TO ALL ASPECTS OF DEATH INVESTIGATION AND THE CRIMINAL JUSTICE SYSTEM. \n\n \n\nEACH YEAR THE OFFICE INVESTIGATES APPROXIMATELY 9,500 CASES AND ASSUMES JURISDICTION IN APPROXIMATELY 3,400 CASES. OF THESE 3,400 CASES, APPROXIMATELY 55% ARE NATURAL DEATHS, 32% ARE ACCIDENTS, 6.5% ARE HOMICIDES, 4% ARE SUICIDES, AND 2.5% ARE RULED UNDETERMINED. THE FIVE STAFF FORENSIC PATHOLOGISTS PERFORM AUTOPSIES ON ABOUT 40% OF THESE CASES. THE OFFICE SERVES AS A REGIONAL RESOURCE, GENERATING AN ADDITIONAL 500 TO 600 AUTOPSIES FROM OTHER JURISDICTIONS. THIS AMOUNTS TO APPROXIMATELY 1,800 AUTOPSIES ANNUALLY. THE MCMEO IS ACCREDITED BY THE ACCREDITATION COUNCIL FOR GRADUATE MEDICAL EDUCATION (ACGME) TO SUPPORT TWO FORENSIC FELLOWSHIPS. IN THE LAST THIRTEEN YEARS UNDER ITS CURRENT FELLOWSHIP DIRECTOR, ALL TRAINEES WHO HAVE COMPLETED FELLOWSHIP AT THE MCMEO HAVE PASSED THEIR FORENSIC BOARDS, AS CERTIFIED BY THE AMERICAN BOARD OF PATHOLOGY. ALL SUCCESSFUL FELLOWS HAVE TRANSITIONED TO CAREERS IN FORENSIC PATHOLOGY, STAFFING OFFICES IN FLORIDA, ARIZONA, WISCONSIN, ILLINOIS, LOUISIANA, MICHIGAN, NORTH CAROLINA AND WASHINGTON, D.C. THE ANTICIPATED OUTCOME OF THIS GRANT APPLICATION IS TO SUCCESSFULLY TRAIN AN ADDITIONAL FORENSIC PATHOLOGIST WHICH WILL ADDRESS THE CRITICAL SHORTAGE OF FORENSIC PATHOLOGISTS, AND SUPPORT THE CRIMINAL JUSTICE FIELD IN THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef5d4868-e1cb-035e-abbb-ef3d4e18bcd2-C", "generated_internal_id": "ASST_NON_15PBJA22GG03651SLFO_1550"}, {"internal_id": 154166484, "Award ID": "15PBJA22GG03650SLFO", "Award Amount": 125502.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.044", "Description": "AS DETAILED IN MULTIPLE RECENT STUDIES AND REPORTS, INCLUDING A 2015 POLICY RECOMMENDATION FROM THE NATIONAL COMMISSION ON FORENSIC SCIENCE, THE NUMBER OF MEDICAL EXAMINER/CORONER (ME/C) SYSTEMS HOLDING ACCREDITATION IS ALARMINGLY LOW. CURRENT DATA INDICATES LESS THAN 5% OF THE NATION’S ME/C SYSTEMS ARE ACCREDITED BY EITHER NATIONAL ASSOCIATION OF MEDICAL EXAMINERS (NAME) OR THE INTERNATIONAL ASSOCIATION OF CORONERS AND MEDICAL EXAMINERS (IAC&ME).  THE LACK OF ACCREDITATION IN THE MEDICOLEGAL INVESTIGATION FIELD ALLOWS FOR POSTMORTEM EXAMINATIONS TO OCCUR THROUGHOUT THE NATION WITHOUT ASSURANCE OF COMPLIANCE WITH INDUSTRY AND PROFESSIONAL STANDARDS. ACCREDITATION IS RECOGNIZED AS A SOLUTION TO STRENGTHEN THE QUALITY AND CONSISTENCY OF ME/C SERVICES. \n\nTHE ALAMEDA COUNTY SHERIFF’S OFFICE (ACSO) CORONER’S BUREAU (CB) PROPOSES USING ONE (1) PART-TIME ACCREDITATION MANAGER WHO IS A RETIRED LIEUTENANT WITH EXPERIENCE MANAGING THE ACSO CB AND HAS THE KNOWLEDGE, SKILLS AND ABILITIES TO DIRECT AND GUIDE THE ACCREDITATION PROCESS.   \n\nTHE ACSO CB HAS IDENTIFIED SEVERAL STANDARDS THAT REQUIRE SOFTWARE PROGRAMMING TO ALLOW FOR DATA TO BE QUERIED AND REPORTS GENERATED IN THE VERTIQ CME SYSTEM. MUCH OF THE REQUIRED DATA IS ENTERED INTO VERTIQ, BUT THE REPORTS ARE NOT AVAILABLE, WHICH MAKES DATA EXTRACTION OVERLY CUMBERSOME AND DIFFICULT. THIS PROPOSAL PROVIDES FOR THE FUNDING TO CUSTOMIZE REPORTS IN THE VERTIQ CME SYSTEM, ALLOWING FOR COMPILATION OF STATISTICAL DATA THROUGH A PRE-PROGRAMMED QUERY.   \n\nTHE ACSO CB PROJECT OFFERS A THOROUGH, COMPLETE, AND COST-EFFECTIVE APPROACH TO ACHIEVING NAME ACCREDITATION THAT EXPANDS ON A MODEL THAT HAD DEMONSTRATED SUCCESS IN ACSO. THE ACSO PROJECT OUTLINES AN AGGRESSIVE BUT REALISTIC TIMELINE REPRESENTING THE ACSO CB’S COMMITMENT TO BECOMING NAME ACCREDITED WITHIN THE PROJECT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e571e300-6ad7-fb82-2e69-707a0ae5ea71-C", "generated_internal_id": "ASST_NON_15PBJA22GG03650SLFO_1550"}, {"internal_id": 154167339, "Award ID": "15PBJA22GG03649SLFO", "Award Amount": 125502.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.044", "Description": "THE GOAL OF THE DISTRICT 1 MEDICAL EXAMINER’S OFFICE (D1MEO) IS TO ACHIEVE NATIONAL ASSOCIATION OF MEDICAL EXAMINERS (NAME) ACCREDITATION. THE PRIMARY NEED TO PURSUE AND ATTAIN THIS GOAL IS TO HAVE A CENTRALLY LOCATED STAND-ALONE OFFICE WITHIN THE DISTRICT. THIS GRANT WILL FUND A PORTION OF THE PLANNING AND DESIGN EFFORTS FOR A NEW FACILITY THAT WOULD MEET NAME ACCREDITATION STANDARDS.   \n\nSERVICE AREA\n\nTHE D1MEO SERVES THE FOUR MOST WESTERN COUNTIES IN THE FLORIDA PANHANDLE (ESCAMBIA, SANTA ROSA, OKALOOSA AND WALTON), MORE THAN 800,000 PERSONS AND RESPONDS TO SCENES ACROSS A MASSIVE REGION COVERING ALMOST 5,000 SQUARE MILES. ANNUALLY, APPROXIMATELY 11,000 DEATHS OCCUR IN OUR JURISDICTION, AND OF THOSE, MORE THAN 95% ARE REPORTED AND/OR REVIEWED BY THE D1MEO FOR SCENE INVESTIGATION, CASE REVIEW, OR CREMATION PERMIT APPROVAL AS REQUIRED BY STATE LAW. OVER 4,000 OF THESE DEATHS INVOLVE A FORMAL REVIEW BY THE D1MEO, AND OF THOSE APPROXIMATELY 2,000 DEATHS ARE DETERMINED TO BE THE JURISDICTION OF THE MEDICAL EXAMINER AND REQUIRE FURTHER INVESTIGATION. HISTORICALLY, D1MEO HAS EXPERIENCED AN ANNUAL CASE INCREASE OF APPROXIMATELY 15%; HOWEVER, SINCE THE START OF THE COVID-19 PANDEMIC, THE RATE OF CHANGE FOR MEO CASES HAS DRAMATICALLY INCREASED TO 20-25% ANNUALLY.\n\nPRIMARY ACTIVITIES AND DELIVERABLES\n\nTHE D1MEO WILL USE THESE GRANT FUNDS TO FUND SPECIFIC TASKS IN THE PLANNING AND DESIGN PHASE OF THE PROJECT WITH FOCUS ON MEETING NAME ACCREDITATION STANDARDS FOR A MEDICAL EXAMINER’S FACILITY. THE OFFICE HAS BEGUN THE ARDUOUS PROCESS AND ANALYSIS TO PROGRAM THE NEW FACILITY AND THIS GRANT IN CONJUNCTION WITH STATE FUNDING WILL FUND COMPLETION OF SCHEMATIC DESIGN AND DESIGN DEVELOPMENT PHASES OF THE PLANNING PROCESS. THE FOUR COUNTIES ARE CONTRIBUTING FUNDS TO COMPLETE THE REMAINDER OF THE PLANNING AND LAND ACQUISITION PHASE OF THE PROJECT. FINAL CONSTRUCTION DOCUMENTS WILL BE COMPLETE WITHIN A YEAR AND SHORTLY THEREAFTER THE D1MEO WILL BEGIN THE CONSTRUCTION OF THE NEW MEDICAL EXAMINER FACILITY. THE D1MEO HAS RECEIVED SUPPORT LETTERS FROM ALL FOUR SHERIFF’S OFFICES AS WELL AS THE STATE ATTORNEY’S OFFICE TO BUILD THE FACILITY IN SANTA ROSA COUNTY (A MORE CENTRAL LOCATION WITHIN THE DISTRICT).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e098c8cb-94f1-7ea4-90f3-26b543414aac-R", "generated_internal_id": "ASST_NON_15PBJA22GG03649SLFO_1550"}, {"internal_id": 154165513, "Award ID": "15PBJA22GG03648SLFO", "Award Amount": 175502.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.044", "Description": "IN 2016, THE UNIVERSITY OF TENNESSEE HEALTH SCIENCE CENTER (UTHSC), IN CONJUNCTION WITH THE WEST TENNESSEE REGIONAL FORENSIC CENTER (WTRFC), BEGAN A FORENSIC PATHOLOGY FELLOWSHIP PROGRAM THAT IS ACCREDITED BY THE ACCREDITATION COUNCIL FOR GRADUATE MEDICAL EDUCATION (ACGME). THEY ARE CURRENTLY IN THEIR SIXTH YEAR OF THE PROGRAM WITH OPEN POSITIONS FILLED THROUGH THE 2023-2024 ACADEMIC YEAR. THE FELLOWSHIP PROGRAM WAS ACCREDITED BY THE ACGME FOR TWO POSITIONS, HOWEVER THERE IS CURRENTLY ONLY FUNDING FOR ONE FELLOW PER YEAR.\n\nTHE UTHSC AND WTRFC APPLIED FOR AND RECEIVED OFFICE OF JUSTICE PROGRAMS FUNDING UNDER THE STRENGTHENING THE MEDICAL EXAMINER-CORONER SYSTEM PROGRAM TO FILL THEIR ACCREDITED FELLOWSHIP POSITIONS BEGINNING JULY 2019. THEY WERE SUCCESSFUL IN RECRUITING A FELLOW ON SHORT NOTICE AND ARE FINISHING THEIR 2019-20 FELLOWSHIP YEAR WITH TWO FELLOWS. THEY RECEIVED ADDITIONAL FUNDING IN 2019 THAT IS BEING APPLIED TO THEIR CURRENT 2021-22 FELLOWSHIP YEAR. A THIRD ROUND OF FUNDING WAS AWARDED AND WILL BE APPLIED TO THE UPCOMING 2022-23 YEAR. THEY ARE SEEKING ADDITIONAL FUNDING TO FUND THEIR 2023-24 FELLOWSHIP YEAR. THE FUNDING WILL BE USED FOR THE SALARY AND BENEFITS FOR A SINGLE FELLOWSHIP POSITION, TRAVEL TO SUPPLEMENTARY TRAINING COURSES AND A NATIONAL MEETING TO PRESENT AN ORIGINAL QUALITY ASSURANCE PROJECT, AND LICENSURE AND EXAM FEES, WITH REMAINING FUNDS APPLIED TO LOAN REIMBURSEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7bb49047-7166-d4e3-8873-4218d87cf06c-C", "generated_internal_id": "ASST_NON_15PBJA22GG03648SLFO_1550"}, {"internal_id": 154165511, "Award ID": "15PBJA22GG03647SLFO", "Award Amount": 125502.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.044", "Description": "THE ALASKA STATE MEDICAL EXAMINER OFFICE HAS SERVED THE PEOPLE OF ALASKA FOR 26 YEARS AND IS EXPERIENCING A YEARLY INCREASE IN CASELOAD WITH INSUFFICIENT FUNDS TO PROPERLY UPDATE EQUIPMENT AND THE FACILITY. THE STATE MEDICAL EXAMINER OFFICE IS SEEKING GRANT FUNDS TO MAKE NECESSARY IMPROVEMENTS TO BECOME NATIONALLY ACCREDITED BY THE NATIONAL ASSOCIATION OF MEDICAL EXAMINERS (NAME). THE PROGRAM'S OBJECTIVE IS NAME ACCREDITATION, PROVIDING THE BEST PRACTICES AND EXCELLENCE IN FORENSIC PATHOLOGY AND DEATH INVESTIGATION TO THE STATE OF ALASKA. NAME ACCREDITATION WILL PROVIDE LEADERSHIP AND ADVOCACY, ENSURING THE CONTINUED HIGH LEVEL OF WORK COMPLETED AT THAT STATE MEDICAL EXAMINER OFFICE. ACCREDITATION WILL ENHANCE PUBLIC HEALTH THROUGH THOROUGH AND ACCURATE DEATH INVESTIGATIONS. THE PROGRAM'S FOUNDATION IS THE CURRENT DEFICIENCIES OF THE ALASKA STATE MEDICAL EXAMINER OFFICE AND THE NAME INSPECTION. BJA FUNDING WILL ALLOW THE ALASKA STATE MEDICAL EXAMINER OFFICE TO OBTAIN THE NECESSARY IMPROVEMENTS TO ITS EQUIPMENT AND FACILITIES TO BECOME ACCREDITED AND PROVIDE CONTINUING EDUCATION OPPORTUNITIES TO CERTIFIED STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_15PBJA22GG03647SLFO_1550"}, {"internal_id": 154165140, "Award ID": "15PBJA22GG03646SLFO", "Award Amount": 175449.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.044", "Description": "THIS PROPOSAL REPRESENTS CONTINUED EFFORTS BY THE KING COUNTY MEDICAL EXAMINER’S OFFICE (KCMEO) TO STRENGTHEN THE MEDICAL EXAMINER – CORONER SYSTEM BY FUNDING A SECOND POSITION IN THE FORENSIC PATHOLOGY FELLOWSHIP TRAINING PROGRAM IN SEATTLE, WASHINGTON. THIS PROPOSAL ADDRESSES THE NATIONAL SHORTAGE OF QUALIFIED FORENSIC PATHOLOGISTS FOR THE NEEDS OF CRIMINAL JUSTICE AND PUBLIC HEALTH. FORENSIC PATHOLOGY IS ESSENTIAL FOR INVESTIGATION AND PROSECUTION OF CRIMINAL DEATHS, PROTECTION OF THOSE WRONGFULLY ACCUSED, SURVEILLANCE OF HAZARDS AND THREATS TO THE COMMUNITY, AND TO ANSWER QUESTIONS WHEN SOMEONE IS KILLED OR DIES SUDDENLY AND UNEXPECTEDLY. THE MEDICAL SPECIALTY OF FORENSIC PATHOLOGY REQUIRES, AT A MINIMUM, FOUR YEARS OF MEDICAL SCHOOL, THREE TO FOUR YEARS OF PATHOLOGY RESIDENCY, AND ONE YEAR OF FORENSIC PATHOLOGY FELLOWSHIP TRAINING. REQUIRING 16 TO 17 YEARS OF ADVANCED EDUCATION, VERY FEW INDIVIDUALS MEET QUALIFICATIONS TO PRACTICE FORENSIC PATHOLOGY. FURTHERMORE, BURDENED WITH YEARS OF ACCUMULATED EDUCATIONAL DEBT, ONLY HIGHLY DEDICATED INDIVIDUALS CHOOSE FORENSIC PATHOLOGY WITH EMPLOYMENT OPPORTUNITIES LIMITED TO COUNTY GOVERNMENT POSITIONS HAVING SALARIES LESS THAN SIMILARLY TRAINED MEDICAL PROFESSIONALS WORKING IN THE PRIVATE SECTOR. \n\nFOR MANY REASONS, STRENGTHENING THE MEDICAL EXAMINER – CORONER SYSTEM DEMANDS AN EMPHASIS ON ATTRACTING CANDIDATES AND EDUCATING THEM IN FELLOWSHIP PROGRAMS. THE FORENSIC PATHOLOGY FELLOWSHIP PROGRAM OF KCMEO HAS TRAINED OVER 30 FORENSIC PATHOLOGISTS SINCE 1980 WHO PRACTICE OR HAVE PRACTICED IN CITIES THROUGHOUT THE UNITED STATES. KCMEO IS ACCREDITED BY THE NATIONAL ASSOCIATION OF MEDICAL EXAMINERS SINCE 1978, THE LONGEST CONTINUOUSLY ACCREDITED OFFICE IN THE US. WITH ITS FORENSIC PATHOLOGY FELLOWSHIP PROGRAM ACCREDITED BY THE ACCREDITATION COUNCIL OF GRADUATE MEDICAL EDUCATION (ACGME), AFFILIATED WITH UNIVERSITY OF WASHINGTON SCHOOL OF MEDICINE AND WASHINGTON STATE PATROL FORENSIC LABORATORIES, AND INTEGRATED WITHIN PUBLIC HEALTH – SEATTLE AND KING COUNTY, KCMEO HAS A UNIQUE, HIGHLY QUALIFIED, AND PROVEN SUCCESSFUL TRAINING PROGRAM IN PREPARING PROFESSIONALS FOR A CAREER IN FORENSIC PATHOLOGY. CURRENTLY THE KCMEO FELLOWSHIP PROGRAM IS ACCREDITED BY ACGME TO OFFER TWO FELLOWSHIP POSITIONS BUT IS FUNDED BY KING COUNTY FOR ONLY ONE; FILLING THE SECOND POSITION DEPENDS ON BJA FUNDING. SINCE 2019 KCMEO HAS TRAINED AND GRADUATED FIVE FORENSIC PATHOLOGISTS, THREE OF WHOM WERE TRAINED USING FEDERAL FUNDING. FURTHERMORE, OF THE TWO FELLOWS COMMITTED TO START TRAINING IN JULY 2022 AND GRADUATE IN 2023, ONE IS FUNDED BY BJA. THE CURRENT PROPOSAL IS TO CONTINUE THE SAME PLAN TO RECRUIT AND TRAIN TWO FORENSIC PATHOLOGY FELLOWS TO GRADUATE IN 2024 USING BJA FUNDING FOR THE SECOND POSITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9f3d24d-f413-6d45-6bda-5c74ae8bf97a-C", "generated_internal_id": "ASST_NON_15PBJA22GG03646SLFO_1550"}, {"internal_id": 154166577, "Award ID": "15PBJA22GG03645SLFO", "Award Amount": 124862.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "16.044", "Description": "LOCATED IN CONROE, TEXAS, THE MONTGOMERY COUNTY FORENSIC SERVICES DEPARTMENT (MCFSD) PROVIDES AUTOPSY SERVICES FOR MONTGOMERY COUNTY, WHICH WAS RANKED EIGHTH IN THE UNITED STATES FOR GROWTH FROM JULY 1, 2020 – JULY 1, 2021. WITH THIS TYPE OF EXPLOSIVE POPULATION GROWTH COMES MANY THINGS, INCLUDING AN INCREASED BURDEN ON THE DEATH INVESTIGATION SYSTEM. \n\nTHE MCFSD HAS A CURRENT FULL-TIME STAFF OF TEN EMPLOYEES, INCLUDING THREE BOARD CERTIFIED FORENSIC PATHOLOGISTS. APPROXIMATELY 1000 AUTOPSIES AND EXTERNAL EXAMINATIONS ARE PERFORMED EACH YEAR IN THE CURRENT FACILITY WHICH HAS SIGNIFICANT STORAGE AND OFFICE SPACE CONSTRICTIONS. PREVIOUS ATTEMPTS AT NATIONAL ASSOCIATION OF MEDICAL EXAMINERS (NAME) ACCREDITATION WERE DELAYED DUE TO FACILITY CONSTRAINTS, DRASTICALLY INCREASING CASELOADS AND THE COVID PANDEMIC. A NEW FACILITY IS SCHEDULED TO OPEN IN THE FALL OF 2022, WHICH WILL ALLEVIATE FACILITY RELATED ACCREDITATION PROBLEMS.\n\nGIVEN THE CURRENT CASELOAD, IN ORDER TO ACHIEVE NAME ACCREDITATION, THE OFFICE WILL NEED TO UTILIZE LOCUM TENENS FORENSIC PATHOLOGISTS. IN 2020 AND 2021, THE OFFICE MANAGED 1010 AND 1069 CASES, RESPECTIVELY, UP FROM 846 CASES IN 2019. THE INCREASE IN CASES HAS BEEN MANAGED WITH THE ADDITION OF A THIRD FORENSIC PATHOLOGIST; HOWEVER, WE HAVE NOW SURPASSED ACCEPTABLE NUMBERS FOR NAME ACCREDITATION (LESS THAN 325 CASES PER PATHOLOGIST) EVEN WITH THREE PATHOLOGISTS. UTILIZING LOCUM TENENS PATHOLOGISTS WOULD ALLOW OUR OFFICE TO RETURN TO ACCEPTABLE CASELOAD NUMBERS, MAINTAIN THE REQUIRED TURNAROUND TIMES FOR REPORTS AND OBTAIN THE ACCREDITATION WE SEEK. DETERMINATION OF HIRING A FOURTH FULL-TIME FORENSIC PATHOLOGIST VERSUS CONTINUING THE USE OF LOCUM TENENS WILL BE MADE AT THE END OF THE GRANT PERIOD. MCFSD CURRENTLY HAS TWO MEDICOLEGAL DEATH INVESTIGATORS WORKING TOWARDS CERTIFICATION AND FUNDING IS REQUESTED TO HELP ACHIEVE THIS. THE CURRENT GOAL FOR THE OFFICE IS TO ACHIEVE NAME ACCREDITATION BY THE END OF THE GRANT PERIOD AND ABMDI CERTIFICATION OF TWO DEATH INVESTIGATORS. \n\nNAME ACCREDITATION OF THE MCFSD WILL ENSURE THE CITIZENS OF MONTGOMERY COUNTY THAT THE POSTMORTEM EXAMINATIONS PERFORMED CONTINUE TO FOLLOW PROFESSIONAL STANDARDS AND PERFORMANCE CRITERIA AND THAT CERTIFIED INDIVIDUALS PERFORM DEATH INVESTIGATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "614899f5-dfe8-c8ad-5c50-8a6d27c63612-C", "generated_internal_id": "ASST_NON_15PBJA22GG03645SLFO_1550"}, {"internal_id": 154167371, "Award ID": "15PBJA22GG03644SLFO", "Award Amount": 325502.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.044", "Description": "THERE IS A NATIONWIDE SHORTAGE OF BOARD-CERTIFIED FORENSIC PATHOLOGISTS (FP). IT IS ESTIMATED THAT OVER 500 ADDITIONAL ONES ARE CURRENTLY NEEDED. THE CONNECTICUT OFFICE OF CHIEF MEDICAL EXAMINER HAS BEEN APPROVED BY THE ACCREDITATION COUNCIL FOR GRADUATE MEDICAL EDUCATION (ACGME) TO PROVIDE TWO FP FELLOWSHIP POSITIONS AND ARE SEEKING FUNDING FOR TWO POSITIONS TO HELP INCREASE AND REPLENISH THE NUMBER OF OVERALL FPS. THE IMMEDIATE OBJECTIVE FOR MEETING THE PROJECT GOAL IS FUNDING. THE ORGANIZATION’S CURRENT TWO-YEAR BUDGET CYCLE DOES NOT PROVIDE THIS FUNDING. THE PROJECT OBJECTIVES ARE TO FUND THESE POSITIONS, RECRUIT AND TRAIN QUALIFIED FELLOWS, AND GRADUATE NEW FPS. THE EXISTENCE OF A NEW ENGLAND REGIONAL FP FELLOWSHIP MAY INDUCE MORE PATHOLOGISTS TO PURSUE THIS CAREER PATH. \n\n \n\nTHE CONNECTICUT OFFICE OF CHIEF MEDICAL EXAMINER’S STRATEGY BEGINS WITH RECRUITMENT AS THE PATHOLOGY RESIDENTS OF THE THREE CONNECTICUT PATHOLOGY PROGRAMS ROTATE AT THEIR OFFICE. THE RESIDENTS GAIN EXPOSURE TO FORENSIC PATHOLOGY, AND SOME CONSIDER PURSUING FP FELLOWSHIPS. WITH THE TRAINING PROGRAM THE CONNECTICUT OFFICE OF CHIEF MEDICAL EXAMINER HOPES TO RETAIN SOME OF THESE RESIDENTS. THE ACCREDITATION OF THE PROGRAM WAS CONTINUED IN 2022 FOLLOWING A PROGRAM EVALUATION BY THE ACGME. THE CONNECTICUT OFFICE OF CHIEF MEDICAL EXAMINER WILL OFFER EXCEPTIONAL TRAINING AT THEIR NATIONAL ASSOCIATION OF MEDICAL EXAMINERS-ACCREDITED, STATEWIDE OFFICE AND THROUGH ITS CORE FACULTY OF NINE BOARD-CERTIFIED FPS. THE CORE FACULTY ARE ACTIVE TEACHERS AND ENGAGE IN NUMEROUS RESEARCH PROJECTS AND THE ORGANIZATION ALSO HAS AMERICAN BOARD OF MEDICOLEGAL DEATH INVESTIGATORS CERTIFIED INVESTIGATORS AND EMPLOY A BOARD-CERTIFIED FORENSIC ANTHROPOLOGIST. THE CONNECTICUT OFFICE OF CHIEF MEDICAL EXAMINER’S PROGRAM WILL CLOSELY MONITOR THE PROGRESS OF ITS TRAINEES, TEACHING BEST PRACTICES, AND PLEDGE THAT THEY ATTAIN BOARD CERTIFICATION. THEY WILL PREPARE THEIR GRADUATE’S TRANSITION TO PRACTICE BY FULL EXPOSURE TO DEATH INVESTIGATION, JURISDICTIONAL DECISION-MAKING, QUALITY ASSURANCE, AND COURTROOM TESTIMONY. IN ADDITION, THEY WILL TEACH THEM WORK-LIFE BALANCE SKILLS AS A FOUNDATION FOR A LENGTHY CAREER IN THIS FIELD. \n\n \n\nSEVERAL STRONG PARTNERSHIPS MAKE THIS TRAINING PROGRAM STANDOUT – THESE INCLUDE A GRADUATE MEDICAL EDUCATION-LIAISON WITH UCONN, ALL THE PATHOLOGY RESIDENCY PROGRAMS AND MEDICAL SCHOOLS IN CONNECTICUT, AN AMERICAN BOARD OF FORENSIC TOXICOLOGY-ACCREDITED TOXICOLOGY LABORATORY, A STATE CRIME LAB AND CRIME SCENE TEAMS, AND THE UNIVERSITY OF NEW HAVEN/HENRY LEE INSTITUTE. \n\n \n\nTHE MOST IMPORTANT OUTCOME OF THIS GRANT FUNDING WILL ALLOW THE CONNECTICUT OFFICE OF CHIEF MEDICAL EXAMINER TO DELIVER HIGH-QUALITY, WELL-TRAINED, BOARD-ELIGIBLE FORENSIC PATHOLOGISTS. THEY WILL MONITOR THE SUCCESS OF OUR PROGRAM THROUGH BOARD CERTIFICATION RATES. WITH BJA’S SUPPORT THEY WILL CONTINUE TRAINING NEW FORENSIC PATHOLOGISTS TO PERFORM SOUND MEDICOLEGAL DEATH INVESTIGATIONS AND IMPROVE PUBLIC HEALTH AND SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5676aa9a-45c4-2d10-9490-d07061c961b6-C", "generated_internal_id": "ASST_NON_15PBJA22GG03644SLFO_1550"}, {"internal_id": 154166178, "Award ID": "15PBJA22GG03643SLFO", "Award Amount": 125501.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.044", "Description": "THE DECISION TO PURSUE ACCREDITATION FOR A MEDICOLEGAL DEATH INVESTIGATION SYSTEM BY THE NATIONAL ASSOCIATION OF MEDICAL EXAMINERS (NAME) STEMS FROM A DESIRE BY THE LEADERSHIP TO DEMONSTRATE CONFIDENCE THAT THE MEDICAL EXAMINER'S OFFICE IS COMMITTED TO PROVIDING A SYSTEM WORTHY OF THE PUBLIC’S TRUST. PURSUING NAME ACCREDITATION REQUIRES DEDICATED STAFF AND FACULTY WITH THE TIME AND RESOURCES TO MEET THESE STANDARDS. LIKE MOST OTHER MEDICAL EXAMINER’S OFFICES (MEOS) ACROSS THE COUNTRY, THE MEO LOCATED WITHIN THE DEPARTMENT OF PATHOLOGY AT THE WESTERN MICHIGAN UNIVERSITY HOMER STRYKER M.D. SCHOOL OF MEDICINE (WMED) IS CHALLENGED WITH STAFFING SHORTAGES AND SIGNIFICANTLY INCREASED NUMBERS OF DEATHS RELATED TO THE COVID-19 PANDEMIC. SERVING 13 COUNTIES AS THE MEDICAL EXAMINER IN MICHIGAN AND PROVIDING SEVERAL OTHER COUNTIES WITH CONSULTANT FORENSIC PATHOLOGY SERVICES, THIS SURGE OF DEATHS HAS PLACED A GREATER BURDEN ON AUTOPSY AND ADMINISTRATIVE STAFF THAN EVER BEFORE. IN 2021, OVER 1,500 POSTMORTEM EXAMINATIONS WERE PERFORMED. THIS PROJECT PROPOSES THE HIRING OF A PART-TIME PROJECT COORDINATOR (PC) DEDICATED TO ENSURING THAT THE MEO IS MEETING AND/OR SURPASSING STANDARDS SET FORTH BY NAME. THE MEO AT WMED HAS BEEN NAME-ACCREDITED SINCE 2016. THIS STATUS ASSISTS IN HIRING PROCESSES, ESPECIALLY THAT OF HIGHLY QUALIFIED FORENSIC PATHOLOGISTS, WHICH ARE SEVERELY LACKING ACROSS THE U.S. THIS ACCREDITATION ALSO PROVIDES ASSURANCE TO THE COMMUNITIES SERVED BY THE MEO REGARDING THE PERFORMANCE OF HIGH QUALITY EXAMINATIONS AND THE OFFICE’S COMMITMENT TO SUPPORTING PUBLIC HEALTH INITIATIVES. THE PC WILL WORK ALONGSIDE THE QUALITY AND RESEARCH MANAGER TO PERFORM QUARTERLY INSPECTIONS THAT WILL INFORM THE TEAM OF FORENSIC PATHOLOGISTS, AUTOPSY STAFF, LABORATORY DIRECTORS AND TECHNICIANS, SCENE INVESTIGATORS AND ADMINISTRATIVE STAFF. THE PC WILL ASSIST WITH THE REVIEW AND REVISION OF ALL POLICIES AND PROCEDURES REQUIRED BY NAME AND WILL AID IN THE GATHERING OF COMPLETE DATA VIA THE WEB-BASED CASE MANAGEMENT SYSTEM FOR ANNUAL STATISTICAL COMPILATION, ANALYSIS AND DISSEMINATION. THE PC WILL BE RESPONSIBLE FOR THE INPUT OF ALL NAME ACCREDITATION-RELATED MATERIALS TO THE WEB-BASED INSPECTION AND ACCREDITATION PROGRAM ANNUALLY AND WILL PLAY A LARGE ROLE IN THE NEXT SCHEDULED SITE VISIT CURRENTLY SET FOR JANUARY OF 2024. THIS INDIVIDUAL’S FOCUS ON NAME REQUIREMENTS WILL PLAY A VITAL ROLE IN CONTINUED ACCREDITATION OF THE MEO AT WMED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "027b3504-45a3-9196-886d-59596ef638e0-C", "generated_internal_id": "ASST_NON_15PBJA22GG03643SLFO_1550"}, {"internal_id": 154165341, "Award ID": "15PBJA22GG03642SLFO", "Award Amount": 175500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "16.044", "Description": "THE SEVERE SHORTAGE OF FORENSIC PATHOLOGISTS HAS BECOME A CRISIS IN COMMUNITIES THROUGHOUT OUR COUNTRY, WHICH THE OPIOID EPIDEMIC AND COVID-19 HAVE ONLY EXACERBATED. AS A RESULT, WE DEVELOPED A HIGH-QUALITY FORENSIC PATHOLOGY FELLOWSHIP AT THE WESTERN MICHIGAN UNIVERSITY HOMER STRYKER M.D. SCHOOL OF MEDICINE (WMED). THE TEAM, COMPRISED OF SEVEN FORENSIC PATHOLOGISTS, TWO FORENSIC ANTHROPOLOGISTS, A FORENSIC TOXICOLOGIST, AND MULTIPLE DEATH INVESTIGATORS, LEADS THE FORENSIC PATHOLOGY TRAINING PROGRAM. THE WMED PROVIDES THEIR FELLOWS WITH BEST-PRACTICE TRAINING AND OPPORTUNITIES TO BECOME LEADERS IN FORENSIC PATHOLOGY. SINCE THE START OF THE PROGRAM IN 2020, THEY GRADUATED ONE FORENSIC PATHOLOGIST WHO HAS NOW JOINED OUR FACULTY AND A SECOND WILL GRADUATE AND BEGIN PRACTICING FORENSIC PATHOLOGY IN FLORIDA IN JULY OF 2022. FORENSIC PATHOLOGY FELLOWSHIP PROGRAMS ACCREDITED BY THE ACCREDITATION COUNCIL ON GRADUATE MEDICAL EDUCATION AND OPERATING IN MEDICAL EXAMINER’S OFFICES ACCREDITED BY THE NATIONAL ASSOCIATION OF MEDICAL EXAMINERS REQUIRE FUNDING TO TRAIN FUTURE FORENSIC PATHOLOGISTS AND WMED IS NO EXCEPTION. WHILE MOST MEDICAL SPECIALTIES RECEIVE FUNDING FOR RESIDENCIES AND FELLOWSHIPS FROM MEDICARE AND OCCASIONALLY MEDICAID, FORENSIC PATHOLOGY OFTEN REQUIRES FUNDING FROM OTHER SOURCES. THE SHORTAGE OF FORENSIC PATHOLOGISTS IS EXACERBATED WHEN FELLOWSHIP POSITIONS LACK FUNDING SOURCES. FUNDING FOR THE FELLOWSHIP ALLOWS THE WMED TO MAINTAIN THE OPERATION OF THE PROGRAM. ADVANCING EQUITY IS A COMMITMENT THAT REQUIRES SUSTAINED EFFORTS AND LEADERSHIP. WMED'S ABILITY TO ADDRESS POTENTIAL INEQUITIES AND BARRIERS TO EQUAL OPPORTUNITY IS MORE ROBUST THAN MOST INSTITUTIONS. THE STUDENTS WMED WILL BE RECRUITING WILL SOON BENEFIT FROM THE MEDICAL SCHOOL’S FOCUS ON RECRUITING STUDENTS FROM DISENFRANCHISED GROUPS WHO OFTEN FACE BARRIERS TO HIGHER EDUCATION, AN INITIATIVE BACKED BY A $300 MILLION GIFT TO PROMOTE DIVERSITY, EQUITY, AND INCLUSION. THE GIFT IS EARMARKED FOR SCHOLARSHIPS TO REDUCE FINANCIAL BARRIERS FOR FUTURE DOCTORS AND ALLOW THE MEDICAL SCHOOL TO RECRUIT MORE DIVERSE STUDENT COHORTS. THE WMED'S COMMUNITIES ARE UNDERSERVED, BUT MORE THAN SIMPLY TRAINING MORE INDIVIDUALS, THE INSTITUTION PRIORITIZES TRAINING INDIVIDUALS COMMITTED TO SERVING UNDERSERVED POPULATIONS. BEING PHYSICALLY BASED IN A MEDICAL SCHOOL ALLOWS THE WMED ACCESS TO NEW MEDICAL STUDENTS EACH YEAR; THE FELLOW ALONG WITH THE PRACTICING FORENSIC PATHOLOGISTS ARE PROVIDED WITH MULTIPLE OPPORTUNITIES TO PROMOTE FORENSIC PATHOLOGY AMONG THE MEDICAL STUDENT BODY. IN CONCLUSION, IN ADDITION TO TRAINING ADDITIONAL FORENSIC PATHOLOGISTS, ACCESS TO THE STUDENTS AND THEIR EXPOSURE TO FORENSIC PATHOLOGY WILL RESULT IN A HIGHER-THAN-AVERAGE NUMBER OF STUDENTS PURSUING FORENSIC PATHOLOGY AS THEIR CAREER CHOICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "027b3504-45a3-9196-886d-59596ef638e0-C", "generated_internal_id": "ASST_NON_15PBJA22GG03642SLFO_1550"}, {"internal_id": 154166954, "Award ID": "15PBJA22GG03641SLFO", "Award Amount": 175502.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "16.044", "Description": "THE UNITED STATES CONTINUES TO EXPERIENCE A SEVERE SHORTAGE OF BOARD-CERTIFIED FORENSIC PATHOLOGISTS AS CASES THAT ARE REFERRED TO OFFICES AROUND THE COUNTRY ARE RISING AT UNPRECEDENTED LEVELS. CURRENTLY, THERE IS AN ESTIMATED 500 BOARD-CERTIFIED FORENSIC PATHOLOGISTS COMPARED TO THE RECOMMENDED RANGE OF 1,100-1,200. THIS CRITICAL SHORTAGE MAY UNDERMINE THE LOCAL, STATE, AND FEDERAL CRIMINAL JUSTICE SYSTEMS WITH THE LACK OF FORENSIC PATHOLOGISTS TO PERFORM EXAMINATIONS IN A TIMELY MANNER. THIS GRANT WILL HELP BROWARD COUNTY OFFICE OF MEDICAL EXAMINER & TRAUMA SERVICES (BCOMETS) PRODUCE QUALIFIED, HIGHLY TRAINED, FORENSIC PATHOLOGISTS. IT WILL CONTINUE TO HELP INCREASE BCOMETS’ VISIBILITY NATIONWIDE, WHICH WILL ATTRACT TOP CANDIDATES. BCOMETS WILL DO ITS PART IN ACQUIRING MORE FELLOWSHIP POSITIONS IN THE FUTURE, HENCE DECREASING THE OVERALL NATIONAL SHORTAGE OF FORENSIC PATHOLOGISTS.\n\n \n\nTHE BCOMETS REQUESTS FUNDING TO TRAIN ONE FULL-TIME FORENSIC PATHOLOGY FELLOW TO HELP OFFSET THE CRITICAL SHORTAGE OF FORENSIC PATHOLOGISTS. BCOMETS IS ONE OF 25 MEDICAL EXAMINER DISTRICTS WITHIN FLORIDA. THE OFFICE INVESTIGATES ALL VIOLENT, SUSPICIOUS, UNNATURAL AND UNATTENDED DEATHS TO DETERMINE CAUSE AND MANNER OF DEATH, WHICH AIDS LAW ENFORCEMENT INVESTIGATIONS AND UNMASKS TRENDS THAT AID IN PUBLIC HEALTH AND SAFETY. BCOMETS CONTINUES TO BE OVERWHELMED WITH A SIGNIFICANT INCREASE IN DRUG OVERDOSES (UP 49% FROM 2019), HOMICIDES (UP 23% FROM 2019), AND MOTOR VEHICLE-RELATED DEATHS (UP 33% FROM 2019). ADDITIONALLY, THERE CONTINUES TO BE EMERGENCE OF NEW DRUGS SUCH AS XYLAZINE AND THE NITAZENES (A CLASS OF SYNTHETIC OPIOIDS STRONGER THAN FENTANYL). PERSONS LIVING IN LOW INCOME NEIGHBORHOODS HAVE BEEN AFFECTED DISPROPORTIONATELY WITH HIGHER RATES OF DRUG RELATED DEATHS AND HOMICIDES. BROWARD COUNTY’S IN-HOUSE FORENSIC TOXICOLOGY LABORATORY CONSISTENTLY RANKS WITHIN THE TOP THREE MEDICAL EXAMINER DISTRICTS IN TERMS OF ANNUAL WORKLOAD.  \n\n \n\nTHE FELLOW WILL BE PROVIDED A COMPREHENSIVE EDUCATIONAL EXPERIENCE AT AN ACCREDITATION COUNCIL FOR GRADUATE MEDICAL EDUCATION AND NATIONAL ASSOCIATION OF MEDICAL EXAMINERS ACCREDITED MEDICAL EXAMINER OFFICE WHICH INCLUDES AN ONSITE TOXICOLOGY LABORATORY. THE FORENSIC PATHOLOGY PROGRAM DIRECTOR AND SEVEN BOARD-CERTIFIED FORENSIC PATHOLOGISTS WILL SHARE THEIR VAST, AND VARIED EXPERTISE THROUGH CLOSELY GUIDED MENTORING, THUS, PREPARING THE FELLOW TO BECOME A COMPETENT AND KNOWLEDGEABLE FORENSIC PATHOLOGIST. THE FELLOW WILL HAVE ACCESS TO A BOARD-CERTIFIED NEUROPATHOLOGIST AND A CARDIAC PATHOLOGIST WHEN A CASE WARRANTS THEIR EXPERTISE.\n\n \n\nBCOMETS IS ONE OF THE FEW MEDICAL EXAMINER OFFICES IN THE COUNTRY THAT USES LODOX®, A FULL BODY IMAGING SCANNER, THAT HELPS TRIAGE CASES BEFORE EXAMINATIONS. IN ADDITION TO PERFORMING OVER 200 AUTOPSIES, THE FELLOW WILL RESPOND TO DEATH SCENES, PARTICIPATE IN CRIME SCENE INVESTIGATIONS, COURTROOM/DEPOSITION TESTIMONIES, AND MONTHLY COUNTYWIDE TRAUMA SERVICES MEETINGS, OPIOID FATALITY REVIEW, DOMESTIC VIOLENCE REVIEW, AND CHILD DEATH REVIEW. THE MEDICOLEGAL DEATH INVESTIGATION COMMUNITY WILL BE ENRICHED BY THE CONTRIBUTIONS OF THE FELLOW UPON COMPLETION OF THIS INVALUABLE TRAINING EXPERIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ebd7e7a-0598-5329-a63d-d24a3fc833cd-C", "generated_internal_id": "ASST_NON_15PBJA22GG03641SLFO_1550"}]