[{"internal_id": 154166078, "Award ID": "15PBJA22GK03724COMB", "Award Amount": 3536058.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.046", "Description": "SOUTHEAST REGIONAL DRUG DATA RESEARCH CENTER TO COMBAT THE AMERICAN OPIOID CRISIS\nTHE OPIOID CRISIS EXERTS A TREMENDOUS HUMAN AND ECONOMIC TOLL ON AMERICA AND SHOWS NO SIGNS\nOF ABATING. AS WITH MANY INVESTIGATIVE AND REPORTING EFFORTS, GOVERNMENT DATA SURROUNDING THIS\nISSUE ARE DIVIDED AMONG NUMEROUS STATE AND FEDERAL AGENCIES. CONSIDERING THIS STRUCTURE,\nATTAINING COMPREHENSIVE KNOWLEDGE AND PROVIDING ACTIONABLE INSIGHTS IS OFTEN DIFFICULT DUE TO THE\nLACK OF INFORMATION SHARED BETWEEN ORGANIZATIONS. THIS PROJECT WILL ADDRESS AN ESSENTIAL NEED TO PROVIDE SUPPORT\nFOR A RESEARCH CENTER THAT CAN (1) CONSOLIDATE DATA ACROSS GROUPS; (2) PROVIDE RECURRING SYSTEMATIC\nREPORTS AND “REAL-TIME” STATISTICS TO STAKEHOLDERS; (3) SERVE AS AN AVENUE FOR MULTIDISCIPLINARY\nRESEARCH EFFORTS THAT ADVANCE OUR KNOWLEDGE OF THE OPIOID EPIDEMIC.\n\nTHE UNIVERSITY OF ALABAMA’S (UA) INSTITUTE OF DATA AND ANALYTICS (IDA) PROPOSE LEVERAGING\nEXPERIENCES AND EXPERTISE FROM ITS PAST DEVELOPMENT AND CURRENT MANAGEMENT OF A STATEWIDE DRUG\nCENTRAL DATA REPOSITORY (I.E., HTTPS://DRUGUSE.ALABAMA.GOV/) FOR THE ESTABLISHMENT OF A SOUTHEAST\nREGIONAL DRUG DATA RESEARCH CENTER (SR-DDRC) TO COMBAT THE OPIOID CRISIS. THE MISSION\nOF THE CENTER IS TO CONSOLIDATE INFORMATION AND PROVIDE INTELLIGENCE DRAWN FROM OPIOID DATA AND\nRESEARCH EFFORTS THAT WILL INCREASE THE EFFICIENCY AND EFFECTIVENESS FOR GOVERNMENT ORGANIZATIONS,\nPUBLIC LEADERS, AND THE SCIENTIFIC COMMUNITY. THE SR-DDRC WILL SERVE AS THE CENTRAL HUB THAT\nWILL LINKS DATA, CONDUCTS ANALYSES, AND DISTRIBUTES RESULTS TO DEPARTMENTS OF PUBLIC HEALTH, LAW\nENFORCEMENT AGENCIES, AND COMMUNITY STAKEHOLDERS IN US DEPARTMENT OF HEALTH AND HUMAN\nSERVICES AND THE SUBSTANCE ABUSE AND MENTAL HEALTH SERVICES (SAMHSA) REGION 4 (I.E., AL,\nFL, GA, MS, NC, SC, TN). DELIVERABLES OF THE CENTER INCLUDE: I) ESTABLISHING A REGIONAL DRUG\nDATA CENTER THAT FACILITATES WEB-BASED, REAL-TIME, MULTISECTOR DATA DISSEMINATION ACROSS MULTIPLE\nAGENCIES ACROSS STATE LINES, II) UTILIZING REGIONAL DRUG DATA DOCUMENTS FOR POLICY AND STRATEGY\nDEVELOPMENT; III) ISSUING UNSOLICITED REPORTS, IV) CREATING A WEBPAGE TO HOST A COMPREHENSIVE\nTOOLKIT AND OTHER RESOURCES TO SUPPORT ADDITIONAL REGIONS OF THE U.S. SEEKING TO DEVELOP OR\nENHANCE A REGIONAL DATA CENTER, V) COORDINATING AN ANNUAL MEETING WHERE THE SR-DDRC WILL HOST\nINTERPERSONAL TRAININGS AND WORKSHOPS FOR STAKEHOLDERS INTERESTED IN DRUG-RELATED DATA FINDINGS\nAND ANALYTIC TECHNIQUES, AS WELL AS THE NECESSARY STEPS TO DEVELOP A REGIONAL DATA CENTER, AND VI)\nFACILITATING KNOWLEDGE TRANSFER WEBINARS WHERE PARTICIPANTS LEARN ABOUT EVIDENCE-BASED ANALYTIC\nAPPROACHES THAT CAN PROVIDE CRITICAL INSIGHTS RELATED TO DRUG MISUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_15PBJA22GK03724COMB_1550"}]