[{"internal_id": 156367979, "Award ID": "15PBJA22GG04908MISP", "Award Amount": 996045.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "16.050", "Description": "IN 2012, TEXAS SURPASSED ARIZONA IN MIGRANT DEATHS, MOST REPRESENTING UNIDENTIFIED HUMAN REMAINS (UHR). FROM 1998 TO 2020, U.S. BORDER PATROL REPORTED A TOTAL OF 3,577 MIGRANT DEATHS IN TEXAS. RURAL JURISDICTIONS, WITHOUT A MEDICAL EXAMINER (ME), IN BORDER COUNTIES ARE THE MOST IMPACTED BY THESE DEATHS AND HAVE LIMITED RESOURCES. AS SUCH, MANY UHR ARE NOT SENT FOR AUTOPSY OR ANTHROPOLOGICAL ANALYSIS AND ARE INSTEAD BURIED WITHOUT DNA SAMPLING, WITHOUT ENTRY INTO NAMUS, NCIC, OR VICAP AND HAVE NO CHANCE AT IDENTIFICATION. THIS PROPOSAL FALLS WITHIN PURPOSE AREA 1 (STATEWIDE AGENCY) WITH PRIORITY 1A CONSIDERATION AND SEEKS TO MEET AND IMPLEMENT THE GOALS OF THE MUHR PROGRAM THROUGH EXPANDING AND EXPEDITING THE EFFORTS OF OPERATION IDENTIFICATION (OPID) AN INITIATIVE WITHIN THE FORENSIC ANTHROPOLOGY CENTER AT TEXAS STATE UNIVERSITY (FACTS). \n\nOPID HAS BEEN ASSISTING LOCAL JURISDICTIONS IN SOUTH TEXAS WITH UHR SINCE 2013 BY PROVIDING ANTHROPOLOGICAL ANALYSIS, SUBMISSIONS OF DNA EVIDENCE FOR CODIS INCLUSION, AND ENTERING UHR CASES INTO NAMUS. IN 2016, OPID BEGAN EXHUMING UHR OF PRESUMED MIGRANTS WHO HAD BEEN BURIED WITHOUT AUTOPSY OR DNA SAMPLING. OPID ALSO ASSISTS COUNTIES WITH CASE MANAGEMENT THROUGH ESTABLISHED MOUS, INTERAGENCY COLLABORATION, AND COMMUNICATION WITH LAW ENFORCEMENT AND JUSTICES OF THE PEACE (JPS), WHO HOLD JURISDICTIONAL AUTHORITY OVER UHR IN NON-ME COUNTIES. OPID HAS MANAGED OVER 400 UHR CASES PRIMARILY FROM FIVE BORDER COUNTIES IMPACTED BY MIGRANT DEATHS, AND HAS HELPED FACILITATE, FOLLOWING ALL STATE LAWS AND CODES, 65 IDENTIFICATIONS, WITH 20 IDENTIFICATIONS THIS YEAR. \n\nBASED ON OPID’S SUCCESS, TWO OBJECTIVES ARE PROPOSED. THE FIRST IS A COMPREHENSIVE INVENTORY OF UHR ACROSS MULTIPLE BORDER JURISDICTIONS IN TEXAS WITH CASE CONSOLIDATION AT FACTS. THIS OBJECTIVE WILL BE MET THROUGH EXPANDING AND EXPEDITING OPID SERVICES, INCLUDING OVERALL CASE MANAGEMENT, TO ADDITIONAL NON-ME JURISDICTIONS AFFECTED BY MIGRANT DEATHS. THE SECOND OBJECTIVE IS TO INCREASE MISSING PERSONS CASE REPORTS ENTERED IN NAMUS REPRESENTING MISSING MIGRANT CASES. THE SOUTH TEXAS HUMAN RIGHTS CENTER (STHRC) OPERATES A BILINGUAL MISSING MIGRANT HOTLINE AND TAKES MISSING PERSONS CASE REPORTS THROUGH AN MOU WITH THE BROOKS COUNTY SHERIFF’S OFFICE. HOWEVER, THEIR CASES ARE NOT ENTERED IN NAMUS. A CONTRACT WITH THE STHRC WILL INCREASE MISSING PERSONS CASE REPORTS IN NAMUS, THUS AIDING TO INCREASE IDENTIFICATIONS AND REPATRIATION.  \n\nBOTH PROPOSED OBJECTIVES ENSURE UHR ARE PROPERLY ACCOUNTED FOR, RECEIVE JUST, THOROUGH INVESTIGATIONS, AND MEET THE DELIVERABLES OF THE MUHR PROGRAM THROUGH REPORTING, RECORDS MANAGEMENT, ASSISTING STAKEHOLDERS, AND COLLECTING PERFORMANCE MEASURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_15PBJA22GG04908MISP_1550"}, {"internal_id": 156367978, "Award ID": "15PBJA22GG04907MISP", "Award Amount": 996045.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "16.050", "Description": "THE FLORIDA DEPARTMENT OF LAW ENFORCEMENT'S (FDLE) MISSION INCLUDES PROMOTING PUBLIC SAFETY BY PROVIDING SERVICES IN PARTNERSHIP WITH LOCAL, STATE, AND FEDERAL CRIMINAL JUSTICE AGENCIES, AS WELL AS DELIVERING BOTH INVESTIGATIVE AND FORENSIC SCIENCE SERVICES THROUGHOUT THE STATE. THE FDLE SEEKS FUNDING TO IMPROVE THE PROCESSING AND IDENTIFICATION OF MISSING PERSONS AND UNIDENTIFIED HUMAN REMAINS, INCLUDING MIGRANTS. THE FDLE PRESENTLY HOUSES AND SUPPORTS A MISSING ENDANGERED PERSONS INFORMATION CLEARINGHOUSE AND AN UNIDENTIFIED DECEASED INITIATIVE. THE LATTER IS A JOINT INITIATIVE WITH THE FLORIDA MEDICAL EXAMINERS COMMISSION, ALSO STAFFED BY FDLE PERSONNEL. THE FLORIDA STATE CRIME LABORATORY SYSTEM PROVIDES ACCREDITED DNA TESTING SERVICES AT SIX FDLE REGIONAL CRIME LABORATORIES, FIVE COUNTY CRIME LABORATORIES, AND THE FDLE DNA DATABASE (CODIS). THE PROPOSED PROJECT INTENDS TO PROVIDE DNA TESTING SERVICES TO FLORIDA LAW ENFORCEMENT AND MEDICAL EXAMINERS TO ATTEMPT TO IDENTIFY UNIDENTIFIED HUMAN REMAINS (UHR) AND PROCESS FAMILY REFERENCE SAMPLES (FRS) FROM RELATIVES OF MISSING PERSONS. THE AWARD WILL FUND SUPPLIES FOR IN-HOUSE STR AND Y-STR DNA TESTING OF THESE SAMPLES. MITOCHONDRIAL DNA (MTDNA) TECHNOLOGY ENHANCES THE ROBUSTNESS OF THE SEARCH PROCESS IN CODIS WITHIN THE UHR AND FRS INDEX, INCREASING THE POTENTIAL FOR DETECTION OF FAMILIAL ASSOCIATIONS.\n\nFUNDS FROM THIS AWARD WILL BE UTILIZED TO OUTSOURCE MTDNA TESTING, NOT OFFERED BY THE FLORIDA CRIME LABS. THE FDLE OPERATES BOTH FAMILIAL SEARCH AND GENETIC GENEALOGY INVESTIGATIONS PROGRAMS. BOTH ARE ESTABLISHED AND WILL AID IN IDENTIFICATION OF UHR VICTIMS OF VIOLENT CRIMES, WHEN OTHER INVESTIGATIVE AVENUES HAVE BEEN EXHAUSTED. FUNDS WILL BE UTILIZED FOR SUPPLIES TO CONDUCT Y-STR TESTING FOR FAMILIAL SEARCHES AGAINST THE STATE QUALIFYING OFFENDER AND ARRESTEE DATABASE, AND TO OUTSOURCE SAMPLES FOR SNP DNA SEQUENCING, UPLOAD TO PUBLIC DATABASES THAT PERMIT LAW ENFORCEMENT USE, AND GENETIC GENEALOGY RESEARCH. FLORIDA’S BACKLOG OF UHR AND FRS IS HIGH DUE TO LACK OF AVAILABLE FEDERALLY FUNDED DNA SERVICES IN RECENT YEARS. FDLE SEEKS TO FILL THE GAP THROUGH NEW AND ESTABLISHED CHANNELS, UTILIZING GRANT FUNDING COUPLED WITH EXISTING CAPABILITIES AND INFRASTRUCTURE. FUNDS WILL FACILITATE MORE TIMELY PROCESSING OF UHR AND FRS WITHIN FLORIDA AND MINIMIZE INTERRUPTION TO FDLE’S EXISTING CASEWORK AND DATABASE SERVICES. THE MULTI-FACETED APPROACH FDLE PROPOSES WOULD PROVIDE VALUE TO LAW ENFORCEMENT, MEDICAL EXAMINERS, AND THE PUBLIC THROUGH IDENTIFICATION OF UHR AND HELP BRING CLOSURE TO FAMILIES OF THE MISSING. IDENTIFICATIONS WILL ALSO ULTIMATELY AID IN HOMICIDE INVESTIGATIONS AND ENHANCE PUBLIC SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8acb54a9-9908-a932-5201-d2d6f64e8f39-C", "generated_internal_id": "ASST_NON_15PBJA22GG04907MISP_1550"}, {"internal_id": 156367987, "Award ID": "15PBJA22GG04906MISP", "Award Amount": 496030.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "16.050", "Description": "THE NATIONAL INSTITUTE OF JUSTICE REPORTS THAT THE ANNUAL NUMBER OF MISSING AND UNIDENTIFIED PEOPLE IN THE UNITED STATES EXCEEDS 600,000. THE LACK OF AN ACCURATE INVENTORY OF MISSING PERSONS (MP) AND UNIDENTIFIED HUMAN REMAINS (UHR) CASES, THE UNDERREPORTING OF MP AND UHR CASES, AND THE LACK OF ADEQUATE RESOURCES DEDICATED TO THESE CASES HAS CREATED A COLD CASE CRISIS. THE PURPOSE OF THIS PROJECT IS TO STRENGTHEN THE CURRENT COLLABORATIVE EFFORTS ACROSS MULTIPLE MIAMI-DADE COUNTY ENTITIES AND CREATE A CONSISTENT PROCESS FOR THE INVESTIGATION OF MP/UHR CASES. THIS TEAM WILL BUILD ON THE EXISTING PROCEDURES AND IMPROVE THE REPORTING, PROCESSING, INFORMATION SHARING, AND IDENTIFICATION OF MISSING PERSONS AND UNIDENTIFIED REMAINS, INCLUDING MIGRANTS.\n\nTHE MIAMI-DADE POLICE DEPARTMENT (MDPD) SPECIAL VICTIMS AND FORENSIC SERVICES BUREAUS AND THE MIAMI-DADE MEDICAL EXAMINER DEPARTMENT (ME) WILL HIRE FOUR PERSONNEL TO SUPPORT THE DIFFERENT COMPONENTS OF THE MISSING PERSONS AND UNIDENTIFIED HUMAN REMAINS INVESTIGATION PROCESS AT THE ME, THE MDPD SPECIAL VICTIMS BUREAU MISSING PERSONS UNIT, AND THE MDPD FORENSIC SERVICES BUREAU. THE MISSING PERSONS UNIT AND THE ME WILL INVENTORY ALL MP AND UHR CASES, RESPECTIVELY; DIGITIZE UHR RECORDS; CONSOLIDATE CASE INFORMATION; AND ENTER THE CASES IN NATIONAL MISSING AND UNIDENTIFIED PERSONS SYSTEM (NAMUS), THE NATIONAL CRIME INFORMATION CENTER (NCIC), AND THE VIOLENT CRIMINAL APPREHENSION PROGRAM (VICAP), AS APPROPRIATE. IN ADDITION, THE DIGITIZATION OF FILES AND RECORDS FROM CASES THAT PRE-DATE ANY COMPUTERIZED SYSTEMS WILL CREATE AN ELECTRONIC ARCHIVE OF CASE INFORMATION THAT IS EASILY ACCESSIBLE.\n\nDELAYS IN CASE PROCESSING PRODUCE DELAYS IN THE FINAL DISPOSITION FOR FAMILIES. FURTHER, SUCH DELAYS CAN ALSO PRODUCE GAPS IN POLICE INVESTIGATIONS, ULTIMATELY AFFECTING PUBLIC SAFETY. THE DEPARTMENT OF JUSTICE HAS BEEN SOUNDING THE ALARM ABOUT MISSING AND UNIDENTIFIED PERSONS FOR DECADES. THE RESPONSIBILITY LIES WITH STATE AND LOCAL JURISDICTIONS TO ANSWER THE CALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "861aa7d3-9267-e5c6-4109-fb0ff9203507-C", "generated_internal_id": "ASST_NON_15PBJA22GG04906MISP_1550"}, {"internal_id": 156367991, "Award ID": "15PBJA22GG04905MISP", "Award Amount": 996042.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "16.050", "Description": "THE UNIVERSITY OF NORTH TEXAS CENTER FOR HUMAN IDENTIFICATION (UNTCHI) WILL IMPLEMENT A COMPREHENSIVE, MULTI-DISCIPLINARY, MULTI-AGENCY COLLABORATION TO IMPROVE THE REPORTING, TRANSPORTATION, PROCESSING, AND IDENTIFICATION OF MISSING PERSON (MP) AND UNIDENTIFIED HUMAN REMAINS (UHR) CASES. UNTCHI SEEKS FUNDING UNDER PURPOSE AREA 3 (SERVICES TO ASSIST SMALL, RURAL, AND/OR TRIBAL ENTITIES) TO SUPPORT AMERICAN INDIAN AND ALASKA NATIVE (AI/AN) COMMUNITIES WHICH HAVE HISTORICALLY BEEN UNDERSERVED, AND THE ASSOCIATED TRIBAL LAW ENFORCEMENT AGENCIES THAT OFTEN FACE UNIQUE RESOURCE AND/OR JURISDICTIONAL CHALLENGES THAT IMPEDE CASE RESOLUTIONS.\n\nWITH WORLD-RENOWNED DNA LABORATORIES AND SUBJECT MATTER EXPERTS WHO HAVE SUPPORTED MP AND UP CASE INVESTIGATIONS FOR OVER TWO DECADES, INCLUDING THOSE INVESTIGATED BY TRIBAL LAW ENFORCEMENT AGENCIES, UNTCHI IS UNIQUELY QUALIFIED TO MANAGE THIS PROJECT AND PROVIDE EXCEPTIONAL SUPPORT TO STAKEHOLDERS. MANAGED THROUGH THE UNTCHI INVESTIGATIVE SUPPORT UNIT (ISU), THIS PROJECT WILL PROVIDE FORENSIC AND INVESTIGATIVE ASSISTANCE TO AGENCIES ACROSS THE COUNTRY IN FOUR FOCUS AREAS TO SUPPORT AI/AN CASE RESOLUTIONS:\n\n(1) COLLATING DATA FROM MULTIPLE FEDERAL DATABASES TO DEVELOP AN INVENTORY OF AI/AN CASES REQUIRING ADDITIONAL DNA ANALYSES TO INSURE EFFECTIVE SEARCHING IN THE COMBINED DNA INDEX SYSTEM (CODIS);\n\n(2) PERFORMING OUTREACH TO AGENCIES INVESTIGATING MP AND UHR CASES ASSOCIATED WITH A THREAT TO PUBLIC SAFETY;\n\n(3) ASSISTING AGENCIES WITH DNA COLLECTIONS FOR MP AND UHR CASES;\n\n(4) PERFORMING STR AND MITOCHONDRIAL DNA ANALYSES ON FAMILY REFERENCE SAMPLES (FRSS) AND/OR DIRECT REFERENCE SAMPLES (DRSS), AS WELL AS UHR SAMPLES; AND\n\n(5) COLLABORATING WITH THE NATIONAL MISSING AND UNIDENTIFIED PERSONS SYSTEM (NAMUS), THE VIOLENT CRIMINAL APPREHENSION PROGRAM (VICAP), THE BUREAU OF INDIAN AFFAIRS (BIA) MISSING AND MURDERED UNIT (MMU), AND OTHER APPLICABLE ENTITIES TO ENTER, ENHANCE, AND COMPARE CASE DATA.\n\nTHE NUMBER OF FRS, DRS, AND UHR SAMPLES PROCESSED UNDER THIS PROJECT MAY VARY DEPENDING UPON THE SPECIFIC NEEDS AND CIRCUMSTANCES OF EACH AGENCY AND CASE SUPPORTED. FUNDS ARE BUDGETED TO PROCESS BETWEEN 120 AND 160 UHR SAMPLES, AS WELL AS 360 TO 480 FRS/DRSS. PERFORMANCE METRICS REPORTED WILL INCLUDE THE NUMBER OF FRS, DRS, AND UHR SAMPLES PROCESSED AND SEARCHED IN CODIS; THE NUMBER OF DNA ASSOCIATIONS IDENTIFIED; THE NUMBER OF NEW ENTRIES MADE INTO NAMUS AND VICAP; THE NUMBER OF CASES IN WHICH AN ARREST OR PROSECUTION ARE REPORTED TO UNTCHI AFTER THE RESOLUTION OF A CASE; AND THE TOTAL AGENCIES SUPPORTED. SUCCESS STORIES AND OTHER ANALYTICS/QUALITATIVE METRICS DEMONSTRATING THE NATIONAL IMPACT OF THIS PROJECT WILL ALSO BE REPORTED, AS APPLICABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2dad418-5c95-0983-b787-d49413633e9c-C", "generated_internal_id": "ASST_NON_15PBJA22GG04905MISP_1550"}, {"internal_id": 156367989, "Award ID": "15PBJA22GG04904MISP", "Award Amount": 496045.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "16.050", "Description": "THE DEKALB COUNTY DISTRICT ATTORNEY’S OFFICE, ON BEHALF OF THE DEKALB COUNTY COLD CASE TASK FORCE, IS SEEKING FUNDING TO CATALOG, INVESTIGATE, AND REPORT ON 27 UNIDENTIFIED HUMAN BODIES OR SETS OF REMAINS CATALOGUED AT THE DEKALB MEDICAL EXAMINER’S OFFICE, AND EITHER STORED THERE OR ALREADY BURIED. CASES DATE BACK TO 1987. THE PROJECT’S ADDITIONAL GOALS WILL BE TO BRING ANSWERS, ALBEIT NOT THE HOPED-FOR ANSWERS, TO FAMILIES WITH LONG-LOST MISSING LOVED ONES, AND TO GAIN KEY INFORMATION, WHEN APPLICABLE, IN BRINGING JUSTICE TO VICTIMS BY PROSECUTING PERPETRATORS OF HOMICIDE. DEKALB IS APPLYING UNDER PRIOR AREA 1A OF THIS AWARD PROGRAM, IN THAT THE HIGHEST MAJORITY OF THE CATALOGUED REMAINS ARE FROM HISTORICALLY UNDERSERVED POPULATIONS, AND ALL ARE ASSUMED TO BE FROM INDIGENT POPULATIONS.\n\nDEKALB FEELS IT IS VERY WELL POSTURED TO LAUNCH PROGRAM OF THIS MAGNITUDE, AS, VIA ITS ALREADY HIGHLY FUNCTIONING TASK FORCE, IT RECENTLY WAS ABLE TO SOLVE A 23-YEAR-OLD MURDER OF A 6-YEAR-OLD BOY, WITH NOW THE BOY’S MOTHER UNDER A MURDER INDICTMENT.\n\nFUNDS FOR THIS PROJECT WILL BE USED TO EXHUME ALREADY BURIED BODIES, HIRE A FORENSIC ANTHROPOLOGIST TO ASSIST WITH FURTHER CATALOGUING OF REMAINS BY CONDUCTING SKELETAL SURVEYS. FUNDS WILL BE USED TO EXPAND THE M.E.’S CAPACITY BY PROVIDING NECESSARY SUPPLIES AND EQUIPMENT TO UNDERTAKE A COLD CASE PROJECT OF THIS FAR-REACHING VOLUME. FUNDS WILL THEN BE USED TO HIRE ANY NECESSARY ADVISORS TO DETERMINE NEXT STEPS IN IDENTIFICATION, INCLUDING CONDUCTING THE ADVANCED DNA TESTING WHICH IS NOW AVAILABLE, INCLUDING, BUT NOT LIMITED, TO FGG, MITOCHONDRIAL, AND SNP, AND TO OUTREACH TO FAMILIES AND COMMUNITIES TO, HOPEFULLY, BEGIN TO BUILD OUT GENEALOGICAL TREES TO DETERMINE MATCHES. FUNDS WILL BE USED TO RETURN REMAINS TO FAMILIES. IT IS EXPECTED THAT, BY PROJECT’S COMPLETION, NUMEROUS IDENTITIES WILL BE GIVEN TO THOSE WHO HAVE BEEN SEEMINGLY FORGOTTEN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e12d8933-8b5b-9c56-adbf-175f79353e4a-C", "generated_internal_id": "ASST_NON_15PBJA22GG04904MISP_1550"}, {"internal_id": 156367992, "Award ID": "15PBJA22GG04903MISP", "Award Amount": 496045.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "16.050", "Description": "THE PURPOSE OF THIS PROJECT IS TO REDUCE THE NUMBER OF UNIDENTIFIED PERSONS IN RIVERSIDE COUNTY, VIA DNA IDENTIFICATION THROUGH CODIS (COMBINED DNA INDEX SYSTEM), NAMUS (NATIONAL MISSING AND UNIDENTIFIED PERSON SYSTEM), AND FORENSIC GENEALOGY, WHILE ALSO REPATRIATING REMAINS THAT ARE CURRENTLY IN THE CUSTODY OF THE RIVERSIDE COUNTY SHERIFF CORONER’S BUREAU.\n\nRIVERSIDE COUNTY IS SITUATED IN SOUTHERN CALIFORNIA, SURROUNDED BY 4 COUNTIES (SAN DIEGO, SAN BERNARDINO, ORANGE, AND IMPERIAL) AND THE STATE OF ARIZONA. RIVERSIDE COUNTY COVERS OVER 7,300 SQUARE MILES OF DIVERSE TERRAIN AND POPULATION DENSE METROPOLITAN AREAS. RIVERSIDE COUNTY IS THE 4TH MOST POPULOUS COUNTY IN THE STATE OF CALIFORNIA WITH 2022 POPULATION ESTIMATES WELL OVER 2.5 MILLION. THE UNAVOIDABLE CONSEQUENCE OF CONTINUED POPULATION GROWTH IS AN INCREASE IN DEATHS, WHICH MUST BE INVESTIGATED BY THE RIVERSIDE COUNTY CORONER. \n\nRIVERSIDE COUNTY CORONER OPERATES TWO FORENSIC CENTERS, ONE IN THE CITY OF PERRIS AND ONE IN THE CITY OF INDIO, TO ACCOMMODATE THE EXPANSIVE GEOGRAPHICAL AREA AND HEAVY CASELOAD OF THE COUNTY. DEATH INVESTIGATIONS HAVE INCREASED EACH YEAR, WITH THE COUNTY CORONER INVESTIGATING OVER 16,000 DEATHS IN 2021. IN RIVERSIDE COUNTY, APPROXIMATELY 4% OR 700 PEOPLE ARE UNIDENTIFIED AT THE TIME OF THE DEATH INVESTIGATION, DUE TO THE CONDITION OF THE REMAINS OR LACK OF MEANS OF IDENTIFICATION. THE VOLUME OF UNIDENTIFIED CASES HAS REQUIRED REVIEW OF CURRENT PRACTICES AND EFFORTS TO IMPLEMENT MORE ADVANCED, EFFICIENT METHODS TO REDUCE BACKLOG AND IMPROVE THE QUALITY OF TIMELY FORENSIC SERVICES. \n\nRIVERSIDE COUNTY CORONER IS CURRENTLY DEPENDENT ON STATE DOJ LABORATORIES TO PROVIDE DNA COMPARISONS FROM DECEDENTS AND FAMILIAL SWABS, BUT UNIDENTIFIED DECEDENTS ONLY GET IDENTIFIED IF A FAMILIAL REFERENCE SAMPLE IS AVAILABLE. TO OBTAIN INVESTIGATIVE LEADS FOR DECEDENTS, THE USE OF FORENSIC GENEALOGY HAS BEEN INSTRUMENTAL IN THE IDENTIFICATION OF LONG-TERM UNIDENTIFIED DECEDENTS ON A NATIONAL LEVEL. UTILIZING GRANT FUNDS, RIVERSIDE COUNTY CORONER WOULD BE ABLE TO EXHUME LONG TERM UNIDENTIFIED DECEDENTS TO OBTAIN DNA SAMPLES FOR THE PURPOSES OF ADDING THE DNA TO CODIS AND TO ALSO OBTAIN INVESTIGATIVE LEADS THROUGH FORENSIC GENEALOGY TO PROVIDE CLOSURE TO FAMILIES. REMAINS OF NATIVE AMERICANS AND THOSE WHO HAVE BEEN DEEMED “WAR TROPHIES” WILL BE REPATRIATED TO THEIR RIGHTFUL MOST LIKELY DECEDENT OR LAWFUL DISPOSITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7090918a-af65-bd5b-c5e8-a464181ab63c-C", "generated_internal_id": "ASST_NON_15PBJA22GG04903MISP_1550"}]