[{"internal_id": 110802695, "Award ID": "2020D6BXK001", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "16.614", "Description": "STATE  LOCAL  TRIBAL  AND TERRITORIAL INFORMATION SHARING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_2020D6BXK001_1550"}, {"internal_id": 68264574, "Award ID": "2018TRBXK001", "Award Amount": 5500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "16.614", "Description": "STATE AND LOCAL ANTI-TERRORISM TRAINING (SLATT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_2018TRBXK001_1550"}, {"internal_id": 45252301, "Award ID": "2017D6BX0002", "Award Amount": 416619.19, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2017-09-26", "CFDA Number": "16.614", "Description": "NATIONWIDE SUSPICIOUS ACTIVITY REPORTING (SAR) INITIATIVE (NSI) PROGRAM SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_2017D6BX0002_1550"}, {"internal_id": 45252300, "Award ID": "2017D6BX0001", "Award Amount": 969100.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2017-09-26", "CFDA Number": "16.614", "Description": "INFORMATION SHARING PROJECTS SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_2017D6BX0001_1550"}, {"internal_id": 45231731, "Award ID": "2013TRBX0001", "Award Amount": 4361725.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-10", "CFDA Number": "16.751", "Description": "STATE, LOCAL, AND TRIBAL TERRORISM PREVENTION TRAINING AND TECHNICAL ASSISTANCE (SLATT) PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_2013TRBX0001_1550"}, {"internal_id": 152542547, "Award ID": "15PBJA22GK01580SLAT", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "16.614", "Description": "THE BUREAU OF JUSTICE ASSISTANCE’S STATE AND LOCAL ANTI-TERRORISM TRAINING (SLATT) PROGRAM SUPPORTS LAW ENFORCEMENT OFFICERS, ANALYSTS, TRAINING DIRECTORS, PROSECUTORS, AND OTHER CRIMINAL JUSTICE PRACTITIONERS IN UNDERSTANDING AND ADDRESSING DOMESTIC AND INTERNATIONAL TERRORISM AND TARGETED VIOLENCE THROUGH THE DEVELOPMENT AND DELIVERY OF INNOVATIVE TRAINING AND TECHNICAL ASSISTANCE (TTA).  THE PROGRAM, WITH ITS PREVENTION FOCUS, EMPLOYS A MULTIDISCIPLINARY APPROACH THAT BUILDS PARTNERSHIPS AND INTEGRATES EVIDENCE-BASED DATA AND RESEARCH TO EDUCATE PARTICIPANTS; STRENGTHEN COMMUNITY TRUST; ADVOCATE FOR LAW ENFORCEMENT ACCOUNTABILITY AND TRANSPARENCY; AND SAFEGUARD THE PROTECTION OF PRIVACY, CIVIL RIGHTS, AND CIVIL LIBERTIES.  THE INSTITUTE FOR INTERGOVERNMENTAL RESEARCH (IIR) AND THE NATIONAL CONSORTIUM FOR THE STUDY OF TERRORISM AND RESPONSES TO TERRORISM (START) PROPOSE TO CONTINUE TO WORK IN PARTNERSHIP TO SOLIDIFY THE SLATT PROGRAM AS THE PREEMINENT PROGRAM FOR ANTI-TERRORISM TTA FOR THE FIELD, SUPPORTING PRESIDENT JOE BIDEN’S NATIONAL STRATEGY FOR COUNTERING DOMESTIC TERRORISM, WHICH RECOGNIZES THAT PREVENTION REQUIRES “A MULTIFACETED RESPONSE ACROSS THE FEDERAL GOVERNMENT . . . THAT INCLUDES WORKING WITH . . . CRITICAL PARTNERS IN STATE, LOCAL, TRIBAL, AND TERRITORIAL GOVERNMENTS AND IN CIVIL SOCIETY, THE PRIVATE SECTOR, ACADEMIA, AND LOCAL COMMUNITIES . . .” \n\nTHIS PROPOSAL INCLUDES THE CONTINUED DEVELOPMENT AND DELIVERY OF TIMELY AND RELEVANT TTA TO LAW ENFORCEMENT AND CRIMINAL JUSTICE PROFESSIONALS IN THE FIELD, INCLUDING A SUITE OF EVIDENCE-BASED TRAINING COURSES AND WORKSHOPS; ONLINE TRAINING ACCESSED VIA A ROBUST DISTANCE-LEARNING, RESTRICTED-ACCESS PORTAL; ON-DEMAND WEBINARS AND PODCASTS; RESEARCH-BASED PUBLICATIONS AND PRINTABLE RESOURCES; FOCUSED TECHNICAL ASSISTANCE SUPPORT FOR AGENCIES SEEKING TO DEVELOP ANTI-TERRORISM TRAINING; AND THE MAINTENANCE AND ENHANCEMENT OF A DYNAMIC WEBSITE.  TOPICS ADDRESSED AS PART OF THIS COMPREHENSIVE TTA APPROACH WILL CENTER ON IDENTIFYING, REPORTING, INVESTIGATING, AND INTERDICTING POTENTIAL ACTS OF TERRORISM AND TARGETED VIOLENCE AND THE CRITICAL ROLE THAT COMMUNITIES PLAY IN PREVENTION.  THESE DELIVERABLES WILL BE ACCOMPLISHED BY A ROBUST TEAM OF SUBJECT-MATTER EXPERTS (SMES) AND PRACTITIONERS, INSTRUCTIONAL DESIGNERS, AND INSTRUCTORS, INCORPORATING CUTTING-EDGE BEHAVIORAL AND ADULT-LEARNING STRATEGIES TO ENSURE THAT CONCEPTS AND PRINCIPLES INCORPORATED IN THE SLATT PROGRAM ARE IMPLEMENTABLE IN THE FIELD.  \n\nTHE COLLECTIVE KNOWLEDGE; EXPERIENCE; EXISTING BODY OF WORK; DIVERSITY; AND REPUTATION FOR INTEGRITY, PROFESSIONALISM, AND SUPERIOR NATIONAL-LEVEL SERVICE DELIVERY HELD BY THE IIR AND START TEAM, COUPLED WITH A CADRE OF HIGHLY EXPERIENCED SMES IN THE FIELD OF TERRORISM AND TARGETED VIOLENCE, MAKE IT THE TEAM TO PROVIDE COMPREHENSIVE SUPPORT TO THE SLATT PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_15PBJA22GK01580SLAT_1550"}]