[{"internal_id": 67620832, "Award ID": "2018RSCX0006", "Award Amount": 15325211.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2018-07-24", "CFDA Number": "16.610", "Description": "REGIONAL INFORMATION SHARING SYSTEMS/MAGLOCLEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "965b08d1-a97a-506b-37be-81ac75200260-R", "generated_internal_id": "ASST_NON_2018RSCX0006_1550"}, {"internal_id": 67620831, "Award ID": "2018RSCX0005", "Award Amount": 15520723.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2018-07-24", "CFDA Number": "16.610", "Description": "REGIONAL ORGANIZED CRIME INFORMATION CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80d76eea-721d-adab-140b-b4e0c45e5570-R", "generated_internal_id": "ASST_NON_2018RSCX0005_1550"}, {"internal_id": 67620830, "Award ID": "2018RSCX0004", "Award Amount": 15784340.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2018-07-20", "CFDA Number": "16.610", "Description": "WESTERN STATES INFORMATION NETWORK  INC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8999b56f-cf32-e645-3a06-31a6b6c74ae1-C", "generated_internal_id": "ASST_NON_2018RSCX0004_1550"}, {"internal_id": 67620835, "Award ID": "2018RSCX0003", "Award Amount": 11809738.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2018-07-24", "CFDA Number": "16.610", "Description": "NEW ENGLAND STATE POLICE INFORMATION NETWORK (NESPIN)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "917ac358-83a9-2c97-b16b-9c71f2492085-C", "generated_internal_id": "ASST_NON_2018RSCX0003_1550"}, {"internal_id": 67620833, "Award ID": "2018RSCX0002", "Award Amount": 15025580.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2018-07-24", "CFDA Number": "16.610", "Description": "REGIONAL INFORMATION SHARING SYSTEMS: RMIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a882e683-8f5b-2afc-7071-494dcbe57450-C", "generated_internal_id": "ASST_NON_2018RSCX0002_1550"}, {"internal_id": 67620834, "Award ID": "2018RSCX0001", "Award Amount": 13851935.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "16.610", "Description": "RISS: MID-STATES ORGANIZED CRIME INFORMATION CENTER (MOCIC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dcd28b2-59c4-a99f-cbc7-8d77cf5469c6-R", "generated_internal_id": "ASST_NON_2018RSCX0001_1550"}, {"internal_id": 69842515, "Award ID": "2018MUMUK017", "Award Amount": 14945183.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2018-09-25", "CFDA Number": "16.610", "Description": "SUPPORT FOR RISS PROGRAM AND THE RISS TECHNOLOGY SUPPORT CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_2018MUMUK017_1550"}, {"internal_id": 69877071, "Award ID": "2018MUBXK001", "Award Amount": 27219614.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2018-09-27", "CFDA Number": "16.610", "Description": "NW3C: ECONOMIC  HIGH-TECHNOLOGY  WHITE COLLAR  AND INTERNET CRIME PREVENTION NATIONAL TRAINING AND TECHNICAL ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "286351b7-19ed-1def-56cc-dd6a663a9803-C", "generated_internal_id": "ASST_NON_2018MUBXK001_1550"}, {"internal_id": 45253275, "Award ID": "2017RSCX0001", "Award Amount": 4835498.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-06", "CFDA Number": "16.610", "Description": "REGIONAL INFORMATION SHARING SYSTEMS/MAGLOCLEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "965b08d1-a97a-506b-37be-81ac75200260-R", "generated_internal_id": "ASST_NON_2017RSCX0001_1550"}, {"internal_id": 45243466, "Award ID": "2015RSCX0005", "Award Amount": 13992678.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "16.610", "Description": "FY2015 REGIONAL INFORMATION SHARING SYSTEMS (RISS): ROCIC PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80d76eea-721d-adab-140b-b4e0c45e5570-R", "generated_internal_id": "ASST_NON_2015RSCX0005_1550"}, {"internal_id": 45243464, "Award ID": "2015RSCX0003", "Award Amount": 13543769.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2015-07-22", "CFDA Number": "16.610", "Description": "FY15 REGIONAL INFORMATION SHARING SYSTEMS (RISS): RMIN PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a882e683-8f5b-2afc-7071-494dcbe57450-C", "generated_internal_id": "ASST_NON_2015RSCX0003_1550"}, {"internal_id": 45237390, "Award ID": "2014RSCX0003", "Award Amount": -530.88, "Award Type": null, "Base Obligation Date": "2018-01-09", "CFDA Number": "16.610", "Description": "REGIONAL INFORMATION SHARING SYSTEMS (RISS) COLLABORATION ACTIVITIES AND TECHNICAL ASSISTANCE SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_2014RSCX0003_1550"}, {"internal_id": 146120443, "Award ID": "15PBJA21GK02790RISS", "Award Amount": 6581000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-11-02", "CFDA Number": "16.610", "Description": "JUSTICE INFORMATION SHARING TTA - REGIONAL INFORMATION SHARING SYSTEMS (RISS) TECHNOLOGY SUPPORT CENTER (RTSC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fa6e978-fa6f-3498-fedb-fd43149fe3ce-C", "generated_internal_id": "ASST_NON_15PBJA21GK02790RISS_1550"}, {"internal_id": 152543183, "Award ID": "15PBJA21GG00352RISS", "Award Amount": 6294683.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "16.610", "Description": "THE REGIONAL ORGANIZED CRIME INFORMATION CENTER (ROCIC) IS A REGIONAL INFORMATION SHARING SYSTEMS (RISS) CENTER WHICH OFFERS LAW ENFORCEMENT AGENCIES AND OFFICERS FULL-SERVICE DELIVERY, FROM THE BEGINNING OF AN INVESTIGATION TO THE ULTIMATE PROSECUTION AND CONVICTION OF CRIMINALS. IT HAS BEEN A PROVEN, TRUSTED RESOURCE FOR LAW ENFORCEMENT FOR ALMOST 50 YEARS. AS A RISS CENTER, ROCIC PROVIDES SERVICES AND RESOURCES THAT DIRECTLY IMPACT LAW ENFORCEMENT'S ABILITY TO SUCCESSFULLY RESOLVE CRIMINAL INVESTIGATIONS AND PROSECUTE OFFENDERS, WHILE PROVIDING THE CRITICAL OFFICER SAFETY EVENT DE-CONFLICTION NECESSARY TO KEEP THE MEN AND WOMEN OF THE LAW ENFORCEMENT COMMUNITY SAFE. ROCIC IS COMPRISED OF APPROXIMATELY 2,300 LAW ENFORCEMENT AGENCIES IN THE 14 SOUTHERN UNITED STATES, PUERTO RICO, AND THE U. S. VIRGIN ISLANDS. IT FACILITATES AND FOSTERS COMMUNICATIONS AMONG THOUSANDS OF LOCAL, STATE, FEDERAL, AND TRIBAL LAW ENFORCEMENT AND PUBLIC SAFETY AGENCIES. ROCIC OFFERS A VARIETY OF SERVICES TO OUR MEMBERS, INCLUDING, FULFILLING REQUESTS FOR INVESTIGATIVE INFORMATION, INTELLIGENCE ANALYSIS, DIGITAL FORENSICS, AUDIO/VISUAL ENHANCEMENTS, PUBLICATIONS, SURVEILLANCE EQUIPMENT LOANS, INFORMATION SHARING, SPECIALIZED LAW ENFORCEMENT TRAINING, OFFICER SAFETY EVENT DE-CONFLICTION AND OFFICER SAFETY AWARENESS RESOURCES. ROCIC AND THE RISS PROGRAM SHARE INFORMATION AND STORE SECURE DATA VIA THE RISS SECURE CLOUD (RISSNET). RISSNET IS A WEB-BASED, NATIONWIDE LAW ENFORCEMENT CLOUD COMMUNICATIONS SYSTEM NETWORKED AMONG THE RISS CENTERS, MEMBER AGENCIES AND PARTNER SYSTEMS. IT PROVIDES AUTHORIZED, SECURE, ONLINE ACCESS TO ROCIC/RISS RESOURCES, AS WELL AS HUNDREDS OF PARTNER SYSTEMS AND RESOURCES. RISSNET PROVIDES ACCESS TO INVESTIGATIVE AND SPECIALIZED DATABASES CONTAINING MILLIONS OF RECORDS SUCH AS THE RISS CRIMINAL INTELLIGENCE DATABASE (RISSINTEL), WITH CONNECTIVITY TO MORE THAN 60 STATE AND REGIONAL 28 CFR, PART 23-COMPLIANT PARTNER DATA SOURCES, RISS PROPERTY AND RECOVERY TRACKING SYSTEM (RISSPROP), RISS MONEY COUNTER NETWORK, RISS MASTER TELEPHONE INDEX, AND RISS DRUG PRICING REFERENCE GUIDE. HUNDREDS OF RISS AND PARTNER RESOURCES ARE AVAILABLE THROUGH RISSNET SUCH AS THE RISS OFFICER SAFETY EVENT DECONFLICTION SYSTEM (RISSAFE), RISS OFFICER SAFETY WEBSITE, RISSLEADS INVESTIGATIVE WEBSITE, NATIONAL DATA EXCHANGE (N-DEX), FEDERAL LAW ENFORCEMENT TRAINING CENTER (FLETC), TXMAP (TX DPS GIS), AND THE ROCIC SECURE WEBSITE. RISSNET ALSO BROKERS VARIOUS FEDERATED IDENTITY INITIATIVES, COMMONLY REFERRED TO AS SINGLE SIGN-ON. USERS OF PARTNER SYSTEMS DO NOT NEED TO ESTABLISH AN ADDITIONAL SIGN-ON CREDENTIAL TO GAIN ACCESS TO RESOURCES. RISSNET USERS ENJOY RECIPROCAL SIGN-ON WITH THE HOMELAND SECURITY INFORMATION NETWORK (HSIN), INTELINK, AND THE LAW ENFORCEMENT ENTERPRISE PORTAL (LEEP).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80d76eea-721d-adab-140b-b4e0c45e5570-R", "generated_internal_id": "ASST_NON_15PBJA21GG00352RISS_1550"}, {"internal_id": 152543403, "Award ID": "15PBJA21GG00351RISS", "Award Amount": 6415389.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "16.610", "Description": "EFFICIENT AND EFFECTIVE SHARING OF INFORMATION BETWEEN AND AMONG CRIMINAL JUSTICE AGENCIES AND PARTNER ORGANIZATIONS IS AT THE HEART OF TODAY'S EFFORTS ACROSS THE NATION TO PROTECT PUBLIC SAFETY. IN THE CURRENT FISCAL ENVIRONMENT OF REDUCED RESOURCES AT ALL LEVELS OF GOVERNMENT, THE ABILITY TO SHARE INFORMATION REMAINS ONE OF THE MOST IMPORTANT FACTORS THAT ENABLE COMMUNITIES TO ADDRESS THEIR MOST PRESSING CRIMINAL JUSTICE PROBLEMS IN COST-EFFECTIVE WAYS. RISS IS A NATIONAL PROGRAM COMPOSED OF SIX REGIONAL CENTERS, AND THE RISS TECHNOLOGY SUPPORT CENTER. RISS WORKS REGIONALLY AND ON A NATIONWIDE BASIS TO RESPOND TO THE UNIQUE CRIME PROBLEMS OF EACH REGION WHILE STRENGTHENING THE COUNTRY'S INFORMATION SHARING ENVIRONMENT. RISS OFFERS SECURE INFORMATION SHARING AND COMMUNICATIONS CAPABILITIES, CRITICAL ANALYTICAL AND INVESTIGATIVE SUPPORT SERVICES, AND EVENT DECONFLICTION TO ENHANCE OFFICER SAFETY. RISS OFFERS SERVICES TO LOCAL, STATE, FEDERAL, AND TRIBAL LAW ENFORCEMENT AND CRIMINAL JUSTICE AGENCIES TO ENHANCE THEIR ABILITY TO IDENTIFY, TARGET, AND REMOVE CRIMINAL CONSPIRACIES AND ACTIVITIES SPANNING MULTIJURISDICTIONAL, MULTISTATE AND, SOMETIMES, INTERNATIONAL BOUNDARIES. RISS SUPPORTS INVESTIGATIVE AND PROSECUTION EFFORTS AGAINST VIOLENT CRIME, TERRORISM, GANG ACTIVITY, IDENTITY THEFT, CYBERCRIME, CRIMINAL GANGS, TRANSNATIONAL ORGANIZED CRIME ACTIVITIES INCLUDING DRUG AND HUMAN TRAFFICKING, AND OTHER REGIONAL PRIORITIES, WHILE PROMOTING OFFICER SAFETY. RISS SERVICES AND RESOURCES DIRECTLY SUPPORT OUR NATION'S LAW ENFORCEMENT PRIORITIES IN THE AREAS OF NATIONAL SECURITY, TERRORISM, VIOLENT CRIME, AND THE OPIOID EPIDEMIC. CREATED IN 1981, THE MIDDLE ATLANTIC-GREAT LAKES ORGANIZED CRIME LAW ENFORCEMENT NETWORK (MAGLOCLEN) IS ONE OF SIX RISS CENTERS. THE MIDDLE ATLANTIC-GREAT LAKES REGION CONSISTS OF DELAWARE, DISTRICT OF COLUMBIA, INDIANA, MARYLAND, MICHIGAN, NEW JERSEY, NEW YORK, OHIO, PENNSYLVANIA, THE CANADIAN PROVINCES OF ONTARIO AND QUEBEC, AND ENGLAND. WITHIN THIS REGION, 1,511 LAW ENFORCEMENT AND CRIMINAL JUSTICE AGENCIES ARE MEMBERS OF MAGLOCLEN AND BENEFIT FROM A VARIETY OF SERVICES AND RESOURCES PROVIDED BY THE CENTER. FOR MORE INFORMATION ON HOW RISS AND MAGLOCLEN SUPPORT HAS BENEFITED LAW ENFORCEMENT AND PUBLIC SAFETY EFFORTS ACROSS THE MIDDLE ATLANTIC-GREAT LAKES REGION AND THE NATION, PLEASE VISIT WWW.RISS.NET/IMPACT. MAGLOCLEN REMAINS A CRITICAL PART OF THE CRIMINAL JUSTICE COMMUNITY IN PROVIDING INFORMATION SHARING, INTELLIGENCE, AND INVESTIGATIVE RESOURCES. THE PROGRAMS, SERVICES, AND PRODUCTS PROVIDED TO OVER 1,500 MEMBER AGENCIES CONTINUE TO POSITIVELY IMPACT THEIR ABILITY TO SUCCESSFULLY RESOLVE INVESTIGATIONS AND PROSECUTE CRIMINALS. MAGLOCLEN IS COMMITTED TO SERVE THE CRIMINAL JUSTICE COMMUNITY, HELP FIGHT CRIME, AND ENSURE THE SAFETY OF OFFICERS AND COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "965b08d1-a97a-506b-37be-81ac75200260-R", "generated_internal_id": "ASST_NON_15PBJA21GG00351RISS_1550"}, {"internal_id": 152542496, "Award ID": "15PBJA21GG00350RISS", "Award Amount": 6093870.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "16.610", "Description": "THE ROCKY MOUNTAIN INFORMATION NETWORK (RMIN) IS ONE OF SIX PROJECTS THAT MAKE UP THE NATIONAL REGIONAL INFORMATION SHARING SYSTEMS (RISS) PROGRAM. EACH PROJECT LINKS AGENCIES FROM NEIGHBORING STATES INTO A REGIONAL NETWORK THAT CONNECTS LAW ENFORCEMENT AGENCIES USING A SECURE, WEB-BASED, COST-EFFECTIVE DEDICATED NETWORK CALLED RISSNET. RMIN AND THE OTHER FIVE RISS PROJECTS PROVIDE A REGIONAL FOCUS WITHIN THIS NATIONAL NETWORK GIVING MEMBER AGENCIES SECURE, RELIABLE, STATE-OF-THE-ART COMMUNICATIONS AND INTELLIGENCE SHARING CAPABILITIES TAILORED TO MEET FEDERAL, STATE, LOCAL, AND TRIBAL NEEDS. THE RMIN EXECUTIVE POLICY BOARD SERVES AS THE LAW ENFORCEMENT GRANTEE AND BOARD OF DIRECTORS FOR RMIN, INC. PROVIDING GOVERNANCE AND OPERATIONAL OVERSIGHT AUTHORITY OVER THIS REGIONAL RISS CENTER. THE BOARD MEETS SEMI-ANNUALLY, ONCE IN PHOENIX, AZ (WHERE THE RMIN CENTER IS LOCATED) AND ONCE AT AN ALTERNATE LOCATION WITHIN THE REGION. RMIN CURRENTLY HAS 43 FULL-TIME EMPLOYEES SERVING MORE THAN 1,000 MEMBER AGENCIES AND 19,000 LAW ENFORCEMENT OFFICERS IN EIGHT ROCKY MOUNTAIN STATES (ARIZONA, COLORADO, IDAHO, MONTANA, NEVADA, NEW MEXICO, UTAH, WYOMING) AND PARTS OF CANADA. THE RISS PROGRAM FACILITATES MULTI-AGENCY INFORMATION SHARING BETWEEN LAW ENFORCEMENT AND CRIMINAL JUSTICE AGENCIES TO COMBAT MULTI-JURISDICTIONAL CRIMINAL ACTIVITIES AND CONSPIRACIES. RISS OPERATES UNDER 28 CFR PART 23 GUIDELINES. RISS PROVIDES SERVICES TO FEDERAL, STATE, LOCAL, AND TRIBAL LAW ENFORCEMENT MEMBER AGENCIES IN FULFILLING THEIR PUBLIC SAFETY MISSIONS COMBATING CRIME. SPECIFIC RMIN SERVICES INCLUDE: RISSAFE (OFFICER SAFETY/DECONFLICTION), INTELLIGENCE RESEARCH, CASE ANALYSIS, COMPUTER/DIGITAL FORENSIC ANALYSIS, AUDIO/VIDEO FORENSIC ANALYSIS, TECHNICAL EQUIPMENT LOANS, INVESTIGATIVE/CONFIDENTIAL FUNDING, AND TRAINING SUPPORT. RMIN ALSO PUBLISHES A MONTHLY BULLETIN AND PERIODIC SPECIAL REPORTS ON TOPICS OF SPECIAL LAW ENFORCEMENT INTEREST. DURING 2020, RMIN PROVIDED ASSISTANCE IN 193 ANALYTICAL CASES; 3,664 INTELLIGENCE RESEARCH CASES; 31,887 RISSAFE EVENTS FOR OFFICER SAFETY/DECONFLICTION PURPOSES; AS WELL AS THOUSANDS OF DOLLARS IN CO-SPONSORED TRAINING AND INVESTIGATIVE/CONFIDENTIAL FUNDING (ICF) SUPPORT TO LAW ENFORCEMENT CRIMINAL INVESTIGATIONS. RMIN LAW ENFORCEMENT COORDINATORS COMPLETED 270 AGENCY SITE VISITS DURING 2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a882e683-8f5b-2afc-7071-494dcbe57450-C", "generated_internal_id": "ASST_NON_15PBJA21GG00350RISS_1550"}, {"internal_id": 152542908, "Award ID": "15PBJA21GG00349RISS", "Award Amount": 6508656.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "16.610", "Description": "THE WESTERN STATES INFORMATION NETWORK (WSIN), A NONPROFIT CORPORATION AND PART OF THE REGIONAL INFORMATION SHARING SYSTEMS (RISS) PROGRAM, IS COMMITTED TO PROVIDING THE MOST SECURE, ACCURATE, AND TIMELY CRIMINAL INTELLIGENCE AND INVESTIGATIVE SUPPORT TO ITS PARTICIPATING AGENCIES TO ENHANCE THE INVESTIGATION, ARREST, PROSECUTION AND CONVICTION OF CRIMINAL OFFENDERS. SINCE BEING ESTABLISHED IN 1981, WSIN HAS PROVIDED ITS PARTICIPATING AGENCIES WITH CRITICAL INFORMATION SHARING AND INVESTIGATIVE SUPPORT SERVICES. IN MANY CASES, THESE ARE SERVICES THAT LAW ENFORCEMENT WOULD NOT OTHERWISE RECEIVE. WSIN SERVES 1,583 LAW ENFORCEMENT AGENCIES IN ITS MULTI-STATE REGION, WHICH INCLUDES ALASKA, CALIFORNIA, HAWAII, OREGON, AND WASHINGTON. THIS APPLICATION CONTINUES THE ONGOING PROGRAMS AND SERVICES OFFERED BY WSIN TO ITS PARTICIPATING AGENCIES, INCLUDING SECURE INFORMATION SHARING, EVENT DECONFLICTION, TECHNOLOGY SUPPORT AND SERVICES, TELECOMMUNICATIONS, CRITICAL ANALYTICAL AND INVESTIGATIVE SUPPORT, EQUIPMENT LOANS, RESEARCH, FIELD SERVICE SUPPORT, CONFIDENTIAL FUNDS, TRAINING, PUBLICATIONS, AND OFFICER SAFETY. TO ACCOMPLISH THE GOALS OUTLINED IN THIS PROPOSAL, WSIN IS REQUESTING $5,691,356 FOR THE GRANT PERIOD JULY 1, 2021 TO JUNE 30, 2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8999b56f-cf32-e645-3a06-31a6b6c74ae1-C", "generated_internal_id": "ASST_NON_15PBJA21GG00349RISS_1550"}, {"internal_id": 152543218, "Award ID": "15PBJA21GG00348RISS", "Award Amount": 4789632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "16.610", "Description": "THE NEW ENGLAND STATE POLICE INFORMATION NETWORK (NESPIN) IS ONE OF THE SIX REGIONAL INTELLIGENCE CENTERS THAT MAKE UP THE REGIONAL INFORMATION SHARING SYSTEMS PROGRAM (RISS). RISS PROVIDES SECURE SENSITIVE BUT UNCLASSIFIED LAW ENFORCEMENT INFORMATION SHARING SERVICES CALLED RISSNET, A NATIONWIDE INFORMATION SHARING NETWORK. RISS SERVES ALL 50 STATES AND BALANCES BOTH REGIONAL AND NATIONWIDE RESPONSIBILITIES BY MEETING THE NEEDS OF LOCAL AND STATE LAW ENFORCEMENT WHILE PARTNERING WITH FEDERAL AGENCIES AND ESSENTIAL NATIONWIDE PROGRAMS. NESPIN PROVIDES INTELLIGENCE/INFORMATION SHARING AND RESEARCH, TARGET AND EVENT DECONFLICTION, CRIMINAL INTELLIGENCE ANALYSIS, INVESTIGATIVE EQUIPMENT LOANS, FORENSIC EXAMINATIONS, AUDIO/VIDEO ENHANCEMENT AND TRAINING SERVICES FOR THE NEW ENGLAND REGION. NESPIN/RISS SERVICES ACTS AS A FOCAL POINT FOR THE EXCHANGE OF MULTI-JURISDICTIONAL INFORMATION ON MAJOR CRIMINAL ACTIVITY INCLUDING: CRIMINAL GANG ACTIVITY; TERRORISM ACTIVITY; ORGANIZED CRIME; NARCOTICS, FIREARMS, AND HUMAN TRAFFICKING; IDENTITY THEFT; AND VIOLENT CRIME. OVER 95% OF ALL LAW ENFORCEMENT AGENCIES IN NEW ENGLAND ARE MEMBERS OF NESPIN. NESPIN OFFERS LAW ENFORCEMENT AGENCIES FULL SERVICE DELIVERY, FROM THE BEGINNING OF AN INVESTIGATION TO THE ULTIMATE PROSECUTION AND CONVICTION. AN OFFICER CAN QUERY INTELLIGENCE/INFORMATION DATABASES, RETRIEVE INFORMATION FROM INVESTIGATIVE SYSTEMS, SOLICIT ASSISTANCE FROM RESEARCH STAFF, UTILIZE NESPIN SPECIALIZED SURVEILLANCE EQUIPMENT AND USE ANALYTICAL STAFF AND RESOURCES TO ASSIST WITH CRIMINAL PROSECUTIONS. NESPIN PROVIDES LAW ENFORCEMENT AGENCIES WITH THE VITAL RESOURCES NECESSARY TO EFFICIENTLY AND EFFECTIVELY INVESTIGATE CRIMINAL ACTS. OVER THE PAST 40 YEARS, NESPIN WORKED TO CREATE A SECURE, TRUSTED AND PROVEN ENVIRONMENT FOR LAW ENFORCEMENT TO COMMUNICATE AND SHARE CRITICAL INFORMATION IN A TIMELY MANNER. NESPIN, AND THE RISS NETWORK, CONTINUES TO SUCCESSFULLY FILL A SERIOUS VOID IN LAW ENFORCEMENT AS IT RELATES TO COMBATING CRIMINAL NETWORKS THAT OPERATE IN MANY LOCATIONS. THE REGIONAL CONCEPT OF NESPIN, ALONG WITH THE OTHER RISS CENTERS, AND THEIR FOCUS ON PROMOTING INTERAGENCY COOPERATION AND COORDINATION IN COMBATING MULTI-JURISDICTIONAL CRIME SERVES AS A FORCE MULTIPLIER FOR MEMBER AGENCIES THROUGHOUT THE COUNTRY. MANY OF THE NESPIN MEMBER LAW ENFORCEMENT AGENCIES HAVE RECENTLY EXPERIENCED UNPRECEDENTED DEMANDS ON THEIR BUDGETS AND PERSONNEL. THIS GRANT WILL PROVIDE NESPIN WITH THE NEEDED RESOURCES TO CONTINUE TO PROVIDE TIMELY, ESSENTIAL SUPPORT SERVICE TO OUR MEMBER LAW ENFORCEMENT AGENCIES IN THE REGION. IT WILL ALSO ALLOW THE CENTER TO DEVELOP INNOVATIVE WAYS TO ASSIST LAW ENFORCEMENT AGENCIES WITH THE EXCHANGE OF TERRORIST AND OTHER CRIMINAL INTELLIGENCE/INFORMATION AND THE ANALYSIS OF THIS CRIMINAL INTELLIGENCE/INFORMATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "917ac358-83a9-2c97-b16b-9c71f2492085-C", "generated_internal_id": "ASST_NON_15PBJA21GG00348RISS_1550"}, {"internal_id": 152542792, "Award ID": "15PBJA21GG00346RISS", "Award Amount": 5618284.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "16.610", "Description": "THE MID-STATES ORGANIZED CRIME INFORMATION CENTER (MOCIC) IS ONE OF SIX REGIONAL INFORMATION SHARING SYSTEMS (RISS) CENTERS. RISS PROVIDES COMPREHENSIVE, ADAPTIVE, TRUSTED, AND COST-EFFECTIVE INFORMATION SHARING, OFFICER SAFETY AND INVESTIGATIVE SUPPORT RESOURCES TO OVER 9,400 LOCAL, STATE, FEDERAL AND TRIBAL LAW ENFORCEMENT AGENCIES TO HELP COMBAT MULTIJURISDICTIONAL CRIMINAL ACTIVITY. RISS'S UNIQUE STRUCTURE ALLOWS EACH CENTER TO ADDRESS THE SPECIFIC NEEDS OF ITS REGION WHILE WORKING TOGETHER ON NATIONWIDE EFFORTS. MOCIC SERVES NINE MIDWESTERN STATES AND ONE CANADIAN PROVINCE. NATIONALLY, RISS WORKS WITH MANY CRIMINAL JUSTICE ORGANIZATIONS TO IMPROVE INFORMATION SHARING SYSTEM COLLABORATION AND INTEROPERABILITY, INCLUDING THE NATION'S FUSION CENTERS. THE RISS SECURE CLOUD (RISSNET) IS THE ONLY SENSITIVE, BUT UNCLASSIFIED (SBU) SYSTEM BUILT AND GOVERNED BY LAW ENFORCEMENT FOR LAW ENFORCEMENT. DOZENS OF SYSTEMS AND MILLIONS OF RECORDS ARE ACCESSIBLE VIA RISSNET. RISS IS A KEY PLAYER IN FEDERAL INITIATIVES THAT CONTRIBUTE TO ENHANCED, SECURE CRIMINAL JUSTICE INFORMATION SHARING AND HAS BEEN AT THE FOREFRONT OF NATIONWIDE OFFICER SAFETY EFFORTS WITH THE RISS OFFICER SAFETY EVENT DECONFLICTION SYSTEM (RISSAFE). REGIONALLY, MOCIC PROVIDES AGENCIES WITH TIME- AND MONEY-SAVING INTELLIGENCE AND INVESTIGATIVE SUPPORT, INCLUDING ANALYTICAL, RESEARCH AND EQUIPMENT SERVICES, THAT ARE CRITICAL TO HELPING SOLVE CRIMES, PROSECUTE OFFENDERS, SAVE LIVES AND SAFEGUARD BOTH OFFICERS AND CITIZENS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dcd28b2-59c4-a99f-cbc7-8d77cf5469c6-R", "generated_internal_id": "ASST_NON_15PBJA21GG00346RISS_1550"}]