[{"internal_id": 110754039, "Award ID": "2020ZEBX0004", "Award Amount": 445247.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2020-08-13", "CFDA Number": "16.836", "Description": "REGIONAL JUVENILE DEFENSE INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c56a04f6-4cac-6d34-ac01-1998b0680599-C", "generated_internal_id": "ASST_NON_2020ZEBX0004_1550"}, {"internal_id": 110753842, "Award ID": "2020ZEBX0003", "Award Amount": 445248.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2020-08-13", "CFDA Number": "16.836", "Description": "EAST BATON ROUGE ADVANCED ADVOCACY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c6426ce-a662-518f-dd11-e1f916cdbc22-C", "generated_internal_id": "ASST_NON_2020ZEBX0003_1550"}, {"internal_id": 110753832, "Award ID": "2020ZEBX0002", "Award Amount": 445248.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2020-08-13", "CFDA Number": "16.836", "Description": "GEORGIA JUVENILE DEFENSE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "200e25f8-b165-dcbb-426f-e2f111837349-C", "generated_internal_id": "ASST_NON_2020ZEBX0002_1550"}, {"internal_id": 110753988, "Award ID": "2020ZEBX0001", "Award Amount": 445247.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2020-08-19", "CFDA Number": "16.836", "Description": "JUVENILE-RURAL ACCESS TO TRAINING AND EXPERTISE (J-RATE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "240a12c0-c047-c479-eaba-909df6901125-C", "generated_internal_id": "ASST_NON_2020ZEBX0001_1550"}, {"internal_id": 88269226, "Award ID": "2019ZEBX0003", "Award Amount": 319161.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "16.836", "Description": "UTAH STATEWIDE DELINQUENCY DEFENSE LEGAL TRAINING AND SUSTAINABLE CAPACITY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "adad4310-1c91-aff9-1389-8d4c491a4829-C", "generated_internal_id": "ASST_NON_2019ZEBX0003_1550"}, {"internal_id": 86627806, "Award ID": "2019ZEBX0002", "Award Amount": 353770.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2019-09-19", "CFDA Number": "16.836", "Description": "COOK COUNTY EDUCATION ADVOCACY PROGRAM: ENHANCING HOLISTIC REPRESENTATION IN PUBLIC DEFENSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14d0749b-80d4-3635-2e0e-a0508ce1ff7b-C", "generated_internal_id": "ASST_NON_2019ZEBX0002_1550"}, {"internal_id": 88269225, "Award ID": "2019ZEBX0001", "Award Amount": 359623.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "16.836", "Description": "JUVENILE DEFENDER ADVOCATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2065e53d-0bd9-452b-b1d9-3ae8cfe186eb-C", "generated_internal_id": "ASST_NON_2019ZEBX0001_1550"}, {"internal_id": 88269045, "Award ID": "2019MUMUK021", "Award Amount": 982158.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "16.836", "Description": "ENHANCEMENTS FOR JUVENILE DEFENSE CATEGORY 2: JUVENILE DEFENSE TRAINING AND TECHNICAL ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90fcd613-eda4-ccf7-a412-6d344918915f-R", "generated_internal_id": "ASST_NON_2019MUMUK021_1550"}, {"internal_id": 69842172, "Award ID": "2018ZEFX0004", "Award Amount": 181546.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "16.836", "Description": "EARLY APPOINTMENT OF COUNSEL FOR JUVENILES IN HARTFORD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4100a74d-cb40-3469-b1cd-1599ec4e01dc-R", "generated_internal_id": "ASST_NON_2018ZEFX0004_1550"}, {"internal_id": 69841777, "Award ID": "2018ZEFX0003", "Award Amount": 434544.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "16.836", "Description": "NORTH CAROLINA JUVENILE DEFENDER STATE ENHANCEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91b48b8e-07ec-4caf-0186-7a361770957e-C", "generated_internal_id": "ASST_NON_2018ZEFX0003_1550"}, {"internal_id": 69842144, "Award ID": "2018ZEFX0002", "Award Amount": 425754.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "16.836", "Description": "HOLISTIC DEFENSE TEAM PROJECT TO ACHIEVE BETTER OUTCOMES AND REDUCE REOFFENDING FOR YOUTH IN THE HAMILTON COUNTY JUVENILE JUSTICE SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a34d0dee-84a2-68ab-6e19-e13a8d98be51-C", "generated_internal_id": "ASST_NON_2018ZEFX0002_1550"}, {"internal_id": 69841778, "Award ID": "2018ZEFX0001", "Award Amount": 450000.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2018-09-19", "CFDA Number": "16.836", "Description": "DEVELOPING AND PILOTING A SPECIALIZED TRAINING AND CERTIFICATION PROGRAM FOR ATTORNEYS WHO REPRESENT YOUTH IN JUVENILE DELINQUENCY PROCEEDINGS AND TRANSFER HEARINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b32fa17-364e-821d-9ece-f2ebfe32c02b-C", "generated_internal_id": "ASST_NON_2018ZEFX0001_1550"}, {"internal_id": 45254340, "Award ID": "2017ZEFXK016", "Award Amount": 1279151.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "16.836", "Description": "NATIONAL JUVENILE DEFENDER CENTER JUVENILE DEFENSE TRAINING AND TECHNICAL ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90fcd613-eda4-ccf7-a412-6d344918915f-R", "generated_internal_id": "ASST_NON_2017ZEFXK016_1550"}, {"internal_id": 45254339, "Award ID": "2017ZEFXK013", "Award Amount": 273390.45, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "16.836", "Description": "JUVENILE DEFENDER RESOURCE PROJECT: A REGIONAL CAPACITY-BUILDING PROJECT FOR JUVENILE DEFENDERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea22e4cc-4932-4da0-f612-710111c5d2c1-R", "generated_internal_id": "ASST_NON_2017ZEFXK013_1550"}, {"internal_id": 154168285, "Award ID": "15PJDP22GK01200JIDX", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "16.836", "Description": "UNDER THE NATIONAL YOUTH DEFENSE TRAINING AND TECHNICAL ASSISTANCE AWARD, THE GAULT CENTER (FORMERLY NATIONAL JUVENILE DEFENDER CENTER) WILL ENSURE THAT YOUTH DEFENDERS HAVE ACCESS TO HIGH QUALITY, SPECIALIZED LEGAL TRAINING, PRACTICE TOOLS, RESOURCES, PUBLICATIONS, COMMUNITIES OF PRACTICE AND LEADERSHIP DEVELOPMENT OPPORTUNITIES; SUPPORT STATE AND LOCAL GRANTEES TO IMPLEMENT EFFECTIVE, SYSTEM-LEVEL ENHANCEMENTS THAT SUSTAINABLY IMPROVE YOUTH DEFENSE SERVICE DELIVERY; AND IDENTIFY AND RESPOND TO YOUTH DEFENSE GAPS, NEEDS, AND EMERGING ISSUES AT THE LOCAL, STATE, REGIONAL, AND NATIONAL LEVELS. TO MEET THE OBJECTIVES OF THIS PROJECT, THE GAULT CENTER WILL CONTINUE TO USE AND EXPAND UPON ITS WEALTH OF RESOURCES AND EXPERTISE TO IMPROVE THE DELIVERY OF HIGH-QUALITY, SPECIALIZED LEGAL DEFENSE FOR YOUTH; ADDRESS YOUTH DEFENDERS’ TRAINING NEEDS; FACILITATE NETWORKING AND DEVELOP COMMUNITIES OF PRACTICE ACROSS THE YOUTH DEFENSE FIELD; PROVIDE TOOLS AND RESOURCES TO IMPROVE DEFENSE DELIVERY SYSTEMS, ADVANCE BEST PRACTICES, AND ENHANCE PROCEDURAL JUSTICE; MAINTAIN A NATIONAL CLEARINGHOUSE OF YOUTH DEFENSE RESOURCES; AND PROVIDE INTENSIVE TRAINING AND TECHNICAL ASSISTANCE TO OJJDP’S STATE AND LOCAL GRANTEES BY ASSIGNING STAFF TO LIAISON WITH EACH GRANTEE, WORKING WITH EACH GRANTEE TO DEVELOP A WRITTEN TRAINING AND TECHNICAL ASSISTANCE PLAN, AND ENGAGING WITH EACH GRANTEE THROUGHOUT THE DURATION OF THE GRANT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90fcd613-eda4-ccf7-a412-6d344918915f-R", "generated_internal_id": "ASST_NON_15PJDP22GK01200JIDX_1550"}, {"internal_id": 154167435, "Award ID": "15PJDP22GG01197JIDX", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.836", "Description": "PIMA COUNTY VICTIM RESTITUTION ASSISTANCE PROGRAM IS A JUVENILE JUSTICE SYSTEM ENHANCEMENT DESIGNED TO MITIGATE THE FINANCIAL BURDENS OF INDIGENT CLIENTS, INCLUDING BLACK, INDIGENOUS, AND PEOPLE OF COLOR (BIPOC). THE SERVICE AREA IS PIMA COUNTY, ARIZONA. THE PUBLIC DEFENDER’S JUVENILE OFFICE (PDJV) WITHIN PIMA COUNTY PUBLIC DEFENSE SERVICES (PDS), ALONG WITH THEIR SUB-RECIPIENT, TUCSON SECOND CHANCE COMMUNITY BAIL FUND (TSCCBF), WILL DEVELOP A PILOT VICTIM RESTITUTION ASSISTANCE PROJECT FOR CLIENTS WHO HAVE BEEN UNABLE TO PAY COURT-ORDERED VICTIM RESTITUTION.  \n\nTHE INABILITY TO PAY RESTITUTION IS A SIGNIFICANT BARRIER THAT INHIBITS DEFENDANTS’ ABILITY TO RESOLVE PERSONAL AND ENVIRONMENTAL FACTORS THAT INCREASE THE RISK OF RECIDIVISM. THERE IS A LACK OF RESEARCH ON THE IMPACT OF UNPAID VICTIM RESTITUTION (OR RESTITUTION ASSISTANCE) ON JUVENILE VIOLENT CRIME OR RECIDIVISM. ANECDOTALLY, PDJV ATTORNEYS POINT TO THE YEARS-LONG BURDEN OF UNPAID RESTITUTION AS A FACTOR IN RECIDIVISM. UNPAID RESTITUTION CAN LEAD TO EXTENDED PERIODS OF COURT INVOLVEMENT, THE INABILITY TO DESTROY JUVENILE COURT RECORDS, AND OTHER COLLATERAL CONSEQUENCES.  THESE CONSEQUENCES IMPAIR THE YOUTHS’ ABILITY TO OBTAIN EMPLOYMENT AND SOMETIMES HOUSING, THEREBY FUELING ONGOING RISK OF DELINQUENCY AND/OR CRIMINAL INVOLVEMENT. THIS PROGRAM WILL ALSO ASSIST IN MAKING VICTIMS WHOLE AND REDUCING THE COMMUNITY IMPACT OF DELINQUENT BEHAVIOR.\n\nTHE PROPOSED VICTIM RESTITUTION ASSISTANCE PROGRAM WILL CONSIST OF FIVE COMPONENTS. THEY ARE 1) IDENTIFICATION OF QUALIFIED APPLICANTS IN NEED OF VICTIM RESTITUTION ASSISTANCE BY THEIR DEFENSE REPRESENTATION TEAM AND TSCCBF BASED ON AN ELIGIBILITY RUBRIC; 2) REFERRAL OF APPLICANTS TO TSCCBF, THE PAYER; 3) EVALUATION BY THE TSCCBF; 4) PAYMENT OF COURT-ORDERED VICTIM RESTITUTION BY THE TSCCBF; AND 5) DATA COLLECTION, EVALUATION AND REPORTING. THE DESIRED OUTCOMES ARE AN INCREASE IN THE NUMBER OF INDIVIDUALS WHO ARE ELIGIBLE FOR RECORDS DESTRUCTION; INCREASE IN THE NUMBER OF VICTIMS RECEIVING FULL PAYMENT OF RESTITUTION, FULL RESOLUTION, RESTORATION AND REDUCED RECIDIVISM AMONG RECIPIENTS OF ASSISTANCE. THE JUVENILE JUSTICE SYSTEMS ENHANCEMENT PROGRAM WILL BE REEVALUATED EACH YEAR TO DETERMINE PROGRAM EFFECTIVENESS FOR ALL PARTICIPANTS AND MEMBERS OF BIPOC COMMUNITIES. THE EVALUATION WILL FOCUS SPECIFICALLY ON THE NUMBER OF CASES THAT ARE RESOLVED, THE SPEED WITH WHICH CASES ARE RESOLVED, THE RECIDIVISM RATE OF THE JUVENILES WHO ARE ASSISTED BY THE PROGRAM, AND RELEVANT SOCIOECONOMIC FACTORS. THE GRANT MANAGER AND STAFF WILL WORK WITH THE TECHNICAL ASSISTANCE PROVIDER AND PIMA COUNTY GRANT RESEARCH AND ANALYSIS UNIT TO ASCERTAIN WHETHER OUTCOMES SHOW THE NEED FOR PROGRAM ADJUSTMENTS THROUGHOUT THE GRANT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4e20e09-b594-f6ea-3d8b-68ab2e902a78-C", "generated_internal_id": "ASST_NON_15PJDP22GG01197JIDX_1550"}, {"internal_id": 154168320, "Award ID": "15PJDP22GG01195JIDX", "Award Amount": 395542.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.836", "Description": "THE MARYLAND OFFICE OF THE PUBLIC DEFENDER'S (OPD) BRINGING CHILDREN HOME: MULTIDISCIPLINARY DEFENSE FOR YOUTH CHARGED WITH GUN POSSESSION PROGRAM, FOCUSING ON BALTIMORE, MARYLAND, WILL ENHANCE JUVENILE INDIGENT DEFENSE BY EMBEDDING DEDICATED CLINICAL EXPERTISE INTO THE DEFENSE TEAM FOR CHILDREN CHARGED WITH GUN POSSESSION. OPD WILL INCORPORATE A FORENSIC SOCIAL WORKER ON THE LEGAL TEAM REPRESENTING CHILDREN AT RISK OF ADULT PROSECUTION AND SENTENCING.  THE SOCIAL WORKER WILL ENGAGE WITH THE YOUNG CLIENT AND THE LEGAL TEAM AT THE ONSET OF REPRESENTATION–INITIALLY FOCUSING ON THE TRANSFER OR WAIVER HEARING AND CONTINUING TO PROVIDE CLINICAL EXPERTISE, SUPPORT, AND REFERRALS THROUGHOUT THE LEGAL PROCEEDINGS. WITH DEDICATED CLINICAL SOCIAL WORK EXPERTISE EMBEDDED INTO THE DEFENSE TEAM, THIS PROJECT WILL ADDRESS THE BARRIERS AND GAPS WITHIN THE JUVENILE JUSTICE SYSTEM THAT CAUSE YOUTH CHARGED WITH GUN POSSESSION TO LANGUISH IN COSTLY OUT-OF-HOME PLACEMENT RATHER THAN RECEIVE COMMUNITY-BASED. TO MAXIMIZE PROJECT IMPACT, AND HELP PROMOTE ITS SUSTAINABILITY AND GROWTH, OPD WILL LEVERAGE RESOURCES INTERNALLY–FROM ITS SOCIAL WORK DIVISION, BALTIMORE CITY YOUTHFUL DEFENDERS UNIT (YDU), AND STATEWIDE ADMINISTRATION–AND THROUGH PARTNERSHIPS WITH AREA SOCIAL WORK SCHOOLS AND COMMUNITY TREATMENT PROVIDERS. BRINGING CHILDREN HOME WILL SERVE AS A PILOT FOR STATEWIDE EXPANSION AND A MODEL FOR OTHER PUBLIC DEFENDER AGENCIES TO APPLY FORENSIC DEFENSE SOCIAL WORK SERVICES TO THEIR REPRESENTATION OF YOUNG CLIENTS WHO ARE CHARGED WITH GUN POSSESSION AND OTHER OFFENSES THAT MAY SUBJECT A CHILD TO ADULT PROSECUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b32fa17-364e-821d-9ece-f2ebfe32c02b-C", "generated_internal_id": "ASST_NON_15PJDP22GG01195JIDX_1550"}, {"internal_id": 154165880, "Award ID": "15PJDP22GG01193JIDX", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.836", "Description": "THE PRIMARY OBJECTIVE OF THIS PROJECT IS TO ENSURE THAT YOUTH INVOLVED IN PHILADELPHIA’S JUVENILE JUSTICE SYSTEM HAVE ACCESS TO HIGH-QUALITY, SPECIALIZED, CULTURALLY COMPETENT, COMMUNITY ORIENTED LEGAL REPRESENTATION.  THIS PROGRAM IS DESIGNED TO SUPPORT TWO INTERRELATED GOALS: 1. RESTRUCTURE THE DEFENDER ASSOCIATION OF PHILADELPHIA’S CHILDREN AND YOUTH JUSTICE UNIT, BY RECRUITING AND RETAINING A CORE GROUP OF HIGHLY SKILLED DEFENDERS WHO SPECIALIZE IN THE REPRESENTATION OF YOUTH, PROVIDING YOUTH DEFENDERS WITH INTENSIVE AND HIGHLY SPECIALIZED TRAINING, AND DEPLOYING A VERTICAL REPRESENTATION MODEL; AND, 2. EXPAND THE JUNIOR DEFENDER COMMUNITY EDUCATION PROGRAM SO ‘JUNIOR DEFENDERS’ MAY SERVE AS PEER NAVIGATORS FOR YOUTH, DEVELOP AGE APPROPRIATE AND CULTURALLY COMPETENT MATERIALS TO FACILITATE YOUTHFUL ARRESTEES’ INCREASED UNDERSTANDING OF COURT PROCESSES AND COURT-ORDERED CONDITIONS, AND WITH THE ASSISTANCE AND SUPPORT OF DEFENDER’S DIRECTOR OF TRAINING, FACILITATE SPECIALIZED TRAINING EVENTS FOR ATTORNEYS REPRESENTING YOUTH THROUGHOUT THE CITY AND STATE.  THESE FUNDS WILL ENABLE YOUTH TO BE REPRESENTED CONSISTENTLY BY THE SAME ATTORNEY AS THEIR CASE PROCEEDS THROUGH THE SYSTEM AND FOR ATTORNEYS TO DEVELOP THE SPECIALIZED SKILLS THEY NEED TO REPRESENT YOUNG PEOPLE FACING INCREASINGLY MORE SERIOUS AND LEGALLY COMPLICATED CHARGES. THIS CONTINUOUS MODEL OF REPRESENTATION WILL LEAD TO MORE TRUSTING INDIVIDUAL ATTORNEY CLIENT RELATIONSHIPS, MORE MANAGEABLE CASE AND WORKLOADS FOR ATTORNEYS, AND REDUCE ATTRITION. THE ADDITIONAL SPECIALIZATION TRAINING WILL BETTER PREPARE CLIENTS TO SUCCESSFULLY LITIGATE YOUNG PEOPLE’S CASES. ADDITIONALLY, THE JUNIOR DEFENDER PROGRAM WILL IMPROVE DEFENDER’S RELATIONSHIP WITH YOUNG PEOPLE IN THE COMMUNITY, BUILD A PIPELINE FOR YOUNG PEOPLE INTERESTED IN PURSUING THE DEFENSE OF YOUTH AS A CAREER AND IMPROVED CASE OUTCOMES. COMMUNICATION MATERIALS THAT FACILITATE YOUNG PEOPLE’S UNDERSTANDING OF COURT ORDERED CONDITIONS WILL FOSTER INCREASED UNDERSTANDING AND DECREASE TECHNICAL VIOLATIONS OF CONDITIONS OF RELEASE OR SUPERVISION. THE PROGRAM WILL ALSO LEAD TO INCREASED COMMUNITY UNDERSTANDING OF THE YOUTH JUSTICE SYSTEM AND BUILD RELATIONSHIPS WITH IMPACTED COMMUNITIES SO THEY AND THEIR LOVED ONES CAN TAKE ADVANTAGE OF SUPPORTS DEFENDER OFFERS, LIKE EXPUNGEMENT SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82644bc0-0abd-1a72-aa02-3c0576b5fb6f-C", "generated_internal_id": "ASST_NON_15PJDP22GG01193JIDX_1550"}, {"internal_id": 156905707, "Award ID": "15PJDP22GG01190MUMU", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.540", "Description": "THE DELAWARE OFFICE OF DEFENSE SERVICES (“ODS”), THROUGH THE TRUANCY DEFENSE PROJECT (“PROJECT”), A STATEWIDE INITIATIVE, WILL CONTRACT WITH A SPECIALLY TRAINED ATTORNEY TO DEFEND CHILDREN FACING DUAL INVOLVEMENT IN THE TRUANCY AND DELINQUENCY SYSTEMS.  CHILDREN WILL HAVE ACCESS TO AN INTERDISCIPLINARY DEFENSE TEAM, LED BY THE ATTORNEY, TO ADVOCATE FOR THEM THROUGH A HOLISTIC MODEL.  USING THIS APPROACH, THE DEFENSE TEAM CAN REACH FAR BEYOND THE COURTROOM TO ADDRESS UNDERLYING AND COLLATERAL ISSUES, STABILIZE THE CHILD’S LIFE, AND ACHIEVE BETTER LEGAL OUTCOMES – ALL OF WHICH COMBINE TO INCREASE SCHOOL ATTENDANCE AND DECREASE RECIDIVISM.  THE ATTORNEY WILL UNDERGO SPECIALIZED TRAINING IN AREAS RELATED TO TRUANCY, YOUTH, EDUCATION, AND DELINQUENCY TO ENSURE THAT BEST PRACTICES ARE IMPLEMENTED.  THE PROJECT WILL ENGAGE THE CLIENTS, FAMILIES, AND COMMUNITIES ODS SERVES BY HOSTING EVENTS AND FORUMS TO HEAR DIRECTLY FROM IMPACTED INDIVIDUALS, CREATING EDUCATIONAL RESOURCES, LIKE BENCH CARDS AND FAQS, AND PROVIDING ADVICE AND DIRECTION REGARDING EDUCATION AND DELINQUENCY ISSUES.  THE PROJECT WILL EDUCATE STAKEHOLDERS IN BEST PRACTICES BY HOSTING A MULTI-DISCIPLINARY SUMMIT WITH LOCAL AND NATIONAL EXPERTS.  A VAST DATA SET WILL BE COLLECTED TO TRACK OUTCOMES AND MEASURE PERFORMANCE.  A COMPREHENSIVE ASSESSMENT AND REPORT OF DELAWARE’S TRUANCY SYSTEM WILL BE COMPLETED TO SERVE AS A ROADMAP FOR IMPROVEMENTS AND IMPLEMENTATION OF EVIDENCE-BASED PRACTICES FOR ODS AND OTHER STAKEHOLDERS. THROUGH THIS PROJECT ODS WILL ELEVATE ITS TRUANCY PRACTICE AND POLICIES TO BETTER SERVE JUSTICE INVOLVED YOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5a11e99-a18b-0acf-ae2f-e903c0081f06-C", "generated_internal_id": "ASST_NON_15PJDP22GG01190MUMU_1550"}, {"internal_id": 146120087, "Award ID": "15PJDP21GG02752JIDX", "Award Amount": 392453.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-25", "CFDA Number": "16.836", "Description": "JUVENILE EDUCATION ADVOCACY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15b23afd-0469-c84b-741e-b4a8cd2fee90-C", "generated_internal_id": "ASST_NON_15PJDP21GG02752JIDX_1550"}, {"internal_id": 146122477, "Award ID": "15PJDP21GG02751JIDX", "Award Amount": 392453.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-25", "CFDA Number": "16.836", "Description": "BREAKING BARRIERS INITIATIVE: ENHANCING YOUTH OUTCOMES THROUGH ACCESS TO CIVIL LEGAL SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a34d0dee-84a2-68ab-6e19-e13a8d98be51-C", "generated_internal_id": "ASST_NON_15PJDP21GG02751JIDX_1550"}, {"internal_id": 146122058, "Award ID": "15PJDP21GG02750JIDX", "Award Amount": 392453.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-28", "CFDA Number": "16.836", "Description": "NORTH CAROLINA ADVANCED JUVENILE DEFENSE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91b48b8e-07ec-4caf-0186-7a361770957e-C", "generated_internal_id": "ASST_NON_15PJDP21GG02750JIDX_1550"}, {"internal_id": 146121467, "Award ID": "15PJDP21GG02749JIDX", "Award Amount": 392453.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-25", "CFDA Number": "16.836", "Description": "MASSACHUSETTS STATEWIDE JUVENILE ADVOCACY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a45b15d-fe4e-9668-c38c-dc3869ee0a57-C", "generated_internal_id": "ASST_NON_15PJDP21GG02749JIDX_1550"}, {"internal_id": 146121582, "Award ID": "15PJDP21GG02748JIDX", "Award Amount": 392454.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-03", "CFDA Number": "16.836", "Description": "JUVENILE APPELLATE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a064125-fd32-00ff-31f4-821317c4a4ff-C", "generated_internal_id": "ASST_NON_15PJDP21GG02748JIDX_1550"}]