[{"internal_id": 69842074, "Award ID": "2018NZNXK004", "Award Amount": 5995174.58, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-25", "CFDA Number": "16.834", "Description": "VICTIMS OF CHILD ABUSE (VOCA) CATEGORY 3:  NATIONAL SUBGRANT PROGRAM FOR VICTIMS OF CHILD PORNOGRAPHY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82a018a1-ab1d-85f1-dd30-cf8620b9fd91-R", "generated_internal_id": "ASST_NON_2018NZNXK004_1550"}, {"internal_id": 45249338, "Award ID": "2016NZNXK056", "Award Amount": 3831658.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-27", "CFDA Number": "16.834", "Description": "OJJDP FY16 VOCA CHILDREN'S ADVOCACY CENTERS NATIONAL SUB-GRANT PROGRAM - DOMESTIC TRAFFICKING VICTIMS FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82a018a1-ab1d-85f1-dd30-cf8620b9fd91-R", "generated_internal_id": "ASST_NON_2016NZNXK056_1550"}, {"internal_id": 154165933, "Award ID": "15POVC22GG01577DTVF", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.834", "Description": "THE OREGON DEPARTMENT OF JUSTICE, CRIME VICTIM AND SURVIVOR SERVICES DIVISION (CVSSD) RESPONDS TO THE FY 2022 IMPROVING OUTCOMES FOR CHILD AND YOUTH VICTIMS OF HUMAN TRAFFICKING GRANT SOLICITATION REQUESTING $1,500,000 OF FEDERAL FUNDING. THEY WILL MATCH THIS FUNDING WITH $375,875.56 FOR A TOTAL PROJECT AMOUNT OF $1,875,875.56.\n\nTHE GOAL OF THE PROJECT IS TO DEVELOP A STATEWIDE STRATEGY TO IMPROVE OUTCOMES FOR CHILD/YOUTH VICTIMS OF SEX AND LABOR TRAFFICKING BY INCREASING TRAINING, COORDINATION, AND MULTIDISCIPLINARY COLLABORATION ACROSS SYSTEMS IN OREGON. \n\nTHERE ARE FOUR PRIMARY ACTIVITIES FOR THE PROJECT:\n\n\n\tPROVIDE TRAINING TO PROFESSIONALS ACROSS THE STATE\n\tINCREASE AWARENESS OF LABOR TRAFFICKING\n\tSTRENGTHEN DATA COLLECTION ACROSS MULTIPLE SYSTEMS OF CARE THAT WORK WITH AND PROVIDE SERVICES TO YOUTH\n\tSTRENGTHEN ACTIVITIES BY ENGAGING IN RESEARCH TO IMPROVE PROJECT ACTIVITIES\n\n\nTRAINING IS A LARGE COMPONENT OF THE PROJECT USING A TRAIN-THE-TRAINER MODEL TO TRAIN PROFESSIONALS TO EDUCATE COMMUNITIES ON HUMAN TRAFFICKING. THE WORKSHOP SERIES WILL PREPARE PROFESSIONALS TO DELIVER THE CURRICULUM, IN TURN INCREASING THE UNDERSTANDING OF HUMAN TRAFFICKING IN OREGON.\n\nTHE PROJECT INCLUDES WORKING WITH THREE ANTI-HUMAN TRAFFICKING TASK FORCES TO DEVELOP A RESPONSE PROTOCOL. EACH TASK FORCE WILL IMPLEMENT THE RESPONSE PROTOCOL TO USE WHEN A VICTIM OF HUMAN TRAFFICKING IS IDENTIFIED. THE RESPONSE PROTOCOL WILL INCREASE COLLABORATION ACROSS SYSTEMS, IMPROVING THE RESPONSE TO CHILD/YOUTH VICTIMS OF HUMAN TRAFFICKING AND INCREASING VICTIM IDENTIFICATION.\n\nREGIONAL LAW ENFORCEMENT TRAININGS WILL BE HELD TO INCREASE AWARENESS AND UNDERSTANDING OF HUMAN TRAFFICKING. LAW ENFORCEMENT WILL REPORT INCREASED CRIMINAL INVESTIGATIONS AFTER ATTENDING THE TRAINING.\n\nCVSSD’S TRAFFICKING RESPONSE AND INTERVENTION PROGRAM (T.R.I.P.) TEAM WILL PARTNER WITH PREVENTION NOW TO CONDUCT A HUMAN TRAFFICKING DATA NEEDS ASSESSMENT. THE ASSESSMENT WILL PROVIDE AN UNDERSTANDING OF DATA COLLECTED IN THE STATE, BARRIERS TO DATA COLLECTION AND RECOMMENDATIONS TO INFORM STANDARDIZED DATA COLLECTION IN OREGON.\n\nTHE T.R.I.P. TEAM WILL ALSO PARTNER WITH PORTLAND STATE UNIVERSITY (PSU) TO EVALUATE PROJECT ACTIVITIES WITH A GOAL OF IMPROVEMENT. \n\nLIVED EXPERIENCE EXPERTS WILL BE INVOLVED IN ALL ACTIVITIES OF THE PROJECT. THE EXPERTS WILL ASSIST WITH THE DEVELOPMENT AND DELIVERY OF TRAINING, CONSULT WITH THE NEEDS ASSESSMENT, AND WORK WITH PSU TO EVALUATE THEIR INVOLVEMENT IN THE PROJECT. \n\nTHIS IS A STATEWIDE PROJECT TO BENEFIT CHILD/YOUTH HUMAN TRAFFICKING VICTIMS IN OREGON. THE TRAINING LOCATIONS WILL VARY DEPENDING ON THE LOCAL NEED AND RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6391ae05-1382-1ea4-d34e-69ee421c0dce-C", "generated_internal_id": "ASST_NON_15POVC22GG01577DTVF_1550"}, {"internal_id": 154168441, "Award ID": "15POVC22GG01575MUMU", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.834", "Description": "THE MINNESOTA DEPARTMENT OF HEALTH (MDH) REQUESTS $1,500,000 TO SUPPORT A PROJECT UNDER THE FY22 IMPROVING OUTCOMES FOR CHILD AND YOUTH VICTIMS OF HUMAN TRAFFICKING PROGRAM. THE PROJECT TITLE IS MINNESOTA’S SAFE HARBOR EXPANSION TO IMPROVE OUTCOMES FOR TRAFFICKED CHILDREN AND YOUTH PROJECT. THIS OPPORTUNITY PROVIDES MDH, THROUGH ITS SAFE HARBOR PROGRAM, AND ITS PARTNERS, WITH THE MEANS TO CONFRONT SOME OF THE MOST SIGNIFICANT CHALLENGES PRESENTED BY SEX AND LABOR TRAFFICKING IN THE STATE. INSTILLED WITH SURVIVOR ENGAGEMENT, THE PROJECT PROPOSAL INCLUDES THREE COMPONENTS:\n\n\n\tEMBEDDING A VICTIM ADVOCATE (VA) WITHIN THE MN HUMAN TRAFFICKING INVESTIGATORS TASK FORCE (MNHTITF) AND PREDATORY CRIMES SECTION (PCS) OF THE MN DEPARTMENT OF PUBLIC SAFETY (DPS) BUREAU OF CRIMINAL APPREHENSION (BCA) TO SUPPORT A TRAUMA-INFORMED APPROACH AND IMPROVE COLLABORATION WITH SH SERVICES; \n\tPARTNERING WITH TRIBAL NATIONS (TN), THE NEW FIRST-IN-THE-NATION OFFICE ON MISSING AND MURDERED INDIGENOUS RELATIVES (OMMIR) IN THE DPS OFFICE OF JUSTICE PROGRAMS (OJP), AND URBAN AMERICAN INDIAN (AI) NONGOVERNMENTAL ORGANIZATIONS (NGOS) TO BOLSTER CULTURALLY SPECIFIC REGIONAL NAVIGATORS AND VICTIM SERVICES, BUILD RELATIONSHIPS WITH SOCIAL SERVICES, TRIBAL POLICE DEPARTMENTS, AND COMMUNITIES, AND COORDINATE WHEN TRAFFICKED YOUTH ARE MISSING OR MURDERED; AND \n\tFACILITATING COMMUNICATION AND COORDINATION RESPONSES ACROSS MINNESOTA STATE AGENCIES TO INCREASE SHARED RESPONSIBILITY FOR A UNIFIED STATEWIDE EFFORT TO ADDRESS HUMAN TRAFFICKING.\n\n\nMDH RECEIVED FY16 AND FY19 GRANTS IN THIS FUNDING CATEGORY. THE STATE HAS MADE SIGNIFICANT PROGRESS UNDER THE GRANTS, AS DESCRIBED IN THE NARRATIVE. HOWEVER, CHALLENGES REMAIN REQUIRING MULTI-SECTOR RESPONSES TO SERVE VICTIMS, INVESTIGATE CASES, AND SUPPORT YOUTH WHO ARE HIGHEST RISK FOR HARM FROM SEX AND LABOR TRAFFICKING.\n\n \n\nMDH HAS A TOTAL OF 16 PARTNERS IN THIS PROJECT, INCLUDING STATE AGENCIES, LAW ENFORCEMENT, CHILD WELFARE, NONGOVERNMENTAL ORGANIZATIONS, AND TRIBAL NATIONS. AMONG THESE PARTNERS ARE THREE URBAN-BASED PROGRAMS SERVING AI YOUTH AS WELL AS TWO SURVIVOR-LED AND -FOCUSED NGOS. IN ADDITION, THE MDH SAFE HARBOR NETWORK, WITH ITS REGIONAL NAVIGATORS AND SERVICES PROGRAMS STATEWIDE, WILL PROVIDE MANY ADDITIONAL PARTNERS. OVC FUNDS ARE REQUESTED TO EMBED A VICTIM ADVOCATE WITH THE MNHTITF, STRENGTHEN THE TRIBAL AND MULTIJURISDICTIONAL RESPONSE TO SUPPORT AI YOUTH, AND COORDINATE EFFORTS ACROSS MINNESOTA’S STATE AGENCIES. \n\n \n\nTHE GOALS OF THIS PROJECT ARE INCREASED ACCESS TO SERVICES, IMPROVED COORDINATION WITH LAW ENFORCEMENT AND CHILD WELFARE, EARLIER IDENTIFICATION OF VICTIMS, AND ENHANCED CULTURAL RESPONSIVENESS. THESE GOALS WILL SUPPORT BETTER OUTCOMES FOR CHILDREN AND YOUTH, BOLSTER INVESTIGATION AND PROSECUTION, AND INFORM EVALUATION AND RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_15POVC22GG01575MUMU_1550"}, {"internal_id": 154168664, "Award ID": "15POVC22GG01574DTVF", "Award Amount": 1475324.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "16.834", "Description": "MARYLAND GOVERNOR'S OFFICE OF CRIME PREVENTION, YOUTH AND VICTIM SERVICES (OFFICE), IN PARTNERSHIP WITH THE UNIVERSITY OF MARYLAND SCHOOL OF SOCIAL WORKS, PREVENTION OF ADOLESCENT RISKS INITIATIVE (UMSSW) PROPOSES THIS INITIATIVE TO ESTABLISH A STRATEGIC, COMPREHENSIVE APPROACH TO IMPROVING OUTCOMES FOR CHILD AND YOUTH VICTIMS OF HUMAN TRAFFICKING IN MARYLAND. YOUTH TRAFFICKED IN MARYLAND THROUGH COMMERCIAL SEX OR FORCED LABOR FACE ENORMOUS BARRIER TO EXITING EXPLOITATIVE SITUATIONS AND HAVE FEW RESOURCES TO ASSIST THEM AFTERWARDS. AFTER NEARLY A DECADE OF WORK IN MARYLAND TO ADDRESS HUMAN TRAFFICKING, THERE IS STILL WORK TO BE DONE. \n\nIN RESPONSE TO THE ISSUE OF HUMAN TRAFFICKING AND THE NEEDS OF OUR STATE, THIS PROPOSAL AIMS TO DEVELOP A STATEWIDE STRATEGY WHICH LEVERAGES EXISTING VICTIM SERVICES, CHILD WELFARE AND JUVENILE SERVICES EFFORTS AGAINST HUMAN TRAFFICKING AND COMMERCIAL SEXUAL EXPLOITATION. THE PROJECT HAS THREE SPECIFIC GOALS TO ACHIEVE THIS AIM. THE FIRST GOAL IS TO ENHANCE TRAINING AND TECHNICAL ASSISTANCE FOR THE MARYLAND REGIONAL NAVIGATOR PROGRAM (RNPG). DEVELOPED AS PART OF THE CHILD SEX TRAFFICKING AND SCREENING AND SERVICES ACT OF 2019, THE RNPG IS THE DESIGNATED REGIONAL COORDINATOR IN EACH JURISDICTION OF THE STATE FOR HIGH-RISK AND TRAFFICKED YOUTH. THE OFFICE IS RESPONSIBLE FOR MANAGING THE APPLICATION PROCESS, FUNDING AND OVERSIGHT. UMSSW HAS SERVED AS THE TTA PROVIDER FOR THE FIRST 10 REGIONAL NAVIGATORS AND WILL EXPAND AND ENHANCE THIS AS THE REMAINING 14 COUNTIES ARE FUNDED. NEXT, WE PROPOSE TO IMPLEMENT A CHILD WELFARE AND REGIONAL NAVIGATOR RESPONSE TO CHILD LABOR TRAFFICKING. THIS BUILDS ON WORK BEING DONE BETWEEN THE CHILD WELFARE SYSTEM AND THE RNPGS IN RESPONSE TO CHILD SEX TRAFFICKING, AS WELL AS WORK IN THE STATE TO ADDRESS CHILD LABOR TRAFFICKING. FINALLY, THIS INITIATIVE PROPOSES TO DEVELOP A COMPREHENSIVE, COORDINATED, AND UNIFIED STATEWIDE TRAINING STRATEGY FOR PROFESSIONALS WHICH INCLUDES VICTIM-CENTERED AND TRAUMA-INFORMED BEST PRACTICES FOR HANDLING HUMAN TRAFFICKING CASES INVOLVING CHILDREN AND YOUTH. THIS 36-MONTH PROJECT WILL BUILD A MULTI-DISCIPLINARY RESPONSE INFRASTRUCTURE, TRAIN THOUSANDS OF KEY PROFESSIONALS, AND ENSURE VICTIMS HAVE ACCESS TO AN ARRAY OF COMPREHENSIVE, HIGH-QUALITY SERVICES. EACH OF THE INITIATIVE'S GOALS AND ACTIVITIES COMPRISE A KEY COMPONENT OF A COMPREHENSIVE STATE-WIDE PLAN TO IMPROVE THE ABILITY FOR CHILD AND YOUTH SURVIVORS TO HEAL AND REBUILD THEIR LIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c5f7408-12e6-60ca-9a6f-3bc140518b9b-C", "generated_internal_id": "ASST_NON_15POVC22GG01574DTVF_1550"}, {"internal_id": 146122286, "Award ID": "15PJDP21GK02760DTVF", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-19", "CFDA Number": "16.834", "Description": "NATIONAL SUBGRANTS PROGRAM FOR VICTIMS OF CHILD PORNOGRAPHY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82a018a1-ab1d-85f1-dd30-cf8620b9fd91-R", "generated_internal_id": "ASST_NON_15PJDP21GK02760DTVF_1550"}]