[{"internal_id": 162127818, "Award ID": "69A36523420180CRSMS", "Award Amount": 5397300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "20.325", "Description": "THE PURPOSE OF THE AWARD AND THIS AGREEMENT FUNDS THE CITY OF HATTIESBURG, MISSISSIPPI (CITY OR GRANTEE) TO COMPLETE FINAL DESIGN AND CONSTRUCTION OF THREE PROJECT COMPONENTS  THE HALL AVENUE EAST IMPROVEMENTS (INCLUDING A ROAD OVERPASS OVER CANADIAN NATIONALS (CN) RAIL LINE), A RAIL SPUR, AS WELL AS THE INSTALLATION OF DYNAMIC MESSAGE SIGNS (DMS). THE PROJECT IS MADE UP OF THREE COMPONENTS, AND THE DETAILS INCLUDE:  THE HALL AVENUE EAST IMPROVEMENTS COMPONENT WILL CREATE A NEW ROUTE THROUGH DOWNTOWN HATTIESBURG THAT REDUCES THE NEED FOR USERS TO TRAVERSE THE 22 EXISTING AT-GRADE CROSSINGS. INCLUDED IN THIS COMPONENT IS A NEW OVERPASS THAT WILL CREATE A NEW GRADE SEPARATED CROSSING OVER CNS RAIL LINE.  THE RAIL SPUR COMPONENT OF THE PROJECT WILL ELIMINATE LENGTHY SWITCHING DELAYS IN NS RAIL YARD THAT IS CAUSED BY THREE-POINT TURNS.  DUE TO THE LACK OF INFORMATION REGARDING THE SCHEDULE AND LENGTH OF TRAIN BLOCKAGES AT CROSSINGS IN THE DOWNTOWN AREA, THE INSTALLATION OF DMS COMPONENT OF THE PROJECT WILL BE LOCATED AT POINTS OF ENTRY INTO DOWNTOWN. THE DMS WILL INFORM DRIVERS OF BLOCKED CROSSINGS PROVIDING THEM WITH INFORMATION NECESSARY TO CHOOSE OPTIMAL ROUTES AND IMPROVE TRAVEL TIME. THE OBJECTIVE OF THE PROJECT IS TO IMPROVE THE FLUIDITY AND EFFICIENCY OF VEHICULAR AND RAIL TRANSPORTATION IN DOWNTOWN HATTIESBURG.THE PROJECT S OUTCOMES AND BENEFITS INCLUDE:  REDUCTION IN FREQUENCY AND LENGTH OF THE MOST SEVERE TRAIN DELAYS, CONTRIBUTING TO TIME SAVINGS, RELIABILITY, AND SAFETY BENEFITS.  CREATION OF A NEW ROUTE FOR VEHICULAR TRAFFIC THATS UNAFFECTED BY TRAIN DELAYS, REDUCING IDLE AND REROUTING TIME, RESULTING IN SIGNIFICANT TRAVEL TIME SAVINGS, RELIABILITY, SAFETY, AND EMISSIONS SAVINGS.  INCREASE IN OVERALL RELIABILITY OF TRAVEL TIME FOR VEHICULAR TRAFFIC, DECREASES IN VEHICLES MILES TRAVELED FROM LATE REROUTES, AND INCREASES IN ADOPTION RATE OF NEW ROUTES FOR VEHICULAR TRAFFIC. THE PROJECT WILL BENEFIT POPULATIONS IN AND AROUND THE CITY OF HATTIESBURG, MISSISSIPPI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f91d8194-8a63-a005-5bc9-6c923c1b8a15-C", "generated_internal_id": "ASST_NON_69A36523420180CRSMS_6930"}, {"internal_id": 162127817, "Award ID": "69A36523420170CRSDC", "Award Amount": 8000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-17", "CFDA Number": "20.325", "Description": "THIS AGREEMENT FUNDS THE GRANTEE, NATIONAL RAILROAD PASSENGER CORPORATION (AMTRAK), TO CONDUCT WORKFORCE DEVELOPMENT AND TRAINING ACTIVITIES AS PART OF THEMECHANICAL CRAFT WORKFORCE DEVELOPMENT APPRENTICESHIP TRAINING PROGRAM (THE PROJECT OR MECHANICAL APPRENTICESHIP PROGRAM). GRANTEE IS WORKING IN COOPERATION WITH GRANTEES LABOR ORGANIZATIONS AND GRANTEES MECHANICAL DEPARTMENT TO IMPLEMENT A THREE-YEAR MECHANICAL APPRENTICESHIP PROGRAM THAT WILL ATTRACT NEW EMPLOYEES AND PROVIDE UPWARD MOBILITY FOR CURRENT EMPLOYEES. AMTRAK REQUIRES A SKILLED MECHANICAL WORKFORCE (I.E., ELECTRICIANS, MACHINISTS, CAR REPAIRMEN, PIPEFITTERS, BOILERMAKERS, UTILITY WORKERS) TO MAINTAIN ITS FLEET OF EQUIPMENT. THE MECHANICAL APPRENTICESHIP PROGRAM WILL IMPLEMENT A PROGRAM THAT WILL PROVIDE THE OPPORTUNITY FOR MECHANICAL CRAFT EMPLOYEES TO BECOME CERTIFIED JOURNEYMEN IN THEIR RESPECTIVE TRADES.AMTRAK ANTICIPATES THAT APPROXIMATELY 55 APPRENTICES WILL BE PART OF THE MECHANICAL APPRENTICESHIP PROGRAM. APPRENTICES IN THE MECHANICAL APPRENTICESHIP PROGRAM WILL COMPLETE 36 TOTAL MONTHS OF TRAINING, WITH SIX (6) MONTHS IN THE CLASSROOM AND 30 MONTHS OF ON THE JOB TRAINING AND MENTORSHIP. FOR CRAFTS INCLUDED IN THE PROGRAM THAT RECOGNIZE JOURNEYMAN CERTIFICATES OR LICENSES (ELECTRICIANS, SHEET METAL, MACHINISTS), APPRENTICES WILL BE ELIGIBLE ON PROGRAM COMPLETION TO TAKE AN OUTSIDE TEST BASED ON U.S. DEPARTMENT OF LABOR REQUIREMENTS. THE PROGRAM IS DESIGNED TO MEET THOSE REQUIREMENTS, AND ONCE MORE MATURE, GRANTEE WILL SEEK RECOGNITION OF THE PROGRAM FROM APPLICABLE STATE LICENSING BOARDS AND THE U.S. DEPARTMENT OF LABOR TO EXPEDITE ELIGIBILITY CONFIRMATION REQUIRED TO TAKE THE RELEVANT TESTS. IN CASES WHERE THE U.S. DEPARTMENT OF LABOR DOES NOT RECOGNIZE A JOURNEYMAN CRAFT (SUCH AS FOR CAR REPAIRMAN) GRANTEE WILL INTERNALLY RECOGNIZE APPRENTICES AS JOURNEYMEN ONCE THEY HAVE COMPLETED THE PROGRAM AND WILL ISSUE A CERTIFICATE OF COMPLETION CONFIRMING THEIR ACHIEVEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c016378-9f72-add6-5e1e-143336fcfd85-C", "generated_internal_id": "ASST_NON_69A36523420170CRSDC_6930"}, {"internal_id": 160686911, "Award ID": "69A36523420160CRSMA", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "20.325", "Description": "THE PURPOSE OF THE AWARD IS TO SUPPLY WORCESTER POLICE DEPARTMENT WITH GRANT FUNDING TO SUPPORT THEIR GOAL OF REDUCING THE NUMBER OF TRESPASSERS ON RAIL LINES. THE GRANTEE WILL CONDUCT WEEKLY PATROLS FOR TRESPASSERS IN THE DESIGNATED PROJECT AREA FOR 26 WEEKS. THE INCREASED PATROLS WILL SERVE AS A DETERRENT TO TRESPASSERS, IMPROVING SAFETY BY REDUCING TRESPASSING-RELATED INCIDENTS SUCH AS INJURIES AND FATALITIES WHILE IMPROVING SAFETY IN THE PROJECT AREA. THE INTENDED BENEFICIARY OF THIS PROJECT IS THE CITY OF WORCESTER RESIDENTS, BUSINESSES, AND UNDERSERVED POPULATIONS THAT COME IN CONTACT WITH LAW ENFORCEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "075c7031-bd08-aa22-2ba0-1418cb74fd2c-C", "generated_internal_id": "ASST_NON_69A36523420160CRSMA_6930"}, {"internal_id": 159934713, "Award ID": "69A36523420150CRSKS", "Award Amount": 9367113.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "20.325", "Description": "THE PROPOSED PROJECT FUNDS THE KANSAS DEPARTMENT OF TRANSPORTATION (KDOT OR THE GRANTEE) TO REPLACE APPROXIMATELY 23.5 MILES (MP 490.7 TO 514.20) OF EXISTING OBSOLETE 85 LB. SECTIONAL RAIL WITH 115 LB. CONTINUOUS WELDED RAIL (CWR) ON THE KYLE RAILROAD CONCORDIA SUBDIVISION BETWEEN BELOIT AND YUMA JUNCTION, KANSAS (THE PROJECT). THE PROJECT WILL ALSO REPLACE 7 MAINLINE TURNOUTS, NEW 115 LB. RAIL CROSSING IN BELOIT, REBUILD THREE PUBLIC GRADE CROSSINGS WITH CONCRETE SURFACES, INCLUDING UNDERLYING CROSSTIE REPLACEMENT, AND REBUILD 46 PUBLIC AND PRIVATE GRADE CROSSINGS WITH TIMBER PLANK SURFACES, INCLUDING UNDERLYING CROSSTIE REPLACEMENT. THE PROJECT WILL INCLUDE SURFACE ALIGNMENT AND DRESS TO COMPLETE THE RESURFACING OF THE BALLAST PROFILE FOR PROPER DRAINAGE. THE OBJECTIVE OF THE PROJECT IS TO REHABILITATE THE CONCORDIA SUBDIVISION TO A CLASS 2 TRACK STANDARD TO IMPROVE SAFETY AND RELIABILITY OF FREIGHT RAIL SERVICE TO CUSTOMERS NORTH OF BELOIT. NEW RAIL WILL ALLOW FOR AN INCREASE IN TRACK SPEED FROM 10 MPH TO 25 MPH AND WILL SUPPORT 286,000 LB. FREIGHT CAR WEIGHT LIMITS ALONG THE SUBDIVISION. IT WILL REDUCE THE RISK OF TRACK-CAUSED DERAILMENTS AND THE INCIDENTS OF BOTH RAIL AND TRACK STRUCTURE DEFECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc3cb1f7-a41d-5910-2c01-e49c08a99a92-C", "generated_internal_id": "ASST_NON_69A36523420150CRSKS_6930"}, {"internal_id": 160686910, "Award ID": "69A36523420130CRSND", "Award Amount": 6704544.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "20.325", "Description": "THE PURPOSE OF THE PROJECT IS TO BRING THE 14.5-MILE SEGMENT OF RED RIVER VALLEY   WESTERNRAILROAD (RRVW) 3RD SUBDIVISION UP TO FRA CLASS 2 TRACK CLASSIFICATION FROM ITS CURRENT FRACLASS 1 AND 2 TRACK CLASSIFICATION. ACTIVITIES TO BE PERFORMED INCLUDE REPLACING THE OLD, JOINTEDRAIL WITH 115-POUND CONTINUOUS WELDED RAIL ON TRACK BETWEEN INDEPENDENCE, NORTH DAKOTA ANDOAKES, NORTH DAKOTA. THE EXPECTED OUTCOME OF THE PROJECT WILL BRING THIS TRACK INTO A STATE OFGOOD REPAIR. THIS WILL MAINTAIN SERVICE LEVELS WITHOUT INTERRUPTION, IMPROVE THE SAFETY ON THE LINEWITH NEW RAIL, AND PREVENT THE LOSS OF RAIL SERVICE TO SHIPPERS. THE INTENDED BENEFICIARIES ARETHE RRVW AND SHIPPERS ALONG ITS TRACK CONNECTING TO THE NATIONAL RAIL NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8aa705f1-63ea-a9d8-6524-3badc567623b-C", "generated_internal_id": "ASST_NON_69A36523420130CRSND_6930"}, {"internal_id": 159544212, "Award ID": "69A36523420120CRSWA", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-23", "CFDA Number": "20.325", "Description": "THE PURPOSE OF THIS AWARD IS TO COMPLETE CONCEPTUAL ENGINEERING, PRELIMINARY ENGINEERING, AND NATIONAL ENVIRONMENTAL POLICY ACT REQUIREMENTS NEEDED TO ADDRESS INFRASTRUCTURE CONSTRAINTS ALONG THE FEDERALLY DESIGNATED PACIFIC NORTHWEST HIGH-SPEED RAIL CORRIDOR BETWEEN TR JUNCTION IN TACOMA, WASHINGTON AND DUPONT, WASHINGTON. THE ACTIVITIES TO BE PERFORMED INCLUDE DESIGN WORK AND ENVIRONMENTAL REVIEW FOR DOUBLE-TRACKING APPROXIMATELY 12 MILES OF SINGLE MAINLINE TRACK SEGMENTS IN PIERCE COUNTY. THE EXPECTED OUTCOME OF DOUBLE TRACKING THE SINGLE-TRACK SEGMENTS IS A REDUCTION IN CHOKE POINTS IN THE RAIL SYSTEM WHICH HELPS PASSENGER RAIL, COMMUTER RAIL, AND FREIGHT RAIL SERVICE IMPROVE ON-TIME PERFORMANCE. ONCE CONSTRUCTED, THE PROJECT WILL SUPPORTEFFORTS TO INCREASE AMTRAK CAPACITY IN THE PACIFIC NORTHWEST HIGH-SPEED RAIL CORRIDOR, SUPPORT EXTENSIONS OF AND IMPROVE RELIABILITY AND ON-TIME PERFORMANCE FOR SOUNDER COMMUTER TRAINS, IMPROVE RAIL ACCESS TO JOINT BASE LEWIS-MCCHORD, AND REDUCE FREQUENCY CONFLICTS BETWEEN FREIGHT AND PASSENGER RAIL ALONG THE CORRIDOR. THE INTENDED BENEFICIARIES INCLUDE SOUND TRANSIT, AMTRAK, FREIGHT RAIL SHIPPERS, AND THE PUBLIC AND CUSTOMERS THEY SERVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "245e7e73-03bc-03f7-99ca-2802c86dc7c9-C", "generated_internal_id": "ASST_NON_69A36523420120CRSWA_6930"}, {"internal_id": 159934712, "Award ID": "69A36523420110CRSFL", "Award Amount": 8300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO IMPROVE THE EFFICIENCY, SAFETY, AND CAPACITY OF THE GRANTEES FGA 348-MILE MAINLINE TO MEET CURRENT AND FUTURE FREIGHT DEMAND IN NORTH FLORIDA. THROUGH THE IMPROVEMENTS IN THIS PROJECT, THE GRANTEE WILL REHABILITATE APPROXIMATELY 120 MILES OF TRACK TO COMPLETE THE RESTORATION OF 240 MILES OF THE FGA MAINLINE TO FRA CLASS III STANDARDS SUPPORTING 40 MPH FREIGHT OPERATIONS. THE GRANTEE WILL ALSO REHABILITATE ELEVEN SIDINGS AND MULTIPLE GRADE CROSSINGS UNDER THIS PROJECT TO IMPROVE THE EFFICIENCY AND SAFETY OF THE ENTIRE 348-MILE MAINLINE BETWEEN PENSACOLA AND BALDWIN, FL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47b87f58-f7c1-262e-7a4c-4cb65094590c-R", "generated_internal_id": "ASST_NON_69A36523420110CRSFL_6930"}, {"internal_id": 159544211, "Award ID": "69A36523420100CRSVA", "Award Amount": 13670000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "20.325", "Description": "THIS PROJECT UPGRADES THE BUCKINGHAM BRANCH RAILROAD (BBRR) MAIN LINE AS WELL AS OTHER RAILCORRIDOR IMPROVEMENTS. THE UPGRADES AND IMPROVEMENTS WILL ENABLE BBRR TO INCREASE THE USEFUL LIFEOF ITS RAIL UP TO 50 YEARS WITH THE INSTALLATION OF CONTINUOUS WELDED RAIL (CWR), IMPROVE RIDE QUALITY FOR AMTRAKS CARDINAL SERVICE OVER CWR SEGMENTS AND 14 UPGRADED HIGHWAY-RAIL CROSSINGS, CREATE MORERELIABLE SIGNAL COMMUNICATIONS AND ELIMINATE SIGNAL BOND WIRE MAINTENANCE BY ELIMINATING JOINTED RAILSEGMENTS, INCREASE SAFETY AND REDUCE THE RISK OF FAILURE WITH FIVE BRIDGE RE-DECKING PROJECTS, MITIGATERELIABILITY AND SAFETY CONCERNS IN AFTON TUNNEL WITH TIE REPLACEMENTS AND ICE REDUCTION PREVENTIONIMPROVEMENTS, AND REMOVE PLATE F CLEARANCE RESTRICTIONS IN MILLBORO TUNNEL AND LICK RUN TUNNEL TOOPEN CAPACITY FOR INCREASED SHIPMENTS IN PLATE F CARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14288136-1ac6-a2fc-bff4-e59fe9e0728c-C", "generated_internal_id": "ASST_NON_69A36523420100CRSVA_6930"}, {"internal_id": 161091043, "Award ID": "69A36523420090CRSMA", "Award Amount": 1750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-14", "CFDA Number": "20.325", "Description": "THE PURPOSE OF THE AWARD IS TO COMPLETE PRELIMINARY ENGINEERING, AND REQUIRED NATIONAL ENVIRONMENTAL POLICY ACT (NEPA) DOCUMENTATION FOR TRACK, SIGNAL, AND INFRASTRUCTURE IMPROVEMENTS. THE PE AND NEPA DOCUMENTATION FUNDED BY THIS PROJECT WILL FACILITATE THE COMPLETION OF THE ASSOCIATED TRACK AND SIGNAL SYSTEM CHANGES THAT WILL IMPROVE THE CAPACITY AND EFFICIENCY OF TRAIN MOVEMENTS IN THE SPRINGFIELD AREA AND ALLOW THE TERMINAL AREA TO ACCEPT THE GROWTH IN SERVICE ANTICIPATED FOR THE REGION. PROJECT IMPROVEMENTS WILL PROVIDE DIRECT BENEFITS IN REDUCING TRAVEL TIMES AND PREVENTING DELAYS ON AMTRAKS VERMONTER, VALLEY FLYER, AND LAKE SHORE LIMITED SERVICES  AVERTING FREIGHT AND PASSENGER RAIL CONFLICTS  FACILITATING FREIGHT OPERATIONS AT THE WEST SPRINGFIELDINTERMODAL YARD  AND IMPROVING PASSENGER RAIL ACCESSIBILITY. THE PLANNED TRACK AND SIGNAL SYSTEM IMPROVEMENTS WILL SUPPORT OPERATIONAL SAFETY BY MINIMIZING POTENTIAL CONFLICTS AMONG THE VARIOUS RAIL SERVICE PROVIDERS OPERATING WITHIN THE SPRINGFIELD AREA. ADDITIONALLY, PASSENGER AND RAILROAD EMPLOYEE SAFETY WILL BE IMPROVED WITH HIGH-LEVEL PLATFORMS MEETING AMERICANS WITH DISABILITIES ACT (ADA) REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1276324b-9657-e2fa-3352-e7d6aab58571-C", "generated_internal_id": "ASST_NON_69A36523420090CRSMA_6930"}, {"internal_id": 158583374, "Award ID": "69A36523420070CRSNY", "Award Amount": 50500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-25", "CFDA Number": "20.325", "Description": "THE GRANT FUNDS RAILROAD SUICIDE PREVENTION PROGRAM ACTIVITIES. LIRR WILL EXPAND ITS CURRENT TRESPASSING AND SUICIDE PREVENTION MITIGATION EFFORTS BY WORKING IN PARTNERSHIP WITH THE NEW YORK STATE OFFICE OF MENTAL HEALTH (NYS OMH) SUICIDE PREVENTION CENTER OF NEW YORK (SPCNY), TO DEVELOP AND PILOT A CUSTOMIZED GATEKEEPERS TO HOPE SUICIDE INTERVENTION TRAINING PROGRAM FOR PUBLIC FACING STATIONS DEPARTMENT PERSONNEL. THE ACTIVITIES WILL REDUCE TRESPASSER INCIDENTS AND ASSIST FRA IN DETERMINING THE EFFECTIVENESS OF VARIOUS RAIL TRESPASSING SUICIDE PREVENTION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_69A36523420070CRSNY_6930"}, {"internal_id": 161091042, "Award ID": "69A36523420060CRSMS", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO COMPLETE AN ENVIRONMENTAL REVIEW AND ENGINEERING DESIGN FOR THE MS HIGHWAY 18 - KANSAS CITY SOUTHERN (KCS) GRADE SEPARATED ROAD OVERPASS BRIDGE. IF BUILT, IT WILL IMPROVE THE SAFETY OF VEHICULAR, PEDESTRIAN, AND RAILROAD INTERACTIONS AT THE CROSSING, AS WELL AS ENHANCE OVERALL TRANSPORTATION MOVEMENTS, REDUCE GREENHOUSE GAS EMISSIONS, AND INCREASE RESILIENCY OF FREIGHT RAIL OPERATIONS AND QUALITY OF LIFE IN THE COMMUNITY. RANKIN COUNTY, MS (GRANTEE OR COUNTY) IS PARTNERING WITH KCS AND THE MISSISSIPPI DEPARTMENT OF TRANSPORTATION (MDOT) TO COMPLETE THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef60a1fc-aee8-6e2c-b64d-64de1f515c68-C", "generated_internal_id": "ASST_NON_69A36523420060CRSMS_6930"}, {"internal_id": 158583373, "Award ID": "69A36523420050CRSKS", "Award Amount": 10991971.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-18", "CFDA Number": "20.325", "Description": "THE PROPOSED PROJECT WOULD MAKE A SERIES OF IMPROVEMENTS ON THE CIMARRON VALLEY RAILROAD (CVR) IN SOUTHWESTERN KANSAS ALONG THE ROW FROM DODGE CITY TO HUGOTON, KANSAS. THE PROJECT WOULD REPLACE 51,618 CROSSTIES, PERFORM 3,577 FLASH-BUTT WELDS TO RAIL, RELAY 3.7 MILES OF RAIL IN CURVES, APPLY NEW BALLAST TO 67 MILES OF TRACK, AND SURFACE 85 MILES OF TRACK. THESE IMPROVEMENTS WILL ENABLE THE RAIL TO SUPPORT BIODIESEL TRANSPORT OPERATIONS AS WELL AS LOCAL AGRICULTURAL PRODUCTS, RAISE THE ALLOWABLE SPEED FROM 1O MPH TO 25 MPH, AND INCREASE THE WEIGHT CAPACITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc3cb1f7-a41d-5910-2c01-e49c08a99a92-C", "generated_internal_id": "ASST_NON_69A36523420050CRSKS_6930"}, {"internal_id": 158583372, "Award ID": "69A36523420040CRSFL", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-27", "CFDA Number": "20.325", "Description": "THE GRANTEE WILL PERFORM RAIL TRESPASSING ENFORCEMENT ACTIVITIES AND REPORT THOSE ACTIVITIES AND ASSOCIATED BENEFITS TO FRA. THE ACTIVITIES UNDERTAKEN WITH SUPPORT FROM THIS GRANT AND THEIR BENEFITS WILL NOT ONLY REDUCE THE NUMBER OF TRESPASSER INCIDENTS BUT WILL ALSO HELP FRA TARGET AND DETERMINE THE EFFECTIVENESS OF VARIOUS RAIL TRESPASS PREVENTION ACTIVITIES, CONSISTENT WITH FRAS CONGRESSIONALLY MANDATED, NATIONAL STRATEGY TO PREVENT TRESPASSING ON RAILROAD PROPERTY. THE GRANTEES APPLICATION FOR FINANCIAL ASSISTANCE INCLUDED THE FOLLOWING ACTIVITIES, WHICH WILL BE FURTHER DETAILED IN THE DETAILED WORK PLAN (DWP) DESCRIBED BELOW: PALM BEACH COUNTY SHERIFFS OFFICE (PBSO) WILL PATROL IDENTIFIED TRESPASSING HOT SPOTS DURING PEAK TRESPASS HOURS. ADDITIONAL SATURATION PATROLS WILL BE ORGANIZED WHICH MAY INCLUDE OFFICERS IN PATROL CARS AND OFFICERS ON MOTORCYCLES PATROLLING BOTH THE RAILROAD RIGHTS OF WAY AND GENERAL RAILWAY AREAS AT DIFFERENT LOCATIONS WITHIN THE CITY AT APPROXIMATELY ONE SATURATION PATROL PER MONTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "696b80f3-a39a-43a2-857f-57a7b28320b3-C", "generated_internal_id": "ASST_NON_69A36523420040CRSFL_6930"}, {"internal_id": 160295229, "Award ID": "69A36523420030CRSCA", "Award Amount": 24077.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "20.325", "Description": "CONDUCT 16 SEPARATE, FOUR-HOUR DETAILS, COMPRISED OF TEAMS OF FIVE OFFICERS. THE FIVE OFFICERS FROM HANFORD POLICE DEPARTMENT WILL BE PARTNERED WITH ADDITIONAL OFFICERS FROM BNSF. OPERATIONS WILL FOCUS ON WARNING, CITING OR ARRESTING TRESPASSERS, EDUCATING THE INDIVIDUALS ON DANGERS OF TRESPASSING NEAR THE RAILWAY AND REDIRECTING INDIVIDUALS INTENDING UPON SETTING UP HOMELESS ENCAMPMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4637e35-39b3-0300-e2ee-375e1c95052e-C", "generated_internal_id": "ASST_NON_69A36523420030CRSCA_6930"}, {"internal_id": 160295228, "Award ID": "69A36523420020CRSCA", "Award Amount": 112795.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "20.325", "Description": "THIS PROPOSED PROJECT IS TO REDUCE THE TRESPASSING INCIDENTS ALONG THE ORANGE AND BSNS SAN BERNARDINO SUBDIVISIONS BY CONDUCTING TRESPASSING ENFORCEMENT OPERATIONS. LASD CURRENTLY HAS TWO (2) RIGHT-OF-WAY (ROW) DEPUTIES TO PATROL FIVE HUNDRED MILES OF RAIL SYSTEM, WHICH IS INSUFFICIENT TO ENFORCE TRESPASS LAWS AT TRESPASS HOT SPOTS ALONG THE BNSF SAN BERNARDINO AND ORANGE SUBDIVISIONS. THIS INITIATIVE WILL PROVIDE FOUR (4) ADDITIONAL DEPUTIES AND ONE (1) SERGEANT ON OVERTIME TO BE PART OF THE TRESPASSING ENFORCEMENT OPERATIONS. THE ACTIVITIES AND KEY DELIVERABLES ARE: 24 DIRECT ENFORCEMENT OPERATIONS, TO CITE AND ARREST TRESPASSERS IN THE IDENTIFIED HOT SPOT  INVESTIGATION OF TRESPASSER REPORTS  FOLLOW-UP SITE VISIT, AND IF REQUIRED, DIRECT ENFORCEMENT OF THE HOT SPOTS FOR REPEAT OFFENDERS  PREPARATION OF AN AFTER-ACTION REPORT FOR THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6dd0508-efbf-f93b-a0b9-34c72f4b59cc-C", "generated_internal_id": "ASST_NON_69A36523420020CRSCA_6930"}, {"internal_id": 161091041, "Award ID": "69A36523420020CCDAL", "Award Amount": 67300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO EXPAND RAIL CAPACITY TO SUPPORT FREIGHT TRANSPORTATION NEEDS AND ENABLE EFFICIENT AND COST-EFFECTIVE MOVEMENT OF INTERNATIONAL EXPORTS AND IMPORTS THROUGH ALABAMA, AS WELL AS OTHER PARTS OF THE USA. THE ALABAMA STATE PORT AUTHORITY ( ASPA ) WILL USE THE CRISI GRANT TO SUPPORT THE ENGINEERING DESIGN, ENVIRONMENTAL REVIEW, AND THE CONSTRUCTION OF TWO SUBPROJECTS: (1) AN INLAND INTERMODAL CONTAINER TRANSFER FACILITY (ICTF) IN MONTGOMERY, ALABAMA  AND (2) THE CHICKASAW LEAD TRACK IN MOBILE, ALABAMA (COLLECTIVELY THE PROJECT). THE MONTGOMERY ICTF WILL PROVIDE AN ALTERNATE SHIPPING TRANSPORT OPTION FOR EXISTING BUSINESSES BETWEEN ASPA S PORT OF MOBILE (PORT) AND CENTRAL ALABAMA. IT WOULD ALSO REDUCE CONTAINER STORAGE CONGESTION AT THE PORT AND DECREASE TRUCK TRAFFIC ON I-65 (A HIGH-VOLUME TRUCK ROUTE) BETWEEN THE PORT AND CENTRAL ALABAMA. ASPA, IN PARTNERSHIP WITH THE CITY OF MONTGOMERY AND CSX TRANSPORTATION (CSXT), WILL CONSTRUCT THE PROPOSED MONTGOMERY ICTF. EXPECTED OUTCOME IS MORE FREIGHT MOVEMENTS TRANSPORTED BY RAIL. THE CHICKASAW LEAD TRACK WILL ADD ADDITIONAL CAPACITY TO ACCOMMODATE LONGER CONSISTS (I.E., 10,000 FT.), THEREBY MAKING IT EASIER FOR TERMINAL RAILWAY ALABAMA STATE DOCKS (TASD) TO ASSEMBLE TRAINS, BETWEEN THE TERMINAL RAILWAY ALABAMA STATE DOCKS  (TASD) INTERCHANGE YARD AND MULTIPLE INDUSTRY TRACKS LOCATED NORTH OF MOBILE, AL. IT WILL SUPPORT FREIGHT RAIL GROWTH IN AND AROUND THE PORT OF CHICKASAW AND ALLOW FOR AN INCREASE IN CLASS I RAIL TRAFFIC INTO THE TASD INTERCHANGE YARD. CURRENTLY, THERE ARE OPERATIONAL BOTTLENECKS, AND IT TAKES TASD MORE TIME TO ASSEMBLE AND MOVE TRAINS, AS WELL AS TO MOVE CARGO THROUGH THE PORT. EXPECTED OUTCOME IS INCREASED TRACK CAPACITY WITHIN ASPA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71c5c77f-5bb4-a80a-302c-f05a3204cdd3-C", "generated_internal_id": "ASST_NON_69A36523420020CCDAL_6930"}, {"internal_id": 158583371, "Award ID": "69A36523420010CRSOH", "Award Amount": 1083015.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-25", "CFDA Number": "20.325", "Description": "THIS PROJECT WILL DESIGN AND CONSTRUCT A NEW TRAFFIC SIGNAL WITH RAILROAD PREEMPTION AS WELL ASGATES, LIGHTS, AND BELLS AT TWO AT-GRADE CROSSINGS (OWNED BY CSX AND CLASS III CENTRAL RAILROADOF INDIANA) LOCATED BETWEEN A PRIVATE RAIL AND RIVER TERMINAL FACILITY AND A US HIGHWAY INCINCINNATI, OH. THE PROJECT WILL IMPROVE SAFETY AND FREIGHT FLOW IN THE U.S. 50 CORRIDOR AND ISINTENDED TO FACILITATE THE SAFE MOVEMENT OF TRAINS, TRUCKS, CARS AND PEDESTRIANS AT THE CROSSING.THE INCLUSION OF AN ACTIVATED TRAFFIC SIGNAL ON U.S. 50 WITH SIGNAL PREEMPTION WILL ALLOW TRUCKS TOEXIT THE FACILITY WITH REDUCED DELAY WHILE ELIMINATING QUEUING ON THE TRACKS DURING A TRAINAPPROACH. THE PROJECT FUNDS THE PREPARATION OF PRELIMINARY ENGINEERING (PE) DOCUMENTS, FINALDESIGN (FD) DOCUMENTS, AND THE COMPLETION OF PROJECT CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e432cf16-fce3-d14a-6763-0f68e5756de8-R", "generated_internal_id": "ASST_NON_69A36523420010CRSOH_6930"}, {"internal_id": 159072125, "Award ID": "69A36523420010CCDWA", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-04", "CFDA Number": "20.325", "Description": "THE PROJECT WILL REPLACE 15 SWITCHES THAT HAVE REACHED THE END OF THEIR USEFUL LIFE WITHIN THEBANANA YARD. FAILED SWITCHES CAN RESULT IN EXCESSIVE DOWNTIME AND MAINTENANCE COSTS,FURTHER COMPLICATED BY HEAVY RAIL VOLUMES WITHIN THE NORTHWEST SEAPORT ALLIANCE(SEATTLE TACOMA) FREIGHT GATEWAY. ONCE COMPLETED, THE REPLACED SWITCHES WILL ENABLE THE YARDTO REDUCE AND OR ELIMINATE THE NEED FOR MONTHLY REPAIRS AND ENSURE YARD CAPACITY REMAINSCLOSE TO 100  AT ALL TIMES. IN ADDITION, THE PROJECT WILL HELP MINIMIZE RAIL DWELL TIMES AND THECOST OF SHIPPING BY RAIL. THE RAIL SWITCH UPGRADE WILL SUPPORT THE LONG-TERM COMPETITIVENESS OFTHE PORT OF TACOMA AND THE NORTHWEST SEAPORT ALLIANCE, AND THUS THE LONG-TERM ECONOMICCOMPETITIVENESS OF OUR REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6efb8ad7-186c-4839-411e-472756daf415-C", "generated_internal_id": "ASST_NON_69A36523420010CCDWA_6930"}, {"internal_id": 156932961, "Award ID": "69A36523420000CRSMO", "Award Amount": 2585080.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-02", "CFDA Number": "20.325", "Description": "THE PROJECT WILL BE IMPLEMENTING AN AT GRADE HIGHWAY RAIL CROSSING CONSOLIDATION PLAN THAT WILLCOMPLETE VARIOUS IMPROVEMENTS AT 15 CROSSINGS AND ADJACENT ROADWAYS AND INTERSECTIONS, TO INCLUDE PERMANENT CLOSURE OF FOUR PUBLIC AT GRADE CROSSINGS. THE OBJECTIVE OF THE PROJECT IS TO IMPROVE RAIL OPERATIONS AND INCREASE SAFETY FOR TRAINS, VEHICLES, AND PEDESTRIANS ON BNSF S 19 MILE MAINLINE TRACK IN ITS CHEROKEE SUBDIVISION (CORRIDOR) AS A CORE INITIATIVE IN ACCOMPLISHING THE GOAL OF LOWERING INCIDENT RATES IN THE STATE OF MISSOURI. THE EXPECTED OUTCOMES ARE TO REDUCE EXPOSURE TO GRADE CROSSINGS AS WELL AS IMPROVE THE GENERAL CRASH PREDICTION AT THE IMPROVED CROSSINGS. RAILROAD BENEFICIARY IS BNSF AND BENEFICIARY IS TO MODOT AND COUNTIES IN WHICH CROSSINGS ARE TO BE IMPROVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c731ba17-3696-abec-78ea-6ca8f69c0676-C", "generated_internal_id": "ASST_NON_69A36523420000CRSMO_6930"}, {"internal_id": 158583369, "Award ID": "69A36523420000CCDME", "Award Amount": 12960000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-21", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO RAISE THE LOADING CAPACITY OF RAILCARS ON THE MAINE NORTHERNRAILWAY (MNR) TO THE INDUSTRY STANDARD OF CLASS 2 TRACK (25 MPH) TO MATCH THE RECENTLY COMPLETED TRACK, YARD, INTERCHANGE, AND BRIDGE IMPROVEMENTS TO ENSURE GREATER EFFICIENCY AND RELIABILITY. THESE COMPLEMENTARY INVESTMENTS CONTRIBUTE TO THE LONG-TERM SUSTAINABILITY OF THE ECONOMY AND THE ENVIRONMENT IN AN ECONOMICALLY DISTRESSED REGION BY PROVIDING COST EFFECTIVE TRANSPORTATION TO MEET CURRENT AND EMERGING MARKETS THAT REQUIRE EFFECTIVE TRANSPORTATION ALTERNATIVES TO REACH SOURCES AND MARKETS THROUGHOUT NORTH AMERICA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "deb4ee6a-2a60-69df-cef5-55c678c7c4db-C", "generated_internal_id": "ASST_NON_69A36523420000CCDME_6930"}, {"internal_id": 158583368, "Award ID": "69A36523404130CRSIL", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-21", "CFDA Number": "20.325", "Description": "THE PROJECT REPLACES TWO EXISTING NORFOLK SOUTHERN RAILWAY (NSRR) STRUCTURES WITH FOUR NEWSTRUCTURES EACH DESIGNED FOR TWO TRACKS. TWO STRUCTURES WILL BE USED BY NSRR UPON PROJECTCOMPLETION. THE OTHER TWO STRUCTURES WILL BE USED IN THE FUTURE AFTER UPRR AND AMTRAKRELOCATE TO THE 10TH ST CORRIDOR. THIS RELOCATION IS EXPECTED TO OCCUR BY DECEMBER 31, 2025PER THE INTERGOVERNMENTAL COOPERATION AGREEMENT BETWEEN THE ILLINOIS DEPARTMENT OFTRANSPORTATION, CITY OF SPRINGFIELD, AND SANGAMON COUNTY DATED AUGUST 6, 2020.THE PROJECT INCLUDES UTILITY RELOCATION, NS FORCE ACCOUNT WORK, AND GRADING IN THE PROJECT AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3338de59-4076-ead8-dc04-b3a55897ac0a-C", "generated_internal_id": "ASST_NON_69A36523404130CRSIL_6930"}, {"internal_id": 157325638, "Award ID": "69A36523404120CRSME", "Award Amount": 77000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-10", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO IDENTIFY CRITICAL LOCATIONS ON THE PAN AM AMTRAK RAILWAY WITH A HIGH FREQUENCY OF TRESPASSING ISSUES USING GIS SPATIAL ANALYSIS    DETERMINE TRESPASSING CONTRIBUTING FACTORS    DEVELOP AND IMPLEMENT A BLENDED APPROACH OF DRONE TECHNOLOGY FOR IDENTIFYING TRESPASSERS ON PAN AM AMTRAK RAILWAY    PREPARE ENFORCEMENT AND EDUCATION TRESPASSING COUNTERMEASURE STRATEGIES AND TOOLS THAT RESOLVE TRESPASSING CONTRIBUTING FACTORS AND MITIGATE TRESPASSERS INCIDENTS    DEVELOP A PROGRAM TO SHARE, TRAIN, AND OR ASSIST LOCAL AND NEIGHBORING LAW ENFORCEMENT AGENCIES ON IMPLEMENTING A RESPONSE STRATEGY USING DRONE MONITORING AS WELL AS TRESPASSING COUNTERMEASURES  AND   DEVELOP A MODEL FOR BUILDING EFFECTIVE PROBLEM SOLVING PARTNERSHIPS WITH LOCAL LAW ENFORCEMENT, COMMUNITY STAKEHOLDER AND LOCAL GOVERNMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "849bbaca-e37c-ac39-0691-959d24eb15a1-C", "generated_internal_id": "ASST_NON_69A36523404120CRSME_6930"}, {"internal_id": 156932959, "Award ID": "69A36523404090CRSNY", "Award Amount": 52000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO DEVELOP AND IMPLEMENT A SAFETY PROGRAM OR INSTITUTE DESIGNED TO IMPROVE RAIL SAFETY. THE FUNDING WILL BE USED TO PAY APPLICABLE LAW ENFORCEMENT WAGES TO UNDERTAKE TRESPASS ENFORCEMENT ACTIVITIES. LAW ENFORCEMENT OFFICERS WILL BE PAID TO PATROL THE PROJECT AREA ON FOOT AND CAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3eba3fcb-5121-3b43-ee2a-e53ed1d18c64-C", "generated_internal_id": "ASST_NON_69A36523404090CRSNY_6930"}, {"internal_id": 157325637, "Award ID": "69A36523404070CRSNY", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-13", "CFDA Number": "20.325", "Description": "THE TOWN OF COEYMANS WILL ASSIGN OFFICERS ON ATVS TO PATROL THE APPROXIMATELY 6 MILES OFRAILWAY IN THE TOWN OF COEYMANS AS PART OF AN OVERALL LAW ENFORCEMENT INITIATIVE TO PREVENT TRESPASSING ON RAIL PROPERTY. THE RAILWAY TRAVERSING THE TOWN OF COEYMANS IS A LOCALLY KNOWN PATH FOR OFF ROAD MOTORCYCLISTS AND PEDESTRIANS TO UTILIZE TO REACH THE NORTHERN AND SOUTHERN POINTS IN THE TOWN, AS WELL AS A MEANS TO GET TO THE VILLAGE OF RAVENA WHICH IS CENTRALLY SITUATED IN THE TOWN. THE RAILWAY CURRENTLY TRAVELS THRU LAFARGE CEMENT COMPANY PROPERTY, AND THERE ARE FUTURE PLANS FOR A SEPARATE RAIL LINE TO BE ADDED FOR THE PORT OF COEYMANS WHICH IS SITUATED ON THE HUDSON RIVER. THE PROJECT WILL ALLOW COEYMANS POLICE DEPARTMENT OFFICERS TO IDENTIFY TRESPASS VIOLATORS, PREVENT TRESPASSING AND OTHER CRIMES DUE TO AN OVERT PRESENCE, AND FURTHER PARTNERSHIPS WITH RAIL OPERATORS SUCH AS CSX.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96ae6eeb-0bf0-2679-2143-8fba54f9e53f-R", "generated_internal_id": "ASST_NON_69A36523404070CRSNY_6930"}, {"internal_id": 156932958, "Award ID": "69A36523404060CRSMA", "Award Amount": 42892.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-21", "CFDA Number": "20.325", "Description": "THE CITY OF FITCHBURG AIMS TO IMPLEMENT ENFORCEMENT ACTIVITIES THAT WILL HELP MITIGATE FUTURE TRESPASSING INCIDENTS AND INJURIES ALONG THE RAILROAD CORRIDOR. THE FITCHBURG POLICE DEPARTMENT WILL ASSIGN OFFICERS ON AN OVERTIME BASIS TO CONDUCT ENFORCEMENT ACTIVITIES ALONG THE TRACKS IN AN EFFORT TO REDUCE THE NUMBER OF INJURIES AND CURB THE NUMBER OF TRESPASSERS THAT FREQUENT THE AREA. ASSIGNED OFFICERS WILL ISSUE CITATIONS, WARNINGS, ARRESTS AS WELL AS DOCUMENT THE NUMBER OF CONTACTS MADE, OUTREACH EFFORTS REFERRALS ISSUED TO TRESPASSERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "310461df-b15b-c99a-aa9e-f503e35d075b-C", "generated_internal_id": "ASST_NON_69A36523404060CRSMA_6930"}, {"internal_id": 159544210, "Award ID": "69A36523404050CRSWI", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "20.325", "Description": "THE PURPOSE OF THE PROJECT IS FOR WISCONSIN DEPARTMENT OF TRANSPORTATION, IN COOPERATION WITH THE CITIESOF WAUKESHA AND WAUWATOSA, CANADIAN PACIFIC RAILWAY (CP), AND CANADIAN NATIONAL RAILWAY (CN), TOANALYZE THE MOVEMENT OF PEDESTRIANS AND BICYCLISTS QUANTITATIVELY AND QUALITATIVELY ACROSS AND ALONGSEGMENTS OF THE CN RAIL CORRIDOR IN THE CITY OF WAUKESHA AND THE CP RAIL CORRIDOR IN THE CITY OFWAUWATOSA TO DETERMINE THE ROOT CAUSE(S) OF RAIL TRESPASS IN THE CORRIDORS. THE PROJECT TEAM WILL COLLECTDATA OF THE PEDESTRIAN BICYCLIST MOVEMENT AT THE RAIL CROSSINGS LOCATIONS, ANALYZE THE DATA COLLECTED, ANDCONDUCT STAKEHOLDER AND PUBLIC OUTREACH TO IDENTIFY POTENTIAL INFRASTRUCTURE IMPROVEMENTS AND ORENFORCEMENT AND EDUCATIONAL STRATEGIES THAT COULD REDUCE THE RISK OF PEDESTRIAN AND BICYCLIST CASUALTIESALONG THE RAIL CORRIDOR. THE PROJECT WILL CULMINATE IN A SAFETY STUDY DETAILING THE EVALUATION PROCESS,PROPOSED SOLUTIONS AND TIMELINE FOR IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "973ff769-a196-a379-486c-be9d8f22a78a-C", "generated_internal_id": "ASST_NON_69A36523404050CRSWI_6930"}, {"internal_id": 157325636, "Award ID": "69A36523404040CRSCO", "Award Amount": 1840000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-17", "CFDA Number": "20.325", "Description": "THE PROJECT WILL REHABILITATE THE GET MAINLINE TO ACHIEVE FRA CLASS 2 TRACK SAFETY STANDARDS THROUGH THE INSTALLATION OF APPROXIMATELY 7,000 TIES, 9,600 TONS OF BALLAST, AND 24 MILES OF RESURFACING TO UPGRADE THE LINE FROM FRA CLASS 1 TO FRA CLASS 2 TRACK SAFETY STANDARDS. THESE IMPROVEMENTS WILL ENHANCE SAFETY AND TRAIN HANDLING, REDUCE LOCOMOTIVE UTILIZATION, IMPROVE RAIL CREW EFFICIENCY, REDUCE DERAILMENT RISK, AND POSITION GET TO ATTRACT ADDITIONAL FREIGHT BUSINESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "320a9cfc-1255-cd8d-10a7-c47de8c102cc-R", "generated_internal_id": "ASST_NON_69A36523404040CRSCO_6930"}, {"internal_id": 156633504, "Award ID": "69A36523404020CRSVT", "Award Amount": 2082519.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-06", "CFDA Number": "20.325", "Description": "THE PROJECT WILL INCREASE THE CLEARANCE OF THE RAIL RIGHT OF WAY TO MITIGATEFUTURE RISK OF HUMAN, ENVIRONMENTAL, OR CAPITAL INVESTMENT AND TO INCREASEREGIONAL ECONOMIC DEVELOPMENT. THE GRANTEE WILL COMPLETE AND IMPLEMENTROCK AND SLOPE STABILIZATION MEASURES, REMEDIATE IDENTIFIED SLOPE AND ROCKSTABILITY RISKS, REPAIR CULVERTS, AND IMPLEMENT ADVANCED ROCKFALL DETECTIONWARNING SYSTEMS ALONG AN 80 MILE CORRIDOR OF THE NECR LINE IN THE STATE OFVERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11603403-b9df-5745-7dca-9bc0bc9c9367-C", "generated_internal_id": "ASST_NON_69A36523404020CRSVT_6930"}, {"internal_id": 156035155, "Award ID": "69A36523404010CRSTX", "Award Amount": 2315570.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-20", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO REPLACE THE WALNUT CREEK BRIDGE TO IMPROVE RELIABILITY AND SAFETY ON CAPMETRO S RAILROAD, AS WELL AS CONTINUE TO PROVIDE OPPORTUNITY FOR LOWER TRANSPORTATION COSTS FOR THE RAILROAD OPERATOR S SHIPPERS AND CUSTOMERS. THE AUSTIN WESTERN RAILROAD IS THE SOLE RAILROAD OPERATOR IN CAPMETRO S EAST SUBDIVISION WHICH INCLUDES THE BRIDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7954c20-fdf4-b84d-0f20-fec880d072df-C", "generated_internal_id": "ASST_NON_69A36523404010CRSTX_6930"}, {"internal_id": 161692165, "Award ID": "69A36523404000CRSCA", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF OPERATION SAFE RAILS II IS TO CONTINUE TO CAPITALIZE ON THE EDUCATION, EXPERIENCE, AND SUCCESS OF THE ORIGINAL OPERATION SAFE RAILS PROGRAM TO GATHER DATA AND INCREASE AWARENESS OF THE DANGERS OF TRESPASSING ON RAILROAD TRACKS WHILE REDUCING THE OCCURRENCE. THE POLICE DEPARTMENT WILL USE GRANT FUNDS TO PAY HOURLY OVERTIME WAGES FOR POLICE OFFICERS TO CONDUCT EXTRA PATROLS ON AND NEAR RAILROAD PROPERTY HOT SPOTS AND FUND ANTI-THEFT PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77f489bb-509c-8424-7c12-557d1aa4348a-C", "generated_internal_id": "ASST_NON_69A36523404000CRSCA_6930"}, {"internal_id": 158583367, "Award ID": "69A36523403990CRSMI", "Award Amount": 114348.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-20", "CFDA Number": "20.325", "Description": "THE CITY OF DEARBORN DBA DEARBORN POLICE DEPARTMENT WILL USE GRANT FUNDING TO STAFF OVERTIMEPOSITIONS IN HOT SPOTS ALONG RAILROAD RIGHT OF WAYS TO PREVENT AND REDUCE INJURIES OR DEATH.ADDITIONALLY, OFFICERS CAN IDENTIFY VULNERABLE LOCATIONS AND PEDESTRIAN BEHAVIORS THAT ARE LIKELYTO CONTRIBUTE TO TRESPASS RELATED INJURIES OR DEATHS ON FEDERAL RAILS AND ENFORCE THE APPROPRIATELAWS TO DISCOURAGE AND CHANGE THOSE BEHAVIORS. AFTER IDENTIFYING RAIL LOCATIONS IN THE CITY THATARE MOST VULNERABLE TO TRESPASSING, THE DEARBORN POLICE DEPARTMENT WILL DIRECT TARGETED PATROLSTO ADDRESS TRESPASSERS AND SAFETY CONCERNS THROUGH ENFORCEMENT AND RELOCATION, THEREBYREDUCING THE NUMBER OF TRESPASS RELATED INJURIES AND DEATHS IN THE REGULATED RAILWAYS IN THECITY OF DEARBORN, MI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0353bc16-d59e-1c23-aa9b-efb40950dfed-C", "generated_internal_id": "ASST_NON_69A36523403990CRSMI_6930"}, {"internal_id": 158105462, "Award ID": "69A36523403980CRSCA", "Award Amount": 24520.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-06", "CFDA Number": "20.325", "Description": "FOUR (4) OFFICERS AND ONE (1) SERGEANT WILL PATROL RAILWAYS AND RAIL CROSSINGS THROUGHOUT THE CITY OF RIVERSIDE. USING DATA DRIVEN, REAL TIME INFORMATION, THE OFFICERS WOULD DEPLOY TO THE LOCATIONS WITH THE HIGHEST REPORTED INCIDENTS. THE OFFICERS WOULD CONTACT TRESPASSERS IN ORDER TO ENGAGEAND EDUCATE THEM ON THE DANGERS OF RAILWAYS. THIS GRANT FUNDING WILL PROVIDE FOUR (4) OFFICERS AND ONE (1) SERGEANT ON OVERTIME TO BE PART OF THE TRESPASSER REDUCTION TASK FORCE (TRTF).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c766edca-9790-f7c3-2e33-acec0a4b116f-C", "generated_internal_id": "ASST_NON_69A36523403980CRSCA_6930"}, {"internal_id": 157325635, "Award ID": "69A36523403970CRSPA", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-17", "CFDA Number": "20.325", "Description": "THE PROJECT WILL PROVIDE ENHANCED LEVELS OF PROACTIVE POLICE PATROL TO RAILROAD ASSETS  LOCATED WITHIN THE TOWNSHIP OF LOWER MAKEFIELD. IN THE RECENT PAST, THE RAILROAD FACILITIES  WITHIN THE TOWNSHIP HAVE EXPERIENCED INSTANCES OF TRESPASS WHICH HAVE RESULTED IN BOTH  SUICIDES AND CRIMINAL ACTS (THEFT). THIS PROJECT WILL ADDRESS RAILROAD TRESPASS BY PROVIDING  FUNDING FOR ENHANCED LEVELS OF POLICE PATROLS TO PROACTIVELY MONITOR RAILROAD FACILITIES AND  PREVENT INCIDENTS OF TRESPASS UPON RAILROAD PROPERTY. THE INTENDED OUTCOMES OF THIS  PROGRAM WILL INCLUDE REDUCED CRIMINAL ACTIVITY, REDUCTION IN DAMAGE TO AND LOSS OF RAILROAD  ASSETS, AND PROTECTION OF LIFE THROUGH SUICIDE PREVENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a834a6ef-1332-dab3-d3ff-2d7268803c63-C", "generated_internal_id": "ASST_NON_69A36523403970CRSPA_6930"}, {"internal_id": 156932957, "Award ID": "69A36523403960CRSMT", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "20.325", "Description": "THE BILLINGS POLICE DEPARTMENT IN PARTNERSHIP WITH OTHER FEDERAL, STATE AND LOCAL LAW ENFORCEMENT AGENCIES WOULD LIKE TO CONTINUE ITS FOCUS ON THE CRIME OF TRESPASSING ON RAILROAD PROPERTY. THE BPD HAS ESTABLISHED A GROUP OF LOCAL LAW ENFORCEMENT OFFICERS COMMITTED TO ENFORCEMENT ACTIVITIES ON AND AROUND RAILROAD PROPERTY IN PARTNERSHIP WITH BNSF RAILWAY AND MONTANA RAIL LINK. THIS AWARD FUNDS HOURLY WAGES FOR LAW ENFORCEMENT OFFICIALS TO UNDERTAKE RAIL TRESPASSING ENFORCEMENT ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7a68eae-4190-c221-3071-6e953effe0d8-C", "generated_internal_id": "ASST_NON_69A36523403960CRSMT_6930"}, {"internal_id": 157325634, "Award ID": "69A36523403940CRSOK", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-17", "CFDA Number": "20.325", "Description": "THE OKLAHOMA CITY POLICE DEPARTMENT WILL USE GRANT FUNDING TO STAFF OVERTIME POSITIONS IN HOTSPOTS ALONG RAILROAD RIGHT OF WAYS TO PREVENT AND REDUCE INJURIES OR DEATH. ADDITIONALLY, OFFICERSCAN IDENTIFY VULNERABLE LOCATIONS AND PEDESTRIAN BEHAVIORS THAT ARE LIKELY TO CONTRIBUTE TOTRESPASS RELATED INJURIES OR DEATHS ON FEDERAL RAILS AND ENFORCE THE APPROPRIATE LAWS TODISCOURAGE AND CHANGE THOSE BEHAVIORS. AFTER IDENTIFYING RAIL LOCATIONS IN THE CITY THAT ARE MOSTVULNERABLE TO TRESPASSING, THE OKLAHOMA CITY POLICE DEPARTMENT WILL DIRECT TARGETED PATROLS TO ADDRESS TRESPASSERS AND SAFETY CONCERNS THROUGH ENFORCEMENT AND RELOCATION, THEREBYREDUCING THE NUMBER OF TRESPASS RELATED INJURIES AND DEATHS IN THE REGULATED RAILWAYS IN THECITY OF OKLAHOMA CITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67ade39a-f3ca-7630-e06d-c77e3adc4b9d-C", "generated_internal_id": "ASST_NON_69A36523403940CRSOK_6930"}, {"internal_id": 156035156, "Award ID": "69A36523403930CRSCO", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-13", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THIS GRANT AGREEMENT IS FOR THE GRANTEE TO COMPLETE PE AND THE ENVIRONMENTAL REVIEW RESULTING IN THE REQUIRED DOCUMENTATION AND APPROVALS TO SUPPORT FUTURE FINAL DESIGN AND CONSTRUCTION OF THE SOUTH DOWNTOWN RAILROAD UNDERPASS RECONSTRUCTION PROJECT, WHICH IS ANTICIPATED TO INCLUDE REPLACING RAILROAD BRIDGES IN DOWNTOWN COLORADO SPRINGS, CONSTRUCTING NEW BRIDGES, MAKING STREET IMPROVEMENTS, TAKING FLOOD MITIGATION EFFORTS, AND MAKING OTHER ENHANCEMENTS TO THE AREA AS NEEDED. THE PROJECT WILL RESULT IN IMPROVED FREIGHT RAIL OPERATIONS, ENHANCED SAFETY, AND STATE OF GOOD REPAIR BENEFITS FOR CURRENT AND FUTURE RAIL SERVICE ON THE CORRIDOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b535691-cd95-4c8b-5fc5-25b5ab743f39-C", "generated_internal_id": "ASST_NON_69A36523403930CRSCO_6930"}, {"internal_id": 157325633, "Award ID": "69A36523403920CRSTX", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-10", "CFDA Number": "20.325", "Description": "THE RAILROAD TRESPASSING INITIATIVE WILL ALLOW FOUR HOUSTON POLICE OFFICERS TO DEDICATE ONE EIGHT HOUR SHIFT PER WEEK ON AN OVERTIME BASIS TO PATROLLING RAIL CORRIDORS IN SEARCH OF TRESPASSERS. BY TAKING A PROACTIVE ROLE AND INCREASING POLICE PRESENCE, THE DEPARTMENT WILL DETER TRESPASSERS, APPREHEND VIOLATORS, AND INVESTIGATE TRESPASSING INCIDENTS. THE PROPOSED PROJECT WILL DIRECTLY ADDRESS THE SIGNIFICANT CHALLENGE OF TRESPASSING IN AND AROUND RAIL LINES WHICH, IN SOME INSTANCES, RESULT IN INJURY AND EVEN DEATH. FINDING AND APPREHENDING THESE VIOLATORS CAN BE AN ISSUE DUE TO THE DIFFICULT TERRAIN OF SOME RAIL LINES AND YARDS, AND SEARCHING AROUND MOVING TRAINS CAN POSE A SAFETY CONCERN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8def09bd-9091-4475-5c3f-5cc9716c0bc2-C", "generated_internal_id": "ASST_NON_69A36523403920CRSTX_6930"}, {"internal_id": 159072124, "Award ID": "69A36523403910CRSOH", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-02", "CFDA Number": "20.325", "Description": "THE GRANTEE WILL PERFORM RAIL TRESPASSING ENFORCEMENT ACTIVITIES AND REPORTTHOSE ACTIVITIES AND ASSOCIATED BENEFITS TO FRA. THE ACTIVITIES UNDERTAKENWITH SUPPORT FROM THIS GRANT AND THEIR BENEFITS WILL NOT ONLY REDUCE THENUMBER OF TRESPASSER INCIDENTS BUT WILL ALSO HELP FRA TARGET AND DETERMINETHE EFFECTIVENESS OF VARIOUS RAIL TRESPASS PREVENTION ACTIVITIES, CONSISTENTWITH FRAS CONGRESSIONALLY MANDATED, NATIONAL STRATEGY TO PREVENTTRESPASSING ON RAILROAD PROPERTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "574d1d58-b5c0-6d31-5ddb-09d3717e5966-C", "generated_internal_id": "ASST_NON_69A36523403910CRSOH_6930"}, {"internal_id": 157765467, "Award ID": "69A36523403900CRSFL", "Award Amount": 55587.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "20.325", "Description": "TAMPA POLICE DEPARTMENT S RAILROAD TRESPASSING ENFORCEMENT GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b982598-252b-de4a-5edc-7671726145e6-C", "generated_internal_id": "ASST_NON_69A36523403900CRSFL_6930"}, {"internal_id": 158105461, "Award ID": "69A36523403890CRSNC", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-11", "CFDA Number": "20.325", "Description": "THE GRANTEE WILL PERFORM RAIL TRESPASSING ENFORCEMENT ACTIVITIES AND REPORT THOSE ACTIVITIES ANDASSOCIATED BENEFITS TO FRA. THE ACTIVITIES UNDERTAKEN WITH SUPPORT FROM THIS GRANT AND THEIR BENEFITS WILLNOT ONLY REDUCE THE NUMBER OF TRESPASSER INCIDENTS BUT WILL ALSO HELP FRA TARGET AND DETERMINE THEEFFECTIVENESS OF VARIOUS RAIL TRESPASS PREVENTION ACTIVITIES, CONSISTENT WITH FRA S CONGRESSIONALLYMANDATED, NATIONAL STRATEGY TO PREVENT TRESPASSING ON RAILROAD PROPERTY.THE GRANTEE S APPLICATION FOR FINANCIAL ASSISTANCE INCLUDED THE FOLLOWING ACTIVITIES, WHICH WILL BE FURTHERDETAILED IN THE DETAILED WORK PLAN (DWP) DESCRIBED BELOW: GREENSBORO POLICE DEPARTMENT (GPD) WILLEDUCATE THE PUBLIC ON RAIL CROSSING DANGERS AND PERFORM DIRECTED PATROLS ALONG A THREE-MILE RAILROADCORRIDOR IN A DENSELY POPULATED AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b605edd9-14fd-61b8-9a5d-a99898006bb7-C", "generated_internal_id": "ASST_NON_69A36523403890CRSNC_6930"}, {"internal_id": 156932956, "Award ID": "69A36523403880CRSFL", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-25", "CFDA Number": "20.325", "Description": "PALM BEACH COUNTY SHERIFF S OFFICE STRATEGY FOR REDUCING RAILROAD TRESPASSING IN THE CITY OF LAKE WORTH BEACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "696b80f3-a39a-43a2-857f-57a7b28320b3-C", "generated_internal_id": "ASST_NON_69A36523403880CRSFL_6930"}, {"internal_id": 157325632, "Award ID": "69A36523403870CRSFL", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-14", "CFDA Number": "20.325", "Description": "THE GRANTEE WILL PERFORM RAIL TRESPASSING ENFORCEMENT ACTIVITIES AND REPORT THOSE ACTIVITIES AND ASSOCIATEDBENEFITS TO FRA. THE ACTIVITIES UNDERTAKEN WITH SUPPORT FROM THIS GRANT AND THEIR BENEFITS WILL NOT ONLY REDUCE THENUMBER OF TRESPASSER INCIDENTS BUT WILL ALSO HELP FRA TARGET AND DETERMINE THE EFFECTIVENESS OF VARIOUS RAILTRESPASS PREVENTION ACTIVITIES, CONSISTENT WITH FRA S CONGRESSIONALLY MANDATED, NATIONAL STRATEGY TO PREVENTTRESPASSING ON RAILROAD PROPERTY.THE GRANTEE S APPLICATION FOR FINANCIAL ASSISTANCE INCLUDED THE FOLLOWING ACTIVITIES, WHICH WILL BE FURTHER DETAILED INTHE DETAILED WORK PLAN (DWP) DESCRIBED BELOW  BROWARD COUNTY SHERIFF S OFFICE S (BSO) WILL CONDUCTENFORCEMENT AT HOT SPOTS ALONG THE RAILROAD TRACKS THAT TRANSVERSE THROUGH BROWARD COUNTY. ENFORCEMENTACTIVITIES WILL FOCUS ON TRAFFIC ENFORCEMENT, WARNINGS, AND CITATIONS. SPECIAL FOCUS WILL BE GIVEN TO ADDRESSINGISSUES OF HOMELESS ENCAMPMENTS ERECTED IN AND AROUND FRA REGULATED TRACKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec07a6b0-ad4e-d92b-0755-0dc51684d81f-C", "generated_internal_id": "ASST_NON_69A36523403870CRSFL_6930"}, {"internal_id": 157325631, "Award ID": "69A36523403860CRSFL", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-10", "CFDA Number": "20.325", "Description": "THE GRANTEE WILL PERFORM RAIL TRESPASSING ENFORCEMENT ACTIVITIES AND REPORT THOSE ACTIVITIES AND ASSOCIATED BENEFITS TOFRA. THE ACTIVITIES UNDERTAKEN WITH SUPPORT FROM THIS GRANT AND THEIR BENEFITS WILL NOT ONLY REDUCE THE NUMBER OFTRESPASSER INCIDENTS BUT WILL ALSO HELP FRA TARGET AND DETERMINE THE EFFECTIVENESS OF VARIOUS RAIL TRESPASS PREVENTIONACTIVITIES, CONSISTENT WITH FRA S CONGRESSIONALLY MANDATED, NATIONAL STRATEGY TO PREVENT TRESPASSING ON RAILROADPROPERTY.THE GRANTEE S APPLICATION FOR FINANCIAL ASSISTANCE INCLUDED THE FOLLOWING ACTIVITIES, WHICH WILL BE FURTHER DETAILED IN THEDETAILED WORK PLAN (DWP) DESCRIBED BELOW  HOLLYWOOD POLICE DEPARTMENT (HPD) WILL PATROL THE AMTRAK SOUTH FLORIDAREGIONAL TRANSIT AUTHORITY TRI RAIL LINE BY ACCESSING THE EASEMENT ON FOOT, ON POLICE BICYCLE, ATV OR UTV, OR OTHERSUITABLE POLICE VEHICLE, AND NOTIFY THE DEPARTMENT S NEIGHBORHOOD SERVICES UNIT OF ANY ENCAMPMENTS DISCOVERED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a9b0424-d23e-a08c-2d08-77b7b80b7cbe-C", "generated_internal_id": "ASST_NON_69A36523403860CRSFL_6930"}, {"internal_id": 157325630, "Award ID": "69A36523403850CRSFL", "Award Amount": 78157.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-13", "CFDA Number": "20.325", "Description": "THE GRANTEE WILL PERFORM RAIL TRESPASSING ENFORCEMENT ACTIVITIES AND REPORT THOSE ACTIVITIES AND ASSOCIATEDBENEFITS TO FRA. THE ACTIVITIES UNDERTAKEN WITH SUPPORT FROM THIS GRANT AND THEIR BENEFITS WILL NOT ONLY REDUCE THENUMBER OF TRESPASSER INCIDENTS BUT WILL ALSO HELP FRA TARGET AND DETERMINE THE EFFECTIVENESS OF VARIOUS RAILTRESPASS PREVENTION ACTIVITIES, CONSISTENT WITH FRA S CONGRESSIONALLY MANDATED, NATIONAL STRATEGY TO PREVENTTRESPASSING ON RAILROAD PROPERTY.THE GRANTEE S APPLICATION FOR FINANCIAL ASSISTANCE INCLUDED THE FOLLOWING ACTIVITIES, WHICH WILL BE FURTHER DETAILED INTHE DETAILED WORK PLAN (DWP) DESCRIBED BELOW  JACKSONVILLE SHERIFF S OFFICES (JSO) WILL CONDUCT ENFORCEMENTACTIVITIES INCLUDING EDUCATION ON THE DANGERS OF TRESPASSING ON RAILWAYS  TRESPASS ENFORCEMENT ACTIVITIES  ASSISTINGRAILROAD POLICE ON THEIR PROPERTY, AS NEEDED  PROPERTY CHECKS AT RAIL GRADES CROSSINGS AND MAIN RAIL YARDS  LOCATINGSAFETY HAZARDS ON RAILROAD PROPERTY  AND REFERRAL SERVICES FOR CITIZENS ENCOUNTERED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14e98470-46ee-4865-a6be-d53ebfb2fc27-C", "generated_internal_id": "ASST_NON_69A36523403850CRSFL_6930"}, {"internal_id": 161091040, "Award ID": "69A36523403840CRSFL", "Award Amount": 56500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "20.325", "Description": "THE GRANTEE WILL PERFORM SUICIDE PREVENTION ACTIVITIES AND REPORT THOSE ACTIVITIES AND ASSOCIATED BENEFITS TO FRA.  THE ACTIVITIES UNDERTAKEN WITH SUPPORT FROM THIS GRANT AND THEIR BENEFITS WILL NOT ONLY REDUCE THE NUMBER OF  TRESPASSER AND SUICIDE INCIDENTS BUT WILL ALSO HELP FRA TARGET AND DETERMINE THE EFFECTIVENESS OF VARIOUS RAIL  TRESPASS PREVENTION ACTIVITIES, CONSISTENT WITH FRA S CONGRESSIONALLY MANDATED, NATIONAL STRATEGY TO PREVENT  TRESPASSING ON RAILROAD PROPERTY.THE GRANTEE S APPLICATION FOR FINANCIAL ASSISTANCE INCLUDED THE FOLLOWING ACTIVITIES, WHICH WILL BE FURTHER DETAILED IN  THE DETAILED WORK PLAN (DWP) DESCRIBED BELOW: THE SOUTH FLORIDA REGIONAL TRANSPORTATION AUTHORITY (SFRTA)  WILL RUN A PUBLIC EDUCATION AND OUTREACH CAMPAIGN PROGRAM FOR SUICIDE PREVENTION IN CONJUNCTION WITH MENTAL  HEALTH PROFESSIONALS AND LOCAL LAW ENFORCEMENT AGENCIES. THE SFRTA TEAM WILL ALSO WORK WITH 211 PALM  BEACH TREASURE COAST TO DEVELOP AN AWARENESS TRAINING COURSE TO RECOGNIZE POTENTIAL SUICIDAL VICTIMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c081ac6-0eca-f270-1a22-80a746b4fc29-C", "generated_internal_id": "ASST_NON_69A36523403840CRSFL_6930"}, {"internal_id": 156932955, "Award ID": "69A36523403830CRSDE", "Award Amount": 4592637.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-01", "CFDA Number": "20.325", "Description": "THE PROPOSED ACTIVITY IS A WORKFORCE DEVELOPMENT PROJECT WITH A SPECIFIC FOCUS ON  THE DEVELOPMENT OF A RAILROAD ENGINEERING PROGRAM BY THE UNIVERSITY OF DELAWARE  FOR IMPLEMENTATION AT MORGAN STATE UNIVERSITY (MSU), A HISTORICALLY BLACK COLLEGE  AND UNIVERSITY (HBCU) LOCATED IN BALTIMORE, MARYLAND. THIS DEVELOPMENT AND  IMPLEMENTATION ACTIVITY WILL SERVE AS A TEMPLATE AND MODEL FOR IMPLEMENTATION OF  SIMILAR PROGRAMS AT OTHER HBCUS IN OTHER PARTS OF THE UNITED STATES. THE ULTIMATE  GOALS ARE TO TRAIN MORE STAKEHOLDERS AND INCREASE THE WORKFORCE DIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_69A36523403830CRSDE_6930"}, {"internal_id": 156035154, "Award ID": "69A36523403820CRSFL", "Award Amount": 15875000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-09", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO COMPLETE PRELIMINARY DESIGN FORTHE BRIGHTLINE PHASE III, TAMPA TO ORLANDO HIGH SPEED INTERCITYPASSENGER RAIL PROJECT, WHICH EXTENDS FOR 83 MILES FROM THEORLANDO INTERNATIONAL AIRPORT TO TAMPA, FL. COMPLETION OFPRELIMINARY DESIGN WILL SUPPORT BRIGHTLINE TO PROCEED WITH FUTUREFINAL DESIGN AND CONSTRUCTION OF THE PHASE III PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76eb7558-565a-ca13-11dd-a41b635ea5ae-C", "generated_internal_id": "ASST_NON_69A36523403820CRSFL_6930"}, {"internal_id": 156035158, "Award ID": "69A36523403800CRSAR", "Award Amount": 5569373.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-17", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO IMPROVE THE LRPA S OPERATIONS BY ADDING INFRASTRUCTURE (SIDINGS, TRACKS, AND AN ENGINE MAINTENANCE FACILITY) THAT WILL IMPROVE EFFICIENCY, RELIABILITY, AND SAFETY.  LRPA IS ANTICIPATING NEW CUSTOMER DEMAND, PROGRAMMED TO BEGIN IN LATE 2023, WHICH IS EXPECTED TO INCREASE RAILCAR SWITCHING MOVEMENTS BY 2500 PER YEAR.  NEW TRACKS AND SIDINGS WILL PROVIDE LRPA WITH MORE SPACE FOR RAILCAR STORAGE TO ACCOMMODATE THE GROWTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0acd05ec-4cf7-1821-67e2-8f931f758313-C", "generated_internal_id": "ASST_NON_69A36523403800CRSAR_6930"}, {"internal_id": 155551060, "Award ID": "69A36523403770CRSOK", "Award Amount": 10006289.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-13", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO IMPROVE THE KRR AND  MODERNIZE THE INFRASTRUCTURE TO CURRENT FREIGHT RAIL STANDARDS,  ENHANCE FREIGHT OPERATIONS, AND IMPROVE SAFETY AND ECONOMIC  VITALITY TO KRR AND ITS CUSTOMERS WITHIN ITS NETWORK IN TEXAS,  ARKANSAS, AND OKLAHOMA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec4b7f0f-b049-c436-1c07-a07a1eb777d5-C", "generated_internal_id": "ASST_NON_69A36523403770CRSOK_6930"}, {"internal_id": 156633506, "Award ID": "69A36523403760CRSLA", "Award Amount": 7297421.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO GENERATE EFFICIENCIES TO  IMPROVE THE GRANTEE S NETWORK SWITCHING AND RAILCAR STORAGE  CAPACITY, WHICH IN TURN WILL IMPROVE THE FLOW OF RAILCARS THROUGH  THE NORG AND, IN TURN, ACROSS THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af840ae7-9375-b471-a122-d683dafd2acf-R", "generated_internal_id": "ASST_NON_69A36523403760CRSLA_6930"}, {"internal_id": 155551061, "Award ID": "69A36523403740CRSPA", "Award Amount": 11926000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "20.325", "Description": "THE PROJECT WILL INCREASE THE CAPACITY OF THE ENTIRE WNYPSYSTEM TO 286,000 LB (286K) CARLOAD CAPABILITIES WHILESUBSTANTIALLY INCREASING THE STATE OF GOOD REPAIR. THE PROJECTWILL PROLONG THE RAILROAD S LIFE, SERVICE RELIABILITY, AND PROVIDEINCREASED SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d5932e7-90f3-63cc-9819-d8d7dc8ee3ca-C", "generated_internal_id": "ASST_NON_69A36523403740CRSPA_6930"}, {"internal_id": 156348889, "Award ID": "69A36523403730CRSMN", "Award Amount": 1478000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-27", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO REMOVE JOINTS IN APPROXIMATELY 12.2 MILES OF TRACK ON THE TWIN CITIES AND  WESTERN RAILROAD TO IMPROVE SAFETY, REDUCE THE POTENTIAL FOR COSTLY MAINLINE DERAILMENTS, AND DECREASE OVERALL MAINTENANCE COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5961dd1-4aec-03be-6624-bef92c045ee5-C", "generated_internal_id": "ASST_NON_69A36523403730CRSMN_6930"}, {"internal_id": 156348890, "Award ID": "69A36523403720CRSIA", "Award Amount": 7173452.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-25", "CFDA Number": "20.325", "Description": "THE PROJECT IS INTENDED TO BRING THE 27.3 MILE SEGMENT OF IOWA NORTHERNRAILWAY COMPANY MAIN LINE TRACK TO FRA CLASS 3 OPERATION FROM CURRENTFRA CLASS 1 AND 2 OPERATIONS BY REPLACING THE EXISTING JOINTED RAIL WITHNEW 115 POUND CONTINUOUS WELDED RAIL. SPEEDS ON THE MAIN LINE TRACK ARECURRENTLY LIMITED TO 10 MILES PER HOUR (MPH) FOR FRA CLASS I TRACK AND 25MPH FOR FRA CLASS 2 TRACK. COMPLETION OF THE PROJECT WILL ALLOW INCREASEDOPERATING SPEEDS OF 40 MPH, WHERE POSSIBLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23ce7d80-6e8b-d36d-f3a2-035f49b56c74-C", "generated_internal_id": "ASST_NON_69A36523403720CRSIA_6930"}, {"internal_id": 148976821, "Award ID": "69A36522503390CRSME", "Award Amount": 17468840.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-16", "CFDA Number": "20.325", "Description": "THE PROJECT WILL REHABILITATE AND MODERNIZE 75 MILES OF MAINLINE RAIL OF THE PAN AM RAILWAYS (PAR) IN CENTRAL MAINE, AND ENABLE PAR TO BETTER SERVE CUSTOMERS IN THIS REGION BY CREATING EFFICIENCIES AND SAFETY IMPROVEMENTS. THIS WILL INCLUDE RAIL REPLACEMENT, SIGNALING IMPROVEMENT, SWITCH REPLACEMENT AND CROSSING UPGRADES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "deb4ee6a-2a60-69df-cef5-55c678c7c4db-C", "generated_internal_id": "ASST_NON_69A36522503390CRSME_6930"}, {"internal_id": 157325629, "Award ID": "69A36522403690CRSIN", "Award Amount": 335361.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-17", "CFDA Number": "20.325", "Description": "THE PROJECT WILL DEVELOP A GEOGRAPHIC INFORMATION SYSTEM(GIS) MOBILE APP FOR THE LOUISVILLE AND INDIANA RAILROADCOMPANY (LIRC) WITH SOFTWARE TO ASSIST WITH COMMUNICATIONAND RESPONSE DURING RAILROAD INCIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59f06aea-701f-38fc-a8a6-a36c91cd059b-C", "generated_internal_id": "ASST_NON_69A36522403690CRSIN_6930"}, {"internal_id": 152328010, "Award ID": "69A36522403680CRSFL", "Award Amount": 2309531.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO REDUCE ACCIDENTS AT HIGHWAY RAIL GRADE CROSSINGSIN RURAL AREAS OF MARTIN AND PALM BEACH COUNTIES DUE TO VEHICLES ILLEGALLY ENTERINGOR STOPPING WITHIN THE DYNAMIC ENVELOPE OF AN ACTIVE RAILROAD CROSSING  THEINSTALLATION OF NEW DYNAMIC ENVELOPE PAVEMENT MARKINGS AND REHABILITATION OF THEROADWAY AND RAILROAD SURFACES THROUGH THE CROSSINGS IS INTENDED TO IMPROVEMOTORIST VISIBILITY OF THE CROSSINGS AND DETER VEHICLES FROM STOPPING TOO CLOSE TO THETRACKS OR WITHIN THE HAZARDOUS DYNAMIC ENVELOPE OF TRAINS OPERATING THROUGH THECROSSING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f460866-6853-66bb-ba7b-d634fab1f128-C", "generated_internal_id": "ASST_NON_69A36522403680CRSFL_6930"}, {"internal_id": 152328007, "Award ID": "69A36522403660CRSFL", "Award Amount": 5653819.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO ELIMINATE A CHOKEPOINT BY CONSTRUCTINGA 1 7 MILE SEGMENT OF SECOND TRACK BETWEEN CONTROL POINT  CP  NEKISSIMMEE  MP 806 2  NEAR DONEGAN AVENUE AND CP MIDDLEKISSIMMEE  MP 807 9  NEAR NEPTUNE ROAD IN THE CITY OF KISSIMMEE,FLORIDA  THE PROJECT WILL ENHANCE OPERATIONAL SAFETY AND ADD RAILROADCAPACITY FOR SUNRAIL COMMUTER TRAINS AND THE CFRC S TENANT RAILROADS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f460866-6853-66bb-ba7b-d634fab1f128-C", "generated_internal_id": "ASST_NON_69A36522403660CRSFL_6930"}, {"internal_id": 151882660, "Award ID": "69A36522403620CRSNY", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "20.325", "Description": "THE PROJECT WILL ENHANCE THE SAFETY OF THE RAIL LINE BY ELIMINATING TIMECONSUMING AND UNSAFE TRAIN RUNAROUND AND REVERSE MOVES AT HYDE PARK,CORRECT POOR YARD TRACK GEOMETRY THAT IS PRONE TO DERAILMENTS, AND PROVIDEADEQUATE TRACK CONFIGURATION AND CAPACITY TO IMPROVE CUSTOMER SERVICE THIS PROJECT WILL HELP IMPROVE THE REGION S COMPETITIVENESS AT A TIME WHENTHE INDUSTRIES SERVED BY THE DL HAVE BEEN HARD HIT BY THE RECENT ECONOMICDOWNTURN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c85f0728-e053-b507-6b44-fafcbb82749a-C", "generated_internal_id": "ASST_NON_69A36522403620CRSNY_6930"}, {"internal_id": 152328009, "Award ID": "69A36522403570CRSVA", "Award Amount": 10170000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "20.325", "Description": "THE PROJECT WILL ELIMINATE AN AT GRADE CROSSING IN THE CITY OF CHESAPEAKE, VA BY CONSTRUCTING A ROADWAY OVERPASS AT FREEMANAVENUE OVER THE NORFOLK AND PORTSMOUTH BELT LINE RAILROAD  THE PROJECT WILL IMPROVE OVERALL RELIABILITY AND SAFETY OF THETRANSPORTATION SYSTEM AND CREATE A CONTINUOUS, UNIMPAIRED FLOW OF TRAFFIC ALONG FREEMAN AVENUE TO   REDUCE VEHICULAR DELAYS TO AND FROM THE MONEY POINT INDUSTRIAL AREA WHILE THE RAILROAD IS IN USE   ELIMINATE CONFLICTS BETWEEN ROADWAY AND RAIL TRAFFIC  AND  ENHANCE EMERGENCY RESPONSE  FREEMAN AVENUE IS THE ONLY ROADWAY ACCESS TO THE MONEY POINT INDUSTRIAL AREA    IMPROVE THE CONDITION OF THE EXISTING RAILWAY SYSTEM AND FACILITIES IN THE REGION   DECREASE TRANSPORTATION COSTS BY REDUCING VEHICULAR AND TRAIN AND DELAY   IMPROVE LONG TERM EFFICIENCY, RELIABILITY AND COSTS IN THE MOVEMENT OF WORKERS AND GOODS BOTH BY PROVIDING RELIABLE, UNIMPAIREDVEHICULAR ACCESS TO AND FROM THE INDUSTRIES AND BUSINESSES AS WELL AS TRAIN ACCESS TO THE REGION   INCREASE THE ECONOMIC PRODUCTIVITY OF THE MONEY POINT INDUSTRIAL AREA BY MAKING IT MORE ACCESSIBLE FOR EXISTING BUSINESSES, ANDMORE ATTRACTIVE TO FUTURE TENANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "699c9f68-e7ca-732d-3de3-2d464c2776af-C", "generated_internal_id": "ASST_NON_69A36522403570CRSVA_6930"}, {"internal_id": 152328008, "Award ID": "69A36522403550CRSCO", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "20.325", "Description": "THE PROJECT WILL IMPLEMENT SAFETY IMPROVEMENTS AND ADDRESS TRAIN NOISE CONCERNS ALONG THE RAIL CORRIDOR IN LONGMONT, COLORADO, AND WILL ADDRESS NUMEROUS POINTS OF CONFLICT BETWEEN MOTORISTS, PEDESTRIANS, BICYCLISTS, AND THE BNSF MAINLINE AT 14 AT GRADE CROSSINGS  THE RECOMMENDED IMPROVEMENTS INCLUDE THE INSTALLATION OF FOUR QUADRANT GATES, RAISED MEDIANS WITH GATES, AND IN TWO CASES CLOSE CROSSINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "043da3c6-b73e-7953-ab6f-f1d39b892dc9-C", "generated_internal_id": "ASST_NON_69A36522403550CRSCO_6930"}, {"internal_id": 156633505, "Award ID": "69A36522403520CRSMI", "Award Amount": 15619365.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "20.325", "Description": "THE PROJECT WILL COMPLETE PRELIMINARY ENGINEERING (INCLUDING TRESPASSING NEEDSASSESSMENT), FINAL DESIGN AND CONSTRUCTION FOR TRESPASSING PREVENTION RELATEDIMPROVEMENTS ALONG MDOT S MICHIGAN LINE BETWEEN DEARBORN AND KALAMAZOO(LINE). THE PROJECT WILL PREVENT TRESPASSING AT SEVERAL LOCATIONS IN THE CORRIDOR,PROTECT HIGH SPEED TRAIN OPERATIONS OF 90 MPH OR HIGHER, AND IMPROVE PEDESTRIANSAFETY AT EXISTING AT GRADE CROSSINGS. SPECIFIC LOCATION OF IMPROVEMENTS WILL BEAREAS WHERE TRESPASSING HAS RESULTED IN STRIKES OR NEAR MISSES IN THE PAST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e9454e6-1d89-179b-91ca-a9490db92bbb-C", "generated_internal_id": "ASST_NON_69A36522403520CRSMI_6930"}, {"internal_id": 156035157, "Award ID": "69A36522403490CRSNE", "Award Amount": 4505542.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-12", "CFDA Number": "20.325", "Description": "INSTALLATION OF APPROXIMATELY 41,700 CROSS TIES AND REMOVAL AND DISPOSAL OF DEFECTIVE TIES THATARE REPLACED WITH NEW TIES.  PLACEMENT OF OTHER TRACK MATERIALS TO INCLUDE SPIKES, PLATES, ANCHORS, WASHERS, AND BOLTS  SURFACE AND DRESS APPROXIMATELY 562,848 TRACK FEET OF RIGHT OF WAY TO ENSURE TRACK GAUGE,HORIZONTAL AND VERTICAL ALIGNMENT, AND CURVATURE WILL ALL BE ADJUSTED TO CONFORM TO 2 CFR PART213 FOR FRA CLASS 3 TRACK STANDARD.  REMOVE TIMBER AND ASPHALT OR RUBBER AND ASPHALT GRADE CROSSING SURFACES AND REPLACE INLIKE KIND FOR 21 GRADE CROSSINGS LISTED BELOW. NO CHANGES TO SIGNALS, ALIGNMENT, OR SIGHT LINESWILL BE UNDERTAKEN. NO CROSSINGS CURRENTLY HAVE HUMPED PROFILES THAT REQUIRE SMOOTHING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4199d8a8-4d7b-5e44-3b95-0b05811a7b4a-R", "generated_internal_id": "ASST_NON_69A36522403490CRSNE_6930"}, {"internal_id": 151588031, "Award ID": "69A36522403480CRSFL", "Award Amount": 140809.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO LOCATE TRESPASSING HOT SPOTS,PROVIDE PUBLIC OUTREACH PLANS AND LEVERAGE LOCAL LAWENFORCEMENT IN A PARTNERSHIP TO COMBAT TRESPASSING ONFLORIDA S RAILROADS  MITIGATION METHODS WILL BE EVALUATED FOREFFECTIVENESS ON THE CENTRAL FLORIDA RAIL CORRIDOR   CFRC  OR SUNRAIL   COMMUTER SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f460866-6853-66bb-ba7b-d634fab1f128-C", "generated_internal_id": "ASST_NON_69A36522403480CRSFL_6930"}, {"internal_id": 151169499, "Award ID": "69A36522403470CRSGA", "Award Amount": 1006950.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "20.325", "Description": "THIS OBJECTIVES OF THE PROJECT ARE TO UPGRADE THE CURRENT 85LBRAIL TO 132LB RAIL FROM MP 36 49 TO MP 40 40, TO INSTALL 22 PAIRSOF COMPROMISE JOINTS AND TO ALIGN THE TRACK WITH THE TAMPINGAND REGULATING OF EXISTING BALLAST AS REQUIRED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55d29a51-3dd0-64f5-9647-a1a44bf218a6-C", "generated_internal_id": "ASST_NON_69A36522403470CRSGA_6930"}, {"internal_id": 150778889, "Award ID": "69A36522403450CRSME", "Award Amount": 16876760.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO IMPROVE SAFETY, CAPACITY AND RELIABILITY IN THE TRANSPORTATION SYSTEM IN MAINE BY MAKING CRITICAL IMPROVEMENTS TO THE PAR FREIGHT MAIN LINE. THIS RAIL CORRIDOR IN RURAL MAINE PROVIDES A CRITICAL GATEWAY TO THE NATIONAL RAIL SYSTEM AND GLOBAL ECONOMY FOR MAINE?S VAST FOREST PRODUCT RESOURCES AND PAPER INDUSTRY. INVESTMENT IN THE PINE TREE CORRIDOR WILL IMPROVE THE REGION?S COMPETITIVENESS AT A TIME WHEN THE MAINE FOREST PRODUCTS INDUSTRY IS AT THE TIPPING POINT OF RESURGENCE. THESE INVESTMENTS WILL IMPROVE THE STATE OF GOOD REPAIR OF THIS RAIL CORRIDOR WHILE ALLOWING SIGNIFICANTLY FASTER TRANSIT TIMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "deb4ee6a-2a60-69df-cef5-55c678c7c4db-C", "generated_internal_id": "ASST_NON_69A36522403450CRSME_6930"}, {"internal_id": 149253257, "Award ID": "69A36522403440CRSOH", "Award Amount": 1702688.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-09", "CFDA Number": "20.325", "Description": "THE IORY-OPERATED GREENFIELD LINE PROVIDES ESSENTIAL RAIL SERVICE TO REGIONAL SHIPPERS,CONNECTING WITH THE NATIONAL RAIL NETWORK VIA NUMEROUS INTERCHANGES IN NEARBY CINCINNATI ANDCOLUMBUS, OHIO. OVER 50% OF TIES IN THE PROJECT AREA ARE DEFECTIVE. THE CURRENT CONDITION RESULTSIN SLOW ORDERS, INEFFICIENCIES AND SERVICE INCONSISTENCY FOR EXISTING SHIPPERS AND REDUCED POTENTIALFOR FUTURE GROWTH. MAINTAINING THE EXISTING CONDITION COULD RESULT IN EXISTING SHIPPERS RELOCATING.THE OBJECTIVE OF THE PROJECT IS TO REHABILITATE THE LINE BY REPLACING TIES TO ELIMINATE SLOW ORDERS ANDALLOW FREIGHT OPERATIONS AT FRA CLASS II SPEEDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "461234b5-3509-c473-d8c4-20943c10ec6a-C", "generated_internal_id": "ASST_NON_69A36522403440CRSOH_6930"}, {"internal_id": 151588032, "Award ID": "69A36522403420CRSSD", "Award Amount": 10645137.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "20.325", "Description": "THE PROJECT WILL  REPAIR, REHABILITATE, AND UPGRADE 11 BRIDGES BETWEEN BRANDON, SD, AND BIGELOW TOWNSHIP, MN  SOUTH OF WORTHINGTON, MN  TO 286,000 POUND  LB  CAPACITY RAIL  REPAIR AND REOPEN 7 5 MILES OF TRACK BETWEEN BRANDON, SD AND VALLEY SPRINGS, SD  AND CONSTRUCT A CONNECTING TRACK FOR THE ELLIS AND  EASTERN COMPANY RAILROAD TO CROSS THE BNSF RAILWAY  BNSF  AT MANLEY JUNCTION IN MANLEY, MN  THE OBJECTIVE OF PROJECT IS TO OPERATE AND MAINTAIN A RAILROAD THAT CONNECTS SIOUX FALLS, SD WITH WORTHINGTON, MN ,AND CAN SAFELY HANDLE 286,000 LB RAIL CARS  THE REHABILITATED RAILROAD WILL ALLOW ELLIS AND  EASTERN TO OFFER REDUCE TRANSPORTATION COSTS, AND FREIGHT TRAINS WILL BE ABLE TO SAFELY TRAVEL AT FASTER SPEEDS CARRYING HEAVIER FREIGHT LOADS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f21935-efb4-c332-039f-6c093e294823-C", "generated_internal_id": "ASST_NON_69A36522403420CRSSD_6930"}, {"internal_id": 149544272, "Award ID": "69A36522403400CRSLA", "Award Amount": 3949450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-13", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO IMPROVE SAFETY AT CROSSINGS AND REDUCE THE POTENTIAL FOR COLLISIONS BETWEEN TRAINS CARRYING HAZARDOUS MATERIALS AND ROADWAY USERS IN RURAL AREAS OF LOUISIANA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f7ac209-3af3-7ebb-ea3c-d704dfe22cfc-C", "generated_internal_id": "ASST_NON_69A36522403400CRSLA_6930"}, {"internal_id": 151588030, "Award ID": "69A36522403380CRSMO", "Award Amount": 28790947.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "20.325", "Description": "THE PROJECT OBJECTIVE IS TO REHABILITATE THE BRIDGE TO A STATE OFGOOD REPAIR TO INCREASE EFFICIENCY OF FREIGHT AND PASSENGER RAILOPERATIONS OF THE REGIONAL AND NATIONAL RAIL NETWORK AND REDUCEOPERATIONS AND MAINTENANCE COSTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6161ff9-0530-c5c2-6951-a1de56b955d6-C", "generated_internal_id": "ASST_NON_69A36522403380CRSMO_6930"}, {"internal_id": 148976820, "Award ID": "69A36522403370CRSSD", "Award Amount": 2240000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-16", "CFDA Number": "20.325", "Description": "RECIPIENT OF FUNDS: SDDOT; BENEFICIARY: RAPID CITY, PIERRE AND EASTERN RAILROAD (RCP&E)DELIVERABLE:? INSTALLATION OF 136 LB. CONTINUOUS WELDED RAIL BETWEEN MILE POST (MP) 530.0 AND MP 534.0;? GRADE CROSSING SURFACING IMPROVEMENTS AT NINE GRADE CROSSINGS (PUBLIC AND PRIVATE) BETWEEN MP 530.0AND MP 534.0, PURSUANT TO THE RAIL INSTALLATION WITHIN THE PROJECT BOUNDARIES; AND? TRACK SURFACING AND RIGHT-OF-WAY IMPROVEMENTS BETWEEN MP 530.0 AND MP 534.0, INCLUDINGREPLACEMENT OF TWO MAINLINE TURNOUTS, BALLASTING, SHOULDER PROFILING AND TRACK RESURFACING.PURPOSE: IMPROVED SAFETY OF RAIL OPERATIONS WITH INSTALLATION OF MODERN RAIL TO REDUCE RISKS OF DERAILMENTSAND BREAKS, DIRECT SUPPORT OF EXISTING CUSTOMERS WITH TIMELY SERVICE AND EXPANDED OPPORTUNITY FORRAIL-SERVED INDUSTRIAL AND AGRICULTURAL DEVELOPMENT OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47fd81ed-53f2-27b4-95c3-f698cea92b46-C", "generated_internal_id": "ASST_NON_69A36522403370CRSSD_6930"}, {"internal_id": 149253258, "Award ID": "69A36522403360CRSIL", "Award Amount": 19206398.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-09", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO INCREASE FREIGHT CAPACITY AND OPERATING WINDOWSAND REDUCE FREIGHT TRAIN CAUSED DELAYS AND TRACK CONFLICTS FOR INTERCITY AMTRAKPASSENGER SERVICE AT THE DOLTON JUNCTION INTERLOCKING. TO ACCOMPLISH THEOBJECTIVE, ILLINOIS DEPARTMENT OF TRANSPORTATION, IN COOPERATION WITH CSX, WILLCONSTRUCT RAIL IMPROVEMENTS INCLUDING ADDING NEW OR RENEWING EXISTING RAILROADTRACK, REPROFILING EXISTING TRACK, AND INSTALLING NEW TURNOUTS TO RECONFIGURE THEDOLTON JUNCTION INTERLOCKING. THE PROJECT CONSISTS OF CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d53e2ae0-6a5d-8fd9-b85f-5399ab38a999-C", "generated_internal_id": "ASST_NON_69A36522403360CRSIL_6930"}, {"internal_id": 148204504, "Award ID": "69A36522403350CRSOH", "Award Amount": 2226315.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO IMPROVE SAFETY AND RELIABILITY ACROSS THE LINES BY ELIMINATING SLOW ORDERS ON THE LINES AND IMPROVING CONDITIONS TO FRA CLASS II TRACK STANDARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "461234b5-3509-c473-d8c4-20943c10ec6a-C", "generated_internal_id": "ASST_NON_69A36522403350CRSOH_6930"}, {"internal_id": 148204505, "Award ID": "69A36522403340CRSMS", "Award Amount": 6221020.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO IMPROVE RAILROAD OPERATIONS AND SAFETY OF THE PUBLIC AND GRANTEE?S EMPLOYEES, TO SUPPORT CUSTOMERS, CONSUMERS, AND EMPLOYEES BY FACILITATING COST EFFECTIVE FREIGHT MOVEMENT ON THE RAIL LINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef9a0cfc-65f2-5e79-2c76-c9160d37a12f-R", "generated_internal_id": "ASST_NON_69A36522403340CRSMS_6930"}, {"internal_id": 148204503, "Award ID": "69A36522403330CRSCO", "Award Amount": 548000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-18", "CFDA Number": "20.325", "Description": "THIS GRANT WILL DEVELOP A PRELIMINARY SERVICE DEVELOPMENT PLAN (SDP) AND AN ALTERNATIVES ANALYSIS, INCLUDING RAIL MODELING. THESE TASKS ARE TECHNICAL PREREQUISITES TO DEMONSTRATE A FINANCIALLY AND OPERATIONALLY FEASIBLE SERVICE. ANOTHER OBJECTIVE IS TO SHOW PROJECT READINESS FOR THE NEXT PHASE OF PROJECT DEVELOPMENT, WHICH MAY INCLUDE NATIONAL ENVIRONMENTAL POLICY ACT (NEPA) INITIATION AND MORE DETAIL PROJECT PLANNING AND ENGINEERING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76250e57-8bf5-299e-6dc1-7cd5992a1b90-C", "generated_internal_id": "ASST_NON_69A36522403330CRSCO_6930"}, {"internal_id": 147751212, "Award ID": "69A36522403320CRSPA", "Award Amount": 7895000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-14", "CFDA Number": "20.325", "Description": "THE RAIL PULSE: THE REALIZATION OF RAILCAR LOCATION, CONDITION, HEALTH, AND TELEMATICS SENSORS ON THE NORTH AMERICAN RAILCAR FLEET PROJECT WILL ESTABLISH AND OPERATIONALIZE A CENTRALIZED INFORMATION PLATFORM THAT COLLECTS, PROCESSES, AND DISTRIBUTES RAILCAR LOCATION, CONDITION, AND HEALTH INFORMATION BY MEETING FIVE OBJECTIVES:1.ESTABLISH MINIMUM CAPABILITY STANDARDS OF THE FOLLOWING FIVE FUNCTIONAL STANDARDS FOR RAILCARS: GLOBAL POSITIONING SYSTEM COORDINATES AT A LEVEL OF ACCURACY THAT SUPPORTS TRACK LEVEL VISIBILITY; DOORS OR HATCHES OPEN OR CLOSED; RAILCAR EMPTY, LOADED OR PARTIALLY LOADED; HAND BRAKE ON; ACCELEROMETER/IMPACT DETECTOR - TO DETECT OVER-SPEED IMPACT EVENTS AND RECORD WITH COORDINATES AND TIME STAMP; 2. ESTABLISH TECHNICAL AND COMMUNICATIONS STANDARDS AND PROTOCOLS TO SUPPORT OPEN ARCHITECTURE AND INNOVATION ON THE ON-BOARD SENSOR, POWER, PROCESSING AND COMMUNICATION DEVICES; 3. ESTABLISH DATA DISTRIBUTION PROTOCOLS; 4. DEVELOP CORE AND SUPPORTING INFORMATION AND TECHNICAL SERVICES; AND 5. ESTABLISH MAINTENANCE PROTOCOLS AND MANAGEMENT. THE AWARD RECIPIENT IS THE PENNSYLVANIA DEPARTMENT OF TRANSPORTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "775207a4-31d1-fe4a-602c-597377f057c5-C", "generated_internal_id": "ASST_NON_69A36522403320CRSPA_6930"}, {"internal_id": 148204502, "Award ID": "69A36522403310CRSTX", "Award Amount": 6312634.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-19", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO FACILITATE A RAIL CONNECTION TOTHE UPRR MAINLINE WITH ADEQUATE CAPACITY TO CONVERTAPPROXIMATELY 81 PERCENT OF TRUCK-BORNE FREIGHT THAT ACCESSESTHE PORT TO RAIL. THE PROJECT WILL CONSTRUCT FOUR NEW RAIL LINES ATPORT FREEPORT'S PARCEL 14.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "370d91df-d6d2-7ef1-31a1-3b6a5663c4fc-R", "generated_internal_id": "ASST_NON_69A36522403310CRSTX_6930"}, {"internal_id": 147475961, "Award ID": "69A36522403300CRSKY", "Award Amount": 2207206.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-22", "CFDA Number": "20.325", "Description": "THE CUMBERLAND RIVER BRIDGE REHABILITATION AND AUTOMATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa419629-cd15-e65d-2eb9-91d7eb5b8c4f-C", "generated_internal_id": "ASST_NON_69A36522403300CRSKY_6930"}, {"internal_id": 146748620, "Award ID": "69A36522403260CRSWI", "Award Amount": 31800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-02", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE PROJECT IS TO ADD INTERCITY PASSENGER RAILSERVICE ON THE TCMC CORRIDOR THAT WILL INTEGRATE WITH THEEXISTING AMTRAK LONG-DISTANCE EMPIRE BUILDER SERVICE AND THEEXISTING INTERCITY HIAWATHA SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "973ff769-a196-a379-486c-be9d8f22a78a-C", "generated_internal_id": "ASST_NON_69A36522403260CRSWI_6930"}, {"internal_id": 146748618, "Award ID": "69A36522403230CRSLA", "Award Amount": 3420224.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-03", "CFDA Number": "20.325", "Description": "? INTERCHANGE SIDING ? THIS IS A SIDING THAT WILL PROVIDE CAPACITY SPECIFICALLY FOR INTERCHANGE WITH THE UNION PACIFIC RAILROAD. IT WILL BE 2,100 FEET IN LENGTH, APPROXIMATELY TWO MILES FROM THE UNION PACIFIC MAIN LINE, AND HAVE A HAND-OPERATED SWITCH AT EACH END.? KERLIN SIDING ? THIS SIDING WILL PROVIDE OPERATIONAL CAPACITY ALONG THE LNW MAINLINE. IT WILL BE 3,050 FEET IN LENGTH, APPROXIMATELY ONE MILE FROM THE TIH CUSTOMER?S PLANT, AND HAVE A HAND-OPERATED SWITCH AT EACH END.? PLANT SIDING ? THIS SIDING WILL ALSO PROVIDE OPERATIONAL CAPACITY ALONG THE LNW MAIN LINE. IT WILL BE 4,100 FEET IN LENGTH, DIRECTLY SOUTH OF THE TIH CUSTOMER?S PLANT, AND HAVE A HAND-OPERATED SWITCH AT EACH END.? MAINLINE UPGRADE ? REPLACE EXISTING 75-LB RAIL WITH 112-LB OR BETTER RAIL OVER 8 TRACK MILES DIVIDED INTO 12 SEGMENTS SPANNING FROM MILEPOST 0.5 TO MILEPOST 17.0. THIS AND THE ASSOCIATED TRACK WORK WILL ALLOW THIS SEGMENT TO RUN 286K RAIL TRAFFIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5097f738-dee7-3248-1092-41896560a1d9-C", "generated_internal_id": "ASST_NON_69A36522403230CRSLA_6930"}, {"internal_id": 145238921, "Award ID": "69A36522403210CRSMA", "Award Amount": 1130000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-28", "CFDA Number": "20.325", "Description": "THE PROJECT OBJECTIVE IS TO PROVIDE SUPPLEMENTAL SAFETYMEASURES (SSMS) AT SIX GRADE CROSSINGS TO ENHANCE SAFETYAND THE QUALITY OF LIFE FOR CHELSEA RESIDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ce22144-38eb-f4fb-4648-231e5a6b6c18-C", "generated_internal_id": "ASST_NON_69A36522403210CRSMA_6930"}, {"internal_id": 144373594, "Award ID": "69A36522403170CRSLA", "Award Amount": 8262391.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-10", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE SAFETY AND INFRASTRUCTURE IMPROVEMENTS PROJECT IS TO IMPROVE THE RELIABILITY, SAFETY, AND EFFICIENCY OF NEW ORLEANS & GULF COAST RAILWAY COMPANY'S RAIL NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "349537eb-66bf-96f8-3e99-ed5d1050fa03-C", "generated_internal_id": "ASST_NON_69A36522403170CRSLA_6930"}, {"internal_id": 144373595, "Award ID": "69A36522403160CRSAK", "Award Amount": 3871913.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-10", "CFDA Number": "20.325", "Description": "THE PURPOSE OF THE PROJECT IS TO IMPROVE RAILROAD SAFETY, EFFICIENCY, AND RELIABILITY ON THE ALASKA RAILROAD MAINLINE, BY REPLACING THE 70-YEAR-OLD TIMBER BIRD CREEK PONY TRUSS BRIDGE (MILEPOST 86.6), WHICH IS NEARING THE END OF ITS USEFUL LIFE, WITH A NEW STEEL TRESTLE BRIDGE.  THE NEW BRIDGE WILL SUPPORT THE ALASKA RAILROAD CORPORATION?S FREIGHT AND PASSENGER RAIL SERVICES AND OPERATIONS BY ALLOWING INDUSTRY STANDARD GROSS WEIGHT CAPABILITIES OF 286,000-POUND RAILCARS AND INTERMODAL DOUBLE-STACK CARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a72a4fa7-0a2a-89b4-3c21-36abfc0f05b9-C", "generated_internal_id": "ASST_NON_69A36522403160CRSAK_6930"}, {"internal_id": 145628054, "Award ID": "69A36522403150CRSCA", "Award Amount": 10746091.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-20", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE BURBANK CORRIDOR SPEED AND SAFETY IMPROVEMENTS IS TO IMPROVE TRAIN CONTROL SYSTEMS IN THE CONGESTED BURBANK TO LOS ANGELES SEGMENT, SHARED BY AMTRAK, METROLINK, AND UPRR, ENHANCE SAFETY AND TRAIN THROUGHPUT AT TWO METROLINK STATIONS AND CROSSINGS, AND IMPROVE RELIABILITY AND SAFETY BY REPLACING AGING TRACK AND STRUCTURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6dd0508-efbf-f93b-a0b9-34c72f4b59cc-C", "generated_internal_id": "ASST_NON_69A36522403150CRSCA_6930"}, {"internal_id": 144813919, "Award ID": "69A36522403140CRSNC", "Award Amount": 47551484.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-15", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO ACQUIRE APPROXIMATELY 55 MILES OF THE CSX S-LINE RAIL CORRIDOR FROM RALEIGH TO NEAR RIDGEWAY, NC TO PREPARE FOR THE FUTURE DEVELOPMENT OF INTERCITY PASSENGER RAIL SERVICE ON THE SEHSR CORRIDOR BETWEEN RALEIGH, NC AND RICHMOND, VA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02135e4e-9974-3218-1d28-88d462b74bd2-C", "generated_internal_id": "ASST_NON_69A36522403140CRSNC_6930"}, {"internal_id": 146748617, "Award ID": "69A36522403130CRSTX", "Award Amount": 2223768.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-22", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE HARWOOD INTERCHANGE IMPROVEMENT PROJECT IS TO SIGNIFICANTLY EXPAND THE HARWOOD INTERCHANGE CAPACITY BY CONSTRUCTING A NEW DOUBLE-ENDED SIDING ADJACENT TO THE MAIN TRACK. THIS PROJECT WOULD FURTHER IMPROVE EXISTING INTERCHANGE CONDITIONS AND OPERATIONS WITH THE INSTALLATION OF DUAL-TONE MULTI-FREQUENCY (DTMF) POWER-CONTROLLED SWITCHES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0edf9d26-c281-c4ec-d2ef-0a98aec882b8-C", "generated_internal_id": "ASST_NON_69A36522403130CRSTX_6930"}, {"internal_id": 147106567, "Award ID": "69A36522403110CRSMD", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-15", "CFDA Number": "20.325", "Description": "THE OBJECTIVE OF THE FREIGHT RAIL CHESTERTOWN LINE: WORTON TRACK SAFETY PROJECT IS TO IMPROVE SAFETY AND SUSTAINABILITY THROUGH REHABILITATION OF TRACK, WHICH PROVIDES A SAFER AND MORE EFFICIENT BULK FREIGHT TRANSPORTATION ALTERNATIVE TO MOVING GOODS BY TRUCK. THE PROJECT WILL ENSURE CONTINUED SAFE OPERATION OF FREIGHT RAIL SERVICE TO CUSTOMERS ALONG THE CHESTERTOWN LINE AND PROVIDE OPPORTUNITY FOR DEVELOPMENT OF RAIL-SERVED BUSINESS IN KENT COUNTY. THE TRACK REHABILITATION AND DRAINAGE IMPROVEMENTS WILL REDUCE THE LIKELIHOOD OF DERAILMENTS AND EVENTUAL SHUTDOWN OF THE CHESTERTOWN LINE DUE TO TRACK DETERIORATION. REPLACEMENT OF THE DETERIORATED SWITCH AT EASTMAN SPECIALTIES WILL ENSURE CONTINUED SAFE DELIVERY OF MATERIALS TO THE FACILITY AT WORTON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "958131a2-a80e-e815-3ed8-ca38b53d4a4f-C", "generated_internal_id": "ASST_NON_69A36522403110CRSMD_6930"}, {"internal_id": 144007212, "Award ID": "69A36522403100CRSME", "Award Amount": 16867281.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-23", "CFDA Number": "20.325", "Description": "THE WELLS AREA IMPROVEMENT PROJECT WILL IMPROVE THE OPERATIONAL FLEXIBILITY IN THE PROJECT AREA, AND IN TURN ADD CAPACITY AND MITIGATE POTENTIAL FOR SCHEDULE DELAYS. IN 2016, NNEPRA DEVELOPED A DOWNEASTER CORRIDOR SERVICE DEVELOPMENT PLAN. ONE OF THE PRIMARY GOALS NOTED IN THE SERVICE DEVELOPMENT PLAN IS TO INCREASE THE FREQUENCY OF SERVICE BETWEEN PORTLAND AND BOSTON FROM THE CURRENT FIVE ROUND TRIPS TO SIX AND SUBSEQUENTLY SEVEN ROUND TRIPS USING A PHASED APPROACH. ADDITIONALLY, THE SERVICE DEVELOPMENT PLAN INCLUDES GOALS FOR REDUCING THE TRAVEL TIME BETWEEN BOSTON AND PORTLAND (AND SUBSEQUENTLY TO BRUNSWICK). THAT PLAN NOTED TWO POTENTIAL AREAS OF IMPROVEMENTS IN WELLS, MAINE THAT FACTOR IN TO MEETING THESE GOALS; EXTENDING THE EXISTING NO. 2 SIDING TRACK (APPROXIMATELY 11,000 LONG) THAT CURRENTLY ENDS AT CONTROL POINT (CPF) 228 AND ADDING CAPACITY TO THE EXISTING STATION PLATFORM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77453288-d83b-008a-f2bb-bc01c5aae502-C", "generated_internal_id": "ASST_NON_69A36522403100CRSME_6930"}, {"internal_id": 128891329, "Award ID": "69A36521502560CRSCO", "Award Amount": 225000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-11", "CFDA Number": "20.325", "Description": "SOUTHWEST CHIEF THROUGH CAR ALTERNATIVES ANALYSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76250e57-8bf5-299e-6dc1-7cd5992a1b90-C", "generated_internal_id": "ASST_NON_69A36521502560CRSCO_6930"}, {"internal_id": 125198810, "Award ID": "69A36521502530CRSAR", "Award Amount": 256019.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-01-29", "CFDA Number": "20.325", "Description": "ARDOT ON-SYSTEM GRADE CROSSING APPROACH IMPROVEMENTS INSTALLATION OF PAVEMENT MARKING AND SIGNS AT STATE AND US HIGHWAY AT-GRADE RAILROAD CROSSING AP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c46ad20-e9dd-6faf-cf47-59a08a38a8f2-C", "generated_internal_id": "ASST_NON_69A36521502530CRSAR_6930"}, {"internal_id": 140526577, "Award ID": "69A36521403090CRSFL", "Award Amount": 16350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-27", "CFDA Number": "20.325", "Description": "BOCA RATON STATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76eb7558-565a-ca13-11dd-a41b635ea5ae-C", "generated_internal_id": "ASST_NON_69A36521403090CRSFL_6930"}, {"internal_id": 140526576, "Award ID": "69A36521403050CRSID", "Award Amount": 7491315.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "20.325", "Description": "MAGIC VALLEY RAIL SAFETY & CAPACITY EXPANSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ffd7710-7fe5-fc57-a029-1f27ea3f0e66-C", "generated_internal_id": "ASST_NON_69A36521403050CRSID_6930"}, {"internal_id": 140526580, "Award ID": "69A36521403040CRSWA", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "20.325", "Description": "PNWRC ALTERNATIVES DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "218e01a3-cec5-23aa-6766-bd0074fb94b5-C", "generated_internal_id": "ASST_NON_69A36521403040CRSWA_6930"}, {"internal_id": 140060654, "Award ID": "69A36521402990CRSTX", "Award Amount": 241546.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "20.325", "Description": "IMPROVING SAFETY GRADE CROSSINGS USING UAV-CRP DATA ANALYSIS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00ed289b-18c3-2159-fdaf-0e61ebca8ecc-C", "generated_internal_id": "ASST_NON_69A36521402990CRSTX_6930"}, {"internal_id": 140060655, "Award ID": "69A36521402980CRSNH", "Award Amount": 4562905.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "20.325", "Description": "NEW HAMPSHIRE NORTHCOAST INFRASTRUCTURE PROJECT (MULTIPLE OPPORTUNITY ZONES)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0f609e8-6dd7-ebe3-269b-d84e49457240-C", "generated_internal_id": "ASST_NON_69A36521402980CRSNH_6930"}, {"internal_id": 139741409, "Award ID": "69A36521402960CRSCA", "Award Amount": 216000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "20.325", "Description": "PEDESTRIAN & VEHICLE SAFETY ENHANCEMENTS TO THE INTERSECTION OF J-STREET & PROSPERITY AVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca5c22c5-76e6-2ce0-4f6a-09bfce42c098-C", "generated_internal_id": "ASST_NON_69A36521402960CRSCA_6930"}, {"internal_id": 139741410, "Award ID": "69A36521402950CRSMA", "Award Amount": 1797114.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "20.325", "Description": "PIONEER VALLEY BRIDGE STRIKE PREVENTION, REHABILITATION, AND SAFETY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a38c4d6-3944-3dc4-6f06-83387e944491-C", "generated_internal_id": "ASST_NON_69A36521402950CRSMA_6930"}, {"internal_id": 138842783, "Award ID": "69A36521402940CRSNM", "Award Amount": 1320000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "20.325", "Description": "SANTA TERESA, NEW MEXICO AT-GRADE SEPARATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d2d5336-58af-7f38-9b53-f679853e3f0e-C", "generated_internal_id": "ASST_NON_69A36521402940CRSNM_6930"}, {"internal_id": 138418638, "Award ID": "69A36521402920CRSMS", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "20.325", "Description": "CENTRAL MISSISSIPPI RURAL SAFETY AND RAIL IMPROVEMENT REVITALIZATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c535834-8c29-7c4d-01a1-366e0e1b983c-R", "generated_internal_id": "ASST_NON_69A36521402920CRSMS_6930"}, {"internal_id": 138418636, "Award ID": "69A36521402900CRSOH", "Award Amount": 4112452.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "20.325", "Description": "NAPOLEON, DEFIANCE & WESTERN CRITICAL SAFETY UPGRADE", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "461234b5-3509-c473-d8c4-20943c10ec6a-C", "generated_internal_id": "ASST_NON_69A36521402900CRSOH_6930"}, {"internal_id": 138418637, "Award ID": "69A36521402890CRSIA", "Award Amount": 5425464.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "20.325", "Description": "IANR EDUCATION AND TRAINING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23ce7d80-6e8b-d36d-f3a2-035f49b56c74-C", "generated_internal_id": "ASST_NON_69A36521402890CRSIA_6930"}, {"internal_id": 137417910, "Award ID": "69A36521402880CRSAK", "Award Amount": 4110480.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-21", "CFDA Number": "20.325", "Description": "TRAIL RIVER BRIDGE REPLACEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a72a4fa7-0a2a-89b4-3c21-36abfc0f05b9-C", "generated_internal_id": "ASST_NON_69A36521402880CRSAK_6930"}, {"internal_id": 137417909, "Award ID": "69A36521402870CRSWA", "Award Amount": 3500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-21", "CFDA Number": "20.325", "Description": "MEADOWDALE BEACH PARK RAILROAD BRIDGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7bf76727-de6b-e0b4-d153-fea21dd3c64b-C", "generated_internal_id": "ASST_NON_69A36521402870CRSWA_6930"}, {"internal_id": 137872581, "Award ID": "69A36521402850CRSOH", "Award Amount": 700050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "20.325", "Description": "YOUNGSTOWN & SOUTHEASTERN RAILROAD MAHONING VALLEY REVIVAL PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "461234b5-3509-c473-d8c4-20943c10ec6a-C", "generated_internal_id": "ASST_NON_69A36521402850CRSOH_6930"}, {"internal_id": 137872583, "Award ID": "69A36521402840CRSOH", "Award Amount": 4530546.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "20.325", "Description": "LINKING LIMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "461234b5-3509-c473-d8c4-20943c10ec6a-C", "generated_internal_id": "ASST_NON_69A36521402840CRSOH_6930"}, {"internal_id": 138418634, "Award ID": "69A36521402800CRSAK", "Award Amount": 734482.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "20.325", "Description": "ANDERSON WHEEL IMPACT LOAD DETECTOR (WILD)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1847f0df-ac02-1e80-1e5e-5a0982d080c0-C", "generated_internal_id": "ASST_NON_69A36521402800CRSAK_6930"}, {"internal_id": 136920408, "Award ID": "69A36521402770CRSKS", "Award Amount": 27000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-03", "CFDA Number": "20.325", "Description": "SOUTH KANSAS AND OKLAHOMA RAILROAD REHABILITATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc3cb1f7-a41d-5910-2c01-e49c08a99a92-C", "generated_internal_id": "ASST_NON_69A36521402770CRSKS_6930"}, {"internal_id": 134114056, "Award ID": "69A36521402760CRSCO", "Award Amount": 1945019.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "20.325", "Description": "ANIMAS RIVER BRIDGE REPLACEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16649a4a-0bb2-6eb0-a5b6-1bfd471190a1-C", "generated_internal_id": "ASST_NON_69A36521402760CRSCO_6930"}, {"internal_id": 133029561, "Award ID": "69A36521402750CRSOH", "Award Amount": 4736123.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-11", "CFDA Number": "20.325", "Description": "CINCINNATI CONNECTIONS REVITALIZATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a3bd1eef-44b5-6888-04e4-c50806dda280-C", "generated_internal_id": "ASST_NON_69A36521402750CRSOH_6930"}, {"internal_id": 133029560, "Award ID": "69A36521402740CRSAK", "Award Amount": 120532.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-13", "CFDA Number": "20.325", "Description": "WASILLA CONTROL POINT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1847f0df-ac02-1e80-1e5e-5a0982d080c0-C", "generated_internal_id": "ASST_NON_69A36521402740CRSAK_6930"}, {"internal_id": 134114059, "Award ID": "69A36521402730CRSGA", "Award Amount": 2605000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "20.325", "Description": "GEORGIA SOUTHWESTERN RAILROAD REHABILITATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55d29a51-3dd0-64f5-9647-a1a44bf218a6-C", "generated_internal_id": "ASST_NON_69A36521402730CRSGA_6930"}, {"internal_id": 138418635, "Award ID": "69A36521402700CRSWA", "Award Amount": 1374399.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "20.325", "Description": "ELMA JUNCTION SAFETY, CAPACITY AND EFFICIENCY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d16c847-a05a-822b-91a7-ca0df57ac2c0-C", "generated_internal_id": "ASST_NON_69A36521402700CRSWA_6930"}, {"internal_id": 128891330, "Award ID": "69A36521402690CRSOR", "Award Amount": 5600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-12", "CFDA Number": "20.325", "Description": "LAKE COUNTY RAILROAD REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "637ad914-e49f-246a-643c-0a95a54c3271-C", "generated_internal_id": "ASST_NON_69A36521402690CRSOR_6930"}, {"internal_id": 128891328, "Award ID": "69A36521402670CRSSD", "Award Amount": 3919840.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-12", "CFDA Number": "20.325", "Description": "ELLIS AND EASTERN SIOUX FALLS AREA BRIDGES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47fd81ed-53f2-27b4-95c3-f698cea92b46-C", "generated_internal_id": "ASST_NON_69A36521402670CRSSD_6930"}, {"internal_id": 128891327, "Award ID": "69A36521402650CRSAR", "Award Amount": 2254511.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-10", "CFDA Number": "20.325", "Description": "JONESBORO INDUSTRIAL LEAD PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46bbd198-123f-83a0-b0a0-9f995bb13f03-C", "generated_internal_id": "ASST_NON_69A36521402650CRSAR_6930"}, {"internal_id": 127780318, "Award ID": "69A36521402640CRSSD", "Award Amount": 3771482.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-05", "CFDA Number": "20.325", "Description": "D&I MAIN LINE RAIL REPLACEMENT AND CROSSING IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47fd81ed-53f2-27b4-95c3-f698cea92b46-C", "generated_internal_id": "ASST_NON_69A36521402640CRSSD_6930"}, {"internal_id": 127780314, "Award ID": "69A36521402630CRSSD", "Award Amount": 1317997.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-05", "CFDA Number": "20.325", "Description": "SISSETON MILBANK RAILROAD LAKE FARLEY BRIDGE REPLACEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47fd81ed-53f2-27b4-95c3-f698cea92b46-C", "generated_internal_id": "ASST_NON_69A36521402630CRSSD_6930"}, {"internal_id": 128891331, "Award ID": "69A36521402620CRSCA", "Award Amount": 3150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-10", "CFDA Number": "20.325", "Description": "LEVERAGING PTC TO INCREASE CAPACITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6dd0508-efbf-f93b-a0b9-34c72f4b59cc-C", "generated_internal_id": "ASST_NON_69A36521402620CRSCA_6930"}, {"internal_id": 127780317, "Award ID": "69A36521402610CRSOH", "Award Amount": 1235500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-05", "CFDA Number": "20.325", "Description": "ENHANCING SAFE AND EFFICIENT FREIGHT RAIL/BARGE MODAL CONNECTIONS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e432cf16-fce3-d14a-6763-0f68e5756de8-R", "generated_internal_id": "ASST_NON_69A36521402610CRSOH_6930"}, {"internal_id": 127780316, "Award ID": "69A36521402600CRSRI", "Award Amount": 2800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-25", "CFDA Number": "20.325", "Description": "TF GREEN AIRPORT INTERCITY RAIL SERVICE PRELIMINARY ENGINEERING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89fbfc1c-5472-4e5f-126f-f11e8b7df379-C", "generated_internal_id": "ASST_NON_69A36521402600CRSRI_6930"}, {"internal_id": 127780315, "Award ID": "69A36521402590CRSSD", "Award Amount": 1572731.91, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-23", "CFDA Number": "20.325", "Description": "BELLE FOURCHE INDUSTRIAL AND RAIL PARK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47fd81ed-53f2-27b4-95c3-f698cea92b46-C", "generated_internal_id": "ASST_NON_69A36521402590CRSSD_6930"}, {"internal_id": 126511776, "Award ID": "69A36521402580CRSPA", "Award Amount": 18803354.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-17", "CFDA Number": "20.325", "Description": "IMPROVE RELIABILITY, SAFETY, AND EFFICIENCY BY UPGRADING DELMARVA CENTRAL'S MAIN LINE, NINE RAILROAD CROSSINGS, AND THREE RAIL MOVEABLE BRIDGES OVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ed72c3e-89e5-2688-7a83-b910d1780c8d-R", "generated_internal_id": "ASST_NON_69A36521402580CRSPA_6930"}, {"internal_id": 126511775, "Award ID": "69A36521402550CRSOR", "Award Amount": 427148.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-08", "CFDA Number": "20.325", "Description": "PENINSULA JUNCTION RAIL IMPROVEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e025bb50-8610-5e21-cfb4-0130c62f03ea-C", "generated_internal_id": "ASST_NON_69A36521402550CRSOR_6930"}, {"internal_id": 125198811, "Award ID": "69A36521402540CRSMO", "Award Amount": 21445577.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-04", "CFDA Number": "20.325", "Description": "THE MERCHANTS BRIDGE REHABILITATION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6161ff9-0530-c5c2-6951-a1de56b955d6-C", "generated_internal_id": "ASST_NON_69A36521402540CRSMO_6930"}, {"internal_id": 123013047, "Award ID": "69A36521402510CRSIL", "Award Amount": 3743892.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-04", "CFDA Number": "20.325", "Description": "POSITIVE TRAIN CONTROL (PTC) DEPLOYMENT AND INTEROPERABILITY TESTING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5458ebf8-d33d-6ee5-3e2e-958970f3050a-C", "generated_internal_id": "ASST_NON_69A36521402510CRSIL_6930"}, {"internal_id": 127780319, "Award ID": "69A36521402500CRSGA", "Award Amount": 3474402.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "20.325", "Description": "CENTRAL GEORGIA RAIL CORRIDOR COMPETITIVENESS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "841585b4-e91c-2d5c-e096-293567c85110-C", "generated_internal_id": "ASST_NON_69A36521402500CRSGA_6930"}, {"internal_id": 116284837, "Award ID": "69A36521402460CRSIA", "Award Amount": 3373971.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-11", "CFDA Number": "20.325", "Description": "MANLY SUBDIVISION - CONTINUOUS WELDED RAIL INSTALLATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23ce7d80-6e8b-d36d-f3a2-035f49b56c74-C", "generated_internal_id": "ASST_NON_69A36521402460CRSIA_6930"}, {"internal_id": 116648660, "Award ID": "69A36521402450CRSMI", "Award Amount": 7875770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-18", "CFDA Number": "20.325", "Description": "INFRASTRUCTURE ENHANCEMENT PROGRAM FOR LAKE STATE RAILWAY'S HURON SUBDIVISION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57afa526-1ca4-8644-d33c-793e3ebe52ab-C", "generated_internal_id": "ASST_NON_69A36521402450CRSMI_6930"}, {"internal_id": 116007271, "Award ID": "69A36521402420CRSMA", "Award Amount": 136500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-25", "CFDA Number": "20.325", "Description": "HIGH STREET AND CANAL STREET RAILROAD GRADE CROSSING IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc3ac6aa-72bc-b4e5-8811-775b8e101150-C", "generated_internal_id": "ASST_NON_69A36521402420CRSMA_6930"}, {"internal_id": 125198809, "Award ID": "69A36521402400CRSTX", "Award Amount": 666000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-02", "CFDA Number": "20.325", "Description": "GRIGGS ROAD AND MYKAWA ROAD RAIL SAFETY IMPROVEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca70401b-cbcd-fe52-880e-fb3f27147ecf-R", "generated_internal_id": "ASST_NON_69A36521402400CRSTX_6930"}, {"internal_id": 116007272, "Award ID": "69A36521402390CRSFL", "Award Amount": 907787.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-25", "CFDA Number": "20.325", "Description": "PORT MANATEE RAILROAD TRACK REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02ba7b7e-3545-0c83-f691-76fcc63f528e-R", "generated_internal_id": "ASST_NON_69A36521402390CRSFL_6930"}, {"internal_id": 111966583, "Award ID": "69A36521402380CRSWI", "Award Amount": 5050000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-02", "CFDA Number": "20.325", "Description": "MILWAUKEE AIRPORT RAIL STATION SECOND PLATFORM PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "973ff769-a196-a379-486c-be9d8f22a78a-C", "generated_internal_id": "ASST_NON_69A36521402380CRSWI_6930"}, {"internal_id": 111966584, "Award ID": "69A36521402360CRSGA", "Award Amount": 1350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-09", "CFDA Number": "20.325", "Description": "CHATTOOGA & CHICKAMAUGA RAILWAY REHABILITATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55d29a51-3dd0-64f5-9647-a1a44bf218a6-C", "generated_internal_id": "ASST_NON_69A36521402360CRSGA_6930"}, {"internal_id": 111966586, "Award ID": "69A36521402350CRSFL", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-03", "CFDA Number": "20.325", "Description": "NORTHEAST FLORIDA RURAL RAILYARD PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47b87f58-f7c1-262e-7a4c-4cb65094590c-R", "generated_internal_id": "ASST_NON_69A36521402350CRSFL_6930"}, {"internal_id": 111966585, "Award ID": "69A36521402340CRSAK", "Award Amount": 973530.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-03", "CFDA Number": "20.325", "Description": "GEOMETRY RAILCAR ACQUISITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1847f0df-ac02-1e80-1e5e-5a0982d080c0-C", "generated_internal_id": "ASST_NON_69A36521402340CRSAK_6930"}, {"internal_id": 97833153, "Award ID": "69A36520501390CRSSC", "Award Amount": 8750998.98, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-13", "CFDA Number": "20.325", "Description": "SOUTH CAROLINA PIEDMONT FREIGHT RAIL SERVICE IMPROVEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4ba0fa26-0be8-fe82-1f9e-934593fc5dbd-R", "generated_internal_id": "ASST_NON_69A36520501390CRSSC_6930"}, {"internal_id": 96954252, "Award ID": "69A36520501370CRSNC", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-30", "CFDA Number": "20.325", "Description": "WILMINGTON RAIL REALIGNMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f983fcc0-52d8-c740-bd46-e9cdb55dc921-C", "generated_internal_id": "ASST_NON_69A36520501370CRSNC_6930"}, {"internal_id": 96137632, "Award ID": "69A36520501340CRSWA", "Award Amount": 1246500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-27", "CFDA Number": "20.325", "Description": "PINES ROAD/BNSF GRADE SEPARATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4028211f-10af-46e5-346f-a70dc990e3ac-C", "generated_internal_id": "ASST_NON_69A36520501340CRSWA_6930"}, {"internal_id": 95464725, "Award ID": "69A36520501190CRSND", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-27", "CFDA Number": "20.325", "Description": "MINOT INTERMODAL FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8aa705f1-63ea-a9d8-6524-3badc567623b-C", "generated_internal_id": "ASST_NON_69A36520501190CRSND_6930"}, {"internal_id": 110376528, "Award ID": "69A36520501080CRSFL", "Award Amount": 2373441.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "20.325", "Description": "SOUTH FLORIDA EAST COAST RAIL CORRIDOR INTRUSION PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76eb7558-565a-ca13-11dd-a41b635ea5ae-C", "generated_internal_id": "ASST_NON_69A36520501080CRSFL_6930"}, {"internal_id": 96954249, "Award ID": "69A36520501040CRSWA", "Award Amount": 1385024.49, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-22", "CFDA Number": "20.325", "Description": "SHORT LINE RAILROAD POSITIVE TRAIN CONTROL PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d16c847-a05a-822b-91a7-ca0df57ac2c0-C", "generated_internal_id": "ASST_NON_69A36520501040CRSWA_6930"}, {"internal_id": 93937350, "Award ID": "69A36520500980CRSMS", "Award Amount": 58797.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-03", "CFDA Number": "20.325", "Description": "ALL ABOARD THE SAFETY TRAIN PE/NEPA PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16ea7370-6fd8-53a8-97d5-ede325eae178-C", "generated_internal_id": "ASST_NON_69A36520500980CRSMS_6930"}, {"internal_id": 110860517, "Award ID": "69A36520402300CRSNJ", "Award Amount": 2089609.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-23", "CFDA Number": "20.325", "Description": "WEST TENNESSEE RAILROAD KENTON BRANCH REHABILITATION AND SAFETY IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f9e36c9-e620-f7c6-068f-72a3fe439431-R", "generated_internal_id": "ASST_NON_69A36520402300CRSNJ_6930"}, {"internal_id": 110376522, "Award ID": "69A36520402030CRSIL", "Award Amount": 5083719.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "20.325", "Description": "LENOX INTERLOCKING RECONFIGURATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d53e2ae0-6a5d-8fd9-b85f-5399ab38a999-C", "generated_internal_id": "ASST_NON_69A36520402030CRSIL_6930"}, {"internal_id": 110860516, "Award ID": "69A36520402020CRSPA", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-27", "CFDA Number": "20.325", "Description": "POSITIVE TRAIN CONTROL PROJECT FOR MIDDLETOWN AND NEW JERSEY RAILROAD L.L.C.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18067f11-e892-d6b7-fa60-73725c4c77df-C", "generated_internal_id": "ASST_NON_69A36520402020CRSPA_6930"}, {"internal_id": 110376527, "Award ID": "69A36520402000CRSTX", "Award Amount": 5957151.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "20.325", "Description": "CAPITAL METRO E-ATC PTC WAYSIDE INSTALLATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7954c20-fdf4-b84d-0f20-fec880d072df-C", "generated_internal_id": "ASST_NON_69A36520402000CRSTX_6930"}, {"internal_id": 110376526, "Award ID": "69A36520401980CRSIN", "Award Amount": 6313522.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "20.325", "Description": "CRAWFORD COUNTY (IL) RURAL RAILROAD BRIDGE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c35d1aa1-c898-a444-a5a2-752947635741-C", "generated_internal_id": "ASST_NON_69A36520401980CRSIN_6930"}, {"internal_id": 110376523, "Award ID": "69A36520401970CRSTX", "Award Amount": 258290.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "20.325", "Description": "DAYTON RAIL CROSSINGS IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4b451eb-3f02-ea5e-914c-4d0b73ff13f5-C", "generated_internal_id": "ASST_NON_69A36520401970CRSTX_6930"}, {"internal_id": 110135286, "Award ID": "69A36520401920CRSCO", "Award Amount": 7973280.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "20.325", "Description": "SOUTHWEST CHIEF PTC PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76250e57-8bf5-299e-6dc1-7cd5992a1b90-C", "generated_internal_id": "ASST_NON_69A36520401920CRSCO_6930"}, {"internal_id": 110135287, "Award ID": "69A36520401890CRSAK", "Award Amount": 2530618.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "20.325", "Description": "GPS PRECISION UPGRADE FOR PTC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a72a4fa7-0a2a-89b4-3c21-36abfc0f05b9-C", "generated_internal_id": "ASST_NON_69A36520401890CRSAK_6930"}, {"internal_id": 110135275, "Award ID": "69A36520401670CRSMO", "Award Amount": 7170346.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "20.325", "Description": "REPLACEMENT OF THE MACARTHUR BRIDGE TRUSS OVER S. BROADWAY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6161ff9-0530-c5c2-6951-a1de56b955d6-C", "generated_internal_id": "ASST_NON_69A36520401670CRSMO_6930"}, {"internal_id": 98591308, "Award ID": "69A36520401650CRSTX", "Award Amount": 5650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-08", "CFDA Number": "20.325", "Description": "PTC INTEROPERABILITY AND TESTING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7954c20-fdf4-b84d-0f20-fec880d072df-C", "generated_internal_id": "ASST_NON_69A36520401650CRSTX_6930"}, {"internal_id": 98591310, "Award ID": "69A36520401640CRSMI", "Award Amount": 749919.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-07", "CFDA Number": "20.325", "Description": "BATTLE CREEK CONNECTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e9454e6-1d89-179b-91ca-a9490db92bbb-C", "generated_internal_id": "ASST_NON_69A36520401640CRSMI_6930"}, {"internal_id": 98591309, "Award ID": "69A36520401630CRSNY", "Award Amount": 368679.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-02", "CFDA Number": "20.325", "Description": "NEW YORK AND ATLANTIC QUEENS TRACK REALIGNMENT AND REHABILITATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f0a60af-bc49-f385-1a29-a1bd31f33e51-R", "generated_internal_id": "ASST_NON_69A36520401630CRSNY_6930"}, {"internal_id": 126928142, "Award ID": "69A36520401620CRSTX", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "20.325", "Description": "POSITIVE TRAIN CONTROL ENHANCEMENTS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11f11fc2-d037-9d35-2ae6-a86745dcbb56-C", "generated_internal_id": "ASST_NON_69A36520401620CRSTX_6930"}, {"internal_id": 98566437, "Award ID": "69A36520401580CRSRI", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-29", "CFDA Number": "20.325", "Description": "QUONSET FREIGHT RAIL ENHANCEMENTS AND EXPANSION (Q-FREE) FUNDING FOR MILL CREEK RAILYARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d397f0a5-9a54-289e-dfc3-ff37d122c7b5-R", "generated_internal_id": "ASST_NON_69A36520401580CRSRI_6930"}, {"internal_id": 98566434, "Award ID": "69A36520401570CRSAL", "Award Amount": 8000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-29", "CFDA Number": "20.325", "Description": "OLD HIGHWAY 20 GRADE SEPARATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98a49768-1da3-30a8-95ab-8b5e438a883c-C", "generated_internal_id": "ASST_NON_69A36520401570CRSAL_6930"}, {"internal_id": 98566433, "Award ID": "69A36520401560CRSAK", "Award Amount": 10376704.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-16", "CFDA Number": "20.325", "Description": "VITAL FUNCTIONS FOR PTC TO IMPROVE SAFETY AND VELOCITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a72a4fa7-0a2a-89b4-3c21-36abfc0f05b9-C", "generated_internal_id": "ASST_NON_69A36520401560CRSAK_6930"}, {"internal_id": 98566438, "Award ID": "69A36520401540CRSGA", "Award Amount": 820000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-29", "CFDA Number": "20.325", "Description": "HEART OF GEORGIA - MIDVILLE REACTIVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55d29a51-3dd0-64f5-9647-a1a44bf218a6-C", "generated_internal_id": "ASST_NON_69A36520401540CRSGA_6930"}, {"internal_id": 98566435, "Award ID": "69A36520401510CRSIA", "Award Amount": 4909335.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-16", "CFDA Number": "20.325", "Description": "IOWA INTERSTATE CONTINUOUS WELDED RAIL UPGRADE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2679a6a-5691-5e82-244f-b2e704a44666-C", "generated_internal_id": "ASST_NON_69A36520401510CRSIA_6930"}, {"internal_id": 97833151, "Award ID": "69A36520401480CRSTX", "Award Amount": 2164255.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-21", "CFDA Number": "20.325", "Description": "CHEMICAL HAZARD ELIMINATION, SAFETY, AND SECURITY PROJECT (?CHESS?) IMPROVEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6b307cc-6387-e696-a514-7c4818c34937-C", "generated_internal_id": "ASST_NON_69A36520401480CRSTX_6930"}, {"internal_id": 98566436, "Award ID": "69A36520401470CRSKS", "Award Amount": 2574365.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-03", "CFDA Number": "20.325", "Description": "RURAL RAILROAD SAFETY CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_69A36520401470CRSKS_6930"}, {"internal_id": 97833154, "Award ID": "69A36520401460CRSNE", "Award Amount": 8181640.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "20.325", "Description": "NCRC INFRASTRUCTURE IMPROVEMENTS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71371581-1505-d48c-376f-74cfc640dcd1-R", "generated_internal_id": "ASST_NON_69A36520401460CRSNE_6930"}, {"internal_id": 107010227, "Award ID": "69A36520401450CRSOH", "Award Amount": 3284000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-13", "CFDA Number": "20.325", "Description": "IMPROVING TRANSPORTATION IN SUPPORT OF THE AMERICAN STEEL INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "461234b5-3509-c473-d8c4-20943c10ec6a-C", "generated_internal_id": "ASST_NON_69A36520401450CRSOH_6930"}, {"internal_id": 97833155, "Award ID": "69A36520401420CRSCA", "Award Amount": 17415000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-13", "CFDA Number": "20.325", "Description": "SIERRA NORTHERN RAILWAY TRACK REHABILITATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2f3adde-bbe3-ddd5-6cd7-0e5cbfa7383f-C", "generated_internal_id": "ASST_NON_69A36520401420CRSCA_6930"}, {"internal_id": 97833157, "Award ID": "69A36520401410CRSAK", "Award Amount": 1405871.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-07", "CFDA Number": "20.325", "Description": "FLAT CAR ACQUISITION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1847f0df-ac02-1e80-1e5e-5a0982d080c0-C", "generated_internal_id": "ASST_NON_69A36520401410CRSAK_6930"}, {"internal_id": 97833156, "Award ID": "69A36520401400CRSAK", "Award Amount": 921808.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-07", "CFDA Number": "20.325", "Description": "FLAT CAR ELECTRIFICATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1847f0df-ac02-1e80-1e5e-5a0982d080c0-C", "generated_internal_id": "ASST_NON_69A36520401400CRSAK_6930"}, {"internal_id": 96954251, "Award ID": "69A36520401380CRSSD", "Award Amount": 819033.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-30", "CFDA Number": "20.325", "Description": "SOUTH DAKOTA WEST RIVER RAIL IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47fd81ed-53f2-27b4-95c3-f698cea92b46-C", "generated_internal_id": "ASST_NON_69A36520401380CRSSD_6930"}, {"internal_id": 96954250, "Award ID": "69A36520401360CRSWA", "Award Amount": 2035000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-29", "CFDA Number": "20.325", "Description": "PNWRC RELIABILITY - LANDSLIDE MITIGATION PHASE II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "218e01a3-cec5-23aa-6766-bd0074fb94b5-C", "generated_internal_id": "ASST_NON_69A36520401360CRSWA_6930"}, {"internal_id": 96137633, "Award ID": "69A36520401330CRSCA", "Award Amount": 9944000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-31", "CFDA Number": "20.325", "Description": "UPSCALING KEY PTC ONBOARD AND WAYSIDE COMPONENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6dd0508-efbf-f93b-a0b9-34c72f4b59cc-C", "generated_internal_id": "ASST_NON_69A36520401330CRSCA_6930"}, {"internal_id": 96137631, "Award ID": "69A36520401320CRSCA", "Award Amount": 2670223.92, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-24", "CFDA Number": "20.325", "Description": "CALTRAIN PTC CONFIGURATION MANAGEMENT AND OFFICE SEGMENT FAILOVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437305ad-00b6-ccc4-439b-15fff3b6125a-R", "generated_internal_id": "ASST_NON_69A36520401320CRSCA_6930"}, {"internal_id": 96137634, "Award ID": "69A36520401310CRSGA", "Award Amount": 1983441.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-24", "CFDA Number": "20.325", "Description": "HEART OF GEORGIA RAILROAD UPGRADE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55d29a51-3dd0-64f5-9647-a1a44bf218a6-C", "generated_internal_id": "ASST_NON_69A36520401310CRSGA_6930"}, {"internal_id": 96137629, "Award ID": "69A36520401300CRSTX", "Award Amount": 9516358.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-23", "CFDA Number": "20.325", "Description": "DART/TRINITY METRO REGIONAL PTC DEPLOYMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05336060-0c3a-62a4-b1b1-b4ece500c506-C", "generated_internal_id": "ASST_NON_69A36520401300CRSTX_6930"}, {"internal_id": 97833152, "Award ID": "69A36520401290CRSMD", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-11", "CFDA Number": "20.325", "Description": "CANTON RAILROAD COMPANY SWITCH REPLACEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "523c3b96-fbf6-a250-3d3b-fbac3b297d67-R", "generated_internal_id": "ASST_NON_69A36520401290CRSMD_6930"}, {"internal_id": 96137630, "Award ID": "69A36520401230CRSMI", "Award Amount": 8659657.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-10", "CFDA Number": "20.325", "Description": "MACKINAW SUBDIVISION INFRASTRUCTURE IMPROVEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57afa526-1ca4-8644-d33c-793e3ebe52ab-C", "generated_internal_id": "ASST_NON_69A36520401230CRSMI_6930"}, {"internal_id": 95464722, "Award ID": "69A36520401160CRSIN", "Award Amount": 4200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-08", "CFDA Number": "20.325", "Description": "THE GRAHAM CREEK BRIDGE REPLACEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3c45b79-a02b-01c0-a797-4b9ebb991a89-C", "generated_internal_id": "ASST_NON_69A36520401160CRSIN_6930"}, {"internal_id": 95464724, "Award ID": "69A36520401150CRSCA", "Award Amount": 18693386.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-08", "CFDA Number": "20.325", "Description": "PTC INFRASTRUCTURE IMPLEMENTATION AND SAFETY CERTIFICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437305ad-00b6-ccc4-439b-15fff3b6125a-R", "generated_internal_id": "ASST_NON_69A36520401150CRSCA_6930"}, {"internal_id": 95464723, "Award ID": "69A36520401130CRSNY", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-14", "CFDA Number": "20.325", "Description": "NEW YORK & OGDENSBURG RAILWAY/PORT OF OGDENSBURG INTERMODAL EQUIPMENT UPGRADES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "28475c09-dee4-63f4-1ac8-ce4e3fb0d808-C", "generated_internal_id": "ASST_NON_69A36520401130CRSNY_6930"}, {"internal_id": 94657327, "Award ID": "69A36520401110CRSUT", "Award Amount": 1512194.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-01-31", "CFDA Number": "20.325", "Description": "PTC FRONTRUNNER SOUTH SEGMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "123f9eb4-4e54-6e61-c62d-72384f4f967b-C", "generated_internal_id": "ASST_NON_69A36520401110CRSUT_6930"}, {"internal_id": 93937351, "Award ID": "69A36520401060CRSNY", "Award Amount": 6363000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-06", "CFDA Number": "20.325", "Description": "HUDSON LINE BRIDGE DECKS REPLACEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49090fe-67a8-7df6-e9bb-06e6c7b51dbf-C", "generated_internal_id": "ASST_NON_69A36520401060CRSNY_6930"}, {"internal_id": 92514347, "Award ID": "69A36520401030CRSMA", "Award Amount": 2991825.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-07", "CFDA Number": "20.325", "Description": "IMPLEMENTATION OF A PTC SYSTEM ON HIGH-TRAFFIC CORRIDOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99bcbd24-13d4-26b1-644c-faac70425fc9-C", "generated_internal_id": "ASST_NON_69A36520401030CRSMA_6930"}, {"internal_id": 92514345, "Award ID": "69A36520401010CRSIN", "Award Amount": 2831705.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-26", "CFDA Number": "20.325", "Description": "CHICAGO SOUTH SHORE & SOUTH BEND RAILROAD (CSS) RAIL REHABILITATION AND SAFETY IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09350605-ec42-ab0c-3525-4a63b8f332cf-R", "generated_internal_id": "ASST_NON_69A36520401010CRSIN_6930"}, {"internal_id": 92514346, "Award ID": "69A36520401000CRSNE", "Award Amount": 527596.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-07", "CFDA Number": "20.325", "Description": "NCRC PTC SYSTEM COMPLIANCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71371581-1505-d48c-376f-74cfc640dcd1-R", "generated_internal_id": "ASST_NON_69A36520401000CRSNE_6930"}, {"internal_id": 88159823, "Award ID": "69A36519500640CRSNY", "Award Amount": 1011118.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "20.325", "Description": "NEW YORK & ATLANTIC RAILWAY PTC IMPLEMENTATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f0a60af-bc49-f385-1a29-a1bd31f33e51-R", "generated_internal_id": "ASST_NON_69A36519500640CRSNY_6930"}, {"internal_id": 88159824, "Award ID": "69A36519500610CRSPA", "Award Amount": 4416000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "20.325", "Description": "POSITIVE TRAIN CONTROL IMPLEMENTATION ? FOR A SAFER CENTRAL PA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e532694-1c09-2225-c4d0-c4d307d06768-R", "generated_internal_id": "ASST_NON_69A36519500610CRSPA_6930"}, {"internal_id": 88159827, "Award ID": "69A36519500580CRSMN", "Award Amount": 2000839.02, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "20.325", "Description": "JOINT ELIMINATION - RAIL INFRASTRUCTURE AND SAFETY IMPROVEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5961dd1-4aec-03be-6624-bef92c045ee5-C", "generated_internal_id": "ASST_NON_69A36519500580CRSMN_6930"}, {"internal_id": 88159826, "Award ID": "69A36519500560CRSAK", "Award Amount": 165796.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "20.325", "Description": "TERMINAL WIRELESS COMMUNICATIONS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1847f0df-ac02-1e80-1e5e-5a0982d080c0-C", "generated_internal_id": "ASST_NON_69A36519500560CRSAK_6930"}, {"internal_id": 83787349, "Award ID": "69A36519500540CRSPA", "Award Amount": 286272.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "20.325", "Description": "BACK OFFICE SERVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d8911d1-a154-b0a4-90b7-51b01e3d5a5e-R", "generated_internal_id": "ASST_NON_69A36519500540CRSPA_6930"}, {"internal_id": 83787348, "Award ID": "69A36519500530CRSPA", "Award Amount": 1830925.99, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "20.325", "Description": "ONBOARD PTC EQUIPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d8911d1-a154-b0a4-90b7-51b01e3d5a5e-R", "generated_internal_id": "ASST_NON_69A36519500530CRSPA_6930"}, {"internal_id": 82498050, "Award ID": "69A36519500500CRSNC", "Award Amount": 3242.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-23", "CFDA Number": "20.325", "Description": "NCDOT ROLLING STOCK POSITIVE TRAIN CONTROL (PTC) COMMISSIONING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02135e4e-9974-3218-1d28-88d462b74bd2-C", "generated_internal_id": "ASST_NON_69A36519500500CRSNC_6930"}, {"internal_id": 81704742, "Award ID": "69A36519500480CRSIN", "Award Amount": 720000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-18", "CFDA Number": "20.325", "Description": "CHICAGO SOUTH SHORE & SOUTH BEND RAILROAD PTC IMPLEMENTATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09350605-ec42-ab0c-3525-4a63b8f332cf-R", "generated_internal_id": "ASST_NON_69A36519500480CRSIN_6930"}, {"internal_id": 88159825, "Award ID": "69A36519400600CRSCA", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "20.325", "Description": "SMART WINDSOR EXTENSION PTC IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "682bee64-4c26-f13d-5e36-bb84656b0133-C", "generated_internal_id": "ASST_NON_69A36519400600CRSCA_6930"}, {"internal_id": 81704743, "Award ID": "69A36519400490CRSIA", "Award Amount": 3383656.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-27", "CFDA Number": "20.325", "Description": "BOONEVILLE BRIDGE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2679a6a-5691-5e82-244f-b2e704a44666-C", "generated_internal_id": "ASST_NON_69A36519400490CRSIA_6930"}, {"internal_id": 81010596, "Award ID": "69A36519400470CRSIN", "Award Amount": 8081222.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-01", "CFDA Number": "20.325", "Description": "NORTHERN INDIANA COMMUTER TRANSPORTATION DISTRICT (NICTD) POSITIVE TRAIN CONTROL IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3a49fb34-854a-4976-0136-3cf26c282c8c-C", "generated_internal_id": "ASST_NON_69A36519400470CRSIN_6930"}, {"internal_id": 82498049, "Award ID": "69A36519400460CRSIL", "Award Amount": 1420997.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-19", "CFDA Number": "20.325", "Description": "NORTHERN ILLINOIS PTC (NIPTC) PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96d0db43-c5e1-0643-a76b-afa43ac5b193-C", "generated_internal_id": "ASST_NON_69A36519400460CRSIL_6930"}, {"internal_id": 80369199, "Award ID": "69A36519400450CRSIA", "Award Amount": 1647744.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-24", "CFDA Number": "20.325", "Description": "IOWA INTERSTATE POSITIVE TRAIN CONTROL UPGRADE", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2679a6a-5691-5e82-244f-b2e704a44666-C", "generated_internal_id": "ASST_NON_69A36519400450CRSIA_6930"}, {"internal_id": 80369200, "Award ID": "69A36519400440CRSIA", "Award Amount": 1958207.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-24", "CFDA Number": "20.325", "Description": "POSITIVE TRAIN CONTROL DEPLOYMENT FOR THE IOWA NORTHERN RAILWAY COMPANY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23ce7d80-6e8b-d36d-f3a2-035f49b56c74-C", "generated_internal_id": "ASST_NON_69A36519400440CRSIA_6930"}]