[{"internal_id": 157112392, "Award ID": "WA-2023-005", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-09", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO ESTABLISH SOUND TRANSITS NEW BUS RAPID TRANSIT SERVICE ALONG I-405 AND SR 518 FROM LYNNWOOD TO BURIEN.; ACTIVITIES PERFORMED: FUNDS WILL BE USED TO CONSTRUCT THE SOUTH RENTON TRANSIT CENTER.; EXPECTED OUTCOMES: FUNDING WILL PERMIT SOUND TRANSIT TO CONTINUE TO SUCCESSFULLY DELIVER THE I-405 BUS RAPID TRANSIT PROJECT.; INTENDED BENEFICIARIES: POPULACE OF THE SOUND TRANSIT SERVICE AREA AND LOCAL AREA COMMUTERS.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "245e7e73-03bc-03f7-99ca-2802c86dc7c9-C", "generated_internal_id": "ASST_NON_WA-2023-005_6955"}, {"internal_id": 161843236, "Award ID": "UT-2023-035", "Award Amount": 2792808.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO REPLACE AGING VEHICLES THAT ARE BEYOND USEFUL LIFE AND UPGRADE TECHNOLOGY FEATURES AVAILABLE TO THE PUBLIC.; ACTIVITIES PERFORMED: THE GRANT SCOPE OF WORK IS TO PURCHASE SIX REPLACEMENT 35-FOOT BUSES FOR FIXED ROUTE SERVICE.; EXPECTED OUTCOMES: THE NEW VEHICLES ARE EXPECTED TO DELIVER MORE RELIABLE AND EFFICIENT TRANSIT SERVICE TO OUR RIDERS.; INTENDED BENEFICIARIES: THE NEW BUSES ARE EXPECTED TO BENEFIT THE PASSENGERS THE DRIVERS AND THE COMMUNITY THROUGH MORE RELIABLE TRANSIT SERVICE AND UPGRADED TECHNOLOGY FEATURES.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acdc644d-7a56-3cce-c0e2-0de35b80681c-R", "generated_internal_id": "ASST_NON_UT-2023-035_6955"}, {"internal_id": 161692461, "Award ID": "PA-2023-052", "Award Amount": 2284000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO PURCHASE 4 REPLACEMENT VEHICLES FOR CAMBRIA COUNTY TRANSIT AUTHORITY (CAMTRAN) TO ASSIST IT IN FIXED ROUTE TRANSIT OPERATIONS.; ACTIVITIES PERFORMED: FUNDS WILL BE USED TO PURCHASE OF FOUR (4) COMPRESSED NATURAL GAS (CNG) REPLACEMENT VEHICLES.; EXPECTED OUTCOMES: FUNDING WILL PERMIT CAMBRIA COUNTY TRANSIT AUTHORITY (CAMTRAN) TO KEEP ROLLING STOCK VEHICLES IN A STATE OF GOOD REPAIR.; INTENDED BENEFICIARIES: CAMBRIA COUNTY TRANSIT AUTHORITY AND THE RIDERS THAT RELY ON ITS SERVICE WILL BENEFIT FROM CONTINUED SERVICES PERMITTING WORKERS TO GET TO WORK AND OTHER DESTINATIONS.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55920568-bb61-c377-33d9-e02573cd0920-C", "generated_internal_id": "ASST_NON_PA-2023-052_6955"}, {"internal_id": 159760722, "Award ID": "OR-2023-014", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THIS INITIAL GRANT INCLUDES FY 2022 COMMUNITY PROJECT FUNDING/CONGRESSIONALLY DIRECTED SPENDING FOR WILLAMETTE SHORE LINE RAIL TRESTLE REPAIR (DISCRETIONARY ID #2022-CMPJ-062). THE REMAINING FUNDS WILL BE ADDED WHEN NEPA IS COMPLETED ESTIMATED TO BE COMPLETED IN 2023. ACTIVITIES INCLUDED UNDER THIS INITIAL GRANT AGREEMENT WILL BE USED FOR PRELIMINARY ENGINEERING ACTIVITIES FOR THE WILLAMETTE SHORE LINE RAIL TRESTLE REPAIR PROJECT.; ACTIVITIES PERFORMED: FEDERAL FUNDS WILL BE USED TO REPAIR AND RESTORE STRUCTURAL INTEGRITY TO SEVERAL TIMBER TRESTLE STRUCTURES ON THE WILLAMETTE SHORE LINE TROLLEY ALIGNMENT TO ENSURE LONG-TERM VIABILITY OF TROLLEY SERVICE. THE PROJECT WILL INVOLVE ROUTINE MAINTENANCE UPGRADE TO THE NEBRASKA RAIL CROSSING AND MISCELLANEOUS TRESTLE AND TRACK IMPROVEMENTS. ACTIVITIES INCLUDED UNDER THIS INITIAL GRANT AGREEMENT WILL BE USED FOR PRELIMINARY ENGINEERING ACTIVITIES FOR THE WILLAMETTE SHORE LINE RAIL TRESTLE REPAIR PROJECT.; EXPECTED OUTCOMES: REPAIRS TO THE EXISTING 5.5-MILE RAILROAD CORRIDOR OWNED BY A CONSORTIUM (THE WSL CONSORTIUM) OF GOVERNMENT AGENCIES (CITY OF LAKE OSWEGO CITY OF PORTLAND TRIMET METRO AND OREGON DEPARTMENT OF TRANSPORTATION) WILL PRESERVE AND MAINTAIN THE INFRASTRUCTURE TO SUPPORT CONTINUED RAIL OPERATIONS FROM LAKE OSWEGO TO PORTLAND SOUTH WATERFRONT BY TROLLEYS.; INTENDED BENEFICIARIES: TROLLEY RIDERS IN AND AROUND THE PORTLAND URBANIZED AREA WILL BENEFIT FROM CONTINUED RELIABLE SERVICE AND INCREASED PUBLIC SAFETY. CONTINUATION OF RAIL SERVICE IS CRITICAL TO MAINTAINING CONDITIONS OF CERTAIN EASEMENTS ALONG THE CORRIDOR AND PRESERVE THIS VALUABLE COMMUNITY ASSET FOR FUTURE HIGH CAPACITY TRANSIT SERVICE.; SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb71b5ca-6904-5794-20a9-ef08f0888db4-C", "generated_internal_id": "ASST_NON_OR-2023-014_6955"}, {"internal_id": 152182630, "Award ID": "OR-2022-051", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "20.534", "Description": "THE LANE TRANSIT DISTRICT (LTD) HEREBY REQUESTS $950000 IN FY2022 TRANSIT INFRASTRUCTURE GRANT - COMMUNITY PROJECT FUNDING DISCRETIONARY ID#2022-CMPJ-063 TO FUND THE PURCHASE APPROXIMATELY ONE 40-FOOT ADA ACCESSIBLE BATTERY ELECTRIC BUS TO REPLACE A DIESEL BUS THAT HAS EXCEEDED ITS USEFUL LIFE OF TWELVE YEARS/500000. THE REPLACEMENT BUS WILL BE EQUIPPED WITH A SECURITY SURVEILLANCE SYSTEM AND AVL EQUIPMENT.PURPOSE: PROVIDE FY2022 CTRANSIT INFRASTRUCTURE GRANT - COMMUNITY PROJECT FUNDING FOR THE PURCHASE OF APPROXIMATELY ONE 40-FOOT ADA ACCESSIBLE BATTERY ELECTRIC BUS TO REPLACE A DIESEL BUS THAT HAS EXCEEDED ITS USEFUL LIFE OF TWELVE YEARS/500000. THE REPLACEMENT BUS WILL BE EQUIPPED WITH A SECURITY SURVEILLANCE SYSTEM AND AVL EQUIPMENT.ACTIVITIES TO BE PERFORMED:ACQUISITION OF APPROXIMATELY ONE 40-FOOT ELECTRIC BUS THAT WILL OPERATE ON BUS ROUTES SERVICING THE EUGENE AND SPRINGFIELD METROPOLITAN AREAS. EXPECTED OUTCOMES:SAFE AND RELIABLE VEHICLES SERVICES AND FACILITIES; AS WELL AS IMPROVED SUSTAINABILITY BY REDUCING DEPENDENCY ON FOSSIL FUELS.INTENDED BENEFICIARIES:THE GENERAL PUBLIC IN AND AROUND THE EUGENE URBANIZED AREA.SUBRECIPIENT ACTIVITIES:N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16955f6a-60b5-f525-141a-b670fc6811c4-C", "generated_internal_id": "ASST_NON_OR-2022-051_6955"}, {"internal_id": 162251353, "Award ID": "OH-2023-036", "Award Amount": 29660566.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: PROJECTS ARE PART OF COTAS 5-YEAR CAPITAL IMPROVEMENT PLAN (CIP) AND OUR 5-YEAR STRATEGIC PLAN. THIS INCLUDES THE PURCHASE OF COMPRESSED NATURAL GAS (CNG) BUSES MOBILITY VEHICLES MICROTRANSIT VEHICLES BATTERY ELECTRIC BUSES AND THE DEVELOPMENT OF OUR NEWEST MOBILITY CENTER LOCATED NEAR THE RICKENBACKER AIRPORT IN CENTRAL OHIO. WE WILL ALSO BE CONTINUING THE PLANNING OF MULTIPLE HIGH CAPACITY TRANSIT CORRIDORS. THE CORRIDORS ARE PART OF THE MULTI-BILLION DOLLAR LINKUS MOBILITY INITIATIVE THAT INCLUDES THE CITY OF COLUMBUS AND OTHER PUBLIC AND PRIVATE PARTNERS.; ACTIVITIES PERFORMED: WE WILL BE CONTINUING THE PLANNING OF OUR MULTIPLE HIGH CAPACITY TRANSIT CORRIDORS. COTA WILL ALSO PURCHASE 18 CNG BUSES 10 MOBILITY VEHICLES AND 10 MICROTRANSIT VEHICLES FOR OUR ON-DEMAND SERVICES.; EXPECTED OUTCOMES: THE INTENDED OUTCOME IS TO CREATE TRANSPORTATION EQUITY FOR ALL. THESE PROJECTS WILL BRING JOB CREATION AND CONTRIBUTE TO REDUCING CARBON EMISSIONS BOTH OF WHICH WILL HAVE POSITIVE IMPACTS ON PUBLIC HEALTH. THERE HAVE BEEN MAJOR ANNOUNCEMENTS OF LARGE COMPUTER CHIP AND ELECTRIC VEHICLE BATTERY MANUFACTURING FACILITIES HEADING TO THIS REGION. THE CORRIDORS WILL HELP WITH THE TRAFFIC AND POPULATION GROWTH WE ANTICIPATE DUE TO THESE ANNOUNCEMENTS.; INTENDED BENEFICIARIES: POSITIVE IMPACTS ON THE HEALTH OF OUR COMMUNITY AND THE ENVIRONMENT AS WELL AS CREATING MORE WORK OPPORTUNITIES IN THE REGION. WILL PROVIDE ACCESSIBILITY AND OPPORTUNITY TO ALL RESIDENTS.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aad11cb2-9aa8-5bd1-1997-8655d6d791c5-C", "generated_internal_id": "ASST_NON_OH-2023-036_6955"}, {"internal_id": 161692453, "Award ID": "OH-2023-030", "Award Amount": 1250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: TO DEVELOP A REGIONAL MOBILITY CENTER CALLED EZCONNECT; ACTIVITIES PERFORMED: DEVELOP EZCONNECT THAT WILL INCLUDE MEMBERS OF NEORIDE WHICH WILL HAVE CALL CENTERS LOCATED IN NORTHEAST AND SOUTHWEST OHIO AT SEVERAL TRANSIT LOCATIONS. THESE CALLL CENTERS WILL HANDLE THE CALL-TAKING SCHEDULING AND CUSTOMER SERVICE FOR MULTIPLE AGENCIES.; EXPECTED OUTCOMES: SUCCESSFUL OUTCOMES WOULD INCLUDE BUT NOT BE LIMITED TO THE SUCCESSFUL DEVELOPMENT OF A CALL CENTER AT ONE OR MORE TRANSIT AGENCIES.; INTENDED BENEFICIARIES: SARTAS RIDERS AND RIDERS OF SEVERAL OTHER TRANSIT AGENCIES ACROSS OHIO; SUBRECIPIENT ACTIVITIES: CURRENT SUBRECIPIENTS WILL BE NEORIDE AND IBI GROUP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa00c0a0-29e9-ddb9-8f9b-068546cd7834-C", "generated_internal_id": "ASST_NON_OH-2023-030_6955"}, {"internal_id": 161843183, "Award ID": "NY-2023-050", "Award Amount": 1760000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO PROVIDE NIAGARA FRONTIER TRANSPORTATION AUTHORITY $1760000 IN COMMUNITY PROJECT FUNDING TO SUPPORT TRANSIT SERVICE.; ACTIVITIES PERFORMED: THIS PROJECT WILL DESIGN INSTALL AND CONSTRUCT OVERHEAD CHARGING INFRASTRUCTURE AT THE NFTA-METRO COLD SPRING BUS MAINTENANCE FACILITY TO POWER THE BATTERY ELECTRIC BUSES AS THEY ENTER THE NFTA-METRO FLEET.; EXPECTED OUTCOMES: BY EXPANDING THE OVERHEAD VEHICLE CHARGING INFRASTRUCTURE AT THE COLD SPRING BUS MAINTENANCE FACILITY THIS PROJECT WILL HELP THE NFTA MEET ITS VEHICLE REPLACEMENT NEEDS AND ENHANCE THE RELIABILITY PERFORMANCE AND SUSTAINABILITY OF ITS METRO BUS FLEET. EACH YEAR OVER 19 MILLION METRO BUS RIDERS DEPEND ON THESE SERVICES TO ACCESS EMPLOYMENT EDUCATION HEALTH CARE AND RECREATION OPPORTUNITIES THROUGHOUT WESTERN NEW YORK. IN ADDITION THIS PROJECT WILL HELP THE REDUCE HARMFUL VEHICLE EMISSIONS ACROSS THE REGIONS TRANSPORTATION SECTOR WHICH IS THE LARGEST CONTRIBUTOR TO REGIONAL GREENHOUSE GAS EMISSIONS.; INTENDED BENEFICIARIES: THIS PROJECT WILL POSITIVELY IMPACT SOME OF THE REGIONS MOST ECONOMICALLY AND ENVIRONMENTALLY DISTRESSED NEIGHBORHOODS THIS INCLUDES THE MASTEN DISTRICT NEIGHBORHOOD WHERE THE COLD SPRING BUS MAINTENANCE FACILITY IS LOCATED AND THE SURROUNDING COMMUNITIES ENCOMPASSED BY THE FACILITYS PRIMARY SERVICE AREA. THESE COMMUNITIES WHICH INCLUDE POPULATION GROUPS WITH HIGH CONCENTRATIONS OF MINORITY LIMITED ENGLISH PROFICIENCY LOW-INCOME DISABLED ELDERLY TRANSIT-DEPENDENT SINGLE-PARENT AND RENT-BURDENED HOUSEHOLDS ARE DISPROPORTIONATELY IMPACTED BY HARMFUL EMISSIONS FROM NEARBY TRANSPORTATION INFRASTRUCTURE. BY ADVANCING THE NEXT PHASE OF THE NFTAS BATTERY ELECTRIC BUS (BEB) DEPLOYMENT PROGRAM THIS PROJECT WILL EXPAND ACCESS TO CLEAN EFFICIENT AND SUSTAINABLE TRANSIT SERVICE ACROSS THESE COMMUNITIES HELPING TO ACHIEVE SOCIAL EQUITY AND ENVIRONMENTAL JUSTICE FOR MANY OF THE REGIONS MOST UNDERSERVED POPULATIONS.; SUBRECIPIENT ACTIVITIES: N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52867aa2-eedc-8239-3384-a76c525736ce-C", "generated_internal_id": "ASST_NON_NY-2023-050_6955"}, {"internal_id": 161692450, "Award ID": "NY-2023-043", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE SYRACUSE METROPOLITAN TRANSPORTATION COUNCIL RELEASED A STUDY IDENTIFYING THE TWO CORRIDORS THAT CRISSCROSS THE CITY OF SYRACUSE ONONDAGA COUNTY - REGIONAL TRANSPORTATION CENTER (RTC) TO SYRACUSE UNIVERSITY (SU) CORRIDOR 5.5 MILES AND EASTWOOD TO ONONDAGA COMMUNITY COLLEGE (OCC) CORRIDOR 9.8+ MILES AS POTENTIAL BRT ROUTES. CNYRTA WILL USE THIS AWARD TO BEGIN SCOPING AND PRELIMINARY DESIGN OF THE BUS RAPID TRANSIT (BRT) SYSTEM.; ACTIVITIES PERFORMED: SCOPING AND PRELIMINARY DESIGN INCLUDES BUT IS NOT LIMITED TO: LOGISTICS PLANNING PRELIMINARY ENGINEERING ENVIRONMENTAL ASSESSMENT AND TRAFFIC WORK RELATED TO TRAFFIC SIGNAL PRIORITIZATION (TSP) FOR THE TWO IDENTIFIED CORRIDORS.ADDITIONAL DELIVERABLES MAY INCLUDE: PROJECT REFINEMENT STATION PLACEMENT RECOMMENDATIONS INFRASTRUCTURE ASSESSMENT IMPLEMENTATION PLAN CONCEPTUAL DESIGN PUBLIC STAKEHOLDER OUTREACH ACTIVITIES CONCEPTUAL ENGINEERING ENVIRONMENTAL REVIEW AND PRELIMINARY ENGINEERING.; EXPECTED OUTCOMES: INCREASE THE FREQUENCY OF BUS SERVICE RIDERSHIP AND TO MAKE IT EASIER FOR PEOPLE TO TRAVEL - CNYRTA IS IN THE PLANNING STAGES FOR A BUS RAPID TRANSIT SYSTEM (BRT).; INTENDED BENEFICIARIES: INTENDED BENEFICIARIES ARE CNYRTA AND THE PUBLIC TRANSIT RIDERS.; SUBRECIPIENT ACTIVITIES: NOT APPLICABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f650a664-c782-db74-a32a-affcb88dbe04-C", "generated_internal_id": "ASST_NON_NY-2023-043_6955"}, {"internal_id": 162274984, "Award ID": "NV-2023-018", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-21", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO FUND THE PURCHASE OF TWO (2) 60 HYDROGEN FUEL CELL ELECTRIC FIXED ROUTE REPLACEMENT VEHICLES. PROJECT FUNDS ARE CONSISTENT WITH THE RTCS CURRENT TRANSIT ASSET MANAGEMENT (TAM) PLAN WHICH HAS BEEN UPLOADED TO TRAMS UNDER APPLICATION DOCUMENTS.; ACTIVITIES PERFORMED: TWO (2) HYBRID ARTICULATED BUSES THAT OPERATE IN FIXED ROUTE REVENUE SERVICE AND HAVE REACHED THE END OF THEIR USEFUL LIFE WILL BE REPLACED WITH TWO (2) 60 HYDROGEN FUEL CELL ELECTRIC FIXED ROUTE REPLACEMENT VEHICLES. ALL ACTIVITIES PROPOSED IN THIS APPLICATION WILL TAKE PLACE WITHIN THE BOUNDARIES OF THE REGIONAL TRANSPORTATION COMMISSION OF SOUTHERN NEVADA (RTC) DISTRICT. THERE ARE NO OTHER TRANSIT PROVIDERS IN THE SERVICE AREA.; EXPECTED OUTCOMES: CONTINUED SAFE AND EFFECTIVE OPERATION OF TRANSIT SERVICE FOR THE RESIDENTS OF CLARK COUNTY NV.; INTENDED BENEFICIARIES: THE RTC AS WELL AS FIXED ROUTE CLIENTS WILL BENEFIT FROM MORE RELIABLE SERVICE WITH NEW VEHICLES. THE ENTIRE COMMUNITY BENEFITS FROM A REDUCTION OF NOX PM2.5 AND HC EMISSIONS. THE TRANSIT AGENCYS GOAL IS TO HAVE A FLEET OF ALL LOW OR NO EMISSIONS VEHICLES. THE TRANSIT AGENCY WILL ALSO BENEFIT BY REDUCING MAINTENANCE COSTS ASSOCIATED WITH THE OLDER VEHICLES WHICH HAVE REACHED THEIR USEFUL LIVES.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba1f6630-f773-2e67-0e2c-1ed8fbae1c3e-C", "generated_internal_id": "ASST_NON_NV-2023-018_6955"}, {"internal_id": 162251329, "Award ID": "NV-2023-014", "Award Amount": 1960000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-18", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO INSTALL STANDALONE SOLAR LIGHTING AT 500 OPERATIONAL TRANSIT STOPS WITHIN THE RTC SERVICE AREA.; ACTIVITIES PERFORMED: PROCURE AND INSTALL STANDALONE SOLAR LIGHTING AT 500 BUS STOPS THAT CURRENTLY LACK ADEQUATE OR ENERGY EFFICIENT LIGHTING.; EXPECTED OUTCOMES: CONTINUED SAFE AND EFFECTIVE OPERATION OF TRANSIT SERVICE FOR THE RESIDENTS OF CLARK COUNTY NV. THIS PROJECT WILL IMPROVE THE CONDITION OF THE TRANSIT SYSTEM BY PROVIDING ENHANCED SAFETY RELIABILITY AND ACCESS TO JOBS SCHOOLS AND BASIC SERVICES THROUGH INVESTMENT IN TRANSIT CAPITAL THAT WILL INCREASE SAFETY AND COMFORT FOR TRANSIT CUSTOMERS.; INTENDED BENEFICIARIES: SOLAR LIGHTING AT BUS STOPS WILL BENEFIT PUBLIC TRANSIT RIDERS BY PROVIDING A SAFER AND MORE COMFORTABLE TRANSPORTATION EXPERIENCE.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba1f6630-f773-2e67-0e2c-1ed8fbae1c3e-C", "generated_internal_id": "ASST_NON_NV-2023-014_6955"}, {"internal_id": 162251307, "Award ID": "MN-2023-043", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-16", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THIS AWARD WILL FUND CONSTRUCTION OF STATIONS FOR THE METRO E LINE PROJECT WHICH WILL BRING SIGNIFICANTLY FASTER AND MORE COMFORTABLE TRANSIT SERVICE TO THE HENNEPIN / FRANCE TRANSITWAY CORRIDOR IN MINNEAPOLIS AND EDINA (MN).; ACTIVITIES PERFORMED: FUNDS WILL BE USED FOR CONSTRUCTION OF STATIONS FIBER OPTIC INFRASTRUCTURE ASSOCIATED ROADWAY IMPROVEMENTS AND OTHER INFRASTRUCTURE CHANGES AS PART OF THE METRO E LINE PROJECT.; EXPECTED OUTCOMES: LIKE OTHER ARTERIAL BRT LINES THE METRO E LINE WILL PROVIDE FASTER FREQUENT AND MORE COMFORTABLE SERVICE AND FACILITIES IN THE HENNEPIN / FRANCE CORRIDOR. THE E LINE WILL ALSO PROVIDE A NEW LINK IN THE METRO NETWORK ENHANCING ACCESSIBILITY IN THE SOUTHWEST METRO.; INTENDED BENEFICIARIES: THESE IMPROVEMENTS WILL BENEFIT MORE THAN 8000 (2019) DAILY ROUTE 6 CUSTOMERS ATTRACTING NEW TRANSIT RIDERS AS WELL.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47a8d682-65e5-0094-18f6-a0e2825e53c4-C", "generated_internal_id": "ASST_NON_MN-2023-043_6955"}, {"internal_id": 161249441, "Award ID": "MI-2023-018", "Award Amount": 9681036.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO PROVIDE OPERATING ASSISTANCE AND PREVENTIVE MAINTENANCE FOR SAGINAW TRANSIT AUTHORITY TO ASSIST WITH FIXED ROUTE AND DEMAND RESPONSE SERVICES DURING THE PERIOD OF 10/1/2022 THROUGH 9/30/2024 AS WELL AS THE ROOF REPLACEMENT PLANNED TO BEGIN IN FY2023 FLEET CAMERAS PURCHASE AND INSTALL PLANNED FOR FY2023 THE PURCHASE OF UP TO NINE (9) REPLACEMENT 35 TRANSIT BUSES AND TO COMPLETE THE PURCHASE OF 8 TRANSIT BUSES FROM GILLIG.; ACTIVITIES PERFORMED: STARS IS PLANNING THE FOLLOWING ACTIVITIES WITH THIS AWARD:OPERATING ASSISTANCE - USED TO COVER OPERATING ACTIVITIES SUCH AS SALARIES FUEL OPERATING SUPPLIES CLEANING PRODUCTS AND OTHER NEEDED ITEMS FOR STARS TO CONTINUE TO PROVIDE SERVICES TO THE SAGINAW RESIDENTS WITH FIXED ROUTE AND DEMAND RESPONSE SERVICES WITH AT LEAST 1% ALLOCATED TO SECURITY-RELATED EXPENSES BETWEEN 10/1/2022 AND 9/30/2024.PREVENTIVE MAINTENANCE - USED TO COVER ELIGIBLE PURCHASES OF REPAIR PARTS SUPPLIES AND EMPLOYEE LABOR DIRECTLY RELATED TO THE MAINTENANCE OF THE ROLLING STOCK NEEDED TO KEEP OUR FLEET VEHICLES IN WORKING ORDER FOR REVENUE SERVICES BETWEEN 10/1/2022 AND 9/30/2024.ROOF REPLACEMENT - STARS INTENDS THIS PROJECT TO BE THE REPAIR AND REPLACEMENT OF THE ROOF ON THE STARS ADMINISTRATION AND MAINTENANCE FACILITY TO KEEP THE FACILITY IN GOOD WORKING ORDER FOR THE STAFF TO PROVIDE PUBLIC TRANSIT TO SAGINAW RESIDENTS AND SHOULD BE STARTED ON OR AFTER 4/1/2023 WITH THE PROJECT COMPLETION ON OR BEFORE 9/30/2024.FLEET CAMERAS PURCHASE AND INSTALL - STARS INTENDS THIS PROJECT TO INSTALL NEW CAMERAS AND RELATED HARDWARE ON OUR ROLLING STOCK FLEET TO KEEP THE RIDERS AND EMPLOYEES SAFE AND SHOULD BE STARTED ON OR AFTER 4/1/2023 WITH THE PROJECT COMPLETION ON OR BEFORE 9/30/2024. PURCHASE UP TO NINE (9) REPLACEMENT 35 TRANSIT BUSES - STARS WILL PURCHASE UP TO NINE (9) REPLACEMENT 35 TRANSIT BUSES AFTER 4/1/2023 WITH AN ANTICIPATED DELIVERY OF THE COMPLETED BUSES ON OR BEFORE 9/30/2024.PAYMENT TO GILLIG TO COMPLETE PURCHASE OF EIGHT (8) TRANSIT BUSES - STARS INTENDS TO USE A PORTION OF THIS AWARD TO FULFILL A PAYMENT TO GILLIG FOR PREVIOUSLY DELIVERED BUSES. THESE BUSES HAD AN INCREASE IN PRICING PRIOR TO DELIVERY DUE TO THE RECENT INFLATION AND STARS IS INTENDING TO USE THIS FUNDING TO COVER THE DIFFERENCE AND WILL MAKE THIS PAYMENT UPON EXECUTION OF THE ACTIVE GRANT.; EXPECTED OUTCOMES: OPERATING ASSISTANCE - THIS FUNDING WILL PERMIT STARS TO CONTINUE OPERATIONS.PREVENTIVE MAINTENANCE - THIS FUNDING WILL PERMIT STARS TO KEEP THE ROLLING STOCK FLEET IN WORKING CONDITION TO CONTINUE OPERATIONS.ROOF REPLACEMENT - THIS FUNDING WILL REPLACE THE CURRENT ROOFING ON THE STARS ADMINISTRATION AND MAINTENANCE THAT IS LEAKING AND AT THE END OF THE ORIGINAL USEFUL LIFE WHICH WILL ALLOW STARS STAFF TO CONTINUE OPERATIONS FROM THE MAIN FACILITY.FLEET CAMERAS PURCHASE AND INSTALL - THIS FUNDING WILL PURCHASE AND INSTALL NEW CAMERAS AND RELATED HARDWARE ON OUR ROLLING STOCK FLEET TO KEEP THE RIDERS AND EMPLOYEES SAFE.PURCHASE UP TO NINE (9) REPLACEMENT 35 TRANSIT BUSES - THIS FUNDING IS TO PURCHASE UP TO NINE (9) REPLACEMENT 35 TRANSIT BUSES TO INCREASE THE RELIABILITY OF THE ROLLING STOCK FLEET ALLOWING STARS TO PLAN AND EXECUTE FIXED ROUTE SERVICES EFFICIENTLY AND RELIABLY FOR THE RESIDENTS OF SAGINAW WITH FEWER BREAKDOWNS AND NEEDED REPAIRS OF THE FLEET.PAYMENT TO GILLIG - COMPLETE A PAYMENT FROM A PURCHASE OF EIGHT (8) TRANSIT BUSES FROM GILLIG FROM THE GRANT MI-2020-043 AND TO REMAIN IN GOOD STANDING WITH OUR VENDOR.; INTENDED BENEFICIARIES: THE BENEFICIARIES OF THIS GRANT WOULD BE THE USERS OF THE STARS TRANSIT SYSTEM BOTH CURRENT AND FUTURE AND THE EMPLOYEES OF STARS.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 5453724.0, "recipient_id": "310d5039-5bd9-2da6-97ac-a0dc380e30c3-R", "generated_internal_id": "ASST_NON_MI-2023-018_6955"}, {"internal_id": 158361324, "Award ID": "MI-2023-006", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-21", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: PROVIDE COMMUNITY PROJECT FUNDING/CONGRESSIONALLY DIRECTED SPENDING FUNDS FOR CLINTON AREA TRANSIT SYSTEMS MAINTENANCE FACILITY EXPANSION IN MICHIGAN TO IMPROVE TRANSIT INFRASTRUCTURE.; ACTIVITIES PERFORMED: THE MAINTENANCE FACILITY EXPANSION INCLUDES THE ADDITION OF A PARKING GARAGE TO PROPERLY STORE AND MAINTAIN THEIR EXPANDING FLEET OF VEHICLES WHILE ALSO INCORPORATING THE NECESSARY INFRASTRUCTURE (CHARGING STATIONS) TO EFFECTIVELY AND EFFICIENTLY TRANSITION THEIR FLEET TO LOW OR NO EMISSION VEHICLES.; EXPECTED OUTCOMES: TRANSIT INFRASTRUCTURE WILL BE IMPROVED TO ALLOW FOR THE AGENCY TO PROVIDE CLEANER BETTER SAFER MORE EFFECTIVE AND COST-EFFICIENT TRANSPORTATION TO THEIR COMMUNITIES. IT WILL ALSO ENABLE THE AGENCY TO PROVIDE EXPANDED SERVICE RESULTING IN ADDITIONAL RIDES FOR CLINTON COUNTY RESIDENTS WHO WOULD BE UTILIZING THIS PUBLIC TRANSPORTATION TO SPEND MONEY OR EARN MONEY WITHIN THEIR REGION.; INTENDED BENEFICIARIES: CLINTON AREA TRANSIT SYSTEM AND THEIR USERS AND COMMUNITIES.; SUBRECIPIENT ACTIVITIES: SAME AS ACTIVITIES TO BE PERFORMED AS NOTED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a009f426-00dc-3408-32d5-f0020557a878-C", "generated_internal_id": "ASST_NON_MI-2023-006_6955"}, {"internal_id": 158361323, "Award ID": "MI-2023-005", "Award Amount": 2355200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-21", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO PROVIDE FUNDING FOR THE PURCHASE AND DEPLOYMENT OF UP TO 12 BATTERY ELECTRIC VEHICLES AND NECESSARY INFRASTRUCTURE INCLUDING UP TO 12 CHARGING STATIONS AND 2 FAST CHARGERS AND INSTALLATION TO ELECTRIFY ON-DEMAND SERVICE CAPABILITIES.; ACTIVITIES PERFORMED: FUNDS WILL BE USED TO PURCHASE VEHICLES EQUIPMENT INFRASTRUCTURE MODIFICATIONS AND TRAINING TO SUPPORT THE PROJECT. ; EXPECTED OUTCOMES: FUNDING WILL PERMIT INTERURBAN TRANSIT PARTNERSHIP TO CONTINUE TO KEEP REVENUE VEHICLES AND EQUIPMENT IN A STATE OF GOOD REPAIR SUPPORT THE PRIORITY OF TRANSITIONING TO A ZERO EMISSIONS FLEET REDUCE EMISSIONS AND CONTRIBUTE TO SUSTAINABILITY GOALS.; INTENDED BENEFICIARIES: INTENDED BENEFICIARIES OF THE ACTIVITIES INCLUDED IN THIS AWARD ARE COMMUNITY MEMBERS AND TRANSIT RIDERS IN THE ITP SERVICE AREA. ; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0cc3f7a-6c52-dd7a-a3fa-efc60e1b2f9e-C", "generated_internal_id": "ASST_NON_MI-2023-005_6955"}, {"internal_id": 156348891, "Award ID": "ME-2023-003", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE UNMET NEED FOR VOLUNTEER DRIVERS IS STAGGERING. BY 2030 THERE WILL BE 61 MILLION BABY BOOMERS BETWEEN THE AGES OF 68 AND 84. PERSONAL TRANSPORTATION CURRENTLY ACCOUNTS FOR 17% OF HOUSEHOLD EXPENDITURES AND IS SECOND ONLY TO HOUSING. MOREOVER THREE OUT OF FOUR OLDER ADULTS LIVE IN RURAL OR SUBURBAN COMMUNITIES THAT LACK THE DENSITY FOR TRADITIONAL MASS TRANSPORTATION. IN THOUSANDS OF COMMUNITIES ACROSS THE COUNTRY WHERE RESIDENTS ATTEMPT TO MEET THIS NEED WITH VOLUNTEER DRIVER PROGRAMS DEMAND FOR SERVICE FAR OUTSTRIPS SUPPLY. JUST AS INDIVIDUALS WHO WISH TO DONATE BLOOD KNOW THEY CAN GO TO THE RED CROSS VOLUNTEERS WHO WISH TO DRIVE FOR THE NATIONS AGING POPULATION WILL TURN TO AVDC. AVDC WILL STUDY THE EFFECTIVENESS OF A NATIONWIDE PUBLIC AWARENESS CAMPAIGN TO RECRUIT AND TRAIN VOLUNTEER DRIVERS TO AID OLDER AMERICANS IN RURAL OR SUBURBAN COMMUNITIES THAT LACK TRADITIONAL MASS TRANSPORTATION. AVDC HAS A 23-MONTH WORK PLAN DESIGNED TO ENGAGE AND INVOLVE ALL THREE SECTORS OF THE ECONOMYBUSINESS AND INDUSTRY PHILANTHROPY AND GOVERNMENT AT ALL LEVELS. WITH VAST EXPERIENCE IN HEALTH-RELATED PUBLIC AWARENESS CAMPAIGNS SUCH AS TIPS FROM FORMER SMOKERS AND DRINK LESS BE YOUR BEST THE CDC WILL PROVIDE TECHNICAL SUPPORT. THE CDC REGARDS ALTERNATIVE TRANSPORTATION AS NECESSARY FOR THE HEALTH AND SAFETY OF OLDER ADULTS BECAUSE IT PROVIDES ACCESS TO HEALTHCARE AND PREVENTS INJURIES. USING MARKETING EXPERTS AND THE DIVERSE COLLECTIVE EXPERIENCE OF THE LEADERSHIP ROUNDTABLE AVDC WILL DEVELOP STRATEGIC MESSAGES FOR A PUBLIC AWARENESS CAMPAIGN TO CHANGE THE WAY AMERICANS THINK ABOUT AND SUPPORT VOLUNTEER TRANSPORTATION SERVICES. AVDC WILL ALSO CONVENE AN ADVISORY COUNCIL COMPRISING LEADERS FROM EXPERIENCED VOLUNTEERS AND NONPROFIT TRANSPORTATION PROVIDERS WITH VOLUNTEER DRIVER EXPERIENCE. USING THIS FEEDBACK AVDC WILL DEVELOP PLANS FOR A WEBSITE WITH LANDING PAGES FOR VOLUNTEER DRIVERS AS WELL AS NONPROFIT TRANSPORTATION SERVICES. THE PROJECT WILL CONCLUDE WITH A REPORT TO THE SECRETARY OF TRANSPORTATION AND WILL INCLUDE THE ENVIRONMENTAL SCAN THE TECHNOLOGY PLAN AND THE FINDINGS OF THE LEADERSHIP ROUNDTABLE. ; ACTIVITIES PERFORMED: AVDC WILL CARRY OUT ITS MISSION THROUGH A PLANNING EFFORT THAT INCLUDES: 1) AN ENVIRONMENTAL SCAN THAT ANALYZES OTHER PUBLIC AWARENESS CAMPAIGNS REVIEWS LITERATURE AND EXAMINES RELEVANT POLICY; 2) A TECHNOLOGY PLAN THAT MAPS PUBLIC ACCESS TO VOLUNTEER OPPORTUNITIES; 3) A 24-MEMBER LEADERSHIP ROUNDTABLE THAT CONVENES STAKEHOLDERS FROM PHILANTHROPY PRIVATE BUSINESS AND GOVERNMENT AT ALL LEVELS (LOCAL STATE NATIONAL AND TRIBAL) TO CAPTURE AND TRANSLATE THE VALUE OF RELIABLE TRANSPORTATION AS SUPPORTED BY VOLUNTEER-BASED SERVICES TO THEIR WORK AND 4) A REPORT TO THE SECRETARY OF TRANSPORTATION.; EXPECTED OUTCOMES: THE INTENDED IMPACTS OF THIS PLAN FOR AVDC WILL INCLUDE: INCREASED SUPPLY OF VOLUNTEER DRIVERSTHROUGH A NATIONAL PUBLIC AWARENESS CAMPAIGN AVDC WILL INSPIRE PERSONAL COMMUNITY AND ORGANIZATIONAL PARTICIPATION IN VOLUNTEER DRIVER PROGRAMS. IMPROVED ACCESS TO SOCIAL DETERMINANTS OF HEALTHGREATER AVAILABILITY OF NONPROFIT VOLUNTEER TRANSPORTATION SERVICES WILL REDUCE INEQUALITY FOR HISTORICALLY-UNDERSERVED COMMUNITIES BY IMPROVING ACCESS TO HEALTHCARE NUTRITION AND SOCIALIZATION. IMPROVED SAFETYADDITIONAL TRANSPORTATION ALTERNATIVES MAKE TRANSPORTATION SYSTEMS SAFER FOR ALL PEOPLE. IMPROVED SUSTAINABILITY OF NONPROFIT COMMUNITY-BASED TRANSPORTATION PROGRAMSBUILDING INNOVATIVE PARTICIPATION AND VOLUNTEERISM THROUGH PURPOSE-DRIVEN RESEARCH TO FOSTER UNDERSTANDING AND EDUCATION WILL BRING TO BEAR THE SUPPORT NECESSARY FOR SUSTAINABLE SOLUTIONS THAT SUPPLEMENT PUBLIC TRANSPORTATION SERVICES. ; INTENDED BENEFICIARIES: AVDC INTENDED BENEFICIARIES WILL INCLUDE: PROGRAMS THROUGH A NATIONAL PUBLIC AWARENESS CAMPAIGN AVDC WILL INSPIRE PERSONAL COMMUNITY AND ORGANIZATIONAL PARTICIPATION IN VOLUNTEER DRIVER PROGRAMS THROUGHOUT THE NATION. HISTORICALLY-UNDERSERVED POPULATIONS THROUGH IMPROVED ACCESS TO SOCIAL DETERMINANTS OF HEALTH AVDC WILL INCREASE THE SUPPLY OF TRANSPORTATION SERVICES FOR HISTORICALLY-UNDERSERVED POPULATIONS BY IMPROVING ACCESS TO HEALTHCARE NUTRITION AND SOCIALIZATION. PUBLIC ADDITIONAL TRANSPORTATION ALTERNATIVES WITH A GREATER SUPPLY OF VOLUNTEER DRIVERS MAKE TRANSPORTATION SYSTEMS SAFER AND MORE SUSTAINABLE FOR ALL PEOPLE. ; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60b57471-5c84-7d80-2aad-08ada15c9f3e-C", "generated_internal_id": "ASST_NON_ME-2023-003_6955"}, {"internal_id": 162274908, "Award ID": "IL-2023-038", "Award Amount": 2920000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-24", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO PROVIDE FUNDING FOR THE PURCHASE OF ELECTRIC ROLLING STOCK.; ACTIVITIES PERFORMED: FUNDS WILL BE USED TO PURCHASE REPLACEMENT PARATRANSIT AND FIXED ROUTE ELECTRIC ROLLING STOCK.; EXPECTED OUTCOMES: THE PURCHASE OF ELECTRIC PARATRANSIT AND FIXED ROUTE BUSES WILL REPLACE FOSSIL FUEL PROPULSION VEHICLES THAT HAVE REACHED THEIR USEFUL LIFE.; INTENDED BENEFICIARIES: TRANSIT RIDERS WILL BENEFIT FROM MORE MODERN COMFORTABLE BUSES AND THE ENTIRE COMMUNITY WOULD BENEFIT FROM CLEANER AIR WITH THE REPLACEMENT OF FOSSIL FUEL PARATRANSIT AND FIXED ROUTE BUSES WITH ZERO-EMISSION VEHICLES.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e138cb8-7afc-d61a-cbe4-c3e54d7c3e0c-C", "generated_internal_id": "ASST_NON_IL-2023-038_6955"}, {"internal_id": 160080885, "Award ID": "IL-2023-028", "Award Amount": 3785080.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO REPLACE FOUR (4) 12-YEAR-OLD 40-FOOT DIESEL-ELECTRIC HYBRID BUSES THAT HAVE MET THEIR USEFUL LIFE WITH FOUR (4) 40-FOOT HYDROGEN FUEL CELL ELECTRIC BUSES.; ACTIVITIES PERFORMED: THE ACTIVITIES TO BE PERFORMED INCLUDE ISSUING A PURCHASE ORDER TO PROCURE 40-FOOT HYDROGEN FUEL CELL ELECTRIC BUSES COMPLETE THE BUS BUILD TEST AND ACCEPT THE BUSES AND DEPLOY THE BUSES INTO REVENUE SERVICE.; EXPECTED OUTCOMES: THE EXPECTED OUTCOME OF THIS PROJECT IS FOR MTD TO CONTINUE TO PROVIDE TRANSIT SERVICES FOR THE COMMUNITY.; INTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES OF THE PROJECT ARE PASSENGERS AND COMMUNITY MEMBERS WHO WILL HAVE ACCESS TO NEWER BUSES AND CLEANER AIR. THERE ARE NO SUBRECIPIENT ACTIVITIES ASSOCIATED WITH THIS PROJECT.; SUBRECIPIENT ACTIVITIES: NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69d095c4-045e-2702-1876-fbb235eafbf4-C", "generated_internal_id": "ASST_NON_IL-2023-028_6955"}, {"internal_id": 159306832, "Award ID": "IA-2023-018", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: CAPITAL PROJECT DESIGN; ACTIVITIES PERFORMED: DESIGN OF THE NEW IOWA CITY TRANSIT OPERATIONS AND MAINTENANCE FACILITY.; EXPECTED OUTCOMES: DESIGN OF NEW TRANSIT OPERATIONS AND MAINTENANCE FACILITY TO REPLACE OLD FACILITY; INTENDED BENEFICIARIES: THE CURRENT AND FUTURE TRAVELING PUBLIC WHO RELY ON TRANSIT SERVICE IN THE IOWA CITY METROPOLITAN AREA. IOWA CITY TRANSIT EMPLOYEES AND USERS AND ALL WHO WORK AT OR VISIT THE IOWA CITY TRANSIT FACILITY.; SUBRECIPIENT ACTIVITIES: NONE. AS THE DIRECT RECIPIENT OF THESE FUNDS THERE ARE NO SUBRECIPIENT ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3a889c7e-ddc9-9870-2282-2a0da4b88e60-C", "generated_internal_id": "ASST_NON_IA-2023-018_6955"}, {"internal_id": 162251233, "Award ID": "FL-2023-061", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-16", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THIS APPLICATION IS REQUESTING FUNDING UNDER THE FFY 2023 - SECTION 5309 COMMUNITY EARMARK DISCRETIONARY FUNDS PROGRAM IN THE AMOUNT OF $2500000 FOR ELIGIBLE CAPITAL EXPENSES RELATED TO PSTAS ELECTRIC CHARGING INFRASTRUCTURE PROJECT.; ACTIVITIES PERFORMED: THIS APPLICATION IS REQUESTING FUNDING UNDER THE FFY 2023 - SECTION 5309 COMMUNITY EARMARK DISCRETIONARY FUNDS PROGRAM IN THE AMOUNT OF $2500000 FOR THE CONSTRUCTION OF NEW ELECTRICAL INFRASTRUCTURE TO ALLOW PSTA TO CHARGE OUR NEW ELECTRIC BUS FLEET.; EXPECTED OUTCOMES: FUNDING WILL ALLOW PSTA TO CONSTRUCT A NEW ELECTRICAL INFRASTRUCTURE TO CHARGE OUR NEW ELECTRIC BUS FLEET.; INTENDED BENEFICIARIES: TRANSIT PASSENGER IN PINELLAS COUNTY; SUBRECIPIENT ACTIVITIES: N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "632707da-e5a5-9619-6c52-b33b9553a200-C", "generated_internal_id": "ASST_NON_FL-2023-061_6955"}, {"internal_id": 162251232, "Award ID": "FL-2023-056", "Award Amount": 2805363.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-16", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO PARTIALLY SUBSIDIZE THE CONSTRUCTION OF PINE HILLS TRANSFER CENTER.; ACTIVITIES PERFORMED: THESE FUNDS WILL PARTIALLY COVER THE CONSTRUCTION COSTS OF THE TRANSFER CENTER.; EXPECTED OUTCOMES: FUNDING WILL ALLOW LYNX TO COMPLETE THE CONSTRUCTION OF THE PINE HILLS TRANSFER CENTER. LYNX SEEKS TO PROVIDE A FACILITY WITH 8 BUS BAYS THAT CAN ALSO ACCOMMODATE 60 ARTICULATED BUSES INTERIOR AMENITIES SUCH AS CUSTOMER SERVICE COUNTER FOR BUS PASSES AND LOST FOUND A DROP-OFF/RECEIVING AREA WITH MINIMAL PARKING FOR LYNX CUSTOMERS CONNECTION TO THE FUTURE PINE HILLS TRAIL AND SECURITY AMENITIES INCLUDING LIGHTING CCTV CAMERAS AND A POSSIBLE SHERIFF SUBSTATION.; INTENDED BENEFICIARIES: COMMUNITY THAT LIVE AND WORK IN THE AREA WHICH IS THE MOST ETHNICALLY DIVERSE COMMUNITY IN ORLANDO. GIVEN THE DIVERSE POPULATION THAT LIVES WORKS AND PLAYS IN THIS AREA IT IS LYNXS DESIRE TO HAVE A TRANSFER FACILITY THAT REFLECTS THIS DIVERSITY.; SUBRECIPIENT ACTIVITIES: NOT APPLICABLE. NO SUBRECIPIENT ACTIVITIES WILL BE PERFORMED UNDER THIS OPPORTUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d10d0f7d-5499-33fd-247f-0cd023506290-C", "generated_internal_id": "ASST_NON_FL-2023-056_6955"}, {"internal_id": 160833243, "Award ID": "FL-2023-044", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THIS APPLICATION IS REQUESTING FUNDING UNDER THE FFY 2022 - TRANSIT INFRASTRUCTURE GRANTS-COMMUNITY PROJECT FUNDING/CONGRESSIONALLY DIRECTED SPENDING FUNDS PROGRAM IN THE AMOUNT OF $1200000 FOR THE PURCHASE/INSTALLATION OF 6 CONDUCTIVE/DEPOT CHARGERS.; ACTIVITIES PERFORMED: THIS APPLICATION IS REQUESTING FUNDING UNDER THE FFY 2022 - COMMUNITY EARMARK DISCRETIONARY FUNDS PROGRAM IN THE AMOUNT OF $1200000 FOR THE CONSTRUCTION OF NEW ELECTRICAL INFRASTRUCTURE TO ALLOW PSTA TO CHARGE OUR NEW ELECTRIC BUS FLEET.; EXPECTED OUTCOMES: FUNDING WILL ALLOW PSTA TO PURCHASE/INSTALL 6 NEW CONDUCTIVE/DEPOT CHARGERS WHICH WILL ASSIST PSTA IN KEEPING OUR NEW ELECTRIC BUS FLEET CHARGED.; INTENDED BENEFICIARIES: TRANSIT PASSENGER IN PINELLAS COUNTY; SUBRECIPIENT ACTIVITIES: N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "632707da-e5a5-9619-6c52-b33b9553a200-C", "generated_internal_id": "ASST_NON_FL-2023-044_6955"}, {"internal_id": 152182632, "Award ID": "FL-2022-059", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "20.534", "Description": "THIS APPLICATION IS FUNDED THROUGH THE FY 2022 TRANSIT INFRASTRUCTURE GRANTS COMMUNITY PROJECT FUNDING/CONGRESSIONALLY DIRECTED SPENDING AS APPORTIONED IN THE NOTICE INCLUDED IN THE FUNDING AUTHORIZED UNDER THE BIPARTISAN INFRASTRUCTURE LAW ENACTED AS THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (PUB. L. 117-58) AND IS BASED ON FUNDING MADE AVAILABLE UNDER THE CONSOLIDATED APPROPRIATIONS ACT 2022 (PUB. L. 117-103 MAR. 15 2022). THE JACKSONVILLE TRANSPORTATION AUTHORITY IS AWARDED $1200000. EARMARK PROJECT ID 2022-CMPJ-030.THE PURPOSE OF THIS PROJECT IS TO PROVIDE THE JACKSONVILLE TRANSPORTATION AUTHORITY WITH RENEWABLE ENERGY FOR ELECTRIC VEHICLES.THE ACTIVITIES TO PERFORM INCLUDE PROVIDING A 200KWDC GROUND-MOUNTED CARPORT SOLAR PHOTOVOLTAIC GENERATION SYSTEM ONE FAST-CHARGING STATION CAPABLE OF RECHARGING A BUS IN 5-8 MINUTES AND ASSOCIATED POWER ELECTRONICS TO POWER FOUR ELECTRIC BUSES. THE EXPECTED OUTCOME TO PROVIDE THE FRAMEWORK THROUGH TECHNOLOGY AND INNOVATION TO CREATE A SYSTEM WHERE JTAS ALL-ELECTRIC VEHICLE FLEET CAN BE DEPLOYED PREDOMINATELY POWERED BY SUNLIGHT.THE INTENDED BENEFICIARIES ARE THE JTA RIDERSHIP AND BUSINESSES WHO WILL UTILIZE THE RENEWABLE ENERGY GENERATION AS A VIABLE SOLUTION FOR ELECTRIC VEHICLE CHARGING WITH THE FLEET ELECTRIFICATION AND AUTONOMOUS VEHICLE INTEGRATION.THERE ARE ZERO SUBRECIPIENT ACTIVITIES FOR THIS PROJECT.THE RECIPIENT OR SUB-RECIPIENT (WHEN APPLICABLE) WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F (THIRD PARTY CONTRACTING GUIDANCE).THE FOLLOWING DOCUMENTS ARE ATTACHED TO THIS APPLICATION IN TRAMS:STIP PAGE 424367-2. FY 2022 TRANSPORTATION HUD COMMUNITY PROJECT REQUEST FORM (CONGRESSMAN RUTHERFORD)(TABLE 20) FY 2022 FULL YEAR APPORTIONMENT TRANSIT INFRASTRUCTURE GRANTS - COMMUNITY PROJECT FUNDING/CONGRESSIONALLY DIRECTED SPENDING. JTA PROJECT ID#: 2022-CMPJ-030.DEP STATE CLEARINGHOUSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86d9e54b-2b62-b643-0cbc-3fdeebac9c74-C", "generated_internal_id": "ASST_NON_FL-2022-059_6955"}, {"internal_id": 162251226, "Award ID": "CT-2023-024", "Award Amount": 15000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-17", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THIS AWARD WILL PROVIDE FUNDING FOR THE WALK BRIDGE - REPLACEMENT OF THREE RAILROAD BRIDGES TO IMPROVE THE RELIABILITY AND STATE OF GOOD REPAIR OF THE RAILROAD IN NORWALK CT.; ACTIVITIES PERFORMED: PACKAGE F INCLUDES THE FOLLOWING THREE BRIDGE REPLACEMENTS:BRIDGE NO. 03691R METRO-NORTH RAILROAD MP 42.14 OVER EAST AVENUE- THE BRIDGE IS OVER 116 YEARS OLD WITH A STRUCTURAL RATING OF POOR CONDITION AND IS IN NEED OF REPLACEMENT. THE PROJECT ALSO INCLUDES THE IMPROVEMENTS TO THE ADJACENT EAST NORWALK MNR STATION PLATFORMS WHICH ARE NOT FULLY ADA COMPLAINT AND HAVE NARROW PLATFORM WIDTHS TODAY. THIS PROJECT INCLUDES THE FULL DEMOLITION AND REPLACEMENT OF THE STRUCTURE. THE NEW BRIDGE WILL BE LONGER THAN THE EXISTING STRUCTURE ALLOWING EAST AVENUE TO BE WIDENED IN THE VICINITY OF THE BRIDGE UNDER A SEPARATE PROJECT. NEW PLATFORMS EXTENSIONS OF THE EXISTING PLATFORMS AND ADA ACCESSIBILITY IMPROVEMENTS TO BOTH PLATFORMS. THE STATION DRIVEWAY TO THE NORTHEAST PARKING LOT WILL BE RELOCATED TO ALIGN WITH FORT POINT STREET/ EAST AVE INTERSECTION IMPROVING THE SAFETY AND OPERATIONS OF THE INTERSECTION.BRIDGE NO. 08028R METRO-NORTH RAILROAD MP 41.96 OVER OSBORNE AVENUE- THE EXISTING OSBORNE AVENUE BRIDGE IS A SINGLE-SPAN STRUCTURE CARRYING FOUR ACTIVE MNR RAILROAD TRACKS OVER OSBORNE AVENUE IN NORWALK CT. THE BRIDGE IS OVER 127 YEARS OLD WITH A STRUCTURAL RATING OF FAIR CONDITION AND IS IN NEED OF REPLACEMENT. THIS PROJECT INCLUDES THE FULL DEMOLITION AND REPLACEMENT OF THE BRIDGE SUPERSTRUCTURE. BRIDGE NO. 04131R METRO-NORTH RAILROAD MP 41.79 OVER FORT POINT STREET- THE EXISTING FORT POINT BRIDGE IS A SINGLE-SPAN STRUCTURE CARRYING FOUR ACTIVE MNR RAILROAD TRACKS OVER FORT POINT STREET IN NORWALK CT. THE BRIDGE IS OVER 80 YEARS OLD WITH A STRUCTURAL RATING OF POOR CONDITION AND IS NEED OF REPLACEMENT. THE NEW BRIDGE AND FORT POINT STREET ROADWAY WILL BE RELOCATED WEST OF THEIR EXISTING LOCATIONS. THE EXISTING SUPERSTRUCTURE WILL BE DEMOLISHED AND ABANDONED IN PLACE DURING CONSTRUCTION WHEN IT IS NO LONGER REQUIRED. ADDITIONAL ELEMENTS OF THE PROJECT INCLUDE TRACK AND RAIL SYSTEMS WORK EXTENDING FROM THE FORT POINT STREET RAILROAD BRIDGE TO JUST EAST OF THE EAST NORWALK STATION ALLOWING THE REPLACEMENT OF ALL THREE BRIDGES.; EXPECTED OUTCOMES: THESE DETERIORATING RAILROAD BRIDGES CARRY THE NEW HAVEN LINE COMMUTER RAIL SERVICE TO NEW YORK CITY WHICH IS INTEGRAL TO THE CONNECTICUT ECONOMY. THESE BRIDGES ARE ALSO PART OF THE NORTHEAST CORRIDOR (NEC) CONNECTING WASHINGTON DC TO NEW YORK CITY AND BOSTON. INTERCITY AND HIGH-SPEED PASSENGER RAIL SERVICE ON THE NEC SERVES MORE INTERCITY TRAVELERS WITHIN THE NORTHEAST THAN ALL COMMERCIAL AIRLINES COMBINED. PER THE NEC COMMISSION THE NEC CARRIES MORE THAN 800000 PASSENGERS EACH DAY. ALL THREE BRIDGES HAVE A STRUCTURAL RATING OF POOR CONDITION THE REPLACEMENT OF ALL THREE WILL ENHANCE THE SAFETY AND RELIABILITY OF THE RAIL SERVICE. THE IMPROVED EFFICIENCY AND OPERABILITY OF THESE BRIDGES IS CRUCIAL FOR FUTURE RIDERSHIP DEMAND FOR METRO NORTH RAILROAD AMTRAK AND THE NEW HAVEN LINE.; INTENDED BENEFICIARIES: BENEFICIARIES OF THIS PROJECT INCLUDE THE NORTHEAST CORRIDOR METRO-NORTH RAILROAD AMTRAK AND THE NEW HAVEN LINE PASSENGERS.; SUBRECIPIENT ACTIVITIES: BRIDGES REPLACEMENT - DEMOLITION AND REPLACEMENT/CONSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c37edba9-3abe-1aca-d192-b94b82c97640-C", "generated_internal_id": "ASST_NON_CT-2023-024_6955"}, {"internal_id": 161842175, "Award ID": "CO-2023-027", "Award Amount": 1223000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURCHASE OF THREE REPLACEMENT LOW-FLOOR BUSES.; ACTIVITIES PERFORMED: PROCUREMENT OF THREE BUSES.; EXPECTED OUTCOMES: REPLACE BUSES THAT HAVE MET THE END OF THEIR USEFUL LIFE.; INTENDED BENEFICIARIES: MESA COUNTY RIDERS INCLUDING THE ELDERLY AND DISABLED WHO USE TRANSIT SERVICE TO ACCESS EMPLOYMENT EDUCATION MEDICAL SHOPPING AND PERSONAL TRIPS.; SUBRECIPIENT ACTIVITIES: NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b92a3fb2-b044-26e3-40fe-cafbabd0ea30-C", "generated_internal_id": "ASST_NON_CO-2023-027_6955"}, {"internal_id": 162251219, "Award ID": "CA-2023-180", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS PROJECT IS TO COMPLETE THE PRELIMINARY ENGINEERING AND ENVIRONMENTAL FOR A NEW PASSENGER RAIL STATION TO FACILITATE THE EXTENSION OF THE ACE SERVICE TO SACRAMENTO AND CERES/MERCED. THE PROJECT WILL CONSIST OF NEW STATION TRACKS A STATION PLATFORM A PEDESTRIAN OVERCROSSING AS WELL AS A NEW SURFACE PARKING LOT.; ACTIVITIES PERFORMED: FUNDS WILL COVER THE COST OF PRELIMINARY ENGINEERING INCLUDING ENVIRONMENTAL AND DESIGN FOR NEW STATION TRACKS A STATION PLATFORM PEDESTRIAN OVERCROSSING AND A SURFACE PARKING LOT.; EXPECTED OUTCOMES: FUNDING WILL ALLOW FOR THE COMPLETION OF THE ENVIRONMENTAL DOCUMENT AND 100% DESIGN PLANS FOR A NEW RAIL STATION.; INTENDED BENEFICIARIES: SAN JOAQUIN REGIONAL RAIL COMMISSION (SJRRC) AND THE RIDERS THAT RELY ON ITS SERVICE WILL BENEFIT FROM THE PROJECT ALLOWING SJRRC TO EXTEND SERVICE INTO SAN JOAQUIN COUNTY.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90f598e8-3614-9359-eb07-f0804c76ca42-C", "generated_internal_id": "ASST_NON_CA-2023-180_6955"}, {"internal_id": 161842171, "Award ID": "CA-2023-169", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THIS AWARD WILL BE USED TO COMPLETE ENVIRONMENTAL CLEARANCE FOR THE PALOMAR STREET RAIL GRADE SEPARATION PROJECT.; ACTIVITIES PERFORMED: FUNDING WILL BE USED FOR PROJECT ADMINISTRATION PERMITTING AND ENVIRONMENTAL CLEARANCE.; EXPECTED OUTCOMES: TO COMPLETE ENVIRONMENTAL CLEARANCE FOR THE PROJECT IN PREPARATION FOR FINAL DESIGN AND THEN CONSTRUCTION.; INTENDED BENEFICIARIES: RESIDENTS OF THE CITY OF CHULA VISTA AND MTS PASSENGERS.; SUBRECIPIENT ACTIVITIES: SANDAG DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fef55bff-92fb-637b-e4f6-21c68de54dff-C", "generated_internal_id": "ASST_NON_CA-2023-169_6955"}, {"internal_id": 161692371, "Award ID": "CA-2023-161", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS PROJECT IS TO STUDY AND RECOMMEND A PROVEN TECHNOLOGY OR COMBINATION OF TECHNOLOGIES THAT ALLOW THE EXISTING ACE F40 DIESEL LOCOMOTIVES TO BE CONVERTED TO NEAR-ZERO EMISSION UNITS WHILE STILL PROVIDING THE NECESSARY POWER AND RANGE TO OPERATE ACES SERVICE BETWEEN STOCKTON AND SAN JOSE. THE PROJECT WILL UTILIZE TWO (2) NONFUNCTIONAL LOCOMOTIVES FOR REVIEW AND ANALYSIS OVER THE COURSE OF THE PROJECT. THE PROJECT WILL BE CONDUCTED IN TWO-THREE PHASES AND WILL ALSO INCLUDE ADDITIONAL WORK TO DEVELOP THE FINAL RECOMMENDATION.; ACTIVITIES PERFORMED: FUNDS WILL COVER THE COST OF IDENTIFYING A PREFERRED APPROACH (OR APPROACHES) FOR ALTERNATIVE PROPULSION TECHNOLOGIES FOR CONVERTING THE ACES EXISTING F40 LOCOMOTIVE DIESEL FLEET.; EXPECTED OUTCOMES: FUNDING WILL ALLOW FOR THE COMPLETION OF SEVERAL DELIVERABLES: TECHNOLOGY SUMMARY AND COST BENEFIT ANALYSIS NEAR ZERO-EMISSIONS PILOT IMPLEMENTATION PLAN AND PROCUREMENT/IMPLEMENTATION STRATEGY PLAN. THESE DELIVERABLES WILL ALLOW ACE TO DETERMINE IF THE ACE F40 LOCOMOTIVE DIESEL ENGINES WILL BE REPLACED WITH BATTERY-ELECTRIC OR HYDROGEN FUEL CELLS OR OTHER EMERGING TECHNOLOGIES TO PROVIDE ELECTRICAL POWER TO THE EXISTING TRACTION MOTORS.; INTENDED BENEFICIARIES: SAN JOAQUIN REGIONAL RAIL COMMISSION (SJRRC) AND THE RIDERS THAT RELY ON ITS SERVICE WILL BENEFIT FROM THE PROJECT STUDY ALLOWING SJRRC TO IDENTIFY NEAR-ZERO EMISSION TECHNOLOGIES THAT WILL SUPPORT THE CURRENT ACE SERVICE AS WELL AS THE VALLEY RAIL SERVICE.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90f598e8-3614-9359-eb07-f0804c76ca42-C", "generated_internal_id": "ASST_NON_CA-2023-161_6955"}, {"internal_id": 160831842, "Award ID": "CA-2023-126", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-14", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: FUNDS WILL BE UTILIZED FOR THE PLANNING PHASE OF MTSS SIXTH DIVISION CTAC. AS A REGIONAL PRIORITY PROJECT THE NEW ZERO EMISSION BUS DIVISION WILL PROVIDE CRITICAL ADDITIONAL SPACE TO ACHIEVE REGIONAL CLIMATE AND MOBILITY GOALS AS WELL AS ZERO EMISSION BUS EXPANSION.; ACTIVITIES PERFORMED: PRELIMINARY CONCEPT LAYOUTS - ENHANCED PROJECT DEFINITION AND BRIDGING DOCUMENTS: FOR THE PRELIMINARY CONCEPT LAYOUTS THE ENHANCED PROJECT DEFINITION WILL BE USED TO SOLICIT QUALIFICATIONS FROM INTERESTED DESIGN-BUILD TEAMS AND BRIDGING DOCUMENTS WILL INCLUDE THE ENHANCED PROJECT DEFINITION DOCUMENTS AND WILL BE EXPANDED TO INCLUDE PERFORMANCE SPECIFICATIONS AND OTHER MINIMUM REQUIREMENTS FOR THE PROPOSED PROJECT INCLUDING LEED CERTIFICATION EQUIPMENT PERFORMANCE REQUIREMENTS WARRANTY REQUIREMENTS AND CAN INCLUDE A LIST OF DESIRED ENHANCEMENTS.; EXPECTED OUTCOMES: THIS PROJECT REQUEST IS FOR THE PLANNING PHASE FOR MTSS NEW ZERO EMISSION BUS DIVISION PROJECT. THE FUNDS WILL ALLOW MTS AND SANDAG TO HIRE ENGINEERING AND ARCHITECTURAL CONSULTANTS TO CREATE DOCUMENTS REQUIRED TO SOLICIT THE PROJECT TO THE DESIGN-BUILD COMMUNITY AND TO RECEIVE EVALUATE AND SELECT A WINNING BIDDER FOR THE PROJECT.; INTENDED BENEFICIARIES: ABOUT 570 SQUARE MILES OF THE URBANIZED AREAS OF SAN DIEGO COUNTY AS WELL AS THE RURAL PARTS OF EAST COUNTY 3240 TOTAL SQUARE MILES. SERVING APPROXIMATELY 3 MILLION PEOPLE IN SAN DIEGO COUNTY AS WELL AS VISITORS AND NEIGHBORING NAVAL STATION.; SUBRECIPIENT ACTIVITIES: MTS DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be8bcf6f-1150-3faa-4d4a-3a98f0f02ac3-C", "generated_internal_id": "ASST_NON_CA-2023-126_6955"}, {"internal_id": 160831841, "Award ID": "CA-2023-115", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-14", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: REPLACEMENT OF STATION FARE GATES SYSTEM WIDE.; ACTIVITIES PERFORMED: ACQUIRE AND INSTALL NEXT GENERATION FARE GATES; EXPECTED OUTCOMES: REDUCE FARE EVASION AND IMPROVE ACCESS TO BART TERMINALS. INCREASING SAFETY AND REVENUE COLLECTIONS.; INTENDED BENEFICIARIES: TRANSIT RIDING POPULATION; SUBRECIPIENT ACTIVITIES: NO SUBRECIPIENTS WILL BE INVOLVED IN THIS AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "073e0b6f-4b8e-dbdd-0af4-391aa03698dc-C", "generated_internal_id": "ASST_NON_CA-2023-115_6955"}, {"internal_id": 161244772, "Award ID": "CA-2023-112", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE GRANT PROVIDES FUNDING TO SUPPORT MST CAPITAL PROJECTS (MPO ID: MST009M AND MST010M) FOR THE FISCAL YEAR STARTING JULY 1 2023 AND ENDING JUNE 30 2027.; ACTIVITIES PERFORMED: THIS APPLICATION DOES NOT INCLUDE FUNDS FOR RESEARCH AND/OR DEVELOPMENT ACTIVITIES. INDIRECT COSTS WILL NOT BE APPLIED TO THIS APPLICATION AND ITS SCOPE OF WORK. THE FUNDS WOULD BE USED TO PURCHASE FIXED ROUTE REVENUE VEHICLES. MSTS FIXED ROUTE FLEET IS COMPRISED OF OVER 100 FULL SIZES BUSES THAT INCLUDE 35-FOOT AND 40-FOOT SUBURBAN COACHES 28-FOOT TROLLEY STYLE BUSES AND 23-FOOT MEDIUM BUSES. MST ALSO OPERATES 4 FULL SIZE BATTERY ELECTRIC BUSES. THIS SCOPE OF WORK MAY INCREASE DEPENDING ON FUNDING MADE AVAILABLE THROUGH PENDING GRANT APPLICATIONS. ADDITIONALLY THESE FUNDS WILL PROVIDE THE FUNDING NECESSARY TO START PRE-CONSTRUCTION WORK ON DEVELOPING CARBON NEUTRAL RESILIENCY INFRASTRUCTURE FOR MSTS MAIN OPERATIONS AND MAINTENANCE FACILITY IN MONTEREY.; EXPECTED OUTCOMES: THESE FUNDS WILL ALLOW MST TO CONTINUE TO PROVIDE RIDERS WITH ACCESS TO ESSENTIAL SERVICES SYSTEMWIDE INCLUDING ACCESS TO EDUCATION EMPLOYMENT HEALTHCARE HOUSING AND RECREATION FACILITIES WITHOUT UNNECESSARY STRAIN ON THE ENVIRONMENT EVEN IF THE POWER GRID IS COMPROMISED.; INTENDED BENEFICIARIES: ALL RESIDENTS WITHIN MSTS SERVICE AREA WILL BENEFIT FROM THESE FUNDS.; SUBRECIPIENT ACTIVITIES: NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46ba6763-e301-633d-b688-c5694cbaaf92-C", "generated_internal_id": "ASST_NON_CA-2023-112_6955"}, {"internal_id": 160298921, "Award ID": "CA-2023-101", "Award Amount": 460000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THE AWARD IS TO PROVIDE 100% OF TOTAL COST TO SUPPORT THE FOLLOWING PROJECT:CALTRAIN MINI-HIGH PLATFORM IMPROVEMENTS; ACTIVITIES PERFORMED: FUNDS WILL COVER THE COST TO INSTALL MINI-HIGH PLATFORMS AT 13 STATIONS TO IMPROVE ADA ACCESS. THIS INCLUDES INSTALLATION OF ELEVATED (RAISED) PRE-CAST CONCRETE PLATFORMS THAT ALLOW FOR WHEEL CHAIRS TO DIRECTLY ENTER RAIL CARS. THE MINI-HIGH PLATFORMS WILL REPLACE THE NEED TO USE A MECHANICAL LIFT TO ENTER THE TRAINS IN A WHEELCHAIR WHICH TAKE SIGNIFICANT AMOUNT OF TIME. ADDITIONAL MINOR WORK AT EACH STATIONS WILL BE REQUIRED TO ACCOMMODATE THE INSTALLATION. UPGRADED STATIONS INCLUDE: BAYSHORE BURLINGAME HAYWARD PARK BELMONT CALIFORNIA AVENUE SAN ANTONIO LAWRENCE TAMIEN CAPITOL BLOSSOM HILL MORGAN HILLS SAN MARTIN AND GILROY.; EXPECTED OUTCOMES: FUNDING WILL IMPROVE ADA ACCESS TO PROVIDE RELIABLE AND ACCESSIBLE SERVICE AND REDUCE DWELL TIMES AT STATIONS.; INTENDED BENEFICIARIES: POPULATION OF THE SAN FRANCISCO PENINSULA SAN JOSE AND GILROY SERVICE AREA AND COMMUTER RAIL RIDERS WITH INDIVIDUALS WITH DISABILITIES.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437305ad-00b6-ccc4-439b-15fff3b6125a-R", "generated_internal_id": "ASST_NON_CA-2023-101_6955"}, {"internal_id": 159754531, "Award ID": "CA-2023-072", "Award Amount": 1717836.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-23", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS APPLICATION IS TO SECURE FUNDS PROVIDED BY COMMUNITY PROJECT FUNDS APPORTIONED TO NCTD FOR CAPITAL ACTIVITIES TO DEVELOP NCTDS NEXT GENERATION HYDROGEN FUELING INFRASTRUCTURE IN ACCORDANCE TO THE TRANSIT ASSET MANAGEMENT (TAM) PLAN AND THE STATE OF CALIFORNIA ZERO EMISSION REQUIREMENTS.; ACTIVITIES PERFORMED: THIS GRANT WILL FUND THE DESIGN BUILD ACTIVITIES ASSOCIATED WITH DEVELOP OF NCTDS NEW NEXT GENERATION HYDROGEN FUELING INFRASTRUCTURE; EXPECTED OUTCOMES: FUNDING WILL PERMIT NORTH COUNTY TRANSIT DISTRICT TO BUILD CLEAN ENERGY INTEGRATED TRANSIT SYSTEM THAT ENABLES OUR CUSTOMERS TO TRAVEL EASILY AND EFFICIENTLY THROUGHOUT OUR GROWING REGION AND TO KEEP OUR ASSETS IN A STATE OF GOOD REPAIR.; INTENDED BENEFICIARIES: SAN DIEGO NORTH COUNTY GENERAL PUBLIC AND LOCAL AREA COMMUTERS.; SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1742ad1c-0df9-b793-6017-0e9157498780-C", "generated_internal_id": "ASST_NON_CA-2023-072_6955"}, {"internal_id": 159916867, "Award ID": "CA-2023-054", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS GRANT IS TO CONSTRUCT THE MULTI-MODAL KART TRANSIT CENTER; ACTIVITIES PERFORMED: FUNDS WILL BE USED TO COVER ALL ELIGIBLE CONSTRUCTION COST OF THE MULTI-MODAL KART TRANSIT CENTER; EXPECTED OUTCOMES: THE PROJECT HAS FOUR EXPECTED OUTCOMES: (1) INCREASE RIDERSHIP- EXPANDING SERVICE DECREASE WAIT TIME BETWEEN TRANSFERS AND NEW COORDINATION BETWEEN PUBLIC TRANSPORTATION; (2) CONNECTION TO OTHER TRANSPORTATION MODES- AS A MULTI-MODAL FACILITY RIDERS WILL BE ABLE TO TAKE ADVANTAGE OF OTHER MODES AND CROSS-RIDE; (3) JOB CREATION - THE PROJECT WILL CREATE JOBS PROVIDE EMPLOYMENT ACCESS ACROSS COUNTY BOUNDARIES; AND (4) FOSTER REVITALIZATION OF A BLIGHTED AREA AND STIMULATE COMMERCE; INTENDED BENEFICIARIES: PUBLIC TRANSPORTATION BENEFITS EVERYONE WHETHER THEY USE IT OR NOT BY CREATING AND SUPPORTING JOBS REVITALIZE A BLIGHTED AREA AND SUPPORT AND STIMULATE BUSINESS. DIRECT BENEFIT OF THE PROJECT WILL BE EMPLOYEES COMMUTERS YOUTH AND SENIORS.; SUBRECIPIENT ACTIVITIES: N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e099f03b-8319-4c0b-ff6e-923487e415a7-R", "generated_internal_id": "ASST_NON_CA-2023-054_6955"}, {"internal_id": 157937323, "Award ID": "CA-2023-037", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: TO PROTECT THE RELIABILITY OF THE LOS ANGELES-SAN DIEGO-SAN LUIS OBISPO (LOSSAN) RAIL CORRIDOR SANDAG IS STUDYING POTENTIAL REALIGNMENT OPTIONS THAT WOULD MOVE A PORTION OF THE RAIL LINE OFF THE BLUFFS IN THE CITY OF DEL MAR. THE LOSSAN RAIL REALIGNMENT STUDY REPRESENTS SANDAGS ONGOING COMMITMENT TO PROTECTING THE LOSSAN RAIL CORRIDOR FROM LANDSLIDES RAPID EROSION AND SEISMIC ACTIVITY ALONG THE DEL MAR BLUFFS BY REALIGNING THE TRACKS UNDERGROUND.; ACTIVITIES PERFORMED: ADMINISTRATION CONCEPTUAL ENGINEERING RAIL OPERATIONS MODELING AND PUBLIC OUTREACH.; EXPECTED OUTCOMES: DEVELOPMENT OF A FINAL CORRIDOR WIDE REPORT INCLUDING ALTERNATIVES ANALYSIS REPORTS FOR REALIGNMENTS IN DEL MAR AND MIRAMAR.; INTENDED BENEFICIARIES: PEOPLE WHO TRAVEL ALONG OR PARALLEL TO THE NATIONS SECOND BUSIEST INTERCITY RAIL CORRIDOR NCTD AMTRAK BNSF FREIGHT RAILWAY THE MILITARY FACILITIES AND PORTS IN SAN DIEGO THAT DEPEND UPON RAIL SERVICE.; SUBRECIPIENT ACTIVITIES: SANDAG DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fef55bff-92fb-637b-e4f6-21c68de54dff-C", "generated_internal_id": "ASST_NON_CA-2023-037_6955"}, {"internal_id": 157112080, "Award ID": "CA-2023-029", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-08", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THIS FUNDING IS FOR THE CONSTRUCTION OF DEL MAR BLUFFS STABILIZATION PROJECT PHASE 5 (DMB5). BLUFF STABILIZATION IMPROVEMENTS INCLUDE:1. PROPOSED TRACKBED STABILIZATION IMPROVEMENTS 2. TRACKBED SUPPORT RETROFIT IMPROVEMENTS 3. DRAINAGE IMPROVEMENTS ; ACTIVITIES PERFORMED: THESE GRANT FUNDS WILL BE USED FOR PROJECT ADMINISTRATION CONSTRUCTION MANAGEMENT AND CONSTRUCTION.; EXPECTED OUTCOMES: THE OBJECTIVE OF THIS PROJECT IS TO DESIGN AND CONSTRUCT TRACK BED STABILIZATION AND SEISMIC IMPROVEMENTS ALONG THE ERODING BLUFFS THAT WILL ENHANCE SAFETY AND MAINTAIN RAIL SERVICE ALONG THE LOSSAN RAIL CORRIDOR.; INTENDED BENEFICIARIES: THE COASTAL BLUFFS IN THE CITY OF DEL MAR ARE AN INTEGRAL PART OF THE 351-MILE LOS ANGELES SAN DIEGO SAN LUIS OBISPO (LOSSAN) RAIL CORRIDOR WHICH IS A VITAL LINK FOR PASSENGER AND FREIGHT MOVEMENTS WITHIN SAN DIEGO COUNTY AS WELL AS BETWEEN SAN DIEGO LOS ANGELES AND POINTS FARTHER NORTH.; SUBRECIPIENT ACTIVITIES: SANDAG DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fef55bff-92fb-637b-e4f6-21c68de54dff-C", "generated_internal_id": "ASST_NON_CA-2023-029_6955"}, {"internal_id": 152182629, "Award ID": "CA-2022-197", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "20.534", "Description": "THE SFMTA WILL USE A TOTAL OF $2000000 IN FY 2022 COMMUNITY PROJECT FUNDING FOR CABLE CAR INFRASTRUCTURE. THERE IS NO LOCAL MATCH REQUIREMENT PER FEDERAL TRANSIT ADMINISTRATIONCOMMUNITY PROJECT FUNDING INFORMATION AND GUIDANCE.PURPOSE:THIS GRANT WILL ALLOW SFMTA TO IMPROVE CABLE CAR SYSTEM RELIABILITY.ACTIVITIES TO BE PERFORMED:PROCURE CABLE CAR INFRASTRUCTURE SERVICES.EXPECTED OUTCOMES:TRANSIT INFRASTRUCTURE AND OPERATING SYSTEMS WILL MAINTAIN AND IMPROVE SAFETY RELIABILITY AND EFFICIENCY OF SAN FRANCISCOS CRITICAL TRANSIT SERVICE SYSTEM.INTENDED BENEFICIARIESTHE RESIDENTS OF SAN FRANCISCO AS WELL AS THE COMMUNITY OF THE GREATER BAY AREA RELY ON AFFORDABLE ACCESSIBLE AND DEPENDABLE TRANSIT SERVICE. WITHOUT THIS SERVICE MANY PEOPLE WOULD NOT BE ABLE TO TRAVEL TO WORK SHOP FOR FOOD OR OBTAIN NEEDED MEDICAL CARE. SUBRECIPIENT ACTIVITIES:THERE WILL BE NO SUBRECIPIENTS FOR THIS PROJECT.ALLOWABLE CAPITAL PROJECT COSTS UNDER THIS GRANT FOLLOW THE GUIDELINES AND PRINCIPLES CONTAINED IN OMBS UNIFORM ADMINISTRATIVE REQUIREMENTS COST PRINCIPLES AND AUDIT REQUIREMENTS FOR FEDERAL AWARDS CIRCULAR (SUPER CIRCULAR). ELIGIBLE COSTS ARE THOSE ASSOCIATED WITH THE ACQUISITION CONSTRUCTION IMPROVEMENT AND MAINTENANCE OF FACILITIES AND EQUIPMENT FOR USE IN TRANSIT AND INCLUDE CAPITAL PROCUREMENTS ROLLING STOCK PURCHASES DESIGN AND CONSTRUCTION COSTS AND THE FORCE ACCOUNT (PERSONNEL) EXPENDITURES REQUIRED TO SUPPORT THESE CAPITAL PROJECT ACTIVITIES.THE FUNDS ARE ALLOCATED DIRECTLY TO SFMTA THROUGH THE CONGRESSIONAL EARMARK PROCESS AND ARE APPROVED BY THE MTC IN TIP SF99T002.THERE IS NO DOL CERTIFICATION OR LOCAL MATCH REQUIREMENT PER FEDERAL TRANSIT ADMINISTRATION COMMUNITY PROJECT FUNDING INFORMATION AND GUIDANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8802d5cf-bb32-3298-7539-5f80039660ca-C", "generated_internal_id": "ASST_NON_CA-2022-197_6955"}, {"internal_id": 152182631, "Award ID": "CA-2022-189", "Award Amount": 2630000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "20.534", "Description": "THIS APPLICATION IS TO REQUEST PROJECT FUNDING/CONGRESSIONALLY DIRECTED SPENDING DISCRETIONARY FUNDS DISCRETIONARY ID # 2022-CMPJ-010 IN THE AMOUNT OF $750000.PROJECT FUNDING IN THIS GRANT APPLICATION IS PROVIDED BY THE FOLLOWING APPORTIONMENT YEARS AND URBANIZED AREAS (UZAS): TRANSIT INFRASTRUCTURE GRANTS COMMUNITY PROJECT FUNDING/CONGRESSIONALLY DIRECTED SPENDING: FFY 2022 SAN DIEGO (UZA #060000): $750000PROJECT ID 2022-CMPJ-010TOTAL FEDERAL FUNDS (100%): $750000LOCAL MATCH (0%): $0TOTAL ELIGIBLE PROJECT COST: $ 750000FUNDS WILL BE UTILIZED ON THE DESIGN PHASE OF THE MTS IMPERIAL AVENUE DIVISION ZERO EMISSION BUS INFRASTRUCTURE PROJECT. THE SAN DIEGO METROPOLITAN TRANSIT SYSTEM (MTS) HAS RECENTLY APPROVED A PLAN TO CONVERT ITS ENTIRE BUS FLEET TO A FULLY ZERO EMISSION FLEET BY 2040. IN ORDER TO ACCOMMODATE AND MAINTAIN A FULLY ZERO EMISSION BUS (ZEB) FLEET MTS MUST UPGRADE EACH ONE OF ITS FIVE (5) BUS DIVISIONS WITH THE INFRASTRUCTURE REQUIRED TO MAINTAIN AND OPERATE ZEBS. THIS PROJECT REQUEST WILL INCLUDE THE DESIGN PHASE FOR ONE OF THE FIVE OPERATING BUS DIVISIONS TO BUILD THE NECESSARY INFRASTRUCTURE TO SUPPORT THE OPERATIONS OF ZEBS. ADDITIONALLY THIS PROJECT WILL HELP WITH FUTURE EXPANSION NEEDS TO FULFILL MTSS COMMITMENT TO CONVERTING TO A FULLY ZEB FLEET. THIS PROJECT WILL ENABLE MTS TO CONTINUE PROVIDING VITAL CLEAN AND EFFICIENT TRANSPORTATION SERVICES TO THE COMMUNITIES OF SAN DIEGO.PURPOSE IN ORDER TO ACCOMMODATE AND MAINTAIN A FULLY ZERO EMISSION BUS (ZEB) FLEET MTS MUST UPGRADE EACH ONE OF ITS FIVE (5) BUS DIVISIONS WITH THE INFRASTRUCTURE REQUIRED TO MAINTAIN AND OPERATE ZEBS.ACTIVITIES TO BE PERFORMEDTHIS PROJECT REQUEST WILL INCLUDE THE DESIGN PHASE FOR ONE OF THE FIVE OPERATING BUS DIVISIONS TO BUILD THE NECESSARY INFRASTRUCTURE TO SUPPORT THE OPERATIONS OF ZEBS.EXPECTED OUTCOMES THIS PROJECT WILL HELP WITH FUTURE EXPANSION NEEDS TO FULFILL MTSS COMMITMENT TO CONVERTING TO A FULLY ZEB FLEET. THIS PROJECT WILL ENABLE MTS TO CONTINUE PROVIDING VITAL CLEAN AND EFFICIENT TRANSPORTATION SERVICES TO THE COMMUNITIES OF SAN DIEGO.INTENDED BENEFICIARIES ABOUT 570 SQUARE MILES OF THE URBANIZED AREAS OF SAN DIEGO COUNTY AS WELL AS THE RURAL PARTS OF EAST COUNTY 3240 TOTAL SQUARE MILES. SERVING APPROXIMATELY 3 MILLION PEOPLE IN SAN DIEGO COUNTY AS WELL AS VISITORS AND NEIGHBORING NAVAL STATION.SUBRECIPIENT ACTIVITIESTHIS RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be8bcf6f-1150-3faa-4d4a-3a98f0f02ac3-C", "generated_internal_id": "ASST_NON_CA-2022-189_6955"}, {"internal_id": 161091193, "Award ID": "AZ-2023-025", "Award Amount": 2590000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "20.534", "Description": "APPLICATION PURPOSE: THIS PURPOSE OF THIS AWARD IS TO CONSTRUCT PHASE 1 OF THE CAMPUS BUS STORAGE FACILITY INCLUDING COMMERCIAL DRIVERS LICENSE (CDL) COURSE.; ACTIVITIES PERFORMED: FUNDS WILL COVER CONSTRUCTION OF PHASE 1 OF THE CAMPUS BUS STORAGE PROJECT INCLUDING CDL COURSE DRIVEWAY ACCESS AND PARKING SECURITY FOR THE SITE UTILITIES AND MAY INCLUDE PORTION OF FACILITY TO ALLOW FOR SPACE OUT OF INCLEMENT WEATHER AND RESTROOMS.; EXPECTED OUTCOMES: FUNDING WILL ALLOW FOR IMPROVED ABILITY TO HIRE AND TRAIN OPERATORS AND BUILD CRITICAL INFRASTRUCTURE TO SUPPORT LARGER CAMPUS BUS STORAGE PROJECT.; INTENDED BENEFICIARIES: POPULATION OF THE NAIPTA SERVICE AREA AND AREA TRANSIT RIDERS.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acd841fe-4ecd-b227-5923-e808377af4a8-C", "generated_internal_id": "ASST_NON_AZ-2023-025_6955"}]