[{"internal_id": 134114077, "Award ID": "NY-2021-011", "Award Amount": 1639498.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-25", "CFDA Number": "20.531", "Description": "THE OVERARCHING GOALS OF THIS PROJECT ARE TO:1. DEVELOP AND USE RELIABLE QUANTITATIVE AND QUALITATIVE RESEARCH METHODS TOSUBSTANTIALLY IMPROVE THE BODY OF KNOWLEDGE ABOUT HOW HUMAN TRAFFICKINGESPECIALLY OF MINORS INTERSECTS WITH THE TRANSPORTATION INDUSTRY.2. ANALYZE KEY TAKEAWAYS FROM OUR PRIMARY AND SECONDARY STUDIES TO INFORMTHE PLANNING IMPLEMENTATION AND EVALUATION OF A STRATEGIC PUBLIC AWARENESSCAMPAIGN AIMED AT CURTAILING THE HUMAN TRAFFICKING OF CHILDREN AT ITSINTERSECTION WITH PUBLIC TRANSPORTATION.3. IMPROVE RIDER AND PUBLIC AWARENESS BY:A. INCREASING THE PUBLICS AND TRANSIT EMPLOYEES AWARENESS AND CONCERNABOUT CHILD TRAFFICKING.B. TEACHING THEM HOW TO RECOGNIZE POSSIBLE VICTIMS AND PERPETRATORS OFSUCH CRIMES; ANDC. TEACHING THEM HOW TO REPORT SUSPICIOUS ACTIVITY IN A SAFE AND TIMELYMANNERD. TRAINING TRANSIT OPERATORS HOW TO PROTECT THEMSELVES FROM THE RISK OFASSAULT THAT MAY ARISE IN THEIR RESPONSE TO CHILD TRAFFICKING.E. EXPLORING POTENTIAL WAYS TO INCREASE COLLABORATION BETWEEN TRANSITPOLICE/SECURITY OR LOCAL LAW ENFORCEMENT AND TRANSIT EMPLOYEES ANDDEVELOP AN INFORMATION SHARING PLAN FOR PARTNER AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf314b82-53a4-2247-a005-5b900a6a4b4a-R", "generated_internal_id": "ASST_NON_NY-2021-011_6955"}, {"internal_id": 161692442, "Award ID": "NJ-2023-002", "Award Amount": 6578592.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "20.531", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS GRANT IS TO CONTINUE TO FUND THE ONGOING EFFORTS OF THE NATIONAL TRANSIT INSTITUTE (NTI). THE NATIONAL TRANSIT INSTITUTE (NTI) IS CODIFIED UNDER 49 U.S.C. 5314 (C) WHERE ITS DUTIES ARE DEFINED AS: IN COOPERATION WITH THE FEDERAL TRANSIT ADMINISTRATION STATE TRANSPORTATION DEPARTMENTS PUBLIC TRANSPORTATION AUTHORITIES AND NATIONAL AND INTERNATIONAL ENTITIES THE INSTITUTE ESTABLISHED UNDER PARAGRAPH (1) SHALL DEVELOP AND CONDUCT TRAINING AND EDUCATIONAL PROGRAMS FOR FEDERAL STATE AND LOCAL TRANSPORTATION EMPLOYEES UNITED STATES CITIZENS AND FOREIGN NATIONALS ENGAGED OR TO BE ENGAGED IN GOVERNMENT-AID PUBLIC TRANSPORTATION WORK. UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (P.L. 117-58) NTI WAS AUTHORIZED AT $6578592 IN FY2022.NTI IS HOUSED AT AND ADMINISTERED BY RUTGERS UNIVERSITY. THE NTI MISSION STATEMENT IS AS FOLLOWS:THE NATIONAL TRANSIT INSTITUTES MISSION IS TO PROVIDE TRAINING AND EDUCATION SERVICES IN SUPPORT OF PUBLIC TRANSPORTATION AND THE QUALITY OF LIFE IN THE UNITED STATES. WE IDENTIFY INDUSTRY NEEDS. WE PROMOTE DEVELOP AND DELIVER HIGH QUALITY PROGRAMS AND MATERIALS THROUGH COOPERATIVE PARTNERSHIPS WITH INDUSTRY GOVERNMENT INSTITUTIONS AND ASSOCIATIONS. WE SERVE AS A CATALYST FOR ENHANCING SKILLS AND PERFORMANCE IN PUBLIC TRANSPORTATION.THIS STATEMENT OF WORK WILL COVER JUNE 1 2023 TO SEPTEMBER 1 2024 EXPENDING FY2022 FEDERAL FUNDING.; ACTIVITIES PERFORMED: NTI PROGRAM GOALS ARE:1)TRAINING DELIVERY EXCELLENCE - PROVIDING EXCELLENT CUSTOMER SERVICE FOR USERS OF NTIS SERVICE BY DELIVERING HIGH QUALITY TRAINING THAT SUPPORTS THE OPERATION OF PUBLIC TRANSPORTATION.2)COURSE DEVELOPMENT AND REVISION - PROVIDING EFFECTIVE TRAINING BY DEVELOPING HIGH QUALITY TRAINING COURSES THAT ADDRESS THE NEEDS OF THE PUBLIC TRANSPORTATION INDUSTRY AND FTA.3)OPERATIONAL EXCELLENCE - OPERATING AN EFFICIENT PROGRAM BY MAINTAINING A HIGH LEVEL OF FIDUCIARY RESPONSIBILITY IN THE MANAGEMENT OF THE PROGRAM.4)SPECIAL STUDIES AND PROJECTS - PROVIDE SUPPORT TO FTA AND THE PUBLIC TRANSPORTATION INDUSTRY AS A STRATEGIC WORKFORCE PARTNER THROUGH SPECIAL STUDIES AND PROJECTS.TO MEASURE THE PROGRAMS EFFICIENCY AND EFFECTIVENESS PERFORMANCE INDICATORS FOR EACH GOAL WILL BE TRACKED AND ANALYZED. THE INDICATORS ARE LISTED IN EACH SECTION OF THE STATEMENT OF WORK.THIS STATEMENT OF WORK SUPPORTS THE STRATEGIES CONTAINED IN NTIS STRATEGIC PLAN THAT ARE:OBJECTIVE 1: MAINTAIN NTI AS THE PRIMARY RESOURCE AND LEAD DEVELOPER AND DELIVERER OF TRAINING IN PUBLIC TRANSPORTATIONOBJECTIVE 2: SUPPORT THE FEDERAL TRANSIT ADMINISTRATIONS (FTA) WORKFORCE DEVELOPMENT EFFORTS BY BEING A KEY PARTNER WITH FTA CONDUCTING STUDIES ON TRANSIT INDUSTRY WORKFORCE DEVELOPMENT NEEDS AND ASSISTING FTA AS REQUESTEDOBJECTIVE 3: CONTINUOUSLY IMPROVE THE COST EFFECTIVENESS OF THE NTI PROGRAM TO PROVIDE THE UTMOST STEWARDSHIP OF PUBLIC FUNDSOBJECTIVE 4: BUILD A CASE FOR INCREASED INVESTMENT IN NTI AND PUBLIC TRANSPORTATION TRAINING EFFORTS FOR THE PURPOSES OF COURSE REDESIGN PROGRAM IMPLEMENTATION AND EXPANSION; EXPECTED OUTCOMES: NTI EXPECTS THE FOLLOWING OUTCOMES FOR EACH OF ITS FOUR STATEMENT OF WORK GOALS: GOAL#1 - TRAINING DELIVERY EXCELLENCE: THE EXPECTED OUTCOME FOR THIS GOAL IS THAT NTI WILL DELIVER AT LEAST 150 TRAINING EVENTS ANNUALLY AND DELIVER AT LEAST 90% OF THE TRAINING EVENT DELIVERIES THAT ARE LISTED IN THE WORK PLAN. NTI INSTRUCTORS WILL ALSO OBTAIN AN AVERAGE INSTRUCTOR RATING OF 5.0 OR BETTER. NTI WILL COMPARE THIS RATING TO THE PREVIOUS YEAR THAT WILL BE USED AS A BASELINE. THIS WILL MEASURE CUSTOMER SATISFACTION IN SUPPORT OF GOAL #1. NTI ALSO EXPECTS THE FOLLOWING RELATED TO SOW GOAL#1 - 95% OF REGISTRANTS WILL ATTEND THE COURSE WITH A NO-SHOW RATE OF 5% OR LESS AND 90% OF ATTENDEES WILL COMPLETE THE COURSE.GOAL#2 - COURSE DEVELOPMENT AND REVISION: THE EXPECTED OUTCOME FOR THIS GOAL IS THAT COURSE REVISIONS AND NEW COURSE DEVELOPMENTS WILL BE COMPLETED BY THE AGREED UPON SCHEDULE BETWEEN FTA AND NTI. THE NUMBER OF NEW COURSES IMPLEMENTED BY SEPTEMBER 1 2024 AND THE NUMBER OF COURSES DESIGNATED FOR REVISION OR UPDATED VERSUS THE NUMBER COMPLETED WILL BE THE KEY UNITS USED TO MEASURE PERFORMANCE OF GOAL #2.GOAL#3 - OPERATIONAL EXCELLENCE: THE EXPECTED OUTCOME FOR THIS GOAL IS THAT NTI WILL SUBMIT ALL QUARTERLY FFR AND MPR REPORTS AND ADVISORY BOARD MEETING NOTES IN A TIMELY MANNER (WITHIN 10 WORKING DAYS AFTER MEETINGS TO FTA PROGRAM MANAGER). NTI WILL ALSO REGULARLY SCHEDULE QUARTERLY MEETINGS WITH FTA PROGRAM MANAGER AND WILL PROVIDE A PDF COPY OF ALL QUARTERLY REPORTS IN A TIMELY MANNER. IT IS ALSO EXPECTED THAT NTI WILL CONTINUE WORKING ON DEVELOPING A DOCUMENT THAT SUMMARIZES THE VALUE OF TRAINING TO FTA STAKEHOLDERS AND PARTICIPANTS AND TO WHAT EXTENT THE TRAINING LEAD TO IMPROVED PUBLIC TRANSPORTATION OPERATION.GOAL#4 - SPECIAL PROJECTS AND STUDIES: THE EXPECTED OUTCOME FOR THIS GOAL IS THAT NTI PROVIDE A COURSE OUTLINE FOR AN NTI TRANSIT DATA ANALYTICS COURSE. NTI WILL ALSO DEVELOP DRAFT MODULES FOR THE NTI TRANSIT DATA ANALYTICS COURSE. THE KEY PERFORMANCE MEASURES OF GOAL #4 WILL BE THE DEVELOPMENT OF NEW NTI PROGRAMMING CONCEPTS AND TO INVESTIGATE HOW NTI CAN SUPPORT THE TRANSIT INDUSTRY RELATED TO THE USE OF TRANSIT DATA.; INTENDED BENEFICIARIES: THE NATIONAL TRANSIT INSTITUTE (NTI) DEVELOPS AND PROVIDES CLASSROOM-STYLE AND VIRTUAL COURSES AND TRAINING EVENTS TO ENHANCE THE SKILLS AND CAPACITY OF STAFF PERSONS AT TRANSIT AGENCIES METROPOLITAN PLANNING ORGANIZATIONS (MPOS) STATE DOTS AND OTHER TRANSIT-OPERATORS; TRANSIT SERVICE PLANNING; AND TRANSIT FUNDING ENTITIES; SUBRECIPIENT ACTIVITIES: NTI SUBRECIPIENTS INCLUDE FIRMS AND SOLE PROPRIETOR CONSULTING COMPANIES THAT SERVE AS TRANSIT RELATED SUBJECT MATTER EXPERTS. THESE SUBRECIPIENTS SERVE AS COURSE CONTENT DEVELOPERS AND COURSE INSTRUCTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_NJ-2023-002_6955"}, {"internal_id": 152328076, "Award ID": "NJ-2022-018", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "20.531", "Description": "PURPOSE: THE NATIONAL TRANSIT INSTITUTE (NTI) IS A STATUTORY TRAINING AND EDUCATION PROGRAM IS AUTHORIZED BY FEDERAL PUBLIC TRANSPORTATION LAW (49 U.S.C. 5314 (C)). UNDER THE FAST ACT (P.L. 114-94) NTI WAS AUTHORIZED AT $5.0 MILLION PER YEAR FROM FFY16 FFY20 STATING THAT IN COOPERATING WITH THE FEDERAL TRANSIT ADMINISTRATION STATE TRANSPORTATION DEPARTMENTS PUBLIC TRANSPORTATION AUTHORITIES AND NATIONAL AND INTERNATIONAL ENTITIES THE INSTITUTE SHALL DEVELOP AND CONDUCT TRAINING AND EDUCATION PROGRAMS FOR FEDERAL STATE AND LOCAL TRANSPORTATION EMPLOYEES UNITED STATES CITIZENS AND FOREIGN NATIONALS ENGAGED OR TO BE ENGAGED IN GOVERNMENT-AID PUBLIC TRANSPORTATION WORK.NTI IS HOUSED AT AND ADMINISTERED BY RUTGERS UNIVERSITY. THE NTI MISSION STATEMENT IS AS FOLLOWS:THE NATIONAL TRANSIT INSTITUTES MISSION IS TO PROVIDE TRAINING AND EDUCATION SERVICES IN SUPPORT OF PUBLIC TRANSPORTATION AND THE QUALITY OF LIFE IN THE UNITED STATES. WE IDENTIFY INDUSTRY NEEDS. WE PROMOTE DEVELOP AND DELIVER HIGH QUALITY PROGRAMS AND MATERIALS THROUGH COOPERATIVE PARTNERSHIPS WITH INDUSTRY GOVERNMENT INSTITUTIONS AND ASSOCIATIONS. WE SERVE AS A CATALYST FOR ENHANCING SKILLS AND PERFORMANCE IN PUBLIC TRANSPORTATION.THIS STATEMENT OF WORK WILL COVER JULY 1 2024 TO JUNE 30 2029 EXPENDING FY2021 FEDERAL FUNDING.ACTIVITIES TO BE PERFORMED: NTI PROGRAM GOALS ARE:1)TO EXPAND THE NATIONAL DELIVERY OF THE NTI TRAINING PROGRAM AND SUPPORT OF FTA STAFF DEVELOPMENT NTI WILL DEVELOP TRUNCATED OR SURVEY COURSE VERSIONS TO DELIVER AT ANNUAL TRANSIT STATE ASSOCIATION CONFERENCES (THERE ARE APPROXIMATELY 30 STATE TRANSIT ASSOCIATIONS) ADDITIONALLY NTI WILL DELIVER SELECT COURSE OFFERINGS EXCLUSIVELY FOR FTA STAFF AND IN CONJUNCTION WITH USDOT TRAINING STAFF DEVELOP ON-BOARDING CURRICULUM AND MATERIALS FOR NEW FTA STAFF AND TRANSIT AGENCY EMPLOYEES.2)TO ESTABLISH FORMAL PARTNERSHIPS WITH NATIONAL TRANSIT AND TRANSPORTATION ASSOCIATIONS IN AN EFFORT TO GROW ITS INDUSTRY REACH NTI WILL ENTER INTO FORMAL MOU AGREEMENTS WITH NATIONAL ORGANIZATIONS THAT HAVE UNIQUE EXPERTISE AND CONSTITUENCIES RELATED TO PUBLIC TRANSPORTATION.3)TO CREATE AND ADMINISTER A SUITE OF NTI INSTRUCTOR DEVELOPMENT INITIATIVES TO ENHANCE THE IMPACT AND EFFICIENCY OF NTI INSTRUCTORS NTI WILL DELIVER A YEAR-ROUND INSTRUCTOR DEVELOPMENT AND TRAINING PROGRAM AND INSTITUTE AN INSTRUCTOR EVALUATION AND FEED-BACK PLATFORM.4)TO DESIGN AND MANAGE AN NTI EMPLOYEE DEVELOPMENT PROGRAM TO STRENGTHEN THE SKILLS AND EFFECTIVENESS OF NTI STAFF IN PERFORMING THEIR DUTIES NTI WILL DESIGN AN EMPLOYEE DEVELOPMENT PROGRAM THAT WILL ALLOW STAFF TO RECEIVE EXTERNAL TRAINING JOIN RELEVANT PROFESSIONAL ASSOCIATIONS AND TRAVEL TO PARTICIPATE IN VARIOUS PROFESSIONAL DEVELOPMENT CONFERENCES/SEMINARS.5)TO ENGAGE IN SPECIAL PROJECTS THAT ADVANCE THE NTI MISSION PROVIDE ASSISTANCE AND SUPPORT TO FTA AND THE PUBLIC TRANSPORTATION INDUSTRY AS A STRATEGIC WORKFORCE PARTNER THROUGH SPECIAL PROJECTS PROGRAMS AND STUDIES. PROJECTS MAY ALSO INCLUDE ONE-TIME INTERNAL ORGANIZATIONAL INITIATIVES.TO MEASURE THE PROGRAMS EFFICIENCY AND EFFECTIVENESS PERFORMANCE INDICATORS FOR EACH GOAL WILL BE TRACKED AND ANALYZED. THE INDICATORS ARE LISTED IN EACH SECTION OF THE STATEMENT OF WORK.EXPECTED OUTCOMES:NTI PROGRAM GOAL #1 - THE EXPECTED OUTCOMES OF NTI PROGRAM GOAL #1 ARE THE DELIVERY OF AT LEAST (35) ON-SITE SURVEY COURSES AT STATE TRANSIT ASSOCIATION CONFERENCES PER YEAR AND THE DELIVERY OF AT LEAST (25) VIRTUAL COURSES TO FEDERAL TRANSIT ADMINISTRATION STAFF PER YEAR. IN ADDITION NTI INSTRUCTORS WILL OBTAIN AN AVERAGE INSTRUCTOR RATING OF 5.0 OR BETTER FOR STATE TRANSIT ASSOCIATION COURSES AND AN AVERAGE INSTRUCTOR RATING OF 5.0 OR BETTER FOR FEDERAL TRANSIT ADMINISTRATION COURSES.NTI PROGRAM GOAL #2 - THE EXPECTED OUTCOME OF NTI PROGRAM GOAL #2 IS THAT NTI AND MOU PARTNER ORGANIZATIONS WILL OBTAIN A SATISFACTORY ANNUAL PERFORMANCE REVIEW FOR EACH YEAR OF THE PERIOD OF PERFORMANCE.NTI PROGRAM GOAL #3 - THE EXPECTED OUTCOMES OF NTI PROGRAM GOAL #3 ARE THAT NTI INSTRUCTORS WILL OBTAIN AN ANNUAL AVERAGE INSTRUCTOR EVALUATION SCORE (FROM COURSE PARTICIPANTS) OF AT LEAST 5.0 FOR ALL COURSES DELIVERED THROUGHOUT THE YEAR. NTI INSTRUCTORS WILL ALSO OBTAIN A RATING OF AT LEAST SATISFACTORY (OUT OF POOR IMPROVING SATISFACTORY OR EXCELLENT) ON ANNUAL INSTRUCTOR EVALUATIONS (PERFORMED BY NTI LEADERSHIP)NTI PROGRAM GOAL #4 - THE EXPECTED OUTCOME OF NTI PROGRAM GOAL #4 IS THAT ALL NTI STAFF WILL OBTAIN A RATING OF MEETS STANDARDS (ALIGNED STAFF - ALL CATEGORIES) OR A SCORE OF MEDIUM THRESHOLD (NON-ALIGNED STAFF - ALL CATEGORIES) ON ANNUAL PERFORMANCE REVIEWSNTI PROGRAM GOAL #5 - THE EXPECTED OUTCOME OF NTI PROGRAM GOAL #5 IS THAT NTI WILL PROVIDE SUMMARY REPORTS AND CONCEPT PAPERS TO FTA RELATED TO SPECIAL PROJECTS STUDIES OR PROPOSED NEW EDUCATIONAL EVENTS (I.E. COURSE SEMINAR WEBINAR ETC.)INTENDED BENEFICIARIES:THE NATIONAL TRANSIT INSTITUTE (NTI) DEVELOPS AND PROVIDES CLASSROOM-STYLE AND VIRTUAL COURSES AND TRAINING EVENTS TO ENHANCE THE SKILLS AND CAPACITY OF STAFF PERSONS AT TRANSIT AGENCIES METROPOLITAN PLANNING ORGANIZATIONS (MPOS) STATE DOTS AND OTHER TRANSIT-OPERATORS; TRANSIT SERVICE PLANNING; AND TRANSIT FUNDING ENTITIES.SUBRECIPIENT ACTIVITIES:NTI SUBRECIPIENTS INCLUDE FIRMS AND SOLE PROPRIETOR CONSULTING COMPANIES THAT SERVE AS TRANSIT RELATED SUBJECT MATTER EXPERTS. THESE SUBRECIPIENTS SERVE AS COURSE CONTENT DEVELOPERS AND COURSE INSTRUCTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_NJ-2022-018_6955"}, {"internal_id": 152328077, "Award ID": "NJ-2022-017", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "20.531", "Description": "PURPOSE: THE NATIONAL TRANSIT INSTITUTE (NTI) IS A STATUTORY TRAINING AND EDUCATION PROGRAM AUTHORIZED BY FEDERAL PUBLIC TRANSPORTATION LAW (49 U.S.C. 5314 (C)). UNDER THE FAST ACT (P.L. 114-94) NTI WAS AUTHORIZED AT $5.0 MILLION PER YEAR FROM FFY16 FFY20 STATING THAT IN COOPERATING WITH THE FEDERAL TRANSIT ADMINISTRATION STATE TRANSPORTATION DEPARTMENTS PUBLIC TRANSPORTATION AUTHORITIES AND NATIONAL AND INTERNATIONAL ENTITIES THE INSTITUTE SHALL DEVELOP AND CONDUCT TRAINING AND EDUCATION PROGRAMS FOR FEDERAL STATE AND LOCAL TRANSPORTATION EMPLOYEES UNITED STATES CITIZENS AND FOREIGN NATIONALS ENGAGED OR TO BE ENGAGED IN GOVERNMENT-AID PUBLIC TRANSPORTATION WORK.NTI IS HOUSED AT AND ADMINISTERED BY RUTGERS UNIVERSITY. THE NTI MISSION STATEMENT IS AS FOLLOWS:THE NATIONAL TRANSIT INSTITUTES MISSION IS TO PROVIDE TRAINING AND EDUCATION SERVICES IN SUPPORT OF PUBLIC TRANSPORTATION AND THE QUALITY OF LIFE IN THE UNITED STATES. WE IDENTIFY INDUSTRY NEEDS. WE PROMOTE DEVELOP AND DELIVER HIGH QUALITY PROGRAMS AND MATERIALS THROUGH COOPERATIVE PARTNERSHIPS WITH INDUSTRY GOVERNMENT INSTITUTIONS AND ASSOCIATIONS. WE SERVE AS A CATALYST FOR ENHANCING SKILLS AND PERFORMANCE IN PUBLIC TRANSPORTATION.THIS STATEMENT OF WORK WILL COVER JULY 1 2022 TO JUNE 30 2027 EXPENDING FFY2020 FEDERAL FUNDING. THE PERIOD OF PERFORMANCE IS 60 MONTHS WITH SPENDING ANTICIPATED TO BEGIN IN JULY 2022.ACTIVITIES TO BE PERFORMED: NTI PROGRAM GOALS ARE:1)TO EXPAND THE NATIONAL DELIVERY OF THE NTI TRAINING PROGRAM AND SUPPORT OF FTA STAFF DEVELOPMENT - NTI WILL DEVELOP TRUNCATED OR SURVEY COURSE VERSIONS TO DELIVER AT ANNUAL TRANSIT STATE ASSOCIATION CONFERENCES (THERE ARE APPROXIMATELY 30 STATE TRANSIT ASSOCIATIONS) ADDITIONALLY NTI WILL DELIVER SELECT COURSE OFFERINGS EXCLUSIVELY FOR FTA STAFF AND IN CONJUNCTION WITH USDOT TRAINING STAFF DEVELOP ON-BOARDING CURRICULUM AND MATERIALS FOR NEW FTA STAFF AND TRANSIT AGENCY EMPLOYEES.2)TO ESTABLISH FORMAL PARTNERSHIPS WITH NATIONAL TRANSIT AND TRANSPORTATION ASSOCIATIONS - IN AN EFFORT TO GROW ITS INDUSTRY REACH NTI WILL ENTER INTO FORMAL MOU AGREEMENTS WITH NATIONAL ORGANIZATIONS THAT HAVE UNIQUE EXPERTISE AND CONSTITUENCIES RELATED TO PUBLIC TRANSPORTATION.3)TO CREATE AND ADMINISTER A SUITE OF NTI INSTRUCTOR DEVELOPMENT INITIATIVES - TO ENHANCE THE IMPACT AND EFFICIENCY OF NTI INSTRUCTORS NTI WILL DELIVER A YEAR-ROUND INSTRUCTOR DEVELOPMENT AND TRAINING PROGRAM AND INSTITUTE AN INSTRUCTOR EVALUATION AND FEED-BACK PLATFORM.4)TO DESIGN AND MANAGE AN NTI EMPLOYEE DEVELOPMENT PROGRAM - TO STRENGTHEN THE SKILLS AND EFFECTIVENESS OF NTI STAFF IN PERFORMING THEIR DUTIES NTI WILL DESIGN AN EMPLOYEE DEVELOPMENT PROGRAM THAT WILL ALLOW STAFF TO RECEIVE EXTERNAL TRAINING JOIN RELEVANT PROFESSIONAL ASSOCIATIONS AND TRAVEL TO PARTICIPATE IN VARIOUS PROFESSIONAL DEVELOPMENT CONFERENCES/SEMINARS.5)TO ENGAGE IN SPECIAL PROJECTS THAT ADVANCE THE NTI MISSION PROVIDE ASSISTANCE AND SUPPORT TO FTA AND THE PUBLIC TRANSPORTATION INDUSTRY AS A STRATEGIC WORKFORCE PARTNER THROUGH SPECIAL PROJECTS PROGRAMS AND STUDIES. PROJECTS MAY ALSO INCLUDE ONE-TIME INTERNAL ORGANIZATIONAL INITIATIVES.EXPECTED OUTCOMES:NTI PROGRAM GOAL #1 - THE EXPECTED OUTCOMES OF NTI PROGRAM GOAL #1 ARE THAT NTI WILL DELIVER AT LEAST 20 ON-SITE SURVEY COURSES AT STATE TRANSIT ASSOCIATION CONFERENCES PER YEAR. THE AVERAGE INSTRUCTOR RATING WILL BE 5.0 OR BETTER FOR THE DELIVERY OF THE ON-SITE STATE TRANSIT ASSOCIATION SURVEY COURSES. NTI WILL ALSO DELIVER AT LEAST 10 VIRTUAL COURSES TO FEDERAL TRANSIT ADMINISTRATION STAFF PER YEAR. THE AVERAGE INSTRUCTOR RATING WILL BE 5.0 OR BETTER FOR THE 10 ANNUAL FTA VIRTUAL DELIVERIES.NTI PROGRAM GOAL#2 - THE EXPECTED OUTCOME OF NTI PROGRAM GOAL #2 IS THAT NTI WILL OBTAIN A SATISFACTORY ANNUAL PERFORMANCE REVIEW WITH EACH NATIONAL PARTNER ORGANIZATION.NTI PROGRAM GOAL #3 - THE EXPECTED OUTCOMES OF NTI PROGRAM GOAL #3 ARE THAT EACH NTI INSTRUCTOR WILL OBTAIN AN ANNUAL AVERAGE EVALUATION SCORE (FROM COURSE PARTICIPANTS) OF AT LEAST 5.0 FOR ALL COURSES. NTI INSTRUCTORS WILL ALSO OBTAIN A RATING OF AT LEAST SATISFACTORY (OUT OF POOR IMPROVINGSATISFACTORY OR EXCELLENT) ON THEIR ANNUAL NTI INSTRUCTOR EVALUATIONS (PERFORMED BY NTI LEADERSHIP).NTI PROGRAM GOAL #4 - THE EXPECTED OUTCOME OF NTI PROGRAM GOAL #4 IS THAT NTI STAFF WILL UNDERGO AN ANNUAL PERFORMANCE EVALUATION. STAFF WILL OBTAIN A RATING OF MEETS STANDARDS FOR ALIGNED STAFF AND A SCORE OF MEDIUM THRESHOLD FOR EVERY EVALUATION CATEGORY FOR NON-ALIGNED STAFF.NTI PROGRAM GOAL #5 - THE EXPECTED OUTCOME OF NTI PROGRAM GOAL #5 IS THAT NTI WILL PROVIDED A REPORT ON A SPECIAL PROJECT STUDY OR PROPOSED NEW EDUCATIONAL EVENT (I.E. COURSE SEMINAR WEBINAR ETC.)INTENDED BENEFICIARIES: THE NATIONAL TRANSIT INSTITUTE (NTI) DEVELOPS AND PROVIDES CLASSROOM-STYLE AND VIRTUAL COURSES AND TRAINING EVENTS TO ENHANCE THE SKILLS AND CAPACITY OF STAFF PERSONS AT TRANSIT AGENCIES METROPOLITAN PLANNING ORGANIZATIONS (MPOS) STATE DOTS AND OTHER TRANSIT-OPERATORS; TRANSIT SERVICE PLANNING; AND TRANSIT FUNDING ENTITIES.SUBRECIPIENT ACTIVITIES:NTI SUBRECIPIENTS INCLUDE FIRMS AND SOLE PROPRIETOR CONSULTING COMPANIES THAT SERVE AS TRANSIT RELATED SUBJECT MATTER EXPERTS. THESE SUBRECIPIENTS SERVE AS COURSE CONTENT DEVELOPERS AND COURSE INSTRUCTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_NJ-2022-017_6955"}, {"internal_id": 140398824, "Award ID": "NJ-2021-026", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-24", "CFDA Number": "20.531", "Description": "PURPOSE: THE PURPOSE OF THIS GRANT IS TO CONTINUE TO FUND THE ONGOING EFFORTS OF THE NATIONAL TRANSIT INSTITUTE (NTI). THE NATIONAL TRANSIT INSTITUTE (NTI) IS A STATUTORY TRAINING AND EDUCATION PROGRAM AUTHORIZED BY FEDERAL PUBLIC TRANSPORTATION LAW (49 U.S.C. 5314 (C)) AT $5 MILLION PER YEAR FOR FIVE YEARS (FFY16 FFY20) STATING THAT IN COOPERATING WITH THE FEDERAL TRANSIT ADMINISTRATION STATE TRANSPORTATION DEPARTMENTS PUBLIC TRANSPORTATION AUTHORITIES AND NATIONAL AND INTERNATIONAL ENTITIES THE INSTITUTE SHALL DEVELOP AND CONDUCT TRAINING AND EDUCATION PROGRAMS FOR FEDERAL STATE AND LOCAL TRANSPORTATION EMPLOYEES UNITED STATES CITIZENS AND FOREIGN NATIONALS ENGAGED OR TO BE ENGAGED IN GOVERNMENT-AID PUBLIC TRANSPORTATION WORK. THE TOTAL REQUEST OF FUNDS IS FOR $5000000. THIS STATEMENT OF WORK IS USING FAST ACT FY2019 FUNDS AND WILL DEVELOP THE RFY2022-23 COURSE WORK PROGRAM. GRANT ACTIVITIES ARE ANTICIPATED TO BEGIN DURING OCTOBER 2021 AND CONCLUDE BY APPROXIMATELY APRIL 2023.THE NATIONAL TRANSIT INSTITUTES MISSION IS TO PROVIDE TRAINING AND EDUCATION SERVICES IN SUPPORT OF PUBLIC TRANSPORTATION AND THE QUALITY OF LIFE IN THE UNITED STATES. WE IDENTIFY INDUSTRY NEEDS. WE PROMOTE DEVELOP AND DELIVER HIGH QUALITY PROGRAMS AND MATERIALS THROUGH COOPERATIVE PARTNERSHIPS WITH INDUSTRY GOVERNMENT INSTITUTIONS AND ASSOCIATIONS. WE SERVE AS A CATALYST FOR ENHANCING SKILLS AND PERFORMANCE IN PUBLIC TRANSPORTATION.THIS STATEMENT OF WORK WILL COVER THE PERIOD FROM OCTOBER 1 2021 TO APRIL 1 2023.ACTIVITIES TO BE PERFORMED: THE GOALS FOR THE NTI PROGRAM ARE: 1.TRAINING DELIVERY EXCELLENCEPROVIDING EXCELLENT CUSTOMER SERVICE FOR USERS OF NTIS SERVICE BY DELIVERING HIGH QUALITY TRAINING THAT SUPPORTS THE OPERATION OF PUBLIC TRANSPORTATION. 2.COURSE DEVELOPMENT AND REVISIONPROVIDING EFFECTIVE TRAINING BY DEVELOPING HIGH QUALITY TRAINING COURSES THAT ADDRESS THE NEEDS OF THE PUBLIC TRANSPORTATION INDUSTRY AND FTA. 3.OPERATIONAL EXCELLENCEOPERATING AN EFFICIENT PROGRAM BY MAINTAINING A HIGH LEVEL OF FIDUCIARY RESPONSIBILITY IN THE MANAGEMENT OF THE PROGRAM. 4.SPECIAL STUDIES AND PROJECTSPROVIDE ASSISTANCE AND SUPPORT TO FTA AND THE PUBLIC TRANSPORTATION INDUSTRY AS A STRATEGIC WORKFORCE PARTNER THROUGH SPECIAL STUDIES AND PROJECTSNTI HAS DEVELOPED A 5-YEAR STRATEGIC PLAN COVERING THE PERIOD FROM JULY 1 2017 THROUGH JUNE 30 2022. THIS PLAN WAS DEVELOPED WITH INPUT FROM AND REVIEW BY FTA. THE PLAN WAS ALSO ENDORSED BY THE NTI ADVISORY BOARD. THE PLAN SERVES AS A GUIDE FOR THE NTI PROGRAM AND CONTAINS ACTION ITEMS AND MEASURES OF SUCCESS FOR MEASURING THE PERFORMANCE OF THE PROGRAM. NTIS STATEMENT OF WORK SUPPORTS THE STRATEGIES CONTAINED IN NTIS STRATEGIC PLAN THAT ARE:OBJECTIVE 1: MAINTAIN NTI AS THE PRIMARY RESOURCE AND LEAD DEVELOPER AND DELIVERER OF TRAINING IN PUBLIC TRANSPORTATIONOBJECTIVE 2: SUPPORT THE FEDERAL TRANSIT ADMINISTRATIONS (FTA) WORKFORCE DEVELOPMENT EFFORTS BY BEING A KEY PARTNER WITH FTA CONDUCTING STUDIES ON TRANSIT INDUSTRY WORKFORCE DEVELOPMENT NEEDS AND ASSISTING FTA AS REQUESTEDOBJECTIVE 3: CONTINUOUSLY IMPROVE THE COST EFFECTIVENESS OF THE NTI PROGRAM TO PROVIDE THE UTMOST STEWARDSHIP OF PUBLIC FUNDSOBJECTIVE 4: BUILD A CASE FOR INCREASED INVESTMENT IN NTI AND PUBLIC TRANSPORTATION TRAINING EFFORTS FOR THE PURPOSES OF COURSE REDESIGN PROGRAM IMPLEMENTATION AND EXPANSIONTO MEASURE THE PROGRAMS EFFICIENCY AND EFFECTIVENESS PERFORMANCE METRICS WILL BE COLLECTED AND ANALYZED. IN PARTICULAR FOUR (4) KEY PERFORMANCE INDICATORS HAVE BEEN ESTABLISHED TO EVALUATE THE PROGRAM. THE KEY INDICATORS WILL BE THE PRIMARY METRICS TO MEASURE EFFICIENCY EFFECTIVENESS AND CUSTOMER SATISFACTION. OTHER METRICS WILL ALSO BE USED. THE METRICS ARE AS FOLLOWS: GOAL 1 - TRAINING DELIVERY EXCELLENCE: TO MEASURE CUSTOMER SATISFACTION NTI INSTRUCTORS SHALL OBTAIN A RATING OF 5.0 OR HIGHER ON THE COURSE EVALUATION. COMPARE THIS RATING TO PREVIOUS YEAR (WHICH WILL BE USED AS A BASELINE) THIS WILL MEASURE CUSTOMER SATISFACTION IN SUPPORT OF SOW GOAL#1. GOAL 2 - COURSE DEVELOPMENT AND REVISION: TO TRACK THE PROGRESS OF SOW GOAL#2 THE NUMBER OF NEW COURSES IMPLEMENTED BY APRIL 1 2023 AND THE NUMBER OF NEW COURSES DESIGNATED FOR REVISIONS/UPDATES VS. THE NUMBER ACTUALLY COMPLETED WILL BE USED TO MEASURE NTIS PROGRESS TOWARDS SOW GOAL#2. GOAL 3 - OPERATIONAL EXCELLENCE: TO TRACK THE PROGRESS OF SOW GOAL#3 NTI WILL PROVIDE QUARTERLY MEETING SUMMARY NOTES WITHIN 10 WORKING DAYS AFTER MEETING TO FTA PROGRAM MANAGER. NTI WILL ALSO PROVIDE ANNUAL ADVISORY BOARD MEETING SUMMARY NOTES WITHIN 10 WORKING DAYS AFTER MEETING TO FTA PROGRAM MANAGER. GOAL 4 - SPECIAL PROJECTS AND STUDIES: TO TRACK THE PROGRESS OF SOW GOAL#4 THE NUMBER OF NEWLY DEVELOPED NTI PROGRAMMING CONCEPTS WILL BE USED. NTI WILL ALSO INVESTIGATE HOW IT CAN BE OF MORE SUPPORT TO THE TRANSIT INDUSTRY RELATED TO TRANSIT DATA ANALYSIS. THE METRICS ARE LISTED IN EACH SECTION OF THE STATEMENT OF WORK.EXPECTED OUTCOMES: NTI EXPECTS THE FOLLOWING OUTCOMES FOR EACH OF ITS FOUR STATEMENT OF WORK GOALS: GOAL#1 - TRAINING DELIVERY EXCELLENCE: THE EXPECTED OUTCOME FOR THIS GOAL IS THAT NTI WILL DELIVER AT LEAST 90% OF THE COURSE DELIVERIES THAT ARE LISTED IN THE WORK PLAN (MAY BE IMPACTED BY COVID-19) AS WELL AS OBTAIN AN AVERAGE INSTRUCTOR RATING OF 5.0 OR BETTER. NTI ALSO EXPECTS THE FOLLOWING RELATED TO SOW GOAL#1 - 95% OF REGISTRANTS WILL ATTEND THE COURSE WITH A NO-SHOW RATE OF 5% OR LESS AND 90% OF ATTENDEES WILL COMPLETE THE COURSE. NTI WILL ALSO WORK TO INCREASE THE NUMBER OF COURSE ATTENDEES BY 2.5% ANNUALLY COMPARED TO THE PREVIOUS YEAR (WHICH WILL BE USED AS A BASELINE) IN SUPPORT OF SOW GOAL#1.GOAL#2 - COURSE DEVELOPMENT AND REVISION: THE EXPECTED OUTCOME FOR THIS GOAL IS THAT COURSE REVISIONS AND NEW COURSE DEVELOPMENTS WILL BE COMPLETED BY THE AGREED UPON SCHEDULE BETWEEN FTA AND NTI.GOAL#3 - OPERATIONAL EXCELLENCE: THE EXPECTED OUTCOME FOR THIS GOAL IS THAT NTI WILL SUBMIT ALL QUARTERLY FFR AND MPR REPORTS AND ADVISORY BOARD MEETING NOTES IN A TIMELY MANNER. NTI WILL ALSO REGULARLY SCHEDULE QUARTERLY MEETINGS WITH FTA PROGRAM MANAGER AND WILL PROVIDE A PDF COPY OF ALL QUARTERLY REPORTS IN A TIMELY MANNER. IT IS ALSO EXPECTED THAT NTI WILL CONTINUE WORKING ON DEVELOPING A DOCUMENT THAT SUMMARIZES THE VALUE OF TRAINING TO FTA STAKEHOLDERS AND PARTICIPANTS AND TO WHAT EXTENT THE TRAINING LEAD TO IMPROVED PUBLIC TRANSPORTATION OPERATION.GOAL#4 - SPECIAL PROJECTS AND STUDIES: THE EXPECTED OUTCOME FOR THIS GOAL IS THAT NTI WILL PROVIDE A REPORT ON INCORPORATING RECOMMENDATIONS AND FINDINGS OF RECENTLY COMPLETED NATIONAL NEEDS ASSESSMENT INTO NTI COURSE PROGRAMMING AND THAT NTI WILL ALSO PROVIDE A CONCEPT PAPER ON THE POTENTIAL DEVELOPMENT OF AN NTI TRANSIT DATA ANALYTICS COURSE.INTENDED BENEFICIARIES:THE NATIONAL TRANSIT INSTITUTE (NTI) DEVELOPS AND PROVIDES CLASSROOM-STYLE AND VIRTUAL COURSES AND TRAINING EVENTS TO ENHANCE THE SKILLS AND CAPACITY OF STAFF PERSONS AT TRANSIT AGENCIES METROPOLITAN PLANNING ORGANIZATIONS (MPOS) STATE DOTS AND OTHER TRANSIT-OPERATORS; TRANSIT SERVICE PLANNING; AND TRANSIT FUNDING ENTITIESSUBRECIPIENT ACTIVITIES:NTI SUBRECIPIENTS INCLUDE FIRMS AND SOLE PROPRIETOR CONSULTING COMPANIES THAT SERVE AS TRANSIT RELATED SUBJECT MATTER EXPERTS. THESE SUBRECIPIENTS SERVE AS COURSE CONTENT DEVELOPERS AND COURSE INSTRUCTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_NJ-2021-026_6955"}, {"internal_id": 152125313, "Award ID": "MI-2022-058", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "20.531", "Description": "PURPOSE: THIS IS A PROPOSAL TO DEVELOP AN INTEROPERABLE STANDARD FOR BUS EXPORTABLE POWER SYSTEMS (BEPS). AS STATED IN THE NOTICE OF FUNDING OPPORTUNITY (NOFO) THE GOAL OF THIS PROGRAM IS TO DEVELOP NATIONAL INTEROPERABLE BEPS STANDARDS- WORKING WITH THE FTA INDUSTRY STAKEHOLDERS AND TECHNICAL PARTNERS- SO THAT DIFFERENT MANUFACTURERS SYSTEMS CAN USE THE SAME TECHNOLOGY BASE AND APPLICATIONS FOR BEPS SOLUTIONS. ACTIVITIES TO BE PERFORMED: THE PROJECT IS PROPOSED IN THREE PRIMARY WORKSTREAMS: A) STANDARDS DEVELOPMENT; B) HARDWARE DEMONSTRATION FOR TWO BUS TECHNOLOGIES (INITIAL TARGET IS FUEL CELL AND BATTERY ELECTRIC); AND C) IMPLEMENTATION GUIDEBOOK DEVELOPMENT (DRAWING FROM THE OTHER TWO WORKSTREAMS). THE PERIOD OF PERFORMANCE IS NOMINALLY PLANNED FOR OCTOBER 1 2022 THROUGH SEPTEMBER 30 2024 (24 MONTHS).EXPECTED OUTCOMES: BEPS STANDARDS; GUIDEBOOK FOR IMPLEMENTATIONINTENDED BENEFICIARIES: TRANSIT AND EMERGENCY AGENCIES COMMUNITIES AND CITIESSUBRECIPIENT ACTIVITIES: NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d142f5f-c889-2857-7e1c-7c58395dea65-R", "generated_internal_id": "ASST_NON_MI-2022-058_6955"}, {"internal_id": 140057113, "Award ID": "MD-2021-027", "Award Amount": 7500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "20.531", "Description": "I.PURPOSE: THE TRANSIT WORKFORCE CENTER (TWC) WILL SUPPORT PUBLIC TRANSIT AGENCIES WORKFORCE DEVELOPMENT NEEDS FOR ALL MODES OF PUBLIC TRANSIT ACROSS URBAN TRIBAL AND RURAL ENTITIES. THE OVERARCHING MISSION OF THIS NEW CENTER IS TO ASSIST PUBLIC TRANSIT AGENCIES TO RECRUIT HIRE TRAIN AND RETAIN THE DIVERSE WORKFORCE NEEDED NOW AND IN THE FUTURE. THE TWC WILL ALSO HELP ADDRESS THE NATIONAL TRANSIT WORKER SHORTAGE BY PROVIDING TECHNICAL ASSISTANCE ACTIVITIES GEARED TOWARDS DEVELOPING FRONTLINE TRANSIT WORKERS SKILLS AND RECRUITING WORKERS TO TRANSIT CAREERS THROUGH VARIOUS PROGRAMS SUCH AS APPRENTICESHIPS AND PARTNERSHIPS.THE TRANSIT WORKFORCE CENTER WILL IMPLEMENT TWO PRIMARY PROGRAMS:1. CONDUCT TECHNICAL ASSISTANCE ACTIVITIES WITH AND FOR TRANSIT AGENCIES THAT PROMOTE MORE EFFECTIVE AND EFFICIENT TRAINING OF FRONTLINE WORKERS INVOLVED IN PUBLIC TRANSPORTATION MAINTENANCE AND OPERATIONS WHICH IS NEEDED TO SUPPORT TRANSFORMATIONS IN PUBLIC TRANSPORTATION SERVICES AND ASSETS; AND 2. IMPLEMENT TECHNICAL ASSISTANCE ACTIVITIES THROUGH COLLABORATIVE PARTNERSHIPS BETWEEN TRANSIT AGENCY MANAGEMENT AND LABOR INCLUDING APPRENTICESHIPS THEREBY PROVIDING AN OPPORTUNITY TO BEGIN ADDRESSING SOCIAL INEQUITIES THAT EXIST IN PUBLIC TRANSIT AND CREATING DIVERSITY WITHIN THE TRANSIT INDUSTRY WORKFORCE. THE TWC WILL ACT AS A ONE-STOP SHOP FOR TRANSIT AGENCIES STAKEHOLDERS AND PROVIDERS AND CONDUCT TECHNICAL ASSISTANCE ACTIVITIES THROUGH COLLABORATIVE PARTNERSHIPS AIMED AT PROMOTING EFFECTIVE AND EFFICIENT FRONTLINE WORKER TRAINING TO SUPPORT TRANSFORMATION CREATING APPRENTICESHIPS ADDRESSING THE INEQUITIES WITHIN TRANSIT AND ADVANCING WORKFORCE DIVERSITY. IN CARRYING OUT THIS WORK THE TWC WILL DEVELOP ROADMAPS FOR TECHNOLOGICAL TRANSFORMATION; DEVELOP OUTREACH AND MARKETING MATERIALS; LEAD WORKFORCE STRATEGIC PLANNING; CREATE A SUSTAINABLE FUNDING MODEL; AND DEVELOP KEY PERFORMANCE METRICS.II.ACTIVITIES TO BE PERFORMED:THE PRIMARY ACTIVITIES OF THE TWC ARE TO: 1. PROVIDE PUBLIC TRANSPORTATION WORKFORCE DEVELOPMENT TECHNICAL ASSISTANCE TO PUBLIC TRANSIT AGENCIES; 2. PROVIDE TARGETED WORKFORCE DEVELOPMENT TRAINING TO PUBLIC TRANSIT AGENCIES AS FUNDS ALLOW IF NOT PROVIDED BY THE NATIONAL TRANSIT INSTITUTE;3. DEVELOP ROADMAPS FOR PUBLIC TRANSPORTATION AGENCY WORKFORCE FUNCTIONS AND PERSONNEL THAT ADDRESS READINESS FOR IMPLEMENTING TRANSFORMATIVE TECHNOLOGIES AND PRACTICES; 4. DEVELOP OUTREACH AND MARKETING MATERIALS ON PROMISING WORKFORCE DEVELOPMENT PROJECTS FOR DISSEMINATION TO PUBLIC TRANSIT AGENCIES; 5. LEAD WORKFORCE STRATEGIC PLANNING ACTIVITIES FOR PUBLIC TRANSIT AGENCIES AND FTA; 6. CREATE A SUSTAINABLE FUNDING MODEL AMONG ITS PARTNERSHIPS TO CONTINUE AFTER FTAS INITIAL FUNDING ENDS; AND 7. DEVELOP KEY PERFORMANCE METRICS AS WELL AS IDENTIFY DATASET NEEDS AND DATA ANALYTIC ACTIVITIES TO MONITOR TRENDS IN PUBLIC TRANSPORTATION WORKFORCE NEEDS AND ISSUES INCLUDING IDENTIFICATION OF AREAS TO FURTHER DIVERSITY EQUITY AND INCLUSION.III.EXPECTED OUTCOMES:THROUGH ITS TECHNICAL ASSISTANCE ACTIVITIES THE TWC WILL INCREASE THE INDUSTRYS UNDERSTANDING OF ITS WORKFORCE AND SKILL NEEDS PROVIDE BEST PRACTICES AND RESOURCES FOR FRONTLINE WORKFORCE DEVELOPMENT AND IMPROVE AGENCIES INTERNAL CAPACITY TO RECRUIT DEVELOP AND RETAIN A QUALIFIED AND DIVERSE WORKFORCE. A SHORT LIST OF THE INTENDED OUTCOMES FROM THE TWC PROGRAM IN YEAR 1 ARE: INDUSTRY APPROVAL OF THE TWC WEBSITE WITH A MINIMUM 75% OR HIGHER SATISFACTION RATINGHELP DESK WITH AT LEAST 75% OR HIGHER SATISFACTION RATINGAT LEAST 200 DISTINCT RESOURCES HOSTED ON RESOURCE CENTERAT LEAST 1000 PARTICIPANTS SERVED THROUGH ALL TWC EVENTS AND TECHNICAL ASSISTANCEAT LEAST 35 TRANSIT ORGANIZATIONS SERVEDAT LEAST 150 TRAINERS AND MENTORS SERVED4 APPRENTICESHIP INFORMATION AND SHARING SESSIONS HELDONE MAKING CONNECTIONS CONFERENCE AND AT LEAST 4 PEER-TO-PEER EXCHANGE MEETINGS AT LEAST ONE TRAINING SESSION ON LEVERAGING FUNDS AND USING FTAS 0.5%IV.INTENDED BENEFICIARIES:THE PRIMARY BENEFICIARIES OF THE PROJECT WILL BE THE PUBLIC TRANSPORTATION PROVIDERS INCLUDING LARGE AND SMALL URBAN RURAL AND TRIBAL ENTITIES AND THEIR CURRENT AND FUTURE EMPLOYEES ESPECIALLY FRONTLINE OPERATION AND MAINTENANCE WORKERS. BY WORKING WITH AGENCIES AND THEIR UNIONS ON COMMUNITY OUTREACH RECRUITMENT TRAINING AND RETENTION TWC WILL ALSO PROVIDE DIRECT BENEFITS TO COMMUNITIES OF COLOR AND WOMEN WHO REMAIN UNDER-REPRESENTED ESPECIALLY IN SKILLED MAINTENANCE WORK.THE SECONDARY BENEFICIARIES WILL INCLUDE LABOR ORGANIZATIONS THAT REPRESENT PUBLIC TRANSPORTATION WORKERS INDUSTRY ASSOCIATIONS NONPROFIT ORGANIZATIONS AND EDUCATIONAL INSTITUTIONS THAT SERVE PUBLIC TRANSPORTATION WORKFORCE DEVELOPMENT NEEDS AND PUBLIC TRANSPORTATION RIDERS IN THE US. V.SUBRECIPIENT ACTIVITIES:AT THE TIME OF APPLICATION THERE ARE NO IDENTIFIED SUBRECIPIENTS. WE DO PLAN TO WORK WITH CTAA AS NOTED IN OUR NOFO SUBMISSION GIVEN THEIR EXPERTISE ON SMALL URBAN AND TRIBAL AGENCY NEEDS. THE DETAILS OF THIS RELATIONSHIP WILL BE DETERMINED EARLY IN THE PERIOD OF PERFORMANCE. OTHER SUBRECIPIENT ACTIVITIES WILL BE DETERMINED AS NEEDED THROUGHOUT THE PERIOD OF PERFORMANCE. 2 CFR PART 200.331-333 WILL BE FOLLOWED IN THOSE INSTANCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f189bae-e1ae-0f68-245e-f950123b32b8-R", "generated_internal_id": "ASST_NON_MD-2021-027_6955"}, {"internal_id": 133029529, "Award ID": "KY-2021-006", "Award Amount": 117824.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-13", "CFDA Number": "20.531", "Description": "CRIME PREVENTION POLICY LEARNING PROJECT TO DEVELOP A SEMINAR BRINGING TOGETHER GOVERNMENT AND INDUSTRY PROFESSIONALS TO TACKLE CRIME PREVENTION AND PUBLIC SAFETY AWARENESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a4433f0-cb0a-aa9c-af92-ef1a1323a216-C", "generated_internal_id": "ASST_NON_KY-2021-006_6955"}, {"internal_id": 156031103, "Award ID": "IL-2023-003", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-17", "CFDA Number": "20.531", "Description": "APPLICATION PURPOSE: THIS APPLICATION IS TO REQUEST SECTION 5314 FUNDS ALLOCATED TO EASTERSEALS IN THE STATE OF THE DISTRICT OF COLUMBIA FOR THE NATIONAL AGING AND DISABILITY CENTER (NADTC) IN THE AMOUNT OF $2500000. THIS IS FOR YEAR 3 OF OUR NADTC II COOPERATIVE AGREEMENT AND IS SET TO RUN JANUARY 1 2023 THROUGH DECEMBER 31 2023. NADTC IS A PARTNERSHIP BETWEEN TWO NATIONAL LEADERS IN ACCESSIBLE TRANSPORTATION AND SERVICES FOR OLDER ADULTS AND PEOPLE WITH DISABILITIES EASTERSEALS INC. AND USAGING (FORMERLY THE NATIONAL ASSOCIATION OF AREA AGENCIES ON AGING). OUR MISSION IS TO PROMOTE THE AVAILABILITY ACCESSIBILITY AND COORDINATION OF TRANSPORTATION OPTIONS THAT SERVE THE NEEDS OF OLDER ADULTS PEOPLE WITH DISABILITIES CAREGIVERS AND COMMUNITIES ACROSS THE UNITED STATES. SINCE ITS INCEPTION NADTC HAS FOCUSED ITS EFFORTS ON BUILDING A SOLID FOUNDATION OF COLLECTING BEST PRACTICES FOR UTILIZING SECTION 5310 ENHANCED MOBILITY OF SENIORS AND INDIVIDUALS WITH DISABILITIES FORMULA GRANTS; SUPPORTING LOCAL COMMUNITIES WITH INDIVIDUALIZED TECHNICAL ASSISTANCE; AND BUILDING A REPOSITORY OF RESOURCES THAT ARE EASILY ACCESSIBLE 24/7 AND USEFUL FOR OUR STAKEHOLDERS.; ACTIVITIES PERFORMED: PROVIDE PERSON-CENTERED TECHNICAL ASSISTANCE; INFORMATION REFERRAL SERVICES; DEVELOP FIELD TRAININGS INCLUDING ONLINE COURSES WORKSHOPS WEBINARS; IMPLEMENT AN ACTIVE SOCIAL MEDIA PLAN THAT INCLUDES INTERACTIVE COMMUNICATION OUTREACH; PROVIDE RESOURCES THAT REPRESENT STATE OF THE ART AND PROMISING PRACTICES AWARENESS OF TRENDS ADVANCES THAT SUPPORT PUBLIC AND HUMAN SERVICES TRANSPORTATION; SUPPORT COMMUNITIES THROUGH ON-THE-GROUND PROJECTS; PROVIDE TECHNICAL ASSISTANCE AND SUPPORT FOR FTA GRANTEES; MAINTAIN AN UPDATED WEBSITE WITH CURRENT RESOURCES; CONDUCT A COORDINATION INITIATIVE WITH GUIDANCE FROM OUR NATIONAL COMMITTEE; MAINTAIN A FOCUS OF DIVERSITY EQUITY INCLUSION WITH A NATIONAL ADVISORY COMMITTEE; HAVE AN INDEPENDENT COMPREHENSIVE PROGRAM EVALUATION CONDUCTED ANNUALLY; AND PROVIDE AD HOC SUPPORT TO FTA AS NEEDED.; EXPECTED OUTCOMES: NADTC DEVELOPS APPROVED PERFORMANCE MEASURES OUTCOMES AND OUTPUTS FOR EACH OBJECTIVE IN OUR STATEMENT OF WORK. WE EXPECT THAT OUR WORK WILL CREATE INCREASED KNOWLEDGE AND ACCESS TO MEANINGFUL RESOURCES FOR OUR STAKEHOLDERS AND THOSE WHO DEPEND UPON AVAILABLE ACCESSIBLE TRANSPORTATION OPTIONS.; INTENDED BENEFICIARIES: NADTC SERVES PROFESSIONALS WORKING IN THE FIELDS OF TRANSPORTATION AGING DISABILITY SERVICES HUMAN SERVICE AND PUBLIC TRANSIT PROVIDERS (PARTICULARLY THOSE WHO RECEIVE FTA SECTION 5310 FUNDS) PRIVATE TRANSIT PROVIDERS THE ADMINISTRATION FOR COMMUNITY LIVING OTHER CCAM AGENCIES AND THE FEDERAL TRANSIT ADMINISTRATION AMONG OTHERS.; SUBRECIPIENT ACTIVITIES: NADTC WILL FUND COMMUNITY PROJECTS THROUGH IDENTIFIED STATEMENT OF WORK ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a1eb6e6-b8f9-60f8-e284-ebff09462cdc-C", "generated_internal_id": "ASST_NON_IL-2023-003_6955"}, {"internal_id": 146570981, "Award ID": "IL-2022-004", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-24", "CFDA Number": "20.531", "Description": "THIS APPLICATION IS TO REQUEST SECTION 5314 FUNDS APPORTIONED TO DC IN THE AMOUNT OF $2500000.THIS IS FOR YEAR 2 OF OUR NADTC II COOPERATIVE AGREEMENT. IT IS SET TO RUN JANUARY 1 2022 THROUGH SEPTEMBER 30 2023. NADTC IS A PARTNERSHIP BETWEEN TWO NATIONAL LEADERS IN ACCESSIBLE TRANSPORTATION AND SERVICES FOR OLDER ADULTS AND PEOPLE WITH DISABILITIES EASTERSEALS INC. AND USAGING (FORMERLY THE NATIONAL ASSOCIATION OF AREA AGENCIES ON AGING). OUR MISSION IS TO PROMOTE THE AVAILABILITY ACCESSIBILITY AND COORDINATION OF TRANSPORTATION OPTIONS THAT SERVE THE NEEDS OF OLDER ADULTS PEOPLE WITH DISABILITIES CAREGIVERS AND COMMUNITIES ACROSS THE UNITED STATES.PURPOSE: SINCE ITS INCEPTION NADTC HAS FOCUSED ITS EFFORTS ON BUILDING A SOLID FOUNDATION OF COLLECTING BEST PRACTICES FOR UTILIZING SECTION 5310 ENHANCED MOBILITY OF SENIORS AND INDIVIDUALS WITH DISABIITIES FORMULA GRANTS; SUPPORTING LOCAL COMMUNITIES WITH PLANNING AND IMPLEMENTATION GRANTS; AND BUIDING A REPOSITORY OF RESOURCES THAT ARE EASILY ACCESSIBLE 24/7 AND USEFUL FOR OUR STAKEHOLDERS. ACTIVITIES TO BE PERFORMED: PROVIDE PERSON-CENTERED TECHNICAL ASSISTANCE; INFORMATION REFERRAL SERVICES; DEVELOP FIELD TRAININGS INCLUDING ONLINE COURSES WORKSHOPS WEBINARS; IMPLEMENT AN ACTIVE SOCIAL MEDIA PLAN THAT INCLUDES INTERACTIVE COMMUNICATION OUTREACH; PROVIDE RESOURCES THAT REPRESENT STATE OF THE ART AND PROMISING PRACTICES AWARENESS OF TRENDS ADVANCES THAT SUPPORT PUBLIC AND HUMAN SERVICES TRANSPORTATION; SUPPORT COMMUNITY GRANTS THAT CAN BE REPLICATED; PROVIDE TECHNICAL ASSISTANCE AND SUPPORT FOR FTA GRANTEES; MAINTAIN AN UPDATED WEBSITE WITH CURRENT RESOURCES; CONDUCT A COORDINATION PROGRAM WITH GUIDANCE FROM OUR NATIONAL COMMITTEE; MAINTAIN A FOCUS OF DIVERSITY EQUITY INCLUSION WITH A NATIONAL ADVISORY COMMITTEE; HOST A NATIONAL FORUM; HAVE AN INDEPENDENT COMPREHENSIVE PROGRAM EVALUATION CONDUCTED ANNUALLY; AND PROVIDE AD HOC SUPPORT TO FTA AS NEEDED.EXPECTED OUTCOMES: NADTC DEVELOPS APPROVED PERFORMANCE MEASURES OUTCOMES AND OUTPUTS FOR EACH OBJECTIVE IN OUR STATEMENT OF WORK. WE EXPECT THAT OUR WORK WILL CREATE INCREASED KNOWLEDGE AND ACCESS TO MEANINGFUL RESOURCES FOR OUR STAKEHOLDERS AND THOSE WHO DEPEND UPON AVAILABLE ACCESSIBLE TRANSPORTATION OPTIONS.INTENDED BENEFICIARIES: NADTC SERVES PROFESSIONALS WORKING IN THE FIELDS OF TRANSPORTATION AGING DISABILITY SERVICES HUMAN SERVICE AND PUBLIC TRANSIT PROVIDERS (PARTICULARLY THOSE WHO RECEIVE FTA SECTION 5310 FUNDS) PRIVATE TRANSIT PROVIDERS THE ADMINISTRATION FOR COMMUNITY LIVING AND THE FEDERAL TRANSIT ADMINISTRATION AMONG OTHERS.SUBRECIPIENT ACTIVITIES: NADTC FUNDS COMMUNITY GRANTS ACROSS THE U.S. IN YEAR 2 NADTC INTENDS TO FUND UP TO 10 COMMUNITY GRANTEES WHO WILL BE IMPLEMENTING PROGRAMS BEGUN IN YEAR 1 WITH PLANNING GRANT FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a1eb6e6-b8f9-60f8-e284-ebff09462cdc-C", "generated_internal_id": "ASST_NON_IL-2022-004_6955"}, {"internal_id": 126972399, "Award ID": "IL-2021-006", "Award Amount": 1900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-22", "CFDA Number": "20.531", "Description": "THIS IS THE BEGINNING OF THE SECOND FIVE YEARS OF THE PROVISION OF TECHNICAL ASSISTANCE TO THE FEDERAL TRANSIT ADMINISTRATION. NADTC INTENDS TO EXPAND ON THE SUCCESS OF THE PAST FIVE YEARS TO DELIVER TOOLS EDUCATIO OUTREACH AND TECHNICAL ASSISTANCE USING PROVEN AND NEW CUTTING-EDGE METHODS TO INCREASE THE EFFECTIVENESS EFFICIENCY AND QUALITY OF COORDINATED TRANSPORTATION IN CONJUNCTION WITH BROADER PLANNING ACTIVITIES AT THE LOCAL STATE AND FEDERAL LEVEL TO ASSIST IN THE DEVELOPMENT OF PROMISING PRACTICES INCLUDNG THE USE OF EVER-EVOLVING TECHNOLOGY TO ASSIST OUR STAKEHOLDER IN SOLVING TRANSPORTATION CHALLENGES. OUR MISSION IS TO PROMOTE THE AVAILABILITY AND ACCESSIBLITY OF TRANSPORTATION OPTIONS THAT SERVE THE NEEDS OF PEOPLE WITH DISABILITIES OLDER ADULTS CAREGIVERS AND COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a1eb6e6-b8f9-60f8-e284-ebff09462cdc-C", "generated_internal_id": "ASST_NON_IL-2021-006_6955"}, {"internal_id": 110752639, "Award ID": "IL-2020-057", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "20.531", "Description": "APPLICATION PURPOSE: SUMC WILL RUN THE ACCELERATING INNOVATIVE MOBILITY NATIONAL NETWORK (AIMNNET) A NATIONAL TECHNICAL ASSISTANCE EFFORT TO ASSIST PUBLIC TRANSPORTATIONAGENCIES COMMUNITIES AND REGIONS IN THE DEVELOPMENT SELECTION DEPLOYMENT AND OVERSIGHT OF INNOVATIVE SERVICE DELIVERY MODELS CREATIVE FINANCING NOVEL PARTNERSHIPS AND INTEGRATED PAYMENT SOLUTIONS.; ACTIVITIES PERFORMED: BELOW IS AN OVERVIEW OF PROPOSED ACTIVITIES TO HELP AIM-NNET ACHIEVE ITS GOALS. IT SERVES AS A GENERAL FRAMEWORK; SUMC WILL STAY RESPONSIVE TO THE NEEDS OF THE GRANTEES AND THE NATIONAL NETWORK AND CONDUCT ACTIVITIES TO SUPPORT THEM WITH INPUT FROM FTA.TECHNICAL ASSISTANCE: AIM-NNET WILL HELP THE SUCCESS OF MOBILITY INNOVATION PROJECTS THROUGH A DIVERSE ARRAY OF TECHNICAL ASSISTANCE ACTIVITIES.--PRACTITIONER WORKSHOPS: AIM-NNET WILL CONDUCT WORKSHOPS TO ADDRESS ISSUES COMMONLY ENCOUNTERED IN IMPLEMENTING NEW MOBILITY SOLUTIONS AND ALSOEMERGING ISSUES AT THE FRONTIER OF MOBILITY INNOVATION. TECHNICAL LEGAL AND BUSINESS-ORIENTED TOPICS ARE EXPECTED TO BE DISCUSSED. WORKSHOPS WILL INVOLVE BOTH PEER EXCHANGES AS WELL AS EXTERNAL SUBJECT-MATTER EXPERTS. WORKSHOPS ARE EXPECTED TO BE MOSTLY WEB-BASED (E.G. WEBINARS) THOUGH IN-PERSON EVENTS MAY BE POSSIBLE AS AND WHEN THE RISK FROM THE COVID-19 PANDEMIC IS MITIGATED.--TARGETED TECHNICAL ASSISTANCE: AIM-NNET WILL PROVIDE TARGETED TECHNICAL ASSISTANCE AT THE STATE REGIONAL AND LOCAL LEVELS THAT PRODUCES MEASURABLERESULTS IN THE REDUCTION OF BARRIERS TO INNOVATION OR THE FACILITATION OF POSITIVE ACTION.--TRAINING: AIM-NNET WILL DEVELOP TRAINING MATERIALS FOR BOTH ONLINE AND IN PERSON PRESENTATION FOR PRACTITIONERS TO IMBUE THEIR INSTITUTIONS WITH STRATEGIES FOR SUCCESS IN MOBILITY EXPERIMENTATION AS WELL AS A CULTURE OF OPENNESS AND INNOVATION.--SOLUTIONS WORKGROUPS: AIM-NNET WILL FACILITATE SMALLER WORKGROUPS TO DIVE DEEPER INTO HARD-TO-TACKLE CHALLENGE AREAS REQUIRING COMPLEX SOLUTIONS TOIDENTIFY PATHWAYS FOR PRACTITIONERS AND STAKEHOLDERS TO ADDRESS BARRIERS TO MOBILITY INNOVATION. KNOWLEDGE SHARING: AIM-NNET WILL PRIORITIZE SHARING KNOWLEDGE OF PROGRESS IN MOBILITY INNOVATION THROUGH A VARIETY OF MEANS.--ONLINE TOOLS: AIM-NNET WILL CREATE AND MAINTAIN A COMPELLING WEBSITE AND ONLINE PRESENCE INCLUDING THE USE OF SOCIAL MEDIA TO PROMOTE PROMISINGPRACTICES AND COLLABORATIONS. --SUMC LEARNING CENTER: AIM-NNET WILL LEVERAGE AND ENHANCE THE LEARNING CENTER TO ACT AS A CLEARINGHOUSE FOR USEFUL AND PROMISING PRACTICES IN MOBILITY INNOVATION INCLUDING EXAMPLES OF KEY DOCUMENTS USED IN INNOVATIVE EFFORTS AND SUCCESS STORIES. THE LEARNING CENTER WILL CONTINUE SERVE AS A RESOURCE FOR PRACTITIONERS OF ALL KNOWLEDGE AND EXPERIENCE LEVELS.PEER EXCHANGE: AIM-NNET WILL LEVERAGE THE AIM INCUBATOR CONCEPT TO CREATE A NATIONWIDE COMMUNICATIONS NETWORK OF AGENCIES SHARING IMPORTANT PROGRESS AND FINDINGS FROM THEIR PROJECTS WITHOUT THE NEED TO WAIT FOR CONFERENCES OR OTHER CENTRALIZED EVENTS ESPECIALLY AS THE COVID-19 PANDEMIC IS NOT ONLY RESTRICTING TRAVEL IN THE NEAR TERM BUT ALSO IS DRIVING IMMEDIATE RESILIENCY SOLUTIONS THAT CAN BE REPLICATED OR ADAPTED IF COMMUNICATED ACROSS THE NETWORK QUICKLY.--PRODUCTS: AIM-NNET WILL CREATING HIGH QUALITY USEFUL PRODUCTS IN SERVICE OF THE GOALS OF THE PROGRAM. THESE PRODUCTS INCLUDE WHITE PAPERS GRAPHICS AND OTHER PUBLICATIONS THAT ARE EASILY DIGESTIBLE BY TARGET AUDIENCES SUCH AS PRACTITIONERS IN MOBILITY INNOVATION OR RELATED FIELDS. AIM-NNET WILL ALSO PROVIDE FTA WITH SPECIFIC PRODUCTS SUCH AS QUARTERLY REPORTS ON TRENDS KEY ISSUES SUSTAINABLE SOLUTIONS AND RECOMMENDED AREAS OF FOCUS IN MOBILITY INNOVATION RESEARCH AND POLICY WORK.; EXPECTED OUTCOMES: IN SUPPORT OF FTAS MOBILITY INNOVATION GOALS THE PROJECTS INTENDED OUTCOMES AND IMPACTS ARE:-- EXPANDING OPTIONS FOR COMMUNITIES AND TRANSIT AGENCIES FOR INNOVATIVE MOBILITY SOLUTIONS-- CREATING TOOLS TO ENHANCE PUBLIC TRANSPORTATION CAPACITY AND READINESS TO ADOPT INNOVATIVE SOLUTIONS-- ACCELERATING IMPLEMENTATION OF INNOVATIVE SERVICE MODELS AND TECHNOLOGY TO DELIVER IMPROVED MOBILITY SERVICES. -- INCREASING AWARENESS ACROSS THE PUBLIC TRANSPORTATION COMMUNITY ABOUT DEVELOPMENTS AND LESSONS FROM THE MOST CUTTING-EDGE MOBILITY INNOVATION PROJECTS-- IDENTIFYING RESPONSIVE ACTIONS POLICIES AND RESEARCH THAT CAN BE TAKEN BY FTA OR OTHER STAKEHOLDERS TO ADDRESS MARKETPLACE GAPS AND OTHER BARRIERS TO ACHIEVING FTAS MOBILITY INNOVATION GOALS.; INTENDED BENEFICIARIES: THE AUDIENCE FOR THE WORK OF THE AIM-NNET INCLUDES PUBLIC TRANSPORTATION AGENCIES CITY/STATE TRANSPORTATION DEPARTMENTS REGIONAL PLANNING ENTITIESMUNICIPAL GOVERNMENTS AND PRIVATE-SECTOR ENTITIES WORKING IN MOBILITY AND RELATED AREAS INCLUDING PAYMENT AUTOMATION ARTIFICIAL INTELLIGENCE AND OTHERS. THE AUDIENCE MAY BE EXPANDED TO INCLUDE ADDITIONAL GROUPS OR ENTITIES IF THEY HELP FULFILL THE GOALS OF AIM-NNET.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf5c3f35-b50c-7661-3998-54eaa2d58ed8-R", "generated_internal_id": "ASST_NON_IL-2020-057_6955"}, {"internal_id": 86211364, "Award ID": "IL-2019-027", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "20.531", "Description": "NATIONAL AGING AND DISABILITY TRANSPORTATION CENTER YEAR 5", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a1eb6e6-b8f9-60f8-e284-ebff09462cdc-C", "generated_internal_id": "ASST_NON_IL-2019-027_6955"}, {"internal_id": 68568945, "Award ID": "IL-2018-033", "Award Amount": 349693.79, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "20.531", "Description": "MOBILITY ON DEMAND TECHNICAL ASSISTANCE AND OUTREACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf5c3f35-b50c-7661-3998-54eaa2d58ed8-R", "generated_internal_id": "ASST_NON_IL-2018-033_6955"}, {"internal_id": 68568946, "Award ID": "IL-2018-032", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "20.531", "Description": "NATIONAL AGING AND DISABILITY TRANSPORTATION CENTER COOPERATIVE AGREEMENT YEAR 4", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a1eb6e6-b8f9-60f8-e284-ebff09462cdc-C", "generated_internal_id": "ASST_NON_IL-2018-032_6955"}, {"internal_id": 86211363, "Award ID": "FL-2019-101", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "20.531", "Description": "FTA IS SEEKING TO BEGIN CURRENT NEW COOPERATIVE AGREEMENT WITH THE UNIVERSITY OF SOUTH FLORIDA FOR THE DEVELOPMENT OF STANDARDS IN SPECIFIC AREAS IDENTIFIED OR SUGGESTED BY EITHER USFS CENTER FOR URBAN TRANSPORTATION RESEARCH (CUTR) OR FTA AND APPROVED BY FTA. FTA INTENDS TO LAUNCH A NEW BROADER STANDARDS INITIATIVE AND THIS PROJECT IS A KEY STEP IN THAT PROCESS. THE PRIMARY OBJECTIVE OF THIS COOPERATIVE AGREEMENT IS TO IDENTIFY AND DEVELOP (WHERE NEEDED) STANDARDS RECOMMENDED PRACTICES AND/OR GUIDANCE DOCUMENTS TO SUPPORT THE PUBLIC TRANSPORTATION INDUSTRY. FTA SEEKS TO CREATE MEANINGFUL STANDARDS THAT WILL HELP TRANSIT AGENCIES PROVIDE THE SAFEST MOST RELIABLE EFFICIENT AND INTEGRATED SERVICE POSSIBLE.A. FEDERAL ROLE: THE FEDERAL TRANSIT ADMINISTRATION (FTA) WILL OVERSEE AND ACTIVELY PARTICIPATE IN THE PROJECT BY PROVIDING OVERALL PROJECT GUIDANCE AND DIRECTION ATTENDING MEETINGS COMMENTING ON TECHNICAL REPORTS AND OTHER DELIVERABLES MAINTAINING FREQUENT CONTACT WITH THE CUTR PROGRAM MANAGER AND REDIRECTING PROJECT ACTIVITIES AS AGREED ON BY BOTH PARTIES. IN ADDITION FTA RESERVES THE RIGHT TO REDIRECT THE PROJECT ACTIVITIES. B. RECIPIENT ROLE: CUTR WILL MANAGE THE PROJECT AS OUTLINED IN ITS APPLICATION INCLUDING MAINTAINING FREQUENT CONTACT WITH THE FTA PROJECT MANAGER; CONDUCTING PROJECT STATUS REVIEWS; PREPARING TECHNICAL AND FINANCIAL STATUS REPORTS; SUBMITTING DRAFT REPORTS AND A FINAL REPORT FOR FTAS REVIEW AND COMMENT; AND NOTIFYING FTA PROMPTLY OF ANY REQUESTED MODIFICATIONS UNEXPECTED PROBLEMS OR CHANGES. IN ADDITION CUTR WILL PROVIDE FTA WITH QUARTERLY MILESTONE/PROGRESS REPORTS PRESENTING THE STATUS OF THE PROJECT AND NEAR FUTURE DIRECTION STATING ANY FORESEEABLE PROBLEMS AND PRESENTING RESULTS OF THE PROJECT.THIS EXTENSION OF THE PERIOD OF PERFORMANCE TO JUNE 2022 WILL ALLOW SUFFICIENT TIME TO COMPLETE ALL RESEARCH ACTIVITIES ISSUE DRAFT REPORTS UPDATE BASED ON FTA COMMENTS SUBMIT FINAL REPORTS AND WORK WITH FTAS PUBLICATION TEAM TO MOVE EACH REPORT THROUGH THE PUBLICATION PROCESS.THIS EXTENSION TO DECEMBER 31 2023 WILL ALLOW SUFFICIENT TIME TO EDIT/MODIFY CURRENT RESEARCH REPORTS RESPOND TO REVIEWER COMMENTS (AND MAKE ASSOCIATED REVISIONS) AND SUPPORT FTAS PUBLICATION EFFORTS FOR REMAINING STANDARDS DEVELOPMENT PROGRAM RESEARCH REPORTS. BUDGET MODIFICATIONS CORRECT ERRORS IN BUDGETED FRINGE AND TRANSFERRED BUDGET FROM TRAVEL TO CONTRACTUAL TO COVER HOTEL CONTRACTS FOR WORKING GROUP MEETINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_FL-2019-101_6955"}, {"internal_id": 68568947, "Award ID": "FL-2018-110", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "20.531", "Description": "TECHNICAL SUPPORT FOR TRANSIT SAFETY STANDARDS AND STANDARDS INITIATIVES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_FL-2018-110_6955"}, {"internal_id": 157112099, "Award ID": "DC-2023-002", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-10", "CFDA Number": "20.531", "Description": "APPLICATION PURPOSE: TO SUPPORT THE TENTH YEAR OF OPERATIONS FOR THE NATIONAL CENTER FOR MOBILITY MANAGEMENT (NCMM). THE MISSION OF THE NCMM IS TO PROMOTE CUSTOMER-CENTERED MOBILITY STRATEGIES THAT ADVANCE GOOD HEALTH ECONOMIC VITALITY SELF-SUFFICIENCY AND COMMUNITY. NCMMS STRATEGIC GOAL IS TO PURSUE FACILITATE AND SUPPORT PARTNERSHIPS BETWEEN TRANSPORTATION/MOBILITY MANAGEMENT AGENCIES AND ORGANIZATIONS THAT PROVIDE HEALTH-RELATED SOCIAL AND COMMUNITY SERVICES TO OLDER ADULTS PEOPLE WITH DISABILITIES AND/OR LOW-INCOME INDIVIDUALS AND FAMILIES WITH THE GOAL OF ENHANCING TRANSPORTATION OPTIONS FOR ALL THROUGH COORDINATION AND MOBILITY MANAGEMENT PRACTICES AND STRATEGIC PARTNERSHIPS.; ACTIVITIES PERFORMED: TO PROVIDE TECHNICAL ASSISTANCE AND TRAINING ACTIVITIES THAT BUILD MOBILITY MANAGEMENT CAPACITY STRENGTHEN THE MOBILITY MANAGEMENT FIELD AND ENCOURAGE THE ADOPTION OF MOBILITY MANAGEMENT STRATEGIES IN THE TRANSPORTATION EMPLOYMENT HOUSING MEDICAL VETERAN HUMAN SERVICE EDUCATION HEALTH AND OTHER INDUSTRIES. THE CENTER WILL CONTINUE TO PLAY A KEY ROLE IN SUPPORTING FTAS WORK AROUND MOBILITY MANAGEMENT ACTIVITIES AND ITS LEADERSHIP OF THE COORDINATING COUNCIL ON ACCESS AND MOBILITY.; EXPECTED OUTCOMES: INCREASE THE COORDINATION AND PROVISION OF PUBLIC TRANSPORTATION SERVICES AND THEIR USE BY TRANSPORTATION DISADVANTAGED AUDIENCES. ALSO SUPPORT THE SERVICES PROVIDED BY FEDERALLY FUNDED HUMAN SERVICE AGENCIES FOR WHICH TRANSPORTATION ACCESS IS A KEY COMPONENT.; INTENDED BENEFICIARIES: OLDER ADULTS PEOPLE WITH DISABILITIES PEOPLE WITH LIMITED INCOME AND OTHER UNDERSERVED POPULATIONS; SUBRECIPIENT ACTIVITIES: 1) PARTNERS: EASTERSEALS AND APTA; 2) GRANTEES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": 2500000.0, "recipient_id": "1cd4b612-da2a-3fa8-7ec7-565a01339925-C", "generated_internal_id": "ASST_NON_DC-2023-002_6955"}, {"internal_id": 152125314, "Award ID": "DC-2022-020", "Award Amount": 260000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-24", "CFDA Number": "20.531", "Description": "THE OFFICE OF RESEARCH DEMONSTRATION AND INNOVATION (TRI) OF THE FEDERAL TRANSIT ADMINISTRATION (FTA) U.S. DEPARTMENT OF TRANSPORTATION SEEKS TO ENGAGE THE SERVICES OF THE NATIONAL ACADEMY OF SCIENCES TRANSPORTATION RESEARCH BOARD (TRB) TO SERVE AS A FORUM FOR ISSUES OF CONCERN TO FTA AND ITS CONSTITUENCIES AND TO TRACK THE STATE-OF-THE-KNOWLEDGE AND STATE- OF-THE-PRACTICE IN SUPPORT OF A NATIONALLY COORDINATED PROGRAM OF PUBLIC AND MOBILITY TRANSPORTATION RESEARCH DEVELOPMENT INNOVATION AND TECHNOLOGY.TRB PROPOSES TO PROVIDE CORE PROGRAM SERVICES TO FTA FOR THE 12-MONTH PERIOD OCTOBER 1 2022 THROUGH SEPTEMBER 30 2023. THIS $260000 REQUEST IS FOR PARTIAL FUNDING FOR THE $14M PER YEAR POOLED FUND PROGRAMS AND SERVICES SPECIFIED BELOW. TRB WILL PROVIDE PERSONNEL FACILITIES SERVICES AND MATERIALS AS MAY BE REQUIRED TO CARRY OUT ITS VARIOUS MISSIONS AND OBLIGATIONS. TRBS EFFORTS TO STIMULATE TRANSPORTATION RESEARCH TO CORRELATE SUCH RESEARCH AND TO DISSEMINATE ITS RESULTS HAVE BEEN DEVELOPED AND REFINED OVER MANY YEARS AND ARE CONTINUOUS IN NATURE.TRB IS IN A UNIQUE POSITION TO PLAY AN IMPORTANT ROLE FOR ITS CONSTITUENTS BY GIVING THE AGENCY ACCESS TO A WIDE NETWORK OF RESEARCH AND RESEARCHERS. TRB MAINTAINS APPROXIMATELY 175 STANDING COMMITTEES THAT ADDRESS ALL ASPECTS AND MODES OF TRANSPORTATION. THE COMBINED FUNCTIONAL AND MODAL STRUCTURE CREATES THE SYNERGY AMONG THE GROUPS TO MAKE IT POSSIBLE FOR TRB STANDING COMMITTEES TO ADDRESS THE WIDE VARIETY OF SPECIFIC AND CROSS-CUTTING TRANSPORTATION RESEARCH ISSUES. MORE THAN 4000 ADMINISTRATORS OPERATORS ENGINEERS ATTORNEYS RESEARCHERS EDUCATORS AND OTHERS CONCERNED WITH TRANSPORTATION SERVE ON THESE COMMITTEES. THESE COMMITTEE MEMBERS IDENTIFY RESEARCH NEEDS; PROVIDE INFORMATION TO THE TRANSPORTATION COMMUNITY ON RESEARCH PRIORITIES AND PROCEDURES; REVIEW PAPERS FOR PRESENTATION AT THE TRB ANNUAL MEETING AND FOR PUBLICATION; ENCOURAGE THE INCORPORATION OF APPROPRIATE RESEARCH FINDINGS INTO PRACTICE; AND DEVELOP SPECIAL PROGRAMS CONFERENCES AND WORKSHOPS.AS A SPONSOR TRB MAKES ITS ANNUAL MEETING AVAILABLE TO AN UNLIMITED NUMBER OF FTA STAFF FOR EASY ACCESS TO TRBS CONSTITUENCY WHICH IS ATTENDED BY MORE THAN 14000 PEOPLE POLICYMAKERS ADMINISTRATORS PRACTITIONERS RESEARCHERS AND REPRESENTATIVES OF GOVERNMENT INDUSTRY AND ACADEMIC INSTITUTIONS. THE MEETING COVERS ALL TRANSPORTATION MODES WITH MORE THAN 3000 PRESENTATIONS IN NEARLY 600 SESSIONS ADDRESSING CROSS-CUTTING TOPICS OF INTEREST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": 0.0, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_DC-2022-020_6955"}, {"internal_id": 151882790, "Award ID": "DC-2022-019", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "20.531", "Description": "APPLICATION PURPOSE: TECHNICAL ASSISTANCE FOR SMALL TRANSIT AGENCIES; ACTIVITIES PERFORMED: TECHNICAL ASSISTANCE AND SKILL-BUILDING RESOURCES; EXPECTED OUTCOMES: IMPROVED UNDERSTANDING OF TRANSIT TECHNOLOGIES AND HOW TO INCORPORATE THEM INTO SMALL TRANSIT SYSTEMS; INTENDED BENEFICIARIES: SMALL-URBAN RURAL AND TRIBAL TRANSIT AGENCIES; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cd4b612-da2a-3fa8-7ec7-565a01339925-C", "generated_internal_id": "ASST_NON_DC-2022-019_6955"}, {"internal_id": 150639401, "Award ID": "DC-2022-004", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "20.531", "Description": "THE NATIONAL OLI OFFICE PROVIDES LEADERSHIP AND SUPPORT FOR THE U.S. OPERATION LIFESAVER PROGRAMS PROVIDING EDUCATIONAL MATERIALS PUBLIC AWARENESS CAMPAIGNS AND GRANT SUPPORT TO STATE OL PROGRAMS AND TRANSIT AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d94398ce-fbc0-15fe-6b50-efbeff28e498-C", "generated_internal_id": "ASST_NON_DC-2022-004_6955"}, {"internal_id": 148357414, "Award ID": "DC-2022-001", "Award Amount": 1960507.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-03", "CFDA Number": "20.531", "Description": "THIS COOPERATIVE AGREEMENT PROVIDES $1560507.00 (ONE MILLION AND FIVE HUNDRED AND SIXTY THOUSAND AND FIVE HUNDRED AND SEVEN DOLLARS) FUNDED THROUGH SECT. 5314 - TECHNICAL ASSIST STANDARDS HR TRAINING (2018 AND FORWARD) TECHNICAL ASSISTANCE AND WORKFORCE DEVELOPMENT FUNDING TO SUPPORT THE NINTH YEAR OF OPERATIONS FOR THE NATIONAL CENTER FOR MOBILITY MANAGEMENT (NCMM). THE AWARD DATE IS THE SAME AS THE DATE OF AWARD. THE PERIOD OF PERFORMANCE WILL BE FROM MARCH 1 2022 TO FEBRUARY 28 2023. THIS APPLICATION INCLUDES FUNDS FOR RESEARCH AND DEVELOPMENT ACTIVITIES. THE COGNIZANT AGENCY THE DEPARTMENT OF HEALTH AND HUMAN SERVICES APPROVED THE COMMUNITY TRANSPORTATION ASSOCIATION OF AMERICAS (CTAAS) INDIRECT COST RATE ON APRIL 26 2021 AND A COPY OF THE ORGANIZATIONS APPROVED RATE IS ON FILE WITH FTA. THE APPROVED RATE OF 34.0% WILL BE APPLIED TO THE APPLICABLE ACTIVITY LINE DESCRIPTIONS. THE NCMM WAS CREATED PURSUANT TO A REQUEST FOR PROPOSALS PUBLISHED ON AUGUST 6 2018 AND SUBSEQUENTLY AWARDED THROUGH A COOPERATIVE AGREEMENT TO CTAA. CTAA IS THE RECIPIENT OF THE MASTER AGREEMENT WITH THE FTA THAT SUPPORTS A COLLABORATIVE COMPOSED OF CTAA EASTERSEALS AND THE AMERICAN PUBLIC TRANSPORTATION ASSOCIATION (APTA). THE MISSION OF THE NCMM IS TO FACILITATE COMMUNITIES IN ADOPTING CUSTOMER-CENTERED MOBILITY STRATEGIES THAT EMPOWER PEOPLE TO LIVE INDEPENDENTLY AND ADVANCE HEALTH ECONOMIC VITALITY SELF-SUFFICIENCY AND COMMUNITY. THE NCMM SUPPORTS THE DEVELOPMENT OF COORDINATED TRANSPORTATION SYSTEMS THAT ARE RESPONSIVE TO THE NEEDS OF DISADVANTAGED POPULATIONS AND ALL TRAVELERS. THE OBJECTIVES OUTLINED IN THIS COOPERATIVE AGREEMENT SUPPORT TECHNICAL ASSISTANCE AND TRAINING ACTIVITIES THAT BUILD MOBILITY MANAGEMENT CAPACITY STRENGTHEN THE MOBILITY MANAGEMENT FIELD AND ENCOURAGE THE ADOPTION OF MOBILITY MANAGEMENT STRATEGIES IN THE TRANSPORTATION EMPLOYMENT HOUSING MEDICAL VETERAN HUMAN SERVICE EDUCATION HEALTH AND OTHER INDUSTRIES. THE CENTER WILL CONTINUE TO PLAY A KEY ROLE IN SUPPORTING FTAS WORK AROUND MOBILITY MANAGEMENT ACTIVITIES AND ITS LEADERSHIP OF THE COORDINATING COUNCIL ON ACCESS AND MOBILITY (CCAM). FEDERAL ROLE: FTAS OFFICE OF PROGRAM MANAGEMENT THROUGH THE DIVISION OF RURAL AND TARGETED PROGRAMS WILL BE INVOLVED IN ALL MAJOR DECISION-MAKING ACTIVITIES. FTA WILL COLLABORATE REVIEW EVALUATE AND COMMENT UPON PROJECT ACTIVITIES KEY MATERIALS AND TECHNICAL REPORTS. FTA WILL ALSO MAINTAIN FREQUENT CONTACT WITH THE PROJECT DIRECTORS HOLD QUARTERLY PROJECT REVIEW MEETINGS REQUIRE APPROPRIATE AND TIMELY SUBMISSION OF MILESTONE AND FEDERAL FINANCIAL REVIEW REPORTS REVIEW AND APPROVAL OF INVOICES AND IF NEEDED FTA PARTICIPATE IN ANY DECISION TO RE-DIRECT PROJECT ACTIVITIES. RECIPIENT ROLE: CTAA WILL BE RESPONSIBLE FOR COLLABORATION WITH FTA DAY-TO-DAY MANAGEMENT AND IMPLEMENTATION OF ALL PROJECT ACTIVITIES AS OUTLINED IN THE GRANT APPLICATION AND STATEMENT OF WORK INCLUDING MEETINGS PREPARING TECHNICAL STATUS AND FINANCIAL REPORTS AND SUBMITTING THE FINAL PROJECT REPORT. CTAA WILL ALSO SUBMIT INVOICES FOR REIMBURSEMENTS AND AN IN-DEPTH REPORT ON MAJOR ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": 1960507.0, "recipient_id": "1cd4b612-da2a-3fa8-7ec7-565a01339925-C", "generated_internal_id": "ASST_NON_DC-2022-001_6955"}, {"internal_id": 139557768, "Award ID": "DC-2021-016", "Award Amount": 375000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "20.531", "Description": "THE OFFICE OF RESEARCH DEMONSTRATION AND INNOVATION (TRI) OF THE FEDERAL TRANSIT ADMINISTRATION (FTA) U.S. DEPARTMENT OF TRANSPORTATION SEEKS TO ENGAGE THE SERVICES OF THE NATIONAL ACADEMY OF SCIENCES TRANSPORTATION RESEARCH BOARD (TRB) TO SERVE AS A FORUM FOR ISSUES OF CONCERN TO FTA AND ITS CONSTITUENCIES AND TO TRACK THE STATE-OF-THE-KNOWLEDGE AND STATE-OF-THE-PRACTICE IN SUPPORT OF A NATIONALLY COORDINATED PROGRAM OF TRANSPORTATION RESEARCH DEVELOPMENT INNOVATION AND TECHNOLOGY. TRB PROPOSES TO PROVIDE CORE PROGRAM SERVICES TO FTA FOR THE 15-MONTH PERIOD BEGINNING JULY 15 2021 THROUGH SEPTEMBER 30 2022. THIS $375000 REQUEST IS FOR PARTIAL FUNDING FOR THE $14M PER YEAR POOLED FUND PROGRAMS AND SERVICES SPECIFIED BELOW. TRB WILL PROVIDE PERSONNEL FACILITIES SERVICES AND MATERIALS AS MAY BE REQUIRED TO CARRY OUT ITS VARIOUS MISSIONS AND OBLIGATIONS. TRBS EFFORTS TO STIMULATE TRANSPORTATION RESEARCH TO CORRELATE SUCH RESEARCH AND TO DISSEMINATE ITS RESULTS HAVE BEEN DEVELOPED AND REFINED OVER MANY YEARS AND ARE CONTINUOUS IN NATURE. TRB IS IN A UNIQUE POSITION TO PLAY AN IMPORTANT ROLE FOR ITS CONSTITUENTS BY GIVING THE AGENCY ACCESS TO A WIDE NETWORK OF RESEARCH AND RESEARCHERS. TRB MAINTAINS APPROXIMATELY 175 STANDING COMMITTEES THAT ADDRESS ALL ASPECTS AND MODES OF TRANSPORTATION. THE COMBINED FUNCTIONAL AND MODAL STRUCTURE CREATES THE SYNERGY AMONG THE GROUPS TO MAKE IT POSSIBLE FOR TRB STANDING COMMITTEES TO ADDRESS THE WIDE VARIETY OF SPECIFIC AND CROSS-CUTTING TRANSPORTATION RESEARCH ISSUES. MORE THAN 4000 ADMINISTRATORS OPERATORS ENGINEERS ATTORNEYS RESEARCHERS EDUCATORS AND OTHERS CONCERNED WITH TRANSPORTATION SERVE ON THESE COMMITTEES. THESE COMMITTEE MEMBERS IDENTIFY RESEARCH NEEDS; PROVIDE INFORMATION TO THE TRANSPORTATION COMMUNITY ON RESEARCH PRIORITIES AND PROCEDURES; REVIEW PAPERS FOR PRESENTATION AT THE TRB ANNUAL MEETING AND FOR PUBLICATION; ENCOURAGE THE INCORPORATION OF APPROPRIATE RESEARCH FINDINGS INTO PRACTICE; AND DEVELOP SPECIAL PROGRAMS CONFERENCES AND WORKSHOPS.AS A SPONSOR TRB MAKES ITS ANNUAL MEETING AVAILABLE TO AN UNLIMITED NUMBER OF FTA STAFF FOR EASY ACCESS TO TRBS CONSTITUENCY WHICH IS ATTENDED BY MORE THAN 14000 PEOPLEPOLICY MAKERS ADMINISTRATORS PRACTITIONERS RESEARCHERS AND REPRESENTATIVES OF GOVERNMENT INDUSTRY AND ACADEMIC INSTITUTIONS. THE MEETING COVERS ALL TRANSPORTATION MODES WITH MORE THAN 3000 PRESENTATIONS IN NEARLY 600 SESSIONS ADDRESSING CROSS-CUTTING TOPICS OF INTEREST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_DC-2021-016_6955"}, {"internal_id": 137715316, "Award ID": "DC-2021-011", "Award Amount": 1474874.39, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "20.531", "Description": "THIS COOPERATIVE AGREEMENT PROVIDES $1500000 (ONE MILLION AND FIVE HUNDRED THOUSAND DOLLARS) IN FY2021 SECTION 5314 TECHNICAL ASSISTANCE AND WORKFORCE DEVELOPMENT FUNDING TO SUPPORT THE SECOND YEAR OF OPERATIONS FOR THE RURAL AND SMALL URBAN TRANSIT APPLIED TECHNOLOGY TECHNICAL ASSISTANCE CENTER (RSU-TAT) RENAMED TO THE NATIONAL CENTER FOR APPLIED TRANSIT TECHNOLOGY (N-CATT). THE AWARD DATE IS THE SAME AS THE DATE OF AWARD. THE PERIOD OF PERFORMANCE WILL BE FROM APR. 1 2021 TO MAR. 31 2022. THIS APPLICATION INCLUDES FUNDS FOR RESEARCH AND DEVELOPMENT ACTIVITIES. THE COGNIZANT AGENCY THE DEPARTMENT OF HEALTH AND HUMAN SERVICES APPROVED THE COMMUNITY TRANSPORTATION ASSOCIATION OF AMERICAS (CTAAS) INDIRECT COST RATE OF 29.67% WHICH WILL BE APPLIED TO THE APPLICABLE ACTIVITY LINE DESCRIPTIONS. THE MISSION OF N-CATT IS TO PROVIDE PRACTICAL RESOURCES AND TARGETED TECHNICAL ASSISTANCE THAT PROVIDE ACTUAL SOLUTIONS TO AGENCIES TECHNOLOGY CHALLENGES. USING N-CATTS TECH UNIVERSITY TO ENCOMPASS ALL OF THE CENTERS RESOURCES IN A USER-FRIENDLY PLATFORM CTAA WILL CONTINUE TO DEVELOP GUIDEBOOKS ON TECHNOLOGY TOPICS THAT ENABLE TRANSIT AGENCIES - FROM BEGINNER TO EXPERT - TO DEVELOP THEIR UNDERSTANDING OF THOSE TECHNOLOGIES AND HOW THEY CAN INCORPORATE THEM INTO THEIR SYSTEMS. TO CAPTURE LESSONS LEARNED AND PROMISING PRACTICES AND TO ENSURE THAT THESE LESSONS TIPS IDEAS AND CONCEPTS ARE MADE WIDELY AVAILABLE IN THE RURAL SMALL URBAN AND TRIBAL SPACE THE CENTER WILL CREATE A SERIES OF RESOURCES IN THE FORMS OF VIDEO PROFILES PODCASTS WEBINARS AND FACT SHEETS ALL HOSTED ON TECH UNIVERSITY TO CREATE AN INFORMATION ECOSYSTEM THAT HIGHLIGHTS PROMISING PRACTICES AND LESSONS LEARNED IN TECHNOLOGY DEPLOYMENTS. IN TERMS OF DIRECT TECHNICAL ASSISTANCE CTAA WILL CONTINUE ITS INNOVATIVE TECHNOLOGY STRIKE TEAM PROGRAM TO GUIDE SELECTED AGENCIES TOWARDS TECHNOLOGY IMPLEMENTATION AS WELL AS HOST TWO-TO-THREE STATE TECHNOLOGY SUMMITS. IN BOTH OF THESE INITIATIVES THE CENTER WILL GAIN INSIGHTS INTO THE CHALLENGES FACED BY RURAL SMALL URBAN AND TRIBAL COMMUNITIES IN DEPLOYING EMERGING TECHNOLOGY AND IN RESPONSE CRAFT SUCCESSFUL DEPLOYMENT TACTICS. IN ADDITION CTAA WILL HOLD HANDS-ON WORKSHOPS THAT ALLOW TRANSIT EMPLOYEES TO DEEPEN THEIR UNDERSTANDING OF SPECIFIC TOPICS WITH APPLICABLE SKILLS TO BRING BACK TO THEIR AGENCIES. TO PROMOTE THE CENTER AND LEARN FROM RURAL SMALL URBAN AND TRIBAL TRANSIT LEADERS AND COMMUNITIES CTAA WILL DEVELOP TWO CRITICAL TOOLS THAT ITS CONSTITUENTS HAVE ALREADY REQUESTED. FIRST IS A TECHNOLOGY READINESS ASSESSMENT THAT WILL ENABLE USERS TO UNDERSTAND THEIR TECHNOLOGY NEEDS AND SKILLS BEFORE BEGINNING A DECISION-MAKING PROCESS. NEXT CTAA WILL DEVELOP A COLLECTION OF TECHNOLOGY STRATEGIES RESOURCES WITH WORKSHEETS TO FACILITATE APPROPRIATE TECHNOLOGY DECISIONS. THE CENTER WILL ALSO WORK WITH WORKFORCE REPRESENTATIVES TO CONNECT FRONT-LINE TRANSIT WORKERS TO TECHNOLOGY INFORMATION AND WILL COORDINATE WITH OTHER TECHNICAL ASSISTANCE CENTERS TO CO-PRODUCE PRODUCTS. TO ENSURE THAT ALL OF THE CENTERS RESOURCES ARE SHARED AS WIDELY AS POSSIBLE CTAA WILL PARTNER WITH RELEVANT ORGANIZATIONS TO CONNECT RESOURCES AND DISSEMINATE N-CATT RESOURCES THROUGH NON-TRADITIONAL CHANNELS AS WELL AS HAVE A ROBUST SOCIAL MEDIA PRESENCE. THROUGHOUT YEAR CTAA WILL ENGAGE A PROFESSIONAL EVALUATOR TO INCORPORATE PERFORMANCE METRICS INTO ALL ACTIVITIES. CTAA VIEWS THE EMPHASIS ON THIS SECOND YEAR OF N-CATT AS AN OPPORTUNITY TO BUILD ON THE FOUNDATION DEVELOPED IN YEAR 1 TO ENABLE AGENCIES TO CATCH UP TO THE TECHNOLOGIES THAT CAN HELP THEM WITH THEIR WORK AND TO PREPARE THEM FOR THE WAYS THE INDUSTRY MAY EVOLVE IN THE FUTURE. CTAA BELIEVES THIS DELIBERATE OUTCOMES-BASED APPROACH WILL BE CRITICAL TO SETTING UP SMALLER AGENCIES FOR SUCCESS IN ADOPTING NEW TECHNOLOGIES AND WILL ENABLE THEM TO BETTER SERVE THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cd4b612-da2a-3fa8-7ec7-565a01339925-C", "generated_internal_id": "ASST_NON_DC-2021-011_6955"}, {"internal_id": 129046300, "Award ID": "DC-2021-007", "Award Amount": 1805119.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-02", "CFDA Number": "20.531", "Description": "NATIONAL CENTER FOR MOBILITY MANAGEMENT II YEAR 3", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cd4b612-da2a-3fa8-7ec7-565a01339925-C", "generated_internal_id": "ASST_NON_DC-2021-007_6955"}, {"internal_id": 133682867, "Award ID": "DC-2021-006", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-21", "CFDA Number": "20.531", "Description": "OPERATION LIFESAVER INC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d94398ce-fbc0-15fe-6b50-efbeff28e498-C", "generated_internal_id": "ASST_NON_DC-2021-006_6955"}, {"internal_id": 133029530, "Award ID": "DC-2021-004", "Award Amount": 241683.79, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-12", "CFDA Number": "20.531", "Description": "THIS PROJECT WILL RESULT IN A VARIETY OF INTERACTIVE LEARNING OPPORTUNITIES FACILITATED BY THE PROJECT TEAM AND INFORMED BY A COMPREHENSIVE RESOURCE CENTER OF EDUCATIONAL MATERIALS (DEVELOPED UNDER THIS PROJECT) DESIGNED TO INCREASE UNDERSTANDING AND AWARENESS OF CRIME* AND PUBLIC SAFETY ON AMERICAS PUBLIC TRANSIT FLEETS. TO INFORM THESE OUTCOMES THE PROJECT TEAM WILL REVIEW EXISTING GUIDANCE FOR TRANSIT AGENCIES DEALING WITH HUMAN TRAFFICKING OPERATOR ASSAULTS CRIME REDUCTION AND PUBLIC SAFETYTHE STATE-OF-PRACTICETO ESTABLISH A DEFINITIVE BASELINE UNDERSTANDING OF CURRENT CONDITIONS AND EXPERIENCE. USING THE STATE-OF-PRACTICE FINDINGS THE PROJECT TEAM WILL IDENTIFY OPPORTUNITIES TO (1) ENHANCE CURRENT GUIDANCE (OR FILL GAPS BY DEVELOPING NEW RESOURCES) AND (2) DEVELOP INTERSECTIONAL LEARNING CONCEPTS THAT ACKNOWLEDGE AND ELUCIDATE THE INTERCONNECTED NATURE OF MANY CRIME AND SAFETY CHALLENGES WITH CHALLENGES ROOTED IN BROAD SOCIAL CHALLENGES. FOLLOWING THE IDENTIFICATION OF OPPORTUNITIES TO ENHANCE EXISTING AND DEVELOP NEW LEARNING TOOLS AND CONCEPTS THE PROJECT TEAM WILL EXECUTE RESOURCE DEVELOPMENT ACTIONS ACCORDING TO THESE FINDINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cd4b612-da2a-3fa8-7ec7-565a01339925-C", "generated_internal_id": "ASST_NON_DC-2021-004_6955"}, {"internal_id": 96411969, "Award ID": "DC-2020-003", "Award Amount": 1900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-01", "CFDA Number": "20.531", "Description": "NATIONAL CENTER FOR MOBILITY MANAGEMENT II YEAR 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cd4b612-da2a-3fa8-7ec7-565a01339925-C", "generated_internal_id": "ASST_NON_DC-2020-003_6955"}, {"internal_id": 86211362, "Award ID": "DC-2019-011", "Award Amount": 1492597.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "20.531", "Description": "RURAL AND SMALL URBAN TRANSIT APPLIED TECHNOLOGY TECHNICAL ASSISTANCE CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cd4b612-da2a-3fa8-7ec7-565a01339925-C", "generated_internal_id": "ASST_NON_DC-2019-011_6955"}, {"internal_id": 149405606, "Award ID": "CA-2022-075", "Award Amount": 545000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-14", "CFDA Number": "20.531", "Description": "THE PURPOSE OF THIS PROJECT IS TO ADDRESS THE RESEARCH TO PRACTICE (R2P) GAP IN TRANSIT. SPECIFICALLY THE FTA HAS EXPENDED HUNDREDS OF MILLIONS OF DOLLARS TO PRODUCE A DEEP AND GROWING BENCH OF HIGH-QUALITY RELEVANT AND TIMELY RESEARCH WHICH IS NOT BEING UTILIZED AND ADOPTED IN THE SECTOR AT A SATISFACTORY PACE. THE R2P GAP IS A KNOWN ISSUE AND FUNDAMENTAL CHALLENGE IN COMMUNICATIONS AND INFORMATION MANAGEMENT ACROSS ALL SECTORS: IT TAKES TOO LONG FOR CRITICAL RESEARCH TO GET INTO PRACTICE. RESEARCHERS ARE ACTIVELY WORKING ON THE R2P GAP IN THEIR RESPECTIVE INDUSTRIES BUT A LITERATURE REVIEW AND IDENTIFICATION OF BEST PRACTICES IN R2P ACROSS ALL SECTORS HAS NOT YET BEEN PERFORMED AND AN R2P INITIATIVE SPECIFICALLY FOR FTA HAS NOT PREVIOUSLY BEEN DEVELOPED. THE PURPOSES OF THIS PROJECT ARE TO: 1) DEVELOP A COMPREHENSIVE CROSS-SECTOR UNDERSTANDING OF THE R2P ISSUES AND CONSIDERED OR TESTED SOLUTIONS; 2) EVALUATE AND SYNTHESIZE THE BEST AND MOST APPLICABLE RESEARCH TO DEVELOP AN R2P INITIATIVE RECOMMENDATION REPORT AND IMPLEMENTATION PLAN FOR FTA THAT WILL BE EFFECTIVE AT INCREASING ENGAGEMENT OF TRANSIT SECTOR ACTORS WITH RESEARCH MATERIALS AND ADOPTION OF RECOMMENDED PRACTICES; 3) DESIGN A SOLUTION ADOPTION TRACKING SYSTEM (SATS) AND TECHNOLOGY DEVELOPMENT PLAN TO CREATE IT WHICH WHEN DEVELOPED WILL PROVIDE FTA WITH USEFUL INSIGHTS ABOUT THE UTILITY AND UPTAKE OF RESEARCH AND THE EFFECTIVENESS OF THE R2P INITIATIVE; AND 4) IMPLEMENT AS MUCH OF THAT PLAN AS WE CAN WITHIN THE TIME AND BUDGET CONSTRAINTS OF THIS GRANT.CALSTART WILL WORK WITH ITS PARTNERS TO DEVELOP AN EFFECTIVE SOLUTION FOR TRACKING AND PROMOTING TECHNOLOGY AND BEST PRACTICE ADOPTION ACROSS THE COUNTRY THAT PROMOTES EQUITY AND SUSTAINABILITY IN TRANSIT. THE TASKS OF THIS PROJECT FOR THE FTA WILL BE LED BY CALSTART THE RESEARCH LEAD WITH SUPPORT FROM TWO UNIVERSITIES MORGAN STATE UNIVERSITY AND THE UNIVERSITY OF FLORIDA. IN PHASE 1 THE UNIVERSITY PARTNERS WILL WORK WITH CALSTART TO PERFORM TWO R2P LITERATURE REVIEWS DEVELOP A DETAILED IMPLEMENTATION PLAN FOR THE R2P INITIATIVE. DURING PHASE 2 IF FUNDING IS AVAILABLE CALSTART AND ITS UNIVERSITY PARTNERS WILL DEVELOP WRITTEN RESEARCH SUMMARIES RESEARCH SUMMARY VIDEOS THE SOLUTION ADOPTION TRACKING SYSTEM (SATS) PROTOTYPE AND CONDUCT BETA TESTING OF THE TRACKING SYSTEM.ACTIVITIES TO BE PERFORMED:TASK 1: PROJECT MANAGEMENTCALSTART WILL MANAGE THE PROJECT IN ACCORDANCE WITH THE FTAS REQUIREMENTS FOR A RESEARCH PROJECT AND IN COORDINATION WITH THE FTA PROJECT MANAGER DURING THE PROJECTS PERIOD OF PERFORMANCE (POP).TASK 2: LITERATURE REVIEWCALSTART WILL WORK WITH THEIR UNIVERSITY PARTNERS TO CONDUCT TWO LITERATURE REVIEWS OF RESEARCH TO PRACTICE METHODS TO IDENTIFY THE HIGHEST IMPACT METHODS FOR THE PUBLIC TRANSIT INDUSTRY.TASK 3: DEVELOP R2P INITIATIVE RECOMMENDATION REPORTCALSTART WILL DEVELOP A PLAN BASED ON THE TOP THREE METHODS TO TRANSFER KNOWLEDGE ON CURRENT AND PREVIOUS RESEARCH AND ASSIST IN THE IDENTIFICATION OF THE MOST APPROPRIATE R2P METHODS TO ASSIST PUBLIC TRANSIT AGENCIES IN USING AND ADOPTING RESEARCH RESULTS. TASK 4: CREATE AN OUTREACH PROGRAMCALSTART WILL CREATE AN OUTREACH PROGRAM FOR FTAS RESEARCH RESULTS TO INCREASE ADOPTION OF PROVEN SOLUTIONS.TASK 5: IMPLEMENT R2P INITIATIVE (IF FUNDING PERMITS)PRIOR TO COMMENCING WORK ON THIS TASK CALSTART WILL SUBMIT THE R2P RECOMMENDATION REPORT AND IMPLEMENTATION PLAN TO FTA FOR INPUT AND APPROVAL AND INCORPORATE FTAS FEEDBACK INTO THE PLAN. SUBJECT TO FUNDING AVAILABILITY CALSTART WILL IMPLEMENT ADDITIONAL R2P ACTIVITIES IDENTIFIED IN THE IMPLEMENTATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2762cb5d-d693-3075-8c82-60b8d5475f2e-C", "generated_internal_id": "ASST_NON_CA-2022-075_6955"}]