[{"internal_id": 162274940, "Award ID": "MI-2023-023", "Award Amount": 6628285.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-24", "CFDA Number": "20.532", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO PROVIDE FUNDING FOR THE CONSTRUCTION OF A NEW FERRY AND ENGINEERING WORK FOR DOCK RENOVATIONS FOR BEAVER ISLAND TRANSPORTATION AUTHORITY IN THE STATE OF MICHIGAN.; ACTIVITIES PERFORMED: FUNDS WILL BE USED TO BUILD A NEW FERRY FOR THE CHARLEVOIX TO BEAVER ISLAND ROUTE AND PERFORM ENGINEERING WORK FOR DOCK RENOVATIONS.; EXPECTED OUTCOMES: FUNDING WILL ENABLE BEAVER ISLAND TRANSPORTATION AUTHORITY TO PROVIDE SAFE AND RELIABLE TRANSPORTATION TO BEAVER ISLAND FROM THE MAINLAND.; INTENDED BENEFICIARIES: BEAVER ISLAND TRANSPORTATION AUTHORITY AND THE RIDERS THAT RELY ON ITS FERRY SERVICE WILL BENEFIT FROM THE CONTINUED SAFE AND RELIABLE TRANSPORTATION TO BEAVER ISLAND FROM THE MAINLAND.; SUBRECIPIENT ACTIVITIES: FUNDS WILL BE USED TO BUILD A NEW FERRY FOR THE CHARLEVOIX TO BEAVER ISLAND ROUTE AND PERFORM ENGINEERING WORK FOR DOCK RENOVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a009f426-00dc-3408-32d5-f0020557a878-C", "generated_internal_id": "ASST_NON_MI-2023-023_6955"}, {"internal_id": 157937693, "Award ID": "ME-2023-004", "Award Amount": 4991474.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "20.532", "Description": "APPLICATION PURPOSE: THIS APPLICATION IS TO REQUEST FY2022 SECTION 5311 FERRY SERVICE FOR RURAL COMMUNITIES FUNDS AS SELECTED DURING THE COMPETITIVE GRANT PROCESS IN THE AMOUNT OF $4991474.THE MAINE DEPARTMENT OF TRANSPORTATION WILL RECEIVE FUNDING TO MAINTAIN AND OPERATE THE MAINE STATE FERRY SERVICE. THE FUNDING WILL SUPPORT SAFE RELIABLE AND SUSTAINABLE FERRY SERVICE TO SIX ISLAND COMMUNITIES IN MID-COAST AND DOWN EAST MAINE WHERE RURAL RESIDENTS RELY ON FERRIES FOR ACCESS TO JOBS GOODS HEALTHCARE AND OTHER SERVICES.MAINE STATE FERRY SERVICE WEB SITE: HTTPS://WWW.MAINE.GOV/MDOT/FERRY/MAINEDOT WEB SITE: HTTPS://WWW.MAINE.GOV/MDOT/; ACTIVITIES PERFORMED: MAINEDOT IS REQUESTING OPERATING ASSISTANCE TO SUPPORT SAFE RELIABLE AND SUSTAINABLE FERRY SERVICE TO THE 6 ISLAND COMMUNITIES SERVED BY MAINE STATE FERRY SERVICES (MSFS). THE ISLANDS ARE UNBRIDGED AND RELY ON MSFS FOR ACCESS TO JOBS SERVICES GOODS AND MEDICAL TREATMENT. THE REQUESTED FUNDED WITH SUPPORT MAINEDOTS STAFFING MAINTENANCE AND CUSTOMER COMMUNICATION IN EFFORTS TO MAINTAIN AND ENHANCE SERVICE RELIABILITY IN THE FACE OF INCREASING OPERATING COSTS.; EXPECTED OUTCOMES: AS MAINEDOT ADDS CLEANER VESSELS TO ITS FLEET (E.G. HYBRID-ELECTRIC VESSELS) OPERATING FUNDING WILL SUPPORT CLEANER REDUCED EMISSIONS TRANSPORTATION FOR OUR CUSTOMERS THEISLAND AND MAINLAND COMMUNITIES AND THE SURROUNDING AREAS. THE PROJECT WILL ADDRESS STAFFING SHORTAGES VESSEL MAINTENANCE AND THE ENHANCEMENT OF TIMELY CUSTOMER COMMUNICATION.; INTENDED BENEFICIARIES: MAINE RESIDENTS AND VISITORS.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "deb4ee6a-2a60-69df-cef5-55c678c7c4db-C", "generated_internal_id": "ASST_NON_ME-2023-004_6955"}]