[{"internal_id": 48515661, "Award ID": "DC-75-0006", "Award Amount": 15487500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-03-21", "CFDA Number": "20.524", "Description": "FY2015 PRIIA APPROPRIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-75-0006_6955"}, {"internal_id": 63055866, "Award ID": "DC-75-0005", "Award Amount": -2.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-05", "CFDA Number": "20.524", "Description": "FY2014 PRIIA APPROPRIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-75-0005_6955"}, {"internal_id": 48515658, "Award ID": "DC-75-0004", "Award Amount": 0.0, "Award Type": null, "Base Obligation Date": "2017-11-15", "CFDA Number": "20.524", "Description": "FY2013 PRIIA APPROPRIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-75-0004_6955"}, {"internal_id": 151882668, "Award ID": "DC-2022-018", "Award Amount": 143500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "20.524", "Description": "THE WASHINGTON METROPOLITAN AREA TRANSIT AUTHORITY (WMATA) IS APPLYING $143500000 IN FFY2022 FUNDS AUTHORIZED UNDER SECTION 601(F) OF THE PASSENGER RAIL INVESTMENT AND IMPROVEMENT ACT OF 2008 (DIVISION B OF PUBLIC LAW 110432; 122 STAT. 4970) UNDER SECTION 30019 OF THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (PUBLIC LAW NO:117-58). THESE FUNDS REQUIRE A 50% LOCAL MATCH IN THE AMOUNT OF $143500000. THE NON-FEDERAL SHARE WILL BE PROVIDED BY THE DISTRICT OF COLUMBIA THE STATE OF MARYLAND AND PARTICIPATING JURISDICTIONS IN THE COMMONWEALTH OF VIRGINIA. THIS REQUEST SUPPORTS CAPITAL PROJECTS INCLUDED IN WMATAS FY2023 CAPITAL IMPROVEMENT PROGRAM AND MEETS THE GOALS OF THE STATUTE INCLUDING INFRASTRUCTURE IMPROVEMENTS RELATED TO RAIL SYSTEM SAFETY AND SERVICE RELIABILITY. THIS APPLICATION INCLUDES FOLLOWING PROJECTS: PLATFORM REHABILITATION PHASE 4 SUPPORT FACILITY FIRE SYSTEM REHABILITATION TUNNEL WATER LEAK MITIGATION ELEVATOR AND ESCALATOR REHABILITATION AND REPLACEMENT RADIO AND CELLULAR INFRASTRUCTURE AND AUTOMATIC TRAIN CONTROL (ATC). PURPOSE OF AWARD: THE PURPOSE OF THIS AWARD IS TO COMPLETE PHASE 4 OF METRO PLATFORM REHABILITATION PROGRAM AND LIFECYCLE REHABILITATION OR REPLACEMENT OF ELEVATORS ESCALATORS AND AUTOMATIC TRAIN CONTROL SYSTEMS AND IMPLEMENT RADIO/CELLULAR IMPROVEMENTS UPGRADES OF SUPPORT FACILITY FIRE SYSTEM REHABILITATION AND OF TUNNEL WATER LEAK MITIGATION. ACTIVITIES TO BE PERFORMED: ACTIVITIES INCLUDE NECESSARY SAFETY REPAIRS AND REHABILITATION OF METRO STATION PLATFORMS AT FIVE STATIONS LOCATED ON THE WMATA ORANGE LINE IN NE WASHINGTON DC AND PRINCE GEORGES COUNTY MARYLAND; CONDUCT WATER MITIGATION WORK ALONG TWO-SEGMENTS OF THE RED LINE; AND SYSTEMWIDE IMPROVEMENTS TO REHABILITATE REPAIR UPGRADE OR REPLACE SYSTEM ESCALATORS AND ELEVATORS METROS RADIO SYSTEM AND ATC ROOM SAFETY CRITICAL EQUIPMENT.EXPECTED OUTCOME: CONTINUE TO PROVIDE CLEAN SAFE AND RELIABLE TRANSPORTATION AND ENSURE WMATA TRANSIT SYSTEMS ARE IN A STATE OF GOOD REPAIR. INTENDED BENEFICIARIES: WMATAS BENEFICIARIES ARE WMATA EMPLOYEES AND WMATA CUSTOMERS WHO COMMUTE WITHIN OR CONNECT TO PUBLIC TRANSIT WITHIN THE DISTRICT OF COLUMBIA VIRGINIA AND MARYLAND REGION. SUBRECIPIENT ACTIVITIES: THERE ARE NO SUBRECIPIENTS ASSOCIATED WITH THIS AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-2022-018_6955"}, {"internal_id": 151441647, "Award ID": "DC-2022-010", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "20.524", "Description": "THE WASHINGTON METROPOLITAN AREA TRANSIT AUTHORITY (WMATA) IS APPLYING $5000000 IN FFY2022 FUNDS AS AUTHORIZED IN SECTION 601(F) OF THE PASSENGER RAIL INVESTMENT AND IMPROVEMENT ACT (PRIIA) OF 2008 (DIVISION B OF PUBLIC LAW 110432; 122 STAT. 4970) UNDER SECTION 30019 OF THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (PUBLIC LAW NO:117-58). OF THE $150M IN FFY2022 APPROPRIATIONS OF PRIIA WMATA MUST UTILIZE $5000000 IN PRIIA FUNDING EXCLUSIVELY FOR ITS OFFICE OF INSPECTOR GENERAL (OIG) OPERATIONS. THIS FUND SOURCE REQUIRES A 50% MATCH. THE NON-FEDERAL SHARE IN THE AMOUNT OF $5000000 WILL BE PROVIDED BY THE DISTRICT OF COLUMBIA THE STATE OF MARYLAND AND PARTICIPATING JURISDICTIONS IN THE COMMONWEALTH OF VIRGINIA. WMATA IN ITS BOARD RESOLUTION 2021-46 (ATTACHED) ADOPTED THE RESPONSIBILITIES AS OUTLINED IN SECTION 30019(C). WMATA HAS ALSO CERTIFIED TO THE PRIIA SPECIAL CERTIFICATIONS (ATTACHED) OF THIS FUNDING AND THE ANNUAL FTA CERTIFICATIONS AND ASSURANCES. WMATA STAFF WILL ADMINISTER THIS AWARD ON BEHALF OF THE OIG. FOR THIS APPLICATION PRE-AWARD AUTHORITY REFLECTS THE DATE OF METRO FISCAL YEAR START JULY 1 2022. PURPOSE OF AWARD: THE PURPOSE OF THIS AWARD IS TO FUND WMATAS FY2023 OPERATING BUDGET FOR THE WMATA OIG. ACTIVITIES TO BE PERFORMED: ACTIVITIES INCLUDE ALL DUTIES OF THE OIG INCLUDING BUT NOT LIMITED TO THE OVERSIGHT OF PRIIA FUNDED CAPITAL PROJECTS AND PROGRAMS AND CARRY OUT THE REQUIREMENTS OF SECTION 602 OF PUBLIC LAW 117-58.EXPECTED OUTCOME: TO ENSURE FISCAL AND OPERATIONAL COMPLIANCE OF WMATA INCLUDING BUT NOT LIMITED TO THE IMPLEMENTATION OF PRIIA CAPITAL PROJECTS AND PROGRAMS. INTENDED BENEFICIARIES: WMATAS BENEFICIARIES INCLUDES THE FEDERAL GOVERNMENT AND WMATA STAKEHOLDERS WITHIN THE DISTRICT OF COLUMBIA VIRGINIA AND MARYLAND REGION. SUBRECIPIENT ACTIVITIES: THERE ARE NO SUBRECIPIENTS ASSOCIATED WITH THIS AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-2022-010_6955"}, {"internal_id": 139826731, "Award ID": "DC-2021-017", "Award Amount": 148500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "20.524", "Description": "THE WASHINGTON METROPOLITAN AREA TRANSIT AUTHORITY (WMATA) IS APPLYING $148500000 IN FFY2021 FUNDS AUTHORIZED UNDER SECTION 601 OF DIVISION B OF THE PASSENGER RAIL INVESTMENT AND IMPROVEMENT ACT (PRIIA) OF 2008 (PUBLIC LAW 110-432) UNDER THE CONSOLIDATED APPROPRIATIONS ACT OF FY2021. THIS REQUEST SUPPORTS CAPITAL PROJECTS INCLUDED IN WMATAS FY2022 CAPITAL IMPROVEMENT PROGRAM WHICH INCLUDES THE FOLLOWING PROJECTS: PLATFORM REHABILITATION PHASE 3 RAILCAR REHABILITATION ELEVATOR AND ESCALATOR REHABILITATION AND REPLACEMENT RADIO AND CELLULAR INFRASTRUCTURE AND AUTOMATIC TRAIN CONTROL (ATC). THESE PROJECTS MEET THE GOALS OF THE STATUTE INCLUDING INFRASTRUCTURE IMPROVEMENTS RELATED TO RAIL SYSTEM SAFETY AND SERVICE RELIABILITY. THIS APPLICATION IS CONSISTENT WITH FTAS FFY2021 PRIIA APPROVAL LETTER DATED MAY 12TH 2021.THE LETTER HAS BEEN ATTACHED IN TRAMS. WMATAS FORCE ACCOUNT PLANS FOR SPECIFIC PROJECTS WERE UPDATED AND SUBMITTED FOR FY2022 AND ARE REFLECTED IN THE APPLICABLE PROJECTS AND ACTIVITY LINE ITEM EXTENDED BUDGET DESCRIPTION. THE NON-FEDERAL SHARE WILL BE PROVIDED BY THE DISTRICT OF COLUMBIA THE STATE OF MARYLAND AND PARTICIPATING JURISDICTIONS IN THE COMMONWEALTH OF VIRGINIA. PURPOSE OF AWARD THE PURPOSE OF THIS AWARD IS TO COMPLETE PHASE 3 OF METRO PLATFORM REHABILITATION PROGRAM AND LIFECYCLE REHABILITATION OR REPLACEMENT OF RAILCARS ELEVATORS ESCALATORS AND AUTOMATIC TRAIN CONTROL SYSTEMS AND IMPLEMENT RADIO/CELLULAR IMPROVEMENTS.ACTIVITIES TO BE PERFORMED ACTIVITIES INCLUDE NECESSARY SAFETY REPAIRS AND REHABILITATION OF METRO STATION PLATFORMS AT FOUR GREEN LINE STATIONS; CONDUCT ROUTINE RAILCAR REHABILITATION; AND SYSTEMWIDE IMPROVEMENTS TO REHABILITATE REPAIR UPGRADE OR REPLACE SYSTEM ESCALATORS AND ELEVATORS METROS RADIO SYSTEM AND ATC ROOM SAFETY CRITICAL EQUIPMENT.EXPECTED OUTCOMES CONTINUE TO PROVIDE CLEAN SAFE AND RELIABLE TRANSPORTATION AND ENSURE WMATA TRANSIT SYSTEMS ARE IN A STATE OF GOOD REPAIR.INTENDED BENEFICIARIES WMATA EMPLOYEES WHO OPERATE AND MAINTAIN METRO SYSTEMS AND WMATA RIDING CUSTOMERS WHO COMMUTE WITHIN OR CONNECT TO PUBLIC TRANSIT WITH THE DC-VA-MD REGION WILL BENEFIT FROM THESE IMPROVEMENTS.SUBRECIPIENT ACTIVITIES: THERE ARE NO SUBRECIPIENT ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-2021-017_6955"}, {"internal_id": 108464075, "Award ID": "DC-2020-016", "Award Amount": 148500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-13", "CFDA Number": "20.524", "Description": "APPLICATION PURPOSE: THE PURPOSE OF THIS AWARD IS TO COMPLETE PHASE 2 OF THE PLATFORM REHABILITATION PROGRAM. AWARD INCLUDES ONGOING PROGRAMS INCLUDING THE LIFECYCLE REHABILITATION OR REPLACEMENT OF RAILCARS ELEVATORS ESCALATORS AND IMPROVEMENTS TO THE AUTOMATIC TRAIN CONTROL SYSTEMS AND THE RADIO/CELLULAR PROGRAM.; ACTIVITIES PERFORMED: ACTIVITIES INCLUDE NECESSARY SAFETY AND STATE OF GOOD REPAIR AND REHABILITATION OF FOUR OUTDOOR METRORAIL STATION PLATFORMS. WMATA WILL CONTINUE TO CONDUCT ROUTINE RAILCAR REHABILITATION AND SYSTEMWIDE IMPROVEMENTS TO REHABILITATE REPAIR UPGRADE OR REPLACE SYSTEM ESCALATORS AND ELEVATORS METROS RADIO/CELLULAR SYSTEMS AND THE REHABILITATION OR REPLACEMENT OF ATC ROOM SAFETY CRITICAL EQUIPMENT.; EXPECTED OUTCOMES: CONTINUE TO PROVIDE CLEAN SAFE AND RELIABLE TRANSPORTATION AND ENSURE WMATA TRANSIT SYSTEMS ARE IN A STATE OF GOOD REPAIR.; INTENDED BENEFICIARIES: WMATA EMPLOYEES WHO OPERATE AND MAINTAIN METRO SYSTEMS AND WMATA RIDING CUSTOMERS WHO COMMUTE WITHIN OR CONNECT TO PUBLIC TRANSIT WITH THE DC-VA-MD REGION WILL BENEFIT FROM THESE IMPROVEMENTS.; SUBRECIPIENT ACTIVITIES: THERE ARE NO SUBRECIPIENT ASSOCIATED WITH AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-2020-016_6955"}, {"internal_id": 81729527, "Award ID": "DC-2019-006", "Award Amount": 148419450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-28", "CFDA Number": "20.524", "Description": "FFY2019-PRIIA APPROPRIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-2019-006_6955"}, {"internal_id": 67526256, "Award ID": "DC-2018-007", "Award Amount": 148499944.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-27", "CFDA Number": "20.524", "Description": "FFY2018 PRIIA APPROPRIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-2018-007_6955"}, {"internal_id": 48514238, "Award ID": "DC-2017-006", "Award Amount": 148499997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-23", "CFDA Number": "20.524", "Description": "FFY2017 PRIIA APPROPRIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-2017-006_6955"}, {"internal_id": 48514204, "Award ID": "DC-2016-010", "Award Amount": 148500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-19", "CFDA Number": "20.524", "Description": "FFY2016 PRIIA APPROPRIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-2016-010_6955"}]