[{"internal_id": 147320198, "Award ID": "VI-2022-001", "Award Amount": 449242.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-25", "CFDA Number": "20.527", "Description": "PURPOSETHIS IS AN FFY 2018 SECTION 5324 APPLICATION IN THE AMOUNT OF $449242 FROM THE TOTAL ALLOCATED $1554000. THE APPLICATION IS FOR RESPONSE RECOVERY AND REBUILDING PROJECTS IN THE AFTERMATH OF HURRICANES IRMA AND MARIA ON SEPTEMBER 5-6 2017 AND SEPTEMBER 20 2017 RESPECTIVELY IN THE USVI. SELECTED PROJECTS WERE IDENTIFIED FROM THE USVI HURRICANE IRMA/MARIA TRANSIT INFRASTRUCTURE AND VEHICLE DAMAGE ASSESSMENT REPORT ALONG WITH OTHER EMERGENCY PROJECTS IN THE AFTERMATH OF THE STORMS. THE $1554000 IN FUNDS HAS BEEN APPORTIONED IN THE CATEGORIES OF FACILITIES REPAIR FORCE ACCOUNTS FUEL REIMBURSEMENT AND BUS SHELTER REPAIR.PART 2 (THIS APPLICATION) COVERS BUS SHELTER REPAIRS ON ST. CROIX ST. THOMAS AND ST. JOHN. BUS SHELTERS WERE NOT INSURED. AS THERE IS A CAP FOR DAMAGES ON THE GVI PROPERTY POLICY ALL DAMAGES DUE TO HURRICANE IRMA COULD NOT BE INCLUDED. SEE ATTACHED CERTIFICATION OF GVI INSURANCE CAP. DAMAGES ON BUS SHELTERS WERE MINISCULE COMPARED TO OTHER GOVERNMENT PROPERTIES AND LIKELY WOULD NOT BE INCLUDED IN THE CLAIM. NO CLAIM HAS BEEN FILED NO INSURANCE PROCEEDS HAVE BEEN RECEIVED AND NO INSURANCE FUNDS HAVE BEEN APPLIED TO THE PROJECT. GOING FORWARD THE LIST OF BUS SHELTERS WILL BE PROVIDED TO THE DEPARTMENT OF PROPERTY AND PROCUREMENT FOR INCLUSION IN THE ASSET LIST. THIS HAS BEEN COMPLETED AND THE CERTIFICATION OF INSURANCE BUS SHELTERS IS ATTACHED. ACTIVITIES TO BE PERFORMEDBUS SHELTERS WILL BE REPAIRED ON ST. JOHN ST. CROIX AND ST. THOMAS. THIS PROJECT COVERS THE RANGE OF ACTIVITIES FROM DEBRIS CLEARANCE TO DOWNSPOUT AND GUTTERING DAMAGE TO STRUCTURAL DAMAGE AT FOUR (4) BUS SHELTERS ON ST. JOHN TWENTY-FIVE (25) BUS SHELTERS ON ST. CROIX AND FOURTEEN (14) BUS SHELTERS ON ST. THOMAS. SOLAR PANELS WHICH WERE INSTALLED ON THE NEWER ARRA FUNDED BUS SHELTERS WERE DAMAGED OR MISSING. ALL BUS SHELTERS THAT PREVIOUSLY HAD SOLAR PANELS WILL BE OUTFITTED WITH A SOLAR PANEL PACKAGE FOR LIGHTING A VITRAN SIGN AND A REFUSE CONTAINER AND PAINTED ALONG WITH SITE SPECIFIC REPAIRS. THE KINGSHILL WESTBOUND BUS SHELTER WILL BE REPLACED DUE TO EXTENSIVE DAMAGE TO THE WOODEN FRAME.EXPECTED OUTCOMESBUS SHELTERS ARE AN INTEGRAL COMPONENT OF THE TRANSIT SYSTEM. THEY PROVIDE SHELTER FOR THE PASSENGERS FROM RAIN AND SUN WHILE THEY AWAIT THE NEXT BUS. THE SOLAR PANEL PACKAGE WILL PROVIDE EFFICIENT LIGHTING IN THE EVENING HOURS AND REDUCE ELECTRICAL UTILITY COSTS. THE EXPECTED OUTCOME IS FORTY-THREE (43) REPAIRED SHELTERS.INTENDED BENEFICIARIESTHE BENEFICIARIES OF THE FORTY-THREE (43) REPAIRED SHELTERS ARE THE PASSENGERS WHO RELY ON PUBLIC TRANSPORTATION TO GET TO WORK SCHOOL AND SOCIAL ACTIVITIES.SUBRECIPIENT ACTIVITIESTHERE ARE NO SUBRECIPIENTS FOR THIS PROJECT.ADDITIONAL INFORMATIONINDIRECT COSTS WILL NOT BE APPLIED TO THIS APPLICATION AND ITS SCOPE OF WORK. THIS GRANT AND ALL OF ITS PROJECTS HAVE NEITHER APPLIED FOR NOR RECEIVED FUNDING FROM FEMA.THERE ARE NO OTHER SOURCES OF FUNDING. THE DISCRETIONARY ID FOR THIS DIRECT ALLOCATION FOR RESPONSE RECOVERY AND REBUILDING IS D2018-EMER-052. THIS PROJECT ONLY INCLUDES EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS.PART 1 (VI-2020-001-00) HAS BEEN SUBMITTED WAS AWARDED FOR $856111.00 WITH A SUBSEQUENT AMENDMENT INCREASING IT TO $971400. ALL RELATED ASSETS WERE IN OPERATION PRIOR TO THE ONSET OF HURRICANE IRMA ON SEPTEMBER 5 2017 AND HURRICANE MARIA ON SEPTEMBER 20 2017.VIDPW PLANS TO REQUEST REMAINING FUNDS ($133358) FOR ANY OVERAGES FOR PROJECTS IN PART 1 OR PART 2.BUS SHELTERS IN FLOOD ZONE- THE VIDPW TAKES MEASURES TO INCREASE THE RESILIENCE OF ANY BUS SHELTERS BUILT IN A FLOOD ZONE. CAST IN PLACE CONCRETE CONSTRUCTION ALONG WITH DEEPER CONCRETE FOOTINGS AND BASES WITHSTAND HURRICANE FORCE WINDS AS WELL AS VERTICAL LOADS CREATED BY FLOOD WATERS. ADDITIONALLY SHELTER BASES ARE RAISED WHEN POSSIBLE TO DECREASE THE AMOUNT OF THE SHELTER POSSIBLY EXPOSED TO FLOOD WATERS. HURRICANE STRAPPING ALSO INCREASES THE STRUCTURAL RIGIDITY OF ANY WOOD COMPONENTS IN THE CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be2f4d7b-b759-d393-26f4-2ae85ac84122-C", "generated_internal_id": "ASST_NON_VI-2022-001_6955"}, {"internal_id": 97269080, "Award ID": "VI-2020-001", "Award Amount": 971400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-14", "CFDA Number": "20.527", "Description": "ER SECTION 5324 USVI RESPONSE RECOVERY AND REBUILDING GRANT POST HURRICANES IRMA AND MARIA PART 1 OF 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be2f4d7b-b759-d393-26f4-2ae85ac84122-C", "generated_internal_id": "ASST_NON_VI-2020-001_6955"}, {"internal_id": 160299702, "Award ID": "TX-2023-039", "Award Amount": 5924200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "20.527", "Description": "APPLICATION PURPOSE: THIS APPLICATION WILL PROGRAM $5924200 IN SECTION 5324 EMERGENCY RELIEF RESILIENCE FUNDS FOR THE ACQUISITION OF LAND WHICH WILL ALLOW HOUSTON METRO TO CONSTRUCT THE EMERGENCY AND COMMUNITY SERVICES (ECS) CENTER.; ACTIVITIES PERFORMED: HOUSTON METRO WILL UTILIZE EMERGENCY RELIEF RESILIENCE FUNDS TO PURCHASE LAND CENTRALLY LOCATED IN DOWNTOWN HOUSTON. AN EMERGENCY COMMUNITIES SERVICE CENTER WILL BE CONSTRUCTED ON THIS PROPERTY AND A CRUCIAL FUNCTION OF THE PROPOSED ECS CENTER WILL BE USED TO STAGE AN EMERGENCY OPERATION CENTER (EOC) FOR POLICE MOBILIZATION NEEDS IN DOWNTOWN HOUSTON AND THE SURROUNDING NEIGHBORHOODS.; EXPECTED OUTCOMES: EXPECTED OUTCOMES:HOUSTON METRO PROPOSES TO ACQUIRE PROPERTY AT 1910 FANNIN STREET AND CONSTRUCT A NEW ECS CENTER WITH SIX-LEVEL PARKING GARAGE INCLUDING THE ROOF; A 4000 GROSS SQUARE-FOOT (GSF) METROLIFT OFFICE ALONG ST. JOSEPH PARKWAY; AND A 20000 GSF METRO POLICE DEPARTMENT (PD) FACILITY AND 9000 GSF EMERGENCY OPERATIONS CENTER ALONG MAIN STREET. METRO PDS ACCESS WILL BE ALONG PIERCE STREET AND METRO BUS PARKING AND PUBLIC ACCESS WILL BE ALONG FANNIN STREET. THE PROJECT WILL ENHANCE METROS CURRENT EMERGENCY RESPONSIVENESS BY PROVIDING A STRATEGICALLY DESIGNED LOCATION FOR POLICE OPERATIONS DISPATCH CUSTOMER SERVICE AND METROLIFT CALL CENTERS.; INTENDED BENEFICIARIES: METROS PROJECT WILL BENEFIT THE HOUSTON UZA AND THE ENTIRE GREATER HOUSTON AREA AS A DEDICATED EMERGENCY OPERATIONS CENTER THAT IS CENTRALLY LOCATED IN DOWNTOWN HOUSTON. INTENDED BENEFICIARIES:; SUBRECIPIENT ACTIVITIES: THERE ARE NO PLANNED SUBRECIPIENT ACTIVITIES UNDER THIS GRANT APPLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a466e5d-a979-5cf9-0848-e8a4c9c67ed9-C", "generated_internal_id": "ASST_NON_TX-2023-039_6955"}, {"internal_id": 133682868, "Award ID": "TX-2021-040", "Award Amount": 157660.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "20.527", "Description": "THE WOODLANDS TOWNSHIP FY 2018 5324 ER; WOODLANDS TRANSIT OPERATING REHAB BUS STATION-HARVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8dfd3b22-7d32-42f0-7c07-a952633aa589-C", "generated_internal_id": "ASST_NON_TX-2021-040_6955"}, {"internal_id": 98382165, "Award ID": "TX-2020-113", "Award Amount": 6714118.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-22", "CFDA Number": "20.527", "Description": "METROPOLITAN TRANSIT AUTHORITY OF HARRIS COUNTY SECTION 5324 EMERGENCY RELIEF - OPERATING/EMERGENCY PERMANENT REPAIRS - HURRICANE HARVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a466e5d-a979-5cf9-0848-e8a4c9c67ed9-C", "generated_internal_id": "ASST_NON_TX-2020-113_6955"}, {"internal_id": 98190849, "Award ID": "TX-2020-102", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-17", "CFDA Number": "20.527", "Description": "BRAZOS TRANSIT DISTRICT SECTION 5324 EMERGENCY RELIEF FOR HURRICANE HARVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6a8968d-607e-8947-2300-1ad7659d257c-C", "generated_internal_id": "ASST_NON_TX-2020-102_6955"}, {"internal_id": 97154157, "Award ID": "TX-2020-071", "Award Amount": 205000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-10", "CFDA Number": "20.527", "Description": "CORPUS CHRISTI REGIONAL TRANSPORTATION AUTHORITY - SECTION 5324 EMERGENCY RELIEF - OPERATING/SUPPORT EQUIPMENT - HURRICANE HARVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cb92c91-69ae-598f-ac13-ada77950876e-R", "generated_internal_id": "ASST_NON_TX-2020-071_6955"}, {"internal_id": 95434935, "Award ID": "TX-2020-033", "Award Amount": 723800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-27", "CFDA Number": "20.527", "Description": "BUDGET REVISION 01: REVISE PERIOD OF PERFORMANCE END DATE TO 7/31/2024 - PORT ARTHUR ANTICIPATES THAT THE PROJECT WILL BE EXTENDED 2 YEARS DUE TO CURRENT DELAYS IN THE CONSTRUCTION INDUSTRY WITH A 3-MONTH BUFFER INCLUDED FOR INCLEMENT WEATHER AND UNANTICIPATED CONSTRUCTION DELAYS MAY BE POSSIBLE DUE TO DIGGING UNDERGROUND SO THERE ARE UNKNOWNS WHEN DEALING WITH INFRASTRUCTURE THAT IS OVER A CENTURY OLD (DOWNTOWN PA).--------------------------------------------ORIGINALPORT ARTHUR TRANSIT (PAT) IS REPAIRING/REPLACING STORMWATER LINES ON STREETS ADJACENT TO ITS DOWNTOWN FUELING STATION TRANSIT TERMINAL MAINTENANCE BUILDING AND ADMINISTRATIVE OFFICES. THE RESILIENCE PROJECT WILL MITIGATE FUTURE FLOODING AT AND/OR AROUND THESE FACILITIES WHICH IMPEDES PAT FROM UTILIZING THEM DURING AND AFTER EMERGENCY RESPONSE EVENTS.PAT IS REQUESTING THE FY 18 SECTION 5324 EMERGENCY RELIEF RESILIENCY FUNDS IN THE AMOUNT OF $723800. THE FULL AMOUNT AWARDED TO PAT IS BEING REQUESTED. THE TWENTY PERCENT LOCAL MATCH IS PROVIDED BY THE CITY OF PORT ARTHUR. THIS PROJECT HAS BEEN INCLUDED IN TXDOTS POP AND APPROVED BY FTA. THE APPROVAL LETTER IS ATTACHED IN APPLICATION DOCUMENTS.THIS PROJECT IS LOCATED IN ZONE X WHICH IS OUTSIDE OF THE 100-YEAR FLOODPLAIN.NO INSURANCE RECOVERY IS RECEIVED FOR THIS PROJECT.PAT HAS CERTIFIED THAT THE PROPOSED PROJECTS DO NOT DUPLICATE THE RESILIENCE BENEFITS OF ANY OTHER PROJECTS THAT HAVE BEEN OBLIGATED FUNDING. THE CERTIFICATION IS ATTACHED IN APPLICATION DOCUMENTS.PAT CERTIFIES THAT NO OTHER FEDERAL FUNDS INCLUDING FEMA FUNDS ARE INVOLVED IN THIS PROJECT. THE CITY OF PORT ARTHUR HAS RECEIVED FEMA FUNDS FOR RECOVERY AND MITIGATION OF PUBLIC WORKS PROJECTS. THE FUNDING AGREEMENTS AND SUPPORT DOCUMENTATION BETWEEN THE CITY OF PORT ARTHUR AND FEMA ARE ATTACHED IN APPLICATION DOCUMENTS. FEMA FUNDS PROVIDED TO THE CITY WILL NOT BE USED FOR THE DOWNTOWN DRAINAGE INITIATIVE REFERENCED IN THIS GRANT.THE PERIOD OF PERFORMANCE END DATE IS BEING REQUESTED TO EXTEND FOR ANOTHER 2 YEARS FROM THE ORIGINAL EXPIRATION OF JULY 29 2022 TO JULY 31 2024. PAT IS CURRENTLY AT 90% DESIGN PLANS FOR THE APPROVED PROJECT. DUE TO AN EXTENSIVE NETWORK OF WATER ELECTRICAL AND OTHER UNDERGROUND UTILITIES PAT HAS BEEN WORKING DILIGENTLY WITH THE VARIOUS OWNERS TO COORDINATE DESIGN DOCUMENTS AS WELL AS RECEIVE APPROVALS. THE COORDINATION PROCESS SHOULD BE COMPLETED BY THE END OF CALENDAR YEAR 2022 WITH 100% DESIGN PLANS READY FOR BID SHORTLY AFTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4419a7b4-a07d-4d5b-8750-96364a44a640-C", "generated_internal_id": "ASST_NON_TX-2020-033_6955"}, {"internal_id": 93917910, "Award ID": "TX-2020-012", "Award Amount": 163031.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-30", "CFDA Number": "20.527", "Description": "PORT ARTHUR TRANSIT HARVEY - EMERGENCY RELIEF FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4419a7b4-a07d-4d5b-8750-96364a44a640-C", "generated_internal_id": "ASST_NON_TX-2020-012_6955"}, {"internal_id": 93917909, "Award ID": "TX-2020-004", "Award Amount": 63622.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-18", "CFDA Number": "20.527", "Description": "TEXAS DEPARTMENT OF TRANSPORTATION 5324 EMERGENCY RELIEF PROGRAM HARVEY - RESILIENCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d346f5d2-35db-c77a-80a7-d4b23abb4f11-C", "generated_internal_id": "ASST_NON_TX-2020-004_6955"}, {"internal_id": 79373929, "Award ID": "TX-2019-030", "Award Amount": 64000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-22", "CFDA Number": "20.527", "Description": "CAPITAL METROPOLITAN TRANSPORTATION AUTHORITY - EMERGENCY RELIEF MEASURES - OPERATING - HURRICANE HARVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7954c20-fdf4-b84d-0f20-fec880d072df-C", "generated_internal_id": "ASST_NON_TX-2019-030_6955"}, {"internal_id": 75384808, "Award ID": "TX-2019-003", "Award Amount": 77000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-29", "CFDA Number": "20.527", "Description": "FORT BEND COUNTY OPERATING-HARVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "224e33c3-b9de-e772-7db8-2d198f8aa402-C", "generated_internal_id": "ASST_NON_TX-2019-003_6955"}, {"internal_id": 110232665, "Award ID": "SC-2020-032", "Award Amount": 5131.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "20.527", "Description": "FTA EMERGENCY RELIEF PROGRAM-49 U.S.C. 5324 EVACUATION OPERATIONS IN CHARLESTON-NORTH CHARLESTON UZA FOR HURRICANE FLORENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0991aa38-8d0b-ac35-d728-58498ede9acd-R", "generated_internal_id": "ASST_NON_SC-2020-032_6955"}, {"internal_id": 77484468, "Award ID": "SC-2019-006", "Award Amount": 9825.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-12", "CFDA Number": "20.527", "Description": "FTA EMERGENCY RELIEF PROGRAM-49 U.S.C. 5324 EVACUATION OPERATIONS IN CHARLESTON-NORTH CHARLESTON UZA FOR HURRICANE IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0991aa38-8d0b-ac35-d728-58498ede9acd-R", "generated_internal_id": "ASST_NON_SC-2019-006_6955"}, {"internal_id": 156634550, "Award ID": "PR-2023-001", "Award Amount": 181596.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-17", "CFDA Number": "20.527", "Description": "APPLICATION PURPOSE: THE APPLICATION IS FOR EMERGENCY RELIEF RESPONSE AND RECOVERY PROJECTS FOR HURRICANE MARIA. FUNDS REQUESTED THROUGH THIS GRANT APPLICATION BE USED FOR REIMBURSEMENT FOR THE RESPONSE OF THE EMERGENCY OPERATING EXPENSES FOR EVACUATIONS TEMPORARY EMERGENCY SERVICES DISASTER PREPARATION EMERGENCY (TEMPORARY)/PERMANENT REPAIRS PROTECTIVE MEASURES RECOVERY AND REBUILDING OF ASSETS DAMAGED AND/OR DESTROYED BY HURRICANE MARIA TO A STATE OF GOOD REPAIR. OBSERVED DAMAGE IS A RESULT OF HIGH WINDS AND HEAVY RAIN ASSOCIATED TO HURRICANE WEATHER THAT RESULTED IN FAILURE OF BUILDING ENVELOPE PROTECTIONS ELECTRICAL SYSTEMS AND MECHANICAL SYSTEMS. THE EXTERIOR PERIMETER EXHIBITS SIGNIFICANT BREACHES OF WATER AND MOISTURE. MANY FLOOR AREAS EXPERIENCED FLOODING. THE FULL EFFECTS OF FLOODING AT THE SECOND LEVEL WILL ONLY KNOW WITH TIME AND A MORE THOROUGH EXAMINATION OF THE BUILDING. THE EXCESSIVE MOISTURE TO WHICH THE STRUCTURAL CONCRETE FLOOR ASSEMBLY SUBJECTED TO AT THE SECOND LEVEL IS NOTICEABLE THROUGH THE EFFLORESCENCE OBSERVED IN THE ELEVATOR LOBBY. OTHERWISE EQUIPMENT AND FURNITURE EXHIBITS OXIDATION AND WATER DAMAGE AT BASE CONDITION. THE HEALTH SAFETY AND WELFARE OF OCCUPANTS CANNOT GUARANTEED IN ALL AREAS. THESE CONCERNS HAVE MADE KNOWN TO BUILDING ADMINISTRATORS AND CARETAKERS.; ACTIVITIES PERFORMED: 1. THE MANAGEMENT REMOVAL AND ADEQUATE DISPOSAL OF DEBRIS IN EXTERIOR AREAS.2. THE DEMOLITION REMOVAL AND REPLACEMENT OF MANY EXISTING INTERIOR AND EXTERIOR WALLS/CLADDING AND CEILINGS.3. THE DE HUMIFICATION OF INTERIOR SPACES AND NEUTRALIZATION/ELIMINATION OF MOLD/MILDEW/FUNGUS.4. THE REMOVAL REPAIR REFURBISHING AND/OR REPLACEMENT OF VARIOUS PIECES OF EQUIPMENT INCLUDING ELEVATOR SYSTEMS VENTILATION AND AIR CONDITIONING SYSTEMS OUTDOOR AND INDOOR LIGHT FIXTURES WINDOWS AND DOORS FIREFIGHTING EQUIPMENT DRAINAGE ASSEMBLIES ELECTRICAL ASSEMBLIES FURNITURE.5. THE REPAIR AND REPLACEMENT OF BUILDING ENVELOPE ELEMENTS INCLUDING PLASTER PROTECTIVE COVERS SEALANTS AND EXTERIOR PAINT.6. THE REPAIR AND/OR REFURBISHING AND/OR REPLACEMENT OF VARIOUS EXTERIOR FURNISHING INCLUDING LIGHT POSTS MATURE LANDSCAPE ELEMENTS AND RAILINGS.; EXPECTED OUTCOMES: MORE SPECIFICALLY ALL WINDOW OPENINGS SEALANTS SHOULD BE REPLACE WITH NEW SEALANT AND CAULK CAREFULLY TO ENSURE WATER INFILTRATION DOES NOT OCCUR AGAIN. THE ELEVATOR AT TERMINAL MUST BE FIXED TO ALLOW HANDICAP ACCESS TO UPPER LEVEL OFFICES WHICH ARE PARTICULARLY USED BY PEOPLE WITH PHYSICAL CONDITIONS. GYPSUM BOARD SOFFITS ACOUSTICAL CEILING PANELS AND HANGING BARS MUST BE FIXED AT INTERIOR OFFICES OF THE BUILDING NEW REFLECTIVE CEILING METAL PANELS AT FIRST LEVEL VEHICLE ENTRANCE SHOULD BE INSTALLED AND EXTERIOR LIGHTS MUST BE FIXED (REPAIRED OR REPLACED). ELECTRICAL METAL POLES AND EXTERIOR LIGHTS AT VEHICLE RAMP NEED TO BE RESTORED AND REPLACED. AIR CONDITIONER DUCT SYSTEMS MUST BE REPLACED DUE TO WATER DAMAGE. DOOR AND WINDOWS BROKEN AND OR DAMAGED MUST BE FIXED OR REPLACED.; INTENDED BENEFICIARIES: MUNICIPALITY OF CIDRA; SUBRECIPIENT ACTIVITIES: N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9733dad2-6483-655e-81cf-c86a76ca9dce-R", "generated_internal_id": "ASST_NON_PR-2023-001_6955"}, {"internal_id": 152328079, "Award ID": "PR-2022-038", "Award Amount": 430401.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "20.527", "Description": "AWARD EXECUTIVE SUMMARY AWARD START DATE: THIS IS AN FFY 2022 EMERGENCY RELIEF FUNDS SECTION 5324 PROJECT FOR THE PERMANENT REPAIRS TO THE JULIO C. ROMAN PUBLIC TRANSPORTATION TERMINAL OF THE MUNICIPALITY OF AGUADA WITH A GROSS PROJECT COST OF $430401 DUE TO DAMAGES CAUSED BY HURRICANE MARIA. AT THE MOMENT THE MUNICIPALITY HAS NOT RECEIVED ANY INSURANCE PROCEEDS BUT A CLAIM IS STILL OPEN AND IN THE PROCESS OF SETTLEMENT. ANY FUTURE INSURANCE PROCEEDS WILL BE DEDUCTED FROM THE GROSS PROJECT COST. THIS PROJECT IS ELIGIBLE FOR A 90 PERCENT FEDERAL SHARE FOR THE PERMANENT REPAIR COSTS INCURRED AFTER 270 DAYS FROM THE DATE OF THE DECLARED DISASTER. THE 10% OF STATE MATCH FOR THE PROJECTS WILL BE FUNDED WITH TRANSPORTATION DEVELOPMENT CREDITS (TDC); SEE APPROVAL LETTER ATTACHMENT UNDER TOLL CREDITS LETTER. THE PUERTO RICO HIGHWAY AND TRANSPORTATION AUTHORITY (PRHTA) IS THE FTAS DESIGNATED/DIRECT RECIPIENT. AGUADA IS A SUB-RECIPIENT UNDER PRHTA. PRHTA RECEIVED AN FTA EMERGENCY RELIEF FUNDS DIRECT ALLOCATION OF $169412000. FEDERAL REGISTER / VOL. 83 NO. 105 / THURSDAY MAY 31 2018 /D2018EMER036. PURPOSE: THE PURPOSE OF THIS PROJECT IS TO BEGIN REHABILITATION OF AGUADA PUBLIC TRANSPORTATION TERMINAL DAMAGED BY HURRICANE MARIA. ACTIVITIES TO BE PERFORMED: REPAIRS AND REHABILITATION OF EXTERIOR AND INTERIOR AREAS THAT WERE DAMAGED DUE TO HIGH WINDS AND WATER. EXPECTED OUTCOMES: THE MUNICIPALITY EXPECTS TO REHABILITATE THE AGUADA PUBLIC TERMINAL TO ITS OPTIMAL CONDITION IN ORDER TO PROVIDE TRANSIT SERVICES. INTENDED BENEFICIARIES: BENEFICIARIES OF THE PROJECT INCLUDE ALL AGUADA PUBLIC TRANSPORTATION SERVICES AND FACILITY USERS. SUBRECIPIENT ACTIVITIES: REPAIRS AND REHABILITATION OF EXTERIOR AND INTERIOR AREAS THAT WERE DAMAGED DUE TO HIGH WINDS AND WATER. FIFTEEN (15) GRANTS HAVE BEEN AWARDED TO PRHTA FOR TREN URBANO MUNICIPALITIES AND MARITIME TRANSPORT AUTHORITY: PR-2019-004-03 PR-2019-041-00 PR-2019-043-00 PR-2020-035-1 PR-2020-008 PR-2020-003 PR-2020-033 PR-2020-034 PR-2020-016PR-2021-010 PR-2021-053 PR-2021-056 PR-2021-062 PR-2021-063 AND PR-2021-068. IN ADDITION TO THE ABOVE-MENTIONED APPLICATION PRHTA WILL BE REQUESTING ALL ER FUNDS THAT WERE ALLOCATED IN APPROXIMATELY 9 ER APPLICATIONS THAT ARE THE FOLLOWING: 5489-2019-2 5489-2019-6 5489-2019-17 5489-2019-25 5489-2019-27 5489-2019-28 5489-2019-30 5489-2021-14 AND 5489-2022-11 (THIS APPLICATION).THE MUNICIPALITY OF AGUADA IS REQUESTING FUNDS FROM THE EMERGENCY RELIEF PROGRAM SECTION 5324 TO REPLACE AND/OR REPAIR VARIOUS TARGETED CAPITAL TRANSIT ASSETS THAT WERE DAMAGED OR DESTROYED BY HURRICANE MARIA. CAPITAL ITEMS REHABILITATION OR REPLACEMENT SCOPE OF WORK INCLUDE:-DEMOLITION OF DAMAGED AREAS AND MATERIALS TO BE REPLACED SUCH AS WALLS LIGHTING FIXTURES FENCES DOORS AND GATES.-REMOVAL OF DAMAGED ITEMS AND MATERIALS TO BE REPLACED SUCH AS WALLS LIGHTING FIXTURES FENCES DOORS AND GATES.-REPLACEMENT OF DAMAGED CAPITAL ITEMS SUCH AS WALLS PARTITIONS FENCES GATES DOORS PLEXIGLASS OR ACRYLICS SECURITY DETECTION SYSTEM ACOUSTIC CEILINGS VIDEO SURVEILLANCE SYSTEMS FIRE ALARM SYSTEMS.-ELEVATOR REPAIR-PAINTING COATING MASONRY WATERPROOFING PRESSURE WASHING THE BUILDING. THE USEFUL LIFE FOR ALL CAPITAL ITEMS ABOVE $5000 IS SHOWN IN THE EXTENDED BUDGET DESCRIPTION OF EACH OF THE ITEMS.THE MUNICIPALITY OF AGUADA HAS NOT RECEIVED FUNDING FROM FEMA. THE MUNICIPALITY OF AGUADA PUBLIC TRANSPORTATION TERMINAL WAS INSURED BY MULTINATIONAL INSURANCE COMPANY POLICY #88-CP-000318744-0. THE MUNICIPALITY SUBMITTED A CLAIM FOR GROSS COST OF THE DAMAGES OF $320895 AND A TOTAL DAMAGE COST OF $465157 FOR THE ACTIVITIES INCLUDED IN THIS APPLICATION. TO THIS DATE NO SETTLEMENT OR AGREEMENT HAS BEEN RESOLVED OR AGREED UPON BETWEEN THE PARTIES. FUTURE INSURANCE PROCEEDS RECEIVED WILL BE DEDUCTED FROM THE GROSS PROJECT COST. THE FOLLOWING INSURANCE DOCUMENTATION HAS BEEN INCLUDED IN THE APPLICATION DOCUMENTS: 11 AGUADA - INSURANCE POLICY ASEGURADORA CHEQUE DEMANDA MULTINATIONAL ESFUERZO RAZONABLE INFORME DE RECLAMACION. THE AGUADA PUBLIC TERMINAL IS NOT LOCATED IN THE FEMA-SFHA. A COPY OF THE MAP IS INCLUDED IN THE APPLICATION DOCUMENTS. THIS PROJECT ONLY INCLUDES EMERGENCY REPAIRS/ PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/ STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS. ALL ASSETS WERE IN TRANSIT USE PRIOR TO THE HURRICANE MARIA EMERGENCY. NO OTHER GRANT HAS BEEN PREVIOUSLY AWARDED FOR THE SAME PROJECTS. THE MUNICIPALITY OF AGUADA WILL FOLLOW ALL THIRD-PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F. THE MUNICIPALITY OF AGUADA/ PRHTA WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2022-038_6955"}, {"internal_id": 151727950, "Award ID": "PR-2022-029", "Award Amount": 306000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "20.527", "Description": "THIS APPLICATION IS TO REQUEST SECTION 5324 FUNDS APPORTIONED TO THE MUNICIPALITY OF HATILLO (D2018-EMER-030). 90% FEDERAL SHARE: $306000 AND 10% TOLL CREDIT DEVELOPMENT: $30600.PURPOSE:ALL SECTION 5324 FUNDS ALLOCATED IN FFY 2018 ARE BEING REQUESTED TO REPAIR DAMAGES TO THE TWO TRANSIT TERMINALS AND RECONSTRUCTION OF 4 BUS SHELTERS CAUSED BY HURRICANE MARIA.ACTIVITIES TO BE PERFORMED:A. REPAIRS TO THE EFRAN SIVERIO PUBLIC TRANSPORTATION TERMINAL LOCATED AT 80 AVE. PABLO J. AGUILAR IN THE TOWN IN THE AMOUNT OF $172481;B. REPAIRS TO THE CAMPO ALEGRE SATELLITE TERMINAL AT PR ROAD 130 KM. 11 H. 1 BO. CAMPO ALEGRE IN THE AMOUNT OF $45662;C. RECONSTRUCTION OF 4 BUS SHELTERS AS DETAILED IN THE FTA DAMAGE ASSESSMENT REPORT IN THE AMOUNT OF $ 88640;;SHOULD ACTUAL CONSTRUCTION COSTS EXCEED THESE ESTIMATES PREVENTIVE MAINTENANCE FUNDS FROM GRANT PR-2018-004. EXPECTED OUTCOMES: THE REPAIR OF TERMINAL FACILITIES AND BUS SHELTERS WILL RESTORE THE SAME TO THE STATE OF GOOD REPAIR AND HELP THESE ACHIEVE THEIR USEFUL LIFE.INTENDED BENEFICIARIES: THE TRANSIT PASSENGERS AND MUNICIPAL TRANSIT STAFF WILL BENEFIT FROM THE REPAIRS SINCE THE FACILITIES WILL BE SAFE FROM FURTHER DILAPIDATION.SUBRECIPIENT ACTIVITIES:THERE ARE NO SUBRECIPIENTS. THIS IS A PERMANENT REPAIR PROJECT IN THE AMOUNT OF $315774 FOR DAMAGES CAUSED BY HURRICANE MARIA. INSURANCE PROCEEDS IN THE AMOUNT OF $9774.00 HAVE BEEN RECEIVED AND WILL BE APPLIED AS FOLLOWS: $7624.00 WILL BE DEDUCTED FROM THE GROSS PROJECT COST OF THE TERMINAL SATELITE IN BO. CAMPO ALEGRE AND $2150.00 WILL BE DEDUCTED FROM THE GROSS PROJECT COST OF THE TERMINAL CARROS PUBLICO IN BO. PUEBLO. CONSIDERING THE ADJUSTMENTS THIS IS AN FFY 2022 SECTION 5324 APPLICATION IN THE AMOUNT OF $306000.NOTE: THE TOTAL AMOUNT OF THE COST ESTIMATE IS $306784 MINUS THE INSURANCE PROCEED GIVES A TOTAL OF $297010. DUE TO THE RECENT INFLATION IN MATERIAL COST THE MUNICIPALITY OF HATILLO IS REQUESTING THE REMAINING BALANCE OF $8990 TO COVER THE ADDITIONAL COST. THE REMAINING BALANCE WILL BE ALLOCATED FOR THE REPAIRS OF THE TWO TERMINALS.THIS IS AN FFY2022 SECTION 5324 APPLICATION IN THE AMOUNT OF $306000 FUNDS ALLOCATED IN FFY 2018 TO THE MUNICIPALITY OF HATILLO. THIS APPLICATION IS FOR THE REPAIR OF THE DAMAGES TO THE EFRAIN SIVERIO TERMINAL AND THE CAMPO ALEGRE SATELLITE TERMINAL AND FOUR BUS SHELTERS CAUSED BY HURRICANE MARIA. ALL FUNDS ARE BEING REQUESTED IN THIS APPLICATION.THE EXPECTED USEFUL LIFE FOR THE EFRAIN SIVERIO TERMINAL IS 40 YEARS FOR THE CAMPO ALEGRE SATELLITE TERMINAL IS 40 YEARS AND FOR THE BUS SHELTERS IS 20 YEARS.THE MUNICIPALITY OF HATILLO CERTIFIES THAT EXPENSES THAT INCLUDE EMERGENCY REPAIRS ANY PERMANENT REPAIR RECONSTRUCTION RESTORATION RETROFITTING OR REPLACEMENT OF TRANSIT FACILITIES AND ASSETS WERE IN OPERATION OR UNDER CONSTRUCTION AT THE TIME OF THE STORM AND FOR TRANSIT-RELATED PURPOSES.THIS PROJECT ONLY INCLUDES EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE AND IT IS WITHIN ONE YEAR OF THE DECLARED DISASTER. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTSA COPY OF THE INSURANCE POLICY COVERING ALL MUNICIPAL PROPERTY IS ENCLOSED IN THE APPLICATION DOCUMENTS AND THE PUBLIC TRANSPORTATION TERMINAL IS LISTED IN THE CERTIFICATE OF PROPERTY INSURANCE .ALL WORK TO BE PERFORMED BY THIRD PARTY CONTRACTORS WILL BE SUBJECT TO PROCUREMENT GUIDELINES SET OUT IN FTA CIRCULAR 4220.1F.ALL POSSIBLE WINNING BIDDERS WILL BE CHECKED IN THE SAM DATABASE TO VERIFY THEY ARE NOT BARRED FROM CONTRACTING FOR FEDERALLY FUNDED PROJECTS.THE MUNICIPALITY CERTIFIES THAT EXPENSES THAT INCLUDE EMERGENCY REPAIRS ANY PERMANENT REPAIR RECONSTRUCTION RESTORATION RETROFITTING OR REPLACEMENT OF TRANSIT FACILITIES AND ASSETS WERE IN OPERATION AT THE TIME OF THE STORM AND USED FOR TRANSIT-RELATED PURPOSES.THE MUNICIPALITY CERTIFIES THAT THE EMERGENCY RELIEF PROJECT DOES NOT INVOLVE SUBSTANTIAL FUNCTIONAL LOCATIONAL OR CAPACITY CHANGES OF THE TRANSIT ASSET AND THAT THE LOCAL SHARE IS AVAILABLE.THE MUNICIPALITY HAS NOT APPLIED FOR NOR RECEIVED FUNDING FROM FEMA FOR THIS PROJECT.THE EFRAIN SIVERIO PUBLIC TRANSPORTATION TERMINAL IN THE TOWN OF HATILLO IS WITHIN A FLOOD HAZARD AREA AND THE MUNICIPALITY HAS OBTAINED THE CORRESPONDING FLOOD INSURANCE COPY INCLUDED IN THE APPLICATION DOCUMENTS. THE CAMPO ALEGRE SATELLITE TERMINAL IS NOT WITHIN A FLOOD HAZARD AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec0fe58a-dc75-2661-f83d-15f7b263ce72-R", "generated_internal_id": "ASST_NON_PR-2022-029_6955"}, {"internal_id": 147973808, "Award ID": "PR-2022-008", "Award Amount": 482000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-21", "CFDA Number": "20.527", "Description": "THIS IS AN FFY 2022 EMERGENCY RELIEF SECTION 5324 APPLICATION IN THE AMOUNT OF $482000 ALLOCATED ON FFY 2018 AS PART OF THE EMERGENCY RELIEF FUNDS PROGRAM IN RESPONSE TO HURRICANE MARIA SECTION OF STATUTE 49 USC 5324 (D2018EMER029). ALL FUNDS ARE BEING REQUESTED FOR THE REPAIR OF PUBLIC TRANSPORTATION TERMINAL DUE TO HURRICANE MARIA.PURPOSE:THE PURPOSE OF THIS PROJECT IS TO BEGIN THE REHABILITATION OF GUAYNABO TRANSIT TERMINAL FACILITIES DAMAGED BY HURRICANE MARIA.ACTIVITIES TO BE PERFORMED:THE PUBLIC TRANSPORTATION TERMINAL ROOF WILL BE REMOVED UNDER THIS GRANT AT A TOTAL COST OF $482000 WITH 90% FTA /10% TRANSPORTATION CREDITS SHARES OF THIS COST. A STRUCTURAL ASSESSMENT OF THE MAIN TRANSIT BUILDING WAS PERFORMED AS A FIRST STEP TO DETERMINE THE STRUCTURAL CONDITION OF THE STEEL AND CONCRETE BUILDING COMPRISING APPROXIMATELY 74000 SQ. FT. ALL OF THE ROOF WILL HAVE TO BE DEMOLISHED AND TOTALLY REBUILT AND NOT JUST REPAIRED GIVEN ITS POOR CONDITION. THE TERMINAL BUILDING ROOF SUPERSTRUCTURE WAS FOUND TO BE STRUCTURALLY UNSAFE FOR THE MOST PART. ADDITIONAL REPAIRS OR REPLACEMENTS POINTED OUT IN THE FTA DAMAGE ASSESSMENT REPORT INVOLVE THE MAIN TRANSIT BUILDING DECKS AND PERIMETER FENCES BUT ARE NOT INCLUDED IN THIS REQUEST. SPECIFIC ACTIVITIES RELATED TO THIS GRANT INCLUDE DEMOLITION OF THE ROOF SUPERSTRUCTURE (ALI 11.34.02 - $464000 INCLUDING $46400 TRANSPORTATION CREDITS); AND ENGINEERING SUPERVISION OF THE DEMOLITION PROCESS TO ASSURE SAFE CONDITIONS AND DISPOSAL ARE KEPT (ALI 11.71.11- $18000 INCLUDING $1800 TRANSPORTATION CREDITS). THE ESTIMATED COST OF THE ROOF DEMOLITION IS $1287447.25 ( PLEASE SEE INDEPENDENT COST ESTIMATE (ICE) IN APPLICATION DOCUMENTS. SINCE THE FUNDS ASSIGNED SO FAR UNDER SECTION 5324 COVER ONLY PART OF THE DEMOLITION COST AND THE MUNICIPALITY WILL ALSO USE SECTION 5307 REMAINING FUNDS THROUGH BUDGET REVISIONS FROM GRANTS PR-90-X352 ($254752 FTA + $63688 LOCAL FUNDS) PR-2018-003-01 ($242640 FTA + $60660 LOCAL FUNDS) AND PR-2019-039 ($156308 FTA + $39077 LOCAL FUNDS). THE ATTACHED ICE REFLECTS THE USE OF FUNDS ASSUMING A TWO STEP AWARD AS FUNDS BECOME AVAILABLE. THE MUNICIPALITY NEEDS TO REBUILD THIS TERMINAL FOR WHICH IT HAS REQUESTED THE SAN JUAN MPO TO PROGRAM FUNDS UNDER THE STIP FOR THIS PURPOSE FOR 2022 AND 2023. THE PART OF THIS TERMINAL BUILDING THAT WAS FTA FUNDED WAS COMPLETED IN 1984 AND HAS EXCEEDED ITS USEFUL LIFE OF 25 YEARS SPECIFIED IN CIRCULAR FTA 5010 AT TE TIME IT WAS BUILT. THE MUNICIPALITY EXPANDED THE TERMINAL BUILDING IN 2003 WITH MUNICIPAL FUNDS ONLY. ADDITIONAL FUNDS MAY BE REQUESTED FROM THE SECTIONS 5324 OR 5307 TO CARRY OUT REHABILITATION WORK AT THE PUBLIC TRANSPORTATION TERMINAL NOT CONSIDERED IN THIS GRANT APPLICATION AND FOR WHICH FUNDS WERE INSUFFICIENT TO COMPLETE REPAIRS POINTED OUT IN THE FTA DAMAGE ASSESSMENT REPORT. BIDS FOR THE ROOF DEMOLITION WILL BE PUBLISHED WITHIN 30 DAYS UPON APPROVAL OF THIS GRANT AND THE AFOREMENTIONED BUDGET REVISIONS . THE RECEIPT OF BIDS AND AWARD OF THE SAME SHOULD TAKE 60 TO 90 DAYS. THE DEMOLITION PROCESS SHOULD TAKE APPROXIMATELY SIX MONTHS. THIS PROJECT WILL BE COMPLETED WITH OR WITHOUT ADDITIONAL ER FUNDING AND THE TERMINAL FACILITY WILL BE OPERATIONAL AFTER DEMOLITION AND BEFORE REHABILITATION.EXPECTED OUTCOMES:AS THIS IS ONLY AN INITIAL PHASE OF THE REHABILITATION OF THE TERMINAL ITS OUTCOME WILL BE LIMITED TO REMOVE IMMINENTLY DANGEROUS CONDITIONS THAT THE ROOF POSES BY DEMOLISHING THE SAME. EVENTUALLY THE TERMINAL WILL BE SUBSTANTIALLY REBUILT AS IT IS BROUGHT TO CURRENT BUILDING CODES AND PROVIDED WITH ADDITIONAL IMPROVEMENTS FOR SUSTAINABILITY INCLUDING SOLAR PANELS ON THE ROOF AND ALL THE EQUIPMENT REQUIRED TO CHARGE ELECTRIC BUSES TO BE ACQUIRED IN THE NEAR FUTURE.THERE ARE NO SUBRECIPIENTS.DAMAGES TO NINE TRANSIT BUSES AND ONE PARATRANSIT CUTAWAY BUS ARE NOT INCLUDED IN THIS APPLICATION WHICH WERE REPAIRED WITH INSURANCE PROCEEDS.IN ADDITION THE MUNICIPALITY HAS OBTAINED FTA FUNDS IN THE AMOUNT OF $488000 FROM AWARD PR-2018-003-01FOR THE REMODELING OF THE ENTRANCE AND ADA ACCESS IMPROVEMENTS TO THIS TERMINAL. THIS REMODELING WILL TAKE PLACE ONCE THE TERMINAL ROOF HAS BEEN DEMOLISHED.THIS PROJECT ONLY INCLUDES EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE AND IT IS WITHIN ONE YEAR OF THE DECLARED DISASTER. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTSINSURANCE CLAIM TO COLLECT FUNDS FOR THE REPAIR OF THE PUBLIC TRANSPORTATION TERMINAL HAS BEEN FILED BUT PROCEEDS HAVE NOT BEEN GRANTED.A COPY OF THE INSURANCE POLICY COVERING ALL MUNICIPAL PROPERTY IS ENCLOSED IN THE APPLICATION DOCUMENTS AND THE PUBLIC TRANSPORTATION TERMINAL IS LISTED AT THE END OF PAGE 84 OF SAID DOCUMENT.ALL WORK TO BE PERFORMED BY THIRD PARTY CONTRACTORS WILL BE SUBJECT TO PROCUREMENT GUIDELINES SET OUT IN FTA CIRCULAR 4220.1F.ALL POSSIBLE WINNING BIDDERS WILL BE CHECKED IN THE SAM DATABASE TO VERIFY THEY ARE NOT BARRED FROM CONTRACTING FOR FEDERALLY FUNDED PROJECTS.THE MUNICIPALITY CERTIFIES THAT EXPENSES THAT INCLUDE EMERGENCY REPAIRS ANY PERMANENT REPAIR RECONSTRUCTION RESTORATION RETROFITTING OR REPLACEMENT OF TRANSIT FACILITIES AND ASSETS WERE IN OPERATION AT THE TIME OF THE STORM AND USED FOR TRANSIT-RELATED PURPOSES.THE MUNICIPALITY OF GUAYNABO CERTIFIES THAT THE EMERGENCY RELIEF PROJECT DOES NOT INVOLVE SUBSTANTIAL FUNCTIONAL LOCATIONAL OR CAPACITY CHANGES OF THE TRANSIT ASSET AND THAT THE LOCAL SHARE IS AVAILABLE.THE MUNICIPALITY HAS NOT APPLIED FOR NOR RECEIVED FUNDING FROM FEMA FOR THIS PROJECT.THE PROJECT SITE IS NO WITHIN A FLOOD HAZARD AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0aa0df63-5299-3bf3-b89b-c679a24cdda0-C", "generated_internal_id": "ASST_NON_PR-2022-008_6955"}, {"internal_id": 147320199, "Award ID": "PR-2022-003", "Award Amount": 193982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-24", "CFDA Number": "20.527", "Description": "THIS APPLICATION IS TO REQUEST SECTION 5324 FUNDS APPORTIONED TO THE MUNICIPALITY OF VEGA ALTA IN THE AMOUNT OF $80706. PURPOSE: TO REHABILITATE AND REPAIR THE EXISTING TERMINAL BUILDING AFTER DAMAGES CAUSED BY HURRICANE MARIA.ACTIVITIES TO BE PERFORMED: REPAIRS AND REHABILITATION OF EXTERIOR AND INTERIOR AREAS THAT WERE DAMAGED DUE TO HIGH WINDS AND WATER.EXPECTED OUTCOMES: THE MUNICIPALITY EXPECTS TO REHABILITATE THE TERMINAL BUILDING SO IT CAN BE OPTIMAL FOR TRANSIT USE.INTENDED BENEFICIARIES: THE BENEFICIARIES OF THIS PROJECT ARE ALL THE USERS OF THE VEGA ALTA TRANSIT SYSTEM AND THE VISITORS AND EMPLOYEES THAT USE THE FACILITY DAILY.SUBRECIPIENT ACTIVITIESTHE ORIGINAL ALLOCATED AMOUNT IN FFY 2018 FOR THE REPAIRS WAS $230000.00 AS PART OF THE EMERGENCY RELIEF FUNDS PROGRAM IN RESPONSE TO HURRICANE MARIA SECTION OF STATUTE 49 USC 5324. INSURANCE PROCEEDS IN THE AMOUNT OF $120623 HAVE BEEN RECEIVED AND WILL BE APPLIED AS FOLLOWS: $120623 WILL BE DEDUCTED FROM THE GROSS PROJECT COST. CONSIDERING THE ADJUSTMENTS THIS IS AN FFY 2022 SECTION 5324 APPLICATION IN THE AMOUNT OF $80706. THE REMAINING BALANCE OF FEDERAL FUNDS WILL NOT BE REQUESTED FOR FUTURE GRANTS OR AMENDMENTS.THE MUNICIPALITY HAS OBTAINED AN ESTIMATE FOR THE PERMANENT REPAIRS FOR THE AMOUNT OF $201329.00 (GROSS AMOUNT). A SUM OF INSURANCE PROCEEDS IN THE AMOUNT OF $120623.00 WAS RECEIVED BY THE MUNICIPALITY FOR THE TERMINAL BUILDING. THIS PROJECT INCLUDES A 90 PERCENT FEDERAL SHARE FOR PERMANENT REPAIR COSTS INCURRED AFTER 270 DAYS FROM THE DATE OF THE DECLARED DISASTER. THE 10% OF LOCAL MATCH FOR THE PROJECT ($8071) WILL BE FUNDED WITH TRANSPORTATION DEVELOPMENT CREDITS (TDC). SEE ATTACHMENT UNDER TOLL CREDITS LETTER. NO TRAMS APPLICATION NUMBER OR COMPANION APPLICATIONS HAVE BEEN PREVIOUSLY AWARDED FOR THE SAME PROJECT. THIS PROJECT ONLY INCLUDES EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS.THE MUNICIPALITY OF VEGA ALTA CERTIFIES THAT EXPENSES THAT INCLUDE EMERGENCY REPAIRS ANY PERMANENT REPAIR RECONSTRUCTION RESTORATION RETROFITTING OR REPLACEMENT OF TRANSIT FACILITIES AND ASSETS WERE IN OPERATION OR UNDER CONSTRUCTION AT THE TIME OF THE STORM AND USED FOR TRANSIT-RELATED PURPOSES. THE PUBLIC TRANSPORTATION TERMINAL IS LOCATED AT THE INTERSECTION OF STATE ROADS PR-676 AND PR-647.THIS GRANT WILL USE THE AMOUNT OF $80706 OF THE FUNDS ALLOCATED BY CONGRESS TO THE MUNICIPALITY OF VEGA ALTA AS PUBLISHED IN THE CODE OF FEDERAL REGULATIONS UNDER DISCRETIONARY FUNDING ID # D2018EMER040. NO TRAMS APPLICATION NUMBER OR COMPANION APPLICATIONS HAVE BEEN PREVIOUSLY AWARDED FOR THE SAME PROJECT.NO OTHER FTA-FUNDED PROJECTS HAVE BEEN SUBMITTED OR AWARDED IN RELATION TO THESE TRANSPORTATION TERMINAL REPAIRS.FTA ER FUNDS FOR A RESPONSE RECOVERY AND REBUILDING ARE EXEMPT FROM DOL CERTICATION. DOL CERTICATION IS ONLY NEEDED FOR RESILIENCE PROJECTS.FLOOD INSURANCE IS NOT APPLICABLE SINCE THE TRANSPORTATION TERMINAL IS LOCATED WELL ABOVE FLOOD HAZARD AREAS.THE REPAIRS WILL NOT EXTEND THE REMAINING USEFUL LIFE OF THE TERMINAL BUILDING AS A WHOLE. NO ITEMS INCLUDED IN THE REPAIRS HAVE A UNIT VALUE EXCEEDING $5000. ANY ITEMS WITH VALUE OVER $5000 IDENTIFIED DURING THE EXECUTION OF THE ACTIVITIES UNDER THIS ALI WILL BE INCLUDED VIA BUDGET REVISION (ACTUAL VALUE AND USEFUL LIFE). THE MUNICIPALITY OF VEGA ALTA WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F (THIRD PARTY CONTRACTING GUIDANCE).THE MUNICIPALITY OF VEGA ALTA WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.THE MUNICIPALITY HAS NEITHER APPLIED FOR NOR RECEIVED FUNDING FROM FEMA FOR THE ACTIVITIES IN THIS GRANT APPLICATION.THE MUNICIPALITY CERTIFIES AN INDEPENDENT COST ESTIMATE WILL BE PREPARED AND AVAILABLE ON FILE ALONG WITH THE CORRESPONDING COST/PRICE ANALYSIS FOR THE SCOPE OF WORK OF THE PROJECT.THERE ARE NO TRANSIT-RELATED UNIONS IN VEGA ALTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d6ed470-d1ec-79d1-6b33-70532f2d7fec-C", "generated_internal_id": "ASST_NON_PR-2022-003_6955"}, {"internal_id": 140398745, "Award ID": "PR-2021-070", "Award Amount": 1823000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-24", "CFDA Number": "20.527", "Description": "THIS IS A PERMANENT REPAIR PROJECT IN THE AMOUNT OF $1929069 FOR DAMAGES CAUSED BY HURRICANE MARIA. INSURANCE PROCEEDS IN THE AMOUNT OF $115569 HAVE BEEN RECEIVED AND WILL BE APPLIED AS FOLLOWS: $115569 WILL BE DEDUCTED FROM THE GROSS PROJECT COST. CONSIDERING THE ADJUSTMENTS THIS IS AN FFY 2021 SECTION 5324 APPLICATION IN THE AMOUNT OF $1813500. THE PUBLICO SOUTH TERMINAL HAS LATENT DAMAGES IN THE AMOUNT OF $9500 THAT WILL BE REQUESTED AFTER THE INSPECTION AND CERTIFICATION. THE MUNICIPALITY WILL REQUEST THE REST OF THE ALLOCATED FUNDS.THIS IS A SECTION 5324 APPLICATION WITH FUNDS FROM EMERGENCY RELIEF PROGRAM FOR AREAS (TERMINAL NORTH TERMINAL SOUTH AND TERMINAL BUS GARAGE) AFFECTED BY HURRICANE MARIA. THIS IS A FFY 2021 SECTION 5324 FUNDING AWARD FOR THE AMOUNT OF $1813500 ($1813500 FEDERAL SHARE AND $181349 LOCAL SHARE/TRANSPORTATION DEVELOPMENT CREDITS). THE PROJECT INCLUDES PERMANENT REPAIRS AFTER THE 270 DAYS FROM THE DISASTER DECLARATION DATE SUBJECT TO 90% OF FEDERAL PARTICIPATION AND 10% OF TOLL CREDITS AS A MATCHING OF FUNDS. TOLL CREDITS LETTER ATTACHED ON PROJECT DOCUMENTS. THE MUNICIPALITY OF HUMACAO RECEIVED A DIRECT ALLOCATION IN FFY 2018 IN THE AMOUNT OF $1823000 OF THE EMERGENCY RELIEF FUNDS PROGRAM IN RESPONSE TO HURRICANE MARIA SECTION OF STATUTE 49 USC 5324 (DISCRETIONARY FUNDING ID D2018-EMER-032).THE MUNICIPALITY OF HUMACAO CERTIFIES THAT ALL DAMAGED ASSETS DEDICATED TO TRANSIT WERE IN USE PRIOR TO THE STORM.NO TRAMS APPLICATION NUMBERS OF COMPANION APPLICATIONS WERE PREVIOUSLY AWARDED FOR THE SAME PROJECT.THE FLOOD ZONE INFORMATION FOR EACH FACILITY LISTED IN THIS PROPOSAL IS AS FOLLOWS (MAPS ARE IN THE PROJECT DOCUMENT SECTION.);- NORTH PUBLIC TROLLEY TERMINAL - OUTSIDE FLOOD ZONE (PANEL 72000C1265J)- SOUTH PUBLIC TROLLEY TERMINAL - AFFECTED BY FLOOD ZONE A (PANEL 72000C1265J)- SITRAH PREVENTIVE MAINTENANCE GARAGE - OUTSIDE FLOOD ZONE (PANEL 72000C1270J)FOR THIS PROJECT AN INSURANCE CLAIM WAS FILED AS FOLLOWS;PUBLICO NORTH TERMINAL: DAMAGES - $111999; DEDUCTIBLE: $52209; NET LOSS: $59789PUBLICO SOUTH TERMINAL: DAMAGES: $619341; DEDUCTIBLE: $59045; NET LOST: $560296TRANSIT MAINTENANCE FACILITY: DAMAGES: $176288; DEDUCTIBLE: $4315; NET LOSS: $6774. USEFUL LIFE OF ASSETS OVER $5000:PUBLICO NORTH TERMINAL: DAMAGES: 40 YEARSPUBLICO SOUTH TERMINAL: DAMAGES: 40 YEARSTRANSIT MAINTENANCE FACILITY: DAMAGES: 40 YEARSNO OTHER FEDERAL FUNDING WAS RECEIVED FOR THIS PROJECT. NO FEMA FUNDS WERE RECEIVED OR CLAIM FOR ANY TRANSIT-RELATED PROJECTS.THE COST ESTIMATE WAS DEVELOPED BASED ON AN ENGINEERS HISTORICAL DATA INDEPENDENT CONTRACTOR ESTIMATES AND COST BREAKDOWNS ARE PROVIDED IN THE PROJECT DOCUMENTS SECTION AND WERE MADE BY:TERMINAL NORTH - EDGAR J. LEBRON MARQUEZ ENGINEERINGTALLER SITRAH - ELI GALARZA LAW AND ENGINEERING OFFICETERMINAL SOUTH - ELI GALARZA LAW AND ENGINEERING OFFICETHIS APPLICATION INCLUDES THREE ITEMS. PROJECT 1. REPAIRS FOR BUS TERMINAL NORTH KNOWN AS (TERMINAL NORTE) IT IS LOCATED ON THE AVE. EFRAIN MELENDEZ AND ITS COORDINATES ARE LATITUDE: 18.1530 / LENGTH: -65.8272THE AMOUNT THAT IS APPLIED SUBJECT TO 90/10 PARTICIPATION FOR EACH REPAIRS AFTER 270 DAYS ARE DISTRIBUTED AS FOLLOWS:1) $400 - FOR INSTALLATION OF SIGNS2) $10000 - FOR MOBILIZATION3) $20000 - FOR GENERAL DEMOLITION4) $3000 - FOR EXCAVATION5) $15600 - FOR CONCRETE FOR FOOTING6) $26000 - FOR CONCRETE FOR COLUMNS AND BEAMS7) $13700 - FOR GENERAL FOGGING8) $24400 - FOR INSTALLATION OF GALVANIZED FENCE9) $6900 - FOR SLIDING GATES10) $750 - FOR PEDESTRIAN GATE11) $80000 - FOR ASPHALT12) $7500 - FOR PAVEMENT MARKING13) $24000 - FOR INSTALLATION OF LIGHTNINGS14) $8300 - FOR SIGNS15) $657925 - GENERAL ROOF IMPROVEMENTSSUBTOTAL - $898475INSURANCE 6% - $53908PATENTS 0.5% - $4492EXCISE 5% - $44923TOTAL - $1001798CONTINGENCY - $41104PROJECT 2. REPAIRS FOR TERMINAL BUS GARAGE KNOWN AS (TALLER SITRAH) IT IS LOCATED ON THE MUNICIPAL PUBLIC WORKS AND ITS COORDINATES ARE LATITUDE: 18.1390 / LENGTH: -65.8051THE AMOUNT THAT IS APPLIED SUBJECT TO 90/10 PARTICIPATION FOR EACH REPAIRS AFTER 270 DAYS ARE DISTRIBUTED AS FOLLOWS:1) $4500 - FOR GENERAL CLEANING2) $86580 - FOR REPLACES THE METAL FRAME3) $600 - FOR PARTIAL REPLACEMENT OF METAL ROOF PANELS4) $15000 - FOR ROLL UP DOORS REPLACEMENT (USEFUL LIFE-25 YEARS)5) $9500 - FOR EXTERIOR REPAIRS6) $4480 - FOR EXTERIOR PAINTING7) $2500 - FOR ELECTRICAL SECURITY CAMERA SYSTEM8) $1250 - FOR FIRE HOSE SYSTEM AND SMOKE SENSORS9) $5600 - FOR ELECTRIC SYSTEM (THAT MEETS THE CODE REQUIREMENTS)10) $1600 - FOR A/C MACHINES11) $2500 - FOR STRUCTURAL CERTIFICATION BY THE ENGINEERING12) $2500 - FOR HIDDEN DAMAGE TO ROOF INFRASTRUCTURE13) $750 - FOR CLEANING AND DRAINAGE OF ROOFS14) $15000 - FOR SUPERVISION AND INSPECTION OF WORKS15) $5000 - FOR ADMINISTRATIVE EXPENSESSUBTOTAL - $157360INSURANCE 6% - $9442PATENTS 0.5% - $787EXCISE 5% - $7868I.V.U. 11.5% - $18096TOTAL - $ 193553CONTINGENCY - $39106PROJECT 3. REPAIRS FOR BUS TERMINAL SOUTH KNOWN AS (TERMINAL SUR) IT IS LOCATED ON THE STREET MIGUEL CASILLAS AND ITS COORDINATES ARE LATITUDE: 18.1473 / LENGTH: -65.8273THE AMOUNT THAT IS APPLIED SUBJECT TO 90/10 PARTICIPATION FOR EACH REPAIR AFTER 270 DAYS ARE DISTRIBUTED AS FOLLOWS:1) $6500 - FOR GENERAL CLEANING2) $3240 - FOR REPLACEMENT OF ACOUSTIC CEILING PANEL3) $2430 - FOR REPLACEMENT OF VINYL FLOOR4) $2500 - FOR WINDOWS REPLACEMENT5) $7000 - FOR REPLACEMENT OF SIDE STAIR DOORS6) $1750 - FOR REPLACEMENT OF SECOND FLOOR DOOR7) $2646 - FOR CLEANING OF CENTRAL STAIRS8) $8800 - FOR WHEEL STOPS9) $3375 - FOR REPAIRS OF SECOND FLOOR10) $168525 - FOR REPLACEMENT OF METAL ROOF11) $4750 - FOR ELECTRONIC SECURITY CAMERA SYSTEM12) $7450 - FOR ELEVATORS REPAIR13) $5000 - RUBBER EXPANSION JOINT REPLACEMENT14) $7313 - REPLACEMENT OF TWO MECHANICAL ARMS15) $15000 - REPLACEMENT OF SIX LIGHTING POLES16) $2900 - REPLACEMENT OF FLAGPOLES17) $3800 - REPLACEMENT OF FOUR WATER SOURCES18) $2900 - REPLACEMENT OF SIGNS19) $155775 - FOR GENERAL ITEMS SUCH AS (ADMINISTRATIVE EXPENSES INSPECTION AND SUPERVISION CLEANING ROOF ELECTRIC SYSTEM INTERIOR AND EXTERIOR PAINTING AMONG OTHERS).20) $9500 - LATENT DAMAGESSUBTOTAL - $411654INSURANCE 6% - $24699PATENTS 0.5% - $2058EXCISE 5% - $20583I.V.U. 11.5% - $47340TOTAL - $ 506334CONTINGENCY - $41105THIS EMERGENCY RELIEF PROJECT DOES NOT INVOLVE SUBSTANTIAL FUNCTIONAL LOCATIONAL OR CAPACITY CHANGES.THE MUNICIPALITY OF HUMACAO WILL FOLLOW ALL THIRD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F (THIRD PARTY CONTRACTING GUIDANCE).THE MUNICIPALITY OF HUMACAO WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.FTA ER FUNDS FOR RESPONSE RECOVERY AND REBUILDING ARE EXEMPT FROM DOL CERTIFICATION. DOL CERTIFICATION IS ONLY NEEDED FOR RESILIENCE PROJECTS.THE PROJECTS ONLY INCLUDE EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER ER PROGRAM REQ.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "042916ce-d224-84cd-6b15-c068dad18c4d-R", "generated_internal_id": "ASST_NON_PR-2021-070_6955"}, {"internal_id": 140398742, "Award ID": "PR-2021-068", "Award Amount": 1172482.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-24", "CFDA Number": "20.527", "Description": "THIS IS AN FFY 2021 EMERGENCY RELIEF FUNDS SECTION 5324 PROJECT FOR THE PERMANENT REPAIRS OF TARGETED CAPITAL ITEMS WITHIN THE MUNICIPALITY OF ARROYO MAINTENANCE GARAGE COMPLEX WITH A GROSS PROJECT COST OF $1284980 DUE TO DAMAGES CAUSED BY HURRICANE MARIA. INSURANCE PROCEEDS IN THE AMOUNT OF $112498 WERE RECEIVED AND DEDUCTED FROM THE GROSS PROJECT COST. CONSIDERING THIS THIS IS AN FY 2021 EMERGENCY RELIEF FUNDS SECTION 5324 APPLICATION IN THE AMOUNT OF $1172482 (NET PROJECT COST). THIS PROJECT IS ELIGIBLE FOR A 90 PERCENT FEDERAL SHARE FOR THE PERMANENT REPAIR COSTS INCURRED AFTER 270 DAYS FROM THE DATE OF THE DECLARED DISASTER. THE 10% OF STATE MATCH FOR THE PROJECTS WILL BE FUNDED WITH TRANSPORTATION DEVELOPMENT CREDITS (TDC); SEE APPROVAL LETTER ATTACHMENT UNDER TOLL CREDITS LETTER. THE PUERTO RICO HIGHWAY AND TRANSPORTATION AUTHORITY (PRHTA) IS THE FTAS DIRECT RECIPIENT. ARROYO IS A SUB-RECIPIENT UNDER PRHTA. PRHTA RECEIVED AN FTA EMERGENCY RELIEF FUNDS DIRECT ALLOCATION OF $169412000. FEDERAL REGISTER / VOL. 83 NO. 105 / THURSDAY MAY 31 2018 /D2018EMER036. TWELVE (12) GRANTS HAVE BEEN AWARDED TO PRHTA FOR TREN URBANO MUNICIPALITIES AND MARITIME TRANSPORT AUTHORITY: PR-2019-004-03 PR-2019-041-00 PR-2019-043-00 PR-2020-035-1 PR-2020-008 PR-2020-003 PR-2020-033 PR-2020-034 PR-2020-016PR-2021-010 PR-2021-053 AND PR-2021-056. IN ADDITION TO THE ABOVE-MENTIONED APPLICATION PRHTA WILL BE REQUESTING ALL ER FUNDS THAT WERE ALLOCATED IN APPROXIMATELY 17 ER APPLICATIONS THAT ARE THE FOLLOWING: 5489-2019-2 5489-2019-6 5489-2019-17 5489-2019-23 5489-2019-25 5489-2019-27 5489-2019-285489-2019-30 5489-2019-39 5489-2019-405489-2019-415489-2020-15489-2020-6 5489-2020-4 (THIS APPLICATION) 5489-2021-14 5489-2021-19 AND 5489-2021-15.THE MUNICIPALITY OF ARROYO IS REQUESTING FUNDS FROM THE EMERGENCY RELIEF PROGRAM SECTION 5324 TO REPLACE CERTAIN TARGETED CAPITAL TRANSIT ASSETS THAT WERE DESTROYED BY HURRICANE MARIA. CAPITAL ITEMS TO BE REPLACED INCLUDE: THE CONSTRUCTION OF FOUR (4) NEW ROOFS (TO REPLACE THE ONES THAT WERE DESTROYED) FOR GARAGE NO.1 GARAGE NO.2 LUBRICANT STORAGE ROOM AND STORAGE ROOM (ADJACENT TO THE LUBRICANT AREA ROOM). THE REPLACEMENT OF THE PERIMETER FENCE AND TWO ELECTRIC IRON (ENTRANCE AND EXIT) GATES. THE INSTALLATION OF A WATERPROOFING (ANTILEAKAGE) SYSTEM FOR THE TRANSPORTATION AND MAIN OFFICE. MISCELLANEOUS PERMANENT REPAIRS TO THE DRAINAGE SYSTEM. REPAIRS TO THE ASPHALT PAVEMENT AT THE PARKING AREA. THE USEFUL LIFE FOR ALL CAPITAL ITEMS ABOVE $5000 IS SHOWN IN THE EXTENDED BUDGET DESCRIPTION OF EACH OF THE ITEMS.THE MUNICIPALITY OF ARROYO HAS NOT RECEIVED FUNDING FROM FEMA. THE MUNICIPALITY OF ARROYO MAINTENANCE GARAGE COMPLEX WAS INSURED BY QBE POLICY NO. 55-CP-000051634-2. THE MUNICIPALITY SUBMITTED A CLAIM FOR THE DAMAGES AND RECEIVED $112498 OF INSURANCE PROCEEDS FOR THE ACTIVITIES INCLUDED IN THIS APPLICATION. THE INSURANCE PROCEEDS RECEIVED HAVE BEEN DEDUCTED FROM THE GROSS PROJECT COST. NO ADDITIONAL INSURANCE PROCEEDS WILL BE RECEIVED AS THE MUNICIPALITY SETTLED WITH THE INSURER AND THE CASE WAS RESOLVED AND CLOSED. THE FOLLOWING INSURANCE DOCUMENTATION HAS BEEN INCLUDED IN THE APPLICATION DOCUMENTS: ARROYO - INSURANCE POLICY - QBE SEGUROS ARROYO-INSURANCE DAMAGE PAYMENT CERTIFICATION LETTER AND ARROYO - INSURANCE NARRATIVE.THE MAINTENANCE GARAGE IS NOT LOCATED IN THE FEMA-SFHA. THIS PROJECT ONLY INCLUDES EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS.-ALL ASSETS WERE IN TRANSIT USE PRIOR TO THE HURRICANE MARIA EMERGENCY.-NO OTHER GRANT HAS BEEN PREVIOUSLY AWARDED FOR THE SAME PROJECTS.-THE MUNICIPALITY OF ARROYO WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F. -THE MUNICIPALITY OF ARROYO/ PRHTA WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2021-068_6955"}, {"internal_id": 140398768, "Award ID": "PR-2021-063", "Award Amount": 201843.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "20.527", "Description": "THIS IS AN FFY 2021 PERMANENT REPAIRS PROJECT OF THE PUBLICO TERMINAL ANTONIO RIVERA OF THE MUNICIPALITY OF LAS PIEDRAS IN THE AMOUNT OF $201843 FOR DAMAGES CAUSED BY HURRICANE MARIA. THIS APPLICATION DOES NOT CONSIDER ADJUSTMENT SINCE THE INSURER DID NOT ASSIGN COMPENSATION FOR THE PUBLIC CAR TERMINAL FOR THIS REASON THE ADJUSTMENT DOES NOT APPLY TO THIS PROJECT. FOR MORE INFORMATION REFER TO BACKUP DOCUMENT NAMED: CERTIFICATION INSURANCE CLAIM. INSURANCE PROCEEDS AND POLICY ARE ENCLOSED IN APPLICATION DOCUMENTS.THE PROJECT IS ELIGIBLE FOR 90 PERCENT FEDERAL SHARE FOR PERMANENT REPAIR COSTS INCURRED AFTER 270 DAYS FROM THE DATE OF THE DECLARED DISASTER. THE 10% OF LOCAL MATCH FOR THE PROJECT ($20184 ) WILL BE FUNDED WITH TRANSPORTATION DEVELOPMENT CREDITS (TDC). SEE ATTACHMENT UNDER TOLL CREDITS LETTER.THE PUERTO RICO HIGHWAY AND TRANSPORTATION AUTHORITY (PRHTA) IS THE FTAS DIRECT RECIPIENT. THE MUNICIPALITY OF LAS PIEDRAS IS SUB-RECIPIENTS UNDER PRHTA. PRHTA RECEIVED AN FTA EMERGENCY RELIEF FUNDS DIRECT ALLOCATION OF $169412000. FEDERAL REGISTER / VOL. 83 NO. 105 / THURSDAY MAY 31 2018 /D2018EMER036. TWELVE (12) GRANTS HAVE BEEN AWARDED TO PRHTA FOR TREN URBANO MUNICIPALITIES AND MARITIME TRANSPORT AUTHORITY: PR-2019-004-03 PR-2019-041-00 PR-2019-043-00 PR-2020-035-1 PR-2020-008 PR-2020-003 PR-2020-033 PR-2020-034 PR-2020-016PR-2021-010 PR-2021-053 AND PR-2021-056. IN ADDITION TO THE ABOVE-MENTIONED APPLICATION PRHTA WILL BE REQUESTING ALL ER FUNDS THAT WERE ALLOCATED IN APPROXIMATELY 17 ER APPLICATIONS THAT ARE THE FOLLOWING: 5489-2019-2 5489-2019-6 5489-2019-17 5489-2019-23 5489-2019-25 5489-2019-27 5489-2019-285489-2019-30 5489-2019-39 5489-2019-405489-2019-415489-2020-15489-2020-6 5489-2020-45489-2021-14 5489-2021-19 AND 5489-2021-15 (THIS APPLICATION).BREAKDOWN: PERMANENT REPAIR:$ 201843 (GROSS PROJECT COST)**THIS COST ESTIMATE WAS APPROVED BY THE MUNICIPALITY OF LAS PIEDRAS AND PRHTA.TOTAL GROSS PROJECT COST: $201843/TDC $20184. INSURANCE COMPANY: ASSET WAS INSURED PRIOR TO HURRICANE MARA UNDER THE COMPANY TRIPLE S INSURANCE POLICY NO. 30-CP-81088385-1 AND PERIOD: JUNE 30 2017 TO JUNE 30 2018 CLAIM NO. 1349567 CLAIM STATUS: CLOSED * INSURANCE PROCEEDS AND POLICY ARE ENCLOSED IN APPLICATION DOCUMENTS- LAS PIEDRAS_INSURANCE_POLICY CLAIMS PAYMENTTHE MUNICIPALITY WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F.PRHTA WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.THIS PROJECT ONLY INCLUDES EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS. THE MUNICIPALITY OF LAS PIEDRAS HAS NOT RECEIVED FUNDING FROM FEMA FOR THIS PROJECT. THE MUNICIPALITY INITIATED THE FOLLOWING APPLICATION FEMA PW-103594 DR BUT THEY WERE PUT ON HOLD AND SUBSEQUENTLY CANCELED.THE MUNICIPALITY OF LAS PIEDRAS HEREBY CERTIFIES THAT THE PUBLIC BUS TERMINAL WAS IN TRANSIT USE AT THE TIME OF THE IMPACT OF HURRICANE MARIA.-THIS PROJECT ONLY INCLUDES PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS. THE MUNICIPALITY OF LAS PIEDRAS HAS NOT RECEIVED FUNDING FROM FEMA OR INSURANCE PROCEEDS FOR THE ACTIVITIES ON THIS APPLICATION.SPECIAL FLOOD HAZARD AREA (SFHA): THE PUBLICO TERMINAL NOT LOCATED IN THE FEMA-SFHA. AREA OF THE TERMINAL IS ON FLOODZONE X- AREAS DETERMINED TO BE OUTSIDE 500-YEAR FLOODPLAIN DETERMINED TO BE OUTSIDE THE 1% AND 0.2% ANNUAL CHANCE FLOODPLAINS. (SEE THE DOCUMENT FLOOD MAP MUNICIPALITY OF LAS PIEDRAS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2021-063_6955"}, {"internal_id": 140398767, "Award ID": "PR-2021-062", "Award Amount": 826973.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "20.527", "Description": "THIS IS A FY 2021PERMANENT AND EMERGENCY REPAIRS PROJECT OF THE PUBLICO TERMINAL BUILDING OF THE MUNICIPALITY OF LOZA IN THE AMOUNT OF $875186.00 (GROSS PROJECT COST) FOR DAMAGES CAUSED BY HURRICANE MARIA. A LUMP-SUM INSURANCE PROCEEDS IN THE AMOUNT OF $800000 WERE RECEIVED BY THE MUNICIPALITY. THE PUERTO RICO HIGHWAYS AND TRANSPORTATION AUTHORITY (PRHTA) THE MUNICIPALITY OF LOZA AND FTA WORKED TO DETERMINE THE AMOUNT OF INSURANCE PROCEEDS THAT WOULD BE APPLICABLE TO THIS PROJECT AND IT WAS DETERMINED TO BE $48213. THE $48213 OF INSURANCE PROCEEDS WILL BE APPLIED AND DEDUCTED FROM THE GROSS COST OF THE PROJECT. CONSIDERING THE ADJUSTMENTS THIS IS AN FFY 2021 SECTION 5324 APPLICATION IN THE AMOUNT OF $826973 (NET PROJECT COST). THE PUERTO RICO HIGHWAY AND TRANSPORTATION AUTHORITY (PRHTA) IS THE FTAS DIRECT RECIPIENT. LOZA IS A SUB-RECIPIENT UNDER PRHTA. PRHTA RECEIVED A FTA EMERGENCY RELIEF FUNDS DIRECT ALLOCATION OF $169412000. FEDERAL REGISTER / VOL. 83 NO. 105 / THURSDAY MAY 31 2018 /D2018EMER036.TEN (10) GRANTS HAVE BEEN AWARDED TO PRHTA FOR TREN URBANO MUNICIPALITIES AND MARITIME TRANSPORT AUTHORITY: PR-2019-004-03 PR-2019-041-00 PR-2019-043-00 PR-2020-035-1 PR-2020-008 PR-2020-003 PR-2020-033 PR-2020-034 PR-2020-016 AND PR-2021-010. IN ADDITION TO THE ABOVE-MENTIONED APPLICATION PRHTA WILL BE REQUESTING ALL ER FUNDS THAT WERE ALLOCATED IN APPROXIMATELY 17 ER APPLICATIONS THAT ARE THE FOLLOWING: 5489-2019-2 5489-2019-6 5489-2019-17 5489-2019-23 5489-2019-25 5489-2019-26 5489-2019-27 5489-2019-285489-2019-30 5489-2019-34 5489-2019-39 5489-2019-405489-2019-415489-2020-15489-2020-6 5489-2020-45489-2021-14 5489-2021-15 AND 5489-2021-19 (THIS APPLICATION). BREAKDOWN: PERMANENT REPAIRS:THE PERMANENT PROJECT IS ELIGIBLE FOR A 90 PERCENT FEDERAL SHARE FOR PERMANENT REPAIR COSTS INCURRED AFTER 270 DAYS FROM THE DATE OF THE DECLARED DISASTER. THE 10% OF LOCAL MATCH FOR THE PROJECT ($82697) WILL BE FUNDED WITH TRANSPORTATION DEVELOPMENT CREDITS (TDC). SEE ATTACHMENT UNDER TOLL CREDITS LETTERPERMANENT REPAIRS GROSS PROJECT COSTS: $ 873336 (PER INDEPENDENT COST ESTIMATE APPROVED BY LOZA).ADJUSTMENTS (INSURANCE PROCEEDS): $48213PERMANENT REPAIRS NET PROJECT COST (CONSIDERING THE ADJUSTMENTS): $825123THE 10% OF LOCAL MATCH IS: $82512EMERGENCY REPAIRS BREAKDOWN**:$1850 THE EMERGENCY REPAIRS ACTIVITIES INCLUDED IN THIS GRANT WERE INCURRED PRIOR TO THE 270 DAYS FROM THE DISASTER DECLARATION DATE THUS ELIGIBLE FOR 100% FEDERAL SHARE. ** EMERGENCY REPAIRS TO THE ADMINISTRATIVE OFFICES LOCATED IN THE BUS TERMINAL INCLUDE THE REPLACEMENT OF TWO (2) AIR CONDITION INVERTER THAT WAS DAMAGED BY WIND-DRIVEN RAIN AND WATER FILTRATION. THE REPLACEMENT WAS NEEDED TO BE DONE IN ORDER FOR THE BUS TERMINAL OFFICES TO REOPEN AND OPERATIONAL.TOTAL GROSS PROJECT COST: $875186 ADJUSTMENTS (INSURANCE PROCEEDS): $48213 NET PROJECT COST: $826973**AMOUNT DETERMINED BY FTA OF INSURANCE PROCEEDS THAT WOULD APPLY TO THIS GRANT APPLICATION HAS BEEN ALREADY DEDUCTED FROM THE GROSS TOTAL COST OF THE PROJECT. INSURANCE PROCEEDS AND POLICY ARE ENCLOSED IN APPLICATION DOCUMENTS INSURANCE COMPANY: ASSET WAS INSURED PRIOR TO HURRICANE MARA UNDER THE COMPANY REAL LEGACY ASSURANCE POLICY NO. 17-CPP217000214-0 AND PERIOD: JUNE 30 2017 TO JUNE 30 2018 CLAIM NO. 628802 CLAIM STATUS: AN ADVANCE PAYMENT OF $800000 WAS PAID TO THE MUNICIPLAITY** INSURANCE PROCEEDS HAVE BEEN ALREADY DEDUCTED FROM THE GROSS TOTAL COST OF THE PROJECT. INSURANCE PROCEEDS AND POLICY ARE ENCLOSED IN APPLICATION DOCUMENTS- LOZA_INSURANCE_POLICY CLAIMS PAYMENT *INSURANCE CLAIMS THE CLAIM PROCESS WAS DETAINED BECAUSE OF THE FINANCIAL PROBLEMS PRESENTED BY THE INSURANCE COMPANY. THIS CASE IS IN LEGAL LITIGATION. ON SEPTEMBER 28 2018 THE COURT OF FIRST INSTANCE OF SAN JUAN PUERTO RICO ORDERED THE REHABILITATION AND/OR LIQUIDATION OF REAL LEGACY ASSURANCE BECAUSE OF CONCERNS WITH ITS FINANCIAL LIQUIDITY. THIS CASE IS BEING REVIEWED BY THE INSURANCE COMMISSIONER OF PUERTO RICO AND NO DETERMINATION HAS BEEN MADE TO THIS POINT.THE MUNICIPALITY WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F.PRHTA WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.THIS PROJECT ONLY INCLUDES EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS. THE MUNICIPALITY OF LOZA HAS NOT RECEIVED FUNDING FROM FEMA FOR THIS PROJECT. THE MUNICIPALITY INITIATED THE FOLLOWING APPLICATION FEMA PW-4339 DR BUT THEY WERE PUT ON HOLD AND SUBSEQUENTLY CANCELED.THE MUNICIPALITY OF LOZA HEREBY CERTIFIES THAT THE PUBLIC BUS TERMINAL WAS IN TRANSIT USE AT THE TIME OF THE IMPACT OF HURRICANE MARIA. SPECIAL FLOOD HAZARD AREAS (SFHA): THE PROJECT IS LOCATED IN THE LOCATION OF THE PROJECTS IS IN THE SFHA ZONE A (AREAS SUBJECT TO INUNDATION BY THE 1-PERCENT-ANNUAL-CHANCE FLOOD EVENT). THE RECIPIENT HAS OBTAINED AND AGREED TO MAINTAIN FLOOD INSURANCE AS REQUIRED BY THE FLOOD DISASTER PROTECTION ACT OF 1973 42 U.S.C. 4012A(A) FOR ANY BUILDING LOCATED IN A SPECIAL FLOOD HAZARD AREA (100-YEAR FLOOD ZONE). THE RECIPIENT ALSO AGREED TO INCLUDE IN THE FLOOD INSURANCE EACH BUILDING AND ITS CONTENTS IN AN AMOUNT AT LEAST EQUAL TO THE FEDERAL INVESTMENT OR TO THE MAXIMUM LIMIT OF COVERAGE MADE AVAILABLE CONCERNING THE PARTICULAR TYPE OF PROPERTY UNDER THE NATIONAL FLOOD INSURANCE ACT OF 1968 42 U.S.C. 4001 ET SEQ. WHICHEVER IS LESS IF APPLICABLE AND THE RECIPIENT WILL COMPLY WITH THE INSURANCE REQUIREMENTS NORMALLY IMPOSED BY ITS STATE AND LOCAL LAWS REGULATIONS AND ORDINANCES IF APPLICABLE EXCEPT AS FTA DETERMINES OTHERWISE IN WRITING.THE RECIPIENT AGREES TO FOLLOW EXECUTIVE ORDER 11988 AS AMENDED FLOODPLAIN MANAGEMENT AND ANY OTHER GUIDANCE THAT FTA DEVELOPS OR AMENDS REGARDING FLOODPLAIN MANAGEMENT. THE RECIPIENT AGREED TO DESIGNS OR MODIFIES ITS PERMANENT REPAIRS ACTIONS IN A MANNER THAT MINIMIZES POTENTIAL HARM TO OR WITHIN THE FLOODPLAIN.FLOOD INSURANCE POLICY NO. 17-CPP217000214-0 INCLUDED FLOOD INSURANCE COVERAGE. FOR MORE INFORMATION PLEASE REFER TO APPLICATION DOCUMENTS NAMED: LOZA_INSURANCE_POLICY AND AND LOZA FLOOD MAP. MAP FROM FEMA. CURRENTLY THE MUNICIPALITY OF LOZA HAS FLOOD INSURANCE A COPY HAS BEEN UPLOADED. SEE DOCUMENT NAMED: FLOOD_INSURANCE_MUNICIPALITY LOZA 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2021-062_6955"}, {"internal_id": 140398760, "Award ID": "PR-2021-056", "Award Amount": 69245.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "20.527", "Description": "THIS IS A FFY 2021 EMERGENCY REPAIRS PROJECT UNDER SECTION 5324 EMERGENCY RELIEF PROGRAM FUNDS IN THE AMOUNT OF $69245 TO ISLA GRANDE MAINTENANCE BASE AND CATAO FERRY TERMINAL OF THE MARITIME TRANSPORT AUTHORITY (PRMTA) FOR DAMAGES CAUSED BY HURRICANE MARA. THIS PROJECT INCLUDES EXPENSES IN THE AMOUNT OF $16408 (100 PERCENT FEDERAL SHARE) FOR EMERGENCY REPAIRS UNDERTAKEN PRIOR TO THE 270 DAYS OF THE DECLARED DISASTER. IN ADDITION INCLUDES EXPENSES FOR THE AMOUNT OF $52837 (90 PERCENT FEDERAL SHARED) FOR EMERGENCY REPAIRS UNDERTAKEN AFTER THE 270 DAYS. THE 10 PERCENT $5284 FOR THIS PROJECT WILL BE COVERED WITH TRANSPORTATION DEVELOPMENT CREDITS (TDC). SEE ATTACHMENT UNDER TOLL CREDITS LETTER.THE PUERTO RICO MARITIME TRANSPORT AUTHORITY (PRMTA) IS THE PUBLIC FERRY OPERATOR UNDER THE PUERTO RICO INTEGRATED TRANSIT AUTHORITY (PRITA). IS THE ONLY PUBLIC TRANSPORTATION METHOD THAT CONNECTS THE MUNICIPAL ISLANDS OF VIEQUES AND CULEBRA WITH THE MAINLAND (ISLAND SERVICE). THE PRMTA OPERATES SCHEDULED FERRY SERVICES FOR CARGO AND PASSENGERS RUNNING SEVEN (7) DAYS A WEEK. THE SERVICES ARE DIVIDED INTO TWO CATEGORIES: ISLAND SERVICE O VIEQUES ISABEL II TERMINAL O CULEBRA SARDINAS TERMINALO CEIBA ROOSEVELT ROADS TERMINAL METRO SERVICE O ISLA GRANDE MAINTENANCE BASE O CATAO TERMINAL O SAN JUAN PIER II TERMINAL *PRMTA IS A SUB-RECIPIENT OF THE PUERTO RICO HIGHWAY AND TRANSPORTATION AUTHORITY (PRHTA). PRHTA RECEIVED AN ER FUNDS ALLOCATION OF $169412000. PRHTA DISCRETIONARY ID- D2018-EMER-036. THREE GRANTS HAVE BEEN AWARDED TO PRHTA FOR TREN URBANO AND OTHER SUB RECIPIENTS: PR-2019-004-02 PR-2019-041-00 AND PR-2019-043-01 PR-2020-003 PR-2020-008 PR-2020-016-00 PR-2020-033-00 PR-2020-034-00 PR-2020-035-01 AND PR-2021-010-00. IN ADDITION TO THE ABOVE GRANTS AWARDED PRHTA WILL BE REQUESTING ALL REMAINING ER FUNDS THROUGH FOLLOWING APPLICATIONS: 5489-2019-26 (THIS APPLICATION) 5489-2019-30 5489-2019-27 5489-2019-28 5489-2019-2 5489-2019-1 5489-2019-3 5489-2019-25 5489-2019-17 5489-2019-23 5489-2019-39 5489-2019-34 5489-2019-40 5489-2019-41 5489-2020-1 5489-2020-6 5489-2020-4 AND 5489-2020- 30.ANOTHER ER GRANTS WILL BE DEVELOPED IN ORDER TO OBLIGATED ALL ER FUNDS ALLOCATION. PROJECTS INCLUDED IN THIS APPLICATION: 1) PROJECT 1: EMERGENCY RELIEF FUNDS- HURRICANE MARIA- COSTS WERE INCURRED PRIOR TO AND POST THE 270 DAYS FROM THE DISASTER DECLARATION DATE. A) EMERGENCY REPAIRS COSTS WERE INCURRED WITHIN 270 DAYS FROM THE DISASTER DECLARATION DATE. - EMERGENCY REPAIRS TO THE ELECTRICAL SUBSTATION AND ROLLING DOORS - $ 9450 B) EMERGENCY REPAIRS WERE INCURRED AFTER THE 270 DAYS FROM THE DISASTER DECLARATION DATE.- EMERGENCY REPAIRS TO THE ELECTRICAL SUBSTATION - $ 52837- TOTAL: $622872) PROJECT 3 - EMERGENCY RELIEF FUNDS- HURRICANE MARIA- COSTS WERE INCURRED PRIOR TO THE 270 DAYS FROM THE DISASTER DECLARATION DATE. - EMERGENCY REPAIRS - $6958- TOTAL: $6958*NONE FEMA FUNDS HAVE BEEN RECEIVED FOR THIS PROJECT. PRMTA INITIATED THE FOLLOWING APPLICATIONS BUT THEY WERE PUT ON HOLD AND SUBSEQUENTLY CANCELED. THE FOLLOWING APPLICATIONS FOR FEMA PW-899 PW-900 PW- 901 PW-903 PW-904 PW- 905 PW-906 PW-908 PW- 941 PW-942.THE PW-257 WAS FOR EMERGENCY PROTECTIVE MEASURES $91777 AWARDED 05-11-2018. THE PW-1127 WAS FOR DAC $4129.97 WAS AWARDED 01-15-2019. THE PW- 539 FOR ENGINEERING AND DESIGN SERVICES ITS CURRENTLY DE-OBLIGATION PROCESS.INSURANCE: NO INSURANCE DOCUMENTATION IS INCLUDED AS PART OF THIS APPLICATION SINCE IT ONLY CONTAINS EMERGENCY REPAIRS. PRTMA AND PRPA INSURANCE POLICIES CLAIMS PAYMENT AND SUPPORTING DOCUMENTATION WILL BE INCORPORATED INTO THE APPLICATION WHERE PERMANENT REPAIRS WILL BE REQUESTED BY THE AGENCY.*SPECIAL FLOOD HAZARD AREA (SFHA) THE SFHA IS THE AREA WHERE THE NATIONAL FLOOD INSURANCE PROGRAMS (NFIPS) FLOODPLAIN MANAGEMENT REGULATIONS MUST BE ENFORCED THE AREA WHERE THE MANDATORY PURCHASE OF FLOOD INSURANCE APPLIES. PRHTA AND PRMTA CERTIFIED THAT THE PROJECT IS NOT LOCATED IN THE SFHA. FOR FURTHER INFORMATION PLEASE SEE THE ATTACHED DOCUMENTS.*ATTACHED PRPA CONCURRENCE LETTER CERTIFICATION *ALL PRMTA ASSETS WERE IN OPERATION FOR TRANSIT-RELATED PURPOSES PRIOR TO HURRICANE MARA. *NO OTHER GRANT HAS BEEN PREVIOUSLY AWARDED FOR THE SAME PROJECTS.*USEFUL LIFE INFORMATION: MOST OTHER BUILDINGS AND FACILITIES (CONCRETE STEEL AND FRAME CONSTRUCTION) HAVE A USEFUL LIFE OF 40 YEARS. (FTA C5010.1E). PER ER PROGRAM REQUIREMENTS THE REMAINING USEFUL LIFE OF DAMAGED AND DESTROYED ASSETS WAS WAIVED. *CAPITAL ITEMS PURCHASED UNDER THIS APPLICATION DO NOT GO OVER THE $5000 THRESHOLD. *THIS PROJECT ONLY INCLUDES EMERGENCY REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS.*PRHTA WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F.*PRHTA WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2021-056_6955"}, {"internal_id": 140398739, "Award ID": "PR-2021-053", "Award Amount": 1889508.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "20.527", "Description": "THIS IS A PERMANENT REPAIR PROJECT OF THE MULTIPURPOSE BUS TERMINAL BUILDING OF THE MUNICIPALITY OF CANVANAS IN THE AMOUNT OF $1900633 (GROSS PROJECT COST) FOR DAMAGES CAUSED BY HURRICANE MARIA. A LUMP-SUM INSURANCE PROCEEDS IN THE AMOUNT OF $1.200000 WERE RECEIVED BY THE MUNICIPALITY. THE PUERTO RICO HIGHWAYS AND TRANSPORTATION AUTHORITY (PRHTA) THE MUNICIPALITY OF CANOVANAS AND FTA WORKED TO DETERMINE THE AMOUNT OF INSURANCE PROCEEDS THAT WOULD BE APPLICABLE TO THIS PROJECT AND IT WAS DETERMINED TO BE $11125. THE $11125 OF INSURANCE PROCEEDS WILL BE APPLIED AND DEDUCTED FROM THE GROSS COST OF THE PROJECT. CONSIDERING THE ADJUSTMENTS THIS IS AN FFY 2021 SECTION 5324 APPLICATION IN THE AMOUNT OF $1889508 (NET PROJECT COST). THIS PROJECT INCLUDES A 90 PERCENT FEDERAL SHARE FOR PERMANENT REPAIR COSTS INCURRED AFTER 270 DAYS FROM THE DATE OF THE DECLARED DISASTER. THE 10% OF LOCAL MATCH FOR THE PROJECT ($188950) WILL BE FUNDED WITH TRANSPORTATION DEVELOPMENT CREDITS (TDC). SEE ATTACHMENT UNDER TOLL CREDITS LETTER.AS OF TODAY THE MUNICIPALITY PROCURED AND AWARDED A THIRD-PARTY CONTRACT FOR THE DESIGN AND SUPERVISION OF THE PERMANENT REPAIRS TO THE MULTIPURPOSE BUS TERMINAL. THE DESIGN HAS BEEN COMPLETED AND THE SUPERVISION ACTIVITIES ARE UNDERGOING.REGARDING THE CONSTRUCTION THE MUNICIPALITY DIVIDED THE CONSTRUCTION ACTIVITIES INTO TWO PHASES: HEREBY PHASE ONE AND PHASE TWO. THE MUNICIPALITY PROCURED AND AWARDED THE THIRD-PARTY CONTRACT FOR PHASE ONE OF THE RECONSTRUCTION OF THE TERMINAL. THE CONSTRUCTION ACTIVITIES INCLUDED IN PHASE ONE WERE COMPLETED IN DECEMBER 2018 AND ARE EXPECTED TO BE COMPLETED THE PHASE TWO BY 06/30/2022. THE ACTUAL (GROSS) PROJECT COSTS OF THE ENGINEERING DESIGN SUPERVISION ACTIVITIES AND PHASE ONE OF CONSTRUCTION AMOUNT: $598152.PHASE TWO OF CONSTRUCTION HAS NOT BEEN PROCURED/STARTED. THE GROSS PROJECT COST OF PHASE TWO (II) OF THE CONSTRUCTION WAS ESTIMATED IN $1302481 AND WAS INCLUDED IN A SEPARATE PROJECT OF THIS APPLICATION.BREAKDOWN: GROSS PROJECT (ACTUAL) COSTS OF ENGINEERING DESIGN/SUPERVISION ($78500) PHASE ONE OF CONSTRUCTION ($519652): $598152 GROSS PROJECT (ESTIMATED) COSTS PHASE TWO OF CONSTRUCTION IN $1302481 TOTAL GROSS PROJECT COST: $1900633 ADJUSTMENTS (INSURANCE PROCEEDS): $11125 NET PROJECT COST: $1889508THE PUERTO RICO HIGHWAY AND TRANSPORTATION AUTHORITY (PRHTA) IS THE FTAS DIRECT RECIPIENT. CANVANAS IS A SUB-RECIPIENT UNDER PRHTA. PRHTA RECEIVED A FTA EMERGENCY RELIEF FUNDS DIRECT ALLOCATION OF $169412000. FEDERAL REGISTER / VOL. 83 NO. 105 / THURSDAY MAY 31 2018 /D2018EMER036.TEN (10) GRANTS HAVE BEEN AWARDED TO PRHTA FOR TREN URBANO MUNICIPALITIES AND MARITIME TRANSPORT AUTHORITY: PR-2019-004-03 PR-2019-041-00 PR-2019-043-00 PR-2020-035-1 PR-2020-008 PR-2020-003 PR-2020-033 PR-2020-034 PR-2020-016 AND PR-2021-010. IN ADDITION TO THE ABOVE-MENTIONED APPLICATION PRHTA WILL BE REQUESTING ALL ER FUNDS THAT WERE ALLOCATED IN APPROXIMATELY 15 ER APPLICATIONS THAT ARE THE FOLLOWING: 5489-2019-6 5489-2019-17 5489-2019-25 5489-2019-26 5489-2019-27 5489-2019-285489-2019-30 5489-2019-34 (THIS APPLICATION)5489-2019-415489-2020-45489-2021-65489-2021-14 5489-2021-15 5490-2021-19 AND 5489-2021-21. INSURANCE COMPANY: ASSET WAS INSURED PRIOR TO HURRICANE MARA UNDER THE COMPANY QBE SEGUROS POLICY NO. 55-CP-000059344-0 AND PERIOD: ML-0001002 DECEMBER 30 2016 TO JUNE 30 2018 CLAIM NO. 62732. THE INSURANCE CLAIM STATUS IS DETAILED EXPLAINED IN THE EXTENDED BUDGET DESCRIPTION OF ALI # 11.34.01 NAMED TRACK INSURANCE PROCEEDS. **AMOUNT DETERMINED BY FTA OF INSURANCE PROCEEDS THAT WOULD APPLY TO THIS GRANT APPLICATION HAS BEEN ALREADY DEDUCTED FROM THE GROSS TOTAL COST OF THE PROJECT. INSURANCE PROCEEDS AND POLICY ARE ENCLOSED IN APPLICATION DOCUMENTS.THE MUNICIPALITY WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F.PRHTA WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.THIS PROJECT ONLY INCLUDES EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS. THE MUNICIPALITY OF CANVANAS INITIATED THE FOLLOWING APPLICATION FEMA PW-2378 BUT THEY WERE PUT ON HOLD AND SUBSEQUENTLY CANCELED.THE MUNICIPALITY OF CANOVANAS AND PRHTA HEREBY CERTIFY THAT THE MULTIPURPOSE BUS TERMINAL WAS IN TRANSIT USE AT THE TIME OF THE IMPACT OF HURRICANE MARIA. SPECIAL FLOOD HAZARD AREAS: THE LOCATION OF THE PROJECT IS IN THE AREA OF MINIMAL FLOOD HAZARD. FOR MORE INFORMATION PLEASE REFER TO APPLICATION DOCUMENTS UNDER CANOVANAS-FLOOD MAP. MAP FROM FEMA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2021-053_6955"}, {"internal_id": 139557772, "Award ID": "PR-2021-043", "Award Amount": 309065.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "20.527", "Description": "THIS IS AN EMERGENCY REPAIR AND EMERGENCY RESPONSE PROJECT IN THE AMOUNT OF $398673 FOR DAMAGES CAUSED BY HURRICANE MARIA. INSURANCE PROCEEDS IN THE AMOUNT OF $89608 HAVE BEEN RECEIVED AND WILL BE APPLIED AS FOLLOWS: $89608 WILL BE DEDUCTED FROM THE GROSS PROJECT COST. CONSIDERING THE ADJUSTMENT THIS IS AN FFY 2018 SECTION 5324 FUNDS APPLICATION IN THE AMOUNT OF $309065 (D2018EMER033).THIS IS AN FFY 2021 SECTION 5324 APPLICATION IN THE AMOUNT OF $309065 ALLOCATED ON FFY 2018 AS PART OF THE EMERGENCY RELIEF FUNDS PROGRAM IN RESPONSE TO HURRICANE MARIA SECTION OF STATUTE 49 USC 5324. ALL BUT $1965 OF THE FUNDS ASSIGNED TO JUNCOS BY CONGRESS UNDER ER 5324 ARE BEING REQUESTED. THE APPLICATION IS FOR THE REPAIR OF DAMAGES TO A BUS WASHING MACHINE THE PUBLIC TRANSPORTATION TERMINAL AND TO COVER PAYROLL AND FUEL USED DURING THE EMERGENCY PERIOD FOR HURRICANE MARIA IN JUNCOS. THE FUNDS REQUESTED WILL BE USED AS FOLLOWS:A) RECOVERY OF PAYROLL COSTS AND FUEL INCURRED TO MOVE REFUGEES AND DISTRIBUTE FOOD TO FAMILIES AFFECTED BY HURRICANE MARIA IN THE AMOUNT OF $43995.00 FTA. THE MUNICIPALITY WAS AWARDED TRANSPORTATION CREDITS FOR THE LOCAL SHARE.;B) REPAIR OF DAMAGES TO PUBLIC TRANSPORTATION TERMINAL IN THE AMOUNT OF $249570 FTA AND $89608 FROM INSURANCE PROCEEDS FOR A TOTAL OF $339178. THE MUNICIPALITY HAS ALREADY COMPLETED THE REPAIRS AT A COST OF $349501.04 NOT INCLUDING A CHANGE ORDER. THE MUNICIPALITY USED PREVENTIVE MAINTENANCE FUNDS FROM GRANT PR 2017-018 TO COMPLETE THE REPAIRS (ATTACHED DOCUMENT: COSTS USED IN PR 2017-018.PDF). THE COSTS USED OF THE PREVENTIVE MAINTENANCE FUNDS (GRANT PR 2017-018) TO COMPLETE THE REPAIRS OF THE PUBLIC TRANSPORTATION TERMINAL ARE AS FOLLOWS: INSTALLATION OF DRINKING WATER - $1440.08 PAINT PARKING LINES WHEELS STOP - $1716.00 WALLS FOR STORAGE AREA $4160 INSTALLATION OF METAL DOOR FOR STORAGE AREA - $1040.00 PATENTS INSURANCE TAXES OTHERS - $495.63THOSE REPAIRS ARE NOT THE SAME REPAIRS APPLIED TO 3050-2019-1.THE MUNICIPALITY WAS AWARDED TRANSPORTATION CREDITS FOR THE LOCAL SHARE UNDER SECTION 5324. NO CAPITAL EXPENDITURES FOR ANY SPECIFIC ITEM TO BE REPAIRED WILL EXCEED $5000. OVERALL THE REPAIRS WILL ADD 10 YEARS TO THE USEFUL LIFE OF THE TERMINAL. THE TERMINAL WAS COMPLETED IN THE SUMMER OF 1986. ASSUMING A 40 YEAR LIFE THE SAME WOULD BE FULFILLED BY 2026. THIS GRANT SHOULD EXTEND THE USEFUL LIFE TO 2036 NOT WITHSTANDING ANY ADDITIONAL HURRICANES.C) REPAIR OF DAMAGES TO BUS WASHING EQUIPMENT AT THE PUBLIC WORKS GARAGE IN THE AMOUNT OF $15500 FTA. THE MUNICIPALITY WAS AWARDED TRANSPORTATION CREDITS FOR THE LOCAL SHARE. THE EXPECTED USEFUL LIFE OF TEN YEARS FOR THE BUS WASHING EQUIPMENT OF WILL BE RESUMED UPON COMPLETION OF REPAIRS. ALL WORK PERFORMED BY THIRD PARTIES WAS PROCURED FOLLOWING FTA CIRCULAR 4220.1F GUIDELINES.ALL THIRD PARTIES WERE CHECKED IN SAM TO VERIFY THESE ARE NOT BARRED FROM PERFORMING FEDERALLY FUNDED PROJECTS.THE MUNICIPALITY CERTIFIES THAT EXPENSES THAT INCLUDE EMERGENCY REPAIRS ANY PERMANENT REPAIR RECONSTRUCTION RESTORATION RETROFITTING OR REPLACEMENT OF TRANSIT FACILITIES AND ASSETS WERE IN OPERATION AT THE TIME OF HURRICANE MARIA AND USED FOR TRANSIT-RELATED PURPOSES.NO OTHER TRAMS APPLICATIONS HAVE BEEN SUBMITTED FOR THE ACTIVITIES IN THIS GRANT APPLICATION.THE MUNICIPALITY OF JUNCOS CERTIFIES NO FEMA FUNDS HAVE BEEN REQUESTED OR RECEIVED FOR THIS PROJECT.THE MUNICIPALITY HAS RECEIVED INSURANCE PROCEEDS FOR DAMAGES TO THE PUBLIC TRANSPORTATION TERMINAL IN THE AMOUNT OF $89608 WHICH WERE USED TO BEGIN REPAIR COSTS. A COPY OF THE INSURANCE AWARD DOCUMENT (SEGURO FINAL EXCELL) FOR ALL MUNICIPAL PROPERTIES IS ATTACHED WITH THE TERMINAL AWARD HIGHLIGHTED AND A COPY OF THE CLAIMS AGREEMENT AND INITIAL CHECK IS PROVIDED IN THE DOCUMENTS SECTION AS INSURANCE CLAIM PAYMENT AGREEMENT AND INITIAL CHECK.THE PUBLIC TRANSPORTATION TERMINAL IS NOT LOCATED IN THE FEMA SPECIAL FLOOD HAZARD AREA. THIS PROJECT ONLY INCLUDES EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65fb3bb1-f6b6-e477-7410-5aba2cfb2ba3-R", "generated_internal_id": "ASST_NON_PR-2021-043_6955"}, {"internal_id": 139251299, "Award ID": "PR-2021-034", "Award Amount": 22851.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "20.527", "Description": "THIS IS AN FFY 2021 SECTION 5324 APPLICATION IN THE AMOUNT OF $22851.15. THE MUNICIPALITY OF HORMIGUEROS RECEIVED $29000 IN FFY 2018 FUNDS DIRECTLY ALLOCATED AS PART OF THE EMERGENCY RELIEF FUNDS PROGRAM IN RESPONSE TO HURRICANE MARIA SECTION OF STATUTE 49 USC 5324 (DISCRETIONARY FUNDING ID: D2018EMER031). THE GRANT REQUEST IS FOR A 90% FEDERAL ($22851) AND 10% LOCAL ($2539) SHARE. THE APPLICATION IS FOR CAPITAL AND PREVENTIVE MAINTENANCE ACTIVITIES. THE MUNICIPALITY DOES NOT ANTICIPATE REQUESTING THE REMAINING $6146.85 FROM THE $29000 ALLOCATED TO THE MUNICIPALITY OF HORMIGUEROS. THE MUNICIPALITY DOES NOT ANTICIPATE REQUESTING THE REMAINING $6146.85 FROM THE $29000 ALLOCATED TO THE MUNICIPALITY OF HORMIGUEROS. THE MUNICIPALITY WILL USE FUNDS TO REPLACE THE SURVEILLANCE SYSTEM (CAMERAS AND WIRING) WITH A WIRELESS SYSTEM. HURRICANE FORCE WINDS DURING HURRICANE MARIA DESTROYED ALL THE WIRING AND CAMERAS. THE SYSTEM WILL CONNECT THE MAIN COLLECTIVE TRANSPORTATION TERMINAL WITH THE FEDERAL PROGRAMS OFFICE. THE CAMERAS WERE IN OPERATION AT THE TIME OF THE STORM AND FOR TRANSIT-RELATED PURPOSES. THE MUNICIPALITY OF HORMIGUEROS HAS NEITHER APPLIED FOR NOR RECEIVED FUNDING FROM FEMA OR ANY OTHER FEDERAL AGENCY FOR REPAIRS TO THE COLLECTIVE TRANSPORTATION TERMINAL. THE MUNICIPALITY HAS NOT BEEN REIMBURSED BY FEMA OR ANY OTHER FEDERAL AGENCY FOR DAMAGES AND/ OR REPAIRS TO THE COLLECTIVE TRANSPORTATION TERMINAL. THE MUNICIPALITY HAS NOT SUBMITTED INSURANCE CLAIMS NOR RECEIVED COMPENSATION FROM AN INSURANCE COMPANY FOR DAMAGES CAUSED TO THE COLLECTIVE TRANSPORTATION TERMINAL DURING HURRICANE MARIA. THE MUNICIPALITY DID NOT SUBMIT CLAIMS BECAUSE THE CAMERAS WERE NOT INSURED AT THE TIME OF THE EVENT.THE MUNICIPALITY OF HORMIGUEROS AGREES THAT IF IT RECEIVES FEDERAL FUNDING FROM THE FEDERAL EMERGENCY MANAGEMENT AGENCY (FEMA) OR THROUGH A PASS-THROUGH ENTITY THROUGH THE ROBERT T. STAFFORD DISASTER RELIEF AND EMERGENCY ASSISTANCE ACT A DIFFERENT FEDERAL AGENCY OR INSURANCE PROCEEDS FOR ANY PORTION OF A PROJECT ACTIVITY APPROVED FOR FTA FUNDING UNDER THIS GRANT AGREEMENT IT WILL PROVIDE WRITTEN NOTIFICATION TO FTA AND REIMBURSE FTA FOR ANY FEDERAL SHARE THAT DUPLICATES FUNDING PROVIDED BY FEMA ANOTHER FEDERAL AGENCY OR AN INSURANCE COMPANY.THE OPERATIONAL EXPENSES REQUESTED IN THIS APPLICATION WERE DETERMINED USING VENDOR QUOTES AND INTERNET AVAILABLE PRICING. THE MUNICIPALITY OF HORMIGUEROS UNDERSTANDS THAT THE EXPENSES REQUESTED IN THIS APPLICATION ARE SUBJECT TO REVIEW AS PART OF THE AGENCYS NEXT TRIENNIAL MANAGEMENT REVIEW.THIS PROJECT ONLY INCLUDES EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS.NO CAPITAL EXPENDITURES WILL EXCEED $5000THE MUNICIPALITY OF HORMIGUEROS WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F (THIRD PARTY CONTRACTING GUIDANCE).THE MUNICIPALITY OF HORMIGUEROS WILL ENSURE CONTRACTORS WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.INDIRECT COSTS WILL NOT BE APPLIED TO THIS APPLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "705a0421-d205-1b8f-11e7-54bcc1be2d6b-C", "generated_internal_id": "ASST_NON_PR-2021-034_6955"}, {"internal_id": 139251332, "Award ID": "PR-2021-031", "Award Amount": 906585.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "20.527", "Description": "THIS IS A FY2021 SECTION 5324 EMERGENCY RELIEF PROGRAM APPLICATION IN THE AMOUNT OF $906585 (90% FTA FEDERAL FUNDS/10% TOLL DEVELOPMENT CREDITS) FOR THE REPLACEMENT OF THE TELEPHONE COMMUNICATION SYSTEM FOR THE ATI -TREN URBANO TO REPLACE THE CURRENT TELEPHONE SYSTEM THAT WAS DAMAGED BY THE EFFECTS ASSOCIATED TO HURRICANE MARIA. THIS APPLICATION IS FOR PERMANENT REPAIRS AFTER THE 270 DAYS OF THE DISASTER DECLARATION DATE.THE TELEPHONE COMMUNICATION SYSTEM (SIEMENS HICOM 300E) IS A CRITICAL INFRASTRUCTURE SYSTEM THAT PROVIDES VOICE COMMUNICATIONS AND VOICE MAIL SERVICES BETWEEN TREN URBANO STATIONS AND THE OA BUILDING OPERATIONS CONTROL CENTER AND OFFICES AS WELL AS CONNECTIVITY TO THE PUBLIC SWITCHED TELEPHONE NETWORK (PSTN). MOST CRITICALLY TELEPHONE SYSTEMS PROVIDE SERVICE TO ANALOG EMERGENCY PHONES ALONG THE RIGHT OF WAY AND AT THE STATION MANAGEMENT PANEL (SMP) STATION ELEVATORS AND INFORMATION PHONES TO PASSENGERS ACROSS TU FACILITIES. THE SYSTEM HAS A DISTRIBUTED ARCHITECTURE WITH THE CENTRAL SERVER (MODEL 80EX) LOCATED IN THE OPERATIONS AND ADMINISTRATION (OA) BUILDING AND LOCAL SERVERS (MODEL 30) ON EACH STATION. THE TELEPHONE SYSTEMS EQUIPMENT WAS SUBJECT TO SIGNIFICANT POWER SURGES FLUCTUATIONS AND OUTAGES IN THE AFTERMATH OF HURRICANE MARIA.*ATI-TU IS A RECIPIENT OF PRHTA. PRHTA RECEIVED AN ER FUNDS ALLOCATION OF $169412000. *PRHTA DISCRETIONARY ID- D2018-EMER-036.*PRHTA HAS BEEN AWARDED 9 ER GRANTS: PR-2019-004-02/PR-2019-041-00/PR-2019-043-00/PR-2020-003/PR-2020-008/PR-2020-016/ PR-2020-033-00/PR-2020-034-00/PR-2020-035-00. IN ADDITION TO THE ABOVE GRANTS AWARDED PRHTA WILL BE REQUESTING ALL REMAINING ER FUNDS THROUGH FOLLOWING COMPANION APPLICATIONS: * 5489-2019-26 / 5489-2019-30 / 5489-2019-27 /5489-2019-28/ 5489-2019-2/ 5489-2019-25/ 5489-2019-17/ 5489-2019-24/5489-2019-32/ 5489-2019-39/ 5489-2019-34 / 5489-2019-41 (THIS APPLICATION) /5489-2019-6/5489-2020-4/5489-2020-30. ANOTHER ER GRANTS WILL BE DEVELOPED BUT NO APPLICATION NUMBER HAS BEEN CREATED. ALL THE ER ALLOCATION FOR PRHTA WILL BE OBLIGATED IN THESE APPLICATIONS. *PROJECT WILL BE 90% ($906585) FUNDED WITH FTA FEDERAL FUNDS AND 10% ($90659) TOLL CREDITS.*ALL ATI-TU ASSETS (INCLUDING THE TELEPHONE COMMUNICATION SYSTEM ) WERE IN OPERATION FOR TRANSIT RELATED PURPOSES BEFORE HURRICANE MARA. *THE FOLLOWING APPLICATIONS FOR FEMA WERE STARTED BUT THEY WERE PUT ON HOLD AND CANCELED. PW-00589 MHTA-005 MHTA-010 MHTA-006 MHTA-012. THE PW-00478 THAT WAS METAL DEBRIS REMOVAL IN OM BUILDING $73932.13 WAS AWARDED ON JUNE 8 2018. NONE OF THESE ACTIVITIES ARE BEING CLAIMED IN THE PWS.INSURANCE CLAIMS *PROPERTY INSURANCE (SEE ENCLOSED DOCUMENT PROPERTY INSURANCE POLICY) - TU ASSETS WERE INSURED FOR AN AMOUNT OF $300M BY REAL LEGACY ASSURANCE COMPANY -PROPERTY INSURANCE POLICY NO. CLP20853164 -POLICY PERIOD 10/21/2016 TO 10/21/2017. THIS POLICY COVERED ALL REAL AND PERSONAL PROPERTY INCLUDING: ACCOUNTS RECEIVABLE ELECTRONIC DATA PROCESSING EQUIPMENT MEDIA EQUIPMENT MEDIA FINE ARTS VALUABLE PAPERS RECORDS PROPERTY ON EXHIBIT PROPERTY IN COURSE OF CONSTRUCTION NEWLY-ACQUIRED PROPERTY PROPERTY IN TRANSIT PROPERTY IN TRANSIT ROLLING STOCK LOCOMOTIVES. THE INSURANCE CLAIM WAS COMPLETED AND THE INSURANCE PROCEEDS WILL BE INCLUDED IN APPLICATION 5489-2019-17.*SPECIAL FLOOD HAZARD AREA (SFHA) - THE SFHA IS THE AREA WHERE THE NATIONAL FLOOD INSURANCE PROGRAMS (NFIPS) FLOODPLAIN MANAGEMENT REGULATIONS MUST BE ENFORCED THE AREA WHERE THE MANDATORY PURCHASE OF FLOOD INSURANCE APPLIES. TU INSURANCE POLICY PRESENTS COVERAGE UNDER SEVERAL CONDITIONS INCLUDING FLOOD AND WINDSTORM. SEE FLOOD INSURANCE SECTION - PRHTA INSURANCE POLICY ENCLOSED DOCUMENT. NONE OF ATI-TU ASSETS ARE LOCATED WITHIN THE SFHA. THIS PROJECT ONLY INCLUDES THE ACQUISITION OF THE TELEPHONE COMM SYSTEM WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS.PRHTA WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F. PRHTA WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2021-031_6955"}, {"internal_id": 136090205, "Award ID": "PR-2021-021", "Award Amount": 414000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-03", "CFDA Number": "20.527", "Description": "ER SECTION 5324 FFY 2021 REHABILITATION OF THE SITRAC BARRAZAS BUS TERMINAL STATION AND REPLACE SIGNAGE ALONG THE SITRACS ROUTES MUNICIPALITY OF CAROLINA HURRICANE MARIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4ff5f783-447b-1f82-8610-5bcb51ed4720-C", "generated_internal_id": "ASST_NON_PR-2021-021_6955"}, {"internal_id": 133029534, "Award ID": "PR-2021-016", "Award Amount": 143641.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-13", "CFDA Number": "20.527", "Description": "FY 2021 5324 EMERGENCY RELIEF FUNDS HURRICANE MARIA - PERMANENT REPAIR AFTER 270 DAYS IN THE ADMINISTRATIVE AND MAINTENANCE FACILITIES AND FOR THE PASSENGERS TRANSFER BUS STATION FOR THE MUNICIPALITY OF VEGA BAJA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83fccb87-5360-f466-73ee-a58b5af8950b-C", "generated_internal_id": "ASST_NON_PR-2021-016_6955"}, {"internal_id": 131772977, "Award ID": "PR-2021-013", "Award Amount": 2697847.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-30", "CFDA Number": "20.527", "Description": "APPLICATION PURPOSE: TO REHABILITATE THE THREE FTA FUNDED TERMINAL BUILDINGS AFTER DAMAGES CAUSED BY HURRICANES IRMA AND MARIA.; ACTIVITIES PERFORMED: THE ACTIVITIES TO BE PERFORMED IN THE THREE TERMINAL COSTS OF PAINTING SEALING REPLACING BROKEN LIGHT FIXTURES PVC LINERS IN ROOFS FIXING BENT GATES AND OTHER DAMAGES CAUSED BY THE HURRICANES.; EXPECTED OUTCOMES: THESE FUNDS WILL ALLOW THE MUNICIPALITY TO PERFORM THE NEEDED REHAB TO THESE FACILITIES IN ORDER TO PROVIDE A SAFER ENVIRONMENT FOR THE TRANSIT USERS.; INTENDED BENEFICIARIES: ALL EMPLOYEES AND TRANSIT USERS WILL BENEFIT FROM THESE IMPROVEMENTS.; SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6cc5731e-0d06-387e-2a99-225fcc6ac15b-C", "generated_internal_id": "ASST_NON_PR-2021-013_6955"}, {"internal_id": 131772978, "Award ID": "PR-2021-012", "Award Amount": 1116000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-30", "CFDA Number": "20.527", "Description": "CAGUAS - 5324 EMERGENCY RELIEF FUNDS - EMERGENCY AND PERMANENT REPAIRS TO THE TRANSIT TERMINAL FRANCISCO PEREIRA HURRICANE MARIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b2322bf9-71da-d2c8-1f02-50ab817829fd-C", "generated_internal_id": "ASST_NON_PR-2021-012_6955"}, {"internal_id": 131516936, "Award ID": "PR-2021-010", "Award Amount": 4042546.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-22", "CFDA Number": "20.527", "Description": "FY21 SECTION 5324 ER FUNDS- HURRICANE MARIA-ENGINEERING DESIGN FOR ALL STATIONS AND ACQUISITION OF A VARIABLE MESSAGE SIGNS (VMS) SYSTEM FOR FIFTEEN (15) STATIONS (PERMANENT REPAIRS ACTIVITIES AFTER THE 270 DAYS) FOR TREN URBANO (HEAVY RAIL)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2021-010_6955"}, {"internal_id": 110752647, "Award ID": "PR-2020-040", "Award Amount": 111982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-25", "CFDA Number": "20.527", "Description": "FY 2020 SECTION 5324 ER FUNDS HURRICANE MARIA FOR THE MUNICIPALITY OF CAMUY - FELIPE MARTINEZ PUBLICO TERMINAL PERMANENT REPAIRS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32185549-d878-0321-802f-19bc815e5c1a-R", "generated_internal_id": "ASST_NON_PR-2020-040_6955"}, {"internal_id": 110752648, "Award ID": "PR-2020-039", "Award Amount": 233000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "20.527", "Description": "FFY 2020 MUNICIPALITY OF MANATI-SECTION 5324 ER APPLICATION FOR THE PERMANENT REPAIRS TO THE VALERIANO AULET TERMINAL AND THE ANGEL CINTRON TROLLEY TERMINAL DUE TO HURRICANE MARIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f433fda-7a3b-1a77-247c-99eb7128e1d2-C", "generated_internal_id": "ASST_NON_PR-2020-039_6955"}, {"internal_id": 110404052, "Award ID": "PR-2020-035", "Award Amount": 2517440.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "20.527", "Description": "FY 2020 SECTION 5324 EMERGENCY RELIEF FUNDS- HURRICANE MARIA- ACQUISITION OF THE STATION SUPERVISORY CONTROL SYSTEM (SSCS) (PERMANENT REPAIR AFTER THE 270 DAYS OF DECLARED EMERGENCY) FOR TREN URBANO (HEAVY RAIL)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2020-035_6955"}, {"internal_id": 110404053, "Award ID": "PR-2020-034", "Award Amount": 74859.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "20.527", "Description": "EMERGENCY RELIEF FUNDS 5324 FOR EMERGENCY PROTECTIVE MEASURE AND EMERGENCY OPERATING COSTS -MUNICIPALITIES OF NARANJITO LAS MARAS AND GUNICA DUE TO HURRICANE MARIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2020-034_6955"}, {"internal_id": 110404054, "Award ID": "PR-2020-033", "Award Amount": 46492.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "20.527", "Description": "SECTION 5324 EMERGENCY OPERATING COSTS -MUNICIPALITIES OF AIBONITO BARRANQUITAS AND CANVANAS DUE TO HURRICANE MARIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2020-033_6955"}, {"internal_id": 110752649, "Award ID": "PR-2020-032", "Award Amount": 901000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "20.527", "Description": "FY 2020 SECTION 5324 FTA EMERGENCY RELIEF APPLICATION FOR THE PERMANENT REPAIRS TO THE MUNICIPALITY OF BARCELONETA TRANSIT MAINTENANCE GARAGE FIDEL SANTIAGO PUBLICO TERMINAL AND BUS SHELTERS DUE TO HURRICANE MARIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "564dba56-253b-ba85-694a-8fe2287c605d-R", "generated_internal_id": "ASST_NON_PR-2020-032_6955"}, {"internal_id": 109373951, "Award ID": "PR-2020-021", "Award Amount": 3153.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "20.527", "Description": "FY 2020 SECTION 5324 ER FUNDS HURRICANE MARA-EMERGENCY OPERATIONS-FUEL EXPENSES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6cc5731e-0d06-387e-2a99-225fcc6ac15b-C", "generated_internal_id": "ASST_NON_PR-2020-021_6955"}, {"internal_id": 107114087, "Award ID": "PR-2020-016", "Award Amount": 23035000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "20.527", "Description": "FY2020 SECTION 5324 EMERGENCY RELIEF FUNDS-MARITIME TRANSPORT AUTHORITY- FOR DESIGN AND ACQUISITION OF NEW ROPAX (PASSENGER AND CARGO) VESSEL FOR ATM- PERMANENT REPAIRS DUE TO HURRICANE IRMA (270 DAYS AFTER THE DECLARED EMERGENCY).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2020-016_6955"}, {"internal_id": 98190848, "Award ID": "PR-2020-008", "Award Amount": 4125196.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-17", "CFDA Number": "20.527", "Description": "FY 2020 SECTION 5324 EMERGENCY RELIEF FUNDS- HURRICANE MARIA-EMERGENCY OPERATIONS EMERGENCY PROTECTIVE AND EMERGENCY/PERMANENT REPAIR ACTIVITIES (AFTER THE 270 DAYS FROM DECLARED EMERGENCY) FOR TREN URBANO (HEAVY RAIL)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2020-008_6955"}, {"internal_id": 97748574, "Award ID": "PR-2020-003", "Award Amount": 160367.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-29", "CFDA Number": "20.527", "Description": "EMERGENCY RELIEF FUNDS 5324 FOR PERMANENT REPAIRS OF THE PUBLICO TERMINAL PEDRO R. HERNNDEZ OF THE MUNICIPALITY OF AGUADILLA DUE TO HURRICANE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2020-003_6955"}, {"internal_id": 86211357, "Award ID": "PR-2019-043", "Award Amount": 16302225.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "20.527", "Description": "FY 2019 SECTION 5324 EMERGENCY RELIEF FUNDS- HURRICANE MARIA- ENGINEERING AND DESIGN SERVICES FOR THE PERMANENT REPAIRS OF TREN URBANO (HEAVY RAIL) (270 DAYS AFTER THE DECLARED EMERGENCY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2019-043_6955"}, {"internal_id": 86211356, "Award ID": "PR-2019-041", "Award Amount": 3794566.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "20.527", "Description": "FY 2019 SECTION 5324 EMERGENCY RELIEF FUNDS- HURRICANE MARIA- ACQUISITION OF THE UNDERFLOOR WHEEL LATHE (PERMANENT REPAIR AFTER THE 270 DAYS OF DECLARED EMERGENCY) FOR TREN URBANO (HEAVY RAIL)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2019-041_6955"}, {"internal_id": 86211355, "Award ID": "PR-2019-040", "Award Amount": 11869659.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "20.527", "Description": "EMERGENCY RELIEF FUNDS SECTION 5324 FY 2019 HURRICANE MARIA. THE DIRECT ALLOCATION FOR RESPONSE RECOVERY AND REBUILDING ALLOCATED TO THE METROPOLITAN BUS AUTHORITY IS IN A TOTAL OF $13599000. THE DISCRETIONARY FUNDING ID IS D2018-EMER-017. TWO ER GRANTS HAVE BEEN AWARDED TO THE METROPOLITAN BUS AUTHORITY PR-2019-006 IN THE AMOUNT OF $218031 AND PR-2019-020-00 IN THE AMOUNT OF $1MILLION. THE REMAINING BALANCE AFTER THESE TWO GRANTS IS $12380969.THIS IS AN FFY 2019 SECTION 5324 APPLICATION IN THE AMOUNT OF $11869659. THIS PROJECT INCLUDES 90 PERCENT FEDERAL SHARE FOR PERMANENT REPAIR COSTS INCURRED AFTER 270 DAYS FROM THE DATE OF THE DECLARED DISASTER. THE APPLICATION IS FOR THE REHABILITATION OF THE METROPOLITAN BUS AUTHORITYS OPERATION AND MAINTENANCE (OM) FACILITIES DUE TO DAMAGES CAUSED BY THE IMPACT OF THE HURRICANE MARIA ON SEPTEMBER 19 2017. THE 10% OF LOCAL MATCH FOR THIS PROJECTS IN THE AMOUNT OF $1186968 WILL COME FROM TRANSPORTATION DEVELOPMENT CREDITS (TDC) THE TDC LETTER FROM THE PUERTO RICO HIGHWAY TRANSPORTATION AUTHORITY HAS BEEN INCLUDED IN THE APPLICATION DOCUMENTS. THIS PROJECT ONLY INCLUDES PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS. THE METROPOLITAN BUS AUTHORITY CERTIFIES THAT ALL ASSETS WERE IN TRANSIT USE PRIOR TO THE STORM. THE METROPOLITAN BUS AUTHORITY HAS NOT APPLIED AND NEITHER HAS NOT RECEIVED FUNDS FOR THESE PROJECTS FROM FEMA OR ANY INSURANCE COMPANY. THE METROPOLITAN BUS AUTHORITYS OM BUILDING IS NOT LOCATED IN A SPECIAL FLOOD HAZARD AREA.THE PUERTO RICO METROPOLITAN BUS AUTHORITY (MBA) IS A DIRECT RECIPIENT. THIS APPLICATION DOES NOT INCLUDE FUNDS FOR RESEARCH AND/OR DEVELOPMENT ACTIVITIES. INDIRECT COSTS WILL NOT BE APPLIED IN THIS APPLICATION AND ITS SCOPE OF WORK. AS A GRANTEE MBA WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F THIRD PARTY CONTRACTING GUIDANCE. MBA WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION DEBARMENT LIST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76470692-6d33-a653-ade9-f459114e9e1e-C", "generated_internal_id": "ASST_NON_PR-2019-040_6955"}, {"internal_id": 82441053, "Award ID": "PR-2019-020", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-24", "CFDA Number": "20.527", "Description": "THIS IS AN FFY 2018 SECTION 5324 APPLICATION FOR $1000000. ON MAY 31 2018 FTA ANNOUNCED $277.5 MILLION IN EMERGENCY RELIEF (ER) PROGRAM ALLOCATIONS FOR THE STATES AND TERRITORIES AFFECTED BY HURRICANES HARVEY IRMA AND MARIA. APPROXIMATELY $232.3 MILLION WILL BE DEDICATED TO RESPONSE RECOVERY REBUILDING PROJECTS WITH $44.2 MILLION GOING TOWARD RESILIENCY PROJECTS. GRANT FUNDS WILL HELP STATES AND TERRITORIES REBUILD AND RENEW INFRASTRUCTURE. THE DIRECT ALLOCATION FOR RESPONSE RECOVERY REBUILDING ALLOCATED TO THE METROPOLITAN BUS AUTHORITY (MBA) IS IN A TOTAL OF $13599000. THE DISCRETIONARY FUNDING ID IDENTIFIED FOR MBA IS D2018-EMER-017. THE REMAINING BALANCE OF ER FUNDS AFTER THE APPROVAL OF THIS GRANT WILL BE $12380969; THIS BALANCE WILL BE REQUESTED IN ANOTHER GRANT. THERE IS A GRANT PREVIOUSLY APPROVED FOR OPERATING ASSISTANCE (GRANT PR-2019-006-00) FOR $218031.THIS APPLICATION IS FOR THE ACQUISITION OF INDUSTRIAL POWER GENERATORS FOR THE AMAS MAIN FACILITY BUILDING TO REPLACE THE PREVIOUS EQUIPMENT THAT WAS IN USE FOR TRANSIT USE PRIOR TO THE HURRICANE AND WAS DAMAGE AFTER THE HURRICANE. THIS PROJECT ONLY INCLUDES PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGES. NO TIP/STIP DOCUMENTATION IS NEED PER ER PROGRAM REQUIREMENTS. THIS PROJECT INCLUDES 90 PERCENT FEDERAL SHARE FOR PERMANENT REPAIR COSTS INCURRED AFTER 270 DAYS FROM THE DATE OF THE DECLARED DISASTER. THE AWARD DATE IS THE SAME AS THE DATE OF THE AWARD. THE AWARD END DATE IS 3/30/2023. NO FEMA FUNDS HAD BEEN REQUEST/RECEIVED FOR THIS PROJECT FOR THE COSTS AND ACTIVITIES INCLUDED IN THIS FTA ER GRANT APPLICATION. TWO FEMA PWS WERE AWARDED TO AMA FOR TRANSIT-RELATED PURPOSES: -PW-00392 (MBAM-A-1) AND -PW-00361 (MBAM-B-1). FOUR FEMA APPLICATIONS WERE INITIATE BY AMA BUT CONSEQUENTLY CANCELLED: -PW-00089 (IMET-002) (MBAI-B-1) PW-00088 (IMET-001) (MBAI-B-2) PW-00895-MMET-003 (MBAM-B-2) AND -PW-0896 (MMET-004) (MBAM-E-1).MBA DOES NOT HAVE PROPERTY/EQUIPMENT INSURANCE. THESE FUNDS WILL ONLY BE CLAIM THROUGH FTA ER FUNDS. THIS GRANT IS IN THE TOTAL OF $900000 OF FTA ER FUNDS AND $100 000 IN LOCAL SHARE FROM PRHTA TOLL CREDITS. THE MBA IS A DIRECT RECIPIENT. THIS APPLICATION DOES NOT INCLUDE FUNDS FOR RESEARCH AND/OR DEVELOPMENT ACTIVITIES. INDIRECT COSTS WILL NOT APPLIED IN THIS APPLICATION AND ITS SCOPE OF WORK. AS A GRANTEE WE WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F THIRD PARTY CONTRACTING GUIDANCE. WE WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION DEBARMENT LIST. THIS PROJECT IS TITLE AS EMERGENCY RELIEF FUNDS - POWER GENERATOR METROPOLITAN BUS AUTHORITY. THE PROJECT DESCRIPTION IS AS FOLLOWS: REPLACEMENT ACQUISITION AND INSTALLATION OF A HIGH HORSEPOWER GENERATOR THAT CONSISTS OF TWO (2) 700KW DIESEL GENERATORS. THE EXISTING GENERATOR WAS ACQUIRED 20 YEARS AGO WITH FEDERAL FUNDS; HOWEVER WE COULD NOT FIND RECORDS THAT INDICATE THE GRANT NUMBER. THE USEFUL LIFE WAS 15 YEARS. AMA FACILITIES WERE WITHOUT POWER AFTER HURRICANE MARIA. TO ENSURE THE CONTINUATION OF TRANSIT SERVICES AMA USED THE POWER GENERATOR BUT IT COLLAPSED AFTER BEING IN USE FOR 116 CONSECUTIVE DAYS. THIS ACCELERATED ITS DETERIORATION MAKING IT IMPOSSIBLE TO REPAIR CONSIDERING THE YEAR OF MAKE THERE ARE NO PARTS AVAILABLE ON THE MARKET TO REPAIR IT. DURING THE EMERGENCY THE GENERATOR WAS INTERRUPT ONCE A WEEK FOR PROPER PREVENTIVE MAINTENANCE. THE DIFFERENCE BETWEEN THE OLD GENERATOR THE NEW ONE IS THAT THE OLDER CONSISTED OF ONE UNIT OF 1400 KW. ALTHOUGH THE OLDER ONE HAS THE CAPACITY TO GENERATE POWER TO ENERGIZE ALL THE FACILITIES WE OPTED FOR A NEW SYSTEM OF TWO INDEPENDENT GENERATORS EACH OF 700 KW UNITS. THIS IS MORE EFFICIENT IF A LONG-TERM EMERGENCY OCCURS. THE USEFUL LIFE IS 20 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76470692-6d33-a653-ade9-f459114e9e1e-C", "generated_internal_id": "ASST_NON_PR-2019-020_6955"}, {"internal_id": 79373928, "Award ID": "PR-2019-006", "Award Amount": 218031.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-21", "CFDA Number": "20.527", "Description": "EMERGENCY RELIEF FUNDS SECTION 5324 FY 2018 HURRICANE MARIA AND IRMA-OPERATING ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76470692-6d33-a653-ade9-f459114e9e1e-C", "generated_internal_id": "ASST_NON_PR-2019-006_6955"}, {"internal_id": 79788797, "Award ID": "PR-2019-004", "Award Amount": 4446032.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-08", "CFDA Number": "20.527", "Description": "FY 2018 SECTION 5324 EMERGENCY RELIEF FUNDS- HURRICANE IRMA MARIA- EMERGENCY OPERATIONS EMERGENCY PROTECTIVE AND EMERGENCY REPAIR ACTIVITIES FOR TREN URBANO (HEAVY RAIL)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "718ea663-6f4d-0da0-0024-af44104e9cd3-C", "generated_internal_id": "ASST_NON_PR-2019-004_6955"}, {"internal_id": 108464047, "Award ID": "NY-44-X014", "Award Amount": -24186056.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "20.527", "Description": "WTC TRANSP. CONTINUED SANDY RECOVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8a04a66-ba50-20cd-b61d-f012894c5efa-C", "generated_internal_id": "ASST_NON_NY-44-X014_6955"}, {"internal_id": 131772979, "Award ID": "NY-44-X013", "Award Amount": -14734.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-26", "CFDA Number": "20.527", "Description": "SANDY RESPONSE - WF FERRY/AIRTRAIN/PABT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8a04a66-ba50-20cd-b61d-f012894c5efa-C", "generated_internal_id": "ASST_NON_NY-44-X013_6955"}, {"internal_id": 92514386, "Award ID": "NY-44-X009", "Award Amount": -1645740.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-27", "CFDA Number": "20.527", "Description": "SANDY EMERGENCY RECOVERY 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c56c6adc-892c-4acd-56db-62144c9e14e0-C", "generated_internal_id": "ASST_NON_NY-44-X009_6955"}, {"internal_id": 97748573, "Award ID": "NY-44-X005", "Award Amount": -24002763.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-28", "CFDA Number": "20.527", "Description": "WTC TRANSPORTATION - SANDY RECOVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8a04a66-ba50-20cd-b61d-f012894c5efa-C", "generated_internal_id": "ASST_NON_NY-44-X005_6955"}, {"internal_id": 110404055, "Award ID": "NY-44-X004", "Award Amount": -6652278.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "20.527", "Description": "SANDY RECOVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c56c6adc-892c-4acd-56db-62144c9e14e0-C", "generated_internal_id": "ASST_NON_NY-44-X004_6955"}, {"internal_id": 66932304, "Award ID": "NY-44-X001", "Award Amount": -10250876.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-29", "CFDA Number": "20.527", "Description": "NY MTA HURRICANE SANDY RELIEF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-44-X001_6955"}, {"internal_id": 83795410, "Award ID": "NY-2019-066", "Award Amount": 549335776.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-23", "CFDA Number": "20.527", "Description": "MTA FY 2019 5324 RECOVERY LPR -PART 7", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2019-066_6955"}, {"internal_id": 83001240, "Award ID": "NY-2019-044", "Award Amount": 112050000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-14", "CFDA Number": "20.527", "Description": "MTA NYCT CR SEC. 5324 HARDENING OF SUBSTATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2019-044_6955"}, {"internal_id": 82441052, "Award ID": "NY-2019-028", "Award Amount": 24320000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-29", "CFDA Number": "20.527", "Description": "MTA NYCT CR SEC. 5324 FLOOD RESILIENCY FOR CRITICAL SUPPORT FACILITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2019-028_6955"}, {"internal_id": 82441051, "Award ID": "NY-2019-020", "Award Amount": 44770000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-19", "CFDA Number": "20.527", "Description": "MTA NYCT CR SEC. 5324 FLOOD RESILIENCY FOR CRITICAL BUS DEPOTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2019-020_6955"}, {"internal_id": 68221835, "Award ID": "NY-2018-068", "Award Amount": 27142764.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "20.527", "Description": "SANDY RECOVERY 3 AND LOCAL PRIORITY RESILIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c56c6adc-892c-4acd-56db-62144c9e14e0-C", "generated_internal_id": "ASST_NON_NY-2018-068_6955"}, {"internal_id": 70058289, "Award ID": "NY-2018-052", "Award Amount": 503072497.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-16", "CFDA Number": "20.527", "Description": "MTA NYCT CR SEC. 5324 FLOOD MITIGATION IN YARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2018-052_6955"}, {"internal_id": 68568950, "Award ID": "NY-2018-039", "Award Amount": 67528126.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-04", "CFDA Number": "20.527", "Description": "MTA LIRR CR SEC. 5324 NEW YORK-NEW JERSEY RIVER TO RIVER RAIL RESILIENCY (R4) PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2018-039_6955"}, {"internal_id": 67778128, "Award ID": "NY-2018-038", "Award Amount": 17467563.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-09", "CFDA Number": "20.527", "Description": "MTA NYCT CR SEC. 5324 RIGHT-OF-WAY (ROW) EQUIPMENT HARDENING IN FLOOD-PRONE AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2018-038_6955"}, {"internal_id": 67187974, "Award ID": "NY-2018-028", "Award Amount": 19332799.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-13", "CFDA Number": "20.527", "Description": "MTA NYCT CR SEC. 5324 PROTECTION OF TUNNEL PORTALS AND INTERNAL SEALING PART 1 (RESILIENCY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2018-028_6955"}, {"internal_id": 67187975, "Award ID": "NY-2018-025", "Award Amount": 136820000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-13", "CFDA Number": "20.527", "Description": "MTA NYCT ROCKAWAY LINE PROTECTION CR - (PART 1: HAMMELS WYE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2018-025_6955"}, {"internal_id": 67187976, "Award ID": "NY-2018-019", "Award Amount": 10315815.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-09", "CFDA Number": "20.527", "Description": "MTA NYCT CR SEC. 5324 PUMPING CAPACITY IMPROVEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2018-019_6955"}, {"internal_id": 66932305, "Award ID": "NY-2018-017", "Award Amount": 15013366.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-16", "CFDA Number": "20.527", "Description": "MTA NYCT CR SEC. 5324 INTERNAL STATION HARDENING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2018-017_6955"}, {"internal_id": 66686715, "Award ID": "NY-2018-016", "Award Amount": 16702500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-09", "CFDA Number": "20.527", "Description": "MTA MNR CR POWER AND SIGNALS RESILIENCY IMPROVEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2018-016_6955"}, {"internal_id": 49243895, "Award ID": "NY-2017-052", "Award Amount": 1116214528.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "20.527", "Description": "MTA 5324 ADDTL RECOVERY AND LPR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2017-052_6955"}, {"internal_id": 49243875, "Award ID": "NY-2017-032", "Award Amount": 194268073.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-22", "CFDA Number": "20.527", "Description": "MTA NYCT CR PROTECTION OF STREET LEVEL OPENINGS IN FLOOD PRONE AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce738ef-21fe-9457-767f-49e9fb2ecbd4-C", "generated_internal_id": "ASST_NON_NY-2017-032_6955"}, {"internal_id": 49243863, "Award ID": "NY-2017-020", "Award Amount": 81183129.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-31", "CFDA Number": "20.527", "Description": "WORLD TRADE CENTER FLOOD MITIGATION AND RESILIENCY IMPROVEMENTS - BELOW GRADE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8a04a66-ba50-20cd-b61d-f012894c5efa-C", "generated_internal_id": "ASST_NON_NY-2017-020_6955"}, {"internal_id": 49243850, "Award ID": "NY-2017-006", "Award Amount": 1836000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-04", "CFDA Number": "20.527", "Description": "CITY OF LONG BEACH 5324 SANDY RECOVERY 3", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8211e7d3-b95b-2dcf-d833-0696147c3384-C", "generated_internal_id": "ASST_NON_NY-2017-006_6955"}, {"internal_id": 49243817, "Award ID": "NY-2016-035", "Award Amount": 191550000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-14", "CFDA Number": "20.527", "Description": "RESILIENCY - SI FERRIES EDC LANDINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c56c6adc-892c-4acd-56db-62144c9e14e0-C", "generated_internal_id": "ASST_NON_NY-2016-035_6955"}, {"internal_id": 49243805, "Award ID": "NY-2016-022", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-17", "CFDA Number": "20.527", "Description": "WTC FLOOD MITIGATION AND RESILIENCY IMPROVEMENTS - AT GRADE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8a04a66-ba50-20cd-b61d-f012894c5efa-C", "generated_internal_id": "ASST_NON_NY-2016-022_6955"}, {"internal_id": 81729549, "Award ID": "NJ-44-X002", "Award Amount": -63935151.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-24", "CFDA Number": "20.527", "Description": "PATH SUPERSTORM SANDY RECOVERY EFFORT PH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7aa89f25-39e1-9968-775a-cd01fcedb2c5-C", "generated_internal_id": "ASST_NON_NJ-44-X002_6955"}, {"internal_id": 129046302, "Award ID": "NJ-2021-003", "Award Amount": 40714200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-01", "CFDA Number": "20.527", "Description": "REPLACEMENT OF HARRISON STATION SOUTH WEST HEAD HOUSE AND PLATFORM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7aa89f25-39e1-9968-775a-cd01fcedb2c5-C", "generated_internal_id": "ASST_NON_NJ-2021-003_6955"}, {"internal_id": 83795409, "Award ID": "NJ-2019-017", "Award Amount": 409764814.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "20.527", "Description": "NJ TRANSITGRID PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c2758de-9651-b2ec-795f-ee2d63c8255b-C", "generated_internal_id": "ASST_NON_NJ-2019-017_6955"}, {"internal_id": 83001239, "Award ID": "NJ-2019-013", "Award Amount": 32797709.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-14", "CFDA Number": "20.527", "Description": "SANDY LOCALLY PRIORITIZED RESILIENCE GRANT #3", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7aa89f25-39e1-9968-775a-cd01fcedb2c5-C", "generated_internal_id": "ASST_NON_NJ-2019-013_6955"}, {"internal_id": 83001238, "Award ID": "NJ-2019-008", "Award Amount": 9609300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-06", "CFDA Number": "20.527", "Description": "HOBOKEN STATION FLOOD RESILIENCY AMENDMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7aa89f25-39e1-9968-775a-cd01fcedb2c5-C", "generated_internal_id": "ASST_NON_NJ-2019-008_6955"}, {"internal_id": 83001237, "Award ID": "NJ-2019-005", "Award Amount": 45000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-14", "CFDA Number": "20.527", "Description": "C-YARD EXTENSION OF RAILS (LPR GRANT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7aa89f25-39e1-9968-775a-cd01fcedb2c5-C", "generated_internal_id": "ASST_NON_NJ-2019-005_6955"}, {"internal_id": 81379662, "Award ID": "NJ-2019-002", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-07", "CFDA Number": "20.527", "Description": "NJ TRANSITGRID", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c2758de-9651-b2ec-795f-ee2d63c8255b-C", "generated_internal_id": "ASST_NON_NJ-2019-002_6955"}, {"internal_id": 67526218, "Award ID": "NJ-2018-007", "Award Amount": 112877670.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-26", "CFDA Number": "20.527", "Description": "SANDY PUBLIC TRANSP. EMERGENCY RELIEF - RECOVERY PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c2758de-9651-b2ec-795f-ee2d63c8255b-C", "generated_internal_id": "ASST_NON_NJ-2018-007_6955"}, {"internal_id": 67526219, "Award ID": "NJ-2018-005", "Award Amount": 17010000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-20", "CFDA Number": "20.527", "Description": "SANDY LOCALLY PRIORITIZED RESILIENCE GRANT #2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7aa89f25-39e1-9968-775a-cd01fcedb2c5-C", "generated_internal_id": "ASST_NON_NJ-2018-005_6955"}, {"internal_id": 49178827, "Award ID": "NJ-2017-012", "Award Amount": 476562786.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-17", "CFDA Number": "20.527", "Description": "RESTORATION RECOVERY GRANT #2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7aa89f25-39e1-9968-775a-cd01fcedb2c5-C", "generated_internal_id": "ASST_NON_NJ-2017-012_6955"}, {"internal_id": 49178824, "Award ID": "NJ-2017-008", "Award Amount": 88903190.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-23", "CFDA Number": "20.527", "Description": "TRAIN CONTROLS WAYSIDE SIGNALS POWER COMMUNICATION RESILIENCY PROJECT (SIGNALS AND COMMUNICATIONS RESILIENCE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c2758de-9651-b2ec-795f-ee2d63c8255b-C", "generated_internal_id": "ASST_NON_NJ-2017-008_6955"}, {"internal_id": 49178822, "Award ID": "NJ-2017-006", "Award Amount": 446312465.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-19", "CFDA Number": "20.527", "Description": "NJ TRANSIT RARITAN RIVER DRAWBRIDGE REPLACEMENT (RARITAN RIVER BRIDGE REPLACEMENT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c2758de-9651-b2ec-795f-ee2d63c8255b-C", "generated_internal_id": "ASST_NON_NJ-2017-006_6955"}, {"internal_id": 129046303, "Award ID": "NC-2021-010", "Award Amount": 28800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-30", "CFDA Number": "20.527", "Description": "ER -- GOTRIANGLE EMERGENCY RESPONSE TO 2018 HURRICANE FLORENCE (DR-4393) 5324 EMERGENCY RELIEF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "61f63544-607d-e168-6c5b-304da1e2d07b-C", "generated_internal_id": "ASST_NON_NC-2021-010_6955"}, {"internal_id": 69669815, "Award ID": "NC-2018-073", "Award Amount": 179671.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "20.527", "Description": "FY19 HURRICANE FLORENCE-FEMA FUNDING ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad272a0d-03fb-4925-43d5-aa20c70a6907-C", "generated_internal_id": "ASST_NON_NC-2018-073_6955"}, {"internal_id": 75384809, "Award ID": "GA-2019-001", "Award Amount": 186417.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-19", "CFDA Number": "20.527", "Description": "2017 HURRICANE IRMA SECTION 5324 EMERGENCY RELIEF (ER) PROGRAM - SAVANNAH GA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38553f76-44bc-936b-8da6-16b5b21aa968-C", "generated_internal_id": "ASST_NON_GA-2019-001_6955"}, {"internal_id": 148484541, "Award ID": "FL-2022-024", "Award Amount": 1300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "20.527", "Description": "THIS FUNDING IS UNDER RESILIENCE PROGRAM AUTHORIZED UNDER THE APPROPRIATION FOR FLORIDA IN THE EMERGENCY RELIEF RESILIENCE PROGRAM D2018EMER053. PER THE AUTHORITY OF THE GOVERNOR OF FLORIDA THE FLORIDA DEPARTMENT OF TRANSPORTATION IS RECOMMENDED THE SPLIT ALLOCATION OF THE $1300000 OUT OF $6619000 RESILIENCE PROGRAM. THE LYNX CENTRAL SATION LOCATION IS SERVED BY AN 80 KWH DIESEL GENERATOR WHICH SUPPLIES A LIMITED NUMBER OF CIRCUITS IN THE TERMINAL AND OFFICE TOWER. THE CIRCUITS ARE PRIMARILY LIMITED TO EMERGENCY LIGHTING AND THE ELEVATORS. AS THE COMMUNITY ESF-1 PROVIDER AND IN THE INTEREST OF MAINTAINING CONTINUITY OF OPERATIONS DURING AND AFTER EMERGENCIES LYNX NEEDS TO EXPAND THE ELECTRICAL SUPPLY TO MORE OF THE FACILITY MISSION CRITICAL CIRCUITS AND TRANSITION TO A FUEL THAT IS LESS VULNERABLE TO SUPPLY CHAIN INTERRUPTIONS. LYNX PLANS TO REPLACE THE CURRENT DIESEL GENERATOR WITH A NATURAL GAS GENERATOR THAT IS UPSIZED TO MEET THE LYNX OPERATIONAL NEEDS IN THE EVENT OF A POWER LOSS. THE PROJECT WILL ENCOMPASS THE DESIGN AND ENGINEERING ELEMENTS GENERATOR REPLACEMENT ELECTRICAL MODIFICATIONS TO THE BUILDING AND THE EXTENSION OF PIPING NECESSARY TO DELIVER THE NATURAL GAS FROM THE NEAREST CONNECTION POINT AT LIVINGSTON AND GARLAND AVENUES TO THE CURRENT GENERATOR LOCATION. FTA CONCURS WITH THE RECOMMENDATIONS PROVIDED BY LYNX TO FUND ONE RESILIENCE PROJECT UNDER 49 U.S.C. 5324 PUBLIC TRANSPORTATION EMERGENCY RELIEF PROGRAM. THE FOLLOWINGPROJECT LOCATED WITHIN THE DISASTER AREA OF HURRICANE IRMA IS HEREBY APPROVED.1. LYNX CENTRAL STATION BACK-UP GENERATOR FUEL CONVERSION FROM DIESEL TO NATURAL GAS$1300000PURPOSE: THE PURPOSE OF THIS RESILIENCE AWARD IS TO PROVIDE EMERGENCY RELIEF PROGRAM - LYNX WILL UTILIZE FUNDS ON BACK-UP GENERATOR FUEL CONVERSION FROM DIESEL TO NATURAL GAS.ACTIVITIES TO BE PERFORMED: FUNDS WILL BE USED TO COVER ALL ELIGIBLE ACTIVITY PERATING TO CONVERSION FROM DIESEL TO NATURAL GAS GENERATOR.EXPECTED OUTCOMES: FUNDING WILL PERMIT LYNX TO CONTINUE TO PROVIDE ELECTRICITY DURING NATURAL EMERGENCY SUCH AS HURRICANE.INTENDED BENEFICIARIES: LYNX TRANSIT AGENCY AND THE RIDERS THAT RELY ON ITS SERVICE WILL BENEFIT FROM CONTINUED SERVICES PERMITTING WORKERS TO GET TO WORK AND RIDERS TO GET TO ESSENTIAL SERVICES SPECIALLY HURRICANE SEASON.SUBRECIPIENT ACTIVITIES: NONELYNX HAVE NOT RECEIVED ANY COST IN THIS APPLICATION REIMBURSED BY FEMA.LYNX HAS PROPERTY INSURANCE AND IT ATTACHED IN THE TRAMS. INSURANCE MEETS THE STATE LAW REQUIREMENTLYNX PROPERTY IS NOT IN FLOOD ZONE*LYNX IS THE DESIGNATED RECIPIENT FOR THE ORLANDO AND KISSIMMEE UZAS* LOCAL SHARE OF 20% WILL BE TRANSPORTATION DEVELOPMENT CREDITS: $325000*STIP FM NUMBER # 445597 1ATTACHMENTS:1) STIP PROGRAM PAGE 2) TOLL REVENUE CREDIT LETTER APPROVAL FROM FDOT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d10d0f7d-5499-33fd-247f-0cd023506290-C", "generated_internal_id": "ASST_NON_FL-2022-024_6955"}, {"internal_id": 109373952, "Award ID": "FL-2020-093", "Award Amount": 987645.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "20.527", "Description": "SECTION 5324 EMERGENCY RELIEF FUNDS (RESILIENCY PROGRAM) SFRTA MIAMI UZA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc0175f6-d832-ecaa-75bf-ca7292f1b3a0-C", "generated_internal_id": "ASST_NON_FL-2020-093_6955"}, {"internal_id": 108464048, "Award ID": "FL-2020-088", "Award Amount": 646558.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "20.527", "Description": "FFY18 SECTION 5324 - SUNRAIL EMERGENCY RELIEF FUNDING IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f460866-6853-66bb-ba7b-d634fab1f128-C", "generated_internal_id": "ASST_NON_FL-2020-088_6955"}, {"internal_id": 107114086, "Award ID": "FL-2020-081", "Award Amount": 942537.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "20.527", "Description": "FTA SECTION 5324 FY2018 EMERGENCY RELIEF HURRICANE IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc0175f6-d832-ecaa-75bf-ca7292f1b3a0-C", "generated_internal_id": "ASST_NON_FL-2020-081_6955"}, {"internal_id": 107010539, "Award ID": "FL-2020-079", "Award Amount": 14000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-24", "CFDA Number": "20.527", "Description": "EMERGENCY RELIEF 5324 HURRICANE IRMA OPERATING - 2ND ALLOCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d10d0f7d-5499-33fd-247f-0cd023506290-C", "generated_internal_id": "ASST_NON_FL-2020-079_6955"}, {"internal_id": 100874611, "Award ID": "FL-2020-076", "Award Amount": 40821.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-17", "CFDA Number": "20.527", "Description": "5324 EMERGENCY RELIEF PROGRAM TALLAHASSEE FLORIDA - HURRICANE IRMA OPERATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b01a65d1-5219-d059-8b09-8a98a91ecf8f-C", "generated_internal_id": "ASST_NON_FL-2020-076_6955"}, {"internal_id": 96411967, "Award ID": "FL-2020-016", "Award Amount": 1631355.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-14", "CFDA Number": "20.527", "Description": "FFY18 EMERGENCY RESILIENCE SECTION 5324 FOR SUNRAIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f460866-6853-66bb-ba7b-d634fab1f128-C", "generated_internal_id": "ASST_NON_FL-2020-016_6955"}, {"internal_id": 96411966, "Award ID": "FL-2020-013", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-10", "CFDA Number": "20.527", "Description": "FTA SECTION 5324 FY 2018 EMERGENCY RELIEF GRANT FOR RESILIENCE PROJECT POST-HURRICANE IRMA MIAMI FL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fa6b885-f24f-eeaf-1d0d-d39ecdae5347-C", "generated_internal_id": "ASST_NON_FL-2020-013_6955"}, {"internal_id": 97269079, "Award ID": "FL-2020-009", "Award Amount": 1084553.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-11", "CFDA Number": "20.527", "Description": "PBC EMERGENCY RELIEF 5324 IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69f11cb0-3a0e-4662-2cff-6f203a8d4737-C", "generated_internal_id": "ASST_NON_FL-2020-009_6955"}, {"internal_id": 95050616, "Award ID": "FL-2020-008", "Award Amount": 165290.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-14", "CFDA Number": "20.527", "Description": "FY 2018 ER SECTION 5324 PSTA CAPITAL OPERATING IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "632707da-e5a5-9619-6c52-b33b9553a200-C", "generated_internal_id": "ASST_NON_FL-2020-008_6955"}, {"internal_id": 86211354, "Award ID": "FL-2019-106", "Award Amount": 790927.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "20.527", "Description": "FY18 SECTION 5324 EMERGENCY RELIEF FOR IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ebd7e7a-0598-5329-a63d-d24a3fc833cd-C", "generated_internal_id": "ASST_NON_FL-2019-106_6955"}, {"internal_id": 92514385, "Award ID": "FL-2019-105", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-25", "CFDA Number": "20.527", "Description": "THIS IS A FFY 2018 EMERGENCY RELIEF PROGRAM RESILIENCE FUNDS APPLICATION. ON JANUARY 24 2019 THE JACKSONVILLE TRANSPORTATION AUTHORITY WAS RECOMMENDED FOR $700000 IN THE SPLIT ALLOCATION TO THE STATE OF FLORIDA UNDER THE $6619000 IN RESILIENCE PROGRAM FUNDS AUTHORIZED UNDER THE APPROPRIATION FOR FLORIDA IN THE EMERGENCY RELIEF PROGRAM.A RESILIENCE PROJECT IS A CAPITAL PROJECT DESIGNED AND BUILT TO ADDRESS EXISTING AND FUTURE VULNERABILITIES TO A PUBLIC TRANSPORTATION FACILITY OR SYSTEM DUE TO A PROBABLE OCCURRENCE OR RECURRENCE OF AN EMERGENCY OR MAJOR DISASTER IN THE GEOGRAPHIC AREA IN WHICH THE PUBLIC TRANSPORTATION SYSTEM IS LOCATED AND WHICH MAY INCLUDE THE CONSIDERATION OF PROJECTED CHANGES IN DEVELOPMENT PATTERNS DEMOGRAPHICS OR CLIMATE CHANGE AND EXTREME WEATHER PATTERNS. THE RESILIENCE PROJECTS INCLUDED IN THIS APPLICATION INCLUDED INSTALLATION OF AN EMERGENCY DIESEL GENERATOR AT THE ALTERNATE ADMINISTRATIVE OPERATIONS AND MAINTENANCE SITE; TECHNOLOGY DISASTER RECOVERY KITS/UNITS FOR ESSENTIAL AND SUPPORT STAFF TO ENSURE CONTINUITY OF OPERATIONS; AND DATA CENTER UNINTERRUPTED POWER SUPPLIES TO MAINTAIN AND SUSTAIN JTAS COMMUNICATION WITH EMERGENCY PERSONNEL AND THE PUBLIC IN NEED OF ASSISTANCE. ALL PROJECTS SUBMITTED FOR RESILIENCE PROGRAM FUNDS WILL PROTECT EQUIPMENT AND FACILITIES FROM FUTURE EMERGENCIES OR MAJOR DISASTERS.THE JACKSONVILLE TRANSPORTATION AUTHORITY WILL ENSURE THAT ALL VEHICLES PURCHASED ARE ACCESSIBLE PURCHASED FROM AN FTA APPROVED TVM AND REPORTED TO FTA WITHIN 30 DAYS AFTER CONTRACT IS SIGNED. THE JACKSONVILLE TRANSPORTATION AUTHORITY WILL CHECK THE CURRENT LISTING OF TRANSIT VEHICLE MANUFACTURERS (TVM) TO ENSURE EACH IS LISTED AS A CERTIFIED TVM IN COMPLIANCE WITH FTA REGULATIONS.THE JACKSONVILLE TRANSPORTATION AUTHORITY OR SUB-GRANTEE (WHEN APPLICABLE) WILL FOLLOW ALL 3RD PARTY PROCUREMENT POLICIES AS DEFINED IN C4220.1F (THIRD PARTY CONTRACTING GUIDANCE).THE JACKSONVILLE TRANSPORTATION AUTHORITY OR SUB-GRANTEE (WHEN APPLICABLE) WILL ENSURE CONTRACTORS PROCURED WILL NOT BE ON THE FTA SUSPENSION AND DEBARMENT LIST.THE JACKSONVILLE TRANSPORTATION AUTHORITY CERTIFIES AN INDEPENDENT COST ESTIMATE WILL BE PREPARED AND AVAILABLE ON FILE ALONG WITH THE CORRESPONDING COST/PRICE ANALYSIS FOR THE SCOPE OF THE WORK OF THE PROJECT.NO TRANSIT RELATED EXPENSES WERE REIMBURSED BY FEMA. THE FOLLOWING DOCUMENTATION ARE ATTACHED TO THIS APPLICATION: FDOT RESILIENCE PROGRAM SPLIT LETTER DATED JANUARY 14 2019HURRICANE RESILIENCE BUDGET (SUBMITTED TO FDOT)HURRICANE RESILIENCE PROGRAM OF PROJECTS (SUBMITTED TO FDOT)RESILIENCE PROGRAM NOTICE FROM FDOTFDOT RESILIENCE PROGRAM POP NON-DUPLICATION EMAILFDOT ITEM SEGMENT # ISSUEDFDOT STIP AMENDMENT (ITEM SEGMENT #445400-1)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86d9e54b-2b62-b643-0cbc-3fdeebac9c74-C", "generated_internal_id": "ASST_NON_FL-2019-105_6955"}, {"internal_id": 86211353, "Award ID": "FL-2019-104", "Award Amount": 122605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "20.527", "Description": "KEY WEST TRANSIT HURRICANE IRMA RELIEF 5324", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e1cdf16-942f-474c-cc73-3fb286e9897b-C", "generated_internal_id": "ASST_NON_FL-2019-104_6955"}, {"internal_id": 85348272, "Award ID": "FL-2019-093", "Award Amount": 243421.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "20.527", "Description": "PUBLIC TRANSPORTATION EMERGENCY RELIEF FUND SECTION 5324 HURRICANE IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86d9e54b-2b62-b643-0cbc-3fdeebac9c74-C", "generated_internal_id": "ASST_NON_FL-2019-093_6955"}, {"internal_id": 86211352, "Award ID": "FL-2019-092", "Award Amount": 152562.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "20.527", "Description": "EMERGENCY RELIEF FOR HURRICANE IRMA COSTS - 100% FEDERAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "803b10af-4e0d-67a5-d0a3-24c5e6a47a60-C", "generated_internal_id": "ASST_NON_FL-2019-092_6955"}, {"internal_id": 80350846, "Award ID": "FL-2019-025", "Award Amount": 165804.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-30", "CFDA Number": "20.527", "Description": "FY 18 SECTION 5324 EMERGENCY RELIEF FOR IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b2ed1fd-c41c-7ecf-31fe-91708dff41ab-C", "generated_internal_id": "ASST_NON_FL-2019-025_6955"}, {"internal_id": 78571401, "Award ID": "FL-2019-016", "Award Amount": 432000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-26", "CFDA Number": "20.527", "Description": "EMERGENCY RELIEF HURRICANE IRMA OPERATING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d10d0f7d-5499-33fd-247f-0cd023506290-C", "generated_internal_id": "ASST_NON_FL-2019-016_6955"}, {"internal_id": 78571400, "Award ID": "FL-2019-014", "Award Amount": 213345.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-19", "CFDA Number": "20.527", "Description": "ER 5324 EMERGENCY RELIEF HART 1096 IRMA 2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c4a71ba-87e4-6f2d-7cdf-48b12fdfd4de-C", "generated_internal_id": "ASST_NON_FL-2019-014_6955"}, {"internal_id": 78571399, "Award ID": "FL-2019-011", "Award Amount": 61791.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-19", "CFDA Number": "20.527", "Description": "FTA EMERGENCY RELIEF PROGRAM SECTION 5324 SARASOTA COUNTY AREA TRANSIT UZA 121190 HURRICANE IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88b1291d-9ac2-3c55-c36c-07646427483f-C", "generated_internal_id": "ASST_NON_FL-2019-011_6955"}, {"internal_id": 77484467, "Award ID": "FL-2019-009", "Award Amount": 5562488.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-06", "CFDA Number": "20.527", "Description": "FTA SECTION 5324 FY2018 EMERGENCY RELIEF HURRICANE IRMA MIAMI FL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fa6b885-f24f-eeaf-1d0d-d39ecdae5347-C", "generated_internal_id": "ASST_NON_FL-2019-009_6955"}, {"internal_id": 76328198, "Award ID": "FL-2019-006", "Award Amount": 79427.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-06", "CFDA Number": "20.527", "Description": "ER SECTION 5324 PSTA CAPITALOPERATING IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "632707da-e5a5-9619-6c52-b33b9553a200-C", "generated_internal_id": "ASST_NON_FL-2019-006_6955"}, {"internal_id": 76328199, "Award ID": "FL-2019-005", "Award Amount": 70000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-06", "CFDA Number": "20.527", "Description": "EMERGENCY RELIEF SECTION 5324 FFY18 BRADENTON FLORIDA HURRICANE IRMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95c730b4-2465-1550-1048-68fe307d9d01-R", "generated_internal_id": "ASST_NON_FL-2019-005_6955"}, {"internal_id": 75384810, "Award ID": "FL-2019-002", "Award Amount": 515000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-19", "CFDA Number": "20.527", "Description": "ER SECTION 5324 EMERGENCY RESPONSE HURRICANE IRMA 2017 - LEE COUNTY FLORIDA (78)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5a0b9caf-6260-3e88-a509-81a8050cb9fd-C", "generated_internal_id": "ASST_NON_FL-2019-002_6955"}, {"internal_id": 73631667, "Award ID": "FL-2019-001", "Award Amount": 62853.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-14", "CFDA Number": "20.527", "Description": "5324 IRMA ER OPERATING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b1853c6b-a0cf-4893-6218-9b94f8fd25f2-C", "generated_internal_id": "ASST_NON_FL-2019-001_6955"}, {"internal_id": 48515626, "Award ID": "DC-44-X001", "Award Amount": 4998612.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-15", "CFDA Number": "20.527", "Description": "FFY2013 HURRICANE SANDY RESILIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1adc9314-564f-6881-c981-8253490e7039-C", "generated_internal_id": "ASST_NON_DC-44-X001_6955"}, {"internal_id": 144230320, "Award ID": "CT-44-X004", "Award Amount": -317065.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-30", "CFDA Number": "20.527", "Description": "THIS GRANT APPLICATION REQUESTS $40478750 OF FEDERAL FUNDS UNDER THE FTA SECTION 5324 EMERGENCY RELIEF PROGRAM RESILIENCE PROJECTS IN RESPONSE TO HURRICANE SANDY AS AWARDED ON NOVEMBER 5 2014 TO CONNECTICUT DEPARTMENT OF TRANSPORTATION. THE AWARD CONSISTED OF TWO (2) PROJECTS AS FOLLOWS: (1) WALK BRIDGE REPLACEMENT PROJECT AND (2) NEW HAVEN RAIL YARD (NHRY) POWER UPGRADE. THE ORIGINAL APPLICATIONS FOR THESE TWO PROJECTS ARE ATTACHED IN TEAM.1)WALK BRIDGE REPLACEMENT PROJECT - THE TOTAL AWARD FOR THE NORWALK RIVER RAILROAD BRIDGE IS $160979022. CTDOT REQUESTS $31500000 UNDER THIS GRANT FOR PRELIMINARY DESIGN AND NEPA DOCUMENTATION. THE REMAINING FEDERAL AWARD OF $129479022 AVAILABLE UNDER THE HURRICANE SANDY RESILIENCY PROGRAM WILL BE REQUESTED AT A FUTURE DATE FOR FINAL DESIGN AND CONSTRUCTION. CTDOT WILL ALSO REQUEST ADDITIONAL FTA FORMULA FUNDING FOR THE WALK BRIDGE CONSTRUCTION PHASE. THE TOTAL COST OF THE PROJECT IS ESTIMATED AT $465000000 AND INCLUDES NEPA DESIGN ENGINEERING AND CONSTRUCTION. THE AGED AND DETERIORATED NORWALK RIVER RAILROAD BRIDGE IS CRITICAL TO AMTRAK AND MTA METRO-NORTH SERVICE IN THE NORTHEAST CORRIDOR AND IS VULNERABLE TO DAMAGE FROM A STORM SURGE.2) NEW HAVEN RAIL YARD (NHRY) POWER UPGRADE GRANT FUNDING FOR THE NEW HAVEN RAIL YARD (NHRY) POWER UPGRADE WILL INCLUDE $11971667 ($8978750 FEDERAL/$2992917 STATE) FOR THE PROTECTION OF POWER TRANSMISSION TO THE NHRY IN THE EVENT OF HIGH WINDS AND FLOODING. THE NHRY IS THE ONLY MAINTENANCE FACILITY ON THE NHL FULLY EQUIPPED TO SERVICE MNRS NEW FLEET OF M-8 RAIL CARS. IF POWER OUTAGES WERE TO LAST FOR MORE THAN A FEW DAYS PARTICULARLY DURING A PEAK MAINTENANCE PERIOD THIS COULD GREATLY REDUCE THE RAIL CARS AVAILABLE FOR REVENUE SERVICE DEBILITATING OPERATIONS IN THE SINGLE-BUSIEST PASSENGER RAIL CORRIDOR IN THE COUNTRY.IN ADDITION THE AERIAL CABLES ALSO SUPPLY POWER TO THE FORCE MAIN PUMPS THAT PROTECT THE NEC TRACKS EAST OF UNION STATION FROM WATER INUNDATION DURING A FLOOD EVENT. A CATEGORY I HURRICANE WOULD BRING WIND GUSTS OF SUFFICIENT FORCE TO BLOW DOWN THE AERIAL CABLES AND CUT THE NHRYS POWER SUPPLY. IF A HURRICANE WERE TO HIT AT HIGH TIDE A STORM SURGE FROM THE NEW HAVEN HARBOR/LONG ISLAND SOUND WOULD FLOOD THE YARD ELIMINATING THE ABILITY FOR MNR TO CONNECT AN EMERGENCY GENERATOR TO THE PUMP STATION. THE PUMP WOULD BE RENDERED INOPERABLE AND THE NEC TRACKS AT UNION STATION WOULD BE INUNDATED WITH WATER. THIS WOULD HALT MORE THAN 140 AMTRAK MNR AND SLE TRAINS THAT OPERATE ON THE NHL DAILY SEVERING A CRITICAL LINK IN THE NEC.CTDOT WILL USE THIS FUNDING TO INSTALL A BACKUP FEEDER AS AN ALTERNATIVE POWER SOURCE AT THE NEW HAVEN RAIL YARD. CTDOT IS SEEKING THE FULL AWARD FOR THE NEW HAVEN RAIL YARD POWER UPGRADE ($8978750 FEDERAL/$11971667 TOTAL)CTDOT IS REQUESTING PRE-AWARD AUTHORITY FOR BOTH PROJECTS WITHIN THIS GRANT.DESIGN AND CONSTRUCTION WILL FOLLOW ADA STANDARDS. CTDOT IS CURRENT WITH CIVIL RIGHTS REQUIREMENTS MILESTONE PROGRESS REPORTS AND FINANCIAL STATUS REPORTS. ALL ADMINISTRATIVE AND STATUTORY REQUIREMENTS HAVE BEEN MET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c37edba9-3abe-1aca-d192-b94b82c97640-C", "generated_internal_id": "ASST_NON_CT-44-X004_6955"}, {"internal_id": 145404266, "Award ID": "AK-2022-002", "Award Amount": 1517815.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-14", "CFDA Number": "20.527", "Description": "APPLICATION PURPOSE: REPAIR DAMAGE TO TRACK AND FACILITIES CAUSED BY THE NOVEMBER 30 2018 EARTHQUAKE.; ACTIVITIES PERFORMED: ACTIVITIES INCLUDE EMERGENCY PROTECTIVE MEASURES EMERGENCY REPAIRS AND PERMANENT REPAIRS TO RESTORE TRACK AND FACILITIES. ; EXPECTED OUTCOMES: FACILITY RESTORATION FOR SAFE OCCUPANCY BY EMPLOYEES AND THE PUBLIC; TRACK AND BRIDGE REPAIRS AND PROTECTIVE MEASURES TO ALLOW FOR CONTINUED SAFE RAIL OPERATIONS; AND PROJECT ADMINISTRATION AND MANAGEMENT COSTS. ; INTENDED BENEFICIARIES: ALASKA RAILROAD EMPLOYEES AND THE PUBLIC WE SERVE.; SUBRECIPIENT ACTIVITIES: N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a72a4fa7-0a2a-89b4-3c21-36abfc0f05b9-C", "generated_internal_id": "ASST_NON_AK-2022-002_6955"}, {"internal_id": 138842789, "Award ID": "AK-2021-015", "Award Amount": 797000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "20.527", "Description": "THIS GRANT INCLUDES $797000 IN FY 2018 SECTION 5324 EMERGENCY RELIEF PROGRAM FOR THE ALASKA RAILROAD WASHOUT DISASTER PROJECT (#D2020-EMER-001) WHICH WAS A FEMA DECLARED DISASTER ALASKA FLOODING DR-4391. THIS RECOVERY PROJECT INCLUDES EMERGENCY PROTECTIVE MEASURES EMERGENCY REPAIRS AND PERMANENT REPAIRS TO RESTORE RAIL TRANSPORTATION SERVICES AND ENABLE CONTINUED OPERATIONS AFTER THE FLOODING EVENT BETWEEN MP 235 AND 252. ACTIVITIES INCLUDE INITIAL EMERGENCY RESPONSE TRACK SURFACING EMBANKMENT STABILIZATION/PERMANENT REPAIRS AND A CULVERT REPLACEMENT. INITIAL SITE WORK INCLUDES REMOVAL OF ICE FLOW FROM THE TRACK AND RIGHT-OF-WAY TO REDUCE THE RISK OF FURTHER INFRASTRUCTURE DAMAGE AND TO PREPARE FOR REPAIR WORK. PER THE GRANT APPLICATION REVIEW CHECKLIST AND THE EMERGENCY RELIEF PROGRAM GRANT-MAKING TOOLKIT THE GRANT ADHERES TO THE APPROVED ALLOCATION PLAN AND THE FEDERAL AMOUNT FOR IDENTIFIED PROJECTS HAS BEEN REDUCED BY THE AMOUNT OF INSURANCE PROCEEDS ALLOCATED TO THE PROJECT(S).SPECIAL CONDITIONSTHE SECTION 5324 EMERGENCY RELIEF PROGRAM IS SUBJECT TO THE SPECIAL CONDITIONS ATTACHED TO THE GRANT APPLICATION IN THE APPLICATION DOCUMENTS MODULE.ARRC HAS NOT RECEIVED ANY FUNDING FROM FEMA FOR THIS DISASTER NOR HAS ARRC RECEIVED ANY TRANSIT RELATED EXPENSE REIMBURSEMENT. ARRC DID NOT SUBMIT AN INSURANCE CLAIM FOR THIS DISASTER AS THE CLAIM DID NOT EXCEED OUR SELF-INSURED RETENTION OF $10000000. A COPY OF OUR INSURANCE POLICIES ARE UPLOADED TO THE DOCUMENTS ATTACHED TO THIS GRANT APPLICATION.ARRC FLOOD COVERAGE IS UNDER THE PROPERTY POLICY FOR ANY LOSS OVER $10000000.THE AREA OF THIS DISASTER IS NOT WITHIN A MAPPED FLOODPLAIN.THIS PROJECT ONLY INCLUDES EMERGENCY OPERATIONS EMERGENCY PROTECTIVE MEASURES AND EMERGENCY REPAIRS/PERMANENT REPAIRS WITH NO FUNCTIONAL LOCATION OR CAPACITY CHANGE. THEREFORE NO TIP/STIP DOCUMENTATION IS NEEDED PER EMERGENCY RELIEF PROGRAM REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a72a4fa7-0a2a-89b4-3c21-36abfc0f05b9-C", "generated_internal_id": "ASST_NON_AK-2021-015_6955"}, {"internal_id": 108464049, "Award ID": "AK-2020-029", "Award Amount": 117935.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-14", "CFDA Number": "20.527", "Description": "FY19 SEC 5324 EMERGENCY RELIEF FUNDING - ALASKA EARTHQUAKE (BUS LIFT REPAIR)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25249e43-b72f-8772-f6c2-77fc065b14b1-C", "generated_internal_id": "ASST_NON_AK-2020-029_6955"}]