[{"internal_id": 159323920, "Award ID": "DTMA1G10007", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-07", "CFDA Number": "20.823", "Description": "MODIFICATION PURPOSE TO CLOSEOUT GRANT AGREEMENT NUMBER DTMA1G10007  PORT OF OAKLAND  GREEN TRADE CORRIDOR.  ACTIVITIES TO BE PERFORMED IS TO CLOSE GRANT AGREEMENT OUT.  DELIVERABLES EXPECTED OUTCOMES IS TO CLOSE OUT THE GRANT AGREEMENT.  THE INTENDED BENEFICIARY ARE MARAD AND PORT OF OAKLAND AND PORT OF STOCKTON AND PORT OF WEST SACRAMENTO.  THERE ARE NO SUBRECIPIENT ACTIVITIES FOR THE PURPOSE OF THIS GRANT CLOSEOUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8743b140-b257-1f9f-276d-bd25e93e1416-C", "generated_internal_id": "ASST_NON_DTMA1G10007_6938"}, {"internal_id": 157865208, "Award ID": "693JF72245021", "Award Amount": 3079845.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "20.823", "Description": "THE PROJECT WILL RESTORE AND EXPAND THE PORTS CURRENT BARGE FLEETING CAPACITY ON THE ARKANSAS RIVER WHICH IS PART OF THE MCCLELLAN KERR ARKANSAS RIVER NAVIGATIONAL SYSTEM MKARNS. THE PROJECT WILL REPLACE 15 UNSAFE DEADMAN GROUND ANCHORS THAT ARE NEAR THE END OF THEIR USEFUL LIVES WITH STEEL MONOPILE DOLPHINS. IT WILL INSTALL AN ADDITIONAL 32 DOLPHINS IN OTHER LOCATIONS.  COMPONENT 1 ENGINEERING TOPOGRAPHIC SURVEY HYDROGRAPHIC SURVEY GEOTECHNICAL FIELD INVESTIGATION GEOTECHNICAL ANALYSIS MOORING DOLPHIN DESIGN MOORING DOLPHIN ANCHORAGE DESIGN CONSTRUCTION PLAN DEVELOPMENT BID PACKAGE DEVELOPMENT CONSTRUCTION ADMINISTRATION. COMPONENT 2 CONSTRUCTION REMOVAL OF 15 DEADMAN GROUND ANCHORS AND INSTALLATION OF 15 NEW STEEL MONOPILE DOLPHINS INSTALLATION OF AN ADDITIONAL 32 DOLPHINS.  DELIVERABLES EXPECTED OUTCOMES IMPROVEMENTS IN GROSS TONS AND VESSEL CALLS BOTH OF WHICH ARE UNDER THE CATEGORY OF ECONOMIC COMPETITIVENESS. INTENDED BENEFICIARY CITY OF LITTLE ROCK AR.  SUBRECIPIENT ACTIVITIES NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0acd05ec-4cf7-1821-67e2-8f931f758313-C", "generated_internal_id": "ASST_NON_693JF72245021_6938"}, {"internal_id": 159697080, "Award ID": "693JF72245015", "Award Amount": 1679904.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-12", "CFDA Number": "20.823", "Description": "1 AWARD PURPOSE THIS PROJECT INCLUDES RAIL IMPROVEMENTS WITHIN A PORT FACILITY TO REPLACE EXISTING TRACKS WITH RAIL INFRASTRUCTURE THAT MEETS FRA CLASS 1 TRACK SAFETY STANDARDS. SPECIFIC COMPONENTS OF THE PROJECT INCLUDE REPLACING EXISTING BALLAST AND TIES REPLACING EXISTING TURNOUTS AND SWITCHES AND REPLACING CROSSING SURFACE TREATMENTS. 2 ACTIVITIES TO BE PERFORMED THE PROJECT INCLUDES RETROFIT AND REPLACEMENT OF EXISTING RAIL INFRASTRUCTURE TRACKNAND BALLAST TO MEET FRA CLASS 1 TRACK SAFETY STANDARDS AND RESTORE SAFE RAIL OPERATIONS AT THE RADIO ISLAND TERMINAL. THE PROJECT WILL SUPPORT GROWTH OPPORTUNITIES IN THE OFFSHORE WIND AUTOMOTIVE AND OTHER COMPLEMENTARY SECTORS WITHIN THE PORT OF MOREHEAD CITY COMPLEX. THIS PROJECT IS MADE UP OF THE FOLLOWING ELEMENTS. REMOVAL OF EXISTING VEGETATION DEGRADED RAIL MATERIALS AND PAVEMENT AT ROAD CROSSINGS WITHIN THE LIMITS OF THE EXISTING TRACKS. MOBILIZATION AND DEMOBILIZATION. INSTALLATION OF A NEW JOINTED RAIL WITH JOINTED 115 OR 132 RAIL 5400 TRACK FEET.  REPLACEMENT OF THE EXISTING BALLAST AND TIES 20500 SQUARE FEET. REPLACEMENT OF EXISTING TURNOUTS AND SWITCHES SIX TURNOUT. REPLACEMENT OF CROSSING SURFACE TREATMENTS AT OLD CAUSEWAY ROAD MORGAN ROAD MARINE ROAD AND AT RADIO ISLAND ROAD FOUR TOTAL CROSSINGS.  3 DELIVERABLES EXPECTED OUTCOMES WITHIN FREIGHT MOVEMENTS RAIL CARS MEASURED QUARTERLY WITHIN GROSS TONS TONS MEASURED QUARTERLY 4 INTENDED BENEFICIARY NORTH CAROLINA STATE PORT AUTHORITY SUBRECIPIENT ACTIVITIES NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0782d960-d89a-c790-f4d4-2aed2b14f4d5-C", "generated_internal_id": "ASST_NON_693JF72245015_6938"}, {"internal_id": 162299391, "Award ID": "693JF72245014", "Award Amount": 4140000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-22", "CFDA Number": "20.823", "Description": "AWARD PURPOSE THIS PROJECT WILL CONSTRUCT A NEW RAIL STORAGE YARD TO SUPPORT THE EXISTING OPERATIONS AT THE PORT FACILITY. THE PROJECT WOULD ADD APPROXIMATELY 130 ADDITIONAL STORAGE SPACES CONSTRUCT TWO SETS OF STORAGE TRACKS AND A NEW RAIL SIDING. THESE ADDITIONAL SPACES ARE EXPECTED TO INCREASE THE RECIPIENTS STORAGE CAPACITY BY 25 PERCENT SO THAT IT CAN SAFELY MANAGE THE CURRENT STORAGE OPERATIONS AND MEET THE CURRENT REPRESSED STORAGE DEMAND. ACTIVITIES TO BE PERFORMED THE PROJECT WILL ADD 130 ADDITIONAL STORAGE SPACES BY CONSTRUCTING TWO SETS OF STORAGE TRACKS AND A RAIL SIDING. THIS PROJECT IS MADE UP OF THE FOLLOWING TWO COMPONENTS. COMPONENT 1 DESIGN AND PROJECT ADMINISTRATION OF PORT BIENVILLE RAIL STORAGE YARD COMPLETION OF PRELIMINARY STUDIES AND SURVEYS TOPOGRAPHIC SURVEY GEOTECHNICAL INVESTIGATION JURISDICTIONAL DETERMINATION WETLANDS DELINEATION CULTURAL RESOURCES SURVEY THREATENED AND ENDANGERED SPECIES SURVEY HAZARDS AND TOXICS SURVEY PRELIMINARY DESIGN 30 PERCENT OTHER ENVIRONMENTAL TASKS USACE 404 PERMIT AND ENVIRONMENTAL ASSESSMENT OPINION OF PROBABLE CONSTRUCTION COSTS AND FINAL DESIGN 60 PERCENT 90 PERCENT 100 PERCENT. PREPARATION OF CONSTRUCTION DRAWINGS CONTRACT DOCUMENT AND TECHNICAL SPECIFICATIONS TO BE USED FOR PROCUREMENT.  ASSISTANCE WITH PROCUREMENT AND CONTRACT AWARD FOR COMPONENT 2 CONSTRUCTION OF RAIL STORAGE YARD. ENGINEER TO PROVIDE CONSTRUCTION ADMINISTRATION AND RESIDENT PROJECT REPRESENTATION THROUGHOUT CONSTRUCTION OF THE PROJECT FINAL INSPECTION ACTIVITIES ASSIST WITH CONTRACTORS COMPLETION OF PUNCH LIST ITEMS AND ASSIST WITH CLOSEOUT AT THE CONCLUSION OF CONSTRUCTION.  COMPONENT 2 CONSTRUCTION OF RAIL STORAGE YARD. INSTALLATION OF APPROXIMATELY 13800 LINEAR FEET OF ADDITIONAL TRACK NINE TURNOUTS ROUGHLY 8263 STEEL OR TIMBER TIES AND APPROXIMATELY 12168 TONS OF BALLAST.  DELIVERABLES WITHIN ECONOMIC COMPETITIVENESS.  FREIGHT MOVEMENTS NUMBER OF TEU RAILCAR TRUCK MOVEMENTS OVER PROJECT STUDY AREA CARGO STORAGE TOTAL CARGO STORAGE FOR PROJECT STUDY AREA INTENDED BENEFICIARY HANCOCK COUNTY PORT AND HARBOR COMMISSION SUBRECIPIENTS NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9538e75c-e3c1-4f66-3b3b-f6237ae37728-C", "generated_internal_id": "ASST_NON_693JF72245014_6938"}, {"internal_id": 156178659, "Award ID": "693JF72245011", "Award Amount": 1173600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-09", "CFDA Number": "20.823", "Description": "THE PROJECT IS FOR THE DEVELOPMENT OF A COMPREHENSIVE MASTER PLAN THAT EVALUATES THE CONDITION PERFORMANCE SAFETY EFFICIENCY STATE OF GOOD REPAIR RELIABILITY, RESILIENCY AND SUSTAINABILITY OF THE WHITTIER TERMINAL. THE PLAN WILL IDENTIFY AREAS FOR POTENTIAL REHABILITATION OF MARINE TERMINAL AND UPLAND INFRASTRUCTURE AS WELL AS POTENTIAL OPERATIONAL IMPROVEMENTS TO SUPPORT THE TERMINAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a72a4fa7-0a2a-89b4-3c21-36abfc0f05b9-C", "generated_internal_id": "ASST_NON_693JF72245011_6938"}, {"internal_id": 160686899, "Award ID": "693JF72245010", "Award Amount": 8368000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "20.823", "Description": "1.AWARD PURPOSE THE PROJECT WILL FUND REPAIRS TO AN UNUTILIZED FACILITY IN THE PORT OF SUPERIOR. THE PROJECT WILL FUND CONSTRUCTION OF A NEW SHEET PILE RETAINING WALL PLACEMENT OF TREMIE CONCRETE BEHIND THE NEW WALL TO CREATE A LOAD BEARING SURFACE AND INSTALLATION OF A CONCRETE CAP ATOP THE NEW WALL. IMPROVEMENTS ALSO INCLUDE RAIL AND ROAD WORK A STORMWATER MANAGEMENT SYSTEM UTILITIES A SHOP AND OFFICE BUILDING AND DREDGING. 2.ACTIVITIES TO BE PERFORMED COMPONENT 1 ENVIRONMENTAL DREDGING THE U.S. ARMY CORPS OF ENGINEERS USACE USING OTHER FEDERAL FUNDS FROM THE ENVIRONMENTAL PROTECTION AGENCY EPA AND USACE WILL DREDGE AND DEWATER APPROXIMATELY 27000 OF THE REQUIRED 39000 CY OF MATERIAL AND THEN RELOCATE TO ONSITE BERM. THIS DREDGING IS FOR CONTAMINATED MATERIAL.  USACE WILL DREDGE THE CONTAMINATED MATERIAL IN CONJUNCTION WITH THE GREATER GREAT LAKES LEGACY ACT PROGRAM AND SPECIFICALLY FOR THE ST LOUIS RIVER AREA OF CONCERN AOC.  COMPONENT 2 CONSTRUCTION ELEMENT 1 SITE WORK  INSTALL NATURAL GAS LINE GRAVEL SIDE ROADS AND A CONCRETE ROAD CROSSING CREATE INSTALL TWO STORM OUTFALLS A SEWER COLLECTION TANK AND A STORMWATER MANAGEMENT POND FOR STORMWATER STORAGE AND SEWER CONTROL CREATE PARKING AREAS CONDUCT PUBLIC ROADWAY REPAIRS INSTALL DRY HYDRANT ASSEMBLIES AND ASSOCIATED PIPING PERFORM DUST CONTROL AND EROSION CONTROL INSTALL SITE FENCING AND ASPHALT SALT PAD CONSTRUCT A 5000 SF MAINTENANCE GARAGE AND A 1000 SF OFFICE BUILDING ELEMENT 2 RAIL TRACK WORK REPAIR AND EXTENSION OF TRACK FOR A TOTAL OF ROUGHLY 8 725 SF INCLUDING INSTALLATION OF SEVEN RAIL SWITCHES FIVE CROSSINGS AND ONE RAIL SCALE ELEMENT 3 DOCK WALL WORK NAVIGATIONAL DREDGING DREDGE AND DEWATER APPROXIMATELY 12000 OF THE REQUIRED 39000 CY OF MATERIAL AND THEN RELOCATE TO ONSITE BERM.  THIS WORK IS TO DREDGE THE REMAINING NON CONTAMINATED MATERIAL IN THE CHANNEL TO REACH THE DESIRED NAVIGATION DEPTH TO MEET THE PROJECT GOALS. COMPLETE RESTORATION AND RESURFACING OF APPROXIMATELY 2610 SF OF DOCK WALL PROVIDE MATERIALS AND INSTALLATION OF NECESSARY SUBSURFACE PILINGS AND TIEBACKS TO SUPPORT AN ENGINEERED PLATFORM TO CONSTRUCT ABOVE GRADE INFRASTRUCTURE DELIVERABLES EXPECTED OUTCOMES FREIGHT MOVEMENTS GROSS TONS AND VESSEL CALLS WITHING ECONOMIC COMPETITIVENESS INTENDED BENEFICIARY THE CITY OF SUPERIOR SUBRECIPIENT ACTIVITIES C REISS COAL COMPANY WILL WORK WITH THE CITY OF SUPERIOR TO EXECUTE THE TERMS OF THE GRANT AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f98bba82-3942-6e6b-7156-f281f1493abc-C", "generated_internal_id": "ASST_NON_693JF72245010_6938"}, {"internal_id": 159789665, "Award ID": "693JF72245009", "Award Amount": 15730000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "20.823", "Description": "1 AWARD PURPOSE THE PORT OF TACOMA OFF DOCK CONTAINER SUPPORT FACILITY PROJECT WILL DEVELOP THREE CONTIGUOUS PARCELS TOTALING 24 5 ACRES LOCATED WEST OF THORNE ROAD AND NORTH OF MAXWELL WAY TO SUPPORT OFF DOCK CONTAINER TERMINAL OPERATIONS THAT ARE CURRENTLY CONDUCTED IN LIMITED ON DOCK AREAS. THE UTILIZATION OF WATERFRONT SPACE WILL BE MAXIMIZED BY CONSOLIDATING STORAGE AND NON WATERFRONT DEPENDENT ACTIVITIES SUCH AS EMPTY CONTAINER AND CHASSIS STORAGE ADMINISTRATIVE FUNCTIONS AND THE PREPARATION OF REFRIGERATED CONTAINERS OUTSIDE OF THE MAIN TERMINAL.  2 ACTIVITIES TO BE PERFORMED COMPONENT 1 ENGINEERING AND DESIGN COMPLETE FINAL DESIGN OF PROJECT ELEMENTS ACTIVITIES NECESSARY FOR COMPLETING NEPA AND OBTAINING FINAL PERMITS. COMPONENT 2 OFF DOCK CONTAINER FACILITY CONSTRUCTION SINGLE HIGH REEFER PRE TRIP WASH FACILITY EMPTY REFRIGERATED CONTAINERS REEFERS WILL BE WASHED INSPECTED AND TESTED PRIOR TO BEING SENT TO A CUSTOMER FOR USE. THE SYSTEM WILL RECYCLE WASH WATER COLLECTED FROM THE WASHED CONTAINERS. WHEELED REEFER VALET DROP OFF THE WHEELED REEFER VALET DROP OFF PROVIDES AN OPTION FOR TRUCKERS TO DROP REEFERS AT A DESIGNATED STALL WITHOUT ENTERING THE MARINE TERMINAL. ROADABILITY LANES FOUR ROADABILITY LANES ARE PROVIDED FOR TRUCK AND CHASSIS INSPECTION PRIOR TO EXITING THE SITE. POWER WILL BE PROVIDED FOR AN AIR COMPRESSOR. OTHER LIGHT WORK WILL BE CONDUCTED WITH SMALL RECHARGEABLE HANDHELD TOOLS FOR MINOR REPAIRS. EMPTY CONTAINER AND CHASSIS STORAGE AND REPAIR YARD  A QUONSET HUT STYLE STRUCTURE WILL SUPPORT SIGNIFICANT CHASSIS REPAIRS.  AT GRADE RAIL CROSSING THE AT GRADE RAIL CROSSING PROVIDES ACCESS BETWEEN PARCELS 85 AND 87 AT THE PROJECT SITE ALLOWING TRUCKERS TO AVOID USING THORNE ROAD MAINTAINING ROADWAY CAPACITY FOR OTHER USERS. ASPHALT PAVEMENT WILL BE USED FOR THE CROSSING. SLIDING GATES WILL BE LOCATED AT THE PARCELS BOUNDARY. CONSTRUCT TRUCK ENTRY AND EXIT GATES ON THORNE ROAD AND MAXWELL WAY WITH A GUARD SHELTER AT THE MAXWELL WAY LOCATION. OFF SITE IMPROVEMENTS INCLUDING SIDEWALKS  CURB STREETLIGHTS  STREET TREES AND STORMWATER INFRASTRUCTURE. 3 DELIVERABLES EXPECTED OUTCOMES CARGO LIFTS AND AVERAGE DAILY TRUCK TRAFFIC WITHIN ECONOMIC COMPETITIVENESS AND GREENHOUSE GAS EMISSIONS WITHIN ENVIRONMENTAL SUSTAINABILITY PROTECTION 4 INTENDED BENEFICIARY THE PORT OF TACOMA 5 SUBRECIPIENT ACTIVITIES NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6efb8ad7-186c-4839-411e-472756daf415-C", "generated_internal_id": "ASST_NON_693JF72245009_6938"}, {"internal_id": 150965457, "Award ID": "693JF72245008", "Award Amount": 20000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "20.823", "Description": "THIS PROJECT WILL FUND IMPROVEMENTS TO THE PORTSMUTH MARINE TERMINAL TO ENABLE IT TO SERVE AS A STAGING AREA IN SUPPORT OF OFFSHORE WIND PROJECTS.  THE GRANT WILL FUND CREATION OF A WIND TURBINE GENERATOR STAGING AREA IN THE UPLANDS ADJACENT TO ONE THE TERMINALS WHARVES AND A SECOND STORAGE AREA WHERE MONOPILES AND OTHER PROJECT COMPONENTS WILL BE STORED.  THE STAGING AND STORAGE AREAS REQUIRE INSTALLATION OF PILES TO INCREASE THE LOAND-BEARING CAPACITY OF THE SITE AND NEW PAVEMENT TO SUPPORT THE HEAVY COMPONENTS THAT WILL BE IMPORTED THROUGH THE FACILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c690b485-ec31-9a7c-c6c3-eba5db8eb0bb-C", "generated_internal_id": "ASST_NON_693JF72245008_6938"}, {"internal_id": 138391511, "Award ID": "693JF72140021", "Award Amount": 12977498.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-27", "CFDA Number": "20.823", "Description": "CONSTRUCT A TOE WALL AND COMPLETE THE DEEPENING OF THREE BERTHS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa1e3070-e993-e172-4e48-ec51cedce554-C", "generated_internal_id": "ASST_NON_693JF72140021_6938"}, {"internal_id": 145302606, "Award ID": "693JF72140018", "Award Amount": 10687333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-23", "CFDA Number": "20.823", "Description": "THE PROJECT FUNDS THE FINAL PHASW OF A $458 MILLION MULTI-YEAR PROGRAM TO MODERNIZE AND REHABILITATE THE PORT OF SEATTLE'S TERMNAL 5.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4766140-5f95-0065-612f-4ab861c51275-C", "generated_internal_id": "ASST_NON_693JF72140018_6938"}, {"internal_id": 140708730, "Award ID": "693JF72140015", "Award Amount": 20184999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "20.823", "Description": "THIS PROJECT WILL INVOLVE THE MODIFICATION OF THE EXISTING INFRASTRUCTURE TO ALLOW FOR THE CONSTRUCTION OF A NEW YARD, INCLUDING COMPLETING 6 COMPONETS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6dbf3fc0-9ee7-73b0-e88c-afe7448ccc8e-C", "generated_internal_id": "ASST_NON_693JF72140015_6938"}, {"internal_id": 147974025, "Award ID": "693JF72140014", "Award Amount": 9722223.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-21", "CFDA Number": "20.823", "Description": "THE TRANSIT SHED 1 REPLACMENT PROJECT INVOLVES THE DECONSTRUCTION AND REMOVAL OF AN 80,000-SF METAL CLAD CONCRETE STRUCTURE, PARTIAL REPLACEMENT OF A CONCRETE SLAB, AND ERECTION OF A 132,000-SF TUBULAR FRAMED, TENSIONED FABRIC STRUCTURE WITH AN APPROXIMATELY 31-FOOT CLEAR HEIGHT.  THE PROJECT WILL CONSIST OF TWO COMPONENTS 1. ENGINEERING AND DESIGN AND 2. CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa1e3070-e993-e172-4e48-ec51cedce554-C", "generated_internal_id": "ASST_NON_693JF72140014_6938"}, {"internal_id": 148927260, "Award ID": "693JF72140013", "Award Amount": 14504850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-25", "CFDA Number": "20.823", "Description": "THE PROJECT WILL DEVELOP, EXPAND AND UPGRADE AGAIN AND THE BULK HANDLING FACILITY OWNED BY THE PORT AND OPERATED BY WEST PLAINS, LLC.  THE UPGRADES CONSIST OF REAILWORK, STORAGE, MATERIAL-HANDLING AND SHIP LOADING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "484bfd23-19b2-296e-eee8-b1a5e80855c0-C", "generated_internal_id": "ASST_NON_693JF72140013_6938"}, {"internal_id": 150747420, "Award ID": "693JF72140012", "Award Amount": 11141000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "20.823", "Description": "THIS PROJECT FUNDS THE FIRST PHASE OF THE REHABILITATION OF THE SOUTH SIDE OF PIER 1 IN THE PORT OF DAVISVILLE. THE PROJECT COMPLEMENTS A SIMILAR STATE-FUNDED EFFORT THAT IS MODERNIZING THE ADJACENT PIER 2 FACILITY AND IS PART OF THE PORTS RECENTLY COMPLETED MASTER PLAN. PIDP FUNDING WILL ASSIST WITH THE REMOVAL AND RECONSTRUCTION OF A SECTION OF THE DOCK AT PIER 1 SOUTH, INCLUDING THE REPLACEMENT OF CRITICAL BERTHING AND MOORING INFRASTRUCTURE AS WELL AS THE INSTALLATION OF A CONCRETE RAMP OVERLAY TO ACCOMMODATE THE LOADING/UNLOADING OF RO-RO VESSELS AT THE PIER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d397f0a5-9a54-289e-dfc3-ff37d122c7b5-R", "generated_internal_id": "ASST_NON_693JF72140012_6938"}, {"internal_id": 153727534, "Award ID": "693JF72140011", "Award Amount": 9880000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "20.823", "Description": "THE PROJECT WILL FUND PHASE II OF THE COOS BAY RAIL LINE TIE AND SURFACING PROGRAM, WHICH WILL REPLACE ROUGHLY 48000 CROSSTIES AND RESURFACE MAINLINE SIDINGS AN INDUSTRIAL LEAD RAIL YARD AND SPUR TRACKS WITH BALLAST ALONG 85 MILES OF TRACK THAT STRECHES FROM EUGENE OREGON TO COOS BAY OREGON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b4003f0-6a33-1544-c258-55e55cded362-C", "generated_internal_id": "ASST_NON_693JF72140011_6938"}, {"internal_id": 158035558, "Award ID": "693JF72140008", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "20.823", "Description": "THIS PLANNING PROJECT WILL IMPLEMENT DEVELOPMENT PHASE ACTIVITIES NEEDED TO DEVELOP 1 PAVEMENT AND ROAD ACCESS 2 RAIL ACCESS AND 3 PRELIMINARY SITE DESIGN FOR THE PLANNED LARGE SCALE INTERMODAL FACILITY ALONG THE MISSOURI RIVER IN KANSAS CITY, MISSOURI. THE PLANNING AND DESIGN ACTIVITIES WILL INCLUDE ACCESS ALIGNMENT AND DESIGNS NON INVASIVE SURVEYS OPTIONS ANALYSIS AND PRELIMINARY SITE DESIGN RELATED TO DOCK PLANNING.  THERES NO EXPECTED OUTCOMES. INTENDED BENEFICIARY IS THE PORT AUTHORITY OF KANSAS CITY MO.  SUBRECIPIENT ACTIVITIES NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a5fb396-1540-6a8e-e6a3-89ac5650ca78-C", "generated_internal_id": "ASST_NON_693JF72140008_6938"}, {"internal_id": 152062861, "Award ID": "693JF72140007", "Award Amount": 8260000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "20.823", "Description": "THIS PROJECT WILL MAKE IMPROVEMENTS RELATED TO BULK COMMODITY HANDLING AT SPARROWS POINT. THE PROJECT WILL REHABILITATE AN OBSOLETE PIER, CREATE A BULK IMPORT AND EXPORT TERMINAL WITH CONNECTIVITY FOR FUTURE RAIL ACCESS, STORAGE DOME, AND PAVED LAYDOWN YARDS, UPGRADE THE ROAD NETWORK, UPGRADE THE TRACK AND TURNOUTS, AND BRING DEGRADED UTILITIES FROM A FORMER STEEL MILL OPERATION INTO A STATE OF GOOD REPAIR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2236a4f0-923f-f506-8b2b-b1cbfa9159f2-C", "generated_internal_id": "ASST_NON_693JF72140007_6938"}, {"internal_id": 159697079, "Award ID": "693JF72140004", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "20.823", "Description": "THE PROJECT WILL CONVERT A VACANT APPROXIMATELY 3.5 ACRE GRAVEL YARD INTO A MULTIMODAL BULK STORAGE FACILITY ADJACENT TO THE PRIMARY BULK CARGO OPERATIONS.  THE PROJECT WILL CONSTRUCT AN APPROXIMATELY 84000 SQUARE FOOT BULK WAREHOUSE WITH MORE THAN AN ACRE OF CONCRETE STORAGE SURROUNDING THE WAREHOUSE.  ACTIVITIES TO BE PERFORMED ELEMENT 1 SITE PREPARATION EXCAVATION AND DISPOSAL OF EXISTING GRADE MATERIAL EARTHWORK GRADING RELOCATION OF STORM SEWER LINE EXTENSION OF ELECTRICAL SERVICE AND REMOVAL OF ABANDONED UTILITY SERVICE LINES.  ELEMENT 2 ENGINEERING DESIGN AND SUPPORT RELATED TO THE CONSTRUCTION OF A PRE ENGINEERED METAL BUILDING AND EXTERIOR CONCRETE PAD TO BE CONSTRUCTED IN ACCORDANCE WITH BULK LOAD SPECIFICATIONS. ELEMENT 3 CONSTRUCTION ADMINISTRATION MANAGEMENT OBSERVATION MATERIAL TESTING AND INSPECTIONS.  ELEMENT 4 CONSTRUCTION OF 84000 SQUARE FOOT PRE ENGINEERED METAL BUILDING, WITH CONCRETE FOUNDATION CONCRETE SLAB ON GRADE INSULATION MECHANICAL ELECTRICAL 4 MAN DOORS 4 OVERHEAD DOORS INTERNAL EXTERNAL LIGHTING AND BOLLARDS.  CONSTRUCTION OF A 41410 SQUARE FOOT CONCRETE PAD CONSTRUCTED IN ACCORDANCE WITH BULK WEIGHT LOAD SPECIFICATIONS.  DELIVERABLES EXPECTED OUTCOMES IMPROVEMENTS IN GROSS TONS CARGO STORAGE AND VESSEL CALLS FOR A 3 YEAR REPORTING PERIOD ABOVE CURRENT BASELINE.  INTENDED BENEFICIARY PORTS OF INDIANA SUBRECIPIENT ACTIVITIES NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72ec6e3b-1748-e82e-1a67-4ea872760527-C", "generated_internal_id": "ASST_NON_693JF72140004_6938"}, {"internal_id": 150965425, "Award ID": "693JF72140003", "Award Amount": 13224090.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "20.823", "Description": "THE PROJECT WILL IMPROVE CAPACITY AT THE TERMINAL ISLAND WYE RAIL JUNCTION THAT CONNECTS RAIL ON TERMINAL ISLAND TO THE ALAMEDA CORRIDOR.  THE PROJECT INCLUDE THE CONSTRUCTION OF TRACKS AND SIDING ALONG THE SOUTH LEG OF THE TERMINAL ISLAND WYE AND REALIGNS OR REPLACES EXISTING TRACK TO IMPROVE THE EFFICIENCY OF RAIL OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96ca9b32-46af-3932-da55-dc0602cf3eb3-C", "generated_internal_id": "ASST_NON_693JF72140003_6938"}, {"internal_id": 159789664, "Award ID": "693JF72140002", "Award Amount": 9880000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-24", "CFDA Number": "20.823", "Description": "1.THE PROJECT WILL IMPROVE THE STATE ROUTE 47 SR 47 VINCENT THOMAS BRIDGE HARBOR BOULEVARD FRONT STREET INTERCHANGE NEAR THE PORT OF LOS ANGELES. THE IMPROVEMENTS INCLUDE REMOVAL OF EXISTING WESTBOUND OFF RAMP WITH HARBOR BOULEVARD TO ELIMINATE AN UNSAFE WEAVE CONSTRUCTION OF NEW WESTBOUND OFF RAMP WITH FRONT STREET WITH A NEW TRAFFIC SIGNAL REALIGNMENT OF EASTBOUND ON RAMP FROM HARBOR BOULEVARD TO INCREASE MERGE LENGTH AND REDUCE GRADE CONVERSION OF THE EASTBOUND OFF RAMP AUXILIARY LANE FROM I 110 CONNECTOR AND GAFFEY STREET TO TWO LANES AND REMOVAL OF AN OBSOLETE RAIL SPUR. 2.ACTIVITIES TO BE PERFORMED COMPONENT 1 CONSTRUCTION UTILITIES A.REMOVAL OF CONFLICTING UTILITIES B.RAIL REMOVAL C.WATER AND GAS LINE RELOCATION D.DRAINAGE IMPROVEMENTS INCLUDING MODIFICATIONS TO THE EXISTING STORM DRAIN SYSTEM E.SEWER SYSTEM IMPROVEMENTS F.ELECTRICAL SYSTEM IMPROVEMENTS. SITE WORK A.EARTHWORK INCLUDING SOIL REMEDIATION AND SOIL SURCHARGE B.PARTIAL DEMOLITION OF THE EXISTING ON AND OFF RAMPS TO CONSTRUCT NEW RAMP ALIGNMENTS. C.GRADING, PAVING, AND STRIPING. D.ROADWAY REALIGNMENT INCLUDING SIDEWALK, CURB, AND GUTTER IMPROVEMENTS E.TRAFFIC SIGNAL AND STREET LIGHTING IMPROVEMENTS F.RETAINING WALLS AND ARCHITECTURAL WALL TREATMENT G.FENCING H.LANDSCAPING AND IRRIGATION I.RAIL REMOVAL COMPONENT 2 CONSTRUCTION MANAGEMENT THE CONSTRUCTION MANAGEMENT CHARGES INCLUDE THE CONSTRUCTION MANAGEMENT CONTRACT FOR ADMINISTRATIVE SUPPORT AND STAFF CHARGES FOR INSPECTION CONSTRUCTION MANAGEMENT SUPPORT AND DESIGN SERVICES DURING CONSTRUCTION. 3.DELIVERABLES EXPECTED OUTCOMES. TRAVEL TIME SAVINGS WITHIN THE CATEGORY OF ECONOMIC COMPETITIVENESS AND ACCIDENT REDUCTION WITHIN THE CATEGORY OF SAFETY. 4. INTENDED BENEFICIARY CITY OF LOS ANGELES HARBOR DEPARTMENT 5. SUBRECIPIENT ACTIVITIES NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "272c2d13-4bd1-b8b3-bcff-a23c9026276e-C", "generated_internal_id": "ASST_NON_693JF72140002_6938"}, {"internal_id": 132955930, "Award ID": "693JF72040033", "Award Amount": 15893543.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-15", "CFDA Number": "20.823", "Description": "MARITIME EXPORT FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "941e2615-2968-3efe-8c3c-20e838657bbf-C", "generated_internal_id": "ASST_NON_693JF72040033_6938"}, {"internal_id": 133021437, "Award ID": "693JF72040032", "Award Amount": 21840000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-15", "CFDA Number": "20.823", "Description": "BAYPORT TERMINAL INTERMODAL EXPANSION TO MEET DEMAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d710ac29-f878-b00f-202a-1cd08d8bd8bf-C", "generated_internal_id": "ASST_NON_693JF72040032_6938"}, {"internal_id": 128966680, "Award ID": "693JF72040030", "Award Amount": 19986000.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2021-01-27", "CFDA Number": "20.823", "Description": "CONSTRUCT A TOE WALL AND COMPLETE THE DEEPENING OF THREE BERTHS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87d3fcea-2b4b-9042-ce80-e310d48f27a3-C", "generated_internal_id": "ASST_NON_693JF72040030_6938"}, {"internal_id": 138818792, "Award ID": "693JF72040029", "Award Amount": 16000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "20.823", "Description": "TO PROVIDE RECONSTRUCTION AND UPGRADE THE DOCK FACE AND INTRODUCE THE LIQUID TRANSLOADING FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71feea1f-aa60-5c8a-8ff2-723e7c062470-C", "generated_internal_id": "ASST_NON_693JF72040029_6938"}, {"internal_id": 134227750, "Award ID": "693JF72040028", "Award Amount": 11000000.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2021-05-20", "CFDA Number": "20.823", "Description": "TO RAISE AND RECONSTRUCT DOCKS 24 AND 26 WEST AND REHABILIATE THE RAIL SPUR ADJACENT TO DOCK 24.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5177be26-0cac-4180-a831-0c20566e7ce5-R", "generated_internal_id": "ASST_NON_693JF72040028_6938"}, {"internal_id": 145302607, "Award ID": "693JF72040027", "Award Amount": 15760000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-08", "CFDA Number": "20.823", "Description": "THE PROJECT FUNDS IMPROVEMENTS TO THE ROADWAYS LEADING TO AND FROM THE PORT'S WESTERN ENTRANCE OF GULFPORT WHICH SERVES ALL FREIGHTS AND MILITARY CARGO THT MOVES THROUGH THE PORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "060bb50c-321a-8a3b-f211-ef261cb40066-C", "generated_internal_id": "ASST_NON_693JF72040027_6938"}, {"internal_id": 144975600, "Award ID": "693JF72040026", "Award Amount": 10500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-22", "CFDA Number": "20.823", "Description": "THE PROJECT WILL FUND A RAIL-SERVED WAREHOUSE AND REHABILITATE APPROXIMATELY 1,775 LINEAR FEET OF FAILING WHARF WALLS AT BERTHS 10 AND 11 INSIDE THE PORT.  THE REHABILITATION WORK INCLUDES NEW SHEET PILE, TIEBACKS, BOLLARDS, EARTH WORK TO TIE THE STRUCTURE TO THE EXISTING DECK SURFACE AND STORMWATER MANAGEMENT FEATURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2047593d-8615-de0b-4bc6-a99e04f6480f-C", "generated_internal_id": "ASST_NON_693JF72040026_6938"}, {"internal_id": 138391512, "Award ID": "693JF72040024", "Award Amount": 34600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-22", "CFDA Number": "20.823", "Description": "REALIGN BERTH1 THE EASTERN MOST CONTAINER BERTH AT THE PORT OF SAVANNAH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7845e13-fcfc-4c07-af1f-b3d07be9fb9d-C", "generated_internal_id": "ASST_NON_693JF72040024_6938"}, {"internal_id": 152178227, "Award ID": "693JF72040023", "Award Amount": 43928393.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "20.823", "Description": "THE PROJECT FUNDS TWO INDEPENDENT COMPONENTS IMPROVEMENTS TO A CARGO YARD AND CONSTRUCTION OF A FUMIGATION AND COLD CHAIN PROCESSING CENTER.  THE CARGO YARD RESILIENCY IMPROVEMENTS COMPONENT UPGRADES DRAINAGE REPAIRS PAVEMENTS AND INSTALLS STORMWATER RETENTION FACILITIES.  THE COMPOINET ALSO PROVIDES FOR THE INSTALLATION OF ADDITIONAL INFRASTRUCTURE TO SUPPORT REFRIGERATED CONTAINERS.  THE SECOND COMPONENT FUNDS CONSTRUCTION OF A STATE OF THE ART FUMIGATION AND COLD CHAIN PROCESSING FACILITY.  THE FUMIGATION AND COLD CHAIN PROCESSING CENTER ALSO SUPPORTS THE SAFE FLOW OF AGRICULTURAL AND FOOD PRODUCTS FREE OF PESTS AND DISEASES DOMESTICALLY AND INTERNATIONALLY AND FURTHERS THE TREATMENT REQUIREMENTS OF 7 CFR 305.5 305.8.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d82caadf-c315-d352-fcb4-d66cb2ff8cef-C", "generated_internal_id": "ASST_NON_693JF72040023_6938"}, {"internal_id": 131485919, "Award ID": "693JF72040022", "Award Amount": 14100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "20.823", "Description": "IMPROVEMENTS TO NORTH CARGO BERTH3", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dfed5fbe-a84c-5054-a115-59b402b373c0-C", "generated_internal_id": "ASST_NON_693JF72040022_6938"}, {"internal_id": 152058055, "Award ID": "693JF72040021", "Award Amount": 18184743.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "20.823", "Description": "THE GRANT WILL FUND CONSTRUCTION OF APPROXIMATELY 16,200 LINEAR FEET OF TRACK AND RELATED INFRASTRUCTURE, SWITCHES, TURNOUTS, UTILITIES, AND DRAINAGE IMPROVEMENTS. THE PROJECT ADDS CAPACITY TO THE EXISTING ON-DOCK RAILYARD AT THE PORT OF LOS ANGELES BY ADDING FIVE NEW TRACKS JUST NORTH OF THE EXISTING RAILYARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "272c2d13-4bd1-b8b3-bcff-a23c9026276e-C", "generated_internal_id": "ASST_NON_693JF72040021_6938"}, {"internal_id": 151544445, "Award ID": "693JF72040020", "Award Amount": 14500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "20.823", "Description": "THE PROJECT WILL IMPROVE CAPACITY AT THE TERMINAL ISLAND WYE RAIL JUNCTION THAT CONNECTS RAIL ON TERMINAL ISLAND TO THE ALAMEDA CORRIDOR.  THE PROJECT INCLUDE THE CONSTRUCTION OF TRACKS AND SIDING ALONG THE SOUTH LEG OF THE TERMINAL ISLAND WYE AND REALIGNS OR REPLACES EXISTING TRACK TO IMPROVE THE EFFICIENCY OF RAIL OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96ca9b32-46af-3932-da55-dc0602cf3eb3-C", "generated_internal_id": "ASST_NON_693JF72040020_6938"}, {"internal_id": 151732295, "Award ID": "693JF72040018", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "20.823", "Description": "THE PURPOSE FOR THIS MODIFICATION IS TO AMEND ARTICLES 2.4 AWARD DATES.  3.2 PROJECT ESTIMATED SCHEDULE.  4.1 CRITICAL MILESTONE DEADLINES.  5.1 RECIPIENT UNIQUE IDENTIFIER.  5.2 RECIPIENT CONTACT.  ATTACHMENT B 1.  SUPPLEMENTARY FUND SOURCE TABLES.  ATTACHMENT B 2. COST CLASSIFICATION TABLE.  ATTACHMENT C OUTCOME PERFORMANCE MEASUREMENT TABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4766140-5f95-0065-612f-4ab861c51275-C", "generated_internal_id": "ASST_NON_693JF72040018_6938"}, {"internal_id": 140384107, "Award ID": "693JF72040006", "Award Amount": 18000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "20.823", "Description": "THIS PROJECT IS COMPRISED OF 3 COMPONENTS 1. THE MAIN STREET TERMINAL 1 DOCK REBUILD, 2 BUFORD RAIL YARD INERCHANGE TRACK CONSTRUCTION AND 3 THE DEMOLITION AND RECONSTRUCTION OF THE PORT OF BEAUMONT'S GRAIN DOCK FOR IMPROVEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d520b643-246d-799f-4c51-8e3b8c45280b-R", "generated_internal_id": "ASST_NON_693JF72040006_6938"}]