[{"internal_id": 48665095, "Award ID": "FR-INF-0001-17", "Award Amount": 36575235.92, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-20", "CFDA Number": "20.314", "Description": "SOUTH LANDER GRADE SEPARATION AND RAILROAD SAFETY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f7f9852-cec5-c848-d5c2-43034c97e36f-C", "generated_internal_id": "ASST_NON_FR-INF-0001-17_6930"}, {"internal_id": 133860372, "Award ID": "DTMA9117G00005", "Award Amount": 9757733.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "20.934", "Description": "COOS BAY RAIL LINETUNNEL REHAB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b4003f0-6a33-1544-c258-55e55cded362-C", "generated_internal_id": "ASST_NON_DTMA9117G00005_6938"}, {"internal_id": 130354064, "Award ID": "DTMA9117G00001", "Award Amount": 44000000.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2017-12-27", "CFDA Number": "20.934", "Description": "TO EXPAND ITS MULTI-MODAL CAPACITY AND IMPROVE THE WAY CONTAINERS MOVE THRU THE POS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7845e13-fcfc-4c07-af1f-b3d07be9fb9d-C", "generated_internal_id": "ASST_NON_DTMA9117G00001_6938"}, {"internal_id": 81010597, "Award ID": "69A36519500410INFFL", "Award Amount": 8322437.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-23", "CFDA Number": "20.314", "Description": "TAYLOR COUNTY, FLORIDA COMPETITIVENESS AND EMPLOYMENT BY RAIL PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab6ce914-fc82-6cc9-176e-11c23816c1d0-C", "generated_internal_id": "ASST_NON_69A36519500410INFFL_6930"}, {"internal_id": 79379147, "Award ID": "69A36519500400INFME", "Award Amount": 7890000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-27", "CFDA Number": "20.314", "Description": "MAINE RAILROAD BRIDGE CAPACITY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "deb4ee6a-2a60-69df-cef5-55c678c7c4db-C", "generated_internal_id": "ASST_NON_69A36519500400INFME_6930"}, {"internal_id": 77152972, "Award ID": "69A36519500340INFMS", "Award Amount": 7540000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-21", "CFDA Number": "20.314", "Description": "NORTH CENTRAL MISSISSIPPI RAILWAY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17294ba4-40fb-60ef-c33a-07ccb8570aa5-R", "generated_internal_id": "ASST_NON_69A36519500340INFMS_6930"}, {"internal_id": 139533004, "Award ID": "693JJ32140003", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-09", "CFDA Number": "20.934", "Description": "NON HTF INFRA GRANT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55d29a51-3dd0-64f5-9647-a1a44bf218a6-C", "generated_internal_id": "ASST_NON_693JJ32140003_6925"}, {"internal_id": 161091033, "Award ID": "693JF72240018", "Award Amount": 44000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "20.934", "Description": "AWARD PURPOSETHE PORT AUTHORITY OF NEW YORK & NEW JERSEY IS AWARDED 44 MILLION TO MODERNIZE AN APPROXIMATELY 2.9 MILE SECTION OF ROADWAY AT THE NORTH ENTRANCE OF PORT NEWARK AND THE ELIZABETH PORT AUTHORITY MARINE TERMINAL. THE PROJECT INCLUDES THE REPLACEMENT OF THE CORBIN STREET RAMP THE REALIGNMENT OF PORTIONS OF CORBIN STREET PORT STREET AND KELLOGG STREET AND THE IMPROVEMENT OF SEVERAL OTHER NEARBY INTERSECTIONS.  ACTIVITIES TO BE PERFORMED ELEMENT 1. SURCHARGE AT OUTER PORT STREET SURCHARGE OUTER PORT STREET TO ENSURE PROPER SETTLEMENT IN PREPARATION OF PROPOSED ALIGNMENT OF OUTER PORT STREET. INCLUDES THE RELOCATION OF DUCT BANKS BENEATH THE INNER PORT STREET ROADWAY. ELEMENT 2. KELLOGG STREET MARLIN STREET AND DOREMUS AVENUE WORK CONSTRUCT NEW KELLOGG STREET ALONG THE SOUTH SIDE OF EXISTING KELLOGG STREET. RECONSTRUCT MARLIN STREET INCLUDING CONNECTIONS TO PORT STREET AND NEW KELLOGG STREET. RECONSTRUCT SOUTHERN PARKING LOT OF BUILDING 260. RECONSTRUCT PORT STREET AND DOREMUS AVENUE SIGNAL AND INTERSECTION. BEGIN CONSTRUCTION OF NEW FOREIGN AUTOMOTIVE PREPARATION SERVICE FAPS LEAD TRACKS. ELEMENT 3. CORBIN STREET RAMP REPLACEMENT CLOSE AND DEMOLISH THE EXISTING CORBIN STREET RAMP AND CONSTRUCT THE NEW RAMP FROM FOUNDATIONS ALL THE WAY UP TO ROADWAY SURFACE OF THE NEW ALIGNMENT. THE WORK INCLUDES PLACEMENT OF SHEATHING TO PROTECT OPERATIONS BELOW. ELEMENT 4. INNER PORT STREET REALIGN AND REGRADE INNER PORT STREET TO THE NEW CONDITION. CONSTRUCT PROPOSED PORT STREET FROM PORT STREET BRIDGE EAST TO DOREMUS AVENUE INTERSECTION ALONG THE SOUTH SIDE OF PORT STREET. COMPLETE PARKING LOT MODIFICATIONS AROUND BUILDING 260. ELEMENT 5. PORT STREET BRIDGE RECONSTRUCT PORT STREET BRIDGE INCLUDING THE ABUTMENT AND THE PIER. WIDEN PORT STREET EASTBOUND TO ALLOW FOR CONSTRUCTION OF A MERIDIAN BARRIER FROM THE PORT STREET BRIDGE TO DOREMUS AVENUE. CONSTRUCT PROPOSED PIER ABUTMENT AND BRIDGE DECK FOR LENGTHENED SPAN OVER CORBIN STREET. ELEMENT 6. OUTER PORT STREET CONSTRUCT THE NEW ALIGNMENT OF OUTER PORT STREET. COMPLETE THE RELOCATION OF THE FAPS LEAD TRACK AND TRANSFER SERVICE FROM EXISTING TRACK TO THE NEW TRACK.  ELEMENT 7. PORT STREET CONSTRUCT NORTHERN SIDE OF PORT STREET FROM OUTER PORT STREET TO DOREMUS AVENUE. INSTALL A MEDIAN BARRIER ALONG A SECTION OF PORT STREET. REMOVE OUT OF SERVICE FAPS TRACKS AND PLACE FINAL PAVEMENT AND ROADWAY STRIPING ALONG PORT STREET AND CORBIN STREET. COMPLETE ALL OUTSTANDING WORK. REMOVE ANY OUTSTANDING TEMPORARY STRUCTURES AND MAINTENANCE OF TRAFFIC MOT.DELIVERABLES EXPECTED OUTCOMES NONE INTENDED BENEFICIARY PORT AUTHORITY OF NEW YORK AND NEW JERSEY. SUBRECIPIENT ACTIVITIES NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8a04a66-ba50-20cd-b61d-f012894c5efa-C", "generated_internal_id": "ASST_NON_693JF72240018_6938"}, {"internal_id": 162299390, "Award ID": "693JF72240016", "Award Amount": 46868000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-23", "CFDA Number": "20.934", "Description": "ACTIVITIES TO BE PERFORMED COMPONENT 1  PRELIMINARY ENGINEERING AND PERMITTING GENERAL DESCRIPTION THIS COMPONENT INCLUDES THE PRELIMINARY ENGINEERING REQUIRED TO DEVELOP CONSTRUCTION DOCUMENTS FOR BID AS WELL AS THE ASSOCIATED REQUIRED PERMITTING. SOME PERMITS HAVE BEEN OBTAINED PRIOR TO THE GRANT AWARD BUT LAND DISTURBANCE PERMITS ARE STILL REQUIRED. COORDINATION WITH THE UTILITIES SERVING THE SITE IS ALSO INCLUDED IN THIS COMPONENT. THE OWNERS REPRESENTATIVE TEAM WILL ACT ON BEHALF OF THE RECIPIENT DURING CONSTRUCTION. ACTIVITIES PRELIMINARY ENGINEERING DESIGN PLANS WILL BE FINALIZED FOR CONSTRUCTION BIDDING AND CONTRACTOR AWARD. PERMITTING AND UTILITY COORDINATION A LAND DISTURBANCE PERMIT WILL BE OBTAINED PRIOR TO BREAKING GROUND ON THE SITE. THIS PERMIT IS REQUIRED PER THE GEORGIA SOIL AND WATER CONSERVATION COMMISSION. UTILITY PERMITS AS REQUIRED WILL ALSO BE OBTAINED. COORDINATION ACTIVITIES WITH UTILITIES SERVING THE FACILITY WILL BE INITIATED IN THIS COMPONENT. INSPECTION AND CONSTRUCTION MANAGEMENT THE INSPECTION AND CONSTRUCTION MANAGEMENT FOR THE PROJECT WILL CONSIST OF DAILY AND WEEKLY INSPECTION REPORTS INTERPRETATION OF CONSTRUCTION PLANS AND SPECIFICATIONS ONSITE PROBLEM SOLVING SHOP DRAWING REVIEW ENGINEER OF RECORD SERVICES AND MANAGEMENT OF THE CONSTRUCTION PROJECT. GEOTECHNICAL AND TESTING SERVICES THE GEOTECHNICAL AND TESTING SERVICES FOR THE PROJECT WILL CONSIST OF ALL GEOTECHNICAL VERIFICATION SERVICES FOR THE PROJECT TO ENSURE COMPLIANCE WITH APPROVED CONSTRUCTION PLANS AND SPECIFICATIONS COMPONENT 2  ONSITE RAIL CONSTRUCTION GENERAL DESCRIPTION CONSTRUCTION OF THE NORTHEAST GEORGIA INLAND PORT TAKES PLACE ON A GENERALLY WOODED AREA IDENTIFIED FOR INDUSTRIAL DEVELOPMENT OUTSIDE OF GAINESVILLE HALL COUNTY GEORGIA. CLEARING GRUBBING GRADING AND DRAINAGE PLACEMENT IS REQUIRED BEFORE CONSTRUCTION OF THE RAIL AND PAD CAN TAKE PLACE. THE FACILITY CONTAINS SIX WORKING TRACKS AND TWO STORAGE TRACKS. THIS WORK INCLUDES CONSTRUCTION OF BALLAST TIE AND RAIL AS WELL AS ASSOCIATED ONTRACK EQUIPMENT AND TURNOUTS. OVERALL THE FACILITY WILL HAVE APPROXIMATELY 25 ACRES OF PAVED SURFACE INCLUDING THE OPERATIONS AREA ENTRANCE ROAD AND CONTAINER STACKS. THIS COMPONENT INCLUDES THE PLACEMENT OF BASE MATERIAL ROLLER COMPACTED CONCRETE AND ASPHALT TO SUPPORT THE FACILITY. THE FACILITY WILL INCLUDE AN ADMINISTRATION BUILDING AND STORAGE BUILDING. THIS COMPONENT OF WORK INCLUDES THE FOUNDATIONS UTILITY PLACEMENT AND INTERIOR DEVELOPMENT OF THE BUILDINGS. THE FACILITY WILL BE OPERATED BY ELECTRIC RUBBER TIRED GANTRY CRANES WHICH WILL BE RELOCATED FROM AN EXISTING GEORGIA PORTS AUTHORITY FACILITY. THIS COMPONENT INCLUDES SITE ELECTRICAL INFRASTRUCTURE LIGHTING ETC. AS WELL AS ELECTRICAL TO SUPPORT THE CRANES. THE FRAMEWORK FOR THE GATE INFRASTRUCTURE IS ALSO INCLUDED IN THIS COMPONENT. ACTIVITIES CLEARING THE 140 ACRE SITE WILL BE CLEARED AND GRUBBED AND INITIAL EROSION SEDIMENTATION AND POLLUTION CONTROL BEST MANAGEMENT PRACTICES WILL BE IMPLEMENTED PER STATE AND LOCAL REQUIREMENTS. GRADING AND DRAINAGE APPROXIMATELY 3000000 CUBIC YARDS OF CUT AND FILL IS NECESSARY TO CONSTRUCT THE FACILITY. AS THE EARTHWORK IS COMPLETED THE SITE DRAINAGE WILL BE INSTALLED. MOST OF THE MATERIAL IS AVAILABLE ONSITE  THE BORROW MATERIAL REQUIRED IS EXPECTED TO BE EXCAVATED FROM ADJACENT SITES. BALLAST PLACEMENT APPROXIMATELY 25000 CUBIC YARDS OF BALLAST WILL BE PLACED IN THE FUTURE RAIL BED. TIES RAIL AND ASSOCIATED EQUIPMENT APPROXIMATELY 18000 TRACK FEET WILL BE PLACED FOR THE SIX WORKING TRACKS AND AN ADDITIONAL 27000 TRACK FEET WILL BE PLACED FOR STORAGE TRACKS. THIS WORK ALSO INCLUDES TURNOUTS HAND DERAILS AND A COMPRESSED AIR SYSTEM TO SERVE THE SWITCHING OPERATION. 120000 SQUARE YARDS OF BASE MATERIAL WILL BE PLACED ALONG THE ENTRANCE ROAD FACILITY OPERATIONS AREA AND CONTAINER STACKS. THE BASE MATERIAL WILL BE TOPPED WITH ROLLER COMPACTED CONCRETE THEN TOPPED WITH AN ASPHALT SURFACE COURSE. DEPTHS OF EACH OF THE PAVEMENT LAYERS VARY DEPENDING ON THE FUNCTION OF THE AREA. THE PAVEMENT WILL THEN BE STRIPED FOR TRAFFIC FLOW AND MARKINGS OF CONTAINER STACKS. THIS COMPONENT ALSO INCLUDES THE ASSOCIATED FINE GRADING AND REMAINING UTILITY WORK.  ADMINISTRATION BUILDING AN APPROXIMATELY 3500 SQUARE FOOT OPERATIONS BUILDING WILL BE CONSTRUCTED TO HOUSE THE 5 15 EMPLOYEES AT THE FACILITY. THE BUILDING WILL BE BUILT OUT WITH OFFICES RESTROOMS AND CONFERENCE FACILITIES. THIS COMPONENT ALSO INCLUDES THE CONSTRUCTION OF WATER SEWER AND ELECTRICAL SERVICE TO THE BUILDING.  STORAGE BUILDING ONE 1400 SQUARE FOOT METAL BUILDING INCLUDING FOUNDATION WILL BE CONSTRUCTED AS A STORAGE OPERATIONS SUPPORT LIMITED MAINTENANCE BUILDING. ELECTRICAL ELECTRICAL SERVICE WILL BE REQUIRED TO SUPPORT THE ELECTRIC RUBBER TIRED GANTRY CRANES. ADDITIONALLY SITE ELECTRICAL WILL PROVIDE LIGHTING ALONG THE ENTRANCE ROAD LIGHTING OF THE FACILITY AND WIRELESS COMMUNICATION INFRASTRUCTURE. GATE APPURTENANCES POWER DISTRIBUTION WILL BE PROVIDED TO THE GATES AND GATE EQUIPMENT FOUNDATIONS WILL BE CONSTRUCTED. COMPONENT 3  EQUIPMENT RELOCATION GENERAL DESCRIPTION THE FACILITY WILL BE OPERATED BY ELECTRIC RUBBER TIRED GANTRY CRANES WHICH WILL BE RELOCATED FROM AN EXISTING GEORGIA PORTS AUTHORITY FACILITY. ACTIVITIES CONTAINER HANDLING EQUIPMENT CURRENTLY AT GARDEN CITY TERMINAL IN SAVANNAH GEORGIA WILL BE DISASSEMBLED TRANSPORTED REASSEMBLED AND RECOMMISSIONED AT THE FACILITY.  COMPONENT 4  OFF SITE RAIL CONSTRUCTION GENERAL DESCRIPTION THE FACILITY REQUIRES LEAD TRACKS TO BE CONSTRUCTED TO THE NORTH AND SOUTH. THIS WORK INCLUDES CONSTRUCTION OF BALLAST TIE AND RAIL AS WELL AS ASSOCIATED ON TRACK EQUIPMENT AND TURNOUTS. THIS WORK WILL BE PERFORMED BY NORFOLK SOUTHERN ON THEIR ADJACENT PROPERTY.  ACTIVITIES BALLAST PLACEMENT BALLAST WILL BE PLACED IN THE FUTURE RAIL BED.  TIES RAIL AND ASSOCIATED EQUIPMENT APPROXIMATELY 10000 TRACK FEET WILL BE PLACED FOR THE LEAD TRACKS ENTERING THE FACILITY FROM THE CLASS 1 MAINLINE. DELIVERABLES AND EXPECTED OUTCOMES NONE INTENDED BENEFICIARY GEORGIA PORTS AUTHORITY SUBRECIPIENT ACTIVITIES NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7845e13-fcfc-4c07-af1f-b3d07be9fb9d-C", "generated_internal_id": "ASST_NON_693JF72240016_6938"}, {"internal_id": 151544444, "Award ID": "693JF72140028", "Award Amount": 6189327.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "20.934", "Description": "THE PURPOSE OF THIS AWARD IS TO ADVANCE FREIGHT AND HIGHWAY PROJECTS OF NATIONAL OR REGIONAL SIGNIFICANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72dc30f9-5afe-d9e5-b754-106248287564-R", "generated_internal_id": "ASST_NON_693JF72140028_6938"}, {"internal_id": 152311662, "Award ID": "693JF72140027", "Award Amount": 18362930.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "20.934", "Description": "THE PROJECT WILL IMPROVE CAPACITY AT PORT TAMPA BAY HOOKER'S POINT CONTAINER FACILITY TO ACCOMMODATE AN ADDITIONAL 150,000 TEUS ANNUALLY. THE PROJECT WILL CONSTRUCT BERTH 214 AND AN ADJACENT YARD, AND INCLUDES A GANTRY CRANE RAIL EXTENSION, DREDGING ALONG THE DOCK TO ENABLE BERTHING OF POST-PANAMAX VESSELS, AND UTILITY AND STORMWATER IMPROVEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8cadd0dd-3705-b9da-45cd-c464a760df58-C", "generated_internal_id": "ASST_NON_693JF72140027_6938"}, {"internal_id": 151544443, "Award ID": "693JF72140026", "Award Amount": 79472000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "20.934", "Description": "THE PURPOSE OF THIS AWARD IS TO ADVANCE FREIGHT AND HIGHWAY PROJECTS OF NATIONAL OR REGIONAL SIGNIFICANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d710ac29-f878-b00f-202a-1cd08d8bd8bf-C", "generated_internal_id": "ASST_NON_693JF72140026_6938"}, {"internal_id": 131485919, "Award ID": "693JF72040022", "Award Amount": 14100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "20.823", "Description": "IMPROVEMENTS TO NORTH CARGO BERTH3", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dfed5fbe-a84c-5054-a115-59b402b373c0-C", "generated_internal_id": "ASST_NON_693JF72040022_6938"}, {"internal_id": 152182638, "Award ID": "693JF72040009", "Award Amount": 9020000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-24", "CFDA Number": "20.934", "Description": "THE PROJECT WILL REHABILITATE AGED AND FAILING RIVERBANK INFRASTRUCTURE ALONG THE CUYAHOGA RIVER. THE PROJECT INCLUDES THE INSTALLATION OF APPROXIMATELY 2024 LINEAR FEET OF SHEET STEEL BULKHEADS AND HILLSIDE GRADING ALONG THE SHORELINE OF THE CUYAHOGA SHIP CHANNEL. THIS STRETCH OF DETERIORATING SHORELINE, WHICH IS REFERRED TO AS THE IRISHTOWN BEND, IS AT RISK FOR FAILURE DUE TO THE EXISTENCE OF AGED AND DAMAGED BULKHEADS. THE HILLSIDE LOCATED ALONG THE IRISHTOWN BEND HAS BEEN RENDERED UNSAFE AND UNUSABLE AND INCLINOMETER READINGS TAKEN BETWEEN 1995 AND 2013 SHOW THAT THE HILLSIDE IS SLOWLY MOVING. IF THE EXISTING BULKHEADS FAIL AND A LANDSLIDE TAKES PLACE, IRISHTOWN BEND WOULD BE CLOSED TO SHIP AND BARGE TRAFFIC AND LOCAL BUSINESSES WILL BE UNABLE TO RELY ON WATERBORNE TRANSPORT FOR SHIPPING/RECEIVING ESSENTIAL GOODS. NEARBY ROADS AND SEWER SERVICES WOULD ALSO BE SEVERELY IMPACTED BY A LANDSLIDE AT IRISHTOWN BEND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63433b70-7e95-f777-18b1-f29b8c875194-R", "generated_internal_id": "ASST_NON_693JF72040009_6938"}, {"internal_id": 152178223, "Award ID": "693JF72040008", "Award Amount": 8046741.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "20.934", "Description": "THE PROJECT WILL REHABILITATE AND CREATE NEW CAPACITY ON THE SEABOARD BULKHEAD BAYS 148 155 AND BULKHEAD BAYS 165 177 LOCATED ALONG THE SOUTH SIDE OF DODGE ISLAND IN THE CENTER OF THE SEABOARD MARINE TERMINAL. THE PROJECT WILL REBUILD THE BAYS AND CREATE NEW CAPACITY FOR BERTHING. THIS BULKHEAD IS AT THE END OF ITS USEFUL LIFE CREATING HAZARDOUS CONDITIONS AND REDUCING THE OVERALL SPACE USED AT THE PORT FOR BERTHING. THE PROJECT WILL REBUILD THE BULKHEAD AND REMOVE AND LEVEL OUT RORO RAMPS THAT ARE OBSOLETE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d82caadf-c315-d352-fcb4-d66cb2ff8cef-C", "generated_internal_id": "ASST_NON_693JF72040008_6938"}, {"internal_id": 130354060, "Award ID": "693JF71910026", "Award Amount": 25500000.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2019-09-24", "CFDA Number": "20.934", "Description": "PARKER AVENUE MARINE TERMINAL CAPACITY AND WAREHOUSE RELOCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bd948c53-bc21-0549-2c5f-9c27cf9ce1aa-C", "generated_internal_id": "ASST_NON_693JF71910026_6938"}, {"internal_id": 130354059, "Award ID": "693JF71910025", "Award Amount": 7000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-27", "CFDA Number": "20.934", "Description": "PORT MIAMI TRUCK GATE INNOVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d82caadf-c315-d352-fcb4-d66cb2ff8cef-C", "generated_internal_id": "ASST_NON_693JF71910025_6938"}, {"internal_id": 130354063, "Award ID": "693JF71810002", "Award Amount": 9850000.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2018-12-17", "CFDA Number": "20.934", "Description": "ENHANCED INTERMODAL FACILITIES WITH RAIL AND TRUCK MARSHALLING YARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72ec6e3b-1748-e82e-1a67-4ea872760527-C", "generated_internal_id": "ASST_NON_693JF71810002_6938"}, {"internal_id": 139900734, "Award ID": "693JF7180002", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-13", "CFDA Number": "20.934", "Description": "TO UPDTD THE ARTICLE 7-TERMINATION AND EXPIRATION, TO UPDATE ESTIMATED PROJECT SCHEDULE AND TO UPDATE THE SCHEDULE OF THE AGREEMENT IN SECTION 2.2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72ec6e3b-1748-e82e-1a67-4ea872760527-C", "generated_internal_id": "ASST_NON_693JF7180002_6938"}]