[{"internal_id": 159378812, "Award ID": "MH-253589-OMS-23", "Award Amount": 99100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE WORLD BEAT CULTURAL CENTER WILL STRENGTHEN COMMUNITY ENGAGEMENT, EXPAND ACCESS TO ARCHIVAL DATA, AND PRESERVE RECORDINGS OF THE CULTURAL TRADITIONS AND DIALECTS OF MAROON SOCIETIES THAT PROVIDED SANCTUARY FOR BLACK SEMINOLES AND MASCOGOS WHO FLED TO MEXICO FOR THEIR FREEDOM. WBCC WILL DEVELOP A MODULAR EXHIBITION OF THE UNDERGROUND RAILROAD SOUTH THAT CENTERS THE EXPERIENCE OF BLACK SEMINOLE, GULLAH GEECHEE, MASCOGOS, AND MAROON SOCIETIES. THE PROJECT WILL SUPPORT MUSEUM STAFF AND PAID UNDERGRADUATE AND GRADUATE INTERNS IN GATHERING ARCHIVAL DATA THROUGH MULTIGENERATIONAL INTERVIEWS THAT WILL DOCUMENT CULTURAL TRADITIONS AND LINGUISTIC VARIATIONS. THROUGH THESE COMMUNITY-BASED RESEARCH ACTIVITIES AND THE RESULTING EXHIBITION, THE WBCC INTENDS TO EDUCATE, ENRICH, AND EMPOWER MUSEUM VISITORS AS WELL AS THE DESCENDANTS OF EACH GROUP WHILE ARCHIVING AND PRESERVING LINGUISTIC AND CULTURAL DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67e4bb38-bfd7-616a-4de9-04e86d436aef-R", "generated_internal_id": "ASST_NON_MH-253589-OMS-23_5950"}, {"internal_id": 159378811, "Award ID": "MH-253587-OMS-23", "Award Amount": 92000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE WILLOW HILL HERITAGE AND RENAISSANCE CENTER IN COLLABORATION WITH THE GEORGIA SOUTHERN UNIVERSITY LIBRARIES AND THE DEPARTMENT OF HISTORY WILL INCREASE DIGITIZATION AND ENSURE GREATER ACCESSIBILITY TO ITS COLLECTION OF 15,000 AFRICAN AMERICAN FUNERAL PROGRAMS. THE PROJECT WILL SUPPORT TWO PAID STUDENT INTERNS AND A PAID COMMUNITY ARCHIVES MANAGER TO DIGITIZE, DESCRIBE, AND UPLOAD FUNERAL PROGRAMS TO THE DIGITAL COMMONS AT GEORGIA SOUTHERN, AN OPEN-ACCESS ONLINE REPOSITORY. INTERNS WILL RECEIVE TRAINING IN SCANNING TECHNIQUES AND CREATING METADATA FOR EACH DOCUMENT, WHICH OFTEN CONTAIN SUPPLEMENTAL INFORMATION NOT AVAILABLE ELSEWHERE, SUCH AS WORKPLACE, EDUCATION HISTORY, CHURCH AFFILIATION, AND ORGANIZATION MEMBERSHIP. STAFF WILL MENTOR THE STUDENT INTERNS FOR FUTURE JOBS AS PROFESSIONAL MUSEUM PERSONNEL. THE PROJECT PROVIDES A TRAINING OPPORTUNITY FOR STUDENTS AND GENERATES A SIGNIFICANT INCREASE IN ACCESS TO THIS UNIQUE COLLECTION OF PRIMARY SOURCE MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e2ee335-6987-5d15-58fe-09be3848bec8-R", "generated_internal_id": "ASST_NON_MH-253587-OMS-23_5950"}, {"internal_id": 159378810, "Award ID": "MH-253585-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE WITHERS COLLECTION MUSEUM AND GALLERY WILL BUILD STAFF CAPACITY TO BETTER SERVE THE PUBLIC THROUGH INCREASED COMMUNITY PROGRAMS AND IMPROVED MANAGEMENT OF ITS ARCHIVES. THE PROJECT WILL SUPPORT AN EXHIBITION CURATOR AND ARCHIVIST WITH RESPONSIBILITIES TO DEVELOP AN EXHIBIT ON THE CIVIL RIGHTS MOVEMENT IN MEMPHIS AND THE MID-SOUTH, INCREASE THE NUMBER OF DIGITAL IMAGES IN THE ARCHIVES, AND IMPROVE ACCESSIBILITY TO THE PHYSICAL ARCHIVES. ACTIVITIES WILL INCLUDE PROFESSIONAL DEVELOPMENT TRAINING FOR STAFF AND VOLUNTEERS, IDENTIFYING STRATEGIES TO INCREASE LOCAL VISITORS, HOSTING AN EDUCATOR EVENT THAT WILL K-12 VISITORS, AND DEVELOPING A CURRICULUM FOR THE EXHIBIT. BY PROVIDING VARIED LEVELS OF ENGAGEMENT AND OPPORTUNITIES TO ADD VOICE TO THE PHOTOGRAPHS, THE WITHERS MUSEUM BELIEVES THAT THE TARGET GROUPS WILL COME TO UNDERSTAND THE VALUE OF THE COLLECTION AND VIEW THEMSELVES AS STAKEHOLDERS AND STEWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0324af9c-cc8c-b1c5-d850-7baf7d3e26cc-R", "generated_internal_id": "ASST_NON_MH-253585-OMS-23_5950"}, {"internal_id": 159378809, "Award ID": "MH-253539-OMS-23", "Award Amount": 298500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE LOUIS ARMSTRONG HOUSE MUSEUM (LAHM) WILL BUILD STAFF CAPACITY TO ACTIVATE THE NEW ARMSTRONG CENTER THROUGH A CULTURALLY RELEVANT REINVENTION OF THE MUSEUM EXPERIENCE THAT WILL WELCOME THE LOCAL CORONA/EAST ELMHURST COMMUNITY AND THE GLOBAL JAZZ COMMUNITY INTO THE NEW CENTER. LAHM STAFF WILL WORK WITH CONSULTANTS TO DEVELOP A COMMUNICATIONS PLAN FOCUSED ON REACHING THE TARGET AUDIENCE IN THE LOCAL COMMUNITY. LAHM STAFF, JAZZ ARTISTS AND HISTORIANS, AND NEIGHBORS WILL CO-CREATE A SPECIALIZED TOUR PRESENTED IN ENGLISH AND SPANISH. ADDITIONAL PROGRAMS WILL INCLUDE SIX PERFORMANCES FOR THE PUBLIC IN THE GARDEN INCLUDING A STUDENT PERFORMANCE, ALONG WITH WORKSHOPS ON TOPICS OF RELEVANCE TO THE COMMUNITY SUCH AS HOUSING, INCARCERATION AND FAMILY HEALTH. THIS PROJECT WILL RESULT IN A GREATER UNDERSTANDING AND APPRECIATION OF LOUIS ARMSTRONG WITHIN THE COMMUNITY HE LIVED IN FOR 30 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "43852e45-6bfa-cc4a-3a29-0aca8ae59d81-R", "generated_internal_id": "ASST_NON_MH-253539-OMS-23_5950"}, {"internal_id": 159378808, "Award ID": "MH-253517-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE HARRIS COUNTY CULTURAL ARTS COUNCIL (HCCAC) WILL ENGAGE THE EAST HARRIS COUNTY COMMUNITY IN EXPLORING THE RITUALS, CUSTOMS, TRADITIONS, AND HISTORY OF AFRICAN AMERICAN FUNERALS. HCCAC WILL COLLABORATE WITH WRITERS AND ARTISTS TO DEVELOP A VISUAL EXHIBIT AND STAGE PLAY THAT WILL PROVIDE OPPORTUNITIES FOR THE PUBLIC TO LEARN THE HISTORY ASSOCIATED WITH FUNERAL RITUALS AND EXPAND UNDERSTANDING ABOUT AN IMPORTANT ELEMENT OF AFRICAN AMERICAN CULTURE. COMMUNITY ENGAGEMENT INTERVIEWS, CONTENT RESEARCH AND RELATED DIGITAL PRODUCTS WILL BE DEVELOPED IN YEAR ONE WITH PUBLIC PRESENTATIONS TAKING PLACE IN YEAR TWO. PANEL DISCUSSIONS WILL BE HELD WITH PROFESSIONALS IN THE FUNERAL INDUSTRY, CLERGY, AND THE GENERAL COMMUNITY AS PART OF THE OVERALL PROGRAM. THE COMMUNITY WILL BENEFIT FROM INCREASED PUBLIC DIALOGUE AND ENGAGEMENT AND A BROADENED UNDERSTANDING OF AFRICAN AMERICAN HISTORY AND CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67c8d3ac-2d44-f829-a8ba-ac32f04d007a-R", "generated_internal_id": "ASST_NON_MH-253517-OMS-23_5950"}, {"internal_id": 159378807, "Award ID": "MH-253516-OMS-23", "Award Amount": 491063.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE SPELMAN COLLEGE MUSEUM OF ART PROPOSES A PROJECT TO CARE FOR THE COLLECTION OF ART WHILE OFFERING OPPORTUNITIES FOR UNDERGRADUATE STUDENTS OF HBCUS TO GAIN EXPERIENCE IN COLLECTIONS MANAGEMENT AND CARE. MUSEUMS STAFF WILL INVENTORY AND APPRAISE WORKS, CREATE PHYSICAL AND DIGITAL OBJECT FILES, RE-ORGANIZE ART STORAGE, AND ADD DATA AND IMAGES TO A SEARCHABLE ONLINE DATABASE. WORK STUDY AND INTERNSHIP OPPORTUNITIES FOR STUDENTS AT THE ATLANTA UNIVERSITY CENTER WILL OFFER HANDS-ON EXPERIENCE CATALOGING AND ORGANIZING THE COLLECTION. THE MUSEUM WILL HIRE CONSULTANTS AND EDUCATORS TO FOSTER COLLABORATIONS WITH INSTITUTIONS AND CULTIVATE COLLECTION FOCUSED EDUCATIONAL OPPORTUNITIES TO TRAIN STUDENTS IN CONSERVATION ETHICS, MUSEUM BEST PRACTICES, AND COLLECTIONS CARE. THE PROJECT WILL IMPROVE ACCESS TO THE SPELMAN MUSEUM COLLECTION AND CREATE OPPORTUNITIES FOR GREATER DIVERSITY, EQUITY, AND INCLUSION IN THE COLLECTIONS CARE AND MANAGEMENT PROFESSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "461898e0-2127-908a-58dc-e50985fb9001-C", "generated_internal_id": "ASST_NON_MH-253516-OMS-23_5950"}, {"internal_id": 159378806, "Award ID": "MH-253477-OMS-23", "Award Amount": 306305.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE NATIONAL BLUES MUSEUM (NBM) WILL UNDERTAKE A COMMUNITY ENGAGEMENT AND STRATEGIC PLANNING PROCESS TO IDENTIFY MUSEUM SERVICES AND PROGRAMMING BEST ALIGNED WITH THE NEEDS AND INTERESTS OF COMMUNITY MEMBERS. NBM WILL HIRE A MANAGER OF COMMUNITY ENGAGEMENT TO LEAD THE PROJECT AND WORK IN COLLABORATION WITH RESEARCH AND STRATEGIC PLANNING CONSULTANTS. THE PROJECT WILL INCLUDE A COMMUNITY SURVEY, THE DEVELOPMENT OF PILOT PROGRAMS AND ENHANCEMENTS TO CURRENT PROGRAMS, AND CODIFYING DIFFERENT COMMUNITY NEEDS TO MEASURE SUCCESSFUL ENGAGEMENT. A FOLLOW-UP COMMUNITY SURVEY WILL BE DISTRIBUTED TOWARD THE END OF THE PROJECT TO GATHER DATA ON THE SUCCESS OF NEW PROGRAMS AND THE MUSEUM’S COMMUNITY ENGAGEMENT ON A LARGE SCALE. THESE INTERRELATED FORMS OF DATA AND TESTIMONY WILL INFORM A NEW COMPREHENSIVE STRATEGIC PLAN. NBM’S PLAN WILL REFLECT THE GROWING ROLE OF MUSEUMS AS SITES FOR COMMUNITY BUILDING, SERVICE, AND CIVIC ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9e5c5c7-0632-5734-9719-2a561d3d0e99-R", "generated_internal_id": "ASST_NON_MH-253477-OMS-23_5950"}, {"internal_id": 159378805, "Award ID": "MH-253474-OMS-23", "Award Amount": 199965.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE HAMPTON UNIVERSITY MUSEUM WILL INCREASE THE VISIBILITY AND ACCESSIBILITY OF THE AFRICAN ART COLLECTION BY IMPLEMENTING THE NEXT PHASE OF ITS COLLECTION MANAGEMENT SOFTWARE PROJECT. A COLLECTIONS DATA MANAGER WILL BE HIRED TO WORK WITH MUSEUM STAFF AND PAID INTERNS TO MANAGE THE PROCESS OF MOVING FROM A PAPER-BASED RECORD KEEPING SYSTEM TO AN EFFICIENT, UPDATED DIGITAL SYSTEM. PROJECT ACTIVITIES INCLUDE CONDUCTING A FULL INVENTORY OF THE AFRICAN COLLECTION, PHOTOGRAPHING INDIVIDUAL ITEMS, SCANNING CURATORIAL RECORDS, ADDING DATA AND RECORDS TO THE COLLECTIONS MANAGEMENT SYSTEM, AND CREATING TWO ONLINE EXHIBITIONS. AS A RESULT, THE MUSEUM WILL HAVE THE ABILITY TO SHARE COLLECTIONS ONLINE, WHILE KEEPING DATA SAFE AND SECURE, AND ACCESSIBLE FOR EDUCATORS, STUDENTS, OTHER MUSEUM PROFESSIONALS, AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6c20816-5aa0-c550-45ff-059896aef86a-C", "generated_internal_id": "ASST_NON_MH-253474-OMS-23_5950"}, {"internal_id": 159378804, "Award ID": "MH-253473-OMS-23", "Award Amount": 89348.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE JACK HADLEY BLACK HISTORY MUSEUM WILL DEVELOP AN ORAL HISTORY PROJECT FEATURING THE MUSEUM FOUNDER, MR. JAMES \"JACK\" HADLEY. WORKING WITH AN ORAL HISTORY CONSULTANT, THE MUSEUM STAFF WILL DEVELOP COMMUNITY WORKSHOPS TO ENCOURAGE PARTICIPANTS TO ENGAGE IN DIALOGUE ABOUT DIFFICULT ISSUES AND THE IMPORTANCE OF COLLECTING ORAL HISTORY. STAFF AND VOLUNTEERS WILL WORK ON TRANSCRIBING, CATALOGING, PRESERVING, ARCHIVING, AND MAKING THE ORAL HISTORY STUDY ACCESSIBLE. LOCAL EDUCATORS WHO SEEK STANDARDS-BASED CURRICULA FOR THEIR CLASSES WILL ACCESS CONTENT CREATED BY THE PROJECT. WITH THE ASSISTANCE OF AN EXHIBITIONS CONSULTANT A PLAN WILL BE DEVELOPED FOR A NEW EXHIBIT ABOUT THE FOUNDING OF THE MUSEUM. THE GOAL IS TO HIGHLIGHT THE IMPORTANCE OF COLLECTING STORIES FROM ELDERS AND THE VALUE OF UNDERSTANDING HISTORICAL EVENTS FROM THE PERSPECTIVE OF ELDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1b53af0-3070-7747-2e5f-4e632f49f6df-R", "generated_internal_id": "ASST_NON_MH-253473-OMS-23_5950"}, {"internal_id": 159378803, "Award ID": "MH-253398-OMS-23", "Award Amount": 308000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE AFRICAN AMERICAN MUSEUM IN PHILADELPHIA (AAMP) WILL RESEARCH, DESIGN AND INSTALL A PERMANENT, INTERACTIVE EXHIBITION TELLING A MORE COMPREHENSIVE HISTORY OF AFRICAN AMERICANS. THE NEW EXHIBIT BUILDS UPON “AUDACIOUS FREEDOM” WHICH FOCUSES ON THE PERIOD 1776-1876 BY EXTENDING THE TIMELINE TO THE PRESENT DAY WITH FOUR NEW SECTIONS: EDUCATION, POLITICS, BUSINESS, AND SOCIAL JUSTICE. GUIDED BY HISTORICAL RESEARCH, EXPERT CONSULTANTS ALONG WITH FOCUS GROUP INPUT WILL INFORM THE DEVELOPMENT OF NEW CONTENT AND THE SELECTION OF ARTIFACTS. A CURRICULUM GUIDE FOR MIDDLE-SCHOOL STUDENTS WILL BE CREATED FOR THE SCHOOL DISTRICT OF PHILADELPHIA DURING SCHOOL TIME AND THE FREE LIBRARY OF PHILADELPHIA FOR OUT-OF-SCHOOL TIME. AAMP WILL INCREASE CAPACITY TO SERVE KEY WITH AN INAUGURAL EXHIBITION THAT WILL OPEN IN ITS NEW HOME IN TIME FOR AAMP’S 50TH ANNIVERSARY IN 2026.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7669507-379a-6693-0dff-89a343a6f469-C", "generated_internal_id": "ASST_NON_MH-253398-OMS-23_5950"}, {"internal_id": 159378802, "Award ID": "MH-253357-OMS-23", "Award Amount": 75639.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE G.R. LITTLE LIBRARY AT ELIZABETH CITY STATE UNIVERSITY (ECSU) WILL STABILIZE STORAGE ENVIRONMENTS AND IMPROVE STORAGE CONDITIONS IN THE UNIVERSITY ARCHIVES & SPECIAL COLLECTIONS TO MINIMIZE DAMAGE FROM UNSUITABLE TEMPERATURES, RELATIVE HUMIDITY, AND OTHER CONDITIONS THAT CAUSE DETERIORATION OF THESE FRAGILE COLLECTIONS. THE PROJECT INCLUDES INSTALLING FOUR PORTABLE AIR CONDITIONING UNITS TO REGULATE AND MANAGE THE TEMPERATURE AND HUMIDITY. NEW AND REPLACEMENT SHELVING ALONG WITH ARCHIVAL HOUSING MATERIALS AND IMPROVED STORAGE CONTAINERS WILL PROVIDE BETTER SUPPORT AND PROTECTION FOR THE COLLECTION. THIS PROJECT WILL PROVIDE A MORE STABLE ENVIRONMENT FOR THE HISTORICAL MATERIALS AND ENSURE THEIR PRESERVATION AND USABILITY FOR THE LOCAL, REGIONAL, AND STATEWIDE COMMUNITY OF EDUCATORS AND RESEARCHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff45d480-54d6-0c0a-6b51-2ab60076b5c0-C", "generated_internal_id": "ASST_NON_MH-253357-OMS-23_5950"}, {"internal_id": 159378801, "Award ID": "MH-253355-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE CLEMSON AREA AFRICAN AMERICAN MUSEUM (CAAAM) WILL EXPAND STAFF CAPACITY AND SUPPORT PAID INTERNSHIPS TO COLLECT, PRESERVE AND MAKE AVAILABLE ORAL HISTORIES FROM AFRICAN AMERICANS IN PICKENS COUNTY, SOUTH CAROLINA. THE PROJECT ACTIVITIES INCLUDE HOSTING TWO WORKSHOPS ON FAMILY LEGACY PRESERVATION AND FIVE OPEN FORUM DISCUSSIONS DESIGNED TO ENCOURAGE COMMUNITY ENGAGEMENT AND OWNERSHIP OF THE ORAL HISTORY PROJECT. THE PROJECT WILL RESULT IN A DIGITIZED AND TRANSCRIBED SET OF ORAL HISTORIES DOCUMENTING AFRICAN AMERICANS IN UPSTATE, SC. STAFF WILL USE THESE ORAL HISTORIES AS THE CORE OF A NEW TRAVELING EXHIBIT, PUBLISH SELECTIONS AS A BOOKLET OF THE STORIES COLLECTED AND MAKE THESE RESOURCES AVAILABLE TO RESEARCHERS. CAAAM HOPES TO INSPIRE AND ENCOURAGE COMMUNITY MEMBERS TO PRESERVE THEIR FAMILY HISTORY BY PROVIDING FUNDAMENTAL KNOWLEDGE AND UNDERSTANDING OF BEST PRACTICES FOR THE PRESERVATION OF THEIR FAMILY’S LEGACY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4eb16778-d2fc-17a8-208d-678d1938e418-C", "generated_internal_id": "ASST_NON_MH-253355-OMS-23_5950"}, {"internal_id": 159378800, "Award ID": "MH-253310-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE ALABAMA STATE UNIVERSITY ARCHIVES DEPARTMENT WILL INSTALL AN ART RACK AND COMPACT SHELVING SYSTEM TO IMPROVE THE STORAGE ENVIRONMENT OF ITS EXPANDING ART COLLECTION. THE ARCHIVES CURRENTLY HOUSES OVER SEVEN HUNDRED WORKS OF ART INCLUDING FRAMED AND UNFRAMED TWO-DIMENSIONAL PIECES, SCULPTURES, TEXTILES, AND ARTIFACTS REPRESENTING AFRICAN AMERICAN CULTURE AND THAT OF THE AFRICAN DIASPORA. THIS PROJECT INCLUDES THE PURCHASE OF FOUR ART RACKS AND COMPACT ARCHIVAL SHELVING. THE EXPANSION WILL PROVIDE 950 RUNNING FEET OF SHELF SPACE FOR ARCHIVES AND 1216 SQUARE FEET OF VERTICAL STORAGE SPACE FOR ART. STORAGE SPECIFICALLY DESIGNED TO ACCOMMODATE AND PROTECT WORKS OF VARIOUS MEDIA AND DIMENSIONS WILL REDUCE THE THREAT OF PHYSICAL HARM. THE SHELVING SYSTEM WILL ADD STORAGE CAPACITY TO THE CURRENT COLLECTION AND ALLOW THE ARCHIVES TO ACCOMMODATE FUTURE GROWTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9811bf43-ae32-83e7-3c0e-27053cb003ec-C", "generated_internal_id": "ASST_NON_MH-253310-OMS-23_5950"}, {"internal_id": 159378799, "Award ID": "MH-253309-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "ELIZABETH CITY STATE UNIVERSITY (ECSU) WILL RESEARCH, DESIGN, FABRICATE, AND INSTALL EXHIBITS THAT WILL INTERPRET AFRICAN AMERICANS’ COMMITMENT TO EDUCATION AS A CIVIL RIGHT AND THE STRUGGLE FOR EQUALITY THROUGH THE PURSUIT OF EDUCATION IN NORTHEASTERN NORTH CAROLINA. THE EXHIBITS WILL BE INSTALLED IN A REHABILITATED ROSENWALD SCHOOL BUILDING AND PRINCIPAL’S HOUSE, BOTH BUILT IN 1922, WHICH ARE NOW PART OF THE ECSU CAMPUS. THE EXHIBITS WILL INTERPRET THE FOLLOWING THEMES: AFRICAN AMERICAN EDUCATION FROM RECONSTRUCTION TO THE CIVIL RIGHTS ERA; ROSENWALD SCHOOL BUILDING PROGRAM; TEACHER EDUCATION AT ELIZABETH CITY STATE COLORED NORMAL SCHOOL; AND ECSU ROSENWALD SCHOOL BUILDING HISTORY. EXHIBIT CREATION WILL INCLUDE AN EDUCATIONAL COMPONENT THAT WILL BENEFIT ECSU FACULTY, LIBRARY STAFF, AND STUDENTS WHO WILL DEVELOP SKILLS RELATED TO RESEARCHING AND DESIGNING INTERPRETIVE EXHIBITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff45d480-54d6-0c0a-6b51-2ab60076b5c0-C", "generated_internal_id": "ASST_NON_MH-253309-OMS-23_5950"}, {"internal_id": 159378798, "Award ID": "MH-253307-OMS-23", "Award Amount": 226338.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE HOSANNA SCHOOL MUSEUM WILL BUILD CAPACITY TO EXPAND ACCESS TO ITS SITES AND COLLECTIONS BY HIRING A NEW FULL-TIME ASSOCIATE DIRECTOR POSITION AND CREATING A PAID INTERNSHIP PROGRAM. THE INCREASED STAFF CAPACITY WILL LEAD TO THE CREATION OF GRADE-SPECIFIC MATERIALS COVERING THE PERIOD OF SLAVERY TO RECONSTRUCTION IN HARFORD COUNTY AND ACROSS THE NATION; A RELATED TRUNK SHOW FOR IN-CLASS PRE-VISIT PRESENTATIONS; TRAVELING EXHIBITIONS FOR SCHOOLS AND PUBLIC BUILDINGS; EXPERIENTIAL BUS TOURS; UNDERGROUND RAILROAD IMMERSIVE EXPERIENCES; FIELD TRIPS TO RELEVANT SITES OF MEMORY; WALKING TOURS THROUGH HISTORICALLY IMPACTFUL COMMUNITIES; FILM SCREENINGS; PANEL DISCUSSIONS; AND DOCENT TRAINING. THROUGH EXPANDED PROGRAMMING AND NEW EXHIBITS THIS PROJECT WILL ENGAGE THE PUBLIC IN LEARNING ABOUT AFRICAN AMERICANS’ QUEST FOR EDUCATION IN THE RECONSTRUCTION ERA AFTER THE AMERICAN CIVIL WAR AND PROVIDE CONSISTENT ACCESS TO THE HOSANNA SCHOOL MUSEUM AND MCCOMAS INSTITUTE, A LANDMARK FREEDMEN’S BUREAU SCHOOLHOUSE SITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e72cc4a-5340-12a0-67bb-adf0b49ab2e1-R", "generated_internal_id": "ASST_NON_MH-253307-OMS-23_5950"}, {"internal_id": 159378797, "Award ID": "MH-253248-OMS-23", "Award Amount": 130440.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE ASSOCIATION OF AFRICAN AMERICAN MUSEUMS (AAAM) WILL EXPAND ITS EXECUTIVE LEADERSHIP TRAINING PROGRAM IN COLLABORATION WITH THE HOWARD UNIVERSITY SCHOOL OF BUSINESS. BUILDING ON A SUCCESSFUL PILOT PROGRAM, AAAM WILL OFFER THE LEADERSHIP TRAINING PROGRAM TO 25 PARTICIPANTS PER YEAR SELECTED FROM MID-LEVEL AND SENIOR-LEVEL MUSEUM PROFESSIONALS AND LEADERS. THE PROGRAM INCLUDES IN-PERSON ACTIVITIES AT THE ANNUAL CONFERENCE, ENGAGEMENT IN SIX STRATEGIC MODULES, AND A COLLABORATIVE CAPSTONE PROJECT. PARTICIPANTS WILL GAIN KNOWLEDGE AND INSIGHTS ABOUT NON-PROFIT MANAGEMENT AND LEADERSHIP AND EXPAND THEIR NETWORK OF COLLEAGUES AND FACULTY MEMBERS FOR LIFE-LONG LEARNING AND SUPPORT. PARTICIPANTS WHO COMPLETE THE PROGRAM WILL RECEIVE A JOINT CERTIFICATE FROM AAAM AND HOWARD UNIVERSITY. THE PROJECT ENABLES AAAM TO PROVIDE HIGH-QUALITY, AFFORDABLE EXECUTIVE LEADERSHIP TRAINING FOR MUSEUM STAFF TO HELP THEM LEAD THEIR INSTITUTIONS TO A STRONGER, MORE SUSTAINABLE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3eaf58bf-ebf2-8267-a125-6862baf5fd62-C", "generated_internal_id": "ASST_NON_MH-253248-OMS-23_5950"}, {"internal_id": 159378796, "Award ID": "MH-253205-OMS-23", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE JIM CROW MUSEUM OF RACIST IMAGERY AT FERRIS STATE UNIVERSITY WILL DESIGN AND INSTALL A NEW PERMANENT EXHIBIT ON ITS BIG RAPIDS, MICHIGAN CAMPUS TO CREATE MORE ACCESSIBLE, ENGAGING, AND ROBUST EXPERIENCES FOR STUDENTS, EDUCATORS, RESEARCHERS, AND THE PUBLIC. THE MUSEUM WILL WORK WITH AN EXHIBIT CONSULTANT TO DESIGN AND FABRICATE A NEW EXHIBIT THAT WILL INCLUDE NEW STORIES FOCUSED ON JIM CROW AND CIVIL RIGHTS IN MICHIGAN AND BUILDING A MORE JUST SOCIETY. THE EXHIBIT WILL EXPAND THE MUSEUM’S CAPACITY TO SERVE A BROADER AND MORE DIVERSE AUDIENCE THROUGH EXPANDED PHYSICAL SPACE AND IN-PERSON PROGRAMMING. THE NEW EXHIBITION WILL ENABLE THE JIM CROW MUSEUM OF RACIST IMAGERY TO ENHANCE ITS ROLE AS A FORUM FOR DIFFICULT DISCUSSIONS AS GROUPS AND INDIVIDUALS SEEK TO UNDERSTAND THE HISTORY OF RACE AND RACISM IN AMERICA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66a0a864-8604-80ac-eb0a-3258af4c74b0-C", "generated_internal_id": "ASST_NON_MH-253205-OMS-23_5950"}, {"internal_id": 159378795, "Award ID": "MH-253171-OMS-23", "Award Amount": 363442.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE MEEK-EATON SOUTHEASTERN REGIONAL BLACK ARCHIVES RESEARCH CENTER AND MUSEUM (MEBA) AT FLORIDA A&M UNIVERSITY WILL BUILD ITS DIGITAL CAPACITY BY ENHANCING MANAGEMENT, CARE, AND ACCESS FOR ITS COLLECTIONS AND EXPANDING ITS PUBLIC SERVICES. PROJECT ACTIVITIES INCLUDE HIRING A FULL-TIME PROJECT ARCHIVIST TO ASSIST WITH INVENTORYING, ACCESSIONING, CATALOGING, AND REHOUSING COLLECTIONS; CREATING AND UPDATING FINDING AIDS; CREATING A DIGITAL PLATFORM FOR PUBLIC ACCESS; AND HOSTING PROGRAMS TO INTRODUCE THE PUBLIC TO NEW ONLINE METHODS FOR ACCESSING THE COLLECTIONS. PROJECT FUNDING WILL ALSO ENABLE MEBA TO REACTIVATE ITS STUDENT TRAINING PROGRAM INSPIRING AUTHORITIES IN MUSEUM MANAGEMENT. PAID INTERNSHIPS FOR TWELVE STUDENTS WILL PROVIDE TRAINING IN ARCHIVAL MANAGEMENT AND DIGITIZATION TO SUPPORT PROJECT ACTIVITIES. THROUGH THIS PROJECT, MEBA WILL ESTABLISH LONG-TERM ARCHIVAL MANAGEMENT POLICIES, EXPAND THE USE OF ITS COLLECTION BY RESEARCHERS, AND BUILD PROFESSIONAL KNOWLEDGE AND NETWORKS FOR EMERGING PROFESSIONALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_MH-253171-OMS-23_5950"}, {"internal_id": 159378794, "Award ID": "MH-253143-OMS-23", "Award Amount": 98800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE WHITNEY PLANTATION WILL EXPAND ITS EDUCATIONAL OUTREACH TO LOCAL AND NATIONAL AUDIENCES BY IMPLEMENTING A DISTANCE LEARNING PROGRAM AND COMMUNITY ENGAGEMENT PROGRAM ON THE HISTORY AND LEGACIES OF ENSLAVED AFRICANS, AFRICAN AMERICANS, AND CREOLES OF COLOR IN SOUTHEAST LOUISIANA. ENGAGEMENT ACTIVITIES WITH LOCAL AUDIENCES WILL INCLUDE A TEACHER OPEN HOUSE, A JUNETEENTH COMMUNITY DAY, HOSTING THE SLAVE DWELLING PROJECT, AND DEVELOPING THE “MUSEUM IN A BOX” PROGRAM, WHICH WILL EXPLORE SLAVERY THROUGH THE LENS OF HISTORY, ART, AND SCIENCE FOR OFFSITE LEARNING. THE PROJECT WILL SUPPORT A DIGITAL PROGRAMS COORDINATOR, WHO WILL DEVELOP AND IMPLEMENT VIRTUAL PROGRAMS AND ASSOCIATED OUTREACH TO NATIONAL AUDIENCES. THESE ACCESSIBLE EDUCATIONAL PROGRAMS FOR BOTH TRADITIONAL AND NONTRADITIONAL LEARNING SPACES AND AUDIENCES WILL FURTHER BUILD THE CAPACITY OF WHITNEY PLANTATION AS AN INNOVATIVE MUSEUM THAT NARRATES THE HISTORY OF SLAVERY FROM THE PERSPECTIVE OF ENSLAVED PEOPLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7536233-3b37-4ff4-7ca6-e76a54e2fc48-R", "generated_internal_id": "ASST_NON_MH-253143-OMS-23_5950"}, {"internal_id": 159378793, "Award ID": "MH-253142-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE WITHERS HOUSE MUSEUM WILL IMPROVE ACCESS TO ITS COLLECTION BY CATALOGING, DIGITIZING, AND MAKING ACCESSIBLE UP TO 50,000 PHOTOS AND NEGATIVES. THE MUSEUM WILL HIRE A PART-TIME PHOTO ARCHIVIST AND CONTRACT WITH A DIGITAL ASSET MANAGER, POLICY WRITER, AND CONSERVATOR WHO, ALONG WITH EXISTING VOLUNTEERS, WILL CATALOG AND DIGITIZE THE COLLECTION. PROJECT ACTIVITIES INCLUDE CONDUCTING A CONSERVATION ASSESSMENT; CREATING COLLECTIONS AND PRESERVATION POLICIES; CATALOGING, REHOUSING, AND DIGITIZING PHOTOGRAPHS AND NEGATIVES; AND CREATING AN ONLINE COLLECTIONS DATABASE. AS A RESULT OF THIS PROJECT, THE COLLECTION WILL BE MORE ACCESSIBLE FOR USE BY RESEARCHERS AND COMMUNITY MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b884a46-82dc-2e02-47f7-e8fcc23bfdaa-R", "generated_internal_id": "ASST_NON_MH-253142-OMS-23_5950"}, {"internal_id": 159378792, "Award ID": "MH-253141-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE FREEDOM RIDES MUSEUM WILL ENHANCE ITS ON-SITE VISITOR EXPERIENCE BY CREATING A VIRTUAL REALITY EXPERIENCE FOR ITS VINTAGE GREYHOUND BUS MOBILE MUSEUM. MUSEUM STAFF WILL ENGAGE WITH A VIRTUAL REALITY CONSULTANT TO CONDUCT RESEARCH AND GATHER INFORMATION, IMAGES, AND VIDEO RELEVANT TO FREEDOM RIDERS’ EXPERIENCES; DEVELOP A SCRIPT; RECORD VIDEO INTERVIEWS WITH FREEDOM RIDERS AND OTHER STAKEHOLDERS; CONDUCT TESTING WITH STAKEHOLDERS, SCHOLARS, AND LOCAL STUDENTS; AND PRODUCE THE EXPERIENCE FOR USE ON HEADSETS INSIDE THE BUS. THIS NEW IMMERSIVE EXPERIENCE WILL LEAVE VISITORS WITH A DEEPER APPRECIATION FOR THE HISTORIC PLACE AND INSPIRE THEM TO BE PROACTIVELY INVOLVED IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9dfa1196-81b2-0405-0d15-ddaa6aaf46e0-C", "generated_internal_id": "ASST_NON_MH-253141-OMS-23_5950"}, {"internal_id": 159378791, "Award ID": "MH-253120-OMS-23", "Award Amount": 99935.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE NATIONAL JAZZ MUSEUM IN HARLEM WILL DIVERSIFY AND ATTRACT NEW AUDIENCES THROUGH AN ONLINE VIDEO SERIES HIGHLIGHTING JAZZ AS A UNIQUELY AMERICAN ART FORM BY EXAMINING FOUR TOPICS: JAZZ IN HARLEM, JAZZ AND SOCIAL JUSTICE, WOMEN IN JAZZ, AND THE JAZZ HISTORY TREE. JAZZ MUSICIANS, EDUCATORS, AND HISTORIANS WILL PRESENT EACH TOPIC AND PROVIDE HISTORIC CONTEXT. MUSEUM STAFF WILL COLLABORATE WITH A VIDEO PRODUCTION CONSULTANT TO DEVELOP THE VIDEO SERIES AND A USER EXPERIENCE CONSULTANT TO CREATE THE PLATFORM AND INTERACTIVE ELEMENTS. THE VIDEO SERIES WILL HELP VISITORS GAIN A DEEPER UNDERSTANDING OF THE MUSICAL AND CULTURAL IMPACT OF JAZZ AND ITS MUSICIANS WITH A FOCUS ON THE LIVES OF THE JAZZ GREATS WHO CALLED AND CONTINUE TO CALL HARLEM THEIR HOME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66286486-3c3a-11c7-c389-b47eae6e5478-R", "generated_internal_id": "ASST_NON_MH-253120-OMS-23_5950"}, {"internal_id": 159378790, "Award ID": "MH-253119-OMS-23", "Award Amount": 68592.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE AFRICAN AMERICAN MUSEUM OF IOWA WILL IMPROVE COLLECTIONS CARE AND MANAGEMENT BY UPGRADING ITS STORAGE ENVIRONMENT AND TECHNOLOGY. PROJECT ACTIVITIES INCLUDE REMOVING OUTDATED SHELVING, INSTALLING NEW SHELVING UNITS AND A ROLLING LADDER, AND SETTING UP A NEW WORK STATION FOR PROCESSING AND CATALOGING COLLECTIONS. ONCE THE MUSEUM COLLECTION RETURNS FROM OFF-SITE STORAGE, A PAID STUDENT INTERN WILL SUPPORT THE PROJECT TEAM IN CONDUCTING CONDITION REPORTS, REHOUSING OBJECTS, ADDING LOCATION TAGS, AND UPDATING CATALOG RECORDS. THE PROJECT WILL BETTER PROTECT AND PRESERVE THE COLLECTION, IMPROVE STAFF EFFICIENCY IN COLLECTION MANAGEMENT, AND SUPPORT FUTURE EDUCATIONAL OPPORTUNITIES THE MUSEUM PROVIDES THROUGH ITS OBJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c728ab2-6abb-49ee-f8d0-c8a46a90c8a4-R", "generated_internal_id": "ASST_NON_MH-253119-OMS-23_5950"}, {"internal_id": 159378789, "Award ID": "MH-253108-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE MICHIGAN STREET AFRICAN AMERICAN HERITAGE CORRIDOR COMMISSION WILL BUILD THE CAPACITY OF FIVE AFRICAN AMERICAN ANCHOR INSTITUTIONS IN BUFFALO, NEW YORK, TO DEVELOP AND EXPAND PUBLIC PROGRAMS AND EXHIBITIONS BY CREATING A VISITOR EXPERIENCE PLAN. REPRESENTATIVES FROM THE MICHIGAN STREET BAPTIST CHURCH, THE NASH HOUSE MUSEUM, THE HISTORIC COLORED MUSICIANS CLUB AND MUSEUM, AND WUFO 1080 AM BLACK RADIO HISTORY COLLECTIVE WILL COLLABORATE WITH VISITOR EXPERIENCE CONSULTANTS TO PRODUCE THE PLAN. THESE ANCHOR INSTITUTIONS PRESERVE STORIES, COLLECTIONS, AND STRUCTURES ON THEMES RANGING FROM THE BUFFALO ANTI-SLAVERY MOVEMENT, AND THE NIAGARA MOVEMENT, TO THE CIVIL RIGHTS MOVEMENT, AND THE JAZZ AGE. THE VISITOR EXPERIENCE PLAN WILL SHAPE FUTURE INTERPRETATION, EXHIBITIONS AND PUBLIC WAYFINDING IN THE CORRIDOR THROUGH A COHESIVE NARRATIVE THAT TELLS THE STORY OF THE ENTIRE MICHIGAN STREET CORRIDOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60565a43-e935-1ff0-1f6a-7cbac81f33e0-R", "generated_internal_id": "ASST_NON_MH-253108-OMS-23_5950"}, {"internal_id": 159934805, "Award ID": "MH-253084-OMS-23", "Award Amount": 200810.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "45.309", "Description": "THE ROBERT RUSSA MOTON MUSEUM AT LONGWOOD UNIVERSITY WILL CREATE A NEW WEBSITE TO ENGAGE STUDENTS AROUND THE COUNTRY WITH THE STORY OF BARBARA JOHNS, WHO IN 1951, LED HUNDREDS OF FELLOW MOTON HIGH SCHOOL STUDENTS IN A STRIKE TO CALL FOR BETTER EDUCATIONAL OPPORTUNITIES. MUSEUM STAFF WILL COLLABORATE WITH HUMANITIES SCHOLARS, AN ADVISORY COUNCIL OF K-12 TEACHERS, AND DIGITAL MEDIA EXPERTS TO CONDUCT FOCUS GROUPS, DEVELOP CONTENT AND DESIGN COMPONENTS, AND LAUNCH THE SITE. THE NEW WEBSITE WILL INCORPORATE A SELECTION OF INTERVIEWS WITH PARTICIPANTS IN THE 1951 STRIKE, AS WELL AS ARTIFACTS, ARCHIVAL DOCUMENTS, AND IMAGES. RESOURCES FOR TEACHERS WILL HELP THEM INTRODUCE THIS NEW IMMERSIVE DIGITAL EXPERIENCE TO STUDENTS AND GENERATE AN UNDERSTANDING OF THE CHOICES MADE BY JOHNS AND HER CLASSMATES AND THE CONSEQUENCES OF CIVIC ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "70b3fbf0-1f02-447e-bcb9-94debcf64f75-C", "generated_internal_id": "ASST_NON_MH-253084-OMS-23_5950"}, {"internal_id": 159378788, "Award ID": "MH-253064-OMS-23", "Award Amount": 97996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE TUSKEGEE HUMAN AND CIVIL RIGHTS MULTICULTURAL CENTER WILL BUILD INSTITUTIONAL CAPACITY BY DEVELOPING NEW PROGRAMS AND EXHIBITIONS, IMPLEMENTING A NEW VOLUNTEER AND INTERN PROGRAM, AND EXPANDING DIGITAL CONTENT. PROJECT ACTIVITIES INCLUDE RECRUITING AND TRAINING VOLUNTEERS AND A PAID INTERN TO CONDUCT TOURS AND IMPROVE ENGAGEMENT WITH THE PUBLIC; ENGAGING A CONTRACTOR TO HELP DEVELOP A NEW WEBSITE; IMPLEMENTING NEW DIGITAL TOURS; CREATING THREE NEW ORAL HISTORY RECORDINGS; AND DEVELOPING A TRAVELING EXHIBITION TO EDUCATE THE PUBLIC ON THE JIM CROW ERA. THIS PROJECT WILL EQUIP A NEW CADRE OF YOUTH AND SENIORS TO EFFECTIVELY COMMUNICATE LOCAL HISTORY AND IMPROVE PUBLIC UNDERSTANDING OF THE LEGACY OF SEGREGATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f920a998-6f67-f799-009b-1fb4faf572de-R", "generated_internal_id": "ASST_NON_MH-253064-OMS-23_5950"}, {"internal_id": 159378787, "Award ID": "MH-253055-OMS-23", "Award Amount": 156000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE B.B. KING MUSEUM AND DELTA INTERPRETIVE CENTER WILL IMPROVE THE EXPERIENCE OF VISITORS BY UPDATING CONTENT AND UPGRADING INTERACTIVE TECHNOLOGY COMPONENTS IN ITS PERMANENT EXHIBIT. WITH THE ASSISTANCE OF AN EXHIBIT DESIGN CONSULTANT, THE PROJECT TEAM WILL REVIEW AND UPDATE INTERACTIVE CONTENT, SOURCE NEW HIGH-RESOLUTION IMAGES AND FILM, WRITE NEW CODE, AND INSTALL NEW SOFTWARE AND HARDWARE TECHNOLOGY. THESE UPDATES WILL ENHANCE AUDIO AND VISUAL COMPONENTS THAT ARE AN INTEGRAL PART OF THE MUSEUM’S PERMANENT EXHIBIT AND WILL ALLOW VISITORS OF ALL AGES, ESPECIALLY STUDENTS, TO BETTER SEE, HEAR, AND UNDERSTAND THE IMPACT OF MISSISSIPPI DELTA BLUES ON WORLD MUSIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9baae66-ccb5-9369-8273-45c6869eb1d7-R", "generated_internal_id": "ASST_NON_MH-253055-OMS-23_5950"}, {"internal_id": 159378786, "Award ID": "MH-253054-OMS-23", "Award Amount": 99978.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE AMISTAD RESEARCH CENTER WILL PRESERVE AND PROVIDE ACCESS TO TWO COLLECTIONS OF PERSONAL PAPERS RELATED TO AFRICAN AMERICANS IN BROADCAST MEDIA: RADIO HOST AND HUMAN RIGHTS ACTIVIST JOE MADISON AND CIVIL RIGHTS LEADER AND GOVERNMENT OFFICIAL BENJAMIN L. HOOKS. PROJECT ACTIVITIES WILL INCLUDE CONDUCTING HISTORICAL ASSESSMENTS AND COLLECTIONS SURVEYS; CREATING DETAILED PROCESSING ACTION PLANS; ARCHIVAL PROCESSING AND PRODUCTION OF ONLINE FINDING AIDS; DIGITIZING AUDIOVISUAL MATERIALS; AND PRODUCING A RADIO VERSION OF ITS SIGNATURE PUBLIC PROGRAM, “CONVERSATIONS IN COLOR,” WITH JOE MADISON AND SCHOLAR DR. DAVID CANTON. THIS PROJECT WILL IMPROVE PUBLIC ACCESS TO THE PAPERS OF HOOKS AND MADISON, AS WELL AS STABILIZE THE COLLECTIONS FOR LONG-TERM PRESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd9c3742-b931-0d49-229e-132225c15626-C", "generated_internal_id": "ASST_NON_MH-253054-OMS-23_5950"}, {"internal_id": 159378785, "Award ID": "MH-253053-OMS-23", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "MUSEUM OF THE AFRICAN DIASPORA (MOAD) WILL EXPAND ITS VISUAL LITERACY AND ARTS PROGRAM TO PROVIDE FREE CLASSES AND MUSEUM VISITS FOR OVER 2,900 THIRD- AND FOURTH-GRADE STUDENTS FROM TITLE 1 SCHOOLS IN THE SAN FRANCISCO BAY AREA. STAFF WILL COLLABORATE WITH A TEACHER ADVISORY COMMITTEE AND TEACHING ARTISTS TO CREATE NEW STANDARDS-ALIGNED CURRICULAR RESOURCES, PROVIDE OVER 40 HOURS OF ART INTEGRATION PROFESSIONAL DEVELOPMENT WORKSHOPS TO TEACHERS, AND DEVELOP AN ONLINE PORTAL FOR TEACHERS ACROSS TO ACCESS FREE LESSON PLANS, PODCASTS, AND VIDEOS. MOAD WILL PARTNER WITH THE SAN FRANCISCO PUBLIC LIBRARY (SFPL) TO HOST WORKSHOPS, A STUDENT LITERACY AND ART PROJECT, AND A SHOWCASE OF STUDENT WORK. AN EXTERNAL EVALUATION TEAM WILL EMPLOY A MULTIFACETED EVALUATION APPROACH TO ASSESS PROGRAM REACH AS WELL AS IMPROVEMENTS IN KNOWLEDGE, SKILLS, AND ABILITIES FOR STUDENTS AND TEACHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "392e236c-75e8-dcf6-a284-648be100b0c7-R", "generated_internal_id": "ASST_NON_MH-253053-OMS-23_5950"}, {"internal_id": 159378784, "Award ID": "MH-252999-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE HARVEY B. GANTT CENTER FOR AFRICAN-AMERICAN ARTS + CULTURE WILL EXPAND COLLECTION STORAGE AND IMPROVE EXHIBITION CAPACITY THROUGH THE INSTALLATION OF CUSTOMIZED STORAGE EQUIPMENT AND MOVEABLE, MODULAR EXHIBITION WALLS. PROJECT ACTIVITIES INCLUDE DESIGNING PROTOCOLS FOR HANDLING AND MOVING THE COLLECTION; DEVELOPING A LOCATION RECORD SYSTEM ALIGNED WITH NEW EQUIPMENT TO INTEGRATE INTO ACQUISITION RECORDS; MOVING THE COLLECTION TO NEW ART RACKS; AND PLANNING EXHIBITIONS USING COLLECTION OBJECTS AND THE NEW TEMPORARY WALLS. THIS PROJECT WILL STRENGTHEN THE CENTER’S ABILITY TO FULFILL ITS ROLE AS STEWARD OF ITS COLLECTIONS AND SUPPORT THE HIGHEST QUALITY INTERPRETATION OF ITS COLLECTIONS. BOTH PUBLIC AND SCHOOL AUDIENCES WILL BENEFIT FROM NEW EXHIBITIONS AND RELATED PROGRAMMING AND STAFF WILL BENEFIT FROM GREATER EASE OF ACCESS TO OBJECTS WHEN DEVELOPING EXHIBITIONS AND PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e67b57f8-f32b-c9bb-457c-293fe8912346-R", "generated_internal_id": "ASST_NON_MH-252999-OMS-23_5950"}, {"internal_id": 159378783, "Award ID": "MH-252981-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "CLARK ATLANTA UNIVERSITY ART MUSEUM WILL ESTABLISH GREATER INTELLECTUAL AND PHYSICAL CONTROL OF THE 1,200 ITEMS IN ITS COLLECTION. FOLLOWING THE RECOMMENDATIONS OF A COLLECTIONS ASSESSMENT FOR PRESERVATION (CAP) REPORT, THIS PROJECT WILL SUPPORT THE HIRING OF A FULL-TIME REGISTRAR/COLLECTIONS MANAGER. THE NEW POSITION WILL WORK WITH THE DIGITAL HUMANITIES MANAGER TO DEVELOP A SYSTEM TO PRIORITIZE THE DIGITIZATION OF ITEMS FOR THE HBCU HISTORY AND CULTURE ACCESS CONSORTIUM (HCAC). THE REGISTRAR/COLLECTIONS MANAGER WILL ALSO EVALUATE THE COLLECTIONS MANAGEMENT SYSTEM RECORDS, ASSESS STORAGE SPACE MANAGEMENT, AND CONDUCT AN INVENTORY OF THE COLLECTION. THEY WILL THEN UPDATE CATALOG RECORDS, CREATE NEW COLLECTIONS POLICIES, IMPLEMENT NEW STORAGE MANAGEMENT PROCEDURES AND A LOAN SYSTEM, AND MAKE RECOMMENDATIONS FOR PRIORITY CONSERVATION ACTION. THIS PROJECT WILL IMPROVE THE PROFESSIONAL CARE OF COLLECTIONS AND COLLECTIONS MANAGEMENT SYSTEMS AND INCREASE ACCESSIBILITY TO FACULTY, STUDENTS, AND SCHOLARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "919025f0-0b40-bfb0-daf0-0bfafa3df787-C", "generated_internal_id": "ASST_NON_MH-252981-OMS-23_5950"}, {"internal_id": 159378782, "Award ID": "MH-252980-OMS-23", "Award Amount": 99402.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE JAMES E. CHEEK LEARNING RESOURCE CENTER AT SHAW UNIVERSITY WILL IMPROVE THE CARE, MANAGEMENT, AND ACCESSIBILITY OF THE SPECIAL COLLECTIONS IN THE UNIVERSITY ARCHIVES. LIBRARY STAFF WILL WORK WITH THREE PAID STUDENT INTERNS TO INVENTORY, REHOUSE, AND CATALOG EACH COLLECTION. THE PROJECT TEAM WILL CREATE TWO ON-SITE EXHIBITS DISPLAYING SELECT ITEMS FROM PRIORITY RECORD GROUPS, INCLUDING AN ONLINE EXHIBIT FEATURING A SELECTION OF DIGITIZED RECORDS. STAFF WILL HOLD A WORKSHOP FOR FACULTY TO FOSTER AWARENESS AND INCREASE THE USE OF ARCHIVAL MATERIAL IN COURSE CURRICULA AND WILL ALSO ORGANIZE A SYMPOSIUM TO FEATURE EXAMPLES OF STUDENT WORK THAT INCORPORATES ARCHIVAL MATERIAL IN COURSE ASSIGNMENTS. THE PROJECT WILL IMPROVE THE COLLECTION STORAGE CONDITIONS, ENHANCE STAFF KNOWLEDGE OF THE COLLECTIONS AND SKILLS IN COLLECTIONS CARE, AND INCREASE AWARENESS AMONG FACULTY AND STAFF ABOUT THE USE OF ARCHIVES AS SOURCES OF KNOWLEDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b481de65-defc-fa44-a60b-1a64450a3160-C", "generated_internal_id": "ASST_NON_MH-252980-OMS-23_5950"}, {"internal_id": 159378781, "Award ID": "MH-252915-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "FRIENDS OF THE FREEDOM HOUSE WILL PRODUCE AN EXHIBIT TO PRESERVE THE HISTORY OF THE FREEDOM HOUSE AND THE CIVIL RIGHTS MOVEMENT IN NEW ORLEANS. THE PROJECT TEAM WILL CONDUCT INTER-GENERATIONAL COMMUNITY ENGAGEMENT SESSIONS AND COLLECT ORAL HISTORY INTERVIEWS FROM VETERANS OF THE CIVIL RIGHTS MOVEMENT. THEY WILL ALSO WORK WITH AN EXHIBIT DESIGN CONSULTANT TO DESIGN, FABRICATE, AND INSTALL THE NEW EXHIBIT. THE EXHIBIT WILL INFORM VISITORS ABOUT THE STRUGGLE FOR AFRICAN AMERICAN CIVIL RIGHTS, PROVIDE A SPACE FOR YOUTH IN NEW ORLEANS TO LEARN ABOUT THEIR HISTORY AND FORGE CONNECTIONS BETWEEN YOUTH AND ELDERS IN THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "898d8523-e00d-3881-b3f7-cfb45f3e8343-R", "generated_internal_id": "ASST_NON_MH-252915-OMS-23_5950"}, {"internal_id": 159378780, "Award ID": "MH-252862-OMS-23", "Award Amount": 298347.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.309", "Description": "THE DR. CARTER G. WOODSON AFRICAN AMERICAN MUSEUM WILL DEVELOP AN INTERPRETIVE PLAN FOR THE PERMANENT EXHIBIT IN ITS NEW FACILITY. MUSEUM STAFF WILL PARTNER WITH A CONTENT DEVELOPER, AN EXHIBIT DESIGNER, A MEDIA DESIGNER, AND AN EVALUATOR TO CREATE THE PLAN. PROJECT ACTIVITIES INCLUDE VISITS TO RELATED EXHIBITS, RESEARCH ON AFRICAN AMERICAN HISTORY, ART, AND CULTURE IN PINELLAS COUNTY, COLLECTIONS RESEARCH, DEVELOPMENT OF INTERPRETIVE THEMES AND DESIGN OPTIONS, AUDIENCE TESTING, AND ADVISORY COMMITTEE CHARRETTES. AN ADVISORY GROUP WITH EXPERIENCE IN CREATING EXHIBITIONS OF AFRICAN AMERICAN ART, CULTURE, AND HISTORY, AS WELL AS FOCUS GROUPS WITH MEMBERS OF THE AFRICAN AMERICAN COMMUNITY WILL HELP GUIDE THE WORK. THE INTERPRETIVE PLAN WILL INCLUDE AN EXHIBIT SCRIPT, PUBLICATION OUTLINE, SAMPLE LABELS, ELEVATION DRAWINGS AND FLOOR PLANS ALONG WITH A MEDIA PRODUCTION PLAN TO PREPARE THE MUSEUM FOR FABRICATION AND INSTALLATION OF THE EXHIBIT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d1515da-f507-ebde-094a-31a9905a3f33-R", "generated_internal_id": "ASST_NON_MH-252862-OMS-23_5950"}, {"internal_id": 151430137, "Award ID": "MH-252552-OMS-22", "Award Amount": 342760.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "45.309", "Description": "THE QUEENS PUBLIC LIBRARY WILL PARTNER WITH MUSEUMS AND OTHER ORGANIZATIONS TO CELEBRATE AND DOCUMENT 50 YEARS OF HIP HOP AND ITS ROLE IN AMERICAN CULTURE. THROUGH ITS LANGSTON HUGHES COMMUNITY LIBRARY AND CULTURAL CENTER BRANCH, THE LIBRARY WILL COORDINATE THE PRESENTATION OF IN-PERSON AND STREAMING EDUCATIONAL HIP HOP PROGRAMMING AROUND THE COUNTRY; HOLD A TWO-DAY SUMMIT TO EXPLORE THE HISTORY OF HIP HOP; AND CREATE A DIGITAL ARCHIVE OF EACH INSTITUTION’S PROGRAMS, WHICH WILL SERVE AS LESSONS AND LEARNING TOOLS FOR EDUCATORS ON THE IMPACT THAT HIP HOP HAS HAD ON BLACK CULTURE AND AMERICAN LIFE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e39e0435-7f84-0be5-e77a-d82e8a2c9e1e-C", "generated_internal_id": "ASST_NON_MH-252552-OMS-22_5950"}, {"internal_id": 151970407, "Award ID": "MH-252551-OMS-22", "Award Amount": 245464.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "45.309", "Description": "THE ASSOCIATION OF AFRICAN AMERICAN MUSEUMS WILL SUPPORT BOTH EMERGING PROFESSIONALS AS WELL AS MORE SEASONED STAFF IN BUILDING CAPACITIES TO INCREASE SUSTAINABILITY AMONG AFRICAN AMERICAN MUSEUMS. THE ASSOCIATION WILL OFFER A TRAINING PROGRAM FOR UP TO 48 MUSEUMS TO IMPROVE SKILLS IN GRANT-WRITING THROUGH WEBINARS AND ONE-ON-ONE MENTORING. THE ASSOCIATION WILL ALSO ESTABLISH SIX PAID INTERNSHIPS FOR EMERGING PROFESSIONALS—ONE AT ITS HEADQUARTERS AND OTHERS AT INDIVIDUAL AFRICAN AMERICAN MUSEUMS. THE PROJECT WILL ALSO ENGAGE 15 EMERGING PROFESSIONALS WITH SCHOLARSHIPS TO ATTEND THE AAAM ANNUAL CONFERENCE. A PROJECT REPORT WILL HIGHLIGHT COMPONENTS THAT MAY REPRESENT CAPACITY-BUILDING MODELS FOR OTHER ASSOCIATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3eaf58bf-ebf2-8267-a125-6862baf5fd62-C", "generated_internal_id": "ASST_NON_MH-252551-OMS-22_5950"}, {"internal_id": 148771722, "Award ID": "MH-252117-OMS-22", "Award Amount": 45905.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE WORLD BEAT CULTURAL CENTER WILL HOST THE TRAVELING EXHIBITION “PATHWAYS TO FREEDOM: MAROON SOCIETIES IN THE AMERICAS.” IN COLLABORATION WITH THE EXHIBIT DEVELOPER, THE PROJECT TEAM WILL EXPAND THE EXHIBITION TO INCLUDE THE HISTORY OF THE UNDERGROUND RAILROAD PATHWAY TO FREEDOM BETWEEN CALIFORNIA AND GUERRERO, MEXICO, IN ADDITION TO DIGITIZING THE EXHIBIT AND DEVELOPING A BILINGUAL WEBSITE. PUBLIC PROGRAMMING ABOUT THE SIGNIFICANCE OF MEXICO TO THE AFRICAN DIASPORA COMMUNITIES FROM 1800 TO THE PRESENT WILL INCLUDE TOURS LED BY STUDENT INTERNS, A PODCAST, AND SIX PUBLIC PROGRAMS FEATURING GUEST SPEAKERS. PROJECT ACTIVITIES ALSO WILL INCLUDE CATALOGING AND DIGITIZING VIDEO RECORDINGS OF PERFORMANCES, PRESENTATIONS, AND COMMUNITY CELEBRATIONS FROM 1984 THROUGH 2021, MAKING THIS HISTORY IN THE SAN DIEGO-TIJUANA REGION ACCESSIBLE TO AUDIENCES AROUND THE WORLD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67e4bb38-bfd7-616a-4de9-04e86d436aef-R", "generated_internal_id": "ASST_NON_MH-252117-OMS-22_5950"}, {"internal_id": 148771723, "Award ID": "MH-252116-OMS-22", "Award Amount": 109893.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE JEFFERSON SCHOOL AFRICAN AMERICAN HERITAGE CENTER WILL IDENTIFY, MAP, AND INTERPRET THE HISTORY OF AFRICAN AMERICAN LAND OWNERSHIP AND RESIDENTIAL LIFE IN CENTRAL VIRGINIA FROM 1744 THROUGH 2020. STAFF AND VOLUNTEERS WILL ANALYZE MORE THAN 400,000 PAGES OF PROPERTY, LAND, AND PUBLIC RECORDS USING TOOLS DEVELOPED FOR CITIZEN-SCIENCE CROWDSOURCING PROJECTS. RECORDS WILL THEN BE MAPPED, AND THE PROJECT TEAM WILL INCORPORATE THIS DOCUMENTATION OF THE GEOGRAPHIC HISTORY OF THE REGION’S BLACK COMMUNITY INTO EXHIBITIONS AS WELL AS THE K–12 CURRICULA OF TWO LOCAL SCHOOL SYSTEMS. THE PROJECT WILL EXAMINE THE MECHANISMS THAT ALLOWED FOR THE LARGE-SCALE LEGALIZED DISPLACEMENT THROUGH EMINENT DOMAIN, URBAN RENEWAL, AND RACIAL COVENANTS OF AFRICAN AMERICANS, AS WELL AS HOW THIS HISTORY CONNECTS TO CONTEMPORARY LIFE OUTCOMES AND SOCIAL INEQUITIES. THIS HISTORICAL ANALYSIS WILL THEN BE COMBINED WITH ORAL HISTORIES, DEEPENING THE COMMUNITY’S UNDERSTANDING OF ITS FOUNDATION AND THE LEGACY OF AFRICAN AMERICAN LANDSCAPES AND SPACES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c8cc484-300a-fbd7-4060-e6a885bbf904-R", "generated_internal_id": "ASST_NON_MH-252116-OMS-22_5950"}, {"internal_id": 148771725, "Award ID": "MH-252081-OMS-22", "Award Amount": 199632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "TALLADEGA COLLEGE WILL REINTERPRET SIX AMISTAD MURALS HOUSED AT THE DR. WILLIAM R. HARVEY MUSEUM OF ARTS. THE HISTORIC MURALS, PAINTED BY AFRICAN AMERICAN ARTIST HALE WOODRUFF, ILLUSTRATE CAPTURED AFRICANS IN THEIR FIGHT AGAINST SLAVERY, QUEST FOR FREEDOM AND REPATRIATION, AND STRUGGLE FOR LIBERATION, EDUCATIONAL ENLIGHTENMENT, AND EQUALITY. THE PROJECT ALSO WILL IDENTIFY, INVENTORY, ASSESS, CATALOG, DIGITIZE, AND PRESERVE 400 ARTIFACTS FOR USE IN ENHANCING THE AMISTAD MURAL EXHIBITION. PROJECT STAFF WILL CREATE AN ONLINE SEARCHABLE REPOSITORY OF THE COLLECTIONS AND MAKE THE NEWLY DIGITIZED MATERIALS MORE ACCESSIBLE AS THEMATICALLY ORGANIZED RESOURCES COMPATIBLE WITH K-12 STATE EDUCATIONAL STANDARDS. THE PROJECT WILL RESULT IN INCREASED ACCESS TO HISTORIC MATERIALS FOR USE BY ACADEMICS AND RESEARCHERS, WHILE THE REINTERPRETATION OF THE MURALS WILL BUILD GREATER KNOWLEDGE AND AWARENESS OF AFRICAN AMERICAN HISTORY FOR MUSEUM VISITORS, TEACHERS, AND STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ba554b8-ccbe-c599-25d8-5384096f2ad0-C", "generated_internal_id": "ASST_NON_MH-252081-OMS-22_5950"}, {"internal_id": 148771726, "Award ID": "MH-252055-OMS-22", "Award Amount": 46611.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE ANNA KNIGHT MUSEUM AT OAKWOOD UNIVERSITY WILL DEVELOP A PUBLIC INTERPRETIVE STORYTELLING PROGRAM FOCUSED ON AFRICAN AMERICAN WOMEN IN THE POST-RECONSTRUCTION ERA. MUSEUM STAFF WILL COLLABORATE WITH MUSEUMS AND HISTORICALLY BLACK COLLEGES AND UNIVERSITIES IN ALABAMA AND MISSISSIPPI TO COLLECT STORIES AT 26 HISTORIC SITES. PROFESSIONAL DEVELOPMENT ACTIVITIES WILL BUILD STAFF SKILLS IN INTERPRETIVE STORYTELLING AND ARCHIVAL HISTORICAL RESEARCH. THE MUSEUM WILL HIRE TWO INTERNS TO SUPPORT PROJECT ACTIVITIES. THE PROJECT WILL DOCUMENT ORAL NARRATIVES, INCREASE KNOWLEDGE OF KEY HISTORIC SITES, STRENGTHEN COMMUNITY ENGAGEMENT, AND EXPAND COMMUNITY PARTNERSHIPS WITH HISTORIC REGISTRIES AND MUSEUMS, ULTIMATELY INCREASING AWARENESS OF THE WOMEN WHO FOUGHT FOR EDUCATIONAL, SOCIAL, AND GENDER EQUALITY IN THE POST-RECONSTRUCTION ERA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63928f1e-0c77-b621-a382-b0ce0c341f8c-C", "generated_internal_id": "ASST_NON_MH-252055-OMS-22_5950"}, {"internal_id": 148771727, "Award ID": "MH-252021-OMS-22", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-27", "CFDA Number": "45.309", "Description": "THE LOUIS ARMSTRONG HOUSE MUSEUM WILL CATALOG, DIGITIZE, AND PRESERVE MULTIPLE COLLECTIONS HOUSED AT THE LOUIS ARMSTRONG ARCHIVES. MUSEUM STAFF WILL WORK WITH A CONSULTING ARCHIVIST TO ORGANIZE THE NEW ARCHIVAL MATERIALS ADDED TO THE LILLIAN HARDIN ARMSTRONG, JACK BRADLEY, JEANN FAILOWS, SELMA HERALDO, AND LOUIS ARMSTRONG COLLECTIONS. THEY WILL ARRANGE, NUMBER, CATALOG, SCAN, AND UPLOAD THE ITEMS INTO THE MUSEUM’S DIGITAL COLLECTIONS PLATFORM AND REHOUSE THEM IN APPROPRIATE STORAGE MATERIALS. THE PROJECT WILL MAKE A SIGNIFICANT ARCHIVAL TROVE OF MATERIALS AVAILABLE TO SCHOLARS, HISTORIANS, EDUCATORS, AND THE PUBLIC. STAFF WILL INTEGRATE THESE NEWLY CATALOGED COLLECTIONS INTO THE MUSEUM’S VIRTUAL AND IN-PERSON EXHIBITS, HELPING TO TELL IMPORTANT STORIES ABOUT LOUIS ARMSTRONG AND THE HISTORY OF JAZZ.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "43852e45-6bfa-cc4a-3a29-0aca8ae59d81-R", "generated_internal_id": "ASST_NON_MH-252021-OMS-22_5950"}, {"internal_id": 148771728, "Award ID": "MH-252019-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE GOLDSBORO WESTSIDE HISTORICAL MUSEUM WILL IMPLEMENT A SERIES OF PROFESSIONAL DEVELOPMENT ACTIVITIES TO SUPPORT AN EXISTING LEADERSHIP SUCCESSION PLAN AND BUILD THE CAPACITY OF THE MUSEUM’S STAFF AND BOARD. STAFF TRAINING WILL FOCUS ON INCREASING EFFECTIVE DELIVERY OF MUSEUM SERVICES, WHILE GOVERNANCE TRAINING WILL FOCUS ON THE OVERSIGHT OF NONPROFIT MUSEUMS. LEADERSHIP SUCCESSION WORK WILL HELP MELD EXISTING INSTITUTIONAL KNOWLEDGE WITH CURRENT BEST PRACTICES IN MUSEUM MANAGEMENT BY SUPPORTING TWO FULL-TIME STAFF POSITIONS AND EXECUTIVE LEADERSHIP TRAINING. THE PROJECT WILL FACILITATE THE TRANSFER OF LEADERSHIP FROM THE MUSEUM’S FOUNDING DIRECTOR TO THE NEW EXECUTIVE DIRECTOR WHILE ALSO HELPING TO BUILD THE MUSEUM’S CAPACITY AND SUSTAINABILITY BY INVESTING IN SKILL-BUILDING FOR MUSEUM PERSONNEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "742fd726-7f49-f734-8e25-740b7360d834-R", "generated_internal_id": "ASST_NON_MH-252019-OMS-22_5950"}, {"internal_id": 148771729, "Award ID": "MH-252018-OMS-22", "Award Amount": 236610.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE MUSEUM OF THE AFRICAN DIASPORA WILL EXPAND ITS EMERGING ARTISTS PROGRAM, A COMPETITION TO IDENTIFY EMERGING BLACK ARTISTS FOR SOLO EXHIBITIONS. EACH YEAR OF THE TWO-YEAR PROJECT, MUSEUM STAFF WILL WORK WITH A JURY OF EXPERTS TO IDENTIFY FOUR FELLOWS TO RECEIVE FINANCIAL AND PROFESSIONAL SUPPORT TO HELP PROMOTE THEIR WORK, BETTER ESTABLISH THEIR CAREERS, AND EXPAND THEIR VISIBILITY. A DIGITAL PUBLICATION WILL DOCUMENT EACH FELLOW’S EXHIBITION. MUSEUM STAFF WILL PROVIDE PROFESSIONAL DEVELOPMENT WORKSHOPS FOR ARTISTS WHO APPLY BUT ARE NOT SELECTED FOR THE FELLOWSHIP, AS WELL AS ESTABLISH A PAID CURATORIAL FELLOWSHIP TO SUPPORT A CURRENT COLLEGE STUDENT TO BUILD THEIR PROFESSIONAL SKILLS WITHIN A MUSEUM. THE PROJECT AMPLIFIES THE WORK OF CONTEMPORARY BLACK ARTISTS AND SUPPORTS ACCESS TO ARTISTS AT A CRITICAL POINT IN THEIR CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "392e236c-75e8-dcf6-a284-648be100b0c7-R", "generated_internal_id": "ASST_NON_MH-252018-OMS-22_5950"}, {"internal_id": 148771730, "Award ID": "MH-252017-OMS-22", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE MOSAIC TEMPLARS CULTURAL CENTER WILL DEVELOP AN EXHIBITION THAT INTERPRETS THE AFRICAN AMERICAN EXPERIENCE IN ARKANSAS. MUSEUM STAFF WILL WORK WITH EXTERNAL EXPERTS TO DESIGN, FABRICATE, AND INSTALL AN EXHIBITION THAT WILL PROVIDE VISITORS WITH TOOLS TO HAVE INFORMED CONVERSATIONS ABOUT RACE AND OTHER ELEMENTS OF PERSONAL IDENTITY. MUSEUM STAFF WILL GATHER DATA IN THE EXHIBITION THAT WILL INFORM THE DEVELOPMENT OF NEW EDUCATIONAL AND OUTREACH PROGRAMMING AS WELL AS COMMUNITY PARTNERSHIPS. THE NEW GALLERY WILL EXPOSE VISITORS, INCLUDING FAMILIES WITH SCHOOL-AGE CHILDREN, TO MANY PERSPECTIVES ON THE MEANING OF BEING BLACK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9417b055-0c5e-f90f-4b5c-4c1ea4e67dd6-C", "generated_internal_id": "ASST_NON_MH-252017-OMS-22_5950"}, {"internal_id": 148771731, "Award ID": "MH-252016-OMS-22", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE NATIONAL CIVIL RIGHTS MUSEUM WILL INCREASE VISITOR ACCESS TO THE MUSEUM THROUGH A TICKETING SOFTWARE IMPLEMENTATION PROJECT. MUSEUM STAFF WILL WORK WITH EXTERNAL EXPERTS TO DEVELOP NEW BUSINESS PROCESSES AND REPORTS THAT LEVERAGE THE CAPABILITIES OF THE NEW SOFTWARE AND INTEGRATE WITH EXISTING MUSEUM SYSTEMS. THE PROJECT WILL SUPPORT VISITORS’ ABILITY TO MANAGE ONLINE RESERVATIONS, MAKE MEMBER RESERVATIONS, AND REDEEM COUPONS, WHILE ALSO PROVIDING INFORMATION TO MUSEUM STAFF ABOUT HOW VISITORS EXPERIENCE THE MUSEUM. MUSEUM STAFF WILL BENEFIT FROM AN UPDATED SYSTEM THAT SUPPORTS TARGETED MARKETING AND DATA ANALYSIS, WHICH CAN LEAD TO INCREASED REVENUE, INCREASED MEMBERSHIP RETENTION, WHILE ADDRESSING STAFF AND OPERATIONAL CHALLENGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95442fc1-834f-5ac0-d4eb-c6c3d8df8420-C", "generated_internal_id": "ASST_NON_MH-252016-OMS-22_5950"}, {"internal_id": 148771732, "Award ID": "MH-252015-OMS-22", "Award Amount": 98140.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "BIRMINGHAM CIVIL RIGHTS INSTITUTE WILL UPDATE ITS PROGRAMS BY APPLYING AN INTERSECTIONAL LENS TO THE EDUCATIONAL GOALS IN ALIGNMENT WITH THEIR RECENTLY UPDATED STRATEGIC PLAN. PROJECT ACTIVITIES WILL INCLUDE STAFF AND VOLUNTEER TRAINING ON INTERSECTIONALITY AND SELECTED MARGINALIZED GROUPS THAT INTERSECT WITH THE AFRICAN AMERICAN CIVIL RIGHTS MOVEMENT. THE PROJECT TEAM WILL ALSO ENRICH THE LEGACY YOUTH LEADERSHIP PROGRAM CURRICULUM WITH INTERSECTIONAL NARRATIVES, DEVELOP TWO ARCHIVES FOCUSED ON LATINX AND IMMIGRANT HUMAN AND CIVIL RIGHTS STRUGGLES, UPDATE THE HUMAN RIGHTS GALLERY, AND COLLABORATE WITH MEMBERS OF LOCAL TRIBES TO DEVELOP A PLAN FOR THE ADDITION OF A LAND ACKNOWLEDGEMENT MARKER. BY RECOGNIZING THAT THE STORY OF CIVIL RIGHTS STRUGGLES IN THE SOUTH IS LARGER THAN ONE COMMUNITY, THE PROJECT AIMS TO APPLY AN INTERSECTIONAL INTERPRETIVE APPROACH TO HELP ATTRACT A GREATER DIVERSITY OF VISITORS AND EXPAND THE MUSEUM’S IMPACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "018024d8-650b-1953-da39-02041374973e-C", "generated_internal_id": "ASST_NON_MH-252015-OMS-22_5950"}, {"internal_id": 148771724, "Award ID": "MH-251984-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE BLACK AMERICAN WEST MUSEUM AND HERITAGE CENTER WILL IMPROVE THE MANAGEMENT OF ITS COLLECTIONS BY CONDUCTING AN INVENTORY OF MORE THAN 2,000 OBJECTS. ITEMS IN THE COLLECTION RANGE FROM SADDLES TO MEDICAL EQUIPMENT AND SERVE AS PRIMARY EDUCATIONAL RESOURCE MATERIAL FOR INTERPRETING THE HISTORY AND CULTURE OF AFRICAN AMERICANS WHO HELPED DEVELOP THE AMERICAN WEST. A PART-TIME COLLECTIONS MANAGER HIRED TO COMPLETE THE WORK WILL UPLOAD INFORMATION ABOUT EACH ITEM AND A PHOTOGRAPH OF THE OBJECT TO THE COLLECTION DATABASE. THE INVENTORY WILL SUPPORT COLLECTIONS MANAGEMENT AND HELP THE BOARD OF DIRECTORS IN PLANNING AND IMPLEMENTING FUTURE EXHIBITS AND PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df4a2a3e-b495-5f73-3ba6-87769a2e0a82-R", "generated_internal_id": "ASST_NON_MH-251984-OMS-22_5950"}, {"internal_id": 148771733, "Award ID": "MH-251935-OMS-22", "Award Amount": 183000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE NATIONAL BLUES MUSEUM WILL STRENGTHEN ITS CURATORIAL ACTIVITIES BY INITIATING RECOMMENDATIONS FROM A 2021 COLLECTIONS ASSESSMENT FOR PRESERVATION (CAP) REPORT. THEY WILL HIRE A FULL-TIME CURATOR TO RESEARCH AND DEVELOP TEMPORARY EXHIBITIONS, AS WELL AS DRAFT PLANS AND PROCESSES CRITICAL TO THE CARE OF THE COLLECTION SUCH AS AN EMERGENCY PLAN, ENVIRONMENTAL MONITORING PROCEDURES AND SYSTEMS, A LOG OF BUILDING MAINTENANCE, AND A REGISTRATION SYSTEM. OTHER PROJECT ACTIVITIES WILL INCLUDE PROVIDING MUSEUM STAFF WITH ONLINE TRAINING IN CONSERVATION, AND ONGOING TRAINING AS THE DRAFT PLANS AND PROCESSES BECOME FINAL. THIS PROJECT WILL RESULT IN MUSEUM STAFF BEING BETTER STEWARDS OF THE PERMANENT COLLECTIONS AND BETTER POSITIONED TO DEVELOP FUTURE EXHIBITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9e5c5c7-0632-5734-9719-2a561d3d0e99-R", "generated_internal_id": "ASST_NON_MH-251935-OMS-22_5950"}, {"internal_id": 148771734, "Award ID": "MH-251934-OMS-22", "Award Amount": 49700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "SUMNER HALL WILL DESIGN, PRODUCE, AND FIELD TEST AN EDUCATIONAL TRAVELING “TEACHER TRUNK” FOR MIDDLE AND HIGH SCHOOL CLASSROOMS ACROSS THE EASTERN SHORE OF MARYLAND. THE CONTENTS OF THE TRUNK WILL BE BASED ON THE COMMODORE COLLECTION, A SERIES OF DOCUMENTS DATING FROM THE LATE 1600S TO THE EARLY 1800S CENTERED ON THE LIVES OF ENSLAVED AND FREE AFRICAN AMERICANS IN THE REGION. STUDENT INTERNS FROM WASHINGTON COLLEGE WILL ASSIST IN THE RESEARCH AND DEVELOPMENT OF TEACHER LESSON PLANS, ACTIVITY TOOLKITS, AND AN ACCOMPANYING ILLUSTRATED BOOK. THE PROJECT WILL REPRODUCE SELECTIONS FROM THE COMMODORE COLLECTION IN HIGH RESOLUTION ACRYLIC FACSIMILES, BENEFITTING TEACHERS AND STUDENTS IN KENT COUNTY AND THE SURROUNDING AREA BY PROVIDING AN INTERDISCIPLINARY AND HANDS-ON METHOD FOR LEARNING ABOUT LOCAL BLACK HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d39012e-b905-04c3-e279-fa53fd728d16-R", "generated_internal_id": "ASST_NON_MH-251934-OMS-22_5950"}, {"internal_id": 148771721, "Award ID": "MH-251932-OMS-22", "Award Amount": 249999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "MORGAN STATE UNIVERSITY'S LILLIE CARROLL JACKSON CIVIL RIGHTS MUSEUM WILL EXPAND ITS PROGRAMS AND EDUCATIONAL CURRICULUM GEARED TOWARD MIDDLE AND HIGH SCHOOL STUDENTS BY INCORPORATING EXPERIENCES OF BALTIMORE’S LEADERSHIP IN THE “LONG CIVIL RIGHTS MOVEMENT.” THE MUSEUM WILL RETAIN ITS FULL-TIME PROGRAM AND EDUCATION COORDINATOR, WHO WILL DEVELOP EDUCATIONAL PROGRAMS, SCHEDULE SCHOOL VISITS, LEAD PUBLIC PROGRAMS, COORDINATE THE DOCENT TRAINING PROGRAM, AND FACILITATE PARTNERSHIPS WITH BALTIMORE CITY SCHOOLS. IN PARTNERSHIP WITH THE QUARLES INSTITUTE, THE MUSEUM WILL ENGAGE STUDENTS FROM BALTIMORE CITY PUBLIC HIGH SCHOOLS FOR PAID SUMMER INTERNSHIPS TO ENCOURAGE INTEREST IN CAREERS IN MUSEUMS OR OTHER CULTURAL ORGANIZATIONS AS THEY GAIN HANDS-ON EXPERIENCE IN RESEARCH, PREVENTIVE CONSERVATION, CRITICAL THINKING, INTERPRETATION, AND OTHER MUSEUM-RELATED SKILLS. THE PROJECT WILL EXPAND THE REACH OF THE MUSEUM’S EDUCATIONAL CURRICULUM, POTENTIALLY SERVING 1,800-2,400 NEW STUDENTS IN 45 SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "725732a0-bf8b-a060-f378-ed41b2f7a9bd-C", "generated_internal_id": "ASST_NON_MH-251932-OMS-22_5950"}, {"internal_id": 148771735, "Award ID": "MH-251887-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE AFRICAN AMERICAN LIBRARY AT THE GREGORY SCHOOL, A BRANCH OF THE HOUSTON PUBLIC LIBRARY, WILL DIGITIZE AND PUBLICIZE 17,900 ARCHIVAL ITEMS IN THE BEN DESOTO COLLECTION. PROJECT ACTIVITIES WILL INCLUDE CREATION OF LIBRARY EXHIBITS, COMMUNITY MUSEUM EXHIBITS, DIGITAL APPLICATIONS, COMMUNITY PROGRAMMING, AND WEBSITE ENHANCEMENTS. THE LIBRARY WILL HIRE A FULL-TIME ARCHIVIST AND PART-TIME DIGITAL TECHNICIAN TO PROCESS PHOTOGRAPHS, NEGATIVES, AND OTHER ARCHIVAL ITEMS THAT DOCUMENT THE DAILY LIFE AND ACCOMPLISHMENTS OF HOUSTON’S BLACK RESIDENTS DURING THE LATE 20TH CENTURY. THE DIGITIZATION OF THIS COLLECTION WILL RESULT IN ENHANCED OUTREACH OPPORTUNITIES, EXPANDED ACCESS TO ARCHIVAL MATERIALS, AND IMPROVED COLLECTIONS MANAGEMENT OF SOURCE MATERIALS FOR PUBLIC USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b784e331-abf7-7131-9ea4-e50708361bfe-C", "generated_internal_id": "ASST_NON_MH-251887-OMS-22_5950"}, {"internal_id": 148771736, "Award ID": "MH-251886-OMS-22", "Award Amount": 49981.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE NATIONAL JAZZ MUSEUM IN HARLEM WILL CELEBRATE THE “JAZZ IN HARLEM EXPERIENCE” BY DEVELOPING TWO EXHIBITIONS: A FREE IN-PERSON EXPERIENCE AND A DIGITAL EXHIBITION FEATURING INTERVIEWS WITH AND ARTIFACTS SOURCED FROM HARLEM RESIDENTS. STAFF WILL HOST TWO COMMUNITY ARTIFACT DRIVES WHERE HISTORIANS AND DIGITIZATION EXPERTS WILL REVIEW PHOTOGRAPHS AND CORRESPONDENCE AND RECORD ORAL HISTORY INTERVIEWS WITH SELECTED RESIDENTS. THE PROJECT WILL SERVE PEOPLE OF ALL AGES AND BACKGROUNDS, FROM HARLEM RESIDENTS TO VIEWERS AROUND THE WORLD, AND WILL TELL A MORE COMPLETE STORY OF MUSIC IN HARLEM OVER THE PAST 100 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66286486-3c3a-11c7-c389-b47eae6e5478-R", "generated_internal_id": "ASST_NON_MH-251886-OMS-22_5950"}, {"internal_id": 148771737, "Award ID": "MH-251885-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE AMERICAN JAZZ MUSEUM WILL IMPROVE THE CARE OF THE JOHN H. BAKER FILM COLLECTION BY CONDUCTING AN INVENTORY AND CATALOG PROJECT. BASED ON RECOMMENDATIONS FROM A 2021 COLLECTIONS ASSESSMENT FOR PRESERVATION (CAP) REPORT, THE MUSEUM WILL CONTRACT WITH A FILMMAKER/PRESERVATIONIST TO BE ASSISTED BY A STUDENT INTERN TO ASSESS, INVENTORY, AND CATALOG MORE THAN 2,000 FILM TITLES DATING FROM 1927 THROUGH THE 1970S. THEY WILL DIGITIZE A SUBSET OF FILMS AND MAKE THEM AVAILABLE TO THE PUBLIC, ALONG WITH EDUCATIONAL PROGRAMMING DEVELOPED IN PARTNERSHIP WITH LOCAL INSTITUTIONS OF HIGHER EDUCATION. THE PROJECT WILL RESULT IN INCREASED MUSEUM CAPACITY TO HANDLE THE COLLECTION, RICHER CONTENT WITH WHICH TO DEVELOP FUTURE PROGRAMS, AND WIDER ACCESS TO THE COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b4fdb68-922e-3166-b383-d7972511d218-C", "generated_internal_id": "ASST_NON_MH-251885-OMS-22_5950"}, {"internal_id": 148771738, "Award ID": "MH-251834-OMS-22", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE BUFFALO SOLDIERS NATIONAL MUSEUM WILL IMPROVE COLLECTIONS CARE AND ACCESS BY CATALOGING AND DIGITIZING MORE THAN 4,000 ITEMS IN ITS AFRICAN AMERICAN MILITARY COLLECTION, AS WELL AS PROVIDING STAFF WITH COLLECTIONS CARE AND MANAGEMENT TRAINING. PROJECT ACTIVITIES WILL INCLUDE ESTABLISHING AN ONGOING STAFF TRAINING SCHEDULE, DEVELOPING A COLLECTIONS POLICY, AND RECRUITING TWO GRADUATE LEVEL ARCHIVIST FELLOWS TO ASSIST WITH CATALOGING AND DIGITIZATION. THE PROJECT WILL RESULT IN ENHANCED ACCESS TO THE COLLECTION WITH IMAGES, WHICH WILL PROVIDE STAFF WITH MORE OPTIONS WHEN THEY ARE DEVELOPING EXHIBITIONS AND EDUCATION PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d8121d3-a94d-5b6f-0dba-c73db5c9bec0-R", "generated_internal_id": "ASST_NON_MH-251834-OMS-22_5950"}, {"internal_id": 148771740, "Award ID": "MH-251833-OMS-22", "Award Amount": 48702.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE SOJOURNER TRUTH AFRICAN HERITAGE MUSEUM WILL BUILD ORGANIZATIONAL CAPACITY TO SUPPORT AN EXPANDED RESOURCE AND MEDIA CENTER BY PROVIDING PROFESSIONAL DEVELOPMENT TRAINING FOR MUSEUM STAFF, ARTISTS, FACILITATORS, AND VOLUNTEERS. PROFESSIONAL DEVELOPMENT PROGRAMS WILL FOCUS ON AREAS OF DIGITAL TECHNOLOGY, COLLECTIONS STEWARDSHIP, AND EVALUATION. PROJECT ACTIVITIES WILL ALSO INCLUDE EXPANDING PUBLIC PROGRAMS, EXHIBITIONS, AND SCHOOL PROGRAMS IN PARTNERSHIP WITH THE SACRAMENTO OFFICE OF ARTS AND CULTURE. THE PROJECT TEAM WILL RECRUIT AN ARCHIVES FELLOW TO RECEIVE TRAINING FOR BEST PRACTICES IN ARCHIVES STEWARDSHIP IN COLLABORATION WITH THE MARTIN LUTHER KING JR. LIBRARY. THE PROJECT WILL RESULT IN A MORE AGILE MUSEUM WORKFORCE AND VOLUNTEER CORPS THAT HAS THE TRAINING TO EFFICIENTLY SERVE THE NEEDS OF THE SURROUNDING COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8173613-4953-e28e-3f9c-c84532d5216d-R", "generated_internal_id": "ASST_NON_MH-251833-OMS-22_5950"}, {"internal_id": 148771741, "Award ID": "MH-251746-OMS-22", "Award Amount": 243144.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE WHITNEY PLANTATION MUSEUM WILL CREATE AN EXHIBITION AND RELATED PROGRAMMING FOCUSING ON RESISTANCE AND FREEDOM-SEEKING IN SOUTH LOUISIANA BEFORE AND DURING THE CIVIL WAR. THE MUSEUM WILL PARTNER WITH CORNELL UNIVERSITY, THE UNIVERSITY OF NEW ORLEANS, AND FREEDOM ON THE MOVE TO RESEARCH EXHIBITION CONTENT, THEN DEVELOP SUPPLEMENTAL ONLINE MATERIALS, PROGRAMS FOR THE GENERAL PUBLIC, AND CURRICULUM MATERIALS FOR K–20 TEACHERS. THIS PROJECT WILL BENEFIT VISITORS TO WHITNEY PLANTATION AND THOSE INTERESTED IN LEARNING ABOUT SELF-EMANCIPATION AND RESISTANCE BY ENSLAVED AFRICANS AND AFRICAN-AMERICANS. THE PROJECT TEAM WILL MEASURE SUCCESS THROUGH THE SUCCESSFUL INSTALLATION AND LAUNCH OF THE EXHIBITION, COMBINED WITH PROGRAM ATTENDEE SURVEYS AND TEACHER FEEDBACK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7536233-3b37-4ff4-7ca6-e76a54e2fc48-R", "generated_internal_id": "ASST_NON_MH-251746-OMS-22_5950"}, {"internal_id": 148771742, "Award ID": "MH-251717-OMS-22", "Award Amount": 158174.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE BOARD OF DIRECTORS OF THE ROBBINS HOUSE (TRH) WILL ADVANCE THE GROWTH AND DEVELOPMENT OF THE MUSEUM BY HIRING A FULL-TIME EXECUTIVE DIRECTOR. WITH A PRIMARY OBJECTIVE TO WORK WITH REGIONAL SCHOOLS IN DEVELOPING CURRICULUM-BASED PROGRAMS TO OFFER AT THE TRH SITE, IN CLASSROOMS, AND ONLINE, THE NEWLY HIRED DIRECTOR WILL ALSO DEVELOP THE MUSEUM’S ORGANIZATIONAL CAPACITY TO CREATE ONLINE EXHIBITIONS, INCREASE TRH PRESENCE AMONG STATE AND LOCAL TOURISM GROUPS, AND OVERSEE THE STRATEGIC PLAN UPDATING PROCESS. BY FILLING THIS LEADERSHIP LEVEL POSITION, VIRTUAL AND IN-PERSON VISITORS WILL BENEFIT FROM A WIDER VARIETY OF PROGRAMS, AND INCREASED ACCESS TO COLLECTIONS THAT ILLUSTRATE THE LIVES, CONTRIBUTIONS, AND STRUGGLES OF ROBBINS HOUSE RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2e2adf2-37c5-33fe-f9b0-77e887248a75-R", "generated_internal_id": "ASST_NON_MH-251717-OMS-22_5950"}, {"internal_id": 148771743, "Award ID": "MH-251716-OMS-22", "Award Amount": 248333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE NIAGARA FALLS UNDERGROUND RAILROAD HERITAGE CENTER WILL LAUNCH A FELLOWSHIP PROGRAM TO SUPPORT A PIPELINE FOR MUSEUM PROFESSIONALS FOR INDIVIDUALS FROM HISTORICALLY UNDERREPRESENTED COMMUNITIES. THE CENTER WILL RECRUIT AND HIRE A FULL-TIME EXECUTIVE DIRECTOR, WHO WILL PROVIDE OVERSIGHT OF THE FELLOWSHIP, INCLUDING THE ONBOARDING, TRAINING, AND MENTORSHIP OF JUNIOR FELLOWS. ALL FELLOWS WILL PARTICIPATE IN PROFESSIONAL DEVELOPMENT AND MENTORING ACTIVITIES. PROJECT RESULTS WILL INCLUDE A CURRICULUM TO SUPPORT THE TRAINING OF JUNIOR FELLOWS AND INTERNS. AN EVALUATION CONSULTANT WILL ASSESS THE PROJECT’S SUCCESS AND THE CENTER WILL PRODUCE A SCHOLARLY ARTICLE DETAILING THE FINDINGS FROM THE PROJECT’S IMPLEMENTATION. THE PROJECT DESIGN ACCOMMODATES THE NUANCES AND CHALLENGES OF TRADITIONAL ENTRYWAYS INTO AND UPWARD MOBILITY WITHIN THE MUSEUM PROFESSION FOR INDIVIDUALS FROM HISTORICALLY UNDERREPRESENTED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6509db4-ffa0-0cf2-7760-e01b7793f521-R", "generated_internal_id": "ASST_NON_MH-251716-OMS-22_5950"}, {"internal_id": 148771744, "Award ID": "MH-251715-OMS-22", "Award Amount": 246885.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE MOTOWN MUSEUM WILL IMPLEMENT A GENERAL COLLECTION PRESERVATION PLAN AND REORGANIZATION PROJECT IN PREPARATION FOR AN EXPANSION OF ITS FACILITIES. BUILDING ON THE RECOMMENDATIONS OF A RECENTLY COMPLETED COLLECTIONS ASSESSMENT FOR PRESERVATION (CAP) REPORT, THE PROJECT WILL FOCUS ON IMPROVED PRESERVATION, STORAGE AND ARCHIVING OF EXISTING ARTIFACTS AND THE EXPANSION OF STAFFING FOR THE COLLECTIONS DEPARTMENT. THE MUSEUM WILL HIRE A CURATOR, ARCHIVIST, AND COLLECTIONS ASSISTANT WHO WILL WORK TOGETHER TO INVENTORY, PACK, MOVE, ORGANIZE, AND REHOUSE, MORE THAN 20,000 COLLECTION ITEMS CURRENTLY ON EXHIBIT OR IN STORAGE. THE COLLECTION INCLUDES FURNITURE, BOOKS, MUSICAL INSTRUMENTS, RECORDING EQUIPMENT, COSTUMES, ORIGINAL VINYL 45S, LPS, WORKS ON PAPER, PHOTOGRAPHS, PAINTINGS, POSTERS, AND HISTORICAL DOCUMENTS. THE PROJECT WILL ALLOW STAFF TO BETTER ORGANIZE AND CARE FOR MATERIALS, WHICH FACILITATES THE ORGANIZATION’S ABILITY TO FULFILL ITS OBJECTIVES IN SUPPORT OF RESEARCHERS AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b67dc20-4be6-34d0-d8c8-11ce6d78792c-R", "generated_internal_id": "ASST_NON_MH-251715-OMS-22_5950"}, {"internal_id": 148771745, "Award ID": "MH-251649-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE AFRICAN AMERICAN CULTURAL AND HISTORICAL MUSEUM OF WASHTENAW COUNTY WILL DEVELOP AN EDUCATIONAL PROGRAM FOR HIGH SCHOOL STUDENTS TO ENGAGE WITH EXISTING MUSEUM ACTIVITIES. STUDENTS WILL ENGAGE IN A ONE-SEMESTER CURRICULUM THAT INTRODUCES THEM TO MUSEUM PRACTICE. STUDENTS WILL CONDUCT RESEARCH THROUGH INDIVIDUAL AND/OR GROUP PROJECTS THAT COULD RESULT IN AN IN-HOUSE OR ONLINE EXHIBIT, A SHORT PLAY OR MOVIE, MUSICAL PERFORMANCE, OR A MULTI-MEDIA PRESENTATION. AS APPROPRIATE, STUDENTS MAY TAKE PART IN ORAL HISTORY INTERVIEWS AND LEAD MUSEUM TOURS. THE PROJECT WILL RESULT IN CONNECTING STUDENTS WITH THE LOCAL COMMUNITY AND DEEPENING THEIR KNOWLEDGE AND AWARENESS OF LOCAL HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f4465b6-18a2-e7e7-915e-ad05c9a2f86e-R", "generated_internal_id": "ASST_NON_MH-251649-OMS-22_5950"}, {"internal_id": 148771746, "Award ID": "MH-251600-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE CATFISH ROW MUSEUM WILL BUILD ITS CAPACITY TO OFFER RELEVANT MUSEUM EXPERIENCES FOR THE PUBLIC, WHILE EXPANDING ITS COLLECTIONS AND WORKING TOWARD THE DEVELOPMENT OF A NEW EXHIBIT. WITH THE ASSISTANCE OF CONSULTANTS AND LOCAL PROFESSIONALS, THE MUSEUM WILL PROVIDE TRAINING FOR EMPLOYEES IN THE HANDLING AND CARE OF MUSEUM AND ARCHIVAL COLLECTIONS. THE MUSEUM WILL ALSO HIRE AN ADMINISTRATIVE ASSISTANT, WHO WILL RECEIVE TRAINING IN BEST MANAGEMENT PRACTICES. IN PARTNERSHIP WITH JACKSON STATE UNIVERSITY, THE MUSEUM WILL CONDUCT RESEARCH AND HOST COMMUNITY WORKSHOPS TO DOCUMENT LOCAL STORIES AND ARTIFACTS AS IT DEVELOPS A NEW EXHIBITION HIGHLIGHTING PAST AND PRESENT CONTRIBUTIONS TO THE CIVIL RIGHTS MOVEMENT IN VICKSBURG. THE UNIVERSITY WILL ALSO ASSIST THE MUSEUM IN RECRUITING AND TRAINING A GRADUATE INTERN TO SUPPORT PROJECT ACTIVITIES. EXHIBIT DESIGN CONSULTANTS WILL GUIDE MUSEUM STAFF IN DESIGNING AND INSTALLING THE EXHIBIT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7117b664-0693-8ba5-b3b0-27d77b7595fa-R", "generated_internal_id": "ASST_NON_MH-251600-OMS-22_5950"}, {"internal_id": 148771747, "Award ID": "MH-251599-OMS-22", "Award Amount": 189000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "FOLLOWING THE RECOMMENDATIONS OF A 2020 MUSEUM ASSESSMENT PROGRAM (MAP) REPORT, THE SPRINGFIELD AND CENTRAL ILLINOIS AFRICAN AMERICAN HISTORY MUSEUM (SCIAAHM) WILL INCREASE ORGANIZATIONAL CAPACITY BY HIRING A FULL-TIME MUSEUM DIRECTOR TO SUPPORT SUSTAINABILITY PLANNING AND BOARD DEVELOPMENT. THE DIRECTOR WILL STRENGTHEN OPERATIONS AND BENCHMARK AGAINST INDUSTRY STANDARDS AND BEST PRACTICES THROUGH PARTNERSHIPS WITH LARGER ORGANIZATIONS, INCLUDING THE ABRAHAM LINCOLN PRESIDENTIAL LIBRARY AND MUSEUM, THE ILLINOIS STATE MUSEUM, AND THE UNIVERSITY OF ILLINOIS MUSEUM STUDIES PROGRAM. THE MUSEUM WILL BUILD UPON EXISTING PROGRAMS FOR LOCAL SCHOOLS AND EXPAND COMMUNITY OUTREACH. AS A RESULT OF THESE ACTIVITIES, SCIAAHM WILL IMPROVE THE ACCESSIBILITY AND SUSTAINABILITY OF ITS OPERATIONS, AS WELL AS ITS ABILITY TO SERVE THE NEEDS OF THE SPRINGFIELD COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d977a8a7-98f1-b1a1-b31b-2d0b3768fb97-R", "generated_internal_id": "ASST_NON_MH-251599-OMS-22_5950"}, {"internal_id": 148771748, "Award ID": "MH-251598-OMS-22", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE DR. CARTER G. WOODSON AFRICAN AMERICAN MUSEUM WILL BUILD ITS CAPACITY TO DEVELOP EXHIBITIONS AND PROGRAMS BY EXPANDING ITS PROFESSIONAL STAFF AND CREATING A PAID INTERNSHIP PROGRAM. A NEWLY HIRED CURATOR/EXHIBITION DEVELOPER AND PROGRAM MANAGER WILL RECRUIT 15–18 STUDENT INTERNS FROM AREA COLLEGES OVER THE THREE-YEAR PROJECT PERIOD. THE INTERNS WILL SUPPORT THE CURATOR/EXHIBITION DEVELOPER IN INVENTORYING AND CATALOGING COLLECTIONS, DRAFTING A COLLECTIONS MANAGEMENT POLICY, PRODUCING THREE SMALL PILOT EXHIBITIONS, AND DEVELOPING A LARGER EXHIBITION FOR THE MUSEUM’S NEW SPACE. THEY WILL WORK WITH THE PROGRAM MANAGER TO BUILD COMMUNITY RELATIONSHIPS AND DEVELOP NEW K–12 SCHOOL PROGRAMS AND PUBLIC PROGRAMS. IMPROVING OPERATIONS IN THESE AREAS WILL BETTER POSITION THE MUSEUM FOR A SMOOTH TRANSITION INTO ITS NEW FACILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d1515da-f507-ebde-094a-31a9905a3f33-R", "generated_internal_id": "ASST_NON_MH-251598-OMS-22_5950"}, {"internal_id": 148771749, "Award ID": "MH-251597-OMS-22", "Award Amount": 46000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE SEEK MUSEUM WILL DEVELOP AN EDUCATION PROGRAM TO MEET THE NEEDS OF K–12 STUDENTS AND TEACHERS IN KENTUCKY AND NEARBY TENNESSEE. A NEWLY HIRED EDUCATION COORDINATOR WILL CONDUCT OUTREACH TO SCHOOL SYSTEMS AND ORIENT THEM WITH EDUCATIONAL CURRICULUM AND ONLINE LEARNING RESOURCES RECENTLY DEVELOPED WITH THE RUSSELLVILLE PUBLIC SCHOOL SYSTEM AND SCHOLARS AT WESTERN KENTUCKY UNIVERSITY. THE MUSEUM WILL DESIGN, IMPLEMENT, AND EVALUATE SCHOOL PROGRAMS AND TEACHER TRAINING OPPORTUNITIES USING THESE RESOURCES. AS A RESULT OF THESE ACTIVITIES, STUDENTS AND TEACHERS WILL GAIN KNOWLEDGE IN LOCAL HISTORY THAT CORRELATES TO THE NATION’S HISTORY OF RACE RELATIONS AND REALIZE THE IMPORTANCE OF SEEKING EQUALITY, JUSTICE, AND PEACE FOR OUR WORLD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ed7d06d1-9735-5eb4-2e56-5fd43f61759a-R", "generated_internal_id": "ASST_NON_MH-251597-OMS-22_5950"}, {"internal_id": 148771750, "Award ID": "MH-251596-OMS-22", "Award Amount": 145360.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE 9TH AND 10TH HORSE CAVALRY BUFFALO SOLDIERS MUSEUM WILL DESIGN AND INSTALL FIVE LEARNING STATIONS TO ENHANCE VISITOR EXPERIENCE AND INCREASE UNDERSTANDING OF THE HISTORY AND CONTRIBUTIONS OF AMERICA’S BUFFALO SOLDIERS FROM 1866 TO 1944. A NEWLY HIRED PRESERVATION AND MUSEUM SPECIALIST WILL WORK WITH THE U.S. ARMY CENTER FOR MILITARY HISTORY AND HISTORIANS AT JOINT BASE LEWIS-MCCHORD IN WASHINGTON STATE TO COMPILE RESEARCH, CONSULT WITH TACOMA PUBLIC SCHOOLS TO ENSURE COMPLIANCE WITH LEARNING STANDARDS, AND COORDINATE THE DESIGN, BUILD, AND TESTING OF THE STATIONS. THE LEARNING STATIONS WILL PROVIDE VISITORS OF ALL AGES AND BACKGROUNDS WITH THE OPPORTUNITY TO UTILIZE MODERN EDUCATIONAL TOOLS AND PROMOTE COMMUNITY CONVERSATIONS AROUND THE CONCEPTS OF AMERICAN HISTORY, SERVICE TO COUNTRY, CITIZENSHIP, AND OTHER RELEVANT TOPICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fdf7e21-6f20-e8e4-fea7-38cd636b63d8-R", "generated_internal_id": "ASST_NON_MH-251596-OMS-22_5950"}, {"internal_id": 148771751, "Award ID": "MH-251595-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE ASSOCIATION OF AFRICAN AMERICAN MUSEUMS (AAAM) WILL INCREASE CAPACITY WITHIN THE AFRICAN AMERICAN MUSEUM FIELD BY IMPLEMENTING AN IN-DEPTH PROFESSIONAL DEVELOPMENT PROGRAM BASED ON FINDINGS FROM A RECENTLY COMPLETED NEEDS ASSESSMENT. THE PROGRAM WILL ENABLE A HISTORICALLY BLACK COLLEGE AND UNIVERSITY (HBCU) GRADUATE STUDENT FELLOW TO JOIN THE AAAM TEAM AND PARTICIPATE IN LEARNING AND GROWTH OPPORTUNITIES THAT WILL DEEPEN UNDERSTANDING OF THE CONCERNS OF THE FIELD. THE SKILLS AND EXPERTISE DEVELOPED DURING THIS FELLOWSHIP WILL RESULT IN A FULLY EQUIPPED MUSEUM PROFESSIONAL PREPARED TO OCCUPY AN IMPACTFUL ROLE WITHIN THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3eaf58bf-ebf2-8267-a125-6862baf5fd62-C", "generated_internal_id": "ASST_NON_MH-251595-OMS-22_5950"}, {"internal_id": 148771739, "Award ID": "MH-251592-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE HAITIAN AMERICAN MUSEUM OF CHICAGO (HAMOC) WILL CREATE A NEW EDUCATION PROGRAM FOR STUDENTS IN GRADES 6 TO 12 ALIGNED WITH ARTS AND SOCIAL STUDIES CURRICULUM STANDARDS IN ILLINOIS. THE MUSEUM WILL HIRE AN EDUCATOR TO ASSESS HAMOC’S CURRENT EDUCATION PROGRAM AND DEVELOP A NEW PROGRAM TO IMPROVE UPON ITS CHALLENGES. THE PROGRAM WILL INCLUDE AFTERSCHOOL ACTIVITIES, CLASSROOM VISITS, FIELD TRIPS, SPECIALIZED LECTURES AND PRESENTATIONS, ARTIST-LED WORKSHOPS, AND RESOURCE GUIDES FOR TEACHERS. AS A RESULT OF THIS PROJECT, HAMOC WILL PROVIDE FREE TO LOW-COST EDUCATIONAL OPPORTUNITIES TO UNDERSERVED COMMUNITIES, BROADENING STUDENTS’ UNDERSTANDING OF THE DIVERSITY THAT EXISTS IN CHICAGO AND THROUGHOUT THE GLOBAL BLACK DIASPORA, AS WELL AS INCREASING THEIR UNDERSTANDING OF RACIAL AND SOCIAL JUSTICE ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ed32043-1fe7-9266-c7ca-018075641a07-R", "generated_internal_id": "ASST_NON_MH-251592-OMS-22_5950"}, {"internal_id": 148771752, "Award ID": "MH-251591-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "AMISTAD RESEARCH CENTER (ARC) WILL GAIN INTELLECTUAL CONTROL AND ACCESS TO THE RECORDS OF JUNEBUG PRODUCTIONS, AN ORGANIZATION ENGAGED IN THE PROGRESSIVE ARTS MOVEMENT SINCE 1980. THE PROJECT TEAM WILL COMPLETE A COLLECTION SURVEY, PRELIMINARY CONTAINER LISTING, PRESERVATION ASSESSMENT, AND ACTION PLAN FOR FUTURE IMPLEMENTATION OF FULL ARCHIVAL PROCESSING OF THE COLLECTION. THEY WILL THEN WORK CLOSELY WITH A CONSULTANT TO DIGITIZE 68 HOURS OF MOVING IMAGE AND SOUND RECORDINGS FROM THE JUNEBUG PRODUCTIONS RECORDS. THE PROJECT ACTIVITIES WILL ENABLE ARC TO PROVIDE IMPROVED ACCESS TO THE RECORDS OF JUNEBUG PRODUCTIONS FOR RESEARCH INQUIRIES, AS WELL AS ADDRESS AT-RISK AUDIOVISUAL ITEMS THROUGH DIGITAL PRESERVATION REFORMATTING PRIOR TO PROCESSING THE COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd9c3742-b931-0d49-229e-132225c15626-C", "generated_internal_id": "ASST_NON_MH-251591-OMS-22_5950"}, {"internal_id": 148771753, "Award ID": "MH-251415-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "45.309", "Description": "THE REGINALD F. LEWIS MUSEUM OF MARYLAND AFRICAN AMERICAN HISTORY AND CULTURE WILL SUPPORT THE GROWTH AND DEVELOPMENT OF EMERGING MUSEUM PROFESSIONALS BY CREATING OPPORTUNITIES TO ENGAGE WITH AND LEARN FROM AFRICAN AMERICAN MUSEUM LEADERS. TO STRENGTHEN ITS COMMUNITY ENGAGEMENT EFFORTS, THE MUSEUM WILL ESTABLISH A PAID COMMUNITY ENGAGEMENT AND EDUCATION INTERNSHIP. THE INTERN, SUPPORTED BY MUSEUM STAFF, WILL RECRUIT COMMUNITY MEMBERS TO SERVE AS DOCENTS AND VOLUNTEERS. THE INTERN WILL DEVELOP TRAINING PROGRAMS BASED ON TRAUMA-INFORMED MUSEUM EDUCATION APPROACHES AND SOCIAL-EMOTIONAL LEARNING TECHNIQUES, ENABLING DOCENTS AND VOLUNTEERS TO EFFECTIVELY ENGAGE THE MUSEUM’S DIVERSE VISITORS. BY PROVIDING THIS MEANINGFUL INTERNSHIP EXPERIENCE, THE MUSEUM WILL STRENGTHEN ITS CAPACITY TO MEET VISITOR NEEDS AS WELL AS BUILD A PIPELINE OF INTERNS AND MUSEUM PRACTITIONERS FROM UNDERREPRESENTED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8abcdb2f-c8a2-5971-97c4-1523c3e73599-C", "generated_internal_id": "ASST_NON_MH-251415-OMS-22_5950"}, {"internal_id": 133721924, "Award ID": "MH-249902-OMS-21", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE BRAZOS VALLEY AFRICAN AMERICAN MUSEUM WILL DEVELOP A NEW CATALOG MANAGEMENT SYSTEM AND COMPLETE AN ARTIFACT CATALOGING PROJECT, WHICH INCLUDES TRAINING FOR MUSEUM STAFF AND VOLUNTEERS THROUGH CATALOGING AND DIGITIZING TRAINING, TRAVELING TO OTHER MUSEUMS, SHORT COURSES, AND PROFESSIONAL CONFERENCES. THE PROJECT WILL DEVELOP TOOLS TO IMPROVE COLLECTIONS MANAGEMENT AND EXPAND ACCESS TO THE MUSEUM'S ARTIFACT COLLECTION, PROVIDE PRACTICAL AND RESEARCH EXPERIENCES FOR COLLEGE STUDENTS STUDYING MUSEUM DEVELOPMENT, AND PROVIDE PROJECT STAFF AND VOLUNTEERS WITH TRAINING OPPORTUNITIES AND EXPERIENCES THAT WILL ENHANCE AND SUSTAIN MUSEUM MANAGEMENT. THE CATALOGED AND DIGITIZED PRODUCTS WILL BE SUSTAINED AT THE MUSEUM AND ON DIGITAL CLOUDS FOR ONGOING ACCESS TO MUSEUM STAFF, VOLUNTEERS, AND STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0885d26b-8af3-c7ef-d20d-f4e508dd3834-R", "generated_internal_id": "ASST_NON_MH-249902-OMS-21_5950"}, {"internal_id": 133721925, "Award ID": "MH-249854-OMS-21", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE HOUSTON PUBLIC LIBRARY'S AFRICAN AMERICAN LIBRARY AT THE GREGORY SCHOOL, IN PARTNERSHIP WITH HOUSTON FREEDMEN'S TOWN CONSERVANCY, WILL PRESERVE 5 COLLECTIONS RELATING TO HOUSTON'S HISTORIC FOURTH WARD DISTRICT AND FREEDMEN'S TOWN. THE PROJECT WILL SUPPORT THE HIRING OF A CONTRACT PROJECT ARCHIVIST AND ACQUISITION OF DIGITIZATION EQUIPMENT AND SUPPLIES TO UNDERTAKE THE ARCHIVAL PROCESSING AND DIGITIZATION OF 2,907 ARCHIVED MATERIALS. THE PROJECT WILL RESULT IN ELECTRONIC FINDING AIDS, A COMPREHENSIVE PHOTO DATABASE OF HIGH-QUALITY IMAGES, AND INCREASED ACCESSIBILITY TO RESOURCE MATERIAL.  THE DIGITIZED COLLECTIONS WILL BE UTILIZED IN COMMUNITY PARTNERSHIP PROJECTS SUCH AS THE EMANCIPATION NATIONAL HISTORIC TRAIL, THE FREEDMEN'S TOWN ATLAS, AND AN AUGMENTED REALITY APP FOR FREEDMEN'S TOWN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b784e331-abf7-7131-9ea4-e50708361bfe-C", "generated_internal_id": "ASST_NON_MH-249854-OMS-21_5950"}, {"internal_id": 133721923, "Award ID": "MH-249848-OMS-21", "Award Amount": 242346.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE JACK HADLEY BLACK HISTORY MUSEUM WILL DEVELOP STRATEGIES TO INCREASE ORGANIZATIONAL CAPACITY THROUGH HIRING A FULL-TIME DIRECTOR AND EMPLOYING CONSULTANTS TO ASSIST WITH SUSTAINABILITY PLANNING AND BOARD DEVELOPMENT. THE PROJECT WILL SUPPORT THE MUSEUM IN SUCCESSION PLANNING FOR MUSEUM LEADERSHIP ENABLING THE TRANSITION OF THE FOUNDING DIRECTOR TO EMERITUS STATUS AND SUPPORTING THE NEW A FULL-TIME DIRECTOR WITH IMPROVED GOVERNANCE AND GUIDANCE FOR LONG-TERM ORGANIZATIONAL SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1b53af0-3070-7747-2e5f-4e632f49f6df-R", "generated_internal_id": "ASST_NON_MH-249848-OMS-21_5950"}, {"internal_id": 133721927, "Award ID": "MH-249834-OMS-21", "Award Amount": 249933.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "FISK UNIVERSITY WILL COLLABORATE WITH THE LOS ANGELES COUNTY MUSEUM OF ART AND THE ALLIANCE OF HBCU MUSEUMS AND GALLERIES TO TRAIN STUDENTS IN CONSERVATION AND REGISTRATION AND PERFORM AN ASSESSMENT OF THE FISK GALLERIES' HOLDINGS.  THE PROJECT GOALS ARE TO INCREASE PUBLIC ACCESS TO FISK UNIVERSITY'S COLLECTION THROUGH A COLLECTIONS ASSESSMENT AND TO BUILD CAPACITY THROUGH THE RECRUITMENT AND TRAINING OF 25 HBCU STUDENTS (2 FELLOWS, 2 STUDENT ARTISANS, AND 21 TRAINING PARTICIPANTS) IN THE FIELDS OF CONSERVATION AND REGISTRATION. THROUGH THIS PROGRAM, FISK HOPES TO DEMONSTRATE THAT MUSEUMS CAN AFFORDABLY PROVIDE TRAINING FOR NEW ENTRANTS TO THE CONSERVATION AND REGISTRATION FIELDS WITHOUT REQUIRING UNPAID INTERNSHIPS OR FURTHER GRADUATE STUDY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e32b91a6-f36d-021d-b1b2-5a3649dd9ba5-C", "generated_internal_id": "ASST_NON_MH-249834-OMS-21_5950"}, {"internal_id": 133721921, "Award ID": "MH-249680-OMS-21", "Award Amount": 20575.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE GREAT PLAINS BLACK MUSEUM AND INTERPRETIVE CENTER WILL CREATE AN EDUCATIONAL COMMUNITY PROGRAM CONSISTING OF 24 WORKSHOP PRESENTATIONS ON AFRICAN AMERICAN HISTORY AND CULTURE.  WORKSHOP PARTICIPANTS WILL HAVE THE OPPORTUNITY TO LEARN HOW TO RESEARCH THEIR ANCESTRAL HISTORY AND WILL BE INTRODUCED TO GREAT PLAINS-BASED ARCHIVAL FILES THAT ARE THE MUSEUM'S COMMUNITY ARCHIVAL RESOURCES. THIS PROJECT WILL PROVIDE A CULTURAL EDUCATION EXPERIENCE THAT WILL HELP PARTICIPANTS UNDERSTAND THE AFRICAN AMERICAN EXPERIENCE IN THE GREAT PLAINS AND THROUGHOUT AMERICA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a5d7770-831a-4bef-714d-d426976f2f1e-R", "generated_internal_id": "ASST_NON_MH-249680-OMS-21_5950"}, {"internal_id": 133721928, "Award ID": "MH-249629-OMS-21", "Award Amount": 49437.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE JAMES E. CHEEK LEARNING RESOURCES CENTER'THE LIBRARY AT SHAW UNIVERSITY'WILL PROVIDE PAID INTERNSHIPS IN A PROJECT-BASED ARCHIVE AND DIGITIZATION EXPERIENCE FOR A GRADUATE STUDENT FROM THE SCHOOL OF LIBRARY AND INFORMATION SCIENCE AT NORTH CAROLINA CENTRAL UNIVERSITY AND TWO UNDERGRADUATE STUDENTS FROM SHAW UNIVERSITY. PROJECT ACTIVITIES INCLUDE DEVELOPING A TRAVELING EXHIBITION IN COLLABORATION WITH TWO OTHER HBCUS, CREATING TRAINING MODULES FOR STUDENT INTERNS, AND CATALOGING AND DIGITIZING COLLECTIONS.  THE PROJECT WILL RESULT IN IMPROVED PHYSICAL ORGANIZATION OF THE LIBRARY'S ARCHIVES, ENHANCED ACCESS TO THE COLLECTION ONLINE, AND INCREASED CAPACITY TO HOST FUTURE EXHIBITIONS, DISPLAYS AND CULTURAL EVENTS.  THE PROJECT WILL PROVIDE CRITICAL WORK STUDY OPPORTUNITIES FOR STUDENTS THAT MAY LEAD TO ARCHIVE, MUSEUM AND LIBRARY PROFESSIONALS AND PROVIDE VALUABLE WORK EXPERIENCE AND PROFESSIONAL DEVELOPMENT FOR A GRADUATE INTERN AND FUTURE LIBRARY PROFESSIONAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b481de65-defc-fa44-a60b-1a64450a3160-C", "generated_internal_id": "ASST_NON_MH-249629-OMS-21_5950"}, {"internal_id": 133721929, "Award ID": "MH-249621-OMS-21", "Award Amount": 170580.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE AMISTAD RESEARCH CENTER (ARC) WILL BUILD CAPACITY TO ENHANCE COLLECTIONS STEWARDSHIP. PROJECT ACTIVITIES INCLUDE HIRING A PART-TIME VISUAL ARTS CURATOR TO CREATE ONSITE AND DIGITAL EXHIBITIONS AND INTERPRETATIVE PROGRAMMING, RETAINING A PART-TIME REGISTRAR TO IMPLEMENT POLICIES AND COLLECTIONS MANAGEMENT ACCORDING TO ARC'S REGISTRATION SYSTEM AND PURCHASING A WEB KIOSK AND HOSTING SERVICES FOR COLLECTIONS MANAGEMENT. THE IMMEDIATE IMPACT IS THAT ARC WILL HAVE A VISUAL ART CURATOR AND REGISTRAR TO IMPLEMENT A COMPREHENSIVE COLLECTION MANAGEMENT PROCESS AND ADDRESS PRESERVATION AND CONSERVATION NEEDS.  THE PROJECT WILL ENABLE ARC TO INCREASE ACCESS TO ITS FINE ART COLLECTION TO RESEARCHERS, CULTURAL HERITAGE INSTITUTIONS SEEKING LOANS FOR EXHIBITIONS, AND EDUCATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd9c3742-b931-0d49-229e-132225c15626-C", "generated_internal_id": "ASST_NON_MH-249621-OMS-21_5950"}, {"internal_id": 133721930, "Award ID": "MH-249615-OMS-21", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE NATIONAL AFRO-AMERICAN MUSEUM AND CULTURAL CENTER (NAAMCC), A DIVISION OF THE OHIO HISTORY CONNECTION (OHC) WILL UNDERTAKE A PLANNING PROCESS TO ALIGN WITH THE RECENTLY UPDATED OHC STRATEGIC PLAN. A CONSULTANT WILL FACILITATE THE STRATEGIC PLANNING PROCESS AND WORK IN PARTNERSHIP WITH THE NAAMCC, OHC, STAFF MEMBERS, AND STAKEHOLDERS TO DEVELOP A PLAN FOR THE MUSEUM AS IT SHIFTS FROM A NATIONAL VIEW TO BECOMING A MUSEUM OF OHIO AFRICAN AMERICAN HISTORY AND CULTURE THAT HAS SIGNIFICANCE TO THE NATION AND BEYOND. PROJECT ACTIVITIES INCLUDE A REVIEW OF OHC/NAAMCC ORGANIZATIONAL HISTORY AND AN OVERALL ASSESSMENT THROUGH A GAP ANALYSIS, BENCHMARKING ALIGNMENT WITH THE OHC STRATEGIC PLAN, INTERVIEWS, SURVEYS AND FOCUS GROUP POLLING TO RECEIVE PARTNER AND COMMUNITY INPUT. THE STRATEGIC PLANNING PROCESS WILL PROVIDE NAAMCC AND OHC WITH THE TOOLS TO ALLOW BOTH ORGANIZATIONS TO INTEGRATE THEIR PLANS INTO ACTIONABLE POLICIES TO IMPLEMENT ITS VISION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bb90ea0-3bc3-61c3-7b42-518e2c19ff3a-C", "generated_internal_id": "ASST_NON_MH-249615-OMS-21_5950"}, {"internal_id": 133721926, "Award ID": "MH-249609-OMS-21", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE LOUIS ARMSTRONG HOUSE MUSEUM WILL CREATE A NEW ORIENTATION FILM TO SERVE AS A CORE COMPONENT OF THE VISITOR EXPERIENCE IN THE NEW LOUIS ARMSTRONG CENTER, A 14,000 SQ. FT. EXPANSION OF THE MUSEUM. THE PROJECT TEAM WILL ADAPT THE STORYBOARD INTO A SCRIPT, SELECT ARCHIVAL ASSETS FOR INCLUSION, AND PRODUCE, EVALUATE, AND PREMIERE THE FILM. THE MUSEUM'S ONGOING GOAL IS TO PLACE ARMSTRONG IN PROPER CONTEXT AND SHARE HIS STORY MORE FULLY AND APPROPRIATELY FOR ALL AUDIENCES. THE NEW ORIENTATION FILM WILL GIVE VIEWERS A MORE COMPLETE PERSPECTIVE ON BOTH LOUIS AND LUCILLE ARMSTRONG AND PLACE THEIR LEGACY WITHIN A NUANCED CONVERSATION ABOUT AMERICAN AND AFRICAN AMERICAN HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "43852e45-6bfa-cc4a-3a29-0aca8ae59d81-R", "generated_internal_id": "ASST_NON_MH-249609-OMS-21_5950"}, {"internal_id": 160868749, "Award ID": "MH-249515-OMS-21", "Award Amount": 19735.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE UNIVERSITY MUSEUM AND CULTURAL CENTER AT THE UNIVERSITY OF ARKANSAS AT PINE BLUFF WILL ENHANCE ITS CURRENT PERMANENT EXHIBIT, “THE KEEPERS OF THE SPIRIT: THE LAWRENCE A. DAVIS SR. HISTORICAL COLLECTION,” WHICH DOCUMENTS THE 147-YEAR HISTORY OF THE UNIVERSITY AND THE ARKANSAS DELTA. THIS PROJECT WILL FABRICATE AND INSTALL REVISED EXHIBIT PANELS THROUGHOUT THE SPACE, ALONG WITH INCORPORATING VIDEO COMPONENTS TO AMPLIFY ITS AUDIENCE’S EXPERIENCE. IN ADDITION, THIS PROJECT WILL SUPPORT TWO STUDENTS MAJORING IN HISTORY, ART, AND/OR INDUSTRIAL TECHNOLOGY PROVIDING THEM WITH EXPOSURE TO THE MUSEUM, ARCHIVAL, AND TECHNOLOGY FIELDS BY USING THE CENTER’S REPOSITORY TO CONDUCT RESEARCH ON PRIMARY AND SECONDARY SOURCES AS WELL AS LEARN HOW TO PLAN AND IMPLEMENT AN EXHIBIT INSTALLATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_MH-249515-OMS-21_5950"}, {"internal_id": 133721932, "Award ID": "MH-249505-OMS-21", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE MUSEUM OF AFRICAN AMERICAN HISTORY (MAAH) WILL COMPLETE CATALOGING AND REHOUSING THE COLLECTIONS ITEMS IN STORAGE ON NANTUCKET ISLAND, AS WELL AS BUILD FURTHER CAPACITY AND KNOWLEDGE FOR MAAH STAFF AND A STUDENT INTERN THROUGH COLLECTIONS-RELATED TRAINING. THE PROJECT WILL RESULT IN A COMPLETE CATALOG OF THE MAAH COLLECTIONS IN STORAGE ON NANTUCKET, ALONG WITH INCREASED DOCUMENTATION AND PRESERVATION STANDARDS, IMPLEMENTATION OF BETTER LOCATION CONTROLS, PRESERVATION MAINTENANCE CLEANING OF THE FURNITURE COLLECTION, AND STAFF TRAINING IN CATALOGING, CLIMATE MONITORING, AND PRESERVATION HOUSEKEEPING.  CONSULTANTS WILL HELP GAIN FULL INTELLECTUAL AND PHYSICAL CONTROL OF THE MUSEUM'S NANTUCKET COLLECTIONS, BENEFITING BOTH SCHOLARS AND THE GENERAL PUBLIC WHO VISIT THE NANTUCKET CAMPUS. WITH A DETAILED UNDERSTANDING OF THEIR COLLECTIONS, MAAH CAN SHOWCASE ITEMS VIA ON-SITE, DIGITAL, AND/OR SOCIAL-MEDIA-BASED EXHIBITS AND INTERPRETATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb0d037e-71c4-0126-074a-5e1398cb4015-R", "generated_internal_id": "ASST_NON_MH-249505-OMS-21_5950"}, {"internal_id": 133721933, "Award ID": "MH-249492-OMS-21", "Award Amount": 49865.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE LINCOLNVILLE MUSEUM AND CULTURAL CENTER (LMCC) WILL INSTALL A DIGITAL NETWORK FOR MUSEUM USE AND PUBLIC ACCESS AND CREATE AN ORGANIZATIONAL FRAMEWORK TO SUPPORT EXISTING ARCHIVAL HOLDINGS. THE LINCOLNVILLE ARCHIVAL ACCESS PROJECT WILL PRESERVE AND PROMOTE THE BLACK HISTORY HOUSED WITHIN THE LMCC ARCHIVES BY CATALOGING AND DIGITIZING THE COLLECTIONS USING THEIR COLLECTIONS MANAGEMENT SOFTWARE AND AN OPEN-SOURCE WEB PUBLISHING PLATFORM.  THE PROJECT ALSO SUPPORTS PAID INTERNSHIPS FOR FOUR COLLEGE STUDENTS WHO WILL ASSIST WITH THE CATALOGING AND DIGITIZATION OF THE COLLECTION. THE PROJECT RESULTS WILL INCLUDE A DIGITAL NETWORK, ORGANIZED ARCHIVAL RECORDS, AND FINDING AIDS, ALONG WITH AN ORGANIZED PHYSICAL ARCHIVAL FACILITY AND THE DIGITAL CATALOG PRESENTING USEFUL AND ACCESSIBLE SOURCES OF INFORMATION TO THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d65d608c-783e-baf1-5b3b-040d9005f64b-R", "generated_internal_id": "ASST_NON_MH-249492-OMS-21_5950"}, {"internal_id": 133721934, "Award ID": "MH-249490-OMS-21", "Award Amount": 49556.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "ELIZABETH CITY STATE UNIVERSITY'S G.R. LITTLE LIBRARY WILL DESIGN AND FURNISH A DEDICATED ARCHIVES CLASSROOM THAT WILL SUPPORT STUDENT AND FACULTY RESEARCH AND GIVE STUDENTS PRACTICAL ARCHIVES MANAGEMENT KNOWLEDGE THROUGH HANDS-ON EXPERIENCE. THE CLASSROOM WILL GRANT THE CAMPUS COMMUNITY ACCESS TO AND TRAINING IN HARDWARE AND SOFTWARE IN CURRENT DIGITAL ARCHIVES WITH RESEARCH-SIZED TABLES, SEATING, COMPUTER STATIONS, SCANNERS AND DIGITIZERS, AND OTHER TECHNOLOGY. SERVING AS A RESEARCH ROOM AND A DIGITIZATION LAB FOR THE UNIVERSITY'S ARCHIVES, IT WILL ENHANCE THE SERVICE CAPACITIES OF THE LIBRARY AND ARCHIVES TO CAMPUS, LOCAL, AND DISTANT RESEARCHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff45d480-54d6-0c0a-6b51-2ab60076b5c0-C", "generated_internal_id": "ASST_NON_MH-249490-OMS-21_5950"}, {"internal_id": 133721935, "Award ID": "MH-249470-OMS-21", "Award Amount": 245705.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE SCHOMBURG CENTER FOR RESEARCH IN BLACK CULTURE WILL PRODUCE AND DELIVER PROFESSIONAL DEVELOPMENT TRAINING WORKSHOPS FOR EDUCATORS FOCUSED ON THE SCHOMBURG CURRICULUM'A SERIES OF CLASSROOM-READY LESSONS INCORPORATING HIGH-QUALITY REPRODUCTIONS OF ITEMS FROM THE SCHOMBURG'S RICH COLLECTIONS, DESIGNED TO HELP EDUCATORS AND STUDENTS EXPLORE KEY THEMES OF BLACK HISTORY. THIS PROJECT WILL BETTER ENABLE EDUCATORS TO HELP STUDENTS IN GRADES 6-12 STUDY AND ENGAGE WITH THESE COMPLEX THEMES. WORKSHOPS CONDUCTED WILL BOTH ENHANCE EDUCATORS' KNOWLEDGE OF BLACK HISTORICAL NARRATIVES AND THE SCHOMBURG'S COLLECTIONS AND IMPROVE TEACHERS' CAPACITY TO IMPLEMENT THE SCHOMBURG CURRICULUM IN THEIR CLASSROOMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5df14e5b-7d46-5d90-7c8a-9e5e71351501-C", "generated_internal_id": "ASST_NON_MH-249470-OMS-21_5950"}, {"internal_id": 134198814, "Award ID": "MH-249403-OMS-21", "Award Amount": 205879.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-01", "CFDA Number": "45.309", "Description": "THE WEEKSVILLE HERITAGE CENTER WILL DEVELOP AND IMPLEMENT AN ASSET PRESERVATION AND MANAGEMENT PLAN FOR THE HISTORIC HUNTERFLY ROAD HOUSES, STRUCTURES BUILT BETWEEN 1840 AND 1880 BY FREE BLACK SETTLERS IN WHAT IS MODERN-DAY CROWN HEIGHTS, BROOKLYN.  THE PROJECT WILL ADDRESS ARCHITECTURAL, STRUCTURAL, AND MECHANICAL ISSUES IDENTIFIED IN A RECENTLY COMPLETED COLLECTIONS ASSESSMENT FOR PRESERVATION (CAP) BUILDING SURVEY THAT IDENTIFIED RISKS TO THE LANDMARK HOUSES AND THE ARCHAEOLOGICAL AND ARCHIVAL COLLECTIONS. THE PRESERVATION MANAGER, SUPPORTED BY STUDENT RESEARCH ASSISTANTS, WILL INCORPORATE COMPREHENSIVE, PRACTICAL, AND COST-EFFECTIVE PRESERVATION SOLUTIONS FOR THE BUILDINGS.  PROJECT RESULTS INCLUDE THE INSTALLATION AND TRAINING ON NEW PREVENTATIVE MAINTENANCE SOFTWARE AND ENVIRONMENTAL MONITORING EQUIPMENT, AS WELL AS UPDATING HOUSEKEEPING PLANS AND MAINTENANCE MANUALS, COLLECTION MANAGEMENT PLANS AND EMERGENCY MANAGEMENT PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0168460-b379-4986-425e-23dc89020fd4-R", "generated_internal_id": "ASST_NON_MH-249403-OMS-21_5950"}, {"internal_id": 133721936, "Award ID": "MH-249343-OMS-21", "Award Amount": 38349.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE B.B. KING MUSEUM AND DELTA INTERPRETIVE CENTER WILL IMPROVE ITS COLLECTIONS MANAGEMENT BY PURCHASING NEW SOFTWARE, TRAINING STAFF ON ITS USE, AND HIRING THREE INTERNS TO WORK WITH STAFF TO CATALOG AND INPUT COLLECTIONS INFORMATION INTO THE NEW DATABASE. THE COLLECTION INCLUDES 4,000 PIECES OF ARCHIVAL MATERIAL CONSISTING OF HANDWRITTEN SONG LYRICS, TRAVEL LOGS, PERSONAL CONTACT BOOKS, AND MANY DIFFERENT TYPES OF PRINTED AND AUDIO MEMORABILIA. THE PROJECT WILL RESULT IN EXISTING STAFF MEMBERS TRAINED IN COLLECTIONS MANAGEMENT PROVIDE INTERNSHIPS FOR THREE COLLEGE STUDENTS AND ENHANCE THE MUSEUM'S ABILITY TO CATALOG, PROTECT, AND MAKE ACCESSIBLE THE ARCHIVES OF B.B. KING TO THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9baae66-ccb5-9369-8273-45c6869eb1d7-R", "generated_internal_id": "ASST_NON_MH-249343-OMS-21_5950"}, {"internal_id": 133721937, "Award ID": "MH-249260-OMS-21", "Award Amount": 243356.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE ALEXANDRIA BLACK HISTORY MUSEUM WILL DIGITIZE, INTERPRET, AND MAKE FOUR OF THEIR IMPORTANT COLLECTIONS PUBLICLY ACCESSIBLE. THE DIGITIZATION PROCESS WILL INCLUDE CREATING OR UPDATING CATALOG RECORDS AND SCANNING OR PHOTOGRAPHY OF COLLECTIONS ITEMS, RESULTING IN APPROXIMATELY 20,000 RECORDS WITH IMAGES FOR PUBLIC ACCESS.  TWO INTERNSHIPS WILL ASSIST WITH THE DIGITIZATION OF THE COLLECTION UPDATING CATALOG RECORDS.  A SERIES OF SMALL ONLINE EXHIBITIONS WILL BE DEVELOPED THAT WILL EXPLORE THE STORIES OF INDIVIDUALS FROM THE ARCHIVES AND THEIR RESPECTIVE ROLES IN THE OVERARCHING THEME OF CIVIL RIGHTS AND EQUITY, ALONG WITH PUBLIC PROGRAMS AND K-12 CURRICULUM ALIGNED WITH THESE EXHIBITIONS. BY DIGITIZING COLLECTIONS TO PROVIDE BETTER ACCESS, IMPROVING COLLECTIONS CARE BY REDUCING FUTURE HANDLING, AND MAINTAINING BETTER COLLECTIONS MANAGEMENT BY EMPLOYING TRAINED STAFF, THE MUSEUM WILL BE ABLE TO OFFER AN EXPANDED PROGRAM AND CURRICULUM, LEADING TO INCREASED PUBLIC KNOWLEDGE OF ALEXANDRIA'S AFRICAN AMERICAN HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc4dfe03-1abc-b083-393e-787ae244bcee-C", "generated_internal_id": "ASST_NON_MH-249260-OMS-21_5950"}, {"internal_id": 133721938, "Award ID": "MH-249226-OMS-21", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE EMMETT TILL MEMORIAL COMMISSION, TOGETHER WITH THE CHILDREN'S MUSEUM OF INDIANAPOLIS AND THE TILL FAMILY, WILL DEVELOP A TRAVELING EXHIBIT, 'EMMETT TILL'S JOURNEY HOME.' THE EXHIBIT WILL TELL THE STORY OF 14-YEAR-OLD EMMETT TILL'S RACIALLY MOTIVATED 1955 MURDER AND THE STORY OF A COMMUNITY WORKING TO RECONCILE ITS ROLE IN THE TRAGEDY.  THE EXHIBIT WILL TRAVEL ON A 14-MONTH TOUR TO SEVEN VENUES ON A JOURNEY FROM THE SITE OF TILL'S MURDER NEAR SUMNER, MISSISSIPPI, TO HIS HOMETOWN OF CHICAGO AND THEN RETURN TO MISSISSIPPI TO GO ON PERMANENT DISPLAY AT THE EMMETT TILL INTERPRETIVE CENTER.  SUPPLEMENTING THE TRAVELING EXHIBIT, WILL BE A CURRICULUM UNIT OF STUDY, TEACHER PROFESSIONAL DEVELOPMENT PROGRAMS, EXHIBIT WEBSITE, AND VIRTUAL CONTENT INCLUDING 3D EXHIBIT TOURS AND VIDEOS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01677a23-f4cd-7d0b-980c-b3933697b8df-R", "generated_internal_id": "ASST_NON_MH-249226-OMS-21_5950"}, {"internal_id": 133721940, "Award ID": "MH-249148-OMS-21", "Award Amount": 242022.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE ALABAMA AFRICAN AMERICAN CIVIL RIGHTS HERITAGE SITES CONSORTIUM WILL PROVIDE ACCESS TO PRIMARY SOURCE DOCUMENTS AND INDIVIDUAL STORIES ABOUT THE PLACES AND PEOPLE OF THE CIVIL RIGHTS MOVEMENT AT 20 SITES IN MONTGOMERY, SELMA AND BIRMINGHAM.  THE PROJECT WILL IDENTIFY AND DIGITIZE PAPER DOCUMENTS, PUBLIC RECORDS, PHOTOGRAPHS, AND OTHER MATERIALS THAT AUTHENTICATE THE HISTORY AND CULTURE OF THE HISTORIC SITES AND THEIR COMMUNITIES THROUGH COMMUNITY CURATION EVENTS TO ENCOURAGE LOCAL CITIZENS TO SHARE MATERIALS FROM THEIR FAMILY AND PERSONAL COLLECTIONS.  THE ORAL HISTORY COLLECTION WILL BE EXPANDED FROM 21 CURRENT INTERVIEWS TO OVER 50 DURING THE PROJECT PERIOD.  A DIGITAL ARCHIVIST WILL BE HIRED TO OVERSEE THE DEVELOPMENT OF THE DIGITAL ARCHIVES, MANAGING DIGITAL COLLECTION STORAGE, SEARCHABILITY, SECURITY AND ACCESSIBILITY. THE PROJECT WILL ALSO INCLUDE TWO PAID RESEARCH FELLOWSHIPS FOR GRADUATE STUDENTS AND THREE PAID INTERNSHIPS FOR STUDENTS. THIS COLLECTION WILL GIVE A VOICE TO COMMUNITY ACTIVISTS AND LEADERS WHOSE STORIES HAVE LARGELY GONE UNTOLD AND UNRECORDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3ac8802-4b5e-12a3-9e93-c6d1ac9f5349-R", "generated_internal_id": "ASST_NON_MH-249148-OMS-21_5950"}, {"internal_id": 133721941, "Award ID": "MH-249108-OMS-21", "Award Amount": 100386.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE NORTH CAROLINA AFRICAN AMERICAN HERITAGE COMMISSION WILL INITIATE RESEARCH ON BLACKBEARD'S PIRATE SHIP, QUEEN ANNE'S REVENGE WHICH PREVIOUSLY SERVED AS A FRENCH SLAVE-TRADING VESSEL, NAMED LA CONCORDE ORIGINATING FROM NANTES, FRANCE. THE PROJECT BEGAN WITH TRANSLATING MANUSCRIPTS FROM FRENCH ARCHIVES, THEN EXPANDED INTO AN EXPLORATION ON HOW AFRO-DESCENDED PEOPLE ABOARD LA CONCORDE MOVED ABOUT THE ATLANTIC WORLD. RESEARCH CONDUCTED IN ARCHIVES FROM FRANCE, MARTINIQUE AND GUADALUPE WILL PROVIDE INSIGHT INTO LIFE ABOARD SHIP, INCLUDING THE ORIGINS OF THE VESSEL, THE STORIES OF THE CREWS, AND RECORDS OF THE TRADE GOODS AND ENSLAVED AFRICANS CARRIED BY LA CONCORDE AS A SLAVE TRADE VESSEL.  THE PROJECT WILL PROVIDE A RESEARCH FELLOWSHIP OPPORTUNITY FOR A LOCAL UNIVERSITY STUDENT AND TWO PAID INTERNSHIPS FOR HBCU STUDENTS. A SYMPOSIUM WILL BE HELD TO PRESENT, SHARE AND REVIEW RESEARCH WITH DOMESTIC AND INTERNATIONAL COLLEAGUES WHO PARTICIPATED IN THE FIRST AND SECOND PHASE OF THIS PROJECT, AND SHARE BEST PRACTICES FOR COMMEMORATING SPACES AND PLACES CONNECTED TO THE HISTORY OF THE TRANSATLANTIC SLAVE TRADE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "378c7713-c266-3c21-a9de-486ff4b0083c-C", "generated_internal_id": "ASST_NON_MH-249108-OMS-21_5950"}, {"internal_id": 133721942, "Award ID": "MH-249065-OMS-21", "Award Amount": 249262.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE MUSEUM OF THE AFRICAN DIASPORA WILL EXPAND MOAD IN THE CLASSROOM AN EDUCATIONAL OUTREACH PROGRAM FOR TITLE I THIRD-GRADE STUDENTS IN THE SAN FRANCISCO BAY AREA. THE PROJECT WILL PROVIDE FREE CLASSES AND MUSEUM VISITS FOR OVER 2,400 STUDENTS CREATE STANDARDS-ALIGNED CURRICULAR RESOURCES PROVIDE PROFESSIONAL DEVELOPMENT WORKSHOPS FOR TEACHERS AND DEVELOP AN ONLINE PORTAL FOR ANY TEACHER TO ACCESS FREE LESSON PLANS, PODCASTS, AND VIDEOS ON THE ART AND CULTURE OF THE AFRICAN DIASPORA. THE THREE-PRONGED LEARNING EXPERIENCE INCLUDES VISITS FROM A TEACHING ARTIST TO EACH CLASSROOM TO FACILITATE AN EXPLORATION OF CONTEMPORARY ART AND THE CREATION OF ART PROJECTS. THE PROJECT TEAM WILL DEVELOP ADDITIONAL LESSON PLANS TO EXPAND THE PROGRAM TO GRADES FOUR THROUGH EIGHT AND PROGRAMMATIC SUCCESS WILL BE TRACKED AND MEASURED THROUGH A MULTIFACETED EVALUATION APPROACH FACILITATED BY AN EXTERNAL EVALUATION TEAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "392e236c-75e8-dcf6-a284-648be100b0c7-R", "generated_internal_id": "ASST_NON_MH-249065-OMS-21_5950"}, {"internal_id": 133721943, "Award ID": "MH-248997-OMS-21", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE BLACK ARCHIVES HISTORY  RESEARCH FOUNDATION OF SOUTH FLORIDA WILL EXPAND PUBLIC ACCESSIBILITY TO ITS COLLECTIONS BY ADOPTING A NEW WEB-BASED COLLECTIONS MANAGEMENT SOFTWARE AND IMPLEMENTING A DIGITIZATION PROJECT. THE ARCHIVES WILL PURCHASE ARCHIVAL SUPPLIES AND AN OVERSIZED FLATBED SCANNER TO DIGITIZE ITS PERIODICAL COLLECTION, HIGHLIGHTED BY THE MIAMI TIMES COLLECTION, SOUTH FLORIDA'S OLDEST AND LARGEST BLACK NEWSPAPER. THE PROJECT WILL ENGAGE UNDERGRADUATE AND GRADUATE STUDENTS FROM LOCAL UNIVERSITIES AS PAID INTERNS TO ASSIST STAFF MEMBERS WITH THE PROJECT, PROVIDING THEM WITH SKILLS IN DOCUMENT HANDLING AND DIGITIZATION WHILE BUILDING AND EXPANDING THEIR WORK EXPERIENCE IN THE MUSEUM FIELD. THE ARCHIVES WILL ALSO ESTABLISH A NEW VIRTUAL RESEARCH SERVICE TO BE UTILIZED BY THE PUBLIC TO INTERACT WITH ARCHIVAL STAFF FOR REAL-TIME RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88b834d8-506f-4a23-2b78-52a5fdeb6cf9-R", "generated_internal_id": "ASST_NON_MH-248997-OMS-21_5950"}, {"internal_id": 133721945, "Award ID": "MH-248959-OMS-21", "Award Amount": 246250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "45.309", "Description": "THE JOHN G. RILEY CENTER AND MUSEUM WILL COLLABORATE WITH FLORIDA STATE UNIVERSITY TO IMPROVE THE ACCESSIBILITY OF THE MUSEUM'S 850 LINEAR FEET ARCHIVAL COLLECTION THAT INCLUDES PHOTOS, HISTORIC DOCUMENTS, RARE BOOKS, ORAL HISTORIES, AND A VARIETY OF ARTIFACTS. FLORIDA STATE UNIVERSITY WILL PROVIDE EXPERTISE AND SKILLS TO CREATE THE METADATA, DIGITIZE, AND MONITOR THE PROCESS. THE METADATA WILL BE SHARED WITH THE SUNSHINE STATE DIGITAL NETWORK, THE DIGITAL PUBLIC LIBRARY OF AMERICA HUB FOR FLORIDA, INCREASING ACCESS FOR THE PUBLIC, URBAN PLANNERS, STUDENTS, AND RESEARCHERS. PROJECT STAFF WILL ORGANIZE A TWO-DAY WORKSHOP FOR 32 OTHER AFRICAN AMERICAN MUSEUMS IN FLORIDA TO SHARE BEST PRACTICES FOR CREATING DIGITAL PROJECTS, INCLUDING PROJECT PLANNING AND MANAGEMENT, ASSESSMENT AND SELECTION OF MATERIALS, AND IDENTIFICATION OF AVAILABLE DESCRIPTIONS FOR METADATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94e23baf-60a9-0bf2-8bb6-9370b1d3182d-C", "generated_internal_id": "ASST_NON_MH-248959-OMS-21_5950"}, {"internal_id": 97936942, "Award ID": "MH-246060-OMS-20", "Award Amount": 45100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE MALCOLM X MEMORIAL CENTER WILL STRENGTHEN ITS PARTNERSHIP WITH THE LOCAL SCHOOL DISTRICT BY DEVELOPING A CURRICULUM TO ENHANCE STUDENT LEARNING IN AFRICAN AMERICAN HISTORY. THE MUSEUM WILL ENGAGE A CURRICULUM WRITER TO DEVELOP THREE LESSON PLANS FOR OMAHA PUBLIC SCHOOL DISTRICT STUDENTS IN GRADES 6-12. THE CONSULTANT WILL WORK WITH MUSEUM STAFF, LOCAL TEACHERS, AND PROFESSORS AT THE UNIVERSITY OF NEBRASKA AT OMAHA BLACK STUDIES DEPARTMENT TO REPRODUCE RELEVANT HISTORICAL MATERIALS AND INCORPORATE THEM INTO THE CLASSROOM LESSONS. AN EXTERNAL EVALUATOR AND PROJECT DIRECTOR WILL OVERSEE THE COLLECTION OF FEEDBACK FROM STUDENTS AND EDUCATORS TO MEASURE THE EFFECTIVENESS OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c543aa8a-7678-1e46-c16f-c9b5156f6224-R", "generated_internal_id": "ASST_NON_MH-246060-OMS-20_5950"}, {"internal_id": 97936941, "Award ID": "MH-246020-OMS-20", "Award Amount": 248551.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "MORGAN STATE UNIVERSITY WILL IMPLEMENT A COMPREHENSIVE INTERPRETIVE PROJECT BASED ON ARCHIVAL COLLECTIONS DOCUMENTING THE LIFE AND WORK OF ELLEN IRENE DIGGS, THE FIRST AFRICAN AMERICAN WOMAN TO EARN A DOCTORATE IN ANTHROPOLOGY. MULTIPLE UNIVERSITY DEPARTMENTS WILL COLLABORATE TO ORGANIZE AND ANALYZE THE COLLECTIONS. THE PROJECT TEAM OF STAFF AND CONSULTANTS WILL IMPLEMENT AN INTERNSHIP PROGRAM FOR MORE THAN 40 UNDERGRADUATE AND GRADUATE STUDENTS AND VOLUNTEERS, FOCUSING ON ARCHIVAL RESEARCH, PRESERVATION, AND ANTHROPOLOGY. PROJECT ACTIVITIES WILL INCLUDE THE ENHANCEMENT OF PUBLIC ACCESS TO THE COLLECTIONS THROUGH AN ONLINE EXHIBIT, STUDENT POSTERS, AND PANELS AS PART OF THE 117TH ANNUAL MEETING OF THE AMERICAN ANTHROPOLOGICAL ASSOCIATION. A PROFESSIONAL DEVELOPMENT PROGRAM INCLUDING WORKSHOPS AND INSTRUCTIONAL MATERIALS WILL ENGAGE 90 TEACHERS, RESULTING IN ENHANCED CURRICULA IN HUMANITIES AND SOCIAL STUDIES FOR OVER 400 K?12 STUDENTS IN EACH YEAR OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "725732a0-bf8b-a060-f378-ed41b2f7a9bd-C", "generated_internal_id": "ASST_NON_MH-246020-OMS-20_5950"}, {"internal_id": 97936940, "Award ID": "MH-246018-OMS-20", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE ASSOCIATION OF AFRICAN AMERICAN MUSEUMS WILL CONTINUE TO STRENGTHEN ITS ORGANIZATIONAL EFFECTIVENESS BY EXPANDING MEMBER SERVICES AND ASSESSING THE IMPACT OF RECENT CAPACITY BUILDING EFFORTS. THE ASSOCIATION WILL WORK WITH TWO STUDENT INTERNS TO ASSESS MEMBER SERVICES IN RESPONSE TO A 2017 NATIONAL NEEDS ASSESSMENT AND TO IDENTIFY ADDITIONAL NEEDS THAT HAVE DEVELOPED OVER TIME. A CONSULTING FIRM WILL ASSESS THE ORGANIZATION?S SUCCESS IN IMPLEMENTING STRATEGIC PLAN GOALS OVER THE PAST THREE YEARS. THE PROJECT WILL SUPPORT AND TRAIN STUDENTS FROM HISTORICALLY BLACK COLLEGES AND UNIVERSITIES IN LEARNING SKILLS RELATED TO ORGANIZATIONAL SUSTAINABILITY AND CAPACITY BUILDING WHILE GAINING WORKING KNOWLEDGE IN AREAS SUCH AS MEMBER CULTIVATION AND ENGAGEMENT AND PROGRAM DEVELOPMENT. ASSOCIATION MEMBERS WILL BENEFIT FROM AT LEAST THREE PROFESSIONAL DEVELOPMENT WEBINARS BASED ON SURVEY FINDINGS, AND THE ORGANIZATION WILL COMPLETE REVISIONS TO ITS STRATEGIC PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3eaf58bf-ebf2-8267-a125-6862baf5fd62-C", "generated_internal_id": "ASST_NON_MH-246018-OMS-20_5950"}, {"internal_id": 97936939, "Award ID": "MH-246008-OMS-20", "Award Amount": 44550.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE APPALACHIAN AFRICAN AMERICAN CULTURAL CENTER WILL IMPROVE THE CARE OF ITS COLLECTIONS, WHILE DEVELOPING THE SKILLS AND CAPACITY TO SUSTAIN ITS WORK TO PRESERVE AND INTERPRET THE HISTORY OF AN EIGHT-COUNTY REGION IN THE COALFIELDS OF SOUTHWESTERN VIRGINIA. IN PARTNERSHIP WITH A REGIONAL ARCHIVIST, THE CENTER WILL CATALOG AND REHOUSE ITS COLLECTIONS. THE CENTER WILL CREATE FINDING AIDS AND PARTNER WITH THE UNIVERSITY OF TENNESSEE KNOXVILLE?S SCHOOL OF INFORMATION SCIENCES TO DIGITIZE ITEMS, STANDARDIZE PROJECT METADATA, AND FORMAT THEM FOR PUBLIC ACCESS THROUGH AN ONLINE PLATFORM. THE EAST TENNESSEE HISTORY MUSEUM WILL WORK WITH THE CENTER TO CREATE AN EXHIBITION AND COMMUNITY ENGAGEMENT PLAN. PROJECT ACTIVITIES WILL ALSO INCLUDE THE CREATION OF IN-HOUSE AND MOBILE EXHIBITIONS AND EDUCATIONAL OUTREACH MATERIALS TO INTERPRET THE COLLECTIONS FOR RESIDENTS, SCHOOLS, COLLEGES, AND ORGANIZATIONS IN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b57ce17-2c68-465a-b6a3-994a01438986-R", "generated_internal_id": "ASST_NON_MH-246008-OMS-20_5950"}, {"internal_id": 97936938, "Award ID": "MH-245933-OMS-20", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE STUDIO MUSEUM IN HARLEM WILL LAUNCH A TWO-YEAR INVENTORY PROJECT TO UNCOVER, DOCUMENT, AND INCREASE ACCESSIBILITY TO ITS COLLECTIONS. THE MUSEUM?S COLLECTIONS INCLUDE OVER 2,500 WORKS BY OVER 800 ARTISTS WORKING IN A VARIETY OF MEDIA, INCLUDING PAINTING, SCULPTURE, PHOTOGRAPHY, VIDEO, INSTALLATION, AND PERFORMANCE. THE MUSEUM WILL INCREASE ITS CURATORIAL CAPACITY BY HIRING A DEDICATED COLLECTIONS DATABASE ADMINISTRATOR, WHO WILL WORK WITH COLLECTIONS STAFF, ART HANDLERS, AND A CONSULTANT TO IMPLEMENT PROJECT ACTIVITIES. CONCURRENT WITH THE COLLECTIONS INVENTORY, THE PROJECT TEAM WILL CAPTURE IMAGES OF ALL OBJECTS AND PREPARE FOR THE FIRST FULL APPRAISAL OF THE COLLECTION IN OVER A DECADE. THE COMPLETED INVENTORY WILL PROVIDE THE CONTEXT NECESSARY TO MORE EFFICIENTLY AND SAFELY STORE WORKS AS THE MUSEUM PREPARES FOR THE OPENING EXHIBITION IN ITS NEW FACILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cde2a344-a078-33f2-a62c-dbb7f398f829-R", "generated_internal_id": "ASST_NON_MH-245933-OMS-20_5950"}, {"internal_id": 97936937, "Award ID": "MH-245891-OMS-20", "Award Amount": 218669.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE HAMPTON UNIVERSITY MUSEUM WILL EXPAND THE ACCESSIBILITY OF ITS AFRICAN AMERICAN ART COLLECTION THROUGH A THREE-YEAR COLLECTION MANAGEMENT SOFTWARE IMPLEMENTATION PROJECT. BUILDING ON A RECENTLY COMPLETED INVENTORY AND DIGITAL DOCUMENTATION PROJECT, THE MUSEUM WILL ENGAGE A DATA MANAGER TO INPUT DATA TO ITS COLLECTIONS MANAGEMENT SYSTEM ON PAINTINGS, PRINTS, PHOTOGRAPHS, SCULPTURE, AND FIBER ARTS. THE COLLECTIONS DATA MANAGER WILL LEAD TRAINING SESSIONS FOR THE MUSEUM?S CURATORIAL TEAM TO ENSURE THEIR PROFICIENCY IN USING THE SOFTWARE SYSTEM AND THEIR ABILITY TO CARRY ON THE WORK AT THE END OF THE GRANT PERIOD. IN EACH YEAR OF THE PROJECT, FOUR STUDENT INTERNS WILL WORK WITH THE STAFF TO SCAN CURATORIAL RECORDS INCLUDING CATALOG CARDS AND ACCESSION PAPERWORK. THE MUSEUM WILL PRESENT SMALL, ONLINE EXHIBITIONS THAT WILL MAKE THE COLLECTIONS MORE FULLY ACCESSIBLE TO SCHOLARS, EDUCATORS, STUDENTS, AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6c20816-5aa0-c550-45ff-059896aef86a-C", "generated_internal_id": "ASST_NON_MH-245891-OMS-20_5950"}, {"internal_id": 97936936, "Award ID": "MH-245864-OMS-20", "Award Amount": 49161.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE CLARK ATLANTA UNIVERSITY ART MUSEUM WILL SUPPORT ITS GOAL TO BE A CENTER FOR THE PRESENTATION AND CRITICAL STUDY OF AFRICAN DIASPORA ART BY FURTHERING ITS BLACK OPTICS ARTIST RESIDENCY PROGRAM. BUILDING ON AN EXCHANGE WITH THE MUS?E SCHOELCHER, A CULTURAL INSTITUTION LOCATED IN POINTE-?-PITRE, GUADELOUPE, THE MUSEUM WILL INVITE GUADELOUPEAN INSTALLATION ARTIST MINHIA BIABIANY TO DEVELOP AN EXHIBITION AND PROGRAMMING THAT INVOLVES SHARING HER WORK AND EXPERTISE WITH FACULTY AND STUDENTS AT THE UNIVERSITY AND WITH BROADER ATLANTA COMMUNITIES. THE ARTIST?S PROJECT WILL GENERATE NEW PERSPECTIVES ABOUT THE MUSEUM?S PERMANENT COLLECTION, EXHIBITION, AND/OR CONTEMPORARY MUSEUM PRACTICES. THE EXHIBITION WILL THEN TRAVEL TO GUADELOUPE TO BE PRESENTED IN THE MUS?E SCHOELCHER. THE RESIDENCY PROGRAM IS DESIGNED TO EXPLORE TRANSNATIONAL EXCHANGE AND ALTERNATIVE HISTORIES THROUGH CONVERSATIONS BETWEEN U.S. ARTISTS OF AFRICAN DESCENT AND ARTISTS FROM THE CARIBBEAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "919025f0-0b40-bfb0-daf0-0bfafa3df787-C", "generated_internal_id": "ASST_NON_MH-245864-OMS-20_5950"}, {"internal_id": 97936935, "Award ID": "MH-245693-OMS-20", "Award Amount": 226875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE AFRICAN AMERICAN CIVIL WAR MUSEUM WILL STRENGTHEN ITS EDUCATIONAL PROGRAMMING FOR SCHOOLS BY ENGAGING A GREATER NUMBER OF TEACHERS AND DESIGNING NEW CURRICULUM RESOURCES TO SUPPORT SOCIAL STUDIES CURRICULUM STANDARDS. THE MUSEUM PASSPORT TO FREEDOM PROGRAM IS DESIGNED TO ENCOURAGE MUSEUM VISITATION BY STUDENTS FROM LOW-INCOME HOMES AND PROVIDES TRANSPORTATION SUPPORT TO SCHOOLS IN THE AREA. THE MUSEUM?S EDUCATION STAFF WILL COLLABORATE WITH DC PUBLIC AND CHARTER SCHOOL CURRICULUM ADMINISTRATORS TO DEVELOP AND IMPLEMENT CONTINUING EDUCATION WORKSHOPS FOR TEACHERS DESIGNED TO EXPAND THEIR KNOWLEDGE AND UNDERSTANDING OF THE AMERICAN CIVIL WAR, UNITED STATES COLORED TROOPS, AND AFRICAN AMERICAN ACTIVITIES DURING THE CIVIL WAR. THE PROJECT WILL RESULT IN TEACHER TRAINING CURRICULA, EXHIBITION GUIDES TO SUPPORT STUDENT LEARNING INSIDE AND OUTSIDE OF THE MUSEUM, AND CURRICULA RESOURCES THAT WILL BE AVAILABLE FOR DOWNLOAD ON THE MUSEUM?S WEBSITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72ed7cc4-0fbf-70d1-d102-832edf4e18ed-C", "generated_internal_id": "ASST_NON_MH-245693-OMS-20_5950"}, {"internal_id": 97936934, "Award ID": "MH-245684-OMS-20", "Award Amount": 78633.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE NORTH CAROLINA AFRICAN AMERICAN HERITAGE COMMISSION WILL IMPLEMENT THE NEXT PHASE OF ITS AFRICA TO CAROLINA INITIATIVE, DESIGNED TO RECOGNIZE AND INTERPRET SITES IN THE STATE WHERE ENSLAVED AFRICANS DISEMBARKED DIRECTLY FROM AFRICA. A GRADUATE STUDENT WILL WORK WITH THE COMMISSION TO IMPLEMENT THE GOALS OF THE PROJECT UNDER THE SUPERVISION OF A STAFF TEAM AND THE AFRICA TO CAROLINA ADVISORY BOARD. THE PROJECT EMPLOYEE WILL CREATE A SMALL EXHIBITION TO BE HOUSED IN PUBLIC FACILITIES AT SEVEN IDENTIFIED DISEMBARKATION POINTS; GENERATE CONTENT FOR A WEBSITE TO SERVE AS A CLEARINGHOUSE FOR INFORMATION; AND ASSIST THE COMMISSION WITH A CONVENING OF STAKEHOLDERS TO ESTABLISH PLANS FOR FUTURE ACTIVITIES. THE PROJECT TEAM WILL ALSO GENERATE AN ONLINE GUIDE TO EXISTING TOOLS FOR EDUCATORS AND THE PUBLIC ABOUT THE SLAVE TRADE, SLAVE ECONOMY IN NORTH CAROLINA, AND THE LEGACY OF ENSLAVEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "378c7713-c266-3c21-a9de-486ff4b0083c-C", "generated_internal_id": "ASST_NON_MH-245684-OMS-20_5950"}, {"internal_id": 97936933, "Award ID": "MH-245644-OMS-20", "Award Amount": 49896.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE INDIANA UNIVERSITY SOUTH BEND CIVIL RIGHTS HERITAGE CENTER WILL IMPLEMENT A STAKEHOLDER-DRIVEN PLANNING PROCESS TO ENHANCE THE CITY?S AFRICAN AMERICAN LANDMARK TOUR, WHICH HIGHLIGHTS THE HISTORY OF THE AFRICAN AMERICAN EXPERIENCE IN SOUTH BEND AND THE NORTHERN MIDWEST. THE PROJECT WILL INTEGRATE ARCHIVAL MATERIALS FROM THE MUSEUM?S COLLECTIONS INTO THE TOUR AND ADD TECHNOLOGY TO FACILITATE PUBLIC DISCOURSE. THE MUSEUM WILL LINK INTERPRETIVE ASSETS FROM ITS COLLECTION OF ORAL HISTORIES, PHOTOGRAPHS, DOCUMENTS, AND NEWS CLIPPINGS TO TOUR SITES THROUGH REDESIGNED SIGNAGE, PRINT MATERIALS, AND A DEDICATED WEBSITE AND APP. A PARTICIPATORY ?JOIN THE CONVERSATION? FEATURE WILL INVITE PARTICIPANTS TO RESPOND TO RELEVANT TOPICS EMBEDDED WITHIN THE 20 HISTORICALLY SIGNIFICANT LANDMARKS VIA SOCIAL MEDIA. THE PROJECT WILL ENGAGE TEAMS OF STUDENT INTERNS WHO WILL GAIN SKILLS IN PUBLISHING, WEB DESIGN, AND CODING WHILE LEARNING ABOUT REGIONAL AFRICAN AMERICAN HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_MH-245644-OMS-20_5950"}, {"internal_id": 97936932, "Award ID": "MH-245586-OMS-20", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE MUHAMMAD ALI MUSEUM AND EDUCATION CENTER WILL CREATE A PUBLICLY ACCESSIBLE DIGITAL DATABASE TO MORE BROADLY SHARE THE LIFE AND LEGACY OF BOXING CHAMPION AND GLOBAL HUMANITARIAN MUHAMMAD ALI. THE MUSEUM?S ARCHIVE INCLUDES PHOTOGRAPHS, NEGATIVES, BOXING CONTRACTS, FIGHT POSTERS AND PRINT MATERIALS, PERSONAL DOCUMENTS, FILM AND VIDEO TAPES, AND PHYSICAL ARTIFACTS. A PART-TIME DIGITAL IMAGING SPECIALIST WILL WORK WITH THE COLLECTIONS STAFF AND A TECHNOLOGY COMPANY TO MIGRATE 7,000 NEWLY DIGITIZED DOCUMENTS TO A NEW COLLECTIONS MANAGEMENT SYSTEM. THE PROJECT TEAM WILL DESIGN A PUBLIC-FACING DATABASE, ENSURING THAT METADATA IS PREPARED FOR OPTIMAL SEARCHABILITY. THE PROJECT WILL ENABLE IMMEDIATE ACCESS TO INFORMATION THAT WAS PREVIOUSLY ONLY AVAILABLE BY VISITING THE MUSEUM IN ALI?S HOMETOWN OF LOUISVILLE, KENTUCKY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bffb60a-94d5-53f3-5007-599d074ea64b-R", "generated_internal_id": "ASST_NON_MH-245586-OMS-20_5950"}, {"internal_id": 97936931, "Award ID": "MH-245578-OMS-20", "Award Amount": 169768.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE PRESERVING BLACK WESTERN LEGACIES PROJECT WILL SUPPORT THE DIGITIZATION OF COLLECTIONS THAT DOCUMENT THE LIVES OF AFRICAN AMERICANS WHO SETTLED IN DENVER AND THE AMERICAN WEST. THE PROJECT WILL ENHANCE OUTREACH AND EXPAND ACCESS TO THE WESTERN LEGACIES MUSEUM, LOCATED WITHIN THE BLAIR-CALDWELL AFRICAN AMERICAN RESEARCH LIBRARY, A BRANCH OF THE DENVER PUBLIC LIBRARY. THE LIBRARY WILL HIRE A PROJECT ARCHIVIST TO WORK WITH STAFF TO DIGITIZE AN ESTIMATED 150 LINEAR FEET OF MATERIAL FEATURING HISTORICALLY SIGNIFICANT AFRICAN AMERICANS, MAKING 14 OF ITS MOST HEAVILY USED COLLECTIONS AVAILABLE ONLINE TO STAFF, VISITORS, AND RESEARCHERS WORLDWIDE. THE PROJECT TEAM WILL ALSO DEVELOP A DIGITAL EXHIBITION USING THE NEWLY DIGITIZED MATERIALS. THE PROJECT ARCHIVIST AND SENIOR LIBRARIANS WILL WORK WITH LOCAL EDUCATORS TO CREATE TWO CURRICULUM KITS THAT TEACHERS CAN USE IN THEIR CLASSROOMS TO ENHANCE THE TEACHING OF AFRICAN AMERICAN HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f5c37d1-bc78-bb76-6899-aab700293c3d-C", "generated_internal_id": "ASST_NON_MH-245578-OMS-20_5950"}, {"internal_id": 97936930, "Award ID": "MH-245560-OMS-20", "Award Amount": 159184.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE AMISTAD RESEARCH CENTER WILL EXPAND ACCESS AND USE OF ITS ARCHIVAL COLLECTIONS BY DOCUMENTING THE WORK OF AFRICAN AMERICAN WOMEN LEADERS IN A VARIETY OF FIELDS, INCLUDING THE ARTS, SOCIAL JUSTICE ACTIVISM, LABOR ACTIVISM, CIVIC LEADERSHIP, POLITICS, AND BUSINESS. THE PROJECT TEAM WILL PROCESS THE PERSONAL PAPERS OF 11 PROMINENT WOMEN LEADERS IN ADDITION TO CONVERTING THE LEGACY FINDING AIDS FOR AN ADDITIONAL FIVE COLLECTIONS OF WOMEN?S PAPERS TO ONLINE VERSIONS. THE CENTER WILL USE INFORMATION DERIVED FROM THE PROJECT TO CREATE OR ENHANCE WIKIPEDIA PAGES FOR EACH WOMAN HIGHLIGHTED IN THE PROJECT. SELECTIONS FROM EACH OF THE 16 COLLECTIONS WILL SERVE AS THE FOUNDATION FOR THE RESEARCH, DESIGN, AND INSTALLATION OF BOTH A PHYSICAL AND ONLINE EXHIBITION ENTITLED ?A RANGE OF EXPERIENCES: DOCUMENTING AFRICAN AMERICAN WOMEN?S HISTORY AND ACHIEVEMENTS.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd9c3742-b931-0d49-229e-132225c15626-C", "generated_internal_id": "ASST_NON_MH-245560-OMS-20_5950"}, {"internal_id": 97936929, "Award ID": "MH-245545-OMS-20", "Award Amount": 48546.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE UNIVERSITY OF MARYLAND EASTERN SHORE WILL ENHANCE ITS IDENTITY AS A HISTORICALLY BLACK, LAND GRANT INSTITUTION BY IMPROVING THE CARE AND ACCESSIBILITY OF ARCHIVAL COLLECTIONS HOUSED IN THE SPECIAL COLLECTIONS DEPARTMENT OF THE FREDERICK DOUGLASS LIBRARY. THE PROJECT DIRECTOR WILL RECRUIT THREE STUDENT INTERNS, WHO WILL RECEIVE STIPENDS TO ASSIST WITH CREATING AN INVENTORY AND CATALOGING PRIORITY RECORD GROUPS, PROVIDING LIBRARY PATRONS ACCESS TO ORGANIZED ARCHIVAL MATERIAL ACCOMPANIED BY FINDING AIDS. THE UNIVERSITY WILL PURCHASE SUPPLIES TO REHOUSE THE MATERIALS, AND THE PROJECT TEAM WILL CREATE BOTH PHYSICAL AND DIGITAL EXHIBITIONS ON THE PROJECT TO SUPPORT FACULTY AND STUDENT LEARNING. PROJECT ACTIVITIES WILL INCLUDE A WORKSHOP FOR FACULTY, A STUDENT SYMPOSIUM, AND A FACULTY READING CIRCLE TO FURTHER PROMOTE TEACHING AND LEARNING OPPORTUNITIES WITH THE COLLECTIONS. SELECTED FACULTY WILL SHARE EXPERIENCES WITH THEIR PEERS THROUGH ATTENDANCE AND PRESENTATIONS AT CONFERENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_MH-245545-OMS-20_5950"}, {"internal_id": 97936928, "Award ID": "MH-245526-OMS-20", "Award Amount": 168728.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE STAX MUSEUM OF AMERICAN SOUL MUSIC WILL BUILD ON THE RECOMMENDATIONS OF A RECENTLY COMPLETED INTERPRETIVE PLANNING PROCESS TO IMPROVE THE VISITOR EXPERIENCE AND PRESENT A MORE ACCURATE, WELL-ROUNDED ACCOUNT OF THE HISTORY OF STAX RECORDS AND THE CITY OF MEMPHIS. THE MUSEUM WILL ADDRESS THE CONTENT, TONE, AND NARRATIVE OF ITS ORIENTATION FILM TO CREATE A NEW INTRODUCTION FOR VISITORS. THE PROJECT TEAM WILL UPDATE DIDACTIC EXHIBITION PANELS TO INCORPORATE RECENT DEVELOPMENTS IN SCHOLARSHIP AND BETTER CONTEXTUALIZE STAX RECORDS WITHIN THE HISTORY OF THE CITY FOR VISITORS OF ALL AGES. THE MUSEUM WILL ALSO UPGRADE ITS TECHNICAL INFRASTRUCTURE, INCLUDING ITS CONTENT DELIVERY SYSTEM DESIGNED TO SHARE INTERVIEWS, LIVE PERFORMANCES, AND MUSIC TO HELP TELL THE STORY OF AMERICAN SOUL MUSIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "267fb32b-d192-3652-8186-95ef22372187-R", "generated_internal_id": "ASST_NON_MH-245526-OMS-20_5950"}, {"internal_id": 97936927, "Award ID": "MH-245487-OMS-20", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "JOHNSON C. SMITH UNIVERSITY (JCSU) WILL CREATE A PUBLIC ART PROGRAM THAT WILL USE ART, SOUND, AND VISUALS TO CHRONICLE THE PAST AND PRESENT DAY NARRATIVES OF HISTORIC AFRICAN AMERICAN SPACES IN BIDDLEVILLE AND THE BEATTIES FORD ROAD CORRIDOR IN CHARLOTTE, NORTH CAROLINA?HOME TO JSCU. THE PROJECT TEAM WILL CREATE FOUR INTERACTIVE, OUTDOOR MOBILE ?POP-UP UNITS? INCORPORATING ORIGINAL SOUNDTRACKS USING ORAL HISTORIES TO CAPTURE THE PAST AND PRESENT SOUNDS OF BIDDLEVILLE BY INFUSING GOSPEL, JAZZ, HIP-HOP, AND OTHER PIECES TO APPEAL TO A MULTI-GENERATIONAL AUDIENCE. PROJECT ACTIVITIES WILL ALSO INCLUDE TOURS AND A DISCUSSION SERIES TO SHARE THE HISTORY OF BIDDLEVILLE AND TO GENERATE DIALOGUES ABOUT URBAN RENEWAL. MATERIALS COLLECTED FOR THIS PROJECT WILL BECOME PART OF THE JCSU DIGITAL ARCHIVES, AND THE PROJECT MAY SERVE AS A REPLICABLE MODEL FOR OTHER COMMUNITIES IMPACTED BY URBAN RENEWAL AND GENTRIFICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10216284-6f99-168a-77c0-0a9bf433d7ef-C", "generated_internal_id": "ASST_NON_MH-245487-OMS-20_5950"}, {"internal_id": 97936926, "Award ID": "MH-245451-OMS-20", "Award Amount": 205732.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE VIRGINIA UNION UNIVERSITY MUSEUM OF AFRICAN ART WILL PILOT A PAID INTERNSHIP PROGRAM FOR UNDERGRADUATE STUDENTS ATTENDING VIRGINIA UNION UNIVERSITY. THE PROGRAM WILL CREATE 24 INTERNSHIP POSITIONS OVER A THREE-YEAR PERIOD IN PARTNERSHIP WITH THE VALENTINE MUSEUM, VIRGINIA MUSEUM OF HISTORY AND CULTURE, AND THE INSTITUTE FOR CONTEMPORARY ART AT VIRGINIA COMMONWEALTH UNIVERSITY. INTERNS WILL LEAD TOURS, PRESERVE AND INTERPRET PRIMARY SOURCE MATERIALS, PARTICIPATE IN MEMBERSHIP CAMPAIGNS, AND NETWORK WITH PROFESSIONALS FROM MUSEUMS, ARCHIVES, AND OTHER ARTS ORGANIZATIONS. EACH INTERN WILL CREATE AND DEVELOP A RESEARCH PROJECT USING THE MUSEUM?S COLLECTIONS THAT WILL CULMINATE IN EITHER A PUBLIC EVENT PRESENTING RESEARCH, AN EXHIBITION, OR TANGIBLE EDUCATIONAL RESOURCES. THE PROJECTS WILL BE DOCUMENTED THROUGH A WEBSITE, HIGHLIGHTING THE PROGRAM FOR THE CAMPUS AND SURROUNDING COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "08f6b764-48a5-b27a-3903-6e8fd79cbd9b-C", "generated_internal_id": "ASST_NON_MH-245451-OMS-20_5950"}, {"internal_id": 97936925, "Award ID": "MH-245445-OMS-20", "Award Amount": 218483.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE FREEDOM RIDES MUSEUM OPERATED BY THE ALABAMA HISTORICAL COMMISSION WILL FABRICATE AND INSTALL A NEW EXHIBITION TO COMMEMORATE THE 60TH ANNIVERSARY OF THE FREEDOM RIDES IN 2021. LOCATED IN THE HISTORIC MONTGOMERY GREYHOUND BUS STATION, THE FREEDOM RIDES MUSEUM TELLS THE STORY OF THE NONVIOLENT STUDENT FREEDOM RIDERS WHO WERE ATTACKED IN 1961 BY A MOB AS THEY PEACEFULLY PROTESTED SEGREGATION IN INTERSTATE TRAVEL. THE EXHIBITION WILL FEATURE INTERACTIVE COMPONENTS AND SELF-GUIDED GALLERIES, INFORMATION ON THE NONVIOLENT TRAINING RECEIVED BY THE FREEDOM RIDERS, AND A 1960S ERA GREYHOUND BUS. THE DEVELOPMENT OF THE EXHIBITION PLAN, FUNDED BY THE NATIONAL PARK SERVICE, ENGAGED A WIDE VARIETY OF PARTNERS INCLUDING THE FREEDOM RIDERS, CIVIL RIGHTS HISTORIANS, ACTIVISTS, EDUCATORS, PRACTITIONERS, AND COMMUNITY LEADERS. THE MUSEUM WILL EMPLOY BOTH FORMATIVE AND SUMMATIVE EVALUATION METHODOLOGIES TO IMPROVE AND REFINE THE EXHIBITION DURING ITS DEVELOPMENT AND TO MEASURE PROJECT OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9dfa1196-81b2-0405-0d15-ddaa6aaf46e0-C", "generated_internal_id": "ASST_NON_MH-245445-OMS-20_5950"}, {"internal_id": 97936924, "Award ID": "MH-245422-OMS-20", "Award Amount": 73500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "TOUGALOO COLLEGE WILL IMPROVE THE CARE AND MANAGEMENT OF ITS ART COLLECTIONS BY IMPLEMENTING RECOMMENDATIONS FROM ITS PARTICIPATION IN THE CONSERVATION ASSESSMENT FOR PRESERVATION PROGRAM. THE COLLEGE WILL PURCHASE AND INSTALL A CUSTOM-BUILT LATERAL ART RACK SYSTEM TO SUPPORT THE STORAGE OF OVER-SIZED FINE ART WORKS IN THE BENNIE G. THOMPSON ACADEMIC AND CIVIL RIGHTS RESEARCH CENTER. STAFF MEMBERS AND CONTRACTORS WILL WORK WITH STUDENT INTERNS TO MOVE AND TEMPORARILY STORE THE ART WORKS IN A TEMPORARY SECURE SPACE WHILE THE NEW SYSTEM IS BEING INSTALLED. THE PROJECT TEAM WILL EVALUATE THE CONDITION OF OBJECTS AND RESEARCH AND UPDATE CATALOGING INFORMATION IN THE COLLECTIONS MANAGEMENT DATABASE. THE TRANSFER TO A NEW STORAGE SYSTEM WILL INCREASE THE ABILITY OF STAFF TO ACCESS WORKS SAFELY, PREVENT FURTHER DAMAGE TO THE LARGE WORKS, AND INCREASE THE POTENTIAL FOR GROWTH OF THE COLLECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb210a08-4c36-c196-b89f-0627f5aa8e4f-C", "generated_internal_id": "ASST_NON_MH-245422-OMS-20_5950"}, {"internal_id": 97936923, "Award ID": "MH-245406-OMS-20", "Award Amount": 157082.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "THE REGINALD F. LEWIS MUSEUM OF AFRICAN AMERICAN HISTORY AND CULTURE WILL PRODUCE AN ONLINE ARCHIVE OF INTERVIEWS HIGHLIGHTING THE SIGNIFICANT ACHIEVEMENTS AND EVERYDAY LIVES OF AFRICAN AMERICANS IN MARYLAND. THE PROJECT WILL REACTIVATE AN ORAL HISTORY STUDIO THAT WAS EQUIPPED WITH RECORDING EQUIPMENT WHEN THE MUSEUM FIRST OPENED. MUSEUM STAFF WILL WORK WITH TWO INTERNS TO RESEARCH AND UPDATE AN EXISTING COLLECTION OF OVER 100 ORAL HISTORIES, AND AN ADVISORY COMMITTEE WILL HELP TO IDENTIFY NEW INTERVIEW PROSPECTS. THE PROJECT WILL RESULT IN THE DIGITIZATION OF 112 ORAL HISTORY INTERVIEWS CONDUCTED BETWEEN 2001-2002 AS WELL AS 50-75 NEW ORAL HISTORIES. THE MUSEUM WILL ENGAGE A VIDEOGRAPHER AND OTHER CONTRACTORS TO CONDUCT AND TRANSCRIBE THE INTERVIEWS AND TO CREATE A DEDICATED WEBPAGE WHICH WILL SERVE AS A REPOSITORY OF ORAL HISTORIES RELATED TO MARYLAND AFRICAN AMERICAN HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8abcdb2f-c8a2-5971-97c4-1523c3e73599-C", "generated_internal_id": "ASST_NON_MH-245406-OMS-20_5950"}, {"internal_id": 97936922, "Award ID": "MH-245345-OMS-20", "Award Amount": 101048.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "HINDS COMMUNITY COLLEGE WILL LAUNCH THE UTICA ORAL HISTORY PROJECT TO COLLECT, PRESERVE, AND DISSEMINATE STORIES CENTERED AROUND THE THEME OF SOUTHERN BLACK EDUCATION IN RURAL MISSISSIPPI. THE COLLEGE WILL ESTABLISH AN ORAL HISTORY CENTER WHERE COMMUNITY MEMBERS CAN USE EQUIPMENT TO COLLECT THEIR FAMILY STORIES, AND MOBILE RECORDING EQUIPMENT WILL ALSO BE AVAILABLE FOR THOSE UNABLE TO VISIT THE CAMPUS. FACULTY MEMBERS WILL LEARN ORAL HISTORY BEST PRACTICES WITH A GOAL TO INCORPORATE THEIR USE IN STUDENT COURSEWORK. THE PROJECT TEAM WILL LEAD WORKSHOPS THROUGHOUT THE COMMUNITY, AND WORK WITH FAMILIES TO CATALOG, DIGITIZE, AND ARCHIVE THE RECORDINGS. STUDENT INTERNS WILL ASSIST FAMILIES IN PRODUCING MINI DOCUMENTARIES FOR USE AT FAMILY REUNIONS AND OTHER SPECIAL EVENTS. THE PROJECT WILL RESULT IN ORAL HISTORY PORTFOLIOS FOR 12 FAMILIES CONSISTING OF THE RAW AUDIO/VIDEO FOOTAGE, TRANSCRIPTS, METADATA, AND FAMILY ARCHIVAL ARTIFACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7403ba62-a7e0-04f3-69a5-51254b17cf9d-C", "generated_internal_id": "ASST_NON_MH-245345-OMS-20_5950"}, {"internal_id": 97936921, "Award ID": "MH-245249-OMS-20", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "45.309", "Description": "BOSTON'S MUSEUM OF AFRICAN AMERICAN HISTORY WILL IMPROVE THE CARE AND MANAGEMENT OF ITS COLLECTIONS ASSOCIATED WITH THE AFRICAN MEETING HOUSE, WHICH IS PRESERVED AS A REMINDER OF A THRIVING 19TH CENTURY AFRICAN AMERICAN COMMUNITY ON NANTUCKET ISLAND. FOLLOWING THE RECOMMENDATIONS OF A 2016 MUSEUM ASSESSMENT PROGRAM (MAP) REPORT, MUSEUM STAFF WILL WORK WITH CONSULTANTS TO ASSESS THE CONDITION OF THE OBJECTS AND ARCHIVES CURRENTLY IN STORAGE ON THE ISLAND; RE-ORGANIZE STORAGE SPACES; IDENTIFY MATERIALS TO BE MOVED TO A CLIMATE-CONTROLLED FACILITY; AND IMPROVE CONTROLS AND DOCUMENTATION TO INCREASE ACCESSIBILITY OF THE COLLECTIONS FOR STAFF, VISITORS, AND SCHOLARS. BY ASSESSING THE COLLECTIONS AND IMPROVING THEIR STORAGE, THE MUSEUM WILL GAIN IMPROVED INTELLECTUAL AND PHYSICAL CONTROL OF THE OBJECTS, THEREBY BETTER SERVING BOTH SCHOLARS AND THE GENERAL PUBLIC WHO VISIT THE MUSEUM?S NANTUCKET CAMPUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb0d037e-71c4-0126-074a-5e1398cb4015-R", "generated_internal_id": "ASST_NON_MH-245249-OMS-20_5950"}, {"internal_id": 80992672, "Award ID": "MH-00-19-0036-19", "Award Amount": 248160.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE STUDIO MUSEUM WILL CREATE AND IMPLEMENT A NEW ORGANIZATIONAL CULTURE AS IT DOUBLES ITS STAFF AND INCREASES ITS BUDGET TO PREPARE FOR ITS RE-OPENING IN A NEW FACILITY IN 2022. TO ACCOMPLISH THIS, THE MUSEUM WILL EXPAND ITS LEADERSHIP LADDERS PROGRAM. THIS THREE-YEAR PROFESSIONAL DEVELOPMENT INITIATIVE WILL TRAIN CURRENT AND FUTURE STAFF LEADERS AND MEMBERS ACROSS THE WHOLE ORGANIZATION. THE PROGRAM INVOLVES LEADERSHIP TRAINING, INCLUDING EXECUTIVE COACHING, ATTENDING INSTITUTES AND WORKSHOPS, AND TECHNICAL TRAINING FOR SPECIFIC MUSEUM DEPARTMENTS, SUCH AS INFORMATION TECHNOLOGY, FACILITY OPERATIONS/MANAGEMENT, FINANCE AND BUDGETING, AND EARNED REVENUE. THE MUSEUM WILL ALSO TRAIN STAFF ON BROAD PROFESSIONAL DEVELOPMENT SKILLS, SUCH AS WRITING AND COMMUNICATIONS FOR INTERNAL AND EXTERNAL AUDIENCES.  THE MUSEUM WILL HIRE A SENIOR HUMAN RESOURCES SPECIALIST IN LEARNING AND ORGANIZATION DEVELOPMENT TO COORDINATE THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cde2a344-a078-33f2-a62c-dbb7f398f829-R", "generated_internal_id": "ASST_NON_MH-00-19-0036-19_5950"}, {"internal_id": 80992671, "Award ID": "MH-00-19-0031-19", "Award Amount": 133912.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE NEW YORK PUBLIC LIBRARY'S SCHOMBURG CENTER WILL DEVELOP A HISTORY CURRICULUM FOR GRADES 6-12 THAT ADDRESSES A DOCUMENTED NEED FOR CULTURALLY RELEVANT TEACHING METHODS IN THE NATION'S SCHOOLS. CENTER STAFF WILL WORK WITH A CONSULTANT CURRICULUM WRITER AND A TEAM OF PRACTICING EDUCATORS TO DEVELOP 15 READY-TO-USE LESSON PLANS AROUND THREE THEMES: THE BLACK POWER MOVEMENT, THE TRANSATLANTIC SLAVE TRADE, AND BLACK WOMEN'S STORIES. EACH LESSON WILL FEATURE A HIGH-QUALITY REPRODUCTION OF A UNIQUE ITEM FROM THE SCHOMBURG CENTER'S COLLECTIONS. THIS PROVIDES AN ACCESSIBLE WAY FOR TEACHERS TO USE COLLECTION MATERIALS IN THEIR CLASSROOMS. THESE LESSONS WILL BE AVAILABLE FOR FREE ONLINE AND BE USED IN TEACHER PROFESSIONAL DEVELOPMENT PROGRAMS. BY PILOTING A SELECTION OF LESSON PLANS, THE PROJECT TEAM WILL BE ABLE TO INCORPORATE STUDENT AND INSTRUCTOR FEEDBACK AS THEY REVISE THE CURRICULUM AS A WHOLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5df14e5b-7d46-5d90-7c8a-9e5e71351501-C", "generated_internal_id": "ASST_NON_MH-00-19-0031-19_5950"}, {"internal_id": 80992670, "Award ID": "MH-00-19-0030-19", "Award Amount": 49876.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE NATIONAL JAZZ MUSEUM IN HARLEM WILL DEVELOP A NEW WEBSITE THAT PROVIDES PUBLIC ACCESS TO ITS DIGITAL COLLECTIONS. THE MUSEUM WILL HIRE A WEB DESIGNER TO DESIGN AND BUILD THE SITE. THE PROJECT WILL BEGIN WITH A NEEDS ASSESSMENT TO EXPLORE THE VISION FOR THE NEW WEBSITE AND THE NEEDS OF THE MUSEUM'S STAKEHOLDERS. THE WEBSITE WILL INTEGRATE THE MUSEUM'S DIGITAL ASSET MANAGEMENT SYSTEM, WHICH CONTAINS ITS COLLECTIONS THAT DOCUMENT THE HISTORY OF JAZZ BEGINNING IN THE EARLY 20TH CENTURY. THE MUSEUM WILL STREAMLINE ITS BOOKKEEPING AND ACCOUNTING BY BUILDING AN E-COMMERCE SOLUTION INTO THE SITE. THIS NEW PLATFORM WILL ALLOW DONATIONS AND PURCHASES TO TAKE PLACE WITH ONE MERCHANT ACCOUNT. FOLLOWING THE LAUNCH OF THE NEW SITE, THE MUSEUM WILL REVIEW USER ANALYTICS TO UNDERSTAND HOW THE SITE IS USED AND HOW IT CAN BE IMPROVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66286486-3c3a-11c7-c389-b47eae6e5478-R", "generated_internal_id": "ASST_NON_MH-00-19-0030-19_5950"}, {"internal_id": 80992669, "Award ID": "MH-00-19-0029-19", "Award Amount": 247880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE MUSEUM OF THE AFRICAN DIASPORA WILL EXPAND MOAD IN THE CLASSROOM, A VISUAL LITERACY AND ARTS OUTREACH PROGRAM OFFERED TO TITLE I AND UNDER-SERVED THIRD GRADE STUDENTS IN THE SAN FRANCISCO BAY AREA. DURING THE TWO YEAR PROJECT, THE MUSEUM WILL PROVIDE FREE CLASSES AND MUSEUM VISITS FOR MORE THAN 2,750 STUDENTS. THE MUSEUM WILL ALSO CREATE NEW STANDARDS-ALIGNED CURRICULUM TO TEACH ABOUT THE ART AND CULTURE OF THE AFRICAN DIASPORA AND DEVELOP AN ONLINE PORTAL FOR TEACHERS WITH ACCESS TO FREE LESSON PLANS, PODCASTS AND VIDEOS.  THE MUSEUM WILL ALSO HOST 40 HOURS OF ART INTEGRATION PROFESSIONAL DEVELOPMENT WORKSHOPS FOR TITLE I TEACHERS. THESE NEW INITIATIVES WILL DRAW ON RESEARCH THAT COORDINATED SCHOOL VISITS TO MUSEUMS INCREASE CHILDREN'S CONFIDENCE AND ABILITY TO RETAIN KNOWLEDGE WHILE ADDING TO THEIR UNDERSTANDING OF CRITICAL CONTENT AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "392e236c-75e8-dcf6-a284-648be100b0c7-R", "generated_internal_id": "ASST_NON_MH-00-19-0029-19_5950"}, {"internal_id": 80992668, "Award ID": "MH-00-19-0027-19", "Award Amount": 248442.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "MORGAN STATE UNIVERSITY'S LILLIE CARROLL JACKSON CIVIL RIGHTS MUSEUM WILL GROW ITS CAPACITY AND DEVELOP CURRICULUM TO SHARE AND INCORPORATE STORIES OF LOCAL LEADERS IN THE NATIONAL NARRATIVE OF THE FREEDOM STRUGGLE. THIS WILL HELP THE MUSEUM OFFER MORE EDUCATIONAL OPPORTUNITIES FOR BALTIMORE'S MIDDLE AND HIGH SCHOOL STUDENTS AND TEACHERS. A NEW POSITION, A PART-TIME EDUCATION COORDINATOR, WILL SCHEDULE SCHOOL TOURS, PRESENT PUBLIC PROGRAMS, AND LEAD A DOCENT TRAINING PROGRAM. IN PARTNERSHIP WITH BALTIMORE CITY SCHOOLS, THE MARYLAND HISTORICAL SOCIETY, AND BALTIMORE HERITAGE, THE MUSEUM WILL DEVELOP A CURRICULUM THAT INCLUDES FIELD STUDIES SUCH AS WALKING TOURS THROUGH HISTORICALLY IMPACTFUL COMMUNITIES, FIELD TRIPS TO RELEVANT SITES, AND USING PRIMARY SOURCE DOCUMENTS. THE CURRICULUM IS INTENDED TO FOSTER UNDERSTANDING AND PRIDE IN BALTIMORE'S CIVIL RIGHTS CONTRIBUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "725732a0-bf8b-a060-f378-ed41b2f7a9bd-C", "generated_internal_id": "ASST_NON_MH-00-19-0027-19_5950"}, {"internal_id": 80992667, "Award ID": "MH-00-19-0024-19", "Award Amount": 137034.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE MOORELAND-SPRINGARN RESEARCH CENTER AT HOWARD UNIVERSITY WILL CONTINUE TO DIGITIZE ITS COLLECTIONS TO SUPPORT RESEARCH, ACCESS, AND PRESERVATION. THE CENTERPIECE OF THE PROJECT WILL BE THE CREATION OF THE ARCHIVES OF AFRICAN AMERICAN ARCHITECTS DIGITAL COLLECTION, WHICH WILL HIGHLIGHT THE DRAWINGS AND BLUEPRINTS CREATED BY THREE AFRICAN AMERICAN ARCHITECTS: ALBERT CASSELL, HILYARD ROBINSON, AND ROBERT NASH. THE CENTER WILL CONTINUE TO DIGITIZE OVERSIZE DOCUMENTS IN ITS COLLECTION AS PART OF THE PROJECT. THE CENTER WILL ALSO PURCHASE A NEW SCANNER, ELIMINATING ITS DEPENDENCE ON SHARED EQUIPMENT AND ENABLING FASTER COMPLETION OF THE WORK. TWO STUDENTS WILL ASSIST WITH THE PROJECT, GAINING SKILLS IN DOCUMENT HANDLING AND DIGITIZATION, AND KNOWLEDGE OF INDUSTRY STANDARDS FOR DIGITIZATION AND DIGITAL PRESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab2545e4-42db-b0e5-c4ac-2382eeaf8c92-C", "generated_internal_id": "ASST_NON_MH-00-19-0024-19_5950"}, {"internal_id": 80992666, "Award ID": "MH-00-19-0019-19", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "FERRIS STATE UNIVERSITY'S JIM CROW MUSEUM WILL CREATE CURRICULUM TO HELP SCHOOLS, MUSEUMS, LIBRARIES, AND OTHER EDUCATIONAL ORGANIZATIONS TEACH TOLERANCE AND PROMOTE SOCIAL JUSTICE THROUGH THE LENS OF THE AFRICAN AMERICAN EXPERIENCE IN THE UNITED STATES SINCE RECONSTRUCTION. THE MUSEUM WILL BRING TOGETHER EDUCATIONAL AND COMMUNITY LEADERS FROM ACROSS THE STATE OF MICHIGAN TO ASSIST WITH THE DEVELOPMENT OF A CURRICULUM FOR MIDDLE AND HIGH SCHOOL STUDENTS. THEY WILL DRAW ON PRIMARY SOURCES FROM THE JIM CROW AND CIVIL RIGHTS ERAS. THE PROJECT TEAM WILL USE THE CURRICULUM TO CREATE LESSON PLANS AND EDUCATIONAL EXPERIENCES FOR CLASSES VISITING THE MUSEUM. THE PROJECT WILL ALSO INCLUDE PROFESSIONAL DEVELOPMENT SESSIONS FOR SCHOOL ADMINISTRATORS, TEACHERS, MUSEUM PROFESSIONALS, AND OTHER EDUCATORS TO LEARN HOW TO EFFECTIVELY INCORPORATE THE CURRICULUM AND LESSON PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66a0a864-8604-80ac-eb0a-3258af4c74b0-C", "generated_internal_id": "ASST_NON_MH-00-19-0019-19_5950"}, {"internal_id": 80992665, "Award ID": "MH-00-19-0018-19", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE BANNEKER-DOUGLASS MUSEUM WILL IMPROVE THE CARE AND MANAGEMENT OF ITS COLLECTIONS, WHICH SERVE AS THE STATE OF MARYLAND'S OFFICIAL REPOSITORY OF AFRICAN AMERICAN MATERIAL CULTURE. THE PHASED IMPROVEMENT PLAN WILL FOCUS ON STRUCTURAL IMPROVEMENTS, INCLUDING OUTFITTING THE FINE ARTS STORAGE ROOM WITH MUSEUM-QUALITY SHELVING, CREATING A WORKSPACE FOR MUSEUM EXHIBITION PRODUCTION, AND INSTALLING TEMPERATURE CONTROLS. THE MUSEUM WILL MOVE COLLECTIONS CURRENTLY STORED AT AN OFFSITE LOCATION TO THE NEW STORAGE AREAS. ITEMS THAT ARE CURRENTLY BEING STORED FLAT WILL BE HUNG, AND OBJECTS CURRENTLY BEING STACKED WILL BE STORED IN INDIVIDUAL SLOTTED STORAGE. ALL THE MATERIALS WILL BENEFIT FROM BETTER CLIMATE CONTROLS. THE PROJECT'S COMPLETION WILL ENABLE THE MUSEUM TO IMPLEMENT ONGOING BEST PRACTICES IN COLLECTIONS CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c1ab943-0428-b09b-4dca-ca4587dca546-C", "generated_internal_id": "ASST_NON_MH-00-19-0018-19_5950"}, {"internal_id": 80992664, "Award ID": "MH-00-19-0017-19", "Award Amount": 242462.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE EMMETT TILL MEMORIAL COMMISSION WILL PRODUCE A SMARTPHONE APP TO GUIDE VISITORS THROUGH VIRTUAL OR ON-SITE TOURS OF TEN SITES RELATED TO THE 1955 MURDER OF EMMETT TILL IN THE MISSISSIPPI DELTA. AT EACH SITE, THE EMMETT TILL MEMORY PROJECT WILL PROVIDE HISTORICAL AND CONTEMPORARY PHOTOGRAPHS, HISTORICALLY-ACCURATE NARRATION, DIGITAL ACCESS TO ARCHIVAL DOCUMENTS, SOCIAL MEDIA CHECK-INS, HISTORICAL DOCUMENTARY FOOTAGE, AND GPS DIRECTIONS. A TEAM OF STUDENTS AND ADVISORS WILL BUILD ON AN EARLIER PROTOTYPE FOR THE APP BY REFINING CONTENT AND GRAPHICS. THE PROJECT TEAM WILL FACILITATE FOCUS GROUP TESTING  AND REVIEW BY THE TILL FAMILY BEFORE ITS FINAL RELEASE. THIS PROJECT WILL HELP DISCOURAGE ONGOING VANDALISM OF THESE HISTORICAL SITES AND PROVIDE USERS WITH THE RESOURCES THEY NEED TO CRITICALLY ENGAGE WITH THIS KEY MOMENT IN CIVIL RIGHTS HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01677a23-f4cd-7d0b-980c-b3933697b8df-R", "generated_internal_id": "ASST_NON_MH-00-19-0017-19_5950"}, {"internal_id": 80992663, "Award ID": "MH-00-19-0016-19", "Award Amount": 48000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "ELIZABETH CITY STATE UNIVERSITY WILL CREATE A PLAN FOR THE DEVELOPMENT OF A NORTHEASTERN NORTH CAROLINA AFRICAN AMERICAN RESEARCH AND CULTURAL HERITAGE CENTER. THE PLANNED CENTER WILL COLLECT, PRESERVE, PROTECT, AND INTERPRET THE MATERIAL AND ARCHIVAL HISTORY OF THE UNIVERSITY AND AFFILIATED COMMUNITIES. THE PLAN WILL CONNECT THE MISSION OF THE CENTER AND ITS COLLECTIONS WITH THE INTERESTS OF ITS AUDIENCES. IT WILL ALSO PROVIDE THE UNIVERSITY WITH A UNIFIED SET OF INTERPRETIVE THEMES, DESIGNS, AND EDUCATIONAL PROGRAMS TO GUIDE ITS EFFORTS TO ESTABLISH THE CENTER. THE CENTER WILL BE HOUSED IN TWO HISTORIC CAMPUS BUILDINGS: THE ROSENWALD SCHOOL, CONSTRUCTED IN 1921, AND THE UNIVERSITY'S ORIGINAL PRINCIPAL'S HOUSE, CONSTRUCTED IN 1923.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff45d480-54d6-0c0a-6b51-2ab60076b5c0-C", "generated_internal_id": "ASST_NON_MH-00-19-0016-19_5950"}, {"internal_id": 80992662, "Award ID": "MH-00-19-0015-19", "Award Amount": 49870.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "DELAWARE STATE UNIVERSITY WILL IMPROVE THE LONG-TERM CARE AND MANAGEMENT OF THE CLAUDE E. PHILLIPS HERBARIUM BY INITIATING A DIGITIZATION PROJECT. WITH APPROXIMATELY 150,000 MOUNTED SPECIMENS OF VASCULAR PLANTS, THE FACILITY IS THE LARGEST HERBARIUM AMONG HISTORICALLY BLACK COLLEGES AND UNIVERSITIES. THE PROJECT WILL CATALOG, DIGITIZE, AND GEO-REFERENCE UP TO 30,000 SPECIMENS USING COMMONLY-ADOPTED TECHNIQUES AND SOFTWARE. THE HERBARIUM WILL ENLIST STUDENTS FROM A LARGE POOL OF UNDERREPRESENTED GROUPS TO ASSIST WITH THE PROJECT. TO INCREASE EXPOSURE AND PUBLIC ACCESS, THE RESULTING IMAGES AND SPECIMEN RECORDS WILL BE AVAILABLE ONLINE THROUGH THE HERBARIUM'S WEBSITE AND OTHER PLATFORMS, SUCH AS IDIGBIO AND GBIF. MID-COURSE EVALUATION WILL IDENTIFY AREAS FOR IMPROVEMENT TO ENSURE THE PROJECT OBJECTIVES ARE MET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_MH-00-19-0015-19_5950"}, {"internal_id": 80992661, "Award ID": "MH-00-19-0009-19", "Award Amount": 85757.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE BIRMINGHAM CIVIL RIGHTS INSTITUTE WILL EXPAND ITS LEGACY YOUTH LEADERSHIP PROGRAM FOR HIGH SCHOOL STUDENTS TO 20 HISTORIC SITES IN THE ALABAMA AFRICAN AMERICAN CIVIL RIGHTS HERITAGE SITES CONSORTIUM. THE REPRESENTATIVES OF THESE SITES, WHICH ARE LOCATED IN MONTGOMERY, BIRMINGHAM, SELMA, AND ELSEWHERE IN THE BLACK BELT REGION, HAVE IDENTIFIED A PRESSING NEED TO ENGAGE YOUNG PEOPLE IN PRESERVING AND PROMOTING THEIR CIVIL RIGHTS HISTORY. FROM 2019-2021, THE EXPANDED PROGRAM WILL INVOLVE AT LEAST 20 STUDENTS FROM EACH OF THREE COMMUNITIES, TOTALING 60 PER YEAR. THE PROJECT TEAM WILL IMPROVE THE PROGRAM'S CURRICULUM BY INCORPORATING SOCIAL MEDIA AND TRAINING STUDENTS IN ORAL HISTORY TECHNIQUES. THIS NEW CURRICULUM WILL TEACH STUDENTS ABOUT LOCAL CIVIL RIGHTS HISTORY, AFRICAN AMERICAN CULTURE, AND LEADERSHIP SKILLS. UPON COMPLETION OF THE PROGRAM, THE STUDENTS WILL SERVE AS SUMMER DOCENTS AT SPECIFIC SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "018024d8-650b-1953-da39-02041374973e-C", "generated_internal_id": "ASST_NON_MH-00-19-0009-19_5950"}, {"internal_id": 80992660, "Award ID": "MH-00-19-0007-19", "Award Amount": 248000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE MOSAIC TEMPLARS CULTURAL CENTER WILL DESIGN, FABRICATE, AND INSTALL AN EXHIBIT DESIGNED SPECIFICALLY FOR 3 TO 9-YEAR-OLD CHILDREN AND THEIR PARENTS AND CAREGIVERS. THE EXHIBIT USES RESEARCH-BASED TEACHING METHODS TO ENCOURAGE CONVERSATIONS ABOUT DIVERSITY AND FOSTER DIALOGUE ABOUT THE PEOPLE IN THEIR COMMUNITY. THE EXHIBIT WILL FEATURE DEVELOPMENTALLY APPROPRIATE GAMES, INTERACTIVES, BOOKS, AND ACTIVITIES. THE MUSEUM WILL ALSO PROVIDE SUGGESTED DIALOGUE FOR PARENTS TO USE WITH EACH ACTIVITY, AND EDUCATION DEPARTMENT STAFF WILL ASSIST PARENTS DURING BUSY VISITATION HOURS. PRE- AND POST-VISIT SURVEYS WILL PROVIDE MEANINGFUL FEEDBACK FOR MUSEUM STAFF. THE ULTIMATE GOAL OF THE SPACE IS TO PROVIDE FAMILIES OF ALL RACES A PLACE TO COME TOGETHER, PLAY, AND HAVE MEANINGFUL CONVERSATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9417b055-0c5e-f90f-4b5c-4c1ea4e67dd6-C", "generated_internal_id": "ASST_NON_MH-00-19-0007-19_5950"}, {"internal_id": 80992659, "Award ID": "MH-00-19-0006-19", "Award Amount": 104468.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "45.309", "Description": "THE AMISTAD RESEARCH CENTER WILL IMPROVE MANAGEMENT OF ITS DIGITAL ASSETS IN ORDER TO PROVIDE STAFF WITH EASIER ACCESS TO THE MATERIALS. THE IMPROVEMENTS WILL ALSO ENABLE THEM TO BETTER ASSIST WITH REFERENCE INQUIRIES AND RESEARCH REQUESTS. THE RESEARCH CENTER WILL CREATE A NEW DIGITAL ARCHIVIST POSITION, WHICH WILL BE RESPONSIBLE FOR CREATING STANDARDS-BASED POLICIES AND WORKFLOWS, TRAINING STAFF ON BEST PRACTICES FOR DIGITAL ASSETS MANAGEMENT, AND DEVELOPING AND IMPLEMENTING PROCEDURES FOR THE ACQUISITION, PRESERVATION, AND ACCESS OF BORN-DIGITAL MATERIALS. THE DIGITAL ARCHIVIST WILL RESEARCH AND PROVIDE RECOMMENDATIONS FOR A PROFESSIONAL CONTENT MANAGEMENT SYSTEM, OVERSEE THE INSTALLATION OF THE SYSTEM, AND FORMULATE A PLAN FOR IMPORTING EXISTING METADATA AND HANDLING ONGOING DATA ENTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd9c3742-b931-0d49-229e-132225c15626-C", "generated_internal_id": "ASST_NON_MH-00-19-0006-19_5950"}, {"internal_id": 66932255, "Award ID": "MH-00-18-0040-18", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE WITHERS COLLECTION WILL IDENTIFY AND DIGITIZE ITS COLLECTION OF SPORTS-RELATED IMAGES AS PART OF AN ONGOING PROJECT TO CREATE A COMPREHENSIVE ONLINE IMAGE DATABASE AND FINDING AID TO FULFILL RESEARCH REQUESTS RECEIVED FROM WRITERS, FILM MAKERS, STUDENTS AND RESEARCHERS. THE SPORTS COLLECTION COVERS SEVERAL SPORTS AND REPRESENTS SOME OF THE OLDEST WORK OF PHOTOJOURNALIST DR. ERNEST C. WITHERS, DATING BACK TO 1948, WHEN HE BEGAN CAPTURING IMAGES OF TEAMS IN THE NEGRO BASEBALL LEAGUE. THE COLLECTION INCLUDES NEVER-SEEN-BEFORE IMAGES OF JACKIE ROBINSON, SAMUEL \"THE JET\" JETHROE, AND LUKE EASTER. THE PROJECT TEAM WILL WORK CLOSELY WITH THE NEGRO LEAGUE COMMITTEE AND MEMBERS OF THE SOCIETY OF BASEBALL RESEARCHERS ON IDENTIFICATION OF PERSONS AND TEAMS REPRESENTED IN THE HISTORIC IMAGES. OTHER COMMUNITY RESOURCES AND SUBJECT MATTER EXPERTS WILL BE CONSULTED, AS NEEDED, TO IDENTIFY PERSONS IN OTHER SPORTS IMAGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0324af9c-cc8c-b1c5-d850-7baf7d3e26cc-R", "generated_internal_id": "ASST_NON_MH-00-18-0040-18_5950"}, {"internal_id": 66932256, "Award ID": "MH-00-18-0039-18", "Award Amount": 23221.23, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "TUSKEGEE UNIVERSITY'S LEGACY MUSEUM WILL IMPROVE THE STEWARDSHIP OF ITS COLLECTIONS BY IMPLEMENTING THE RECOMMENDATIONS OF A COLLECTIONS STORAGE AND ENVIRONMENTAL ASSESSMENT REPORT. THE MUSEUM WILL PURCHASE METAL SHELVES AND AN ART RACK SYSTEM FOR ITS COLLECTION OF PAINTINGS AND HISTORIC DIORAMAS. COLLECTIONS WILL BE APPROPRIATELY RELOCATED AMONGST STORAGE LOCATIONS TO MAXIMIZE SPACE AND TO FACILITATE THE INSTALLATION OF THE ART RACK SYSTEM TO HOLD PAINTINGS AND DRAWINGS. TUSKEGEE UNIVERSITY STUDENTS WILL ASSIST IN REORGANIZING AND RESTOCKING THE COLLECTIONS ONTO THE NEW SHELVING AND ART RACK SYSTEM-THESE STUDENTS RECENTLY PARTICIPATED IN A PARTNERSHIP PROGRAM BETWEEN YALE UNIVERSITY AND THE ALLIANCE OF HBCU MUSEUMS AND GALLERIES AIMED AT INCREASING DIVERSITY IN THE CULTURAL HERITAGE AND ART CONSERVATION FIELDS. THROUGHOUT THE PROJECT, THE MUSEUM WILL CONTINUE TO CONSULT WITH THE AUTHOR OF ITS ASSESSMENT REPORT TO BENCHMARK PROGRESS AND ENSURE BEST PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_MH-00-18-0039-18_5950"}, {"internal_id": 66932257, "Award ID": "MH-00-18-0038-18", "Award Amount": 119042.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE ROSA PARKS MUSEUM AT TROY UNIVERSITY WILL DEVELOP TWO TRAVELING EXHIBITS HIGHLIGHTING THE NONVIOLENT PROTESTS ASSOCIATED WITH THE MONTGOMERY BUS BOYCOTT, WHICH WAS ORGANIZED TO OVERCOME UNCONSTITUTIONAL SEGREGATION LAWS ON PUBLIC TRANSPORTATION. THE LEGACY OF ROSA PARKS EXHIBIT WILL PROVIDE AN OVERVIEW OF THE HISTORY OF THE MUSEUM, THE LIFE OF MRS. PARKS, THE SUCCESS OF THE BOYCOTT, AND THE RELEVANCE OF NONVIOLENT DISOBEDIENCE TODAY. THE WOMEN OF THE MONTGOMERY BUS BOYCOTT EXHIBIT WILL FOCUS ON FIVE COURAGEOUS WOMEN OF THE BOYCOTT. THE EXHIBITS WILL BE DISPLAYED PRIMARILY IN K-12 SCHOOLS, AS WELL AS UNIVERSITIES, CHURCHES, PUBLIC LIBRARIES, AND MUSEUMS. THE PROJECT TEAM WILL CONSULT WITH LOCAL TEACHERS TO DEVELOP A SUPPLEMENTARY K-12 CURRICULUM AND OUTREACH PROGRAMMING, AND THE DEVELOPMENT OF AN ONLINE COMPONENT USING IPADS ACCOMPANYING THE EXHIBITS TO PROVIDE INTERACTIVE LEARNING ACTIVITIES FOR CHILDREN AND ADULTS. BOTH FORMATIVE AND SUMMATIVE EVALUATION WILL GUIDE THE PROJECT AND MEASURE ITS SUCCESS IN ACHIEVING GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11147351-2e7c-4002-c446-5cc1de7f4420-C", "generated_internal_id": "ASST_NON_MH-00-18-0038-18_5950"}, {"internal_id": 66932258, "Award ID": "MH-00-18-0037-18", "Award Amount": 24471.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE CHARLES L. BLOCKSON AFRO-AMERICAN COLLECTION AT TEMPLE UNIVERSITY WILL CONSERVE FOUR RARE BOOKS IDENTIFIED AS CRITICALLY IMPORTANT FOR INTERPRETATION OF ITS COLLECTION. PROFESSIONAL BOOK CONSERVATORS WILL CONSERVE AND REHOUSE THE BOOKS. TWO OF THE BOOKS ARE EXAMPLES OF PUBLISHED WORKS THAT PERPETUATED STEREOTYPICAL REPRESENTATIONS OF AFRICAN AMERICANS: THE STORY OF LITTLE BLACK SAMBO BY HELEN BANNERMAN AND BLACK SAMSON: A NARRATIVE OF OLD KENTUCKY BY SAMUEL FLETCHER. THE OTHER TWO BOOKS ARE WORKS BY AFRICAN AMERICAN AUTHORS FRANCES E.W. HARPER AND CHARLES SPURGEON JOHNSON. IN ADDITION TO THE TREATMENT, A FACSIMILE WILL BE MADE OF BLACK SAMSON IN ORDER TO MINIMIZE HANDLING OF THE VERY FRAGILE ORIGINAL WHILE CONTINUING TO ENSURE ACCESS TO ITS CONTENT. IN ADDITION TO THEIR USE BY STUDENTS AND FACULTY AT TEMPLE UNIVERSITY, THESE BOOKS ARE OFTEN USED IN THE PERMANENT AND TEMPORARY EXHIBITS DISPLAYED AT THE BLOCKSON COLLECTION. THE STABILIZATION OF THESE FOUR BOOKS WILL SIGNIFICANTLY INCREASE THEIR ACCESSIBILITY TO RESEARCHERS AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb9c32ae-42fd-5fe8-5d84-b798a26bb49d-C", "generated_internal_id": "ASST_NON_MH-00-18-0037-18_5950"}, {"internal_id": 66932259, "Award ID": "MH-00-18-0036-18", "Award Amount": 149378.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE TANGIPAHOA AFRICAN AMERICAN HERITAGE MUSEUM, IN PARTNERSHIP WITH THE ROBERT \"BOB\" HICKS FOUNDATION, WILL LOCATE, COLLECT AND DIGITIZE ALL AVAILABLE PRIMARY SOURCE MATERIALS RELATED TO THE HISTORY OF THE ROBERT HICKS HOUSE AND THE 1906 MILL HOUSE AND MAKE THESE MATERIALS ACCESSIBLE TO THE PUBLIC THROUGH AN ONLINE DIGITAL ARCHIVE. THE HOUSES OFFERED SAFE HAVENS TO CIVIL RIGHTS WORKERS AND FUNCTIONED AS MEDICAL TRIAGE CENTERS FOR INJURED ACTIVISTS DENIED TREATMENT AT LOCAL HOSPITALS DURING THE CIVIL RIGHTS ERA, AND CONTINUED TO PLAY A SIGNIFICANT ROLE IN THE HISTORY OF THE CIVIL RIGHTS MOVEMENT IN LOUISIANA. AN ADVISORY COMMITTEE WILL WORK WITH THE PROJECT DIRECTOR TO COORDINATE ACTIVITIES WITH A VARIETY OF CONSULTANTS TO RESEARCH THE HISTORY OF THE HOUSES; ACQUIRE MATERIALS FOR DIGITIZATION; RECORD ORAL HISTORIES; PURCHASE EQUIPMENT TO SUPPORT PROJECT ACTIVITIES; BUILD AND DESIGN A WEB SITE; AND CREATE A SERIES OF SIX HISTORICAL BROCHURES TO BE DISTRIBUTED AT LOCAL MUSEUMS AND LIBRARIES, WELCOME CENTERS AND SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "70235c06-4818-d115-f335-18d842993c29-R", "generated_internal_id": "ASST_NON_MH-00-18-0036-18_5950"}, {"internal_id": 66932260, "Award ID": "MH-00-18-0034-18", "Award Amount": 47570.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE SCHOOL BOARD OF MARION COUNTY, FLORIDA, WILL PROVIDE ENHANCED OPPORTUNITIES FOR AREA STUDENTS AND RESIDENTS TO LEARN MORE ABOUT THE AFRICAN AMERICAN HISTORY OF THE REGION BY EXPANDING ACCESS TO THE COLLECTIONS OF THE BLACK ARCHIVES OF MARION COUNTY. KEY ARTIFACTS WILL BE INCORPORATED INTO A SPECIAL EXHIBITION AT THE SILVER RIVER MUSEUM AND EDUCATIONAL CENTER, WHERE THEY WILL BECOME A PART OF THE CENTER'S CURRICULUM FOR ALL FOURTH AND FIFTH GRADERS IN MARION COUNTY TOTALING OVER 6,000 STUDENTS. A TOUCH SCREEN KIOSK WILL BE INSTALLED TO PROVIDE TEXT, IMAGES, AND VIDEO CLIPS ABOUT SIGNIFICANT PEOPLE, PLACES AND EVENTS RELATING TO REGIONAL BLACK HISTORY. THE REMAINING COLLECTION WILL CONTINUE TO BE HOUSED IN ITS DESIGNATED SPACE WITHIN THE HOWARD ACADEMY COMMUNITY CENTER--ONCE THE FIRST AFRICAN AMERICAN SCHOOL IN THE COUNTY--ALLOWING FOR EASIER ACCESS FOR COMMUNITY MEMBERS AND STUDENTS RESEARCHING THEIR ANCESTORS OR LOCAL HISTORY\n.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7028e20-4334-d5c2-23a5-91f5c1bb3242-C", "generated_internal_id": "ASST_NON_MH-00-18-0034-18_5950"}, {"internal_id": 66932261, "Award ID": "MH-00-18-0033-18", "Award Amount": 36568.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "PRINCE GEORGE'S AFRICAN AMERICAN MUSEUM AND CULTURAL CENTER WILL CREATE A DIGITAL COLLECTION DATABASE TO ALLOW GREATER PUBLIC ACCESSIBILITY TO ITS COLLECTION OF 1,000 ARTIFACTS, SOUND RECORDINGS, PHOTOS, AND DOCUMENTS RELATING TO LOCAL AND REGIONAL AFRICAN AMERICAN HISTORY AND CULTURE. A NINE-MONTH FELLOWSHIP WILL PROVIDE PROFESSIONAL MUSEUM COLLECTIONS AND CURATORIAL EXPERIENCE TO A LOCAL GRADUATE STUDENT OR PH.D. CANDIDATE. A CONSULTANT WILL PRESENT A SERIES OF FOUR WORKSHOPS FOR THE FELLOW AND MUSEUM STAFF ON BEST PRACTICES FOR COLLECTIONS ACQUISITION; HANDLING, PRESERVATION, AND MAINTENANCE OF OBJECTS; DESCRIBING AND CATALOGUING ITEMS; AND CAPTURING AND SCANNING HIGH QUALITY IMAGES OF OBJECTS AND DOCUMENTS IN ALIGNMENT WITH INDUSTRY STANDARDS AND BEST PRACTICES. ADDITIONAL COLLECTIONS STORAGE EQUIPMENT WILL BE PURCHASED FOR THE MUSEUM'S OFF-SITE STORAGE FACILITY, WHERE STAFF WILL CONDUCT AN AUDIT OF CURRENT HOLDINGS. AN EXTERNAL EVALUATOR WILL MEASURE THE MUSEUM'S SUCCESS IN ACHIEVING PROJECT GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "148ad1fa-0d4f-86a1-48d0-6f9efc88894e-C", "generated_internal_id": "ASST_NON_MH-00-18-0033-18_5950"}, {"internal_id": 66932262, "Award ID": "MH-00-18-0031-18", "Award Amount": 33558.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE NORTH CAROLINA AFRICAN AMERICAN HERITAGE COMMISSION WILL DEVELOP A COLLECTION RESEARCH AND INTERPRETATION PLAN TO REVEAL THE STILL-HIDDEN HISTORY OF THE EARLY 18TH CENTURY SHIPWRECK--BLACKBEARD'S QUEEN ANNE'S REVENGE. THE FAMOUS SHIP WAS PREVIOUSLY A FRENCH SLAVE VESSEL, LA CONCORDE, FROM NANTES, FRANCE--A LEADING SLAVE TRADE PORT IN THE 18TH CENTURY. A 12-WEEK SUMMER RESEARCH FELLOWSHIP WILL FOCUS ON REVIEWING, RE-ASSESSING, AND IDENTIFYING AND ANALYZING ARTIFACTS ALREADY RECOVERED THAT HAVE THE POTENTIAL TO REVEAL MORE OF THE SHIP'S HISTORY. THE PROJECT TEAM WILL PURCHASE EQUIPMENT TO ENABLE A BROADER RANGE OF ELEMENTS TO BE ACCURATELY DETECTED. THE RESEARCH FELLOW AND ONE STAFF MEMBER WILL TRAVEL TO NANTES TO STUDY FRENCH ARCHIVES REGARDING THE SHIP'S ORIGINS, ITS PROVISIONING, AND PEOPLES, AND TO DEVELOP CONTACTS WITH CONSERVATORS, CURATORS, ARCHAEOLOGISTS, AND EDUCATORS WITH SIMILAR RESEARCH INTERESTS. STAFF WILL ENHANCE THE SHIP'S WEBSITE AND PRESENT AT TWO PUBLIC PROGRAMS TO SHARE THE SHIP'S HISTORY AND ITS INTERPRETATION FROM AN AFRICAN AMERICAN PERSPECTIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "378c7713-c266-3c21-a9de-486ff4b0083c-C", "generated_internal_id": "ASST_NON_MH-00-18-0031-18_5950"}, {"internal_id": 66932263, "Award ID": "MH-00-18-0029-18", "Award Amount": 24937.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE NATIONAL JAZZ MUSEUM IN HARLEM WILL CATALOG, REFORMAT AND CREATE METADATA FOR ITS HARLEM SPEAKS ORAL HISTORY VIDEOS, MAKING THEM FREE OF CHARGE TO A WORLDWIDE AUDIENCE. THE PROFESSIONALLY RECORDED VIDEOS INCLUDE HISTORIC CONVERSATIONS WITH LEGENDARY FIGURES IN JAZZ. WORKING WITH A TEAM OF STAFF MEMBERS AND A GRADUATE-LEVEL COLLEGE INTERN, A MOVING IMAGE ARCHIVIST WILL HELP THE MUSEUM DEVELOP PROPER WORKFLOW, FORMATTING, INDEXING, METADATA STANDARDS, AND LONG-TERM STORAGE AND MAINTENANCE GUIDELINES. THE TEAM WILL CONVERT 208 UNEDITED VIDEOS TO A NON-PROPRIETARY, LOSSLESS DIGITAL FORMAT, AND MAKE THEM ACCESSIBLE THROUGH THE MUSEUM'S WEBSITE AND INTERACTIVE TOUCHSCREENS AT ITS VISITORS CENTER. A NOTED VIDEOGRAPHER WILL LEND EXPERTISE TO EDIT APPROXIMATELY 25 OF THE HARLEM SPEAKS VIDEOS, PRIORITIZING THOSE IN THE WORST CONDITION AND OLDEST FORMATS, FOLLOWED BY THOSE EXPECTED TO ATTRACT THE MOST PUBLIC INTEREST. THE PROJECT WILL ENABLE PEOPLE OF ALL AGES AND BACKGROUNDS TO DEVELOP A DEEPER UNDERSTANDING OF THE MUSICAL AND CULTURAL IMPACT OF JAZZ.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66286486-3c3a-11c7-c389-b47eae6e5478-R", "generated_internal_id": "ASST_NON_MH-00-18-0029-18_5950"}, {"internal_id": 66932264, "Award ID": "MH-00-18-0028-18", "Award Amount": 149020.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE NATIONAL BLUES MUSEUM WILL IMPLEMENT THE \"KEEPING THE BLUES ALIVE\" DIGITIZATION PROJECT TO INCREASE THE ACCESSIBILITY OF ITS GROWING COLLECTIONS DOCUMENTING AMERICA'S BLUES HERITAGE, INCLUDING VIDEO RECORDINGS OF LIVE PERFORMANCES AND PUBLIC PROGRAMS AND EDUCATIONAL PRESENTATIONS AS WELL AS THE SPITZER COLLECTION OF BLUES PHOTOGRAPHS AND RECORDINGS.  A DIGITAL ARCHIVIST WILL OVERSEE THE PROJECT BY IDENTIFYING AND PURCHASING THE NECESSARY EQUIPMENT AND SUPPLIES; DEVELOPING AND IMPLEMENTING A PLAN FOR DIGITIZATION, VIDEO EDITING, AND CATALOGUING THE COLLECTIONS; AND BE RESPONSIBLE FOR METADATA, AUTHORITY CONTROL, QUALITY CONTROL AND ESTABLISHING INTERNAL PROTOCOL FOR PROCESSING NEW MATERIALS. A COLLABORATIVE PROJECT TEAM WILL CONDUCT AN ASSESSMENT OF COLLECTIONS TO DETERMINE THE SPECIFIC NUMBER AND TYPES OF MATERIALS TO BE DIGITIZED AND THE NUMBER OF HOURS OF VIDEO RECORDINGS TO BE PROCESSED. THE TEAM WILL ALSO ESTABLISH PRIORITIES FOR PROCESSING THE BACKLOG OF MATERIALS.  STAFF TRAINING AND BOTH INTERNAL AND EXTERNAL EVALUATION WILL BE INCORPORATED AS PART OF THE WORK PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9e5c5c7-0632-5734-9719-2a561d3d0e99-R", "generated_internal_id": "ASST_NON_MH-00-18-0028-18_5950"}, {"internal_id": 66932265, "Award ID": "MH-00-18-0027-18", "Award Amount": 146504.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE MUSEUM OF THE AFRICAN DIASPORA WILL EXPAND ITS EMERGING ARTISTS PROGRAM, WHICH PROVIDES SAN FRANCISCO BAY AREA ARTISTS AN OPPORTUNITY TO PRESENT SOLO EXHIBITIONS OF THEIR WORK IN A MUSEUM SETTING. THE ROTATING SCHEDULE OF EXHIBITIONS, HIGHLIGHTING EMERGING ARTISTS THAT PRESENT ART WORK FOCUSING SPECIFICALLY ON THE HISTORY AND CULTURE OF THE PEOPLES OF AFRICA, THE AFRICAN AMERICAN EXPERIENCE, AND THE AFRICAN DIASPORA, WILL FEATURE THE WORK OF EIGHT ARTISTS WHO WILL BE SELECTED BY A PANEL CONSISTING OF MUSEUM STAFF, LOCAL CONTEMPORARY AND FINE ARTS EXPERTS, AND COMMUNITY PARTNERS. IN ADDITION TO PLANNING AND INSTALLING THE WORKS, EACH ARTIST WILL PRESENT A GALLERY TALK OR PERFORMANCE. THROUGH PARTICIPATION IN THE PROGRAM, THE ARTISTS WILL FEEL MORE EQUIPPED TO MOVE FORWARD WITH A DEEPER UNDERSTANDING OF HOW TO NAVIGATE ARTS AS A CAREER. DURING THE TWO-YEAR GRANT PERIOD, THE MUSEUM WILL ENHANCE ITS FINANCIAL AND PROFESSIONAL SUPPORT FOR THE ARTISTS, WHILE EXPANDING THE PROGRAM THROUGH PARTNERSHIPS WITH NEARBY ORGANIZATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "392e236c-75e8-dcf6-a284-648be100b0c7-R", "generated_internal_id": "ASST_NON_MH-00-18-0027-18_5950"}, {"internal_id": 66932266, "Award ID": "MH-00-18-0026-18", "Award Amount": 116486.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE MUSEUM OF AFRICAN AMERICAN HISTORY WILL CONTINUE TO IMPROVE COLLECTIONS MANAGEMENT PROCEDURES AND STABILIZE ITS COLLECTION, WHILE FOSTERING CONTINUED INSTITUTIONAL GROWTH THROUGH A MORE COMPREHENSIVE UNDERSTANDING OF ITS HOLDINGS. THE MUSEUM WILL WORK WITH CONSULTANTS TO CATALOGUE, COMPLETE DATA ENTRY, AND OTHERWISE MANAGE THE COLLECTIONS AT ITS PRIMARY STORAGE LOCATION, CONTAINING OVER 85% OF THE COLLECTIONS. MUSEUM STAFF AND INTERNS WILL RECONCILE THE RESULTING INVENTORY AND COMPLETE A FINAL DRAFT OF INSTITUTIONAL ACCESSION AND DEACCESSION POLICIES. MUSEUM STAFF WILL SELECT AND TRAIN TWO INTERNS FROM LOCAL UNIVERSITIES TO ASSIST WITH THIS WORK. PROJECT ACTIVITIES WILL INCLUDE THE PURCHASE OF SOFTWARE, HARDWARE, AND MATERIALS AND SUPPLIES TO SUPPORT THE PROPER HANDLING, STORAGE, AND CATALOGING OF THE OBJECTS AND ARTIFACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb0d037e-71c4-0126-074a-5e1398cb4015-R", "generated_internal_id": "ASST_NON_MH-00-18-0026-18_5950"}, {"internal_id": 66932267, "Award ID": "MH-00-18-0025-18", "Award Amount": 99450.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE NATIONAL CIVIL RIGHTS MUSEUM WILL OFFER LEARNING EXPERIENCES FOR ITS STAFF AND BUILD SKILLS OF YOUNG AFRICAN AMERICAN STUDENTS TO ADDRESS THE LACK OF UNDERREPRESENTED MINORITIES IN THE MUSEUM FIELD. OVER A TWO YEAR PERIOD, THE MUSEUM WILL OFFER A SCHOLARSHIP OPPORTUNITY FOR ITS FRONTLINE STAFF MEMBERS, ALLOWING TWO INDIVIDUALS PER YEAR TO ATTEND THE ASSOCIATION OF AFRICAN AMERICAN MUSEUMS (AAAM) CONFERENCE, ACCOMPANIED BY AN ADMINISTRATIVE STAFF MEMBER AS MENTOR. THE MUSEUM WILL ALSO RE-STRUCTURE ITS INTERNSHIP APPLICATION PROCESS AND PROVIDE TWELVE PAID INTERN POSITIONS. ONE INTERN PER YEAR WILL ATTEND THE AAAM ANNUAL CONFERENCE. PROJECT ACTIVITIES WILL ALSO INCLUDE EXPANDED PROFESSIONAL DEVELOPMENT OPPORTUNITIES FOR ALL MUSEUM DIVISIONS. BY PROVIDING NETWORKING OPPORTUNITIES AND A VARIETY OF LEARNING EXPERIENCES, THE MUSEUM HOPES TO INSPIRE THE LONGER TERM PURSUIT OF MUSEUM CAREERS BY FOSTERING A DEEPER UNDERSTANDING OF MUSEUM WORK, WHILE BUILDING ITS OWN PIPELINE OF FUTURE PROFESSIONALS AND LEADERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95442fc1-834f-5ac0-d4eb-c6c3d8df8420-C", "generated_internal_id": "ASST_NON_MH-00-18-0025-18_5950"}, {"internal_id": 66932268, "Award ID": "MH-00-18-0024-18", "Award Amount": 67807.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE LEWIS H. LATIMER HOUSE MUSEUM WILL CONTINUE TO EXPAND ITS SCHOOL PROGRAMMING IN RESPONSE TO A NEED FOR AFFORDABLE EDUCATIONAL RESOURCES IN QUEENS AND NEARBY BOROUGHS IN NEW YORK CITY, WHILE BUILDING ITS CAPACITY TO CONDUCT PUBLIC CULTURAL PROGRAMS FOR ADULT AUDIENCES. A NEWLY HIRED EDUCATIONAL COORDINATOR WILL BOOK SCHOOL TRIPS, LEAD THE REGULAR TOUR PROGRAM, ORGANIZE AFTER-SCHOOL EDUCATIONAL PROGRAMS, EXPAND OUTREACH, ASSIST THE EXECUTIVE DIRECTOR WITH DEVELOPING NEW EDUCATIONAL INITIATIVES, AND COLLECT DATA AND FEEDBACK ON THESE PROGRAMS. THE NEW STAFF POSITION WILL ATTEND PROFESSIONAL DEVELOPMENT SESSIONS AND WILL ALSO HELP REFINE THE CURRICULA OF EXISTING PROGRAMS AND DEVELOP A NEW PROGRAM FOR HIGH SCHOOL STUDENTS. THE ADDITION OF THE NEW POSITION WILL ENABLE THE EXECUTIVE DIRECTOR TO FOCUS ON DEVELOPMENT AND STRENGTHENING THE BOARD. WITH EXPANDED CAPACITY, THE MUSEUM EXPECTS TO BUILD BROADER PARTNERSHIPS AND REACH A LARGER AUDIENCE AS IT HELPS TO STRENGTHEN THE APPRECIATION OF AFRICAN AMERICAN HISTORY AND CULTURE IN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fd6f550-1ab9-aa36-0122-918c4847bee8-R", "generated_internal_id": "ASST_NON_MH-00-18-0024-18_5950"}, {"internal_id": 66932269, "Award ID": "MH-00-18-0022-18", "Award Amount": 103199.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE JACK HADLEY BLACK HISTORY MUSEUM WILL DEVELOP AND IMPLEMENT THE STUDENT AND SENIOR ENGAGEMENT (SASE) PROGRAM TO INCREASE ITS RELEVANCE AS A CULTURAL EDUCATION AND MEMORY INSTITUTION IN SOUTHERN GEORGIA. THE PROGRAM WILL SCALE UP PROGRAMMING FOR THE MUSEUM'S IDENTIFIED PRIMARY AUDIENCE--STUDENTS AND THEIR TEACHERS, WHILE DEVELOPING NEW PROGRAMMING FOR ITS IDENTIFIED SECONDARY AUDIENCE--SENIORS. THE MUSEUM EDUCATOR WILL WORK WITH A PROGRAM CONSULTANT TO EXPAND OFFERINGS FOR SCHOOLS WHILE CONDUCTING A NEEDS ASSESSMENT AND DEVELOPING AND IMPLEMENTING NEW PROGRAMS FOR SENIOR CITIZENS. IN RESPONSE TO RECOMMENDATIONS FROM ITS RECENT PARTICIPATION IN THE MUSEUM ASSESSMENT PROGRAM (MAP), THE MUSEUM WILL HIRE A CONSULTANT TO CONTINUE TO EVALUATE EDUCATIONAL PROGRAMMING; DEVELOP A PLAN FOR AUDIENCE DEVELOPMENT; AND ASSIST STAFF WITH THE DEVELOPMENT OF PUBLIC RELATIONS AND MARKETING PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1b53af0-3070-7747-2e5f-4e632f49f6df-R", "generated_internal_id": "ASST_NON_MH-00-18-0022-18_5950"}, {"internal_id": 66932270, "Award ID": "MH-00-18-0017-18", "Award Amount": 17615.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE GREAT PLAINS BLACK MUSEUM AND INTERPRETIVE CENTER WILL PROVIDE THE GREATER OMAHA METROPOLITAN COMMUNITY WITH COMMUNITY EDUCATION PROGRAMS FOCUSED ON THE INVOLVEMENT OF AFRICAN AMERICANS IN THE EXPLORATION, SETTLEMENT AND DEVELOPMENT OF NEBRASKA AND THE GREAT PLAINS. THE 24 FREE PROGRAMS WILL BE PLANNED AND PRESENTED IN COOPERATION WITH AREA HISTORY PROFESSORS, DRAWING UPON THE ARCHIVAL RECORDS OF THE MUSEUM TO HELP INSPIRE YOUTH AND VISITORS OF ALL BACKGROUNDS TO OVERCOME ADVERSITY TO SUCCEED IN THEIR GOALS AND LIFE. THE PROGRAMS WILL ALSO BE DESIGNED TO PROVIDE AN OPPORTUNITY FOR PARTICIPANTS TO LEARN HOW TO RESEARCH THEIR OWN ANCESTRAL HISTORY. THE PROJECT SEEKS TO ADDRESS THE LACK OF PUBLICLY ACCESSIBLE PROGRAMS OR COLLECTIONS COVERING THE AFRICAN AMERICAN EXPERIENCE DURING THE HOMESTEAD ACT WHEN EMANCIPATED AFRICAN AMERICAN FAMILIES WERE ENCOURAGED TO FIND FREEDOM AND FREE LAND IN THE WESTERN UNITED STATES AS PIONEER HOMESTEADERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a5d7770-831a-4bef-714d-d426976f2f1e-R", "generated_internal_id": "ASST_NON_MH-00-18-0017-18_5950"}, {"internal_id": 66932271, "Award ID": "MH-00-18-0015-18", "Award Amount": 139500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE LINCOLNVILLE MUSEUM AND CULTURAL CENTER WILL STRENGTHEN ITS EFFORTS TO EFFECTIVELY PRESERVE AND PRESENT THE HISTORY OF LINCOLNVILLE, AN EARLY AMERICAN FREE BLACK SETTLEMENT WITHIN THE NATION'S OLDEST CITY. THIS CAPACITY-BUILDING PROJECT IS DESIGNED TO SUSTAIN THE HERITAGE OF THE LINCOLNVILLE COMMUNITY THROUGH THE IMPLEMENTATION OF PROFESSIONAL STANDARDS AND PRACTICES. THE PROJECT WILL CAPITALIZE ON THE EXPERTISE AND EXPERIENCE OF A LONG-TERM MEMBER OF THE BOARD OF DIRECTORS BY TRANSITIONING HER TO A POSITION AS PROFESSIONAL EXECUTIVE DIRECTOR, WHILE HIRING AND PROVIDING TRAINING FOR TWO PART TIME STAFF POSITIONS--AN ASSOCIATE DIRECTOR AND A COMMUNICATIONS COORDINATOR. TWO STUDENT INTERNS WILL ALSO BE ENGAGED TO ASSIST WITH PLANNING, COORDINATING AND IMPLEMENTING THE MUSEUM'S ONGOING ACTIVITIES INCLUDING EXHIBITS, INTERPRETIVE PROGRAMS, ORAL HISTORIES, LECTURES AND LIVE PERFORMANCES. ARCHIVAL CONSULTANTS AND CULTURAL EVENT PLANNERS WILL PROVIDE TRAINING FOR STAFF AND VOLUNTEERS AND ASSIST WITH BOTH AUDIENCE DEVELOPMENT AND THE CARE AND MANAGEMENT OF THE MUSEUM'S COLLECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d65d608c-783e-baf1-5b3b-040d9005f64b-R", "generated_internal_id": "ASST_NON_MH-00-18-0015-18_5950"}, {"internal_id": 66932272, "Award ID": "MH-00-18-0014-18", "Award Amount": 134448.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE MEEK-EATON SOUTHEASTERN REGIONAL BLACK ARCHIVES RESEARCH CENTER AND MUSEUM (MEBA) AT FLORIDA A&M UNIVERSITY WILL IMPLEMENT THE K-20 COMMUNITY MUSEUM PROJECT AS AN EXAMPLE FOR SMALL AND MIDSIZE MUSEUMS TO QUICKLY BECOME RELEVANT TO SCHOOLS IN THEIR AREA AND OFFER TOURISM AND PROGRAMMATIC DEVELOPMENT OPPORTUNITIES. THROUGH THE MULTI-FACETED PROJECT, MEBA WILL SEEK TO POSITION ITS PROGRAMMING TO SERVE K-20 AUDIENCES AND THE AT LARGE COMMUNITY BY IMPLEMENTING A SERIES OF COMMUNITY DIALOGUE FORUMS; ALIGNING STATE CONTENT STANDARDS TO THIRTEEN SPECIFIC GALLERIES INCLUDING, BUT NOT LIMITED TO, AFRICAN-AMERICANS IN THE MILITARY, MEDICINE AND SCIENCE, RELIGION AND ART; AND CREATING AND INTEGRATING POST-SECONDARY SYLLABI WITH ACCESS TO ITS SPECIAL COLLECTIONS, RESEARCH CENTER AND GENERAL ARCHIVES AND GALLERIES. THE PROJECT WILL SHARE FEEDBACK AND DEMONSTRATION OF THE UTILIZATION OF MUSEUMS BEYOND TRADITIONAL HUMANITIES DISCIPLINES TO INCLUDE THE INTEGRATION OF STEM AND THE ARTS, THE BROADER K-20 APPLICATION, AND DIRECT COMMUNITY ENGAGEMENT. THE PROJECT WILL UTILIZE BOTH FORMATIVE AND SUMMATIVE ASSESSMENT MEASURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_MH-00-18-0014-18_5950"}, {"internal_id": 67507721, "Award ID": "MH-00-18-0012-18", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-02", "CFDA Number": "45.309", "Description": "IN PARTNERSHIP WITH THE UNIVERSITY OF MIAMI'S SPECIAL COLLECTIONS AND DIGITAL LIBRARY OF THE CARIBBEAN AT FLORIDA INTERNATIONAL UNIVERSITY, THE DIASPORA VIBE CULTURAL ARTS INCUBATOR (DVCAI) WILL PRESERVE, DIGITIZE, AND INCREASE ACCESS TO ITS ARCHIVE FOCUSING ON ARTISTS FROM THE CARIBBEAN AND LATIN AMERICAN DIASPORA. THE PROJECT WILL PROVIDE ONLINE CONTENT FOR SCHOLARS AND THE PUBLIC INCLUDING ARTIST PROFILES, DOCUMENTS, SOUND RECORDINGS, VIDEO FOOTAGE, AND PHOTOGRAPHS COLLECTED DURING DVCAI'S MORE THAN 20 YEARS OF ARTIST INCUBATION. GRADUATE STUDENTS WILL ASSIST STAFF, USING PARTNER-PROVIDED EQUIPMENT TO DIGITIZE MORE THAN 1,500 IMAGES, INCLUDING MIXED MEDIA, PAINTINGS, COLLAGES, WORKS ON PAPER, MONOPRINTS, LITHOGRAPHS, VIDEOS ON VHS, EXHIBITION LOOPS ON CDS, 16-MILLIMETER FILM AND PHOTOGRAPHY, AND OVER 800 CATALOGUES. THE ROBUST PROJECT ACTIVITIES WILL ALSO INCLUDE THE CREATION OF ONLINE EXHIBITIONS AND AN EDITED VOLUME ON DVCAI'S HISTORY CULTIVATING AFRO-DIASPORIC ARTISTS. FILES WILL BE UPLOADED TO ALL OF THE PARTNER WEBSITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "daa71de2-8833-e3cc-b998-3942b2cd2e4d-R", "generated_internal_id": "ASST_NON_MH-00-18-0012-18_5950"}, {"internal_id": 66932273, "Award ID": "MH-00-18-0011-18", "Award Amount": 51000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE BUFFALO SOLDIERS NATIONAL MUSEUM WILL LAUNCH A COMPREHENSIVE PROJECT TO ENHANCE EDUCATIONAL PROGRAMMING, INTEGRATE TECHNOLOGY INTO EXHIBITIONS, AND IMPROVE THE CARE OF ITS COLLECTIONS. WORKING WITH CONSULTANTS, THE MUSEUM WILL ENHANCE ITS EXHIBITS WITH VIDEO CONTENT TO BE SHARED WITH VISITORS THROUGH THE USE OF COMPUTER TABLETS AND THE INSTALLATION OF VIDEO SCREENS, AS WELL AS THE PRODUCTION OF A GUIDED AUDIO TOUR. LOCAL PUBLIC SCHOOL EDUCATORS WILL COLLABORATE WITH THE MUSEUM AND ASSIST WITH THE DEVELOPMENT OF PROJECT-BASED LEARNING UNITS FOR LOCAL STUDENTS. PROJECT ACTIVITIES WILL ALSO INCLUDE ENHANCEMENTS TO THE MUSEUM'S WEBSITE AND THE PURCHASE OF STORAGE UNITS FOR COLLECTIONS. A STUDENT INTERN WILL ASSIST WITH THE DOCUMENTATION OF COLLECTIONS THAT REFLECT THE CONTRIBUTIONS OF THE BUFFALO SOLDIERS AND OTHER AFRICAN AMERICAN MEN AND WOMEN WHO SERVED IN THE U.S. MILITARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d8121d3-a94d-5b6f-0dba-c73db5c9bec0-R", "generated_internal_id": "ASST_NON_MH-00-18-0011-18_5950"}, {"internal_id": 66932274, "Award ID": "MH-00-18-0010-18", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE BRONZEVILLE CHILDREN'S MUSEUM WILL DESIGN AND OPEN A NEW EXHIBITION, \"AFRICAN-AMERICANS IN STEM.\" THE DESIGN OF THE EXHIBIT WILL SUPPORT LEARNING ABOUT SCIENCE, TECHNOLOGY, ENGINEERING, AND MATH THROUGH THE USE OF GREEN SCREEN INTERACTIVE ANIMATION PROGRAMS AND BOLD COLORS TARGETING CHILDREN AGES 3 TO 9. THE EXHIBITION WILL FOCUS ON THE VALUE AND IMPORTANCE OF THESE CRITICAL SUBJECTS, HOW THEY IMPACT EVERYDAY LIVES, AND WILL FEATURE AFRICAN AMERICANS WHO ARE SUCCESSFUL ROLE MODELS IN THESE FIELDS. HANDS-ON LEARNING EXPERIENCES WILL ENGAGE YOUNG MINDS WHILE TEACHING VALUABLE SKILLS TO SPARK EARLY EXCITEMENT. THE MUSEUM WILL SURVEY ITS STAFF, DOCENTS AND VOLUNTEERS TO ELICIT THEIR ASSESSMENT OF THE LEARNING IMPACT OF THE STEM EXHIBITION ON THE CHILDREN WHO VISIT. IN ADDITION, THE MUSEUM WILL ALSO SURVEY COMMUNITY ORGANIZATIONS AND THE CHICAGO PUBLIC SCHOOLS TO SECURE THEIR FEEDBACK ON THE EXHIBITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1d4b916-b586-f494-f772-298e9c7a54d5-R", "generated_internal_id": "ASST_NON_MH-00-18-0010-18_5950"}, {"internal_id": 66932275, "Award ID": "MH-00-18-0008-18", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE BIRMINGHAM BLACK RADIO MUSEUM WILL IMPLEMENT PHASE TWO OF ITS ONGOING PROJECT TO PROVIDE ONLINE ACCESSIBILITY TO ITS COLLECTION. THE MUSEUM DIRECTOR WILL WORK WITH STUDENT INTERNS FROM THE UNIVERSITY OF ALABAMA SCHOOL OF LIBRARY AND INFORMATION SCIENCES TO COMPLETE THE DIGITIZING, CATALOGING AND HARD DRIVE BACK-UP OF ALL ARCHIVAL MATERIALS, INCLUDING PHOTOS, PROMOTIONAL MATERIALS, RADIO SCRIPTS, TECHNICAL DATA, NEWSPAPER CLIPPINGS, AND OTHER EPHEMERA. THE EPHEMERA COLLECTION ENCOMPASSES APPROXIMATELY TEN LINEAR FEET OF ARCHIVAL MATERIAL INCLUDING A LARGE COLLECTION OF TRANSCRIPTION DISCS USED FOR BROADCAST IN THE 1940'S AND 50'S.  PROJECT ACTIVITIES WILL ALSO INVOLVE THE APPLICATION AND EVALUATION OF SOFTWARE FOR THE MUSEUM'S WEBSITE TO SUPPORT A PUBLICLY USABLE DATABASE. THE MUSEUM WILL CONTINUE COLLABORATIONS WITH A ROBUST GROUP OF CONSULTANTS AND ORGANIZATIONS INCLUDING THE UNIVERSITY OF ALABAMA, THE ALABAMA JAZZ HALL OF FAME, AND THE CARVER THEATRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66c5904f-ab2a-980d-e9ed-3de47f4b1d52-R", "generated_internal_id": "ASST_NON_MH-00-18-0008-18_5950"}, {"internal_id": 66932276, "Award ID": "MH-00-18-0007-18", "Award Amount": 116905.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE BECK CULTURAL EXCHANGE CENTER WILL INVENTORY, CATALOG, AND IMPROVE ACCESSIBILITY TO ITS COLLECTION RELATED TO KNOXVILLE'S URBAN RENEWAL PROGRAM OF THE MID-TWENTIETH CENTURY. THE BECK COLLECTION CONSISTS OF 50,000 OBJECTS DOCUMENTING 226 YEARS OF LOCAL AFRICAN AMERICAN HISTORY AND CULTURE, INCLUDING APPROXIMATELY 5,000 DOCUMENTS, PHOTOS, MATERIALS, AND AUDIOVISUAL RECORDINGS RELATED TO THE CITY'S URBAN RENEWAL PROGRAM. BASED ON RECOMMENDATIONS FROM THE KNOX COUNTY PUBLIC LIBRARY, THE CENTER WILL HIRE A FULL-TIME ARCHIVIST AND ONE PART-TIME ARCHIVIST ASSISTANT TO LEAD THE PROJECT, WHICH WILL INCLUDE THE DEVELOPMENT AND IMPLEMENTATION OF POLICIES RELATED TO THE COLLECTION. THE USE OF THE COLLECTION WILL GROW BY DEVELOPING AN ONLINE SEARCHABLE CATALOG, AND PROMOTING COMMUNITY ENGAGEMENT BY INVOLVING VOLUNTEERS IN PROJECT ACTIVITIES. WITH THE ESTABLISHMENT OF ONGOING PRESERVATION AND ARCHIVAL PRACTICES, THE BECK WILL BE ABLE TO DOCUMENT A MORE IN-DEPTH ASSESSMENT OF THE PEOPLE, PLACES AND EFFECTS OF URBAN RENEWAL AND ITS CONTINUING IMPACT ON THE LARGELY AFRICAN AMERICAN POPULATION IT AFFECTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a2ca285-a75f-2f13-92ae-a9cf8a058583-R", "generated_internal_id": "ASST_NON_MH-00-18-0007-18_5950"}, {"internal_id": 66932277, "Award ID": "MH-00-18-0003-18", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE AFRICAN AMERICAN DIVERSITY CULTURAL CENTER HAWAII WILL STRENGTHEN ITS SERVICES TO THE LOCAL COMMUNITY TO MEET THE CRITICAL NEED OF BUILDING THE CENTER'S CAPACITY AND PROFESSIONALIZING ITS CURATORIAL ACTIVITIES. THE FIRST FULL-TIME PROFESSIONAL DIRECTOR/ARCHIVIST WILL BE HIRED TO PROVIDE THE TECHNICAL EXPERTISE AND LEADERSHIP SKILLS NEEDED TO DEVELOP A COLLECTIONS MANAGEMENT PLAN TO PROPERLY CARE FOR THE HISTORICAL DOCUMENTS AND ARTIFACTS THAT TELL THE STORY OF THE HAWAIIAN AFRICANA EARLY SETTLERS AND THEIR DESCENDANTS. IN ADDITION, THE DIRECTOR WILL GUIDE THE CENTER'S VOLUNTEERS IN PREPARING A SPECIAL EXHIBITION TO OBSERVE MARTIN LUTHER KING DAY AND A BLACK HISTORY DISPLAY TO BE INSTALLED IN THE CITY HALL MUNICIPAL GALLERY. THE PROJECT ALSO INCLUDES THE EXPANSION OF OUTREACH PROGRAMS TO INCREASE AWARENESS OF HAWAIIAN AFRICANA FOR YOUTH IN SCHOOLS AND THE COMMUNITY AT LARGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a1bb18a-be5a-4736-5766-bf7a060561f3-R", "generated_internal_id": "ASST_NON_MH-00-18-0003-18_5950"}, {"internal_id": 67507722, "Award ID": "MH-00-18-0002-18", "Award Amount": 145000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-02", "CFDA Number": "45.309", "Description": "THE AFRICAN AMERICAN CIVIL WAR MUSEUM WILL BOOST THE QUALITY AND CAPACITY OF ITS MUSEUM PASSPORT TO FREEDOM PROGRAM. LAUNCHED IN 2017, THE PROGRAM PROVIDES FIELD TRIPS TO PRE-K THROUGH GRADE 12 STUDENTS FROM LOW-INCOME HOMES BY PROVIDING TRANSPORTATION SUPPORT WHEN NEEDED AND AN ENGAGING MUSEUM LEARNING EXPERIENCE ALIGNED WITH DC PUBLIC SCHOOL LEARNING STANDARDS. EACH STUDENT ALSO RECEIVES AN AGE APPROPRIATE BOOK AND A PASSPORT, WHICH MAY BE TAKEN TO DIFFERENT MUSEUMS AND STAMPED. DURING THE 2018/2019 SCHOOL YEAR, THREE OUTREACH FELLOWS WILL DEVELOP ADDITIONAL RESOURCES FOR TEACHERS AND STUDENTS AND CONDUCT OUTREACH TO 87 SCHOOLS, HELPING THE PROGRAM SERVE 25 PERCENT MORE STUDENTS THAN IN PREVIOUS YEARS. IN ADDITION TO THE WORK OF EXPANDING THE PROGRAM, MUSEUM STAFF WILL ESTABLISH A PROGRAM COMMITTEE, INCLUDING COMMUNITY PARTNERS, LOCAL TEACHERS, SCHOOL ADMINISTRATORS, AND OTHER STAKEHOLDERS, TO REVIEW THE PROGRAM AND HELP DEVELOP A FRAMEWORK FOR CONTINUED SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72ed7cc4-0fbf-70d1-d102-832edf4e18ed-C", "generated_internal_id": "ASST_NON_MH-00-18-0002-18_5950"}, {"internal_id": 66932278, "Award ID": "MH-00-18-0001-18", "Award Amount": 46009.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "45.309", "Description": "THE BUFFALO SOLDIERS MUSEUM WILL COLLABORATE WITH THE LEWIS ARMY MUSEUM AND SCHOOLS OUT WASHINGTON, A LOCAL ORGANIZATION PROVIDING GUIDANCE FOR NON-SCHOOL PROGRAMMING, TO DESIGN A SUMMER LEARNING PROGRAM SUITABLE FOR A BROAD RANGE OF GRADES AND AGES. THE MUSEUM WILL HIRE AN EDUCATION PROGRAM DEVELOPMENT SPECIALIST TO DEVELOP A PILOT MUSEUM-BASED PROGRAM TO TEACH STUDENTS THE CONTRIBUTIONS, STRUGGLES AND ACHIEVEMENTS OF AFRICAN AMERICANS, NAMELY THE BUFFALO SOLDIERS, AND OTHER DIVERSE POPULATIONS TO OUR NATION'S MILITARY, SECURITY, CULTURE AND SOCIAL FABRIC. THE FOUR-HOUR SUMMER LEARNING PROGRAM MODULE WILL INCLUDE LECTURE GUIDES, CRITICAL THINKING EXERCISES, VIDEOS, PUZZLES AND GAMES, ART PROJECTS, DRAMATIC PLAY, AND INTERPERSONAL SKILLS DEVELOPMENT. THE PROJECT WILL ALSO INCLUDE DEVELOPING PARTNERSHIPS WITH THE BOYS AND GIRLS CLUB, METRO PARKS, UNITED WAY, AND THE NATIONAL PARK SERVICE, AND IS INTENDED TO HELP LESSEN SUMMER LEARNING LOSS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fdf7e21-6f20-e8e4-fea7-38cd636b63d8-R", "generated_internal_id": "ASST_NON_MH-00-18-0001-18_5950"}, {"internal_id": 49027440, "Award ID": "MH-00-17-0030-17", "Award Amount": 147263.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-16", "CFDA Number": "45.309", "Description": "THE ROBBINS HOUSE WILL CREATE NEW INTERPRETIVE MATERIALS TO SUPPORT THE THEME OF THE LONG CIVIL RIGHTS MOVEMENT (LCRM), FROM SLAVERY TO TODAY.   THE LCRM WILL BE THE FOCUS OF RESEARCH TO INTERPRET THE ROBBINS HOUSE BASED ON THE LIVES, COMMUNITIES AND CONTEXT OF THE ROBBINS' FAMILY MIGRATION ACROSS GENERATIONS AND GEOGRAPHY. PROJECT ACTIVITIES WILL INCLUDE THE CREATION OF 'TOOLBOX TALKS' ON EIGHT SUB-THEMES WITHIN THE LCRM, INCLUDING BROCHURES, EXHIBITS, PANEL DISCUSSIONS WITH THE PUBLIC, AND WORKSHOPS/CHARRETTES FOR INTERPRETERS, TEACHERS AND STAFF. CURRICULUM WILL BE DEVELOPED FOR PUBLIC AND PRIVATE SCHOOLS FOR ON-SITE, OFF-SITE, & ELECTRONIC INTERACTION WITH THE LCRM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2e2adf2-37c5-33fe-f9b0-77e887248a75-R", "generated_internal_id": "ASST_NON_MH-00-17-0030-17_5950"}, {"internal_id": 49027439, "Award ID": "MH-00-17-0029-17", "Award Amount": 30565.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-16", "CFDA Number": "45.309", "Description": "THE PRINCE GEORGE'S AFRICAN AMERICAN MUSEUM & CULTURAL CENTER WILL BEGIN THE NEXT PHASE OF ITS CAPACITY BUILDING PROCESS BY STRENGTHENING THE GROWTH, KNOWLEDGE, AND LEADERSHIP SKILLS OF THE BOARD OF DIRECTORS AND STAFF THROUGH PROFESSIONAL DEVELOPMENT; REBUILDING THE OPERATIONAL INFRASTRUCTURE; AND EXPANDING OUTREACH TO FOSTER STRONGER INSTITUTIONAL AND COMMUNITY BASED PARTNERSHIPS. A THIRD PARTY EVALUATOR WILL REVIEW AND ASSESS THE GOALS AND OBJECTIVES OF THE PROJECT, IDENTIFY MEASURES OF SUCCESS, AND ASSIST WITH PROJECT REVISIONS AS NECESSARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "148ad1fa-0d4f-86a1-48d0-6f9efc88894e-C", "generated_internal_id": "ASST_NON_MH-00-17-0029-17_5950"}, {"internal_id": 49027436, "Award ID": "MH-00-17-0022-17", "Award Amount": 127842.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-16", "CFDA Number": "45.309", "Description": "THE CITY OF MIAMI WILL PROMOTE THE SIGNIFICANCE OF ITS HISTORIC VIRGINIA KEY BEACH PARK, AN 82-ACRE INDOOR/OUTDOOR OPEN AIR MUSEUM. THE COLLECTION HOLDINGS OF THE SITE WILL BE ARCHIVED, PRESERVED, CONSERVED, AND DIGITALLY CATALOGED AND PLACED ONLINE TO ENSURE THEIR SURVIVAL AND AVAILABILITY. PHYSICAL ARCHIVAL MATERIALS WILL BE SCANNED INTO A DATABASE AND MADE SEARCHABLE FOR DATABASE/CATALOG USERS. EXISTING INTERVIEW RECORDINGS WILL ALSO BE DIGITIZED AND BROKEN INTO SEGMENTS WITH ATTACHED METADATA. THE HOLDINGS ARE CURRENTLY NEITHER CATEGORIZED NOR ARCHIVED, AND ARE NOT ACCESSIBLE ELECTRONICALLY. THE LACK OF ARCHIVING MAKES THEM DIFFICULT TO ACCESS OR TO LOCATE INFORMATION. THE GRANTEE WILL RAISE AWARENESS ABOUT THE AVAILABILITY OF THESE RESOURCES, AND CATALOG VISITORS WILL BE TRACKED TO MEASURE THE ANTICIPATED INCREASED USE OF THESE HISTORIC RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a67d9e2-2793-ef13-44d2-bfd4942a5ae3-C", "generated_internal_id": "ASST_NON_MH-00-17-0022-17_5950"}, {"internal_id": 49027432, "Award ID": "MH-00-17-0013-17", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-16", "CFDA Number": "45.309", "Description": "CHICAGO'S DUSABLE MUSEUM OF AFRICAN AMERICAN HISTORY WILL DEVELOP AND PRESENT THE EXPLORATION OF AFRICAN AMERICAN PHYSICIANS AND SURGEONS PROJECT WITH AN OVERALL GOAL TO EXPOSE YOUNG PEOPLE IN THE COMMUNITY TO THE OPPORTUNITIES AND BENEFITS OF STEM EDUCATION. PROJECT COMPONENTS WILL INCLUDE EDUCATIONAL PROGRAMMING, LECTURES, AND AN HISTORICAL EXHIBITION REVOLVING AROUND AFRICAN AMERICAN CONTRIBUTIONS AND ACHIEVEMENTS WITHIN THE WORLD OF MEDICINE. A FOCAL POINT OF THE EXHIBITION WILL BE THE WORK OF DR. DANIEL HALE WILLIAMS, THE FOUNDER OF CHICAGO'S PROVIDENT HOSPITAL, THE FIRST NON-SEGREGATED HOSPITAL IN THE UNITED STATES AND THE FIRST GENERAL SURGEON TO PERFORM A DOCUMENTED AND SUCCESSFUL PERICARDIUM SURGICAL PROCEDURE TO REPAIR A WOUND. THE PROJECT'S EDUCATIONAL PROGRAMMING WILL ALSO EXPLORE THE WAYS IN WHICH OTHER AFRICAN AMERICAN DOCTORS BROKE DOWN RACIAL BARRIERS WITHIN THE FIELD OF MEDICINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c548f15-f6a4-bb33-579d-df92557f29aa-C", "generated_internal_id": "ASST_NON_MH-00-17-0013-17_5950"}, {"internal_id": 49027431, "Award ID": "MH-00-17-0012-17", "Award Amount": 22061.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-16", "CFDA Number": "45.309", "Description": "IN HONOR OF ITS 15TH YEAR ANNIVERSARY CELEBRATION, THE BROWARD PUBLIC LIBRARY FOUNDATION/AFRICAN AMERICAN RESEARCH LIBRARY AND CULTURAL CENTER (AARLCC) WILL INSTALL A HARLEM RENAISSANCE EXHIBIT THAT WILL FEATURE THREE DISTINCT VIRTUAL REALITY EXPERIENCES AS WELL AS MURALS, ARTIFACTS, AND OTHER RELATED MATERIALS. THE PROJECT WILL ALSO INCLUDE THE CREATION OF A VIRTUAL REALITY TRAVELING EXHIBIT THAT WILL BE DISPLAYED IN FIVE DIFFERENT MUSEUMS WITHIN THE STATE OF FLORIDA. THE GOAL OF THE PROJECT IS TO COMBINE DIGITAL HUMANITIES AND TECHNOLOGY INNOVATION TO EDUCATE, INFORM AND EXCITE VISITORS. THE EXHIBITION IS BASED ON \"VIRTUAL HARLEM,\" AN ESTABLISHED DIGITAL HUMANITIES PROJECT BY PROFESSOR BRYAN CARTER, AN ASSOCIATE PROFESSOR OF AFRICANA STUDIES AT THE UNIVERSITY OF ARIZONA, WHO SPECIALIZES IN AFRICAN AMERICAN LITERATURE OF THE 20TH CENTURY WITH A PRIMARY FOCUS ON THE HARLEM RENAISSANCE AND DIGITAL CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e23a7bf0-fe3d-f013-0987-f94a326545f1-R", "generated_internal_id": "ASST_NON_MH-00-17-0012-17_5950"}, {"internal_id": 49027429, "Award ID": "MH-00-17-0007-17", "Award Amount": 127432.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-16", "CFDA Number": "45.309", "Description": "THE SUQUAMISH TRIBE PROPOSES, AS THE NEXT STEP, TO DIGITIZE THE 410 ARTIFACT PHOTO IMAGES, THE 525 HISTORICAL MANUSCRIPTS, AND THE SUQUAMISH TIMELINE PHOTOS TO UPLOAD TO WEB LINKS FOR INTERNET ACCESS. TRIBAL STAFF AND MEMBERS AS WELL AS RESEARCHERS, SCHOLARS, STUDENTS, EDUCATORS, AND THE GREATER COMMUNITY WILL BE ABLE TO GAIN A BETTER UNDERSTANDING OF THE SIGNIFICANT MATERIALS THAT MOVE HISTORICAL KNOWLEDGE INTO A LIVING CONTEXT OF THE PEOPLE AND THEIR CULTURE THAT CREATED THEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ad88dae-e387-691d-f276-76b5f095f4e0-C", "generated_internal_id": "ASST_NON_MH-00-17-0007-17_5950"}, {"internal_id": 49027428, "Award ID": "MH-00-17-0006-17", "Award Amount": 24706.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-16", "CFDA Number": "45.309", "Description": "TWO YEARS AGO, THE SUQUAMISH TRIBE RECEIVED SUPPORT FROM THE INSTITUTE OF MUSEUM AND LIBRARY SCIENCES NATIVE AMERICAN/NATIVE HAWAIIAN MUSEUM SERVICES GRANT PROGRAM TO REHOUSE AND PHOTOGRAPH ARCHAEOLOGICAL ARTIFACTS AND ACCOMPANYING HISTORICAL MATERIALS WITH SITE-ASSOCIATED PROVENANCE. THESE INCLUDE THE OLD MAN HOUSE COLLECTION, THE OLD MAN HOUSE SHORELINE SURVEY ALONG WITH THE MANETTE SITE EXCAVATIONS THAT HAVE YIELDED DELICATE ARTIFACTS, FIELD NOTES, LABORATORY DATA, AND MAPS FROM WORK DONE BETWEEN THE EARLY 1950?S THROUGH THE 1980?S. TOGETHER THESE ITEMS PROVIDE EVIDENCE ABOUT THE SUQUAMISH PEOPLE OVER THE LAST 4,000 YEARS. UNDER THE DIRECTION OF THE PROFESSIONAL STAFF AT THE SUQUAMISH MUSEUM, THIS PROJECT IS NEARING COMPLETION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "08258f88-5a82-36bd-e763-204fbfaadd4f-R", "generated_internal_id": "ASST_NON_MH-00-17-0006-17_5950"}, {"internal_id": 49027425, "Award ID": "MH-00-16-0029-16", "Award Amount": 47600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91d1828c-ae9b-f952-d81e-49b81cc3cead-R", "generated_internal_id": "ASST_NON_MH-00-16-0029-16_5950"}, {"internal_id": 49027424, "Award ID": "MH-00-16-0026-16", "Award Amount": 149384.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6472a5d-bab0-611d-32a9-eb57aba20b8a-R", "generated_internal_id": "ASST_NON_MH-00-16-0026-16_5950"}, {"internal_id": 49027423, "Award ID": "MH-00-16-0024-16", "Award Amount": 14991.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88085eca-d66e-bba4-2387-07e7c04f8ec5-R", "generated_internal_id": "ASST_NON_MH-00-16-0024-16_5950"}, {"internal_id": 49027421, "Award ID": "MH-00-16-0020-16", "Award Amount": 77355.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "392e236c-75e8-dcf6-a284-648be100b0c7-R", "generated_internal_id": "ASST_NON_MH-00-16-0020-16_5950"}, {"internal_id": 49027419, "Award ID": "MH-00-16-0018-16", "Award Amount": 101876.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "725732a0-bf8b-a060-f378-ed41b2f7a9bd-C", "generated_internal_id": "ASST_NON_MH-00-16-0018-16_5950"}, {"internal_id": 49027418, "Award ID": "MH-00-16-0017-16", "Award Amount": 134445.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8445170f-cba4-4270-0b3a-0856befe198e-R", "generated_internal_id": "ASST_NON_MH-00-16-0017-16_5950"}, {"internal_id": 49027417, "Award ID": "MH-00-16-0014-16", "Award Amount": 34729.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66286486-3c3a-11c7-c389-b47eae6e5478-R", "generated_internal_id": "ASST_NON_MH-00-16-0014-16_5950"}, {"internal_id": 49027414, "Award ID": "MH-00-16-0010-16", "Award Amount": 87550.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8765c0a-f00f-4dd1-cff6-55333335c290-R", "generated_internal_id": "ASST_NON_MH-00-16-0010-16_5950"}, {"internal_id": 49027410, "Award ID": "MH-00-16-0002-16", "Award Amount": 23921.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c728ab2-6abb-49ee-f8d0-c8a46a90c8a4-R", "generated_internal_id": "ASST_NON_MH-00-16-0002-16_5950"}, {"internal_id": 49027409, "Award ID": "MH-00-15-0038-15", "Award Amount": 24290.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9811bf43-ae32-83e7-3c0e-27053cb003ec-C", "generated_internal_id": "ASST_NON_MH-00-15-0038-15_5950"}, {"internal_id": 49027407, "Award ID": "MH-00-15-0031-15", "Award Amount": 104733.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0eda20a-abb2-8fb7-9a4f-d8463d3a0a3b-C", "generated_internal_id": "ASST_NON_MH-00-15-0031-15_5950"}, {"internal_id": 49027404, "Award ID": "MH-00-15-0026-15", "Award Amount": 22207.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95442fc1-834f-5ac0-d4eb-c6c3d8df8420-C", "generated_internal_id": "ASST_NON_MH-00-15-0026-15_5950"}, {"internal_id": 49027402, "Award ID": "MH-00-15-0019-15", "Award Amount": 4331.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93ebbc78-04e9-9f30-708e-ce877cfd94a5-C", "generated_internal_id": "ASST_NON_MH-00-15-0019-15_5950"}, {"internal_id": 49027401, "Award ID": "MH-00-15-0018-15", "Award Amount": 71680.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01677a23-f4cd-7d0b-980c-b3933697b8df-R", "generated_internal_id": "ASST_NON_MH-00-15-0018-15_5950"}, {"internal_id": 49027400, "Award ID": "MH-00-15-0017-15", "Award Amount": 56755.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c548f15-f6a4-bb33-579d-df92557f29aa-C", "generated_internal_id": "ASST_NON_MH-00-15-0017-15_5950"}, {"internal_id": 49027398, "Award ID": "MH-00-15-0015-15", "Award Amount": 113792.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ad88dae-e387-691d-f276-76b5f095f4e0-C", "generated_internal_id": "ASST_NON_MH-00-15-0015-15_5950"}, {"internal_id": 49027393, "Award ID": "MH-00-15-0002-15", "Award Amount": 16531.0, "Award Type": null, "Base Obligation Date": "2015-06-16", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8fc9e411-43e3-a085-bcee-de0593dea3fa-C", "generated_internal_id": "ASST_NON_MH-00-15-0002-15_5950"}, {"internal_id": 49027389, "Award ID": "MH-00-14-0022-14", "Award Amount": 125528.0, "Award Type": null, "Base Obligation Date": "2014-07-07", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb0d037e-71c4-0126-074a-5e1398cb4015-R", "generated_internal_id": "ASST_NON_MH-00-14-0022-14_5950"}, {"internal_id": 49027387, "Award ID": "MH-00-14-0019-14", "Award Amount": 96202.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-07-07", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10216284-6f99-168a-77c0-0a9bf433d7ef-C", "generated_internal_id": "ASST_NON_MH-00-14-0019-14_5950"}, {"internal_id": 49027385, "Award ID": "MH-00-14-0013-14", "Award Amount": 2351.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-07-07", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e71f402-0613-bdf4-78db-a01fa7dcddef-R", "generated_internal_id": "ASST_NON_MH-00-14-0013-14_5950"}, {"internal_id": 49027381, "Award ID": "MH-00-14-0005-14", "Award Amount": 107140.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-07-07", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b4fdb68-922e-3166-b383-d7972511d218-C", "generated_internal_id": "ASST_NON_MH-00-14-0005-14_5950"}, {"internal_id": 49027374, "Award ID": "MH-00-13-0013-13", "Award Amount": 143998.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-08-05", "CFDA Number": "45.309", "Description": "MUSEUM GRANTS AFRICAN AMERICAN HISTORY AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_MH-00-13-0013-13_5950"}]