[{"internal_id": 159378845, "Award ID": "MN-253582-OMS-23", "Award Amount": 35383.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "TABLE MOUNTAIN RANCHERIA WILL EXPAND ITS MUSEUM COLLECTIONS STORAGE CAPACITY TO ENHANCE ITS ABILITY TO SAFEGUARD TRIBAL CULTURE AND HISTORY. PROJECT ACTIVITIES INCLUDE ACQUIRING A 40-FOOT INSULATED STORAGE CONTAINER AND PURCHASING AND INSTALLING THE NECESSARY SHELVING, LIGHTING, TEMPERATURE AND HUMIDITY CONTROL SYSTEMS AND MONITORS, AND SECURITY ELEMENTS FOR THE NEW SPACE. ONCE COMPLETED, THE PROJECT TEAM WILL REHOUSE COLLECTIONS ITEMS IN THE NEW FACILITY. THIS PROJECT WILL ENHANCE THE TRIBE’S CURATION AND PRESERVATION PRACTICES, INCREASE ACCESS TO COLLECTIONS, AND CREATE MUCH-NEEDED ADDITIONAL SPACE FOR THE COLLECTIONS, HELPING TO PRESERVE AND SUSTAIN TRADITIONAL KNOWLEDGE FOR THE TRIBE AND CULTURAL PRACTITIONERS WHO VISIT AND LEARN FROM THE COLLECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fabd504-28f7-cb4d-7315-d828d7dae5f8-R", "generated_internal_id": "ASST_NON_MN-253582-OMS-23_5950"}, {"internal_id": 159378844, "Award ID": "MN-253581-OMS-23", "Award Amount": 52331.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "TABLE MOUNTAIN RANCHERIA WILL COMPLETE THE ASSEMBLY AND INSTALLATION OF TRADITIONAL STRUCTURES TO BE FEATURED ALONG THE TRIBE’S NATIVE PLANT TRAIL AT A HISTORIC YOKUTS VILLAGE SITE. THE OUTDOOR EXHIBIT STRUCTURES WILL BE CREATED USING TRADITIONAL METHODS IN A HANDS-ON COMMUNITY APPROACH LED BY NATIVE CONSULTANTS WHO WILL DEMONSTRATE, TEACH, AND SUPERVISE THE COMMUNITY PARTICIPANTS IN THE GATHERING, PREPARATION, AND ASSEMBLY OF MATERIALS. THROUGH CONSTRUCTING TRADITIONAL STRUCTURES FOUND IN LOCAL YOKUTS AND MONO VILLAGES OF THE PAST, THIS PROJECT WILL RECONNECT THE TRIBAL COMMUNITY WITH ITS CULTURE, HISTORY, AND LANGUAGES. THE COMPLETED OUTDOOR EXHIBIT WILL BE AN IMMERSIVE AND EDUCATIONAL EXPERIENCE BENEFITING TRIBAL FAMILIES AND YOUTH, AS WELL AS NATIVE AND NON-NATIVE VISITORS FROM FRESNO COUNTY AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fabd504-28f7-cb4d-7315-d828d7dae5f8-R", "generated_internal_id": "ASST_NON_MN-253581-OMS-23_5950"}, {"internal_id": 159378843, "Award ID": "MN-253580-OMS-23", "Award Amount": 176431.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE CONFEDERATED TRIBES OF THE UMATILLA INDIAN RESERVATION WILL COMMEMORATE THE 25TH ANNIVERSARY OF THE OPENING OF ITS TAMASTSLIKT CULTURAL INSTITUTE (TCI) BY UPDATING OUTDATED SECTIONS OF ITS PERMANENT EXHIBITION, ENHANCING COLLECTIONS CARE AND ACCESS, AND INVESTING IN THE PROFESSIONAL DEVELOPMENT OF ITS STAFF. THE PROJECT WILL SUPPORT HIRING A CONSERVATION TECHNICIAN, PURCHASING ARCHIVAL SUPPLIES TO PROPERLY STORE AND DISPLAY COLLECTION ITEMS, AND SUBSCRIBING TO A NEW COLLECTIONS SOFTWARE OPTION THAT WILL ALLOW TCI TO SHARE ITS COLLECTIONS ONLINE. PROJECT FUNDS WILL ALSO BE USED TO INVEST IN TECHNOLOGY ENHANCEMENTS, SUPPORT TRAINING FOR NEWLY HIRED STAFF MEMBERS, AND CONTRACT WITH AN EXHIBITION DESIGN FIRM THAT WILL DESIGN, FABRICATE, AND INSTALL FRESH CONTENT AND DISPLAYS FOR TCI’S PERMANENT EXHIBITION. ALL OF THESE ACTIVITIES WILL IMPROVE TCI'S CAPACITY TO PROVIDE MUSEUM SERVICES TO TRIBAL MEMBERS, STUDENTS, TEACHERS, AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3391a488-8841-9847-8031-b15661bc3081-C", "generated_internal_id": "ASST_NON_MN-253580-OMS-23_5950"}, {"internal_id": 159378842, "Award ID": "MN-253536-OMS-23", "Award Amount": 216982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE HAWAIʻI STATE ARCHIVES WILL DIGITIZE OVER 100,000 NEGATIVES FROM TWO OF THE PREMIER ARCHITECTURAL PHOTOGRAPHERS OF THE LATTER 20TH CENTURY, DAVID FRANZEN AND NANCY BANNICK, AND MAKE THEM FREELY ACCESSIBLE IN A BILINGUAL (HAWAIIAN LANGUAGE AND ENGLISH) ONLINE DATABASE. THREE PAID GRADUATE STUDENT INTERNS WILL BE HIRED AND TRAINED TO CREATE HIGH RESOLUTION DIGITAL FILES FOR OVER 40 BOXES OF PHOTOGRAPHS, SLIDES, AND PRINTS AS WELL AS CLEAN, TRANSCRIBE, AND TRANSLATE DESCRIPTIVE METADATA. THIS NEWLY DIGITIZED BILINGUAL ARCHIVE WILL SERVE AS A VISUAL RECORD OF THE “HAWAIʻI THAT WAS,” PROVIDING WORLDWIDE ACCESS TO HAWAIIAN ARCHITECTURAL HISTORY AND HERITAGE, AS WELL AS PROTECTING THESE IRREPLACEABLE MATERIALS FROM CONTINUED DETERIORATION AND EVENTUAL LOSS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78262eca-39bf-842b-027c-c4354ea33b27-C", "generated_internal_id": "ASST_NON_MN-253536-OMS-23_5950"}, {"internal_id": 159378841, "Award ID": "MN-253535-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE TWENTY-NINE PALMS BAND OF MISSION INDIANS WILL CONTINUE ITS PLANNING EFFORTS FOR A FUTURE CULTURAL CENTER AND MUSEUM BY DEVELOPING AN ORGANIZATIONAL PLAN THAT ADDRESSES THE GOVERNANCE, OPERATIONS, AND STAFFING NEEDS FOR THE MUSEUM. PROJECT ACTIVITIES INCLUDE ENGAGING A PROFESSIONAL MUSEUM CONSULTANT WHO WILL CONVENE AND COORDINATE AN ORGANIZATIONAL COMMITTEE COMPRISED OF TRIBAL STAFF, TRIBAL MEMBERS, CULTURAL PRACTITIONERS, AND ORGANIZATIONAL PARTNERS TO DEVELOP THE ORGANIZATIONAL PLAN. THE RESULTING PLAN WILL BE USED TO BUILD THE FOUNDATION OF A MUSEUM THAT IS SUSTAINABLY OPERATED, HELPING TO ENSURE THAT IT CAN SUCCESSFULLY BECOME A PLACE OF LEARNING, PRESERVATION, AND HEALING FOR THE TRIBE AND THE VISITING PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "426536a6-1aaf-9a76-4c09-f6b2b65b511c-R", "generated_internal_id": "ASST_NON_MN-253535-OMS-23_5950"}, {"internal_id": 159378840, "Award ID": "MN-253534-OMS-23", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "HIʻIPAKA LLC WILL DESIGN AND FABRICATE A MULTI-SENSUAL MUSEUM EXHIBIT AT A RESTORED TRADITIONAL HAWAIIAN LIVING SITE IN WAIMEA VALLEY, FEATURING SEVEN HALE (TRADITIONAL HOUSES OR STRUCTURES) STAGED WITH TRADITIONAL IMPLEMENTS AND AUDIO RECORDINGS OF DAILY LIFE, HAWAIIAN LANGUAGE, AND EXPOSITORY NARRATION. PROJECT ACTIVITIES INCLUDE ENGAGING LOCAL ARTISANS TO REPRODUCE TRADITIONAL TOOLS FOR DISPLAY IN THE RESTORED HALE AS WELL AS DRAFTING AND RECORDING AUDIO NARRATIVES FOR THE HALE. THE RESULTING EXHIBITS WILL PROVIDE A MORE INCLUSIVE EDUCATIONAL EXPERIENCE THAT ENGAGES ALL FIVE SENSES, CREATING AN IMMERSIVE AND AUTHENTIC OPPORTUNITY TO LEARN ABOUT NATIVE HAWAIIAN CULTURE FOR K-12 STUDENTS, LOCAL RESIDENTS, AND WAIMEA VALLEY VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d207a71-e1d0-fb04-ee91-cd27054ac6d3-R", "generated_internal_id": "ASST_NON_MN-253534-OMS-23_5950"}, {"internal_id": 159378839, "Award ID": "MN-253514-OMS-23", "Award Amount": 98634.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE MECHOOPDA INDIAN TRIBE WILL UNDERTAKE EFFORTS TO PRESERVE AND PERPETUATE THE MAIDU LANGUAGE IN RESPONSE TO THE LOSS OF ONE OF THE TRIBE’S LAST FLUENT MAIDU SPEAKERS TO COVID-19. THE PROJECT WILL SUPPORT HIRING A FULL-TIME PROJECT COORDINATOR WHO WILL COLLECT AND CREATE NEW CONTENT FOR THE TRIBE’S FREE MAIDU LANGUAGE APP; DEVELOP NEW MAIDU CLASSES, WORKSHOPS, AND PROGRAMS; AND UPDATE SIGNAGE IN EXHIBITS AND DISPLAYS AT THE TRIBAL ADMINISTRATIVE OFFICES TO INCLUDE MAIDU. THIS TIMELY INITIATIVE TO DOCUMENT, SHARE, AND INCORPORATE MAIDU BEFORE MORE KNOWLEDGE IS LOST WILL HELP PRESERVE AND PERPETUATE THE MAIDU LANGUAGE FOR THE NEXT GENERATION OF MECHOOPDA PEOPLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7bee4959-e37b-996e-f336-52b846bb5c86-R", "generated_internal_id": "ASST_NON_MN-253514-OMS-23_5950"}, {"internal_id": 159378838, "Award ID": "MN-253512-OMS-23", "Award Amount": 99995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE CATAWBA CULTURAL CENTER, COMPRISED OF THE CATAWBA INDIAN NATION’S MUSEUM, LIBRARY, AND ARCHIVES, WILL DESIGN AND IMPLEMENT A SERIES OF PROGRAMS TO PROMOTE THE IMPORTANCE OF PRESERVING AND CELEBRATING TRADITIONAL CATAWBA CULTURE. PROJECT ACTIVITIES INCLUDE DEVELOPING A SUMMER READING PROGRAM FOR CATAWBA CHILDREN, LAUNCHING A YEAR-ROUND CULTURAL HERITAGE PROGRAMMING SCHEDULE FOR CATAWBA COMMUNITY MEMBERS OF ALL AGES, AND PURCHASING NECESSARY EQUIPMENT, SOFTWARE, AND SUPPLIES TO DIGITIZE OBJECTS USING 3D PHOTOGRAMMETRY TECHNOLOGY. DIGITIZED OBJECTS WILL BE MADE ACCESSIBLE ONLINE, ALLOWING GREATER ACCESS FOR RESEARCH AND PROGRAMMING PURPOSES WHILE REDUCING PHYSICAL HANDLING, WHICH WILL IN TURN SUPPORT PRESERVATION EFFORTS. THIS PROJECT WILL HELP BUILD A FOUNDATION FOR LIFELONG LEARNING, INCREASE UNDERSTANDING OF CATAWBA CULTURE AND HERITAGE, AND HELP PRESERVE THAT HERITAGE FOR THE CATAWBA COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6c9216c-f6aa-7de9-d328-fc883691bdf6-C", "generated_internal_id": "ASST_NON_MN-253512-OMS-23_5950"}, {"internal_id": 160251405, "Award ID": "MN-253472-OMS-23", "Award Amount": 92514.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "45.308", "Description": "THE CENTRAL COUNCIL TLINGIT AND HAIDA INDIAN TRIBES OF ALASKA WILL SUPPORT ONGOING COLLECTIONS CARE AND ACCESS EFFORTS FOR HISTORIC SACRED AND CEREMONIAL ITEMS THAT HAVE BEEN REPATRIATED TO THE TRIBE. THE PROJECT WILL ENABLE THE PURCHASE OF MUSEUM SUPPLIES AND HIGH-QUALITY PROTECTIVE CASES SO THE REPATRIATED OBJECTS CAN BE SAFELY TRANSPORTED TO CULTURAL EVENTS IN THEIR RESPECTIVE SOUTHEAST ALASKAN COMMUNITIES. PROJECT FUNDS WILL ALSO SUPPORT THE TRIBE’S CULTURAL RESOURCES SPECIALIST, WHO IS RESPONSIBLE FOR THE CARETAKING AND TRANSPORT OF THESE OBJECTS, SOME OF WHICH DATE TO THE 1800’S AND EARLIER. AS A RESULT OF THIS PROJECT, TLINGIT AND HAIDA PEOPLES OF SOUTHEAST ALASKA WILL HAVE INCREASED ACCESS TO THEIR CULTURAL ITEMS, HELPING PRESERVE AND PERPETUATE TRADITIONAL CEREMONIES AND LIFEWAYS, WHILE THE ITEMS THEMSELVES WILL BE BETTER PROTECTED FOR FUTURE GENERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5494e08f-b4b5-6739-59a6-df37af41a345-C", "generated_internal_id": "ASST_NON_MN-253472-OMS-23_5950"}, {"internal_id": 159378837, "Award ID": "MN-253471-OMS-23", "Award Amount": 99269.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE ILANKA CULTURAL CENTER WILL FURTHER ITS MISSION TO EDUCATE ITS COMMUNITY AND VISITORS WHILE PERPETUATING THE TRADITIONS, SKILLS, AND CULTURES OF THE NATIVE VILLAGE OF EYAK BY CREATING SIX CHILDREN'S PICTURE BOOKS DEPICTING TRADITIONAL EYAK AND CHUGACH LEGENDS. PROJECT STAFF WILL HIRE SIX TRIBAL ARTISTS TO PROVIDE ILLUSTRATIONS FOR THE LEGENDS AND WILL OVERSEE DESIGN AND PUBLICATION OF APPROXIMATELY 450 COPIES OF THE BOOKS. THE PUBLISHED BOOKS WILL BE MADE AVAILABLE AT THE CULTURAL CENTER, AS WELL AS DISSEMINATED FREE OF COST THROUGHOUT THE COMMUNITY, INCLUDING TO TRIBAL HOUSEHOLDS WITH YOUTH AND THE CORDOVA PUBLIC LIBRARY. AS A RESULT OF THIS PROJECT, TRIBAL FAMILIES WILL HAVE A NEW ENGAGING MEDIUM FOR PASSING DOWN ORAL TRADITIONAL KNOWLEDGE AND TRIBAL ARTISTS’ WORK WILL BE SUPPORTED AND SHOWCASED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_MN-253471-OMS-23_5950"}, {"internal_id": 159378836, "Award ID": "MN-253470-OMS-23", "Award Amount": 99960.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE KAHO‘OLAWE ISLAND RESERVE COMMISSION WILL DEVELOP A DIGITAL APPLICATION TO COLLECT AND MANAGE RELEVANT CULTURAL AND ENVIRONMENTAL INFORMATION RELATED TO THE RESTORATION OF KAHO‘OLAWE ISLAND. PROJECT ACTIVITIES INCLUDE DEVELOPING, TESTING, AND IMPLEMENTING COLLECTION PROTOCOLS FOR GATHERING DATA THROUGH CULTURAL AND TRADITIONAL PRACTICES, DEVELOPING THE DIGITAL APPLICATION AND DATA MANAGEMENT SYSTEM, AND PROVIDING STAFF TRAINING ON DATA COLLECTION, MANAGEMENT, AND DIGITAL APPLICATION USE. THE RESULTING APP AND RELATED PROTOCOLS WILL ALLOW USERS TO RECORD, COLLECT, AND ORGANIZE CONSISTENT AND ACCURATE DATA IN REAL TIME, AND IN A STANDARDIZED FORMAT, MAKING IT MORE MANAGEABLE AND EASIER TO ANALYZE BY CURRENT AND FUTURE CULTURAL AND ENVIRONMENTAL STEWARDS OF KAHO‘OLAWE. AS A RESULT, THE OVERALL CARE, MANAGEMENT, AND USE OF THE ENVIRONMENTAL, HISTORICAL, ARCHEOLOGICAL, AND CULTURAL RESOURCES ON KAHO‘OLAWE WILL IMPROVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_MN-253470-OMS-23_5950"}, {"internal_id": 159378835, "Award ID": "MN-253469-OMS-23", "Award Amount": 159400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE LĀNAʻI CULTURE AND HERITAGE CENTER WILL CONDUCT A COLLECTIONS MANAGEMENT PROJECT TO ENHANCE THE CARE OF AND ACCESS TO 2,500 NATIVE HAWAIIAN CULTURAL OBJECTS IN ITS COLLECTION. PROJECT ACTIVITIES INCLUDE DEVELOPING A COLLECTIONS MANAGEMENT POLICY; CONDUCTING A COMPREHENSIVE COLLECTIONS INVENTORY; CATALOGING AND DIGITIZING THE INVENTORIED COLLECTION; ACQUIRING AND INSTALLING COMPACT MOBILE SHELVING; AND REHOUSING THE COLLECTIONS. PROJECT FUNDS WILL ALSO SUPPORT THE PURCHASE OF NECESSARY SUPPLIES AND EQUIPMENT, THE RECRUITMENT AND TRAINING OF PAID INTERNS, AND THE ENGAGEMENT OF A CONSULTING ARCHIVIST WHO WILL TRAVEL TO THE CENTER TO PROVIDE OVERSIGHT ON THE DEVELOPMENT OF CATALOGING PROTOCOLS AND STANDARDS FOR DIGITAL ASSET MANAGEMENT. THE PROJECT WILL RESULT IN INCREASED PHYSICAL AND INTELLECTUAL CONTROL OF THE COLLECTION, BENEFITTING BOTH THE LOCAL LĀNAʻI COMMUNITY, AND THE BROADER NATIVE HAWAIIAN COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b879372-6c92-7288-1a83-50f7f0197deb-R", "generated_internal_id": "ASST_NON_MN-253469-OMS-23_5950"}, {"internal_id": 159378834, "Award ID": "MN-253432-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "PAPAHANA KUAOLA WILL PARTNER WITH CULTURAL PRACTITIONERS AND ANOTHER NATIVE HAWAIIAN-SERVING ORGANIZATION, PAEPAE O HEʻEIA, TO DEVELOP A PLACE-BASED LEARNING PROGRAM THAT PRESERVES, PERPETUATES, AND PRACTICES THE ART OF KŪKULU HALE (BUILDING TRADITIONAL HAWAIIAN STRUCTURES). THE PROJECT TEAM WILL TRAIN PAPAHANA KUAOLA STAFF AND HIGH SCHOOL INTERNS IN UTILIZING TRADITIONAL AND MODERN TECHNIQUES TO CONSTRUCT A TRADITIONAL HAWAIIAN HALE. THE TEAM WILL ALSO DEVELOP AND DELIVER HANDS-ON COMMUNITY PROGRAMS AIMED AT TEACHING INDIVIDUALS, FAMILIES, AND VISITING SCHOOL GROUPS THE HISTORY AND TECHNIQUES OF INDIGENOUS HAWAIIAN ARCHITECTURE. THE RESULTING HALE WILL SERVE AS A COMMUNITY GATHERING PLACE, WHILE STAFF AND PROGRAM PARTICIPANTS WILL ACQUIRE KNOWLEDGE AND SKILLS THAT ARE ESSENTIAL IN PERPETUATING THIS TRADITIONAL HAWAIIAN PRACTICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c8c7ecd-94fe-c9f2-73ea-fd3a825a590a-R", "generated_internal_id": "ASST_NON_MN-253432-OMS-23_5950"}, {"internal_id": 159378833, "Award ID": "MN-253431-OMS-23", "Award Amount": 99998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "KAʻALA FARM WILL DEVELOP AND PROVIDE FIBER ARTS WORKSHOPS THAT DISCUSS THE ROLE OF FIBER ARTS IN HAWAIIAN HISTORY AND MOʻOLELO (STORIES) AND OFFER HANDS-ON OPPORTUNITIES TO GAIN SKILLS IN THIS IMPORTANT NATIVE HAWAIIAN ART FORM. PROJECT STAFF WILL IDENTIFY AND HIRE FIBER ARTS PRACTITIONERS TO LEAD PROGRAMS, COORDINATE RECRUITMENT FOR PARTICIPATION IN PILOT WORKSHOPS, AND EVALUATE AND REFINE THE CONTENT BEFORE LAUNCHING IT TO WIDER AUDIENCES. THE RESULTING PROGRAMS WILL CREATE OPPORTUNITIES FOR A BROADER AND DEEPER UNDERSTANDING OF THE ANCESTRAL AND CONTEMPORARY HISTORY OF NATIVE HAWAIIANS IN GENERAL, AND THE NATIVE HAWAIIAN COMMUNITY OF WAIʻANAE IN PARTICULAR. THROUGH THIS PROJECT, STUDENTS, ELDERS, FAMILIES, AND OTHER PARTICIPANTS WILL HAVE THE OPPORTUNITY TO ENGAGE WITH HAWAIIAN HISTORY AND THIS ART FORM FROM A NATIVE HAWAIIAN PERSPECTIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5c09c21-e21a-697a-02de-4d913a6ba16d-C", "generated_internal_id": "ASST_NON_MN-253431-OMS-23_5950"}, {"internal_id": 159378832, "Award ID": "MN-253430-OMS-23", "Award Amount": 84700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE BAD RIVER BAND OF LAKE SUPERIOR TRIBE OF CHIPPEWA INDIANS WILL CONTINUE ITS EFFORTS TO ESTABLISH ITS NEW MOKA’AANGIIZIS-IBAN (RISING SUN) TRIBAL MUSEUM BY IMPLEMENTING A COMMUNITY-DRIVEN INSTITUTIONAL PLANNING AND POLICY DEVELOPMENT PROJECT. THE MUSEUM MANAGER WILL CREATE A 5-YEAR STRATEGIC PLAN AND DRAFT POLICIES THAT ESTABLISH A STRONG FOUNDATION FOR MUSEUM ORGANIZATION, COLLECTIONS STEWARDSHIP, EDUCATION AND INTERPRETATION, AND COMMUNITY AND AUDIENCE ENGAGEMENT. PROJECT ACTIVITIES INCLUDE RESEARCHING BEST PRACTICES, INFORMATION GATHERING THROUGH COMMUNITY SURVEYS AND FOCUS GROUPS, AND CONDUCTING SITE VISITS TO MUSEUMS OF SIMILAR SCOPE AND MISSION. DEVELOPING THESE FOUNDATIONAL DOCUMENTS WILL INCREASE THE MUSEUM’S CAPACITY TO SERVE ITS COMMUNITY AND CREATE A PATH FORWARD FOR MUSEUM OPERATION AND GROWTH THAT IS ROOTED IN TRIBAL VALUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14d1dbd4-24fa-d37c-9386-d9d30f9a8089-C", "generated_internal_id": "ASST_NON_MN-253430-OMS-23_5950"}, {"internal_id": 159378831, "Award ID": "MN-253397-OMS-23", "Award Amount": 77634.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE LAC COURTE OREILLES (LCO) TRIBAL MUSEUM AND VISITOR CENTER WILL PARTNER WITH LCO OJIBWE SCHOOLS, AND THE LCO OJIBWE UNIVERSITY COMMUNITY LIBRARY TO CREATE A PROJECT-BASED LEARNING PROGRAM FOR 8TH TO 10TH GRADE STUDENTS. THE TRIBE WILL HIRE A PROJECT COORDINATOR WHO WILL SERVE AS A LIAISON BETWEEN THE MUSEUM, LIBRARY, AND LCO SCHOOLS, AND WILL DEVELOP AND CONDUCT INSTRUCTIONAL PROGRAMMING UTILIZING PRIMARY SOURCE DOCUMENTS AND ARTIFACTS. THROUGH COLLABORATIVE RESOURCE-SHARING, LCO INSTITUTIONS WILL PROVIDE OPPORTUNITIES THAT CONNECT OJIBWE STUDENTS WITH THEIR HERITAGE IN A MEANINGFUL CONTEXT. AS A RESULT, THE PROJECT WILL DEEPEN STUDENTS’ APPRECIATION OF CULTURAL PRACTICES AND THEIR VALUE AND FURTHER TRIBAL-WIDE EFFORTS TO PRESERVE OJIBWE HISTORY, CULTURE, AND LANGUAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30a494ed-9ff3-086b-f11c-683a15045292-C", "generated_internal_id": "ASST_NON_MN-253397-OMS-23_5950"}, {"internal_id": 159378830, "Award ID": "MN-253354-OMS-23", "Award Amount": 180107.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE MYAAMIA HERITAGE MUSEUM & ARCHIVE WILL REVAMP AND INSTALL ITS COMMUNITY CURATED MYAAMIA RIBBONWORK EXHIBIT. FIRST DISPLAYED AT THE MIAMI UNIVERSITY ART MUSEUM, THE EXHIBIT’S ORIGINAL RUN WAS CUT SHORT BY THE COVID-19 PANDEMIC. THIS PROJECT WILL SUPPORT PHYSICAL IMPROVEMENTS TO THE TRIBAL MUSEUM’S EXHIBITION GALLERY, INCLUDING UPGRADING LIGHTING AND PURCHASING AND INSTALLING NEW DISPLAY CASES, IN ORDER TO SAFELY EXHIBIT EARLY 19TH CENTURY RIBBONWORK OBJECTS. ADDITIONAL PROJECT ACTIVITIES INCLUDE SECURING LOANS OF HISTORIC RIBBONWORK OBJECTS, PLANNING AND INSTALLING THE EXHIBITION, AND ENGAGING THE COMMUNITY THROUGH OUTREACH ACTIVITIES AND EDUCATIONAL EVENTS. THE EXHIBIT WILL BENEFIT THE CITIZENS OF THE MIAMI TRIBE OF OKLAHOMA BY CREATING AN ADDITIONAL OPPORTUNITY TO SHARE CULTURAL KNOWLEDGE AND WILL CONTINUE COMMUNITY EFFORTS TO REVITALIZE MYAAMIA RIBBONWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cd0d0b1-9c56-af77-32ed-f098cee0ceda-C", "generated_internal_id": "ASST_NON_MN-253354-OMS-23_5950"}, {"internal_id": 159378829, "Award ID": "MN-253305-OMS-23", "Award Amount": 98964.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "WAIʻANAE ECONOMIC DEVELOPMENT COUNCIL WILL IMPLEMENT A PROFESSIONAL DEVELOPMENT PROGRAM FOR 30 NATIVE HAWAIIAN CULTURAL PRACTITIONERS TO HELP PROMOTE THE ECONOMIC WELL-BEING OF NATIVE HAWAIIANS AND COMMUNITY MEMBERS. THE ORGANIZATION WILL DELIVER A HAWAIIAN CULTURE-BASED ENTREPRENEURSHIP WORKSHOP SERIES TO THE PRACTITIONERS AND PROVIDE THEM WITH THE TECHNICAL ASSISTANCE NEEDED TO CREATE ONLINE LEARNING CONTENT. PROJECT ACTIVITIES INCLUDE RECRUITING PROGRAM PARTICIPANTS, DEVELOPING AND PROVIDING WORKSHOPS, AND DESIGNING, RECORDING, AND PUBLISHING DIGITAL CONTENT. THIS PROJECT WILL INCREASE PUBLIC ACCESS TO NATIVE HAWAIIAN CULTURAL KNOWLEDGE AND PRACTICES WHILE BUILDING THE BUSINESS AND TECHNICAL CAPACITY OF CULTURAL PRACTITIONERS SO THAT THEY MAY BETTER SUSTAIN THEMSELVES, THEIR FAMILIES, AND THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c047da24-3020-7679-07ca-1497ace8f3c0-R", "generated_internal_id": "ASST_NON_MN-253305-OMS-23_5950"}, {"internal_id": 159378828, "Award ID": "MN-253304-OMS-23", "Award Amount": 99999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE CHOCTAW CULTURAL CENTER WILL PRESERVE COLLECTIONS AND PERPETUATE TRADITIONAL CULTURAL PRACTICES BY RECREATING AT-RISK TEXTILES AND PROVIDING PROGRAMMING FOR COMMUNITY MEMBERS TO LEARN ABOUT CHOCTAW TEXTILE PRACTICES. THE CENTER WILL COLLABORATE WITH CHOCTAW TRADITIONAL ARTISANS, WHO WILL CREATE 10 TO 15 DUPLICATE TEXTILE ITEMS TO BE USED FOR DISPLAY ROTATION, HELPING TO COMBAT DETERIORATION AND STRAIN ON TEXTILES FEATURED IN THE CENTER’S PERMANENT EXHIBIT. THE CENTER WILL ALSO EXPAND UPON ITS CURRENT PUBLIC PROGRAMMING BY OFFERING MASTERCLASS OPPORTUNITIES WITH THE ARTISANS AND ADDITIONAL EDUCATIONAL SEMINARS AND DEMONSTRATIONS FOR TRIBAL MEMBERS, STUDENTS, TEACHERS, AND THE COMMUNITY. AS A RESULT, COMMUNITY MEMBERS WILL BE MORE KNOWLEDGEABLE ABOUT TRADITIONAL CHOCTAW TEXTILES AND THE LIVES OF CURRENT COLLECTION ITEMS WILL BE EXTENDED FOR CONTINUED DISPLAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96c72797-883c-edba-d96f-49124973851d-C", "generated_internal_id": "ASST_NON_MN-253304-OMS-23_5950"}, {"internal_id": 159378827, "Award ID": "MN-253247-OMS-23", "Award Amount": 71491.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE IOWA TRIBE OF KANSAS AND NEBRASKA WILL ADDRESS CHALLENGES IT FACES IN OPERATING ITS NEWLY OPENED IOWA AND SAC & FOX MISSION MUSEUM, NAMELY, LACK OF ACCESS TO ARTIFACTS RELATED TO THE MISSION AND TRIBE’S HISTORY. THE PROJECT TEAM WILL IDENTIFY AND DOCUMENT CULTURALLY SIGNIFICANT ITEMS AND ARTWORK HELD BY NON-TRIBAL ENTITIES AND PARTNER WITH THOSE ENTITIES TO PHOTOGRAPH AND DIGITIZE THOSE ITEMS. MUSEUM STAFF WILL ALSO PARTICIPATE IN TRAINING AND PURCHASE NECESSARY COLLECTIONS MANAGEMENT SOFTWARE AND EQUIPMENT, BUILDING THE TRIBE’S CAPACITY TO PROVIDE PROFESSIONAL MUSEUM SERVICES. THE RESULTING VIRTUAL REPOSITORY WILL BENEFIT TRIBAL MEMBERS, STUDENTS, EDUCATORS, AND RESEARCHERS BY PROVIDING GREATER ACCESS TO IOWA AND SAC & FOX HISTORICAL INFORMATION AND MATERIAL CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "651f7815-b0af-c2ee-8a41-2b480766c224-C", "generated_internal_id": "ASST_NON_MN-253247-OMS-23_5950"}, {"internal_id": 159378826, "Award ID": "MN-253204-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE NOTTAWASEPPI HURON BAND OF THE POTAWATOMI WILL PARTNER WITH THE BATTLE CREEK REGIONAL HISTORY MUSEUM IN BATTLE CREEK, MI TO CREATE A NEW CULTURAL HERITAGE LOBBY AT THE MUSEUM TO ADDRESS A GENERAL LACK OF EDUCATION AND AWARENESS ABOUT LOCAL TRIBAL HISTORY AND CULTURAL HERITAGE. THE RE-DESIGNED LOBBY WILL DISPLAY AN ORIGINAL MURAL BY A POTAWATOMI ARTIST, AS WELL AS THREE KIOSKS SET WITHIN CUSTOMIZED DECORATIVE BASES, SHOWCASING DIGITAL IMAGES AND CONTENT DISCUSSING POTAWATOMI HISTORY, LANGUAGE, AND LIFEWAYS. PROJECT FUNDS WILL COVER EXHIBITION CONTENT AND GRAPHIC DESIGN, DEVELOPMENT, REVIEW, AND APPROVAL, AS WELL AS THE KIOSK FABRICATION AND INSTALLATION. BY FEATURING NATIVE VOICES AND MATERIALS, THE NEW LOBBY EXHIBIT WILL HELP INCREASE KNOWLEDGE AND UNDERSTANDING OF LOCAL TRIBAL HISTORY AND CULTURE FOR BOTH TRIBAL AND NON-TRIBAL CITIZENS OF SOUTHWESTERN MICHIGAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98c0b531-66ad-9f4a-dcb9-c24feb65f675-C", "generated_internal_id": "ASST_NON_MN-253204-OMS-23_5950"}, {"internal_id": 160251404, "Award ID": "MN-253169-OMS-23", "Award Amount": 89023.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "45.308", "Description": "THE GUN LAKE TRIBE WILL DEVELOP AND ENHANCE EXISTING AND UNDERUTILIZED EXHIBIT AREAS WITHIN THREE TRIBAL FACILITIES WITH THE DUAL GOAL OF IMPROVING THE CARE OF AND INCREASING COMMUNITY ACCESS TO MATERIALS FROM THE TRIBE’S ARCHIVES AND COLLECTIONS. PROJECT ACTIVITIES INCLUDE PURCHASING AND INSTALLING CLIMATE-CONTROLLED DISPLAY CASES, INSTALLING UV PROTECTION ON WINDOWS IN PUBLIC EXHIBIT AREAS, UPDATING EXHIBIT CONTENT WITH COMMUNITY INPUT, UPGRADING TO DIGITAL SIGNAGE, AND IDENTIFYING NEW OBJECTS FOR DISPLAY. THE UPDATED EXHIBITS WILL BETTER PROTECT AND PRESERVE THE TRIBE’S CULTURAL AND HISTORICAL COLLECTIONS, AS WELL AS INCREASE AWARENESS OF AND ENGAGEMENT WITH THE COLLECTIONS FOR TRIBAL CITIZENS, COMMUNITY MEMBERS, AND NON-TRIBAL VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e3b9024-f9d6-8b7f-8b45-535f425546a9-C", "generated_internal_id": "ASST_NON_MN-253169-OMS-23_5950"}, {"internal_id": 159378825, "Award ID": "MN-253080-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE NATIVE VILLAGE OF KWINHAGAK, IN PARTNERSHIP WITH THE NUNALLEQ MUSEUM IN QUINHAGAK, AK, WILL CREATE A DIGITAL MUSEUM GUIDE TO FACILITATE ON-SITE VISITOR EXPERIENCE OF THE MUSEUM’S ARCHAEOLOGICAL COLLECTION. THE DIGITAL GUIDE WILL FEATURE A RESPONSIVE MOBILE APPLICATION CONTAINING A SELECTION OF INTERACTIVE 3D ARTIFACTS FROM THE COLLECTION TOGETHER WITH CO-CURATED INTERPRETATIVE CONTENT FROM CLIMATE SCIENTISTS, ARCHAEOLOGISTS, YUP’IK CULTURE BEARERS, ARTISTS, AND ELDERS. PROJECT ACTIVITIES INCLUDE GATHERING RESOURCES FOR INCLUSION IN THE GUIDE, DEVELOPING THE BACK-END DATA STRUCTURE, PROTOTYPING AND BETA TESTING THE MOBILE APPLICATION, AND COLLECTING COMMUNITY FEEDBACK. AS A RESULT, THIS HISTORICALLY AND SCIENTIFICALLY SIGNIFICANT COLLECTION OF YUP’IK MATERIALS WILL BE BETTER PRESERVED, WHILE ALSO MORE ACCESSIBLE AND ENGAGING FOR MUSEUM VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "20ba4ade-c224-cbe9-b6d6-dc44c367a9cc-C", "generated_internal_id": "ASST_NON_MN-253080-OMS-23_5950"}, {"internal_id": 159378824, "Award ID": "MN-253079-OMS-23", "Award Amount": 204181.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "HULA PRESERVATION SOCIETY WILL DEVELOP FIVE VIRTUAL EXHIBITIONS THAT WILL ENABLE INCREASED INSIGHT AND UNDERSTANDING OF THE 20TH CENTURY IN HAWAIʻI. PROJECT STAFF AND PAID INTERNS WILL GATHER CONTENT AND DEVELOP THE DIGITAL INFRASTRUCTURE FOR THE FIVE VIRTUAL EXHIBITS USING THE EXTENSIVE RESOURCES AVAILABLE IN THE SOCIETY’S DIGITAL ARCHIVES, DEVELOP AND IMPLEMENT ASSOCIATED PUBLIC PROGRAMMING, AND LAUNCH A RELATED SOCIAL MEDIA CAMPAIGN. THIS PROJECT WILL HELP ADDRESS MISCONCEPTIONS ABOUT HAWAIʻI HISTORY AND CULTURE BY PROVIDING INCREASED ACCESS TO AND INTERPRETATION OF OVER 700 MULTI-FORMAT PRIMARY SOURCE MATERIALS AND WILL BENEFIT NATIVE AND NON-NATIVE HAWAIIANS ALIKE BY PROVIDING AN OPPORTUNITY TO EXPERIENCE HAWAIʻI THROUGH THE EYES, HEADS, AND HEARTS OF NATIVE HAWAIIANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf7736c1-c46f-7c7c-db45-04a8c47e7a6e-R", "generated_internal_id": "ASST_NON_MN-253079-OMS-23_5950"}, {"internal_id": 159378823, "Award ID": "MN-253059-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE INSTITUTE FOR NATIVE PACIFIC EDUCATION AND CULTURE (INPEACE) WILL DEVELOP AND DESIGN PLANS FOR A NEW LAWAIʻA (FISHING) STEM EXHIBIT THAT WILL HIGHLIGHT AND REINTRODUCE NATIVE HAWAIIAN FISHING TOOLS, STRATEGIES, AND TECHNIQUES. PROJECT ACTIVITIES INCLUDE CONSULTING WITH CULTURAL EXPERTS AND RESEARCHERS TO GATHER INFORMATION TO CREATE A REPOSITORY OF MATERIALS ABOUT NATIVE HAWAIIAN FISHING PRACTICES; CREATE A DESIGN REFERENCE GUIDE; DEVELOP CONCEPTUAL PLANS WITH COMMUNITY AND DESIGN EXPERTS; AND REFINE AND COMPLETE EXHIBIT LAYOUTS, SPECIFICATIONS, AND MATERIALS. THE PROJECT WILL INCREASE PUBLIC KNOWLEDGE OF THE TRADITIONAL AND CONTEMPORARY SCIENCE OF NATIVE HAWAIIAN FISHING PRACTICES WHILE SUPPORTING INDIGENOUS COMMUNITIES IN CULTIVATING STRATEGIES TO DEVELOP CULTURALLY RELEVANT AND INFORMED STEM EXPERIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d420190f-178a-e1a4-763a-592e4cdeed2a-R", "generated_internal_id": "ASST_NON_MN-253059-OMS-23_5950"}, {"internal_id": 159378822, "Award ID": "MN-253052-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "KAWAIAHA'O CHURCH, HOUSED IN THE FIRST CHRISTIAN CHURCH BUILT ON OʻAHU, WILL HIRE AN ARCHIVIST TO OVERSEE THE MANAGEMENT OF ITS HISTORICAL SITES AND ARCHIVE LIBRARY AS THE CHURCH UNDERTAKES A MOLD REMEDIATION PROJECT. THE ARCHIVIST WILL HELP COORDINATE THE RELOCATION OF THE ARCHIVAL COLLECTION, OVERSEE CONTRACTORS PERFORMING MOLD REMEDIATION, AND WORK WITH THE PROJECT TEAM TO CONTINUE PROCESSING THE COLLECTIONS THROUGH ACTIVITIES SUCH AS CATALOGING, DIGITIZATION, AND RE-HOUSING. THEY WILL ALSO DEVELOP AND IMPLEMENT ARCHIVAL COLLECTIONS MANAGEMENT POLICIES AND PROCEDURES TO SUPPORT THE LONG-TERM PRESERVATION AND CARE OF THIS HISTORICAL COLLECTION. AS A RESULT, NATIVE HAWAIIANS AND THE LARGER HAWAIʻI COMMUNITY WILL HAVE INCREASED ACCESS TO IMPORTANT CULTURAL AND HISTORICAL RECORDS, WHICH WILL BE BETTER PRESERVED FOR FUTURE GENERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80fb167d-dbae-d255-8536-a20312604314-C", "generated_internal_id": "ASST_NON_MN-253052-OMS-23_5950"}, {"internal_id": 159378821, "Award ID": "MN-253039-OMS-23", "Award Amount": 93790.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE CHICKASAW NATION WILL PARTNER WITH THE FIRST AMERICANS MUSEUM IN OKLAHOMA CITY, OK TO DEVELOP A PUBLICLY ACCESSIBLE ONLINE TEMPLATE THAT WILL PROVIDE K-12 EDUCATORS WITH A CENTRALIZED RESOURCE FOR EDUCATIONAL CURRICULUM INFORMED BY OKLAHOMAN TRIBAL NATIONS. PROJECT FUNDS WILL SUPPORT A DIGITAL STRATEGY CONSULTANT WHO WILL CONDUCT A REQUIREMENTS REVIEW, GATHER AND INVENTORY ASSETS, AND DEVELOP INFORMATION ARCHITECTURE, AS WELL AS A FULL-TIME PROJECT COORDINATOR WHO WILL ENGAGE WITH DIVERSE STAKEHOLDERS TO COLLABORATE ON THE CREATION OF A COMPREHENSIVE PLAN FOR THE IMPLEMENTATION OF THE EDUCATOR RESOURCE. THE PROJECT WILL STRENGTHEN PROFESSIONAL RELATIONSHIPS AMONGST TRIBAL NATIONS AND EDUCATORS IN OKLAHOMA AND WILL INCREASE TRIBAL CAPACITY TO PROVIDE INTERACTIVE EDUCATIONAL MATERIALS ONLINE, ENSURING THE HISTORIES AND CULTURES OF OKLAHOMA’S TRIBES ARE ACCURATELY PORTRAYED, RESPECTED, AND SHARED IN THE CLASSROOM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_MN-253039-OMS-23_5950"}, {"internal_id": 159378820, "Award ID": "MN-253038-OMS-23", "Award Amount": 99840.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE FOREST COUNTY POTAWATOMI COMMUNITY CULTURAL CENTER, LIBRARY & MUSEUM WILL FABRICATE AND INSTALL TWO NEWLY DESIGNED OUTDOOR EXHIBITS AND PROVIDE RELATED PROGRAMMING TO RE-ENGAGE THE COMMUNITY IN THE WAKE OF THE COVID-19 PANDEMIC. THE MUSEUM WILL FABRICATE AN AUTHENTIC MEDICINAL GARDEN AND TEACHING LODGE EXHIBIT USING TRADITIONAL KNOWLEDGE AND TECHNIQUES AS WELL AS COLLABORATE WITH TRIBAL ELDERS TO DEVELOP CULTURALLY SPECIFIC HANDS-ON EXPERIENCES FOR THE NEW SPACES. BY PROVIDING NEW IMMERSIVE LEARNING OPPORTUNITIES ABOUT LIVING POTAWATOMI CULTURE AND TRADITIONS, THIS PROJECT WILL RESULT IN AN INCREASE IN COMMUNITY MEMBER PARTICIPATION IN MUSEUM PROGRAMMING AND WILL BENEFIT TRIBAL MEMBERS, DESCENDANTS, AND THEIR FAMILIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e52f7db-30b6-37cd-72ae-a3ef062600b1-C", "generated_internal_id": "ASST_NON_MN-253038-OMS-23_5950"}, {"internal_id": 159378819, "Award ID": "MN-253037-OMS-23", "Award Amount": 76898.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE BAY MILLS INDIAN COMMUNITY WILL RECRUIT AND HIRE A FULL-TIME STAFF PERSON TO ORGANIZE, CATALOG, AND DIGITIZE THE TRIBAL HISTORY DEPARTMENT'S COLLECTION OF ARTIFACTS, PHOTOS, AND DOCUMENTS. ONCE INVENTORIED AND ORGANIZED, THE HISTORICAL COLLECTIONS WILL BE MORE ACCESSIBLE TO TRIBAL COMMUNITY MEMBERS AND WILL BE USED TO SHARE ACCURATE AND CULTURALLY RELEVANT HISTORY WITH VISITORS AT THE POINT IROQUOIS LIGHTHOUSE MUSEUM. THE PROJECT TEAM WILL ALSO DEVELOP A POLICIES AND PROCEDURES MANUAL FOR HANDLING, INVENTORYING, AND FILING HISTORICAL DOCUMENTS, RESULTING IN THE TRIBE BEING BETTER-ABLE TO PROTECT AND CONSERVE IMPORTANT CULTURAL AND HISTORIC ASSETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c0962d55-32b1-598a-bf41-89f1904d85f1-C", "generated_internal_id": "ASST_NON_MN-253037-OMS-23_5950"}, {"internal_id": 159378818, "Award ID": "MN-252929-OMS-23", "Award Amount": 99989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "HUI MAULI OLA WILL PARTNER WITH NATIVE HAWAIIAN HEALING MASTERS TO ETHICALLY GATHER, STORE, ORGANIZE, CURATE, AND MAKE ACCESSIBLE DOCUMENTS AND RESOURCES PERTAINING TO TRADITIONAL NATIVE HAWAIIAN HEALING PRACTICES VIA A DIGITAL ARCHIVE. PROJECT ACTIVITIES INCLUDE DEVELOPING PROTOCOLS FOR ETHICAL DATA STEWARDSHIP DETERMINED BY THE NATIVE HAWAIIAN HEALING COMMUNITY; COLLECTING AND DIGITIZING MATERIALS FOR INCLUSION IN THE DATABASE; AND DEVELOPING AND PUBLISHING THE DIGITAL ARCHIVE. THE PROJECT WILL ESTABLISH A FOUNDATIONAL SYSTEM OF DOCUMENTING AND TRACING NATIVE HAWAIIAN TRADITIONAL HEALING KNOWLEDGE WHILE INCREASING NATIVE HAWAIIAN ARCHIVAL INFRASTRUCTURE CAPACITY, BENEFITING STUDENTS, THE COMMUNITY OF HAWAI‘I, NATIVE HAWAIIANS, AND OTHER PACIFIC ISLANDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bdde34c4-b7c7-881b-5a56-105fb4ec6f94-R", "generated_internal_id": "ASST_NON_MN-252929-OMS-23_5950"}, {"internal_id": 159378817, "Award ID": "MN-252908-OMS-23", "Award Amount": 95382.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE BISHOP MUSEUM WILL IMPLEMENT A PROFESSIONAL DEVELOPMENT PROGRAM FOR MUSEUM STAFF AT SMALL AND MID-SIZED MUSEUMS IN HAWAI‘I TO ADDRESS THE NEED FOR MENTORSHIP AND TRAINING AND TO BUILD AN ONGOING NETWORK FOR PEER LEARNING AND SUPPORT FOR MUSEUM PROFESSIONALS IN HAWAI‘I. PROJECT ACTIVITIES INCLUDE DESIGNING, DEVELOPING, AND DELIVERING A MENTORSHIP PROGRAM TO COHORTS OF MULTIPLE PARTICIPANTS THAT IS TARGETED TOWARDS UNDERSTANDING THE NON-PROFIT CULTURE IN HAWAI‘I, AND CUSTOMIZED TO THE NEEDS OF NATIVE HAWAIIANS AND HAWAI‘I-BASED MUSEUMS. PARTICIPANTS IN THE PROGRAM WILL DEVELOP KNOWLEDGE, SKILLS, AND CAPACITY IN THE WORK THEY DO, ENABLING THEM TO STRENGTHEN PROGRAMS AND INCREASE SUPPORT FOR THE COMMUNITIES THEY SERVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df3b8137-cebb-f460-7e71-980df8b47232-C", "generated_internal_id": "ASST_NON_MN-252908-OMS-23_5950"}, {"internal_id": 159378816, "Award ID": "MN-252865-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "KAW NATION’S KANZA MUSEUM WILL IMPROVE THE CARE AND MANAGEMENT OF ITS COLLECTION BY IMPLEMENTING A COLLECTIONS INVENTORY AND CATALOGING PROJECT TO PRESERVE AND PROTECT KANZA ARTIFACTS, PHOTOS, GLASS SIDES, AND OTHER ITEMS OF CULTURAL SIGNIFICANCE. PROJECT ACTIVITIES INCLUDE HIRING AND MENTORING A NEW COLLECTIONS CARE SPECIALIST WHO WILL INVENTORY THE MUSEUM’S COLLECTION, CREATE AND IMPLEMENT A CATALOG SYSTEM, AND PROCURE ARCHIVAL QUALITY MATERIALS TO REHOUSE AND STORE ITEMS. AS A RESULT, THE TRIBE WILL BE BETTER ABLE TO SAFEGUARD AND PRESERVE THE ITEMS AND THEIR RELATED HISTORICAL INFORMATION ON THE KANZA PEOPLE FOR FUTURE REFERENCE, EXHIBITION, AND USE BY MUSEUM STAFF, TRIBAL MEMBERS, AND THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea007e3d-ccf4-1d1f-5ac5-88bd2351e40b-C", "generated_internal_id": "ASST_NON_MN-252865-OMS-23_5950"}, {"internal_id": 159378815, "Award ID": "MN-252853-OMS-23", "Award Amount": 144070.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "KONIAG, INC. WILL DESIGN AND PUBLISH A BOOK THAT CELEBRATES THE LIVING ARTISTIC TRADITIONS OF THE KODIAK ALUTIIQ PEOPLE BY SHARING THE CONTEMPORARY NATIVE ART COLLECTIONS OF TWO COMMUNITY MUSEUMS – THE ALUTIIQ MUSEUM AND THE KODIAK HISTORY MUSEUM. THE PROJECT TEAM WILL IDENTIFY ARTISTS AND ARTWORKS FOR INCLUSION IN THE BOOK, PHOTOGRAPH AND PROCESS IMAGES, OBTAIN USE PERMISSIONS, RESEARCH AND WRITE ARTIST BIOGRAPHIES AND SHORT ESSAYS, AND DESIGN THE LAYOUT. UPON PUBLICATION, 1000 COPIES WILL BE PRINTED AND DISTRIBUTED FOR FREE THROUGHOUT THE COMMUNITY AND A DIGITAL COPY WILL BE SHARED ON THE ALUTIIQ MUSEUM’S WEBSITE. THE RESULTING BOOK WILL ILLUSTRATE THE RICH ARTISTIC TRADITIONS OF ALUTIIQ HISTORY, CULTURE, AND EXPERIENCE, WHILE SUPPORTING NATIVE ARTISTS, INCREASING PUBLIC AWARENESS OF CONTEMPORARY NATIVE ARTS, AND ENHANCING THE DOCUMENTATION OF THESE COLLECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ec38ad6-6f68-4e53-1042-75b02c367409-C", "generated_internal_id": "ASST_NON_MN-252853-OMS-23_5950"}, {"internal_id": 159378814, "Award ID": "MN-252852-OMS-23", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "ELK VALLEY RANCHERIA WILL IMPROVE THE CARE, MANAGEMENT, AND LONG-TERM PRESERVATION OF ITS COLLECTION OF ETHNOGRAPHIC ITEMS, LITHICS AND STONE TOOLS, DOCUMENTS, AND BOOKS. DRAWING ON RECOMMENDATIONS FROM A 2015 CONSERVATION SURVEY AND ASSESSMENT, THE TRIBE WILL PURCHASE AND INSTALL MUSEUM-QUALITY DISPLAY CASES THAT PROTECT THE COLLECTIONS FROM CHANGES IN TEMPERATURE, RELATIVE HUMIDITY, AND ULTRAVIOLET LIGHT. HOUSING THE TRIBE’S CULTURAL MATERIALS, WHICH INCLUDE OVER 100 HISTORICAL BASKETS, IN NEW CASES WILL PRESERVE THEM FOR FUTURE GENERATIONS AND ENABLE BOTH NATIVE AND NON-NATIVE MEMBERS OF THE SURROUNDING COMMUNITY TO CONTINUE TO VISIT AND LEARN ABOUT THE LIFEWAYS, VALUES, AND HISTORY OF ELK VALLEY RANCHERIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6587261-8ab8-ff66-3cef-87ba58ecffd1-C", "generated_internal_id": "ASST_NON_MN-252852-OMS-23_5950"}, {"internal_id": 159378813, "Award ID": "MN-252840-OMS-23", "Award Amount": 75035.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "45.308", "Description": "THE CITIZEN POTAWATOMI NATION CULTURAL HERITAGE CENTER WILL CREATE TEN OUTDOOR EDUCATIONAL DISPLAYS AT SITES OF HISTORICAL OR CULTURAL SIGNIFICANCE AROUND THE NATION’S PUBLIC GROUNDS. THE SIGNAGE WILL BE EQUIPPED WITH QR CODES TO ACCESS A SELF-DIRECTED ALTERNATE REALITY (AR) CONTENT DELIVERY PLATFORM, PROVIDING INFORMATION ON POTAWATOMI HISTORY AND CULTURE VIA VISITORS’ PERSONAL DEVICES. THIS PROJECT WILL SUPPORT DESIGNING, PRINTING, AND INSTALLING THE TEN DISPLAYS, AS WELL AS PRODUCING 2D AND 3D CONTENT FOR USE IN THE AR PLATFORM. AS A RESULT OF THE NEW DISPLAYS, POTAWATOMI TRIBAL MEMBERS, OTHER NATIVE AMERICAN COMMUNITY MEMBERS, AND THE GENERAL PUBLIC WILL INCREASE THEIR KNOWLEDGE AND UNDERSTANDING OF POTAWATOMI ORIGINS, HISTORY, AND CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01b474bc-18a7-861f-def3-bcfa0877a963-C", "generated_internal_id": "ASST_NON_MN-252840-OMS-23_5950"}, {"internal_id": 151970406, "Award ID": "MN-252561-OMS-22", "Award Amount": 77858.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "45.308", "Description": "THE OTOE MISSOURIA TRIBE WILL COORDINATE AN IN-PERSON MEETING OF TRIBAL LEADERS AND CULTURAL REPRESENTATIVES TO SUPPORT TRIBAL PARTICIPATION IN A PILOT PROGRAM FOCUSED ON INTERNATIONAL REPATRIATION OF NATIVE AMERICAN ANCESTORS AND CULTURAL ITEMS. THE PROGRAM WILL BRING LEADERS FROM MULTIPLE INTERNATIONAL MUSEUMS TO OKLAHOMA FOR A MULTI-DAY MEETING WITH THE GOAL OF EXCHANGING IDEAS, PROMOTING CONSTRUCTIVE DIALOGUE, AND DEVELOPING POSITIVE RELATIONSHIPS. THE LONG-TERM GOAL IS TO FACILITATE THE RETURN OF NATIVE AMERICAN HERITAGE ITEMS HELD IN FOREIGN MUSEUM COLLECTIONS. BENEFITTING FROM THIS EFFORT WILL BE THE PARTICIPATING TRIBAL NATIONS AND INTERNATIONAL MUSEUM PROFESSIONALS, AS THEY FOSTER GREATER CROSS-CULTURAL UNDERSTANDING AND SHARE LESSONS LEARNED TO HELP GUIDE FUTURE EXCHANGES AND DIALOGUE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "654707bc-70ea-caba-ad33-00041470af67-C", "generated_internal_id": "ASST_NON_MN-252561-OMS-22_5950"}, {"internal_id": 148771754, "Award ID": "MN-252111-OMS-22", "Award Amount": 94992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE BAD RIVER BAND OF LAKE SUPERIOR TRIBE OF CHIPPEWA INDIANS WILL INITIATE OPERATIONS AND COLLECTIONS MANAGEMENT PROCEDURES TO SUPPORT THE OPENING OF ITS NEW MOKA'AANGIIZIS (“RISING SUN”) TRIBAL MUSEUM. THE TRIBE WILL HIRE A MUSEUM MANAGER WHO WILL LEAD THE MUSEUM THROUGH ITS GRAND OPENING, DEVELOP INITIAL POLICIES AND PROCEDURES, AND ESTABLISH A VOLUNTEER VISITOR SERVICES PROGRAM. ADDITIONAL PROJECT ACTIVITIES WILL INCLUDE THE DEVELOPMENT OF A COLLECTIONS DATABASE AND THE PRODUCTION OF VIRTUAL MUSEUM RESOURCES, SUCH AS WEBSITE UPDATES, AN ONLINE NEWSLETTER, AND A VIRTUAL EXHIBIT. COUPLING THESE EFFORTS WITH ONGOING LONG-RANGE PLANNING WILL BUILD AND SUSTAIN PROFESSIONAL MUSEUM ACTIVITIES AND HELP ESTABLISH THE MUSEUM AS A VIBRANT CULTURAL CENTER FOR THE BAD RIVER BAND TRIBAL COMMUNITY AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14d1dbd4-24fa-d37c-9386-d9d30f9a8089-C", "generated_internal_id": "ASST_NON_MN-252111-OMS-22_5950"}, {"internal_id": 148771755, "Award ID": "MN-252080-OMS-22", "Award Amount": 99042.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE KAHOʻOLAWE ISLAND RESERVE COMMISSION (KIRC), UNDER THE HAWAII DEPARTMENT OF LAND AND NATURAL RESOURCES, WILL ADVANCE STEWARDSHIP AND ACCESS TO ITS COLLECTIONS, WHICH INCLUDE NATURAL, CULTURAL, HISTORICAL, ENVIRONMENTAL, AND ARCHEOLOGICAL RESOURCES. THE PROJECT WILL INCLUDE UPGRADING HARDLINE SERVICES AND TECHNICAL HARDWARE TO A CLOUD-BASED SYSTEM AND INCREASING ORGANIZATIONAL CAPACITY BY PROVIDING STAFF WITH THE ABILITY TO WORK BOTH ON-SITE AND REMOTELY FROM THREE DIFFERENT ISLANDS. THE UPGRADES WILL ENABLE THE KIRC TO OFFER INCREASED ACCESS TO DIGITAL RESOURCES, SUCH AS THE LIVING LIBRARY PLATFORM AND DATABASE, THE KAHOʻOLAWE ISLAND GUIDE APP, LIVE-STREAMING VIDEO, AND A KAHOʻOLAWE VIRTUAL REALITY HUAKAʻI. AS A RESULT, LOCAL AND NATIVE HAWAIIAN COMMUNITIES AS WELL AS THE GENERAL PUBLIC WILL HAVE SAFE AND MEANINGFUL PHYSICAL AND VIRTUAL ENGAGEMENT WITH THE KIRC’S RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_MN-252080-OMS-22_5950"}, {"internal_id": 148771756, "Award ID": "MN-252054-OMS-22", "Award Amount": 54130.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE OJIBWE LEARNING CENTER AND LIBRARY (OLCL) WILL DEVELOP AN ARTS PROGRAM TO IDENTIFY AND SUPPORT ANISHINAABE ART AND ARTISTS TO STRENGTHEN THEIR ABILITY TO BUILD, MAINTAIN, AND PRESERVE CULTURAL KNOWLEDGE. PROJECT ACTIVITIES INCLUDE CONDUCTING AN ARTS NEEDS ASSESSMENT SURVEY, ESTABLISHING AN ARTS ADVISORY GROUP, AND DEVELOPING ART WORKSHOP PROGRAMMING. THE PROGRAM WILL PROVIDE UNDER-SERVED AND UNDER-RECOGNIZED ANISHINAABE ARTISTS WITH PROFESSIONAL DEVELOPMENT OPPORTUNITIES, HELP BUILD THEIR SKILLS WHILE DEVELOPING AVENUES FOR FINANCIAL SUPPORT, CONNECT MENTORS AND MENTEES, AND ENCOURAGE THE EMERGENCE OF A NEW GENERATION OF ANISHINAABE ARTISTS. AS A RESULT, THE OLCL WILL FURTHER ITS MISSION TO EDUCATE THE COMMUNITY ABOUT THEIR CULTURE, SUPPORT CULTURAL PRESERVATION EFFORTS, AND PROVIDE A PLATFORM FOR REMATRIATING CULTURAL AND ARTISTIC PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "004bc0d1-f8e7-6932-742e-a37a48e069f4-C", "generated_internal_id": "ASST_NON_MN-252054-OMS-22_5950"}, {"internal_id": 148771757, "Award ID": "MN-252053-OMS-22", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE BUENA VISTA RANCHERIA OF ME-WUK INDIANS WILL ORGANIZE THE ARCHEOLOGICAL COLLECTIONS HOUSED AT THE UPUSANI CULTURAL CENTER TO AID IN THE CURATION AND EXHIBITION OF COLLECTIONS. THEY WILL HIRE A COLLECTIONS SPECIALIST TO HELP PROCESS, CATALOG, AND PRESERVE THE ARCHEOLOGICAL COLLECTION UNDER THE DIRECTION OF THE TRIBAL HISTORIC PRESERVATION OFFICER AND AN ADVISORY BOARD. THE TRIBE WILL HOLD PROGRAMMATIC EVENTS ASSOCIATED WITH THE COLLECTION THROUGHOUT THE DURATION OF THE PROJECT FOR TRIBAL MEMBERS, GUESTS, AND THE SURROUNDING COMMUNITY. THE PROJECT WILL ESTABLISH THE ARCHEOLOGICAL COLLECTION AS A RESOURCE IN BOTH PHYSICAL AND DIGITAL FORMATS, AND RESULT IN THE PROTECTION AND ADVANCEMENT OF TRIBAL HISTORICAL KNOWLEDGE AND CULTURAL PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e9f2f5b-dcf3-e0e5-e5e8-c76ba66b4a76-R", "generated_internal_id": "ASST_NON_MN-252053-OMS-22_5950"}, {"internal_id": 148771758, "Award ID": "MN-252014-OMS-22", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "NINILCHIK VILLAGE WILL IMPLEMENT A PLANNING PROJECT THAT SUPPORTS THE DEVELOPMENT OF THE TRIBE’S NEW CULTURAL INSTITUTION, THE Q’ESCHIŁ HERITAGE CENTER. ESTABLISHING A TRIBALLY OWNED AND OPERATED MUSEUM AND CULTURAL CENTER WILL ENABLE NINILCHIK VILLAGE TO MAINTAIN AND MANAGE ITS OWN VOICE TO EDUCATE AND COMMUNICATE ITS HISTORY, CULTURE, AND IDENTITY TO THE COMMUNITIES OF THE LOWER KENAI PENINSULA REGION AND BEYOND. PROJECT FUNDS WILL SUPPORT STAFF AS THEY DEVELOP POLICY AND GOVERNANCE STRUCTURE PLANS, LAUNCH HERITAGE OUTREACH EFFORTS, AND FINALIZE EXHIBIT DESIGN PLANS IN PREPARATION FOR THE CULTURAL CENTER'S CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "085e23a7-4833-959e-4c71-05e8e37635ef-R", "generated_internal_id": "ASST_NON_MN-252014-OMS-22_5950"}, {"internal_id": 148771759, "Award ID": "MN-251982-OMS-22", "Award Amount": 95480.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE TWENTY-NINE PALMS BAND OF MISSION INDIANS WILL CONTINUE AN ONGOING PROJECT TO DEVELOP A CULTURAL CENTER AND MUSEUM THAT WILL SERVE AS A PLACE WHERE ITS MEMBERS CAN COME TOGETHER TO PRACTICE, CELEBRATE, AND PASS ON THEIR CULTURAL HERITAGE. THE TRIBE WILL SELECT AND HIRE A CONSULTANT TO DEVELOP A FINANCIAL PLAN THAT WILL GUIDE MUSEUM OPERATIONS AND INTEGRATE ITS MISSION, VISION, AND VALUES WITH SHORT- AND LONG-TERM FINANCIAL PLANNING, FUNDRAISING, AND MARKETING. PLANNING FOR STABLE FISCAL MANAGEMENT FOR THE MUSEUM WILL ENABLE MUSEUM LEADERS TO LEVERAGE RESOURCES AND MAKE DECISIONS WITH GREATER CONFIDENCE. THE FUTURE MUSEUM WILL SERVE TRIBAL AND LOCAL COMMUNITY MEMBERS WHILE PRESERVING THE CULTURAL LEGACY, LIVING TRADITIONS, KNOWLEDGE, AND LANGUAGE THAT MAKE UP CHEMEHUEVI CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "426536a6-1aaf-9a76-4c09-f6b2b65b511c-R", "generated_internal_id": "ASST_NON_MN-251982-OMS-22_5950"}, {"internal_id": 148771760, "Award ID": "MN-251981-OMS-22", "Award Amount": 97300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE WIYOT TRIBE WILL DEVELOP MAPS OF THE PLACE NAMES OF ANCESTRAL TERRITORY IN THE NATIVE WIYOT LANGUAGE OF SOULATLUK. UTILIZING MAPPING AND ANALYTICS SOFTWARE, A PUBLIC-FACING MAP WILL CONTAIN PLACE NAMES AND LOCATIONS THAT ARE NOT CULTURALLY SENSITIVE, WHILE A SEPARATE TRIBAL-USE VERSION WILL CONTAIN ALL DOCUMENTED PLACE NAMES. FOCUSED ARCHIVAL AND FIELD RESEARCH TO RECOVER THESE PLACE NAMES AND ACCURATELY LOCATE THEM WITHIN ANCESTRAL LANDS WILL RESULT IN PUBLISHED BROCHURES AND LARGE FORMAT PRINTED MAPS FOR EXHIBITION. THE MAPS WILL SERVE AS AN ONGOING RESOURCE FOR TRIBAL MEMBERS TO RECLAIM AND CARE FOR THEIR LANGUAGE AND ANCESTRAL LANDS AS WELL AS FOR RESIDENTS OF THE ANCESTRAL WIYOT TERRITORY TO LEARN ABOUT WIYOT LAND STEWARDSHIP, CULTURE, AND THE SOULATLUK LANGUAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81c474bf-dc68-1c2f-c55f-0a973d94ee9a-R", "generated_internal_id": "ASST_NON_MN-251981-OMS-22_5950"}, {"internal_id": 148771761, "Award ID": "MN-251931-OMS-22", "Award Amount": 99999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "PAPAHANA KUAOLA WILL PROVIDE PROGRAMMATIC OPPORTUNITIES FOR COMMUNITY MEMBERS TO LEARN ABOUT THE TRADITIONS OF LAUHALA WEAVING AND SUPPORT THE ART AS A HAWAIIAN LIFESTYLE PRACTICE. THROUGH WORKSHOPS AND DEMONSTRATIONS WITH CULTURAL PRACTITIONERS, PARTICIPATING SCHOOL GROUPS, ADULTS, AND FAMILIES WILL ENGAGE WITH HALA HISTORY AND TRADITIONS, DEVELOP WEAVING SKILLS, AND CREATE A LINK TO THEIR PAST AND FUTURE GENERATIONS BY PERPETUATING HAWAIIAN TRADITIONS. THE PROJECT WILL CULMINATE WITH A CELEBRATORY EVENT WHERE CULTURAL PRACTITIONERS WILL SHOWCASE THEIR LAUHALA MANAO. A PROJECT WEBPAGE INCLUDING INTERVIEWS WITH CONTEMPORARY PRACTITIONERS AND ARCHIVAL FOOTAGE WILL SERVE AS A CONTINUOUS RESOURCE OF DOCUMENTED LAUHALA-RELATED ARTIFACTS AND EXPERIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c8c7ecd-94fe-c9f2-73ea-fd3a825a590a-R", "generated_internal_id": "ASST_NON_MN-251931-OMS-22_5950"}, {"internal_id": 148771762, "Award ID": "MN-251930-OMS-22", "Award Amount": 99615.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE AH-TAH-THI-KI MUSEUM OF THE SEMINOLE TRIBE OF FLORIDA WILL RESEARCH AND DIGITALLY CATALOG A COLLECTION OF HISTORIC NEWSPAPERS FROM THE 18TH AND 19TH CENTURIES. BUILDING ON AN EARLIER GRANT AWARD TO IMPROVE CATALOG RECORDS AND CREATE A FINDING AID, THE MUSEUM WILL HIRE A RESEARCH ASSISTANT TO SCAN AND GENERATE HIGH-RESOLUTION, SEARCHABLE IMAGES FOR HUNDREDS OF NEWSPAPERS, WHICH WILL THEN BE MADE PUBLICLY AVAILABLE TO NATIVE AND WORLDWIDE RESEARCH COMMUNITIES AS A ROBUST DIGITAL ARCHIVE. THE UNIVERSITY OF SOUTH FLORIDA ACCESS 3D LAB WILL PROVIDE TECHNICAL TRAINING AND ACCESS TO THE EQUIPMENT NECESSARY TO COMPLETE THE PROJECT. A MUSEUM NEWSLETTER WILL SHARE PROJECT UPDATES AND RESULTS RELATED TO THE PRESERVATION AND ACCESS OF THIS HISTORIC MATERIAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1386671f-074a-89b9-633a-f50741066ae6-C", "generated_internal_id": "ASST_NON_MN-251930-OMS-22_5950"}, {"internal_id": 148771763, "Award ID": "MN-251884-OMS-22", "Award Amount": 98598.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE POEH CULTURAL CENTER WILL REDESIGN AND REORGANIZE THEIR COLLECTIONS STORAGE SPACE FOR WORKS CREATED BY CONTEMPORARY AND HISTORIC TEWA ARTISTS IN THE SOUTHWEST. THE CENTER WILL HIRE INTERNS FROM THE INSTITUTE OF AMERICAN INDIAN ARTS, A COLLECTIONS REGISTRAR, AND CONSULTANTS TO CONDUCT AN INVENTORY AND INPUT INFORMATION INTO A CONTENT MANAGEMENT SYSTEM. STAFF WILL COMPLETE DETAILED CONDITION REPORTS FOR OBJECTS BOTH ON AND OFF-SITE. THE IMPROVEMENTS WILL RESULT IN MORE EFFECTIVE COLLECTIONS CARE AND EXHIBITION PLANNING, WHILE TEWA COMMUNITY MEMBERS AS WELL AS ARTISTS AND SCHOLARS WILL HAVE INCREASED ACCESS TO THE COLLECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35972077-d68a-5d17-01a8-23b5714e637a-R", "generated_internal_id": "ASST_NON_MN-251884-OMS-22_5950"}, {"internal_id": 148771764, "Award ID": "MN-251883-OMS-22", "Award Amount": 88202.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE NEZ PERCE TRIBE WILL CONDUCT A COMPREHENSIVE FEASIBILITY STUDY IN ORDER TO GAIN AN UNDERSTANDING OF POTENTIAL OPTIONS FOR UTILIZING A NEWLY ACQUIRED PROPERTY AS THE FUTURE SITE OF THE TRIBE’S FIRST MUSEUM AND CULTURAL CENTER. THE AM’SAÁXPA (“PLACE OF BOULDERS”) PROPERTY, LOCATED IN THE HEART OF THE NEZ PERCE TRIBE’S TRADITIONAL HOMELAND, IS A HISTORIC PROPERTY IN JOSEPH, OREGON, FORMERLY A NEZ PERCE TRIBAL VILLAGE SITE OCCUPIED BY CHIEF JOSEPH, WHO IS BURIED NEARBY. ADDITIONAL PROJECT ACTIVITIES WILL INCLUDE PURCHASING EXHIBIT CASES AND DEVELOPING A TEMPORARY EXHIBIT OF REPLICA ARTIFACTS, WHICH WILL INCREASE THE CAPACITY OF THE TRIBE TO SERVE ITS MEMBERS, THE LOCAL PUBLIC, AND ALL THOSE INTERESTED IN LEARNING ABOUT THE NEZ PERCE PEOPLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_MN-251883-OMS-22_5950"}, {"internal_id": 148771765, "Award ID": "MN-251882-OMS-22", "Award Amount": 75459.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE DELAWARE NATION WILL PARTNER WITH THE 3D SCANNING LAB AT THE UNIVERSITY OF OKLAHOMA LIBRARIES TO PRODUCE HIGH-QUALITY, HIGH-RESOLUTION 3D MODELS OF THE NATION’S ARCHIVAL AND MUSEUM ARTIFACTS. A CLOUD-BASED STORAGE SYSTEM AND DIGITAL CATALOG WILL PROVIDE CITIZENS AND RESEARCHERS ONLINE ACCESS TO THE IMAGES OF THE 3D MODELS, WHICH WILL ALSO BE DISPLAYED ON-SITE FOR VISITORS TO THE DELAWARE NATION LIBRARY. THE DIGITIZATION OF ARTIFACTS WILL PROVIDE BROADER ACCESS TO INFORMATION ABOUT THE COLLECTION AND THE CULTURAL HISTORY OF THE LENAPE PEOPLE, AND WILL SERVE AS THE FOUNDATION FOR A FUTURE, FULLY INTERACTIVE ONLINE MUSEUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1169ac7-4e76-f7df-dc3b-ea5441fe2f71-C", "generated_internal_id": "ASST_NON_MN-251882-OMS-22_5950"}, {"internal_id": 148771766, "Award ID": "MN-251881-OMS-22", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE PEORIA TRIBE OF INDIANS OF OKLAHOMA WILL DESIGN AND FABRICATE AN EXHIBIT FOR DISPLAY AT THE DICKSON MOUNDS MUSEUM IN LEWISTOWN, ILLINOIS, TO TELL THE STORY OF THE EMIQUON PRESERVE AND ITS SIGNIFICANCE TO THE TRIBE. SCENES DEPICTING THE EVOLUTION OF THE PRESERVE FROM A NATURAL WETLAND THAT SUPPORTED GENERATIONS OF TRIBAL ANCESTORS WITHIN THEIR ORIGINAL HOMELANDS, TO BEING DRAINED AND TURNED INTO FARMLAND, TO ITS EVENTUAL REBIRTH AS AN INTERNATIONALLY SIGNIFICANT PROTECTED WETLAND, WILL ENABLE THE TRIBE TO SHOWCASE THEIR HERITAGE IN THEIR OWN WORDS. THE RESULTING EXHIBIT WILL INVITE LOCAL RESIDENTS AND VISITORS FROM ACROSS THE NATION TO VIEW AND EXPERIENCE THE EMIQUON PRESERVE WITH A DEEPER UNDERSTANDING OF THE CULTURAL SIGNIFICANCE, BEAUTY, AND RESOURCEFULNESS OF THE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13c76f4d-3fe9-7939-67da-04848d6b6e91-C", "generated_internal_id": "ASST_NON_MN-251881-OMS-22_5950"}, {"internal_id": 159636975, "Award ID": "MN-251880-OMS-22", "Award Amount": 96250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE SEALASKA HERITAGE INSTITUTE WILL ENHANCE DIGITAL PRESERVATION PRACTICES AND EXPAND DIGITAL STORAGE CAPACITY TO INCREASE ACCESS TO THEIR INDIGENOUS ARCHIVES. THE PROJECT WILL INCLUDE PROFESSIONAL DEVELOPMENT AND TRAINING FOR STAFF TO GAIN EXPERTISE IN DIGITAL ARCHIVES MANAGEMENT. STAFF WILL ALSO ESTABLISH A FORMAL, COMPREHENSIVE DIGITAL PRESERVATION MANAGEMENT POLICY TO SUPPORT THE LONG-TERM PRESERVATION OF DIGITIZED AND BORN-DIGITAL ARCHIVAL HOLDINGS, INCLUDING THEIR AUDIO COLLECTION OF TLINGIT, HAIDA, AND TSIMSHIAN ORAL TRADITIONS. THE PROJECT WILL RESULT IN INCREASED ACCESS TO ARCHIVAL RECORDS FOR RESEARCH AND EDUCATIONAL PURPOSES FOR INDIGENOUS COMMUNITIES AND THE GENERAL PUBLIC IN SOUTHEAST ALASKA AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eaed695-9516-e587-461d-04c75d1b1ded-C", "generated_internal_id": "ASST_NON_MN-251880-OMS-22_5950"}, {"internal_id": 159636974, "Award ID": "MN-251745-OMS-22", "Award Amount": 94376.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "KONIAG, INC. WILL DEVELOP A COMPREHENSIVE, COMMUNITY-INFORMED PLAN FOR A NEW SET OF ALUTIIQ HERITAGE EXHIBITS FOR THEIR MUSEUM, THE ALUTIIQ MUSEUM & ARCHAEOLOGICAL REPOSITORY. PROJECT ACTIVITIES WILL INCLUDE WORKING WITH AN ALASKAN EXHIBIT DESIGNER TO ENGAGE COMMUNITY MEMBERS IN EXHIBIT CONCEPTUALIZATION; CREATE A SCHEMATIC DESIGN TIED TO AN EXHIBIT STYLE GUIDE; DEVELOP A DRAFT SCRIPT WITH OBJECTS, PHOTOS, AND ALUTIIQ VOCABULARY; CREATE A DE-INSTALLATION PLAN FOR THE CURRENT EXHIBITS; DRAFT A BUDGET FOR DESIGN AND FABRICATION; AND MENTOR STAFF IN EXHIBIT DEVELOPMENT. THE PROCESS TO DEVELOP THE COMMUNITY-INFORMED EXHIBIT PLAN WILL HELP THE MUSEUM STRENGTHEN RELATIONSHIPS WITH, AND BETTER UNDERSTAND THE NEEDS OF, ITS NATIVE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ec38ad6-6f68-4e53-1042-75b02c367409-C", "generated_internal_id": "ASST_NON_MN-251745-OMS-22_5950"}, {"internal_id": 148771769, "Award ID": "MN-251714-OMS-22", "Award Amount": 98121.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE KANZA MUSEUM AND THE KANZA LIBRARY AND LEARNING CENTER WILL PROVIDE A SERIES OF PROGRAMS FOCUSED ON INCREASING NATIVE COMMUNITY INVOLVEMENT THROUGH THE TEACHING OF TRADITIONAL ARTS AND CRAFTS. A TRIBAL ELDER WILL TEACH CULTURAL HISTORY TO PARTICIPANTS, AS WELL AS TRADITIONAL METHODS OF MAKING TRIBAL ITEMS AND REGALIA, INCLUDING MOCCASINS, FRINGE SHAWLS, JEWELRY, RIBBON SKIRTS, AND SHIRTS. THEY WILL INFUSE THE PROGRAMS WITH KAÁⁿZE ÍE, THE KAW LANGUAGE, AND DISPLAY CRAFTED ITEMS MADE BY PARTICIPANTS AT FASHION SHOWS AND CULTURAL EVENTS. PARTICIPATING KAW TRIBAL CITIZENS AND INTERESTED NON-NATIVE COMMUNITY MEMBERS WILL LEARN TRIBAL LANGUAGE, HISTORY, AND CULTURE, INCREASING A SENSE OF TRIBAL COMMUNITY AND PRIDE, AND HELPING PRESERVE TRADITIONAL KNOWLEDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea007e3d-ccf4-1d1f-5ac5-88bd2351e40b-C", "generated_internal_id": "ASST_NON_MN-251714-OMS-22_5950"}, {"internal_id": 148771770, "Award ID": "MN-251713-OMS-22", "Award Amount": 99953.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE INSTITUTE FOR NATIVE PACIFIC EDUCATION AND CULTURE (INPEACE) WILL DESIGN THE LOKO IʻA TRAVELING EXHIBIT, AN INDIGENOUS STEM EXPERIENCE. LOKO LʻA ARE TRADITIONAL FISHPONDS, A CENTRAL NATIVE HAWAIIAN LAND MANAGEMENT PRACTICE, AND THE EXHIBIT WILL INCORPORATE INTERACTIVE ACTIVITIES WHILE UTILIZING OBSERVATIONAL, PROBLEM-SOLVING, AND HAND-ON APPROACHES DESIGNED TO ENGAGE YOUTH AND FAMILIES IN THEIR OWN COMMUNITIES. PROJECT ACTIVITIES WILL INCLUDE COLLECTING INFORMATION FROM CULTURAL EXPERTS, RESEARCHERS, AND KUPUNA; COMPILING INFORMATION INTO A DESIGN REFERENCE GUIDE; DEVELOPING CONCEPTUAL PLANS WITH COMMUNITY AND DESIGN EXPERTS; COMPLETING AND REFINING EXHIBIT LAYOUTS, SPECIFICATIONS, AND MATERIALS; AND SECURING COST ESTIMATES FOR FABRICATION AND BUILDOUT. THE RESULTING DESIGNS WILL REFLECT A CULTURE-BASED STEM EXHIBIT THAT PROVIDES NATIVE HAWAIIANS THE OPPORTUNITY TO VIEW THE WORLD AND THEIR ENVIRONMENT THROUGH A LENS THAT IS RELEVANT TO THEIR LIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d420190f-178a-e1a4-763a-592e4cdeed2a-R", "generated_internal_id": "ASST_NON_MN-251713-OMS-22_5950"}, {"internal_id": 159636973, "Award ID": "MN-251648-OMS-22", "Award Amount": 93485.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE SAN CARLOS APACHE TRIBE WILL DEVELOP AND OFFER PROGRAMMING TO REINTRODUCE TRADITIONAL APACHE GAMES TO TRIBAL YOUTH AND FAMILIES. MEETINGS AND WORKSHOPS CONDUCTED WITH APACHE ELDERS AND TRADITIONAL PRACTITIONERS WILL ENABLE PROGRAM PARTICIPANTS TO MAKE THE NECESSARY OBJECTS AND INSTRUMENTS FOR THE GAMES, LEARN APACHE VOCABULARY, HARVEST TRADITIONAL PLANTS AND FOODS, AND ENGAGE IN SEASONAL CEREMONIES FOR WELLNESS AND RENEWAL. THE PROJECT WILL CULMINATE IN AN “APACHE OLYMPICS,” IN WHICH ALL APACHE TRIBES IN ARIZONA AND NEW MEXICO ARE INVITED TO PARTICIPATE, HELPING TO REVITALIZE AND SUSTAIN TRADITIONAL GAMES THAT HAVE NOT BEEN PLAYED SINCE THE LATE 1950S. THE SAN CARLOS APACHE CULTURE CENTER MUSEUM WILL STORE AND DISPLAY THE CRAFTED OBJECTS USED IN THE GAMES, AS WELL AS CREATE REFERENCE BOOKLETS AND RECORD SONGS AND STORIES AS ANOTHER SOURCE OF KNOWLEDGE FOR TRIBAL MEMBERS FOR FUTURE USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21462ddf-7734-1b69-2bf6-231b5c344171-C", "generated_internal_id": "ASST_NON_MN-251648-OMS-22_5950"}, {"internal_id": 148771772, "Award ID": "MN-251606-OMS-22", "Award Amount": 97556.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "KAʻALA FARM WILL TRANSFORM ITSELF INTO A “LIVING MUSEUM” BY PRESERVING ARCHEOLOGICAL SITES LOCATED ON THE KAʻALA LEARNING CENTER’S PROPERTY AND BY REFRAMING AND DEEPENING THE HISTORICAL NARRATIVE TO INCLUDE THE HAWAIIAN COMMUNITY PERSPECTIVE FOR BOTH LOCAL AND NON-LOCAL VISITORS. PROJECT ACTIVITIES WILL INCLUDE RESEARCHING AND DEVELOPING TOURS OF OUTDOOR TRAILS AND ARCHEOLOGICAL SITES, RECRUITING AND TRAINING COMMUNITY MEMBER DOCENTS, AND IMPLEMENTING TAILORED TOURS FOR COMMUNITY MEMBERS AND NON-COMMUNITY VISITORS. BY EXPANDING OPPORTUNITIES FOR COMMUNITY MEMBERS TO TELL THEIR OWN STORIES AND PROPERLY PRESERVING ARCHEOLOGICAL SITES, KAʻALA FARM WILL TEACH VISITORS A MORE COMPLETE HISTORY OF THE WAIʻANAE REGION AND HELP DEVELOP A COMMUNITY KNOWLEDGEABLE ABOUT THEIR OWN HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5c09c21-e21a-697a-02de-4d913a6ba16d-C", "generated_internal_id": "ASST_NON_MN-251606-OMS-22_5950"}, {"internal_id": 148771773, "Award ID": "MN-251605-OMS-22", "Award Amount": 94389.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE BAY MILLS INDIAN COMMUNITY WILL EXPAND THE POINT IROQUOIS LIGHTHOUSE MUSEUM TO PROTECT, PRESERVE, AND PERPETUATE THE ANISHINAABE STORY, LANGUAGE, AND CULTURAL PRACTICES. BUILDING ON A MUSEUM ASSESSMENT PROGRAM (MAP) REPORT, THE TRIBE WILL CONDUCT A SECURITY ASSESSMENT OF THE FACILITY TO ENSURE PROPER MANAGEMENT OF THE HISTORIC PROPERTY AND HIRE A CURATOR TO DEVELOP AND IMPLEMENT PROCEDURES. TO MORE FULLY ENGAGE VISITORS, INCLUDING TRIBAL MEMBERS, STUDENTS, AND THE GENERAL PUBLIC, THE CURATOR WILL DEVELOP A CALENDAR OF EVENTS AND A REGISTRY OF TRIBAL ARTISTS, STORYTELLERS, EDUCATORS, AND HISTORIANS TO PROVIDE APPROPRIATE AND HISTORICALLY ACCURATE PROGRAMMING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c0962d55-32b1-598a-bf41-89f1904d85f1-C", "generated_internal_id": "ASST_NON_MN-251605-OMS-22_5950"}, {"internal_id": 148771774, "Award ID": "MN-251604-OMS-22", "Award Amount": 98258.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE ILANKA CULTURAL CENTER AND MUSEUM OF THE NATIVE VILLAGE OF EYAK WILL CREATE HIGH-DEFINITION 3D SCANS OF 15 ARTIFACTS HELD IN THE ILANKA MUSEUM AND CORDOVA MUSEUM COLLECTIONS. BUILDING UPON A PREVIOUS PROJECT TO CREATE A VIRTUAL REALITY EXPERIENCE OF A TRADITIONAL VILLAGE SITE, THESE ARTIFACTS WILL ENABLE USERS TO PERFORM ADDITIONAL ACTIVITIES, SUCH AS CANOEING, DRUMMING, TRACKING, AND GAMEPLAY. TRIBAL ELDERS WILL CONTRIBUTE KNOWLEDGE OF TRADITIONAL OBJECT USE AND SERVE AS STORYTELLERS WITHIN THE VIRTUAL REALITY EXPERIENCE. THIS PRESERVATION PROJECT WILL RESULT IN AN IMMERSIVE, SHORT STORY EXPERIENCE OF CULTURAL ACTIVITIES FOR VISITORS, TRIBAL MEMBERS, AND YOUTH PARTICIPANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_MN-251604-OMS-22_5950"}, {"internal_id": 148771775, "Award ID": "MN-251602-OMS-22", "Award Amount": 32900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE YAVAPAI-APACHE NATION CULTURAL CENTER WILL STRENGTHEN ITS SERVICES BY IMPLEMENTING IMPROVEMENTS IN COLLECTIONS CARE AND PROGRAMMING. THE PROJECT WILL INCLUDE AN EVALUATION OF THE CENTER’S CLIMATE CONTROL SYSTEM TO ENSURE THE LONG-TERM PRESERVATION OF COLLECTION ITEMS IN STORAGE AND ON DISPLAY. STAFF WILL UPGRADE SUPPLIES AND EQUIPMENT TO SUPPORT ONGOING LANGUAGE PRESERVATION AND ORAL HISTORY PROGRAMMING. TRIBAL MEMBERS WILL ALSO TRAVEL TO FIVE DIFFERENT LOCATIONS AROUND THE COUNTRY TO RESEARCH, IDENTIFY, AND EXAMINE ITEMS THAT HAVE THE POTENTIAL FOR REPATRIATION AND CARE BY THE NATION. REPAIRS TO THE CENTER’S POTTERY WHEEL WILL SUPPORT ITS USE FOR DEMONSTRATIONS, CLASSES, AND POTTERY MAKING. VISITORS, INCLUDING TRIBAL MEMBERS, THE LOCAL VERDE VALLEY COMMUNITY, AND NON-LOCAL TOURISTS, WILL BENEFIT FROM INCREASED ACCESS TO THE NATION’S PRESERVED HISTORICAL AND CULTURAL MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "669ab5bf-d80d-4346-d9d3-14defbf3e545-C", "generated_internal_id": "ASST_NON_MN-251602-OMS-22_5950"}, {"internal_id": 148771776, "Award ID": "MN-251601-OMS-22", "Award Amount": 86063.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THREE CHIEFS CULTURE CENTER OF THE CONFEDERATED SALISH AND KOOTENAI TRIBES WILL RESTORE AND REHOUSE ARTIFACTS DAMAGED BY AN ARSON FIRE IN 2020. THE PROJECT WILL FUND OBJECT CONSERVATION, ENVIRONMENTAL IMPROVEMENTS, AND FIRESAFE STORAGE FOR THE COLLECTION. A CONSERVATOR AND AN APPRAISER WILL ASSIST STAFF IN THE RESTORATION AND PRESERVATION OF DAMAGED CULTURAL RESOURCES OF THE BITTERROOT SALISH, UPPER PEND D’OREILLE, AND KOOTENAI PEOPLE. STAFF WILL UPDATE THE COLLECTIONS MANAGEMENT POLICY, PARTICIPATE IN DATABASE TRAINING, DIGITIZE RECORDS AND COLLECTION MATERIALS, TRANSFER VIDEO AND DIGITAL MEDIA, CONDUCT APPRAISALS, AND COMPLETE THE CATALOGING OF RECORDS. THIS PROJECT WILL ENHANCE THE TRIBE’S ABILITY TO CARE FOR ITS COLLECTIONS, BENEFITTING BOTH TRIBAL AND NON-TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b17e593-e1de-2dbd-3e33-b39f3cf19338-C", "generated_internal_id": "ASST_NON_MN-251601-OMS-22_5950"}, {"internal_id": 148771777, "Award ID": "MN-251414-OMS-22", "Award Amount": 99974.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "45.308", "Description": "THE CITIZEN POTAWATOMI NATION WILL MODERNIZE AND ENHANCE EXHIBIT-BASED TECHNOLOGY TO IMPROVE THE VISITOR EXPERIENCE AT ITS CULTURAL HERITAGE CENTER. PROJECT ACTIVITIES WILL INCLUDE UPDATING TOUCH SCREEN INTERFACES, SPEAKERS, AND COMPUTERS THAT DELIVER CONTENT TO GALLERY SCREENS. IN ADDITION, THE CITIZEN POTAWATOMI NATION WILL REVITALIZE EXHIBIT NARRATIVES BY CHANGING THE STRUCTURE OF INTERACTIVE CONTENT FROM STATIC LOOPS TO VISITOR-SELECTED TOPICS TO PROVIDE AN UPDATED EXPERIENCE. THE GOAL OF THE PROJECT IS TO CREATE A GALLERY SPACE THAT IS MORE VISITOR-DIRECTED AND RESPONSIVE FOR TRIBAL MEMBERS, MEMBERS OF OTHER TRIBES, AND VISITORS FROM THE SURROUNDING NON-NATIVE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01b474bc-18a7-861f-def3-bcfa0877a963-C", "generated_internal_id": "ASST_NON_MN-251414-OMS-22_5950"}, {"internal_id": 133721946, "Award ID": "MN-249889-OMS-21", "Award Amount": 74428.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE BISHOP PAIUTE TRIBE WILL CREATE A CULTURAL OUTREACH AND EDUCATION PROGRAM AT ITS OWENS VALLEY PAIUTE SHOSHONE CULTURAL CENTER. ALIGNED WITH THE TRIBE'S STRATEGIC PLAN, THE GOAL OF THE PROJECT IS TO PRESERVE, STRENGTHEN, AND RENEW CULTURAL CONNECTION THROUGH EDUCATION PROGRAMS AS THEY RELATE TO THE NATURAL RESOURCES OF TRIBAL LANDS ON AND OFF TRIBAL RESERVATIONS. A NEWLY CREATED POSITION OF CULTURAL OUTREACH COORDINATOR WILL FACILITATE THE DEVELOPMENT OF AN INTRODUCTORY PROGRAM--'EASTERN SIERRA WATERSHEDS: THE CULTURALLY HISTORIC CONNECTION BETWEEN WATER AND THE PAIUTE AND SHOSHONE PEOPLE.' THE PROJECT TEAM WILL ORGANIZE FIELD TRIPS TO WATERSHEDS AND CONDUCT RESEARCH TO DEVELOP WATER SHED CURRICULUM KITS, TEN OF WHICH WILL BE DISSEMINATED TO LOCAL PARTNERS, TRIBES AND AVAILABLE FOR CHECK-OUT FROM THE MUSEUM. THE PROJECT WILL ALSO PRODUCE A FIVE-PANEL EXHIBIT TO BE PERMANENTLY DISPLAYED IN THE CENTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a46e7d8-fd02-c2ad-f750-c7744f1b9192-C", "generated_internal_id": "ASST_NON_MN-249889-OMS-21_5950"}, {"internal_id": 133721947, "Award ID": "MN-249841-OMS-21", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "HI'IPAKA, LLC WILL ENHANCE ITS EFFORTS TO SUSTAIN HAWAIIAN HERITAGE, CULTURE, AND COMMUNITY KNOWLEDGE BY BUILDING THE CAPACITY OF STAFF TO ADOPT BEST PRACTICES AND INNOVATIONS TO BETTER CARE FOR AND INTERPRET THE COLLECTIONS OF WAIMEA VALLEY. A CONSULTING CONSERVATOR WILL COMPLETE A GENERAL CONSERVATION SURVEY OF THE COLLECTIONS, WHICH INCLUDE HAWAIIAN CULTURAL SITES, NATIVE HAWAIIAN PLANT COLLECTIONS, AND NATIVE HAWAIIAN CULTURAL ARTIFACTS. THE PROJECT INCLUDES FUNDS TO PURCHASE NECESSARY SUPPLIES AND EQUIPMENT TO SUPPORT STAFF WORK UNDER THE GUIDANCE OF THE CONSERVATOR TO ASSESS, CATALOG, REHOUSE COLLECTIONS, AND IMPROVE ONGOING COLLECTIONS MANAGEMENT PRACTICES. THE LONGER-TERM PROJECT GOAL IS TO IMPROVE THE WELLBEING OF THE SURROUNDING COMMUNITY BY SERVING AS A TRUSTED SPACE FOR COMMUNITY DIALOGUE AND THE CARE AND INTERPRETATION OF HAWAIIAN CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d207a71-e1d0-fb04-ee91-cd27054ac6d3-R", "generated_internal_id": "ASST_NON_MN-249841-OMS-21_5950"}, {"internal_id": 159636972, "Award ID": "MN-249837-OMS-21", "Award Amount": 99982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "BUILDING ON COMPLETED STRATEGIC AND ARCHITECTURAL PLANS FOR A TRIBAL CULTURAL CENTER/MUSEUM, THE TWENTY-NINE PALMS BAND OF MISSION INDIANS WILL CREATE AN EXHIBIT PLAN AS THE NEXT STEP IN ITS EFFORTS TO RETAIN TRADITIONAL CULTURE AND SHARE ITS HISTORY WITH THE LOCAL COMMUNITY AND OTHERS. THE TRIBE WILL WORK WITH A MUSEUM CONSULTING FIRM AND CONDUCT A COMMUNITY SURVEY TO DEVELOP A DRAFT PLAN FOR EXHIBIT CONFIGURATION. THE TRIBE WILL ALSO ESTABLISH COOPERATIVE RELATIONSHIPS WITH A VARIETY OF PARTNERS TO RECEIVE SHARED CONTENT, EXHIBITS, OR ARTIFACTS WHICH WILL CONTRIBUTE TO THE CULTURAL CENTER/MUSEUM’S EXHIBITS TO PROVIDE A HOLISTIC VIEW OF THE BREADTH OF CHEMEHUEVI CULTURE. THE PROJECT WILL RESULT IN A COMPREHENSIVE EXHIBIT PLAN AND ASSOCIATED DESIGN BOARDS FEATURING THE CORE CONCEPTS OF THE EXHIBITS AS WELL AS DESIGN ELEMENTS SUCH AS FONTS, MATERIALS, COLOR PALETTE, TEXTURES, AND CULTURAL MOTIFS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "426536a6-1aaf-9a76-4c09-f6b2b65b511c-R", "generated_internal_id": "ASST_NON_MN-249837-OMS-21_5950"}, {"internal_id": 133721949, "Award ID": "MN-249835-OMS-21", "Award Amount": 65621.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "IOLANI PALACE WILL LAUNCH THE NEXT STAGE OF EXHIBIT DEVELOPMENT AS PART OF A COMPREHENSIVE OVERHAUL OF THE MUSEUM'S VISITOR EXPERIENCE. BASED ON COMPLETED INTERPRETIVE AND EXHIBIT DESIGN PLANS, THE NEW EXHIBIT AREA WILL FOCUS ON TEN THEMES FOR OVER 100,000 VISITORS PER YEAR, WITH AN EMPHASIS ON MULTIGENERATIONAL FAMILY GROUPS AND SCHOOL CLASSES. THE MUSEUM WILL ASSEMBLE A TEAM OF EXPERTS, KNOWLEDGE-BEARERS, TEACHERS, AND OTHER MUSEUM PROFESSIONALS TO BUILD THE VOICE, TEXT, AND CONTENT FOR THE EXHIBIT PANELS AND LABELS, WHICH WILL REFLECT HAWAIIAN HISTORY, CULTURE, AND CONTEMPORARY ISSUES. THE PROJECT TEAM WILL ALSO ENGAGE WITH LOCAL RESIDENTS, COLLEGE FACULTY AND STUDENTS, MILITARY SERVICE MEMBERS AND THEIR FAMILIES, AND OTHERS TO ENSURE THAT THE PROCESS OPENS AS MANY DOORS AS POSSIBLE TO SERVING THE HAWAIIAN COMMUNITY AS WELL AS BUILDING BETTER UNDERSTANDING OF HAWAIIAN CULTURE FOR VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b01d1f70-9387-0249-fb82-b31f46a26154-C", "generated_internal_id": "ASST_NON_MN-249835-OMS-21_5950"}, {"internal_id": 133721950, "Award ID": "MN-249818-OMS-21", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE HAWAII STATE ARCHIVES WILL IMPROVE THE PRESERVATION AND ACCESSIBILITY OF ITS COLLECTION OF NEGATIVES DOCUMENTING THE HISTORY, HERITAGE, AND CULTURE OF NATIVE HAWAIIANS. THE PROJECT TEAM WILL DIGITIZE OVER 22,000 FRAGILE AND DETERIORATING 19TH AND EARLY 20TH CENTURY NEGATIVES, MANY OF WHICH HAVE BEEN PULLED FROM PUBLIC ACCESS DUE TO DAMAGE AND SIGNS OF SEVERE DETERIORATION. THE DIGITAL IMAGES WILL LIVE IN A FREELY ACCESSIBLE, CENTRALIZED, BI-LINGUAL (''LELO HAWAI'I'HAWAIIAN LANGUAGE'AND ENGLISH), SEARCHABLE ONLINE PUBLIC ACCESS DATABASE. TWO HAWAIIAN LANGUAGE GRADUATE STUDENT INTERNS WILL ASSIST WITH DIGITIZATION WORK AND TRANSCRIBING DESCRIPTIVE METADATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78262eca-39bf-842b-027c-c4354ea33b27-C", "generated_internal_id": "ASST_NON_MN-249818-OMS-21_5950"}, {"internal_id": 133721951, "Award ID": "MN-249807-OMS-21", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "AHA K'NE WILL WORK WITH A CONSULTANT AND THE OFFICE OF HAWAIIAN AFFAIRS TO CREATE A PUBLICLY ACCESSIBLE RESOURCE DOCUMENTING THREE DECADES OF REPATRIATION WORK. N' MEA HAWAI'I (HAWAIIAN ANCESTRAL REMAINS, FUNERARY POSSESSIONS, AND CULTURAL ITEMS) ARE SCATTERED THROUGHOUT THE GLOBE BUT MANY DOCUMENTS, PICTURES, DATABASES, EMAILS, LETTERS AND OTHER RESEARCH RELATING TO ITEMS THAT HAVE BEEN RETURNED ARE STORED IN BOXES IN RURAL HILO. A CONSULTING PROJECT DIRECTOR, REPATRIATION SPECIALIST, AND DOCUMENT TECHNICIAN WILL COORDINATE PROJECT ACTIVITIES, INCLUDING THE CREATION OF A SEARCHABLE DIGITAL ARCHIVE AND TWO NEW DATABASES REFLECTING PAST AND ONGOING EFFORTS TO IDENTIFY N' MEA HAWAI'I HELD NATIONALLY AND INTERNATIONALLY. THE TRANSFORMATION OF THESE MATERIALS INTO A DIGITAL REPOSITORY WILL INCREASE AN UNDERSTANDING OF HEALING FROM TRAUMA, IMPROVING THE WELL-BEING OF HAWAIIAN FAMILIES WHILE SHARING NATIVE HAWAIIAN WORLDVIEWS AND CULTURAL PRACTICES WITH OTHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06acc8c5-874a-ded1-d905-20e08725430b-R", "generated_internal_id": "ASST_NON_MN-249807-OMS-21_5950"}, {"internal_id": 133721952, "Award ID": "MN-249805-OMS-21", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE YOUNG OF HEART WORKSHOP WILL COLLABORATE WITH THE UNIVERSITY OF HAWAII TO IMPLEMENT A PROJECT TO CREATE BROADER ACCESS TO THE WORK OF NATIVE HAWAIIAN ARTISTS. THE AI PHAKU PROJECT WILL DISPERSE ARTIST EXHIBITIONS ACROSS THREE CAMPUSES AND FIVE VENUES WITHIN THE UNIVERSITY OF HAWAII SYSTEM, INCLUDING THE JOHN YOUNG MUSEUM OF ART, THE ART GALLERY, AND THE COMMONS GALLERY AT UH MA'NOA AND AT GALLERY 'IOLANI AT WINDWARD COMMUNITY COLLEGE AND KOA GALLERY AT KAPI'OLANI COMMUNITY COLLEGE. THE SERIES OF EXHIBITS WILL BE ACCOMPANIED BY PUBLIC PROGRAMMING AND A COMPREHENSIVE PUBLICATION WITH ARCHIVAL IMAGES, HISTORICAL AND NEWLY COMMISSIONED ESSAYS, ARTIST AND ARTWORK INFORMATION AND INSTALLATION IMAGES. THE PROJECT WILL SERVE OVER 27,000 STUDENTS, INCLUDING APPROXIMATELY 5,400 HAWAIIAN STUDENTS AND WILL ALSO BRING OVER A THOUSAND OTHER VISITORS TO THE CAMPUSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e2dd3a11-6a3f-8662-ce47-9af23681d6f1-R", "generated_internal_id": "ASST_NON_MN-249805-OMS-21_5950"}, {"internal_id": 133721953, "Award ID": "MN-249744-OMS-21", "Award Amount": 98431.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "IN RESPONSE TO THE NEED FOR NEW PRESENTATION PLATFORMS, THE EASTERN SHAWNEE TRIBE OF OKLAHOMA (ESTO) WILL LAUNCH THE COMMUNICATION FOR HEALING DURING COVID-19 PROJECT. THE TRIBE WILL DIGITIZE COLLECTIONS AND ARCHIVAL RESOURCES, PRESERVE ELDERS' STORIES AND INTERVIEWS, AND DEVELOP A VIRTUAL EXHIBIT TO CREATE A LIVING TIMELINE OF EASTERN SHAWNEE HISTORY. THE RESOURCES WILL BE ACCESSIBLE IN THE GEORGE J. CAPTAIN PUBLIC LIBRARY, THE TRIBE'S ONLINE LIBRARY, AND THE EASTERN SHAWNEE TRIBE OF OKLAHOMA MUSEUM. THE EXHIBITS WILL ALSO BE SHARED THROUGH OPEN-SOURCE MEDIA SUCH AS FACEBOOK AND THE TRIBAL WEBSITE. THE PROJECT WILL STRENGTHEN ESTO'S MUSEUM SERVICES BY PROMOTING TECHNOLOGY TO ENHANCE AND SUSTAIN CULTURAL HERITAGE AND ENGAGEMENT. THE EASTERN SHAWNEE TRIBAL COMMUNITY WILL EXPERIENCE A STRONGER CONNECTION TO ITS OWN HISTORY, CULTURE, AND TRADITIONAL LANGUAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ff4cd3e-989e-18c9-64cf-0cc49e77f93a-C", "generated_internal_id": "ASST_NON_MN-249744-OMS-21_5950"}, {"internal_id": 133721954, "Award ID": "MN-249726-OMS-21", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE KA MAKAIWA: STRENGTHENING DIGITAL ACCESS FOR NATIVE HAWAIIAN FUTURES PROJECT WILL DEVELOP AN APPROACH TO PRODUCING ONLINE EXHIBITS AND RELATED PROGRAMMING FOR THE BISHOP MUSEUM. THE PROJECT WILL ADDRESS BARRIERS TO PHYSICAL ACCESS TO COLLECTIONS EXPECTED TO CONTINUE BEYOND THE PANDEMIC BY EXPANDING ACCESS TO INFORMATION BY DEVELOPING A HIGH-QUALITY, THOUGHTFULLY DESIGNED, AND USER-FRIENDLY ONLINE EXHIBIT PLATFORM. THE MUSEUM WILL CAPTURE PHOTOGRAPHS, VIDEO FOOTAGE, AND OTHER CONTENT FROM THE (RE)GENERATIONS: CHALLENGING SCIENTIFIC RACISM IN HAWAII EXHIBITION, WHICH EXPLORES RACISM AND BIAS IN SCIENTIFIC RESEARCH WHILE CELEBRATING NATIVE HAWAIIAN VOICES AND COLLABORATIVE ENDEAVORS. THE PROJECT TEAM WILL TEST A BETA VERSION INTERNALLY AND CONDUCT A THOROUGH INTERNAL REVIEW BEFORE LAUNCHING THE ONLINE EXHIBIT PUBLICLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df3b8137-cebb-f460-7e71-980df8b47232-C", "generated_internal_id": "ASST_NON_MN-249726-OMS-21_5950"}, {"internal_id": 133721955, "Award ID": "MN-249721-OMS-21", "Award Amount": 98230.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "WITH A MISSION TO RESTORE, PRESERVE, AND PROVIDE SAFE, MEANINGFUL ACCESS TO THE KAHO'OLAWE ISLAND RESERVE, THE KAHO'OLAWE ISLAND RESERVE COMMISSION (KIRC) WILL IMPLEMENT NEW WAYS FOR THE PUBLIC TO ACCESS THE HISTORICAL, CULTURAL, AND NATURAL RESOURCES OF THE SITE. DUE TO LIMITATIONS ON PHYSICAL ACCESS RELATED TO FUNDING CONSTRAINTS AND COVID-19, KIRC WILL DEVELOP DIGITAL TOOLS TO PROVIDE THE GREATER COMMUNITY WITH ACCESS TO THE RESERVE THROUGH VIRTUAL MEANS. THE PROJECT WILL FOCUS ON THREE DELIVERABLES: SHARING LIVESTREAMING VIDEO FROM KAHO'OLAWE ON THE KIRC WEBSITE SHARING 360-DEGREE VIDEO UPDATES OF MONTHLY VOLUNTEER ACCESS ACTIVITIES AND DEVELOPING A PILOT KAHO'OLAWE VIRTUAL REALITY HUAKA'I, OR EXPEDITION. THE PROJECT WILL SUPPORT THE KIRC IN SERVING AS A MODEL FOR OTHER NATURAL MUSEUM SPACES THAT HOPE TO MAINTAIN OR EXPAND PUBLIC ACCESS BEYOND A PHYSICAL MEANS TO LOCAL AND WORLDWIDE AUDIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_MN-249721-OMS-21_5950"}, {"internal_id": 133721956, "Award ID": "MN-249686-OMS-21", "Award Amount": 88530.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE FEDERATED INDIANS OF GRATON RANCHERIA WILL CREATE, DESIGN, AND TEST A TRIBAL INTERPRETIVE PLAN TO DEVELOP CULTURALLY APPROPRIATE INFORMATION REGARDING TRIBAL ARTIFACTS. THE INTERPRETIVE PLAN WILL PROVIDE CONSISTENT GUIDELINES FOR VARIOUS ORGANIZATIONS THAT SEEK TO DISPLAY THE TRIBE'S CULTURAL HERITAGE, AS WELL AS FOR THE TRIBE'S OWN USE IN DISPLAYING ARTIFACTS IN THE TRIBAL GOVERNMENTAL BUILDING. THE PROJECT TEAM WILL ALSO PRODUCE AN INTERACTIVE, COMPANION ONLINE VIRTUAL EXHIBIT WHICH WILL BE ACCESSIBLE TO ALL 1,400 TRIBAL CITIZENS THROUGHOUT THE UNITED STATES AND THE WORLD TO FOSTER GREATER APPRECIATION AND KNOWLEDGE ABOUT THEIR CULTURAL HERITAGE. THE TRIBE WILL ENGAGE A CONSULTANT TO ASSIST WITH THE DEVELOPMENT OF THE PLAN AND TRIBAL CITIZENS WILL PARTICIPATE DIRECTLY IN THE PLANNING PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e9973c4-7311-3c8e-c7c6-b2d4a78b2f4b-C", "generated_internal_id": "ASST_NON_MN-249686-OMS-21_5950"}, {"internal_id": 133721957, "Award ID": "MN-249637-OMS-21", "Award Amount": 96721.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE LAC COURTE OREILLES (LCO) MUSEUM AND VISITORS CENTER WILL PARTNER WITH THE LCO OJIBWE COLLEGE TO DEVELOP AND INSTALL EXHIBITS AT THE MUSEUM AND FOUR OTHER LOCATIONS ON THE RESERVATION WITH THE COMMON THEME OF 'IKWE'THE WOMEN OF LCO.' THE EXHIBITS WILL FOCUS ON SEVEN AREAS IN WHICH LCO IKWE HAVE EXCELLED: TRADITIONAL ARTS, PUBLIC MEDIA, EDUCATION, COMMUNITY HEALTH, MILITARY SERVICE, SOCIAL ACTION, AND THOSE WHO RAISED LARGE FAMILIES. PHOTOS AND OTHER DOCUMENTS USED IN THE EXHIBITS WILL COME FROM THE LCO MUSEUM AND THE LCO OJIBWE COLLEGE, IN ADDITION TO SEVERAL HISTORICAL REPOSITORIES IN THE REGION. FIVE TRIBAL ELDERS WILL ASSIST IN GATHERING INFORMATION FROM FAMILIES IN THE COMMUNITY ABOUT PREVIOUS GENERATIONS OF IKWE IN ADDITION TO SERVING AS DOCENTS UPON THE OPENING OF THE EXHIBITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30a494ed-9ff3-086b-f11c-683a15045292-C", "generated_internal_id": "ASST_NON_MN-249637-OMS-21_5950"}, {"internal_id": 133721958, "Award ID": "MN-249617-OMS-21", "Award Amount": 99976.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "SEALASKA CORPORATION WILL CREATE FIVE CULTURALLY RESPONSIVE LESSON PLANS FOR USE BY ELEMENTARY AND MIDDLE SCHOOL STUDENTS IN JUNEAU, ALASKA. THE 200 STUDENTS TO BE SERVED BY THE PROJECT WILL VISIT THE SEALASKA HERITAGE INSTITUTE WITH THEIR TEACHERS TO PARTICIPATE IN INQUIRY-BASED EDUCATIONAL PROGRAMMING FOCUSED ON THE MUSEUM'S 1982 BIENNIAL CELEBRATION, WHICH REVITALIZED THE TLINGIT, HAIDA, AND TSIMSHIAN CULTURES. THE PROJECT BUILDS ON PREVIOUS GRANT AWARDS FROM IMLS AND NEH TO DIGITIZE AND EDIT FOOTAGE FROM THE CELEBRATION FESTIVAL. THE SEALASKA HERITAGE INSTITUTE WILL DRAW FROM CONTENT IN 24 EDITED VIDEOS OF THE EVENT, AS WELL AS FROM RESOURCES IN ITS ARCHIVES AND COLLECTIONS TO CREATE THE LESSON PLANS. . THE PROJECT TEAM WILL USE PRE AND POST STUDENT AND TEACHER SURVEYS TO WRITE AND DELIVER A PAPER ON THE PROJECT TO THE MUSEUM COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eaed695-9516-e587-461d-04c75d1b1ded-C", "generated_internal_id": "ASST_NON_MN-249617-OMS-21_5950"}, {"internal_id": 133721959, "Award ID": "MN-249570-OMS-21", "Award Amount": 66914.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE NATIVE VILLAGE OF EYAK'S ILANKA CULTURAL CENTER (ICC) WILL PURCHASE SUPPLIES AND EQUIPMENT TO CREATE A DIGITAL COLLECTION DOCUMENTING ITS HISTORY AND TRADITIONS. THE PROJECT WILL BEGIN WITH THE CREATION OF A DIGITAL COLLECTION POLICY TO GUIDE THE WORK. THE PROJECT TEAM WILL MEET WITH TRIBAL ELDERS AND THEIR FAMILIES TO ACQUIRE HISTORICAL PHOTOS, WHICH WILL BE SCANNED AND DOCUMENTED WITH RELATED INFORMATION. ACQUIRING THE DIGITIZING EQUIPMENT AND PROVIDING TRAINING FOR THE STAFF WILL ALLOW THE CULTURAL DEPARTMENT TO ACCESS MORE HISTORICAL PHOTOGRAPHS FROM TRIBAL MEMBERS IN FUTURE YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_MN-249570-OMS-21_5950"}, {"internal_id": 133721960, "Award ID": "MN-249419-OMS-21", "Award Amount": 49109.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "FORT MCDOWELL YAVAPAI NATION WILL PRODUCE AN INTERPRETIVE PLAN TO GUIDE THE FUTURE DEVELOPMENT OF ITS MUSEUM. THE CURRENT MUSEUM EXHIBITS HAVE BEEN DISPLAYED SINCE 2012 WITH MINIMAL INTERPRETIVE GRAPHICS IN AN 800 SQUARE FOOT AREA OF A FORMER CHURCH BUILDING IN THE HISTORIC CENTER OF THE COMMUNITY. THE INTERPRETIVE PLAN WILL BE BASED ON BROAD COMMUNITY PARTICIPATION IN THREE FACILITATED MEETINGS USING PARTICIPANT ENGAGEMENT TECHNIQUES. THE MEETINGS WILL BE FACILITATED BY PROFESSIONALS IN THE FIELD OF MUSEUM DEVELOPMENT WHO ALSO HAVE EXPERIENCE WITH TRIBAL NATIONS. THE PLAN WILL PROVIDE A ROAD MAP WITH CLEAR STEPS FOR ONGOING PHASES OF DEVELOPMENT AND WILL DEMONSTRATE THE TRIBE?S COMMITMENT TO DEVELOPING A MUSEUM THAT TELLS THE NATION?S STORY THE WAY THEY WANT IT TO BE TOLD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c680e976-eb8a-da2b-9bc7-df5827b1757e-C", "generated_internal_id": "ASST_NON_MN-249419-OMS-21_5950"}, {"internal_id": 133721961, "Award ID": "MN-249335-OMS-21", "Award Amount": 99943.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "PAPAHANA KUAOLA WILL STRENGTHEN THE CONNECTION BETWEEN KANAKA (PEOPLE) AND AINA (LAND, THAT WHICH FEEDS US) BY DEVELOPING AND PRESENTING COMMUNITY-BASED EDUCATION PROGRAMS FOCUSING ON THE KNOWLEDGE, USE, AND GROWTH OF HAWAIIAN FOOD AND MEDICINAL PLANTS. THE PROJECT TEAM WILL DEVELOP AND IMPLEMENT NINE SEQUENTIAL LEARNING SESSIONS, REACHING 600 PARTICIPANTS EITHER IN-PERSON OR ONLINE. PROJECT ACTIVITIES WILL FOCUS AROUND THE 63 ACRES OF CONSERVATION LAND THAT PAPAHANA KUAOLA STEWARDS AND THE IDENTIFIED NATIVE PLANTS THAT FLOURISH ON THE PROPERTY. WITH THE GUIDANCE OF CULTURAL PRACTITIONERS AND NATIVE PLANT SPECIALISTS, STAFF WILL GENERATE ON-LINE CURRICULUM AND HANDS-ON WORKSHOPS TO BRING THESE PERSPECTIVES TO THE COMMUNITY. PARTICIPANTS WILL LEARN SKILLS THAT CAN BE UTILIZED IN EVERYDAY LIFE WHILE DEEPENING THEIR UNDERSTANDING AND APPRECIATION OF HAWAIIAN CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c8c7ecd-94fe-c9f2-73ea-fd3a825a590a-R", "generated_internal_id": "ASST_NON_MN-249335-OMS-21_5950"}, {"internal_id": 133721922, "Award ID": "MN-249305-OMS-21", "Award Amount": 99840.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE MELE: SONIC KNOWLEDGE PROJECT WILL DOCUMENT THE UNIQUE PRACTICES OF THE HAKU MELE-THE HAWAIIAN CULTURAL PRACTICE OF KNOWLEDGE PROLIFERATION THROUGH SONG. BY ENGAGING A COHORT OF MASTER HAKU MELE AND CULTURAL EXPERTS, THIS PROJECT WILL PROVIDE NEW COMPOSITIONS OF MELE TO BE CAPTURED IN EDUCATIONAL RESOURCES IN THE FORM OF AUDIO RECORDINGS, VIDEO INTERVIEWS OF COMPOSERS, AND WRITTEN CURRICULUM ON EACH COMPOSITION TO FULLY EXPLAIN THIS TRADITIONAL PRACTICE. THE PROJECT TEAM WILL ENGAGE THE SUPPORT OF AN AUDIO ENGINEER AND VIDEOGRAPHER TO GUIDE THE DEVELOPMENT OF THE PROJECT RESOURCES, WHICH WILL BE MADE FREELY AVAILABLE ONLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7d3476b-d314-75c3-5c6f-028ad0f0ff8a-R", "generated_internal_id": "ASST_NON_MN-249305-OMS-21_5950"}, {"internal_id": 133721962, "Award ID": "MN-249273-OMS-21", "Award Amount": 99965.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "PAPAKU NO KAMEHA'IKANA WILL DOCUMENT THE HISTORY AND LINEAGE OF HULA'THE TRADITIONAL DANCE OF NATIVE HAWAIIAN PEOPLE. ORIGINALLY INTENDED TO BE PASSED FROM MASTER TEACHER TO STUDENT, HULA HAS BEEN POPULARIZED AROUND THE WORLD, RESULTING IN FORMS THAT NO LONGER RESEMBLE THE TRADITIONS HANDED DOWN FROM GENERATION TO GENERATION. THE PROJECT WILL PRODUCE 24 WEBINARS POSTED ONLINE AND 12 WORKSHOPS TARGETING 200 PERSONS. THE PROJECT TEAM WILL PRODUCE A BOOK ON HULA LEGACY AND WILL CONDUCT INTERVIEWS WITH DESCENDANTS OF MASTER TEACHERS. EIGHT STUDENTS WILL PARTICIPATE IN COLLECTIONS MANAGEMENT, CATALOGING AND APPLICATION DESIGN AS THEY ASSIST WITH THE INTERVIEWS AND THEIR TRANSCRIPTION. THE LONG-TERM GOAL OF THE PROJECT IS TO ENSURE THE TRANSMISSION OF THE LEGACY OF HULA, WHICH IS NOT ONLY THE TRADITIONAL HAWAIIAN DANCE BUT ALSO THE FOUNDATION OF ORAL HISTORY, CEREMONY, SPIRITUALITY, HEALING, AND WELLNESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aec7aa5c-bbc6-6cb6-147d-5e9467dcaea5-R", "generated_internal_id": "ASST_NON_MN-249273-OMS-21_5950"}, {"internal_id": 133721963, "Award ID": "MN-249194-OMS-21", "Award Amount": 98288.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "KAWAIAHA'O CHURCH HISTORICAL SITE AND ARCHIVES LIBRARY (KHSA), HOUSED IN THE FIRST CHRISTIAN CHURCH BUILT ON OAHU, WILL IMPROVE THE PRESERVATION AND MANAGEMENT OF ITS COLLECTIONS THROUGH A DIGITIZATION PROJECT THAT WILL ALSO PROVIDE PUBLIC ACCESS VIA THE INTERNET AND SOCIAL MEDIA PLATFORMS. COLLECTIONS TO BE DIGITIZED, CATALOGED, AND TRANSCRIBED INCLUDE CHURCH ADMINISTRATION AND SACRAMENTAL RECORDS LAND, BUILDINGS, AND GROUNDS RECORDS AND AUDIO TAPES, MUSIC, AND PHOTOGRAPHS. DOCUMENTS SUCH AS BAPTISM, MARRIAGE, DEATH, AND FUNERAL RECORDS WILL PROVIDE GENEALOGICAL DATA FOR HAWAII RESIDENTS. A PROJECT COORDINATOR AND DIGITAL ARCHIVE SPECIALIST WILL COORDINATE THE PROJECT IN ADDITION TO CREATING A SERIES OF VIDEOS FOR COMMUNITY MEMBERS TO PROVIDE INSTRUCTION ON THE USE OF THE DIGITAL COLLECTIONS TO CONDUCT RESEARCH ON FAMILY HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80fb167d-dbae-d255-8536-a20312604314-C", "generated_internal_id": "ASST_NON_MN-249194-OMS-21_5950"}, {"internal_id": 133721964, "Award ID": "MN-249169-OMS-21", "Award Amount": 85400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE SUQUAMISH INDIAN TRIBE WILL UPDATE AN ORAL HISTORY PROJECT CONDUCTED FROM 1981-83 THAT HAS GUIDED THE DEVELOPMENT OF THE SUQUAMISH MUSEUM FOR OVER 30 YEARS. THE PROJECT WILL ENGAGE THE 78 SUQUAMISH ELDERS WHO ARE 70 YEARS OF AGE AND OLDER TO DOCUMENT THEIR BIOGRAPHICAL, CULTURAL, AND PERSONAL KNOWLEDGE FOR USE IN MORE CONTEMPORARY PROGRAMMING AND MUSEUM EXHIBITS. ALTHOUGH THE TRIBE RECOGNIZED THE NEED TO GATHER ORAL HISTORIES DURING A RETREAT IN 2018, THE COVID-19 PANDEMIC NOT ONLY INCREASED THE SENSE OF URGENCY BUT PROVIDED TIME TO CONSIDER A PLAN FOR THE PROJECT. COLLECTING ORAL HISTORIES OF EXPERIENCES IN THE MORE RECENT PAST WILL GUIDE LONG RANGE PLANNING AND HELP THE MUSEUM FOCUS ITS COLLECTIONS ACQUISITIONS FOR THE NEXT FORESEEABLE DECADES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77820bbe-04d6-4bb2-4639-de058387a7c5-C", "generated_internal_id": "ASST_NON_MN-249169-OMS-21_5950"}, {"internal_id": 133721965, "Award ID": "MN-249084-OMS-21", "Award Amount": 79050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE SKOKOMISH TRIBE WILL DOCUMENT AND PRESERVE THEIR NATIVE LANGUAGE, TUWADUQ, BEFORE IT BECOMES EXTINCT. THE SKOKOMISH LANGUAGE PROGRAM WILL WORK WITH CONSULTANTS TO SCAN AND DIGITIZE PAPER DOCUMENTS AND COMPILE WORDS AND PHRASES INTO AN ACCESSIBLE DIGITAL DATABASE. THE PROJECT TEAM WILL THEN CREATE LANGUAGE BOOKS TO LEARN THE FOUNDATION OF THE TUWADUQ LANGUAGE WITH WORD LISTS, PICTURES, PHRASES OR STORIES THAT HAVE HISTORICALLY DOCUMENTED AUDIO, WHICH WILL ALL BE AVAILABLE FREE TO ALL TRIBAL MEMBERS. THE TRIBE WILL DISTRIBUTE THE BOOKS IN A VARIETY OF WAYS TO BENEFIT BOTH LOCAL MEMBERS AND RESIDENTS AS WELL AS TRIBAL MEMBERS WHO LIVE OFF THE RESERVATION. THE TRIBE WILL MEASURE PROJECT SUCCESS THROUGH FEEDBACK FROM PRINTED AND ONLINE SURVEYS AS WELL AS TRACKING THE NUMBERS OF MATERIAL DOWNLOADS AND VISITORS ACCESSING THE DIGITAL MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca9158f1-e7ef-ae4d-01a2-78db67bac9f9-C", "generated_internal_id": "ASST_NON_MN-249084-OMS-21_5950"}, {"internal_id": 133721966, "Award ID": "MN-249030-OMS-21", "Award Amount": 99842.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE INSTITUTE FOR NATIVE PACIFIC EDUCATION AND CULTURE WILL ADDRESS LOW SCIENCE AND MATH PROFICIENCY ACHIEVEMENT RATES FOR NATIVE HAWAIIAN STUDENTS BY DESIGNING MORE RELEVANT STEM LEARNING ACTIVITIES. THE INPEACE INDIGENOUS SCIENCE CENTER'S MAHINA EXHIBIT PROJECT WILL CREATE THREE EXHIBIT DESIGNS WITH LEARNING OBJECTIVES TARGETED FOR STUDENTS AGES 4-14. FOCUSED ON THE MAHINA (MOON), THE EXHIBITS AND RELATED ACTIVITIES WILL BE DESIGNED TO BE ENJOYABLE AND THOUGHT-PROVOKING FOR NATIVE HAWAIIAN COMMUNITIES TO ENGAGE IN STEM LEARNING THROUGH A FRAMEWORK THAT IS FAMILIAR. THROUGH CONSULTATION WITH EXPERIENCED EXHIBIT DESIGNERS, THE SCIENCE CENTER'S STAFF WILL GAIN A STRONGER UNDERSTANDING OF BEST PRACTICES IN EXHIBIT DESIGN, AND INDIGENOUS COMMUNITIES WILL BENEFIT FROM APPROACHES THAT TRANSLATE THEIR OWN HISTORIES INTO RELEVANT AND FUN STEM LEARNING EXPERIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d420190f-178a-e1a4-763a-592e4cdeed2a-R", "generated_internal_id": "ASST_NON_MN-249030-OMS-21_5950"}, {"internal_id": 133721967, "Award ID": "MN-248958-OMS-21", "Award Amount": 85923.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "IN PARTNERSHIP WITH THE KANSAS CITY, KANSAS PUBLIC LIBRARY, THE WYANDOTTE NATION WILL IMPLEMENT THE WYANDOT HERITAGE DIGITAL ARCHIVE: THE WILLIAM E. CONNELLEY COLLECTION PROJECT. THE LIBRARY'S WILLIAM E. CONNELLY COLLECTION INCLUDES THOUSANDS OF DOCUMENTS ABOUT THE HISTORY OF NEGOTIATIONS WITH THE FEDERAL GOVERNMENT, THE TRIBE'S REMOVAL FROM OHIO TO KANSAS, AND THE TREATY SIGNED TO PURCHASE LAND IN INDIAN TERRITORY. THE PROJECT TEAM WILL CATALOG, SCAN, DIGITIZE, AND UPLOAD 8-10,000 DOCUMENTS OF WYANDOT MATERIALS TO A DIGITAL DATABASE CREATED AND UTILIZED BY TRIBAL CITIZENS AND ACCESSIBLE TO RESEARCHERS ACROSS THE NATION. THE PROJECT WILL ALSO INCLUDE THE DEVELOPMENT OF TRAINING VIDEOS ON METADATA AND DOCUMENT TRANSCRIPTIONS AS WELL AS A COMMUNITY WORKSHOP ON THE USE OF DIGITAL DATABASES. PROJECT MEMBERS WILL PROMOTE ACTIVITIES AND DISCOVERIES THROUGH VARIOUS FORMS OF SOCIAL MEDIA TO REACH A VARIETY OF AUDIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "198d3222-cf35-6ceb-7239-5704e322db3e-C", "generated_internal_id": "ASST_NON_MN-248958-OMS-21_5950"}, {"internal_id": 133721968, "Award ID": "MN-248956-OMS-21", "Award Amount": 71857.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE PONCA TRIBE OF OKLAHOMA WILL ENHANCE LEARNING OF THE PONCA LANGUAGE AND CULTURE BY DEVELOPING AN APP TO CAPTURE RECORDINGS FROM THE FEW REMAINING ELDERS WHO SPEAK ITS ENDANGERED LANGUAGE. THE TRIBE WILL HIRE A CONTRACTOR TO RECORD PONCA SPEAKERS SAYING A TOTAL OF 500 WORDS OR PHRASES ALONG WITH 10 SONGS. THE APP WILL INCLUDE HISTORICAL AND CURRENT PHOTOGRAPHS OF PONCA PEOPLE AS WELL AS A VIDEO, GAMES, AND QUIZZES TO APPEAL TO BOTH CHILDREN AND ADULTS. THE APP WILL BE AVAILABLE FOR FREE DOWNLOAD ON MULTIPLE PLATFORMS FOR ALL 3,925 TRIBAL MEMBERS NO MATTER WHERE THEY LIVE, AND AT A LOW COST FOR THE GENERAL PUBLIC. THE TRIBE WILL RECORD AS MANY OF THE ELDERS AS POSSIBLE, AND THE RECORDINGS WILL ALSO BE EASILY ACCESSIBLE FOR LISTENING IN THE TRIBAL LIBRARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7647c0d6-ccb7-60bb-4e91-2ade57db6c28-C", "generated_internal_id": "ASST_NON_MN-248956-OMS-21_5950"}, {"internal_id": 133721944, "Award ID": "MN-248954-OMS-21", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "45.308", "Description": "THE SEMINOLE TRIBE OF FLORIDA AND THE AH-TAH-THI-KI MUSEUM WILL COMPLETE A CATALOGING AND RESEARCH PROJECT THAT WILL BOTH DECOLONIZE HISTORIC NARRATIVES AND MAKE A HISTORIC NEWSPAPER COLLECTION MORE ACCESSIBLE TO THE MUSEUM’S COMMUNITY. THE TRIBE WILL ENHANCE THE EXISTING CATALOG DESCRIPTIONS OF A COLLECTION OF 18TH AND 19TH CENTURY NEWSPAPERS PUBLISHED BETWEEN 1768 AND 1888 AND MAKE THEM ACCESSIBLE ONLINE. THE NEWSPAPERS SERVE AS A RECORD OF A PERIOD THAT INCLUDED COLONIZATION, WAR, AND GENOCIDE PERPETRATED AGAINST NATIVE POPULATIONS OF THE SOUTHEASTERN U.S. THE PROJECT WILL INCLUDE THE CREATION OF A FINDING AID AS WELL AS NEWSPAPER AND MAGAZINE ARTICLES THAT WILL ILLUMINATE HOW THE NEWSPAPERS SHAPED THE TELLING OF SEMINOLE HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1386671f-074a-89b9-633a-f50741066ae6-C", "generated_internal_id": "ASST_NON_MN-248954-OMS-21_5950"}, {"internal_id": 133721969, "Award ID": "MN-248927-OMS-21", "Award Amount": 49450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "45.308", "Description": "THE EASTERN BAND OF CHEROKEE INDIANS WILL PRODUCE THE EXHIBITION, 'BEHIND THE MASK: CHEROKEE MASK MAKERS AND THEIR LEGACY,' TO REINFORCE THE SIGNIFICANCE OF CHEROKEE MASKS, THEIR HISTORY AND USE, AS WELL AS THEIR MEANING AND SIGNIFICANCE. THE PROJECT WILL FOCUS ON 20TH CENTURY MASK MAKERS, WITH PARTICULAR EMPHASIS ON WILL WEST LONG, HIS SON ALLEN LONG, AND THE BIG COVE DANCERS WHO WORE THEIR MASKS. THE EXHIBITION WILL INCLUDE AN INTERPRETIVE CATALOG, A SCHOOL-BASED LEARNING ACTIVITY, AND A PARTICIPATORY EVENT. ALL PROJECT ACTIVITIES WILL TAKE PLACE AT THE CHIEF JOYCE DUGAN CULTURAL ARTS CENTER (CAC) LOCATED ON THE CAMPUS OF THE CHEROKEE CENTRAL SCHOOLS IN THE HEART OF THE QUALLA BOUNDARY--LAND THAT BELONGS TO THE EASTERN BAND OF CHEROKEE INDIANS. THE TRIBE SELECTED CAC AS THE SITE DUE TO ITS DUAL ROLE AS A COMMUNITY CENTER AND SCHOOL RESOURCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "153cbecc-9a75-8004-e463-d8c27a478331-C", "generated_internal_id": "ASST_NON_MN-248927-OMS-21_5950"}, {"internal_id": 97957086, "Award ID": "MN-246046-OMS-20", "Award Amount": 98271.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE PYRAMID LAKE PAIUTE TRIBE WILL IMPROVE THE CARE AND MANAGEMENT OF THE COLLECTIONS HOUSED AT ITS MUSEUM AND VISITORS' CENTER BY INCREASING STAFF CAPACITY, PROVIDING ACCESS TO NECESSARY TECHNOLOGICAL RESOURCES, AND INSTALLING NEW STORAGE AND DISPLAY EQUIPMENT. THE TRIBE WILL IMPROVE PRESERVATION AND ACCESS FOR THE COLLECTIONS BY IMPLEMENTING AN INVENTORY CONTROL PROCESS; PURCHASING COLLECTIONS MANAGEMENT SOFTWARE, A SCANNER, AND HIGH-DENSITY MOBILE STORAGE CABINETS; AND MODERNIZING EXISTING DISPLAY CASES. THE MUSEUM WILL HIRE A COLLECTIONS MANAGER WHO WILL PARTICIPATE IN TRAINING TO SUPPORT THE WORK OF INVENTORYING, CATALOGING, AND SCANNING THE COLLECTION MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3afea8f6-b9c8-4aa1-3c87-28625b8f577e-C", "generated_internal_id": "ASST_NON_MN-246046-OMS-20_5950"}, {"internal_id": 97957085, "Award ID": "MN-246032-OMS-20", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE CROW TRIBE WILL LAUNCH A STRATEGIC PLANNING INITIATIVE TO GUIDE THE DEVELOPMENT OF A CULTURAL CENTER ON THE CAMPUS OF LITTLE BIG HORN COLLEGE. A MASTER PLANNER AND AN ARCHITECT WILL LEAD THE PROCESS, AND EACH STAGE WILL INVOLVE STUDENTS, FACULTY AND STAFF, CROW COMMUNITY MEMBERS, AND OTHER INTERESTED PARTIES THROUGH SURVEYS AND COMMUNITY MEETINGS. BEYOND STAKEHOLDERS' INPUT, ROTATING MEMBERS OF THE PLANNING COMMITTEE WILL VISIT FOUR CULTURAL CENTERS TO SEE FIRST-HAND HOW OTHER INDIGENOUS COMMUNITIES HAVE DEVELOPED THEIR CULTURAL CENTERS. THE WORK TEAM WILL USE THE ACCUMULATED DATA TO GUIDE THE PRODUCTION OF A STRATEGIC PLAN AND THE FINAL CONCEPT PLAN. THE CULTURAL CENTER WILL SERVE AS AN ACCESS POINT ALONG WITH THE TRIBAL LIBRARY AND ARCHIVES TO PERPETUATE CROW CULTURE AND HISTORY THROUGH ROTATING DISPLAYS AND CULTURAL ACTIVITIES ON A REGULAR BASIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc8a8813-41b8-2d32-7723-212226b3480f-C", "generated_internal_id": "ASST_NON_MN-246032-OMS-20_5950"}, {"internal_id": 97957084, "Award ID": "MN-246021-OMS-20", "Award Amount": 77250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE DRY CREEK RANCHERIA BAND OF POMO INDIANS WILL DESIGN AND INSTALL AN EXHIBITION TO REBUILD KNOWLEDGE OF ITS HISTORY AND CULTURE AMONG TRIBAL FAMILIES AND YOUTH AS WELL AS BUILDING GREATER UNDERSTANDING AMONG LOCAL NON-NATIVE AUDIENCES. THE MAJORITY OF TRIBAL MEMBERS LIVE IN SURROUNDING SUBURBS AND CITIES WITH MORE THAN HALF OF ITS POPULATION UNDER THE AGE OF 25. THE EXHIBITION WILL FEATURE HISTORICAL PHOTOGRAPHS, AUDIO FILES OF SOUTHERN POMO LANGUAGE TERMS, ORAL HISTORIES, WORKS OF CELEBRATED BASKET WEAVERS, REPRODUCTIONS OF LOCAL NEWSPAPER ARTICLES, AND FILM FOOTAGE OF MORE CONTEMPORARY AND CONTROVERSIAL EVENTS. AN ACCOMPANYING CATALOG AND PROGRAMMING WILL SUPPORT THE EDUCATIONAL GOALS OF THE PROJECT. THE EXHIBITION WILL TARGET THE GENERAL PUBLIC BY OPENING FOR SIX MONTHS AT THE NEARBY HEALDSBURG MUSEUM. IT WILL THEN BE REFORMATTED FOR INSTALLATION IN THE NEWLY BUILT TRIBAL COMMUNITY SERVICES AND CULTURAL CENTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb5a1f4d-24c3-0d99-1c5e-602b36c3119c-C", "generated_internal_id": "ASST_NON_MN-246021-OMS-20_5950"}, {"internal_id": 97957083, "Award ID": "MN-245997-OMS-20", "Award Amount": 99953.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "PAPAHANA KUAOLA WILL LAUNCH THE E KANI HOU (TO RESONATE ONCE AGAIN) PROJECT TO INCREASE KNOWLEDGE AND UNDERSTANDING OF HAWAIIAN TRADITIONS AND PRACTICES RELATED TO THE UKEKE. THE UKEKE, THE HAWAIIAN MUSICAL BOW, IS THE ONLY INDIGENOUS HAWAIIAN STRINGED INSTRUMENT, AND ONLY A SMALL NUMBER OF CULTURAL PRACTITIONERS ARE FAMILIAR WITH ITS USE AND HISTORY. THE PROJECT TEAM WILL ORGANIZE CLASSROOM PRESENTATIONS, HANDS-ON ACTIVITIES, AND COMMUNITY WORKSHOPS WITH CULTURAL PRACTITIONERS FOR 300 STUDENTS AND 200 COMMUNITY MEMBERS IN LOW INCOME AND UNDERSERVED COMMUNITIES. A GUIDE TO SUPPORT EDUCATORS IN TEACHING THE ART OF UKEKE WILL INCLUDE UNITS ON UKEKE HISTORY AND USE BY THE COMMUNITY?S ANCESTORS; WOODS AND OTHER NATURAL RESOURCES AND WHERE THEY CAN BE FOUND; AND DESIGNS AND INSTRUCTIONS FOR MAKING AND STRINGING, STRUMMING, AND COMPOSITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c8c7ecd-94fe-c9f2-73ea-fd3a825a590a-R", "generated_internal_id": "ASST_NON_MN-245997-OMS-20_5950"}, {"internal_id": 97957082, "Award ID": "MN-245917-OMS-20", "Award Amount": 82731.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE SAN CARLOS APACHE CLANSHIP AND TRADITIONAL APACHE FOOD PROJECT WILL TEACH AND STRENGTHEN THE KNOWLEDGE OF APACHE CLAN SYSTEMS, WHICH PLAY A VITAL ROLE IN THE IDENTITY OF THE APACHE PERSON. THE DIRECTOR OF THE SAN CARLOS APACHE CULTURE CENTER MUSEUM WILL HIRE A PROJECT COORDINATOR TO ORGANIZE PILGRIMAGES TO THE APACHE CLAN HOMELANDS TO LOCATE AND IDENTIFY TRADITIONAL FOODS AND PLANTS, WHICH WILL THEN BE HARVESTED, PROCESSED, AND PREPARED FOR PARTICIPANTS TO CONSUME. THE PROJECT WILL INCLUDE WORKSHOPS, A CONFERENCE, AND THE PRODUCTION OF RELATED VIDEOS AND OTHER MATERIALS. PRE- AND POST-PARTICIPATION SURVEYS WILL HELP TO MEASURE THE PROJECT?S SUCCESS AT INCREASING THE CAPACITY OF THE MUSEUM STAFF AND TRIBAL MEMBERS OF ALL AGES TO BETTER UNDERSTAND THEMSELVES CULTURALLY AND TO REDISCOVER HEALTHY, NATURAL, TRADITIONAL FOODS THAT ARE AVAILABLE AT THEIR TRADITIONAL CLAN HOMELANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21462ddf-7734-1b69-2bf6-231b5c344171-C", "generated_internal_id": "ASST_NON_MN-245917-OMS-20_5950"}, {"internal_id": 97957081, "Award ID": "MN-245754-OMS-20", "Award Amount": 99858.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE BISHOP MUSEUM WILL INCREASE PUBLIC KNOWLEDGE OF HAWAIIAN CULTURE BY IMPROVING AND STRENGTHENING ITS VOLUNTEER DOCENT PROGRAM. THE MUSEUM WILL ESTABLISH THE POSITION OF DOCENT PROGRAM COORDINATOR TO GUIDE ITS EFFORTS TO RECRUIT AND DIVERSIFY A NEW CORPS OF DOCENTS, ENHANCE VISITOR ENGAGEMENT, AND PROVIDE CULTURAL COMPETENCY TRAINING FOR ITS CURRENT AND FUTURE VOLUNTEERS. THE MUSEUM WILL ALSO PROVIDE PROFESSIONAL DEVELOPMENT OPPORTUNITIES FOR THE NEW DOCENT COORDINATOR WHILE EVALUATING THE CURRENT PROGRAMMING, WORKING WITH A CONSULTANT TO DEVELOP NEW TOUR CONTENT AND PRESENTATION TECHNIQUES AND BUILDING A STRONG COMMUNICATION AND SUSTAINABILITY PLAN FOR THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df3b8137-cebb-f460-7e71-980df8b47232-C", "generated_internal_id": "ASST_NON_MN-245754-OMS-20_5950"}, {"internal_id": 97957080, "Award ID": "MN-245738-OMS-20", "Award Amount": 77750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE NATIVE VILLAGE OF EYAK'S ILANKA CULTURAL CENTER AND MUSEUM WILL PURCHASE A HANDHELD 3D DIGITAL SCANNER TO CREATE A VIRTUAL REALITY STORY FOR MUSEUM VISITORS TO LEARN ABOUT AND USE TRIBAL ARTIFACTS IN THEIR TRADITIONAL MANNER. MANY OF THE TRIBE?S ARTIFACTS HAVE BEEN WIDELY DISPERSED, MAKING IT DIFFICULT FOR MEMBERS TO SEE AND INTERACT WITH THEM. A COMPANY EXPERIENCED IN 3D SCANNING AND IMMERSIVE VIRTUAL REALITY SIMULATIONS WILL PROVIDE THE TRAINING, WHICH WILL BE OPEN TO ALL TRIBAL MEMBERS. THE MUSEUM WILL PRODUCE SCANS OF SELECTED OBJECTS COLLECTED OVER THE PAST 15 YEARS. THE NEW EXHIBITION WILL FEATURE THE WORDS AND VOICES OF TRIBAL MEMBERS, PARTICULARLY ELDERS WHO CAN SHARE THEIR STORIES AND HISTORICAL KNOWLEDGE. THE MOBILE SCANNER WILL OFFER MULTIPLE OTHER BENEFITS FOR THE MUSEUM TO CREATE 3D PRINTED COPIES OF RARE ITEMS FOR USE IN CULTURAL PERFORMANCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_MN-245738-OMS-20_5950"}, {"internal_id": 97957079, "Award ID": "MN-245727-OMS-20", "Award Amount": 52469.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE SHARING HISTORY PROJECT WILL TRANSFORM THE LARGEST COMPILATION OF SHAWNEE HISTORY INTO A DOCUMENTED, ARCHIVALLY STORED, AND PUBLICLY ACCESSIBLE ARCHIVE. FOUR STAFF MEMBERS WILL ENHANCE THEIR SKILLS BY PARTICIPATING IN A SERIES OF ONLINE TRAINING COURSES IN COLLECTIONS CARE, MANAGEMENT, AND RELATED TOPICS. THE PROJECT WILL FOCUS ON THE COLLECTIONS ASSEMBLED BY HISTORIAN AND SHAWNEE DESCENDANT RANDOLPH NOE, WHO SPENT DECADES COMPILING MORE THAN 4,000 RECORDS DOCUMENTING THE SHAWNEE PEOPLE FROM PRE-CONTACT THROUGH THE 20TH CENTURY. THE PROJECT TEAM WILL CREATE AN INVENTORY, RE-HOUSE ITEMS IN ARCHIVAL MATERIALS, TRANSFER APPROXIMATELY TWO DOZEN MICROFILM ROLLS AND VARIOUS DISCS TO CURRENT MEDIA, DIGITIZE 750 ITEMS, AND ADD 550 ITEMS TO THE TRIBE?S ONLINE CONTENT MANAGEMENT SYSTEM. THE PROJECT WILL ALSO INCLUDE THE CREATION OF A COLLECTIONS ACQUISITION PLAN TO GUIDE FUTURE COLLECTING FOR THE SHAWNEE TRIBE CULTURAL CENTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13275309-63bb-71b5-6dc6-826b8b26f165-C", "generated_internal_id": "ASST_NON_MN-245727-OMS-20_5950"}, {"internal_id": 97957078, "Award ID": "MN-245702-OMS-20", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE CATAWBA INDIAN NATION WILL CREATE A COMMUNITY RESOURCE CENTER TO CONSOLIDATE ITS LIBRARY COLLECTIONS, ARCHIVES, AND RELATED MATERIALS THAT ARE CURRENTLY DISPERSED IN DIFFERENT LOCATIONS. THE NEW SPACE WILL SUPPORT EXPANDED OPERATIONAL HOURS AND IMPROVED HANDICAP ACCESS. THE TRIBE WILL HIRE A LIBRARY COORDINATOR, PURCHASE SUPPLIES AND EQUIPMENT TO SUPPORT THE NEW CENTER, AND PLAN AND IMPLEMENT ACTIVITIES FOR YOUTH AND ADULTS IN THE CATAWBA COMMUNITY. ACTIVITIES MAY INCLUDE BOOK CLUBS, LIBRARY VISITS, CULTURAL STUDIES, GENEALOGY CLUBS, AND GED PROGRAMMING AND TUTORING. THE PROJECT WILL PROVIDE ACCESS TO LEARNING RESOURCES IN A SINGLE SAFE LOCATION TO HELP SHARE THE HISTORY AND CULTURE OF THE CATAWBA NATION TO YOUNG PEOPLE AND OTHER PATRONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6c9216c-f6aa-7de9-d328-fc883691bdf6-C", "generated_internal_id": "ASST_NON_MN-245702-OMS-20_5950"}, {"internal_id": 97957077, "Award ID": "MN-245563-OMS-20", "Award Amount": 88971.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "WYANDOTTE NATION WILL CREATE A NEW WEBSITE AND DIGITAL DATABASE OF PRIMARY HISTORICAL SOURCES ASSOCIATED WITH THE 17TH TO 20TH CENTURY HURON/WYANDOT EXPERIENCE IN WISCONSIN, MICHIGAN, OHIO, KANSAS, AND OKLAHOMA. THE NATION?S CULTURAL CENTER AND MUSEUM WILL HOST THE WYANDOTTE HERITAGE DIGITAL ARCHIVE UNDER THE AUSPICES OF THE TRIBAL HERITAGE DEPARTMENT. THE PROJECT TEAM WILL ASSEMBLE DIGITAL VERSIONS OF PRIMARY HISTORICAL RESOURCES COLLECTED FROM PUBLIC AND PRIVATE ARCHIVES, LIBRARIES, MUSEUMS, HISTORICAL SOCIETIES, AND COLLECTIONS. THE PROJECT STAFF WILL WORK WITH A STUDENT INTERN TO PERFORM BIBLIOGRAPHIC REFERENCING, CATALOGING, AND SCANNING, PRIOR TO UPLOADING THE DIGITIZED FILES. THE PROJECT WILL SUPPORT THE PRESERVATION AND ACCESSIBILITY OF DISPERSED CULTURAL COLLECTIONS, FOSTER GREATER UNDERSTANDING OF TRIBAL VALUES AND TRADITIONS, AND PROMOTE CROSS-CULTURAL EDUCATION, WHILE PROVIDING ACCESS TO ALL TRIBAL MEMBERS AND OTHERS NATIONWIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "198d3222-cf35-6ceb-7239-5704e322db3e-C", "generated_internal_id": "ASST_NON_MN-245563-OMS-20_5950"}, {"internal_id": 97957076, "Award ID": "MN-245533-OMS-20", "Award Amount": 99981.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE HULA PRESERVATION SOCIETY WILL PROVIDE ACCESS TO A COLLECTION OF PRIMARY SOURCE DIGITAL LEARNING RESOURCES IN PARTNERSHIP WITH THE UNIVERSITY OF HAWAII SYSTEM AND THE HAWAI?I STATE PUBLIC LIBRARY. THE SOCIETY WILL COMPLETE FULL TRANSCRIPTS OF ORAL HISTORY INTERVIEWS WITH 25 INDIVIDUAL NATIVE ELDERS AND FIVE ELDER-BASED PUBLIC PANEL DISCUSSIONS, TOTALING 150 HOURS OF PRIMARY SOURCE MATERIALS AND 7,000 PAGES OF WORD-FOR-WORD DIALOG. THE PROJECT WILL PROVIDE ACCESS FOR THE FIRST TIME TO ORAL HISTORY RESOURCES THAT EXIST NOWHERE ELSE, CREATED OVER THE LAST 20 YEARS WITH THE GOAL OF SHARING THE MEMORIES, SONGS, AND DANCES OF KUMU HULA AND NATIVE ELDERS WITH FUTURE GENERATIONS. THE SOCIETY WILL MAKE THESE NEW DIGITAL LEARNING RESOURCES WIDELY AND FREELY AVAILABLE ONLINE THROUGH ITS WEBSITE AND ITS PARTNER NETWORKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf7736c1-c46f-7c7c-db45-04a8c47e7a6e-R", "generated_internal_id": "ASST_NON_MN-245533-OMS-20_5950"}, {"internal_id": 97957075, "Award ID": "MN-245530-OMS-20", "Award Amount": 99999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE CHICKALOON NATIVE VILLAGE WILL IMPLEMENT THE NAY?DINI?AA NA? KAYAX NAHWGHOLNICDE PROJECT TO CREATE A RECORD OF INDIGENOUS PEOPLES? MILITARY CONTRIBUTIONS AND THE EFFECTS OF WAR SERVICE ON THEIR LIVES. A MUSEUM SPECIALIST WILL COORDINATE ACTIVITIES INVOLVING RE-HOUSING AND DIGITIZING A COLLECTION OF MATERIALS THAT DOCUMENTS THE WORLD WAR II MILITARY EXPERIENCE THROUGH THE EYES OF A CHICKALOON NATIVE VILLAGE TRIBAL CITIZEN. THE PROJECT TEAM WILL ALSO RECORD ORAL HISTORY INTERVIEWS WITH UP TO 14 TRIBAL CITIZENS WHO ARE VETERANS OF MILITARY SERVICE, MANY OF WHOM ARE ELDERS. THE ORAL HISTORIES WILL BE ENHANCED WITH PHOTOGRAPHS, DOCUMENTS, OR OTHER MATERIALS FROM EACH INTERVIEWEE. THE RESULTING PRODUCTS WILL BE ACCESSIBLE ON THE TRIBE?S DIGITAL ARCHIVAL PLATFORM, AND THE RECORDINGS WILL BE INCLUDED IN THE LIBRARY OF CONGRESS' VETERANS HISTORY PROJECT, EXPANDING THE PUBLIC?S ABILITY TO ENGAGE WITH AND LEARN FROM THEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "958881c0-ba09-1d0b-8f94-c44384876206-R", "generated_internal_id": "ASST_NON_MN-245530-OMS-20_5950"}, {"internal_id": 97957074, "Award ID": "MN-245477-OMS-20", "Award Amount": 75619.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "KAW NATION WILL PLAN AND IMPLEMENT DIGITIZATION ACTIVITIES TO PROVIDE FOR THE PRESERVATION OF TRIBAL ARTIFACTS, PHOTOGRAPHS, AND OTHER ITEMS OF HISTORICAL SIGNIFICANCE. THE PROJECT TEAM WILL PURCHASE SUPPLIES AND EQUIPMENT TO SUPPORT THE WORK, INCLUDING SCANNERS, A PRINTER, AND PRESERVATION/STORAGE MATERIALS. THE PROJECT WILL INCLUDE THE DEVELOPMENT OF A KIOSK-BASED EXHIBITION IN THE KANZA MUSEUM TO SERVE AS A DIGITAL LEARNING RESOURCE FOR VISITORS. THE MUSEUM INTENDS TO WORK TOWARD DEVELOPING RESOURCES THAT FOSTER DIGITAL LITERACIES FOR TRIBAL MEMBERS WISHING TO ACCESS TRIBAL HISTORY AND LEARN MORE ABOUT THEIR NATIVE CULTURE AND HERITAGE. THE PROJECT WILL STRENGTHEN THE TRIBE?S ABILITY TO REACH ALL OF ITS MEMBERS, REGARDLESS OF LOCATION, GIVING BOTH MEMBERS AND THE COMMUNITY THE OPPORTUNITY TO ACCESS DIGITAL MEDIA CONTENT DISPLAYED THROUGH THE TRIBE?S WEBSITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea007e3d-ccf4-1d1f-5ac5-88bd2351e40b-C", "generated_internal_id": "ASST_NON_MN-245477-OMS-20_5950"}, {"internal_id": 97957073, "Award ID": "MN-245454-OMS-20", "Award Amount": 63186.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE GRAND TRAVERSE BAND OF OTTAWA AND CHIPPEWA INDIANS WILL DEVELOP CULTURAL PROGRAMMING AT ITS EYAAWING MUSEUM AND CULTURAL CENTER TO REINFORCE THE BAND?S TRIBAL IDENTITY, CONTRIBUTE TO THE PRESERVATION OF ITS CULTURAL HERITAGE, AND EDUCATE NATIVES AND NON-NATIVES IN THE AREA. AN EXPRESSIVE CULTURE SERIES WILL FEATURE SPEAKERS WHO WILL FACILITATE DEMONSTRATIONS OR DISCUSSIONS ON A VARIETY OF CHOSEN TOPICS. THE PRESENTATIONS WILL BE RECORDED AND PRESERVED AS PART OF THE MUSEUM?S ARCHIVAL COLLECTIONS. THE MUSEUM WILL HIRE A CURATOR/ARCHIVIST TO ASSIST WITH THE COORDINATION OF PROJECT ACTIVITIES. THE CURATOR/ARCHIVIST AND OTHER STAFF WILL PARTICIPATE IN ONLINE GENEALOGY CLASSES AND UTILIZE NEWLY ACQUIRED SOFTWARE TO CAPTURE FAMILY TREES AND TRIBAL HISTORY FROM THE COMMUNITY TO INITIATE AN ARCHIVE OF GENEALOGICAL HISTORIES FOR THE TRIBE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0640cce5-3eac-9531-c0c8-4c6a6a1358cd-C", "generated_internal_id": "ASST_NON_MN-245454-OMS-20_5950"}, {"internal_id": 97957072, "Award ID": "MN-245407-OMS-20", "Award Amount": 66630.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE SOBOBA BAND OF LUISE?O INDIANS WILL UPGRADE AND IMPROVE THE CARE OF THE HISTORICAL AND ARCHIVAL COLLECTIONS OF ITS SOBOBA CULTURAL CENTER AND RESEARCH LIBRARY. MANY OF THESE ITEMS NEED RE-HOUSING AND PROPER STORAGE TO ENSURE THE LONG-TERM PRESERVATION OF SOBOBA?S HERITAGE OF BOTH CAHUILLA AND LUISE?O CULTURE. THE MUSEUM WILL PURCHASE A NEW COLLECTIONS MANAGEMENT SYSTEM AND THE PROJECT STAFF WILL SORT, LOGISTICALLY REORGANIZE, INVENTORY, CATALOG, AND DIGITIZE 4,500 OBJECTS AND ARCHIVAL MATERIALS. THE PROJECT WILL INCLUDE RELOCATING AND RE-HOUSING THE MATERIALS AND MAKING PORTIONS OF THESE COLLECTIONS AVAILABLE FOR VIEWING BY THE PUBLIC THROUGH AN ONLINE CATALOG. THE PROJECT IS DESIGNED TO MAKE THE COLLECTIONS MORE ACCESSIBLE TO STAFF, THE TRIBAL COMMUNITY, AND THE GENERAL PUBLIC TO HELP PROVIDE CULTURAL UNDERSTANDING AND APPRECIATION OF THE ROLES AND CONTRIBUTIONS OF THE SOBOBA PEOPLE TO THE SOUTHERN CALIFORNIA REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "294314e1-b7f5-a56f-84eb-fb1b93935de0-C", "generated_internal_id": "ASST_NON_MN-245407-OMS-20_5950"}, {"internal_id": 97957071, "Award ID": "MN-245366-OMS-20", "Award Amount": 30303.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE SAGINAW CHIPPEWA INDIAN TRIBE OF MICHIGAN WILL DEVELOP PLANS FOR A TRAVELING QUILLWORK EXHIBITION AND AN ACCOMPANYING CATALOG TO EXPAND PUBLIC ACCESS TO TRADITIONAL NATIVE AMERICAN ARTS. THE ZIIBIWING CENTER OF ANISHINAABE CULTURE AND LIFEWAYS WILL WORK IN CONJUNCTION WITH THE MICHIGAN STATE UNIVERSITY MUSEUM, EYAAWING MUSEUM AND CULTURAL CENTER OF THE GRAND TRAVERSE BAND OF OTTAWA AND CHIPPEWA INDIANS, THE OJIBWE CULTURAL FOUNDATION, AND OTHERS TO DEVELOP THE CATALOG AND EXHIBITION OF HISTORIC AND CONTEMPORARY EXAMPLES OF QUILLWORK PRODUCED BY GREAT LAKES REGIONAL NATIVE AMERICANS. A FIELD RESEARCHER WILL HARVEST PHOTOS OF QUILLWORK PIECES IN PUBLIC AND PRIVATE COLLECTIONS AND REVITALIZE INTEREST IN QUILLWORKING THROUGH A MULTIGENERATIONAL APPROACH TO PLANNING THAT WILL INCLUDE ARTISTS, ELDERS, AND YOUTH. THE RESULTING PLAN WILL ALLOW PARTNERS TO DETERMINE NEEDED RESOURCES TO HOST THE TRAVELING EXHIBITION AT THEIR MUSEUMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abcdb449-2876-8aaa-3370-5cb07ac3d2e7-C", "generated_internal_id": "ASST_NON_MN-245366-OMS-20_5950"}, {"internal_id": 97957070, "Award ID": "MN-245304-OMS-20", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE FOREST COUNTY POTAWATOMI COMMUNITY WILL COMPLETE THE FABRICATION AND INSTALLATION OF A NEWLY DESIGNED EXHIBITION IN ITS CULTURAL CENTER, LIBRARY, AND MUSEUM. THE VOICES OF THE PEOPLE EXHIBITION WILL FOCUS ON PASSING POTAWATOMI VALUES, TRADITIONS, AND BELIEFS TO THE NEXT GENERATION. THE EXHIBITION IS DESIGNED TO MAKE CONNECTIONS WITH ALL VISITORS, BUT HANDS-ON OPPORTUNITIES AND IMMERSIVE MEDIA WILL BE PRIORITIZED TO REACH YOUNGER VISITORS. THE NEW DESIGN WILL ENSURE THAT THE EXHIBITIONS ARE PHYSICALLY AND INTELLECTUALLY ACCESSIBLE TO A VARIETY OF AUDIENCES AND KNOWLEDGE LEVELS. THE MUSEUM WILL REVISE ITS VISITOR SURVEY TO INCLUDE ADDITIONAL EVALUATION CRITERIA TO MEASURE PROJECT OUTCOMES. THE EXHIBITION SPACE WILL ALSO INCLUDE AN INTERACTIVE VISITOR FEEDBACK AREA TO GATHER QUALITATIVE FEEDBACK FROM VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e52f7db-30b6-37cd-72ae-a3ef062600b1-C", "generated_internal_id": "ASST_NON_MN-245304-OMS-20_5950"}, {"internal_id": 97957069, "Award ID": "MN-245258-OMS-20", "Award Amount": 98259.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE CITIZEN POTAWATOMI NATION WILL DESIGN AND FABRICATE THE SEVENTH FIRE EXHIBITION IN ITS CULTURAL HERITAGE CENTER TO FOSTER INCREASED KNOWLEDGE OF ITS CULTURE AND HISTORY AMONG ENROLLED MEMBERS AND THE GENERAL PUBLIC. FOLLOWING A FLOOD IN 2014 THAT TEMPORARILY CLOSED THE CENTER, TRIBAL LEADERSHIP IS CREATING A SERIES OF NEW GALLERIES TO TELL THE STORY OF POTAWATOMI CULTURAL LOSS AND REVIVAL THROUGH THE SEVENTH GENERATION OF ITS PEOPLE. THE PROJECT TEAM WILL FOCUS ON TWO GALLERIES THAT WILL FEATURE VIGNETTES, GRAPHIC AND DIDACTIC PANELS, INTERACTIVE AND HANDS-ON DISPLAYS, AUDIO, VIDEO, AND ARTIFACTS FROM THE PERMANENT COLLECTION. THE CENTER STAFF WILL CREATE A MEASURING TOOL TO DISTRIBUTE TO VISITORS TO RECORD PRE- AND POST-CONTENT KNOWLEDGE RELATING TO EXHIBITION CONTENT. THE CENTER WILL UNVEIL THE EXHIBITION DURING THE CITIZEN POTAWATOMI NATION?S ANNUAL FAMILY FESTIVAL AT THE CONCLUSION OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01b474bc-18a7-861f-def3-bcfa0877a963-C", "generated_internal_id": "ASST_NON_MN-245258-OMS-20_5950"}, {"internal_id": 97957068, "Award ID": "MN-245244-OMS-20", "Award Amount": 49700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE SENECA NATION OF INDIANS WILL FOSTER PROFESSIONAL GROWTH FOR STAFF MEMBERS OF THE SENECA IROQUOIS NATIONAL MUSEUM WHILE IMPROVING ITS EXHIBITIONS TO PROVIDE A DEEPER UNDERSTANDING OF SENECA CULTURE AND HISTORY FOR ITS VISITORS. IN SUPPORT OF A NEW LONGHOUSE EXHIBIT, THE MUSEUM WILL USE ITS 3D PRINTER AND PARTNER WITH LOCAL ARTISTS AND CULTURAL BEARERS TO CREATE IMMERSIVE, TACTILE EXPERIENCES FEATURING REPLICA SENECA OBJECTS THAT WOULD HAVE BEEN FOUND IN USE BY ANCESTORS. MUSEUM STAFF MEMBERS WILL PARTICIPATE IN A TRAINING THAT WILL FOCUS ON INTERPRETATION TECHNIQUES TO MORE EFFECTIVELY ENGAGE WITH VISITORS THROUGH PUBLIC TOURS. ADDITIONAL TRAINING OPPORTUNITIES WILL FOCUS ON CREATING TEAM COHESION AND HEALTHY CONFLICT RESOLUTION THROUGH THE ESTABLISHMENT OF NEW WORKPLACE NORMS FOR THE NEW MUSEUM FACILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2db67db-ff73-6e0b-fb08-730999c7f513-C", "generated_internal_id": "ASST_NON_MN-245244-OMS-20_5950"}, {"internal_id": 97957067, "Award ID": "MN-245236-OMS-20", "Award Amount": 84791.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "KONIAG, INC. WILL PARTNER WITH THE ALUTIIQ MUSEUM TO ENHANCE AND PRESERVE 22 SEASONS OF THE ALUTIIQ WORD OF THE WEEK PROGRAMS. AIRING WEEKLY ON PUBLIC RADIO, EACH BROADCAST FEATURES AN ELDER SAYING A WORD AND SENTENCE IN ALUTIIQ FOLLOWED BY A SHORT CULTURAL LESSON. THE PROJECT TEAM WILL ENGAGE WITH ELDERS TO COMPLETE 52 NEW LESSONS. ALUTIIQ MUSEUM STAFF WILL RECORD AUDIO, WRITE TEXT, AND CREATE GRAPHICS TO ACCOMPANY THESE NEW LESSONS, AND PROVIDE MISSING GRAPHIC AND AUDIO COMPONENTS TO OLDER LESSONS PRODUCED BEFORE THE PROGRAM BECAME FULLY DIGITAL. THE MUSEUM WILL ASSEMBLE A COMPLETE PROGRAM ARCHIVE THAT WILL BE LINKED TO THE MUSEUM?S COLLECTIONS DATABASE AND WEBSITE TO PROVIDE BROAD PUBLIC ACCESS. THE PROJECT TEAM WILL TRAIN A NEW PROGRAM MANAGER TO SUPPORT FUTURE LESSON DELIVERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ec38ad6-6f68-4e53-1042-75b02c367409-C", "generated_internal_id": "ASST_NON_MN-245236-OMS-20_5950"}, {"internal_id": 97957066, "Award ID": "MN-245232-OMS-20", "Award Amount": 88955.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "45.308", "Description": "THE AT-TAH-THI-KI MUSEUM WILL INCREASE ACCESS TO TRIBAL HISTORY BY CATALOGING AND SCANNING A GROUP OF PHOTOGRAPHIC NEGATIVES DONATED BY THE SEMINOLE TRIBE OF FLORIDA?S NEWSPAPER, THE SEMINOLE TRIBUNE. NEARLY 9,000 NEGATIVES WILL BE CATALOGED, TRANSFERRED TO ACID-FREE PAPER ENVELOPES, LABELED, AND SCANNED BY A NEWLY HIRED CATALOGING ASSISTANT, WHO WILL ASSIST STAFF WITH THE PROJECT. THE PROJECT TEAM WILL UPLOAD THE CATALOG RECORDS AND IMAGES TO THE MUSEUM?S ONLINE COLLECTIONS WEBSITE. THE PROJECT WILL ENHANCE THE MUSEUM?S ABILITY TO FULFILL REQUESTS FOR IMAGES THAT CONNECT TRIBAL MEMBERS TO THEIR PAST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1386671f-074a-89b9-633a-f50741066ae6-C", "generated_internal_id": "ASST_NON_MN-245232-OMS-20_5950"}, {"internal_id": 80992690, "Award ID": "MN-00-19-0029-19", "Award Amount": 95976.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE MALAMA I KE KAI PROJECT WILL DEVELOP AND FIELD TEST AN INTERPRETIVE HAWAIIAN EDUCATION CURRICULUM FOCUSING ON THE OCEAN AND SHORELINES OF HAWAII. LESSONS AND MATERIALS WILL BE BASED ON TRADITIONAL SUSTAINABILITY PRACTICES AND USE METHODOLOGIES THAT TAKE INTO CONSIDERATION VARIATIONS IN STUDENT LEARNING STYLES. STAFF WILL DEVELOP AND CONDUCT CLASSROOM PRESENTATIONS, OUTDOOR LEARNING EXPERIENCES, COMMUNITY SERVICE BEACH CLEANUPS FOR STUDENTS AND THE COMMUNITY, AS WELL AS A WORKSHOP AND OUTDOOR EXPERIENCE FOR EDUCATORS. THE CURRICULUM WILL BE TESTED IN COLLABORATION WITH 40 PUBLIC SCHOOL EDUCATORS, 400 4TH GRADE STUDENTS, AND 75 FAMILY/COMMUNITY MEMBERS. THE COMMUNITY MEMBERS WILL PARTICIPATE IN THE CLASS PRESENTATIONS AND ACCOMPANYING OUTDOOR LEARNING EXPERIENCES. THE GOAL OF THE PROJECT IS TO PROVIDE STUDENTS WITH A BETTER UNDERSTANDING AND APPRECIATION OF HAWAIIAN CULTURE AND ITS CONNECTION TO THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60184df9-a3db-07f5-7444-8f856ff43ff2-R", "generated_internal_id": "ASST_NON_MN-00-19-0029-19_5950"}, {"internal_id": 80992689, "Award ID": "MN-00-19-0028-19", "Award Amount": 55105.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE WIYOT TRIBE WILL CREATE A COLLECTION OF SHORT EVERYDAY CONVERSATIONS IN THE WIYOT LANGUAGE BASED ON LANGUAGE DATA THAT WAS COMPILED BETWEEN 1889 AND 1959. TO ADDRESS AN INCREASED INTEREST IN LEARNING WIYOT, COMMUNITY MEMBERS WILL PROPOSE CONVERSATION TOPICS AND VOCABULARY. LANGUAGE PROGRAM STAFF WILL SEARCH ARCHIVAL DATA FOR APPROPRIATE WIYOT CONTENT. THEIR FINDINGS WILL BE CONSOLIDATED INTO A BOOK OF 30-50 SHORT CONVERSATIONS IN WIYOT WITH ENGLISH TRANSLATIONS. THE PROJECT INCLUDES COMMISSIONING LOCAL ARTISTS TO CREATE ILLUSTRATIONS FOR THE BOOK, RECORDING AUDIO TO ACCOMPANY EACH SENTENCE, AND CONVERTING THE PRINT AND AUDIO CONTENT INTO WEB-BASED AND MOBILE APPS. THE PRODUCTS WILL BE FREE FOR ALL 651 ENROLLED TRIBAL MEMBERS ON AND OFF THE TABLE BLUFF RESERVATION. THE BOOK WILL SERVE AS A FOUNDATION FOR FUTURE LANGUAGE CLASSES AND SUPPORT PRESENTATIONS AT REGIONAL VENUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81c474bf-dc68-1c2f-c55f-0a973d94ee9a-R", "generated_internal_id": "ASST_NON_MN-00-19-0028-19_5950"}, {"internal_id": 80992688, "Award ID": "MN-00-19-0027-19", "Award Amount": 98543.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE WHITE MOUNTAIN APACHE TRIBE WILL COMPLETELY REFURBISH THE PRIMARY EXHIBITION IN NOHWIKE' BYGOWA MUSEUM TO BETTER REFLECT THE COMMUNITY'S CURRENT EXPERIENCE, NEEDS, AND PRIORITIES. THE RENOVATION WILL ALSO EXPAND THE MUSEUM'S CAPACITY TO PROVIDE EDUCATIONAL SERVICES FOR ALL VISITORS. TO COMPLETE PLANNING FOR THE NDEE BIK'/FOOTPRINTS OF THE APACHE EXHIBIT, THE TRIBE WILL CONSULT WITH THE COMMUNITY TO REIMAGINE THE SPACE AND VISIT OTHER MUSEUMS TO IDENTIFY APPROPRIATE WESTERN APACHE COLLECTIONS FOR LOAN. THE GALLERY RENOVATION WORK WILL INCLUDE MODIFICATION OF EXHIBIT CASES AND LIGHTING UPGRADES AND THE CREATION OF NEW TEXT PANELS, IMAGES, AND AUDIO-VISUAL PRESENTATIONS. THE TRIBE HAS ALSO JOINED THE NATIONAL MUSEUM OF THE AMERICAN INDIAN IN A PILOT PROJECT TO BRING OBJECTS HELD IN THEIR COLLECTIONS BACK TO THE WHITE MOUNTAIN APACHE COMMUNITY FOR EXHIBITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69ffdb17-ff78-a0b5-4ddc-1f66e50a09e1-C", "generated_internal_id": "ASST_NON_MN-00-19-0027-19_5950"}, {"internal_id": 80992687, "Award ID": "MN-00-19-0026-19", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE TWENTY-NINE PALMS BAND OF MISSION INDIANS WILL DEVELOP A STRATEGIC PLAN AND A MASTER ARCHITECTURAL PLAN FOR A MUSEUM/CULTURAL CENTER. THE TRIBE HAS IDENTIFIED THE NEED FOR A MUSEUM TO HOUSE A GROWING COLLECTION OF MATERIAL ARTIFACTS AND HISTORIC DOCUMENTATION TO HELP THE COMMUNITY CONNECT AND LEARN ABOUT THE CHEMEHUEVI PEOPLE. THE TRIBE WILL WORK WITH EXTERNAL CONSULTANTS TO DEVELOP THE PLANS THAT CONSIDER TRIBAL VALUES, COMMUNITY NEEDS, AND EXPERT OPINIONS. THEY WILL ALSO SURVEY TRIBAL LEADERSHIP, COMMUNITY LEADERS, AND OTHER STAKEHOLDERS TO DETERMINE MISSION/VISION STATEMENTS, PERFORM A SWOT ANALYSIS, AND HOST A STRATEGIC INITIATIVES WORKSHOP, PUBLIC MEETINGS WILL BE KEY TO THE DEVELOPMENT OF A STRATEGIC PLAN. THE ARCHITECTURAL PLAN'S DEVELOPMENT WILL INCLUDE SITE VISITS AND ANALYSIS, A SPACE PROGRAM REPORT, INITIAL CONCEPTS AND COST ESTIMATES, AND RENDERINGS OF THE PROPOSED MUSEUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "426536a6-1aaf-9a76-4c09-f6b2b65b511c-R", "generated_internal_id": "ASST_NON_MN-00-19-0026-19_5950"}, {"internal_id": 80992686, "Award ID": "MN-00-19-0022-19", "Award Amount": 61240.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE HO'THOKAYWAYNA'KEY: OUR STORIES PROJECT WILL BUILD THE CAPACITY FOR SHAWNEE TRIBE CULTURAL CENTER STAFF TO PRODUCE COMMUNITY-CURATED EXHIBITS AND PROGRAMS. THE PROJECT WILL RESULT IN GUIDELINES FOR THE CREATION OF THESE EXHIBITS, CONTENT FOR THE CENTER'S FIRST COMMUNITY-CURATED EXHIBIT, A WRITTEN PLAN FOR RELATED EDUCATIONAL PROGRAMS, AND A CATALOGED ARCHIVE OF PROJECT MINUTES AND EXHIBIT CONTENT. THE PROJECT WILL BEGIN WITH A WORKSHOP TO SHARE SUCCESSFUL MODELS FOR COMMUNITY-CURATED EXHIBITS. CULTURAL CENTER STAFF WILL FACILITATE A SERIES OF MEETINGS WITH 16 COMMUNITY PARTICIPANTS TO CO-CREATE GUIDELINES FOR THE EXHIBIT CREATION PROCESS. STAFF WILL ALSO ASSIST COMMUNITY MEMBERS IN DEVELOPING THEIR OWN EXHIBIT STORYLINE AND PLANNING FOR ASSOCIATED EDUCATIONAL PROGRAM. THE TRIBE WILL HOST A FINAL ROUND TABLE TO REVIEW HOW THE PROCESS WORKED AND HOW IT CAN BE IMPROVED IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13275309-63bb-71b5-6dc6-826b8b26f165-C", "generated_internal_id": "ASST_NON_MN-00-19-0022-19_5950"}, {"internal_id": 80992685, "Award ID": "MN-00-19-0021-19", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE SELDOVIA VILLAGE TRIBE WILL PARTNER WITH THE SEWARD COMMUNITY LIBRARY AND MUSEUM TO COORDINATE A MULTI-FACETED PROJECT THAT OFFERS TRAINING IN DIGITAL COLLECTIONS MANAGEMENT FOR A VARIETY OF AUDIENCES. A FOUR-DAY WORKSHOP PROVIDING HANDS-ON SKILLS IN DIGITAL OBJECT CREATION, PROCESSING, AND PRESERVATION WILL BE PRESENTED FOR STAFF MEMBERS FROM SMALL ALASKA MUSEUMS. THE SELDOVIA MUSEUM WILL INVENTORY, DIGITIZE, AND CATALOG ITS ARCHIVAL COLLECTIONS AND CONDUCT BASIC DIGITIZATION WORKSHOPS FOR LOCAL COMMUNITY MEMBERS. THE MUSEUM STAFF WILL ALSO LOCATE AND DIGITIZE SELDOVIA-RELATED MATERIALS HOUSED IN OTHER MUSEUMS AND ARCHIVES. THESE MATERIAL WILL BE ADDED TO SELDOVIA'S ARCHIVES, ESTABLISHING THE MUSEUM AS A CENTRAL, ACCESSIBLE REPOSITORY FOR SELDOVIA'S HISTORICAL DOCUMENTS. THE DIGITIZATION AND EXPANSION OF THE MUSEUM'S ARCHIVES WILL BENEFIT STAFF, COMMUNITY, RESEARCHERS, AND FUTURE GENERATIONS. COMMUNITY WORKSHOPS WILL ENCOURAGE PARTICIPANTS TO PRESERVE AND SHARE THEIR OWN RECORDS AND PHOTOGRAPHS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b340807-39b3-fb37-1f40-8e7018e626f5-C", "generated_internal_id": "ASST_NON_MN-00-19-0021-19_5950"}, {"internal_id": 80992684, "Award ID": "MN-00-19-0020-19", "Award Amount": 99896.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE SEALASKA HERITAGE INSTITUTE WILL ENHANCE THE OUR GRANDPARENTS' NAMES ON THE LAND EXHIBIT. AIMED AT SCHOOL CHILDREN, THE GENERAL PUBLIC, AND VISITORS TO JUNEAU, THIS EXHIBIT SHOWCASES THE MULTI-FACETED ATTRIBUTES OF THE REGION'S INDIGENOUS PLACE NAMES. THE EXHIBIT FEATURES A LARGE, INTERACTIVE, TOUCHSCREEN MULTIMEDIA TABLETOP WITH A TOTAL OF 3,500 NATIVE PLACE NAME LOCATIONS DISPLAYED ON A SATELLITE MAP OF SOUTHEAST ALASKA. THE PROJECT WILL HARNESS THE TABLE'S CAPABILITY TO SHARE DIGITIZED CONTENT FROM THE INSTITUTE'S EXTENSIVE COLLECTION. THIS COLLECTION INCLUDES AUDIO AND AUDIOVISUAL RECORDINGS THAT DOCUMENT TLINGIT, HAIDA, AND TSIMSHIAN LANGUAGE, CULTURE, AND HISTORY. THE PROJECT TEAM WILL DIGITIZE AND LINK COLLECTION RESOURCES, WHICH RANGE FROM HISTORICAL PHOTOGRAPHS TO VIDEOS TO TEXTUAL DOCUMENTS, TO 50 INDIGENOUS PLACE NAMES IN THE EXHIBIT. TWO STUDENTS FROM THE UNIVERSITY OF ALASKA, SOUTHEAST, WILL EARN COLLEGE CREDIT BY ASSISTING WITH PROJECT ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eaed695-9516-e587-461d-04c75d1b1ded-C", "generated_internal_id": "ASST_NON_MN-00-19-0020-19_5950"}, {"internal_id": 80992683, "Award ID": "MN-00-19-0017-19", "Award Amount": 98973.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE PENOBSCOT NATION CULTURAL AND HISTORIC PRESERVATION DEPARTMENT WILL INVENTORY AND DIGITIZE CULTURAL HERITAGE MATERIALS HOUSED AT THE PENOBSCOT NATION MUSEUM. STAFF MEMBERS WILL BE TRAINED ON DIGITIZATION BEST PRACTICES. THIS PILOT PROJECT WILL PROVIDE THE SKILLS NEEDED FOR ONGOING EFFORTS AND HELP STAFF DIGITIZE HERITAGE MATERIALS HELD BY OTHER ORGANIZATIONS AND MUSEUMS. THE MULTI-DAY TRAINING WILL FOCUS ON PHOTOGRAPHY, GENERAL WORKFLOW/PROJECT PLANNING, AND WORKING WITH THE CONTENT MANAGEMENT SYSTEM. THE SELECTED CONTENT MANAGEMENT SYSTEM WILL PROVIDE A DIGITAL SPACE FOR PENOBSCOT CITIZENS TO SHARE STORIES AND CULTURAL KNOWLEDGE WITH OTHER TRIBAL MEMBERS. IN ADDITION, IT WILL LINK THE MUSEUM COLLECTION TO THE PENOBSCOT LANGUAGE REVITALIZATION PROJECT. THESE EFFORTS WILL RESULT IN AN INVENTORY THAT IS ACCURATE AND CONSISTENT WITH TRIBAL RECORDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6b621e0-979f-b31c-11fe-09c228e08ff7-C", "generated_internal_id": "ASST_NON_MN-00-19-0017-19_5950"}, {"internal_id": 80992682, "Award ID": "MN-00-19-0015-19", "Award Amount": 47690.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE ONEIDA INDIAN NATION WILL IMPROVE THE MANAGEMENT AND LONG-TERM CARE OF COLLECTIONS RELATED TO ITS ARCHEOLOGICAL SITES. THE PROJECT TEAM WILL CATALOG AND DIGITIZE MORE THAN 5,500 DOCUMENTS, FIELD MAPS, PHOTOGRAPHS, AND SLIDES OF HISTORICAL AND CULTURAL SIGNIFICANCE TO THE NATION IN ORDER TO PRESERVE THEM FOR FUTURE GENERATIONS. THE PROJECT WILL PROVIDE NATION LEADERSHIP AND MEMBERS WITH ACCESS TO MATERIALS THAT ARE IMPORTANT TO SUSTAINING THE ONEIDA INDIAN NATION'S HERITAGE, CULTURE, AND KNOWLEDGE. APPROPRIATE MATERIALS MAY ALSO BE MADE AVAILABLE TO SCHOLARS AND THE GENERAL PUBLIC. THIS WRITTEN AND PHOTOGRAPHIC DOCUMENTATION IS ALL THAT EXISTS TO EXPLAIN THE PROVENANCE OF MANY OF THE CULTURAL MATERIALS THAT WERE REMOVED FROM THESE ARCHEOLOGICAL SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "668c01e9-21b0-f435-a225-b9163e3f8153-C", "generated_internal_id": "ASST_NON_MN-00-19-0015-19_5950"}, {"internal_id": 80992681, "Award ID": "MN-00-19-0014-19", "Award Amount": 74202.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE MUSCOGEE CREEK NATION WILL BUILD ON LESSONS LEARNED IN A PILOT PROJECT TO EXPAND A PROFESSIONAL DEVELOPMENT PROGRAM FOR NATIVE TEACHERS. THE PROGRAM WILL CENTER ON ACADEMIC GROWTH AND THE CREATION OF CURRICULUM FOCUSED ON MUSCOGEE HISTORY, TRADITIONS, AND CULTURE. TWENTY TEACHERS WILL BE RECRUITED TO PARTICIPATE IN COLLABORATIVE SESSIONS. THE GOAL IS TO CREATE 100 LESSONS TO BE PUBLISHED AND DISTRIBUTED THROUGHOUT THE TRIBAL JURISDICTION AND MADE AVAILABLE IN AN ONLINE REPOSITORY. PARTICIPATING TEACHERS WILL TEST THE NEW LESSONS AND OFFER FEEDBACK TO ADAPT AND IMPROVE THE FINAL VERSIONS. LESSON PLANS WILL ADDRESS THE LACK OF NATIVE STUDIES CURRICULUM IN OKLAHOMA AND WILL ALIGN WITH STATE EDUCATIONAL STANDARDS. A PARTNERSHIP WITH THE MUSCOGEE (CREEK) NATION COUNCIL HOUSE MUSEUM WILL FACILITATE THE CREATION OF FIELD TRIP GUIDES AND LESSONS SURROUNDING OBJECTS IN THE COUNCIL HOUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db7bccb1-58bc-18b1-7b4e-a510a974958d-C", "generated_internal_id": "ASST_NON_MN-00-19-0014-19_5950"}, {"internal_id": 80992680, "Award ID": "MN-00-19-0013-19", "Award Amount": 81760.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE MIAMI TRIBE OF OKLAHOMA WILL ADDRESS THE NEED TO INCREASE ONLINE ACCESS TO COLLECTIONS AND ARCHIVES OF THE MYAAMIA HERITAGE MUSEUM AND ARCHIVE FOR THE BENEFIT OF TRIBAL MEMBERS, SCHOLARS, AND THE GENERAL PUBLIC. THE TRIBE WILL APPOINT A FULL-TIME ARCHIVES TECHNICIAN TO WORK CLOSELY WITH ITS INFORMATION TECHNOLOGY STAFF. THE TRIBAL ARCHIVIST WILL ENSURE THAT BEST PRACTICES FOR DIGITIZATION PROJECTS ARE FOLLOWED AS THE STAFF IMPORTS, UPLOADS, AND CREATES METADATA RECORDS.  WITH THE GOAL OF CREATING 1,000 RECORDS, THE PROJECT TEAM WILL PRIORITIZE ITS WORK ON TWO FRAGILE NATIONAL COUNCIL BOOKS AND A LARGE ARTIFACT COLLECTION, WHICH REPRESENTS MANY ASPECTS OF MYAAMIA TRADITIONAL LIFE SUCH AS PLANTING, HARVESTING, HUNTING, AND PLAYING GAMES.  THE PROJECT WILL ALSO INCLUDE CREATING RECORDS FOR THE MANUSCRIPT COLLECTIONS OF STORIES, PICTURES, AND DOCUMENTS DONATED BY TRIBAL MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cd0d0b1-9c56-af77-32ed-f098cee0ceda-C", "generated_internal_id": "ASST_NON_MN-00-19-0013-19_5950"}, {"internal_id": 80992679, "Award ID": "MN-00-19-0012-19", "Award Amount": 61765.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE MENOMINEE INDIAN TRIBE OF WISCONSIN WILL BUILD ON THE RESULTS OF ONGOING RESEARCH TO DEVELOP AN INTERPRETIVE PLAN FOR BOTH INTERIOR AND EXTERIOR EXHIBITS AT THE MENOMINEE CULTURAL MUSEUM AND LOGGING MUSEUM. THE INTERPRETIVE PLAN WILL REFLECT THE MENOMINEE ORIGIN NARRATIVE AND THEIR KNOWN IDENTITY AS THE PEOPLE OF THE WILD RICE. THE OUTDOOR EXHIBIT WILL PROVIDE OPPORTUNITIES FOR SEASONAL COMMUNITY EVENTS, SUCH AS PROCESSING OF WILD RICE AND HARVESTING MAIZE AND OTHER CROPS. THESE OUTDOOR ACTIVITIES WILL HELP ACQUAINT VISITORS WITH THE MENOMINEE PHILOSOPHY OF SUSTAINABLE WAY OF LIFE. PROJECT ACTIVITIES WILL ENGAGE MUSEUM STAFF, CONSULTANTS, ELDERS, AND STUDENTS IN PLANNING AND IMPLEMENTING A ROBUST SERIES OF TRADITIONAL ACTIVITIES THAT SUPPLEMENT AND SUPPORT THE EXHIBIT DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a3d5e13b-d7e2-053a-0904-4ad93fad6229-C", "generated_internal_id": "ASST_NON_MN-00-19-0012-19_5950"}, {"internal_id": 80992678, "Award ID": "MN-00-19-0011-19", "Award Amount": 59431.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "IN ANTICIPATION OF THE PLYMOUTH 400TH ANNIVERSARY, THE MASHPEE WAMPANOAG TRIBE WILL DESIGN AND INSTALL A NEW MUSEUM EXHIBIT TO MARK THE 1620 LANDING OF THE MAYFLOWER IN WAMPANOAG TERRITORY. A WAMPANOAG HISTORIAN WILL GUIDE THE DEVELOPMENT OF THE EXHIBIT AND CONDUCT INTERPRETER TRAINING TO ENSURE THAT ACCURATE HISTORICAL FACTS ARE PRESENTED TO MUSEUM VISITORS. THE EXHIBIT WILL TEACH VISITORS ABOUT THE CULTURAL IMPLICATIONS FOR THE TRIBAL COMMUNITY DURING THE FIRST FIVE YEARS OF ENGLISH SETTLEMENT IN THE AREA. A SERIES OF INSTRUCTIONAL AUDIO RECORDINGS WILL SUPPORT THE VISITOR EXPERIENCE. THE EXHIBIT WILL ALSO INCLUDE AUDIO RECORDINGS FOR INTERCOM ANNOUNCEMENTS, WHICH WILL BE INTERSPERSED WITH WAMPANOAG LANGUAGE TO ACHIEVE A FULL IMMERSION EXPERIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa3716ca-f709-b625-277f-86bda37ff8df-C", "generated_internal_id": "ASST_NON_MN-00-19-0011-19_5950"}, {"internal_id": 80992677, "Award ID": "MN-00-19-0009-19", "Award Amount": 91790.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "IN PARTNERSHIP WITH FILM MAKERS AND STRATEGIC STORYTELLERS, THE KLAMATH TRIBES WILL PRODUCE A DOCUMENTARY VIDEO AS AN EDUCATIONAL RESOURCE FOR COMMUNITIES IN THE KLAMATH BASIN. THE FILM WILL FEATURE ENGAGING, AUTHENTIC LOCAL PEOPLE WHO CONNECT AUDIENCES TO THE HISTORY, PRESENT CHALLENGES, AND ASPIRATIONS OF THE TRIBES AND THEIR NON-TRIBAL NEIGHBORS TO RESTORE THE OVERALL HEALTH OF UPPER KLAMATH LAKE FOR THE BENEFIT OF EVERYONE IN THE REGION. A SHORT VERSION OF THE VIDEO WILL BE VIEWABLE ON THE TRIBES' WEBSITE, AND A LONGER VERSION WILL SERVE AS A TOOL TO FOSTER COMMUNITY DIALOGUES AT A VARIETY OF VENUES. THE TRIBES WILL LEVERAGE THEIR NETWORKS WITH MUSEUMS, LIBRARIES, EDUCATIONAL INSTITUTIONS, LOCAL GOVERNMENT, AND COMMUNITY MEMBERS TO BUILD THE COMMUNITY DIALOGUES PROGRAM TO FOSTER MUTUAL UNDERSTANDING OF THE NEEDS AND SHARED GOALS FOR A MORE SUSTAINABLE PATH FOR WATER MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce5837a9-1ab9-e92f-e5cd-fd98cf526d14-C", "generated_internal_id": "ASST_NON_MN-00-19-0009-19_5950"}, {"internal_id": 80992676, "Award ID": "MN-00-19-0008-19", "Award Amount": 99782.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE INSTITUTE FOR NATIVE PACIFIC EDUCATION AND CULTURE (INPEACE) WILL CREATE A MOBILE SCIENCE EXHIBIT TO SUPPORT IMPROVED ACADEMIC OUTCOMES IN SCIENCE AND MATH FOR STUDENTS FROM PRE-SCHOOL TO EIGHTH GRADE. WITH THE COLLABORATION OF SCIENCE EXPERTS, TEACHERS, STUDENTS, AND CULTURAL PRACTITIONERS, THE PROJECT TEAM WILL IDENTIFY AND DESIGN THREE CORE EXHIBITS USING A CULTURE-BASED EDUCATIONAL APPROACH. THE PROJECT WILL LINK INDIGENOUS KNOWLEDGE AND PRACTICES WITH SCIENTIFIC THEORY, PROVIDING HANDS-ON EXPERIENCES DESIGNED TO ENGAGE YOUTH IN STEM LEARNING. THE 'IKE HAWAI'I SCIENCE CENTER EXHIBIT WILL VISIT RURAL NATIVE HAWAIIAN COMMUNITIES ON O'AHU AND AT LEAST ONE OTHER ISLAND. IT WILL BE AVAILABLE TO PUBLIC AUDIENCES OF ALL AGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d420190f-178a-e1a4-763a-592e4cdeed2a-R", "generated_internal_id": "ASST_NON_MN-00-19-0008-19_5950"}, {"internal_id": 80992675, "Award ID": "MN-00-19-0007-19", "Award Amount": 97680.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE HULA PRESERVATION SOCIETY WILL DOCUMENT AND DIGITIZE ARCHIVAL MATERIALS FROM THE COLLECTION OF ITS LATE FOUNDER, NONA KAPUAILOHIA BEAMER, A HULA MASTER, COMPOSER, AUTHOR, ACTIVIST, COMMUNITY LEADER, AND TEACHER. THE PROJECT TEAM WILL REVIEW, INVENTORY, CATALOG, AND DIGITIZE 955 ITEMS AND CREATE ONLINE PUBLIC ACCESS FOR 110 ITEMS, MAKING THEM AVAILABLE FOR RESEARCH AND LEARNING PURPOSES. THIS WILL EXPAND ACCESS TO FIRST-PERSON ACCOUNTS OF HISTORY, TRADITIONAL KNOWLEDGE, AND CULTURAL HERITAGE FROM THE VIEWPOINT OF HAWAIIANS. THE COMPLETE COLLECTION INCLUDES THOUSANDS OF PHOTOGRAPHS, SCRAPBOOKS, PUBLISHED AND UNPUBLISHED TEACHING MATERIALS, STORIES AND SCRIPTS, NEWSPAPERS, HULA STUDIO NOTES AND ROUTINES FROM BEAMER FAMILY TEACHERS, CULTURAL ARTIFACTS, COSTUMES, HAWAIIAN ARTWORK, NATIVE HAWAIIANS STUDY COMMISSION MATERIALS, AUDIO CASSETTES, AND VIDEOTAPES. TWO NATIVE HAWAIIAN INTERNS WILL ASSIST WITH PROJECT ACTIVITIES AND GAIN HANDS-ON EXPERIENCE IN COLLECTIONS MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf7736c1-c46f-7c7c-db45-04a8c47e7a6e-R", "generated_internal_id": "ASST_NON_MN-00-19-0007-19_5950"}, {"internal_id": 80992674, "Award ID": "MN-00-19-0004-19", "Award Amount": 84202.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE EASTERN SHAWNEE TRIBE OF OKLAHOMA WILL ADDRESS A PRIORITY IN THE COMMUNITY BY DEVELOPING RESOURCES TO PRESERVE AND SUSTAIN THE SHAWNEE LANGUAGE. OUT OF THE 3,438 EASTERN SHAWNEE CITIZENS, THERE ARE FEWER THAN FIVE ELDERS WHO ARE FLUENT SPEAKERS OF THE SHAWNEE LANGUAGE. THE PROJECT WILL DRAW ON BEST PRACTICES TO PRODUCE A 500-WORD SHAWNEE-ENGLISH LEXICON, INCLUDING A DICTIONARY AND THESAURUS, AND A SHAWNEE LANGUAGE WEBSITE AND APP. PROJECT STAFF WILL LEARN DIGITIZATION PROCESSES, AND THE RESULTING RESOURCES WILL BENEFIT SHAWNEE TRIBAL CITIZENS NATIONWIDE AS WELL AS TEACHERS, STUDENTS, AND RESEARCHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ff4cd3e-989e-18c9-64cf-0cc49e77f93a-C", "generated_internal_id": "ASST_NON_MN-00-19-0004-19_5950"}, {"internal_id": 80992673, "Award ID": "MN-00-19-0002-19", "Award Amount": 59009.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "45.308", "Description": "THE BEAR RIVER BAND OF THE ROHNERVILLE RANCHERIA WILL PARTNER WITH THE HUMBOLDT COUNTY OFFICE OF EDUCATION TO PROVIDE ACCURATE AND ENGAGING CURRICULUM ABOUT THE TRIBE BY PRODUCING FIVE THEMED VIDEOS FOR HIGH SCHOOL STUDENTS. THE VIDEOS WILL FEATURE A VIRTUAL REALITY EXPERIENCE, VIEWED THROUGH HEADSETS PROVIDED TO TWO PARTNER SCHOOLS FOR CLASSROOM USE. THE CURRICULUM WILL BE ALIGNED WITH CALIFORNIA COMMON CORE STANDARDS AND WILL MEET THE NEED FOR TEACHING MATERIALS ABOUT LOCAL TRIBES. A CLASSROOM SET OF HEADSETS AND RELATED MATERIALS WILL ALSO BE AVAILABLE FOR EDUCATORS THROUGHOUT THE COUNTY TO BORROW FOR CLASSROOM USE. THE PROJECT BUILDS ON A SUCCESSFUL PILOT FUNDED THROUGH A 2016 IMLS NATIVE AMERICAN LIBRARY SERVICES ENHANCEMENT GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d7b8e14-0951-4a62-538c-38c2b0495cef-C", "generated_internal_id": "ASST_NON_MN-00-19-0002-19_5950"}, {"internal_id": 66932233, "Award ID": "MN-00-18-0030-18", "Award Amount": 74865.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE TONKAWA TRIBE OF OKLAHOMA WILL STRENGTHEN THE COMMUNITY'S CULTURAL IDENTITY BY INSTRUCTING ITS MEMBERS IN THE MAKING OF TRADITIONAL TONKAWA REGALIA FOR BOTH MEN AND WOMEN. THE TRIBE WILL HIRE TWO INSTRUCTORS TO TEACH COMMUNITY CLASSES TO DEMONSTRATE THE MAKING OF TONKAWA TRADITIONAL CLOTHING. MALE PARTICIPANTS WILL MAKE THE VEST, BREECHCLOTH, LEGGINGS, AND MOCCASINS FOR THEIR OWN USE, AND FEMALE PARTICIPANTS WILL MAKE THE MEDALLION, WAR PAINT, SCALP STICK, MOCCASINS, CONCHO BELT, AND APRON. FOLLOWING THE CLASSES, THE CLOTHING MADE BY INSTRUCTORS WILL BE DISPLAYED IN THE NEW TRIBAL JUSTICE CENTER. SUPPLEMENTING THE DISPLAY WILL BE VISITOR KIOSKS, PROVIDING A DESCRIPTION OF TONKAWA CLOTHING AND CEREMONIES WITH TEXT AND PICTURES DETAILING HOW THE CLOTHING STYLES CHANGED OVER TIME AND HOW THEY RELATE TO EVERYDAY LIFE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2cd4c121-43db-7b1a-3f0a-52e7ddf37b62-C", "generated_internal_id": "ASST_NON_MN-00-18-0030-18_5950"}, {"internal_id": 66932234, "Award ID": "MN-00-18-0029-18", "Award Amount": 51433.09, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE TOLOWA DEE-NI' NATION WILL ASSESS ITS COLLECTION, DRAFT A MANAGEMENT PLAN, AND TRAIN STAFF IN PROPER PRESERVATION AND CONSERVATION TECHNIQUES. THE CREATION AND ADOPTION OF A COLLECTIONS MANAGEMENT PLAN WITH ASSOCIATED POLICIES AND PROCEDURES WILL ADDRESS THE CURRENT CHALLENGES WITH PERMANENT COLLECTION STORAGE, INCLUDING OVERCROWDING, OFF-GASSING STORAGE BOXES AND SHELVING, AND A LACK OF COLLECTION MONITORING PROCESSES AND EXHIBIT ROTATION. UNDER THE DIRECTION OF A CONSULTING COLLECTIONS MANAGER, THE PROJECT WILL ADDRESS IMMEDIATE REMEDIATION OF OBJECTS THAT ARE CURRENTLY HOUSED IN UNSTABLE CONDITIONS. THE PROJECT WILL BE OVERSEEN BY THE CULTURE DEPARTMENT, COLLABORATING WITH THE NATION'S LANGUAGE COMMITTEE, CULTURE COMMITTEE, AND NAGPRA COMMITTEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9eb4875f-7ce8-d4d7-e6ce-6b659e6dec8b-C", "generated_internal_id": "ASST_NON_MN-00-18-0029-18_5950"}, {"internal_id": 66932235, "Award ID": "MN-00-18-0027-18", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE AKWESASNE MUSEUM WILL COLLABORATE WITH THE WILD CENTER TO PROVIDE ITS STAFF WITH ENHANCED EXHIBIT DEVELOPMENT SKILLS. THROUGH A SERIES OF TRAINING SESSIONS, THE WILD CENTER, IN TUPPER LAKE, NEW YORK, WILL SHARE TECHNIQUES FOR CREATING IN-HOUSE GRAPHICS AND IMPLEMENTING AFFORDABLE EXHIBIT FABRICATION. THE PROJECT WILL FOCUS ON THE REINSTALLATION OF EXISTING OBJECTS IN THE COLLECTION AND THE CREATION OF NEW INTERACTIVE AREAS, WHILE CRAFTING A MORE COHESIVE AND APPEALING EXHIBITION PROGRAM BY REFRESHING THE LOOK OF THE MUSEUM ON A REGULAR BASIS AREA IN ORDER TO ATTRACT REPEAT VISITATION. THE AKWESASNE TOURISM WORKING GROUP WILL ASSIST THE GOVERNING AND ADVISORY BODIES OF THE AKWESASNE MUSEUM WITH TRACKING AND EVALUATING PROJECT PROGRESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f96d8156-1794-9f82-8e27-83b250a6f680-C", "generated_internal_id": "ASST_NON_MN-00-18-0027-18_5950"}, {"internal_id": 66932236, "Award ID": "MN-00-18-0024-18", "Award Amount": 73171.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE PECHANGA BAND OF LUISE?O INDIANS WILL CREATE FOUR NEW VIRTUAL MUSEUM EXHIBITS FROM TWO ARCHIVAL COLLECTIONS RECENTLY ACQUIRED BY THE TRIBE. THE ARCHIVAL COLLECTIONS CONSIST OF THOUSANDS OF ITEMS, INCLUDING PERSONAL PAPERS, PHOTOGRAPHS, AND DOCUMENTS THAT SPAN THE CAREERS OF TWO INDIVIDUALS--A TRIBAL ELDER, WHO WAS POLITICALLY ACTIVE IN THE TRIBAL COMMUNITY FOR OVER 50 YEARS, AND A HISTORY PROFESSOR, WHOSE WORK FOCUSES ON THE HISTORY OF SOUTHERN CALIFORNIA. TWO PART-TIME ARCHIVAL SPECIALISTS WILL ORGANIZE, CATALOG, SCAN, AND PREPARE PROPER STORAGE FOR THESE COLLECTIONS. A VIRTUAL EXHIBIT WILL BE CREATED TO SHARE INFORMATION WITH THE TRIBAL COMMUNITY AND SCHOLARS. THE DIGITAL EXHIBIT WILL BE A PERMANENT PART OF THE EXISTING PECHANGA VIRTUAL MUSEUM, WHICH IS LOCATED IN THE PECHANGA GOVERNMENT CENTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e0eef3d-401e-57b0-d44d-2fd6ba44681c-C", "generated_internal_id": "ASST_NON_MN-00-18-0024-18_5950"}, {"internal_id": 66932237, "Award ID": "MN-00-18-0023-18", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "PAPAHANA KUAOLA'S MUSEUM ON-THE-GO PROJECT WILL PROVIDE MUSEUM RESOURCES TO 80 PUBLIC AND PRIVATE SCHOOL TEACHERS AND THEIR 3,000 STUDENTS ON THE ISLANDS OF LANAI, MOLOKAI, AND OAHU TO INCREASE KNOWLEDGE AND UNDERSTANDING OF HAWAIIAN-BASED SCIENCE. CULTURAL PRACTITIONERS AND SCIENTISTS WILL ASSIST WITH THE DEVELOPMENT OF SEVEN NEW UNITS FOR 50 EXISTING AND 49 NEW DISCOVERY BOXES. THE UNITS WILL BE ALIGNED WITH HAWAII STATE CONTENT AND PERFORMANCE STANDARDS AND WILL BE FIELD TESTED WITH PROJECT PARTICIPANTS IN GRADES 3, 4, AND 5. EACH DISCOVERY BOX WILL CONTAIN MULTIPLE LEARNING OPPORTUNITIES, INCLUDING BACKGROUND INFORMATION, ACTIVITIES AND GAMES, ACTIVITY SHEETS, CHILDREN'S BOOKS, MUSEUM SPECIMENS, CASTS, ARTIFACTS AND REPLICAS, AND PHOTOGRAPHS AND MAPS. EVALUATION MATERIALS WILL ALSO BE INCLUDED TO GATHER FEEDBACK FROM TEACHERS. THE DISCOVERY BOXES WILL ALLOW EDUCATORS TO TEACH MATERIAL THAT MIGHT HAVE BEEN PREVIOUSLY OUT OF REACH DUE TO LOCATION OR FINANCIAL HARDSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c8c7ecd-94fe-c9f2-73ea-fd3a825a590a-R", "generated_internal_id": "ASST_NON_MN-00-18-0023-18_5950"}, {"internal_id": 66932238, "Award ID": "MN-00-18-0022-18", "Award Amount": 71306.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "PA'I FOUNDATION WILL PARTNER WITH THE HONOLULU MUSEUM OF ART TO CREATE EVENTS AND ACTIVITIES THAT WILL ACCOMPANY THE EXHIBITION, \"HO?OULU HAWAI?I: THE KING KALAKAUA ERA.\" THE EXHIBITION WILL BRING TOGETHER ARTWORK FROM OTHER MUSEUMS AND INSTITUTIONS SPECIFIC TO THE KALAKAUA DYNASTY. TO BETTER TELL THE STORIES OF THE EXHIBIT PIECES IN THE EXHIBITION, PA?I WILL ENGAGE NATIVE HAWAIIAN ARTISTS, CULTURAL PRACTITIONERS, STORYTELLERS, MUSICIANS, MEA OLI (CHANTERS), KUMU HULA (MASTER TEACHERS OF HAWAIIAN DANCE) AND H?LAU HULA TO BRING THE DISPLAY TO LIFE BY SHARING THE STORIES, MUSIC, CHANTS AND DANCES OF THE KAL?KAUA ERA. THE PROJECT WILL BENEFIT THE NATIVE HAWAIIAN COMMUNITY, ARTISTS AND CULTURAL PRACTITIONERS WHO WILL HAVE THE OPPORTUNITY TO ENGAGE WITH THESE EXHIBIT PIECES FOR THE FIRST TIME IN OVER A HUNDRED YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6326c8c-7e93-56e7-ddc3-1cdcde97a7e0-C", "generated_internal_id": "ASST_NON_MN-00-18-0022-18_5950"}, {"internal_id": 66932239, "Award ID": "MN-00-18-0021-18", "Award Amount": 45805.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE ONEIDA NATION MUSEUM WILL ACQUIRE NEW MATERIALS TO SUPPORT ITS ONGOING EXHIBITION PROGRAM AND PROVIDE PROFESSIONAL DEVELOPMENT OPPORTUNITIES FOR ITS STAFF. THE MUSEUM WILL PURCHASE SIX NEW STATE OF THE ART FIGURES TO REPLACE ITS 20-YEAR-OLD PLASTER MANNEQUINS, WHICH ARE DETERIORATING. IT WILL DISPLAY THE NEW MANNEQUINS IN AN UPGRADED LONGHOUSE EXHIBIT, AS WELL AS IN NEWLY CREATED EXHIBITS ON REGALIA AND TRADE. STAFF MEMBERS WILL REFRESH THEIR SKILLS BY ATTENDING A NATIONAL PROFESSIONAL MUSEUM CONFERENCE AND BY PARTICIPATING IN ONLINE WORKSHOPS ON THE CARE OF TEXTILES AND THE MANAGEMENT OF VOLUNTEER PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462d8953-c621-c76b-5675-ae37001186bc-C", "generated_internal_id": "ASST_NON_MN-00-18-0021-18_5950"}, {"internal_id": 66932240, "Award ID": "MN-00-18-0020-18", "Award Amount": 41384.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE ONEIDA INDIAN NATION WILL PRESERVE, RESTORE, AND DIGITIZE ITS COLLECTION OF AT-RISK AUDIO CASSETTE TAPES CONTAINING ORAL HISTORIES OF MEMBERS OF THE NATION. THE PROJECT TEAM WILL VISUALLY ASSESS AND PHOTOGRAPH THE PHYSICAL APPEARANCE OF THE TAPES, COUNT THEM, AND LOG THEM. THEN THEY WILL DIGITIZE THE TAPES AND CREATE BACKUPS ON FOUR HARD DRIVES. TRIBAL LEADERS OR THEIR DESIGNEES WILL REVIEW AND VET ALL AUDIO MATERIALS TO IDENTIFY SENSITIVE CONTENT AND DETERMINE WHICH MATERIALS MAY BE MADE AVAILABLE TO NATION MEMBERS OR TO A BROADER AUDIENCE. THOSE APPROVED FOR RELEASE WILL BE SHARED WITH TRIBAL MEMBERS IN THE ONEIDA INDIAN NATION CHILDREN AND ELDERS CENTER AND THE ONEIDA INDIAN NATION CULTURAL CENTER. BY TRANSFERRING THESE ONE-OF-A-KIND RECORDINGS OF A BYGONE ERA TO A SAFER, MORE SECURE MEDIA THROUGH DIGITIZATION, THE PROJECT WILL ASSIST IN SUSTAINING THE ONEIDA INDIAN NATION'S HISTORY, HERITAGE, CULTURE, AND KNOWLEDGE FOR FUTURE GENERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "668c01e9-21b0-f435-a225-b9163e3f8153-C", "generated_internal_id": "ASST_NON_MN-00-18-0020-18_5950"}, {"internal_id": 66932241, "Award ID": "MN-00-18-0019-18", "Award Amount": 66614.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE NORTHFORK RANCHERIA OF MONO INDIANS OF CALIFORNIA WILL IMPLEMENT A SERIES OF ACTIVITIES TO IMPROVE COLLECTIONS CARE AND EXHIBITIONS AT THE SIERRA MONO MUSEUM. PROJECT ACTIVITIES WILL INCLUDE A SERIES OF WORKSHOPS DESIGNED TO TRAIN MUSEUM STAFF AND COMMUNITY MEMBERS IN MUSEUM PRACTICES AND METHODS; REHOUSING COLLECTIONS AND IMPLEMENTING ENVIRONMENTAL IMPROVEMENTS IN COLLECTIONS STORAGE AND EXHIBIT AREAS; CATALOGING AND INVENTORYING COLLECTIONS TO IMPROVE INTELLECTUAL CONTROL; INTERPRETIVE PLANNING, AND THE DESIGN, DEVELOPMENT, FABRICATION, AND INSTALLATION OF NEW INTERPRETIVE EXHIBITS ON MONO INDIAN CULTURE AND HISTORY. A PROJECT CONSULTANT WILL WORK CLOSELY WITH MUSEUM STAFF AND THE PROJECT WILL BUILD ON RECOMMENDATIONS FROM PARTICIPATION IN BOTH THE MUSEUM ASSESSMENT AND CONSERVATION ASSESSMENT PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7686b158-8279-06ff-ca5b-bf6e0b697574-C", "generated_internal_id": "ASST_NON_MN-00-18-0019-18_5950"}, {"internal_id": 66932242, "Award ID": "MN-00-18-0017-18", "Award Amount": 44823.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE NATIVE VILLAGE OF EYAK'S ILANKA CULTURAL CENTER AND MUSEUM WILL CREATE AN AUGMENTED REALITY DIGITAL MAP OF ITS TRADITIONAL LANDS USING THE TRIBE'S TRADITIONAL NAMES. THE PROJECT WILL BRING TOGETHER FIVE TRIBAL MEMBERS WITH TRADITIONAL KNOWLEDGE AND LANGUAGE TO IDENTIFY SITES WITHIN THE TRIBE'S TRADITIONAL BOUNDARIES ON GOOGLE MAPS. THE INFORMATION WILL BE INCORPORATED INTO AN EXISTING DIGITAL KIOSK IN THE MUSEUM.  WHEN VISITORS TOUCH THE WESTERN PLACE NAME TEXT ON THE DIGITAL KIOSK, THE PROGRAM WILL BRING UP THE TRADITIONAL PLACE NAME AND EITHER TEXT OR VIDEO, IN MEMBERS' WORDS AND VOICES, ABOUT TRADITIONAL USES OF THE SITE. THE \"CENTERING OURSELVES THROUGH TIME\" PROJECT WILL ALLOW TRIBAL MEMBERS TO CENTER THEMSELVES IN THEIR ROLE AS INDIGENOUS FIRST PEOPLES WITHIN THEIR TRADITIONAL HOMELANDS BY RETURNING TRADITIONAL PLACE NAMES TO TODAY'S MAPS AND LINKING THEM TO HISTORICAL USES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_MN-00-18-0017-18_5950"}, {"internal_id": 66932243, "Award ID": "MN-00-18-0016-18", "Award Amount": 74778.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE MAKAH CULTURAL AND RESEARCH CENTER WILL DEVELOP A WEBSITE FOR THE PURPOSE OF PROVIDING A MAKAH LEXICAL WORD LIST FOR THE INTERESTED PUBLIC. THE PROJECT WILL CREATE AN ALPHABETIZED LEXICAL WORD LIST IN PLAIN TABLE FORMAT; MAKE IT SEARCHABLE IN TWO DIRECTIONS (MAKAH TO ENGLISH AND ENGLISH TO MAKAH); MAKE IT ACCESSIBLE ON A WEBSITE; AND CREATE AN APP TO FACILITATE GREATER ACCESS. PROJECT STAFF WILL COLLECT COPIES OF EXISTING WORD LISTS WITH HANDWRITTEN CORRECTIONS/ADDITIONS, ENTER THE WORDS AND TRANSLATIONS INTO THE TABLE, AND FACILITATE MONTHLY EDITING SESSIONS WITH TRIBAL ELDERS. THE LANGUAGE LEARNING CENTER OF THE UNIVERSITY OF WASHINGTON WILL WORK WITH THE PROJECT TEAM TO CREATE THE WEBSITE AND LANGUAGE APP, WHICH WILL BE PROMOTED THROUGH PRESS RELEASES AND SOCIAL MEDIA SITES. THE LEARNING TOOLS CREATED BY THE PROJECT WILL ALLOW PEOPLE WITH BEGINNING AND INTERMEDIATE LANGUAGE SKILLS THE OPPORTUNITY TO ADVANCE THEIR LANGUAGE SKILLS AND CONTRIBUTE TOWARD THE LARGER GOAL OF PRESERVING MAKAH CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0fed9ce-5dca-f06a-3a5b-6a75c5e88223-C", "generated_internal_id": "ASST_NON_MN-00-18-0016-18_5950"}, {"internal_id": 66932244, "Award ID": "MN-00-18-0015-18", "Award Amount": 60702.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE LOWER SIOUX'S CANSA'YAPI CULTURAL DEPARTMENT WILL DEVELOP A PLAN TO ESTABLISH A DIGITAL ARCHIVE FOR THE TRIBE TO BETTER PRESERVE AND SHARE ITS CULTURAL LEGACY WITH FUTURE GENERATIONS. THE PROJECT TEAM WILL GATHER TRIBAL COMMUNITY INPUT ON CULTURAL ITEMS TO BE ARCHIVED; IDENTIFY SOURCES FOR THE ARCHIVE'S CONTENTS, INCLUDING TRIBAL COMMUNITY MEMBERS, RELATIVES, AND EXTERNAL INSTITUTIONS, SUCH AS MUSEUMS THAT HAVE DAKOTA ART WORK; ASSESS EXISTING IT CAPACITY; AND DEVELOP A PROJECT MANAGEMENT PLAN. A PILOT ENGAGEMENT PLAN WILL INTRODUCE ARCHIVING TO THE COMMUNITY THROUGH WORKSHOPS ON DIGITAL PHOTOGRAPHY AND ARTIFACT CONSERVATION LED BY PARTNERS FROM THE MINNESOTA HISTORICAL SOCIETY AND THE MIDWEST ART CONSERVATION CENTER. COMMUNITY MEMBERS WILL BE ASKED TO DONATE 20 DIGITAL PHOTOGRAPHS AND 10 DIGITAL INTERVIEWS/STORIES. THE TRIBE WILL HOST TWO WORKSHOPS TO INTRODUCE A DIGITAL ARCHIVE APP TO THE COMMUNITY AND INVITE FUTURE CONTRIBUTIONS SO THE TRIBE CAN WORK TOGETHER WITH ITS MEMBERS AND PARTNERS TO BUILD THE ARCHIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60616d76-d6d7-19a4-5253-929e8106fa48-C", "generated_internal_id": "ASST_NON_MN-00-18-0015-18_5950"}, {"internal_id": 66932245, "Award ID": "MN-00-18-0014-18", "Award Amount": 70161.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE LEECH LAKE BAND OF OJIBWE WILL DIGITIZE THE COLLECTIONS OF ITS LEECH LAKE HERBARIUM, MAKE IT AVAILABLE ONLINE THROUGH A SEARCHABLE DATABASE, AND INCREASE PUBLIC AWARENESS OF THE HERBARIUM AND ITS USES WITHIN THE COMMUNITY. PROJECT STAFF WILL PURCHASE A CAMERA, LIGHTING EQUIPMENT, EXTERNAL HARD DRIVE, AND COMPUTER NECESSARY TO COLLECT HIGH QUALITY SPECIMEN IMAGES AND ENTER RECORDS FOR THE APPROXIMATELY 2,000 SPECIMENS. A STUDENT INTERN WILL VERIFY PLANT NOMENCLATURE, DIGITIZE SPECIMENS, ENTER LABEL DATA, AND UPLOAD IMAGES AND DATA TO THE ONLINE DATABASE. IN THE SECOND YEAR OF THE GRANT, OUTREACH ACTIVITIES WILL ACQUAINT LOCAL EDUCATORS AND STUDENTS WITH THE COLLECTION AND HOW THEY CAN USE IT EFFECTIVELY IN TEACHING AND RESEARCH. A WORKSHOP WILL BE PRESENTED AT LEECH LAKE COMMUNITY COLLEGE FOR FACULTY, STUDENTS, AND INTERESTED COMMUNITY MEMBERS TO EXPLORE THE ONLINE COLLECTION, VIEW SELECTED PLANTS, AND PRACTICE COLLECTING AND PRESSING SPECIMENS. THE PROJECT WILL CONTRIBUTE TO THE GLOBAL EFFORT TO DIGITALLY DOCUMENT BIODIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb5b19f6-a331-99c6-8dd4-d73401132218-C", "generated_internal_id": "ASST_NON_MN-00-18-0014-18_5950"}, {"internal_id": 66932246, "Award ID": "MN-00-18-0013-18", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE HAWAII DEPARTMENT OF LAND AND NATURAL RESOURCES, THROUGH THE KAHO?OLAWE ISLAND RESERVE COMMISSION, WILL CONTINUE TO IMPROVE THE UTILITY OF THE KAHO?OLAWE VIRTUAL MUSEUM AND KAHO?OLAWE ISLAND GUIDE MOBILE APPLICATION. THE PROJECT TEAM WILL COLLABORATE WITH ARCHIVAL AND CULTURAL SPECIALISTS TO EXPAND AND IMPROVE COLLECTIONS MANAGEMENT, BOTH DIGITALLY AND PHYSICALLY; PROCESS AND REHOUSE A SPECIAL COLLECTION; AND ENHANCE THE USER EXPERIENCE WITH THE DIGITAL APPLICATIONS. THE TEAM WILL DEVELOP A REORGANIZATION PLAN TO PROVIDE THE MAXIMUM AVAILABLE PROTECTION FOR THE ARCHIVE MATERIAL THROUGH THE INSTALLATION OF SHELVING, A WORK TABLE FOR PROCESSING, AND A DEHUMIDIFIER TO CONTROL ENVIRONMENTAL FACTORS WITHIN THE ARCHIVE ROOM. STAFF WILL INPUT DATA ABOUT THE OBJECTS, AND EVALUATE, SELECT, AND INSTALL SOFTWARE THAT IS MORE EFFICIENT IN EXPORTING DATA TO AND MODIFYING A WEBPAGE. PRESS RELEASES, SOCIAL MEDIA, AND A MOBILE APP WILL BE USED TO MAKE MORE PEOPLE AWARE OF THE VIRTUAL MUSEUM AND INCREASE ACCESS THE WEBSITE. PRESERVING AND SHARING THESE DETERIORATING ARTIFACTS ALLOWS FOR THE PRESERVATION OF THE KAHO?OLAWE CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1044a596-1ecd-1d4e-3064-2cd7bd1613e4-C", "generated_internal_id": "ASST_NON_MN-00-18-0013-18_5950"}, {"internal_id": 66932247, "Award ID": "MN-00-18-0012-18", "Award Amount": 40955.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE LAC COURTE OREILLES BAND OF LAKE SUPERIOR CHIPPEWA INDIANS TRIBAL MUSEUM AND VISITOR CENTER, WHICH OPENED IN 2016, WILL ESTABLISH AN ELECTRONIC MANAGEMENT INFORMATION SYSTEM TO DOCUMENT ITS COLLECTIONS. THE MUSEUM WILL HIRE A CONSULTANT TO INSTALL COLLECTIONS MANAGEMENT SOFTWARE AND GUIDE THE TRAINING OF STAFF AND VOLUNTEERS IN ITS USE. STAFF WILL CONDUCT DATA ENTRY FOR MUSEUM HOLDINGS; MAKE PUBLISHABLE QUALITY PHOTOGRAPHS OF ARTIFACTS AND MATERIAL HOLDINGS; REVIEW AND SCAN ALL ARCHIVAL RECORDS; ORGANIZE DIGITAL FILES AND PLACE PHYSICAL RECORDS IN ACID-FREE FOLDERS; AND COMPLETE AN OPERATIONAL AND POLICY PLAN FOR THE TRIBE'S ARCHIVE CENTER. THE CONSULTANT WILL DEVELOP A COLLECTIONS MANAGEMENT POLICY AND LEAD THE EFFORT TO CREATE A WEBSITE THAT WILL SUPPORT MULTI-MEDIA EXHIBITS. THE WEBSITE WILL ALSO HOST THE TRIBE'S ARCHIVE CENTER TO PROVIDE THE PUBLIC WITH ONLINE ACCESS TO VIEW ARTIFACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30a494ed-9ff3-086b-f11c-683a15045292-C", "generated_internal_id": "ASST_NON_MN-00-18-0012-18_5950"}, {"internal_id": 66932248, "Award ID": "MN-00-18-0011-18", "Award Amount": 74862.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE HULA PRESERVATION SOCIETY WILL IMPLEMENT A COLLECTIONS STEWARDSHIP PROJECT FOR A COLLECTION ENCOMPASSING THE LIVES OF HAWAII'S LONGEST RUNNING HULA TEACHERS. THE ALAMA COLLECTION OF SEVERAL DOZEN PHOTOS AND 40 HOURS OF ORIGINAL DIGITAL VIDEO OF THE ALAMA SISTERS AND THEIR STUDENTS WAS RECENTLY EXPANDED WITH THE CONTRIBUTION OF NEARLY 1,600 NEW ITEMS. WITH THE ASSISTANCE OF PRIMARY CONTENT EXPERTS AND A CONSULTANT SKILLED IN SPECIAL COLLECTIONS, THE PROJECT TEAM WILL INVENTORY MATERIALS, CONDUCT CONDITION ASSESSMENTS, AND REHOUSE AND RELOCATE THE ITEMS. THE COLLECTION INCLUDES 400 MANUSCRIPT ITEMS, 500 STILL IMAGES, 400 AUDIO PIECES IN 4 FORMATS, 50 VIDEOTAPES, 60 COSTUME PIECES FROM LEILANI ALAMA HULA STUDIO, 50 HAND-CRAFTED IMPLEMENTS AND LEI, AND 100 MOSTLY RARE AND OUT-OF-PRINT BOOKS. ORAL HISTORY SESSIONS WITH ELDERS WILL HELP IDENTIFY THE CONTENTS OF THE COLLECTIONS AS THEY ARE PROCESSED AND DOCUMENTED. OVER 1,000 ITEMS WILL BE DIGITIZED TO PROVIDE FOR PUBLIC ACCESS AND DISCOVERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf7736c1-c46f-7c7c-db45-04a8c47e7a6e-R", "generated_internal_id": "ASST_NON_MN-00-18-0011-18_5950"}, {"internal_id": 66932249, "Award ID": "MN-00-18-0009-18", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE GRAND TRAVERSE BAND OF OTTAWA AND CHIPPEWA INDIANS WILL DEVELOP A GENEALOGICAL DATABASE FOR TRIBAL MEMBERS AND RESEARCHERS TO UNDERSTAND KINSHIP CONNECTIONS AND TO PROVIDE ACCESS TO SOFTWARE TO AID IN THE DISCOVERY OF FAMILY LINEAGE. THE TRIBE WILL HIRE A CURATOR/ARCHIVIST WITH EXPERIENCE IN GENEALOGY RESEARCH, WHO WILL BE PRINCIPALLY RESPONSIBLE FOR WORKING WITH OTHER MEMBERS OF THE EYAAWING MUSEUM AND CULTURAL CENTER STAFF TO IMPLEMENT THE TWO-YEAR PROJECT ACTIVITIES. STAFF WILL ENROLL IN FIVE ONLINE CLASSES, WHILE LEARNING THE GENEALOGY SOFTWARE THAT WILL BE PURCHASED FOR THE PROJECT. UPON COMPLETION OF THE CLASSES, PROJECT STAFF WILL EMPLOY A VARIETY OF METHODS TO COLLECT INFORMATION ON TRIBAL MEMBER FAMILIES TO DISCOVER GENEALOGY TREES IN THE LOCAL COMMUNITY. STAFF WILL THEN INPUT THE DATA INTO THE GENEALOGY SOFTWARE, WHILE RESEARCHING ONLINE ARCHIVAL DOCUMENTS. THE EFFECTIVENESS AND ACCURACY OF THE DATABASE WILL BE MEASURED THROUGH SURVEYS OF INITIAL USERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64f2bcd7-c9bf-c601-ec3e-b2b7043f64fc-C", "generated_internal_id": "ASST_NON_MN-00-18-0009-18_5950"}, {"internal_id": 66932250, "Award ID": "MN-00-18-0007-18", "Award Amount": 73823.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE EASTERN SHAWNEE TRIBE OF OKLAHOMA WILL LAUNCH A DIGITAL STORYTELLING PROJECT TO ENHANCE ITS EFFORTS TO EXPAND AND SUSTAIN ACCESS TO ELDERS' STORIES FOR CURRENT AND FUTURE GENERATIONS. PROJECT STAFF WILL ATTEND A PROFESSIONAL DIGITAL STORYTELLING WORKSHOP TO LEARN THE TECHNICAL SKILLS NEEDED FOR CAPTURING ORAL STORIES FOR CULTURAL PRESERVATION. ELDER INTERVIEWS WILL BE CONDUCTED USING TECHNIQUES GAINED FROM THE TRAININGS, AND THE TRIBE WILL HOST A STORYTELLING FORUM TO ENCOURAGE COMMUNITY DIALOGUE OF STORYTELLING, PRESERVATION, AND CULTURAL ENGAGEMENT. A DISCUSSION GUIDE WILL BE CREATED TO ACCOMPANY THE STORIES WITH A TRANSCRIPT OF THE INTERVIEWS AND BACKGROUND INFORMATION ON THE ELDERS. THE FINAL PRODUCT WILL BE A DIGITIZED COLLECTION OF STORIES IN DVD FORMAT. UP TO 1,500 COPIES OF THE DVD WILL BE DISSEMINATED TO EVERY EASTERN SHAWNEE HOME AND LOCAL TRIBES AND PARTNERS, AND THE REMAINING COPIES WILL BE PRESERVED IN THE EASTERN SHAWNEE TRIBE OF OKLAHOMA LIBRARY AND MUSEUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ff4cd3e-989e-18c9-64cf-0cc49e77f93a-C", "generated_internal_id": "ASST_NON_MN-00-18-0007-18_5950"}, {"internal_id": 66932251, "Award ID": "MN-00-18-0006-18", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE CONFEDERATED TRIBES OF THE UMATILLA INDIAN RESERVATION WILL MAKE UPGRADES TO ITS TAMASTSLIKT CULTURAL INSTITUTE (TCI) THAT WILL SUPPORT PROGRAMMING FOR ITS 25TH ANNIVERSARY IN 2023. THE PROJECT INVOLVES ADDING WIRED AND WIRELESS NETWORK ACCESS TO ITS LOBBY AND EXHIBIT AREAS AND DEVELOPING NEW VIDEOS FOR USE IN EXHIBITS AND ONLINE. TCI WILL COORDINATE WITH THE TRIBAL OFFICE OF INFORMATION TECHNOLOGY TO PURCHASE AND INSTALL FIBER CABLE, A NETWORK SWITCH, AND FIVE SEPARATE WIRELESS NETWORK ACCESS POINTS THROUGHOUT THE BUILDING. THE FIVE NEW VIDEOS WILL BE PRODUCED AND EVALUATED IN-HOUSE, USING COLLECTION MATERIAL, INTERVIEWS, AND VIDEO CLIPS. FOUR OF THE VIDEOS WILL BE UPLOADED TO YOUTUBE, REFERENCED BY QR CODE PROMPTS WITHIN THE EXHIBITS, AND AVAILABLE FOR VIEWING ON VISITOR-OWNED DEVICES. THE FIFTH VIDEO WILL BE ADDED TO AN EXISTING SCREEN WITHIN THE EXHIBIT AREA THAT WILL BE CONVERTED TO A NETWORKED UPDATABLE SCREEN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3391a488-8841-9847-8031-b15661bc3081-C", "generated_internal_id": "ASST_NON_MN-00-18-0006-18_5950"}, {"internal_id": 66932252, "Award ID": "MN-00-18-0004-18", "Award Amount": 66479.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE CENTRAL COUNCIL OF THE TLINGIT AND HAIDA INDIAN TRIBES OF ALASKA WILL COMPLETE A STORAGE ASSESSMENT, EVALUATE ITS EXISTING REPATRIATION POLICIES, AND IMPROVE ONGOING COLLECTIONS CARE. SINCE 1993, TLINGIT AND HAIDA HAS BEEN SUCCESSFUL IN REPATRIATING NUMEROUS ARTIFACTS ON BEHALF OF ITS TRIBAL COMMUNITIES THROUGH THE NATIVE AMERICAN GRAVES PROTECTION AND REPATRIATION ACT. PROJECT ACTIVITIES WILL SUPPORT THE LONG-TERM STEWARDSHIP OF THESE RELICS BY IMPROVING THE STORAGE, ACCESS, PRESERVATION, AND SECURITY OF THE COLLECTION THROUGH THE PURCHASE OF MUSEUM QUALITY STORAGE UNITS. THE OBJECTS WILL BE ON PUBLIC DISPLAY AT TLINGIT AND HAIDA'S EDWARD K. THOMAS BUILDING IN JUNEAU, ALASKA. THE PROJECT WILL ALSO PROVIDE AN UPDATED REPATRIATION COLLECTION POLICY BASED ON TRADITIONAL VALUES OF THE TRIBE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5494e08f-b4b5-6739-59a6-df37af41a345-C", "generated_internal_id": "ASST_NON_MN-00-18-0004-18_5950"}, {"internal_id": 66932253, "Award ID": "MN-00-18-0003-18", "Award Amount": 74159.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE CATAWBA INDIAN NATION, IN COLLABORATION WITH THE CATAWBA CULTURAL PRESERVATION PROJECT, WILL TRANSFORM ITS ARCHIVAL RESOURCES AND KNOWLEDGE INTO MORE ACCESSIBLE EDUCATIONAL MATERIALS FOR THE TRIBE, SURROUNDING COMMUNITIES, AND THE PUBLIC. THE PROJECT TEAM WILL CONDUCT RESEARCH, ESTABLISH CONTENT OUTLINES AND CURRICULUM PLANS, AND DEVELOP A DIGITAL LIBRARY, VIDEO AND AUDIO CONTENT, AND ASSOCIATED INTERPRETIVE COLLATERAL MATERIALS. SIX EDUCATIONAL VIDEOS WILL ADDRESS MAJOR HISTORICAL AND THEMATIC TOPICS IN CATAWBA HISTORY; COLLATERAL MATERIALS WILL BE DESIGNED TO FACILITATE CLASSROOM DISCUSSION AROUND THE VIDEOS; AND THE WEBSITE WILL BE REDESIGNED TO MAKE ADDITIONAL DIGITAL CONTENT WILL BE BROADLY ACCESSIBLE. THE CATAWBA CITIZENS AND THE PUBLIC WILL BENEFIT FROM INCREASED ACCESS TO HIGH-QUALITY INFORMATION ABOUT THE HISTORICAL AND CULTURAL HERITAGE OF THE CATAWBA PEOPLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6c9216c-f6aa-7de9-d328-fc883691bdf6-C", "generated_internal_id": "ASST_NON_MN-00-18-0003-18_5950"}, {"internal_id": 66932254, "Award ID": "MN-00-18-0002-18", "Award Amount": 55545.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "45.308", "Description": "THE BISHOP PAIUTE TRIBE WILL IMPROVE THE CARE AND MANAGEMENT OF ITS VETERANS TRIBAL ARCHIVE AND EXHIBIT IN THE OWENS VALLEY PAIUTE-SHOSHONE CULTURAL CENTER. CULTURAL CENTER STAFF WILL ACQUIRE SUPPLIES NEEDED TO SUPPORT THE CATALOGING AND APPROPRIATE HOUSING OF THE DOCUMENTS IN THE ARCHIVES. THE CENTER WILL ALSO UPGRADE THE VETERAN'S EXHIBIT WITH SIGNAGE, VISUAL BANNERS, UPDATED EXHIBIT LIGHTING, MOUNTS, AND FRAMING. THE CULTURAL CENTER WILL OFFER NEW EDUCATIONAL PROGRAMS, INCLUDING FOUR VETERAN FORUMS AND SIX COMMUNITY OUTREACH ACTIVITIES INVOLVING LOCAL VETERANS AND THEIR FAMILIES. THE PROJECT WILL ENABLE THE CULTURAL CENTER STAFF TO PROPERLY, THOROUGHLY, AND FACTUALLY SHARE THE HISTORY AND STORIES OF LOCAL TRIBAL SERVICE MEN AND WOMEN WHO ARE OR HAVE SERVED IN ONE OF THE FIVE BRANCHES OF THE UNITED STATES MILITARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a46e7d8-fd02-c2ad-f750-c7744f1b9192-C", "generated_internal_id": "ASST_NON_MN-00-18-0002-18_5950"}, {"internal_id": 49048871, "Award ID": "MN-00-17-0037-17", "Award Amount": 31915.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-15", "CFDA Number": "45.308", "Description": "THE SUQUAMISH ARE THE FIRST PEOPLES OF THE KITSAP PENINSULA, BAINBRIDGE, BLAKE AND WHIDBEY ISLANDS. SINCE THE POINT ELLIOTT TREATY OF 1855, THE FEDERALLY-RECOGNIZED TRIBE LIVES ON THE PORT MADISON INDIAN RESERVATION. IT IS LOCATED ON THE SHORES OF PUGET SOUND 18 MILES WEST OF SEATTLE IN THE HEART OF A RURAL RESIDENTIAL AREA ON THE KITSAP PENINSULA. THE TOTAL POPULATION WITHIN THE BOUNDARIES OF THE RESERVATION IS ESTIMATED TO BE 7,640 THAT INCLUDES TRIBAL MEMBERS, OTHER NATIVE AMERICANS AND ALASKA NATIVES, AND NON-INDIANS. TRIBAL MEMBERSHIP IS 1,151 PERSONS AS OF JULY 2016. TWO YEARS AGO, THE SUQUAMISH TRIBE RECEIVED SUPPORT FROM THE INSTITUTE OF MUSEUM AND LIBRARY SCIENCES NATIVE AMERICAN/NATIVE HAWAIIAN MUSEUM SERVICES GRANT PROGRAM TO REHOUSE AND PHOTOGRAPH ARCHAEOLOGICAL ARTIFACTS AND ACCOMPANYING HISTORICAL MATERIALS WITH SITE-ASSOCIATED PROVENANCE. THESE INCLUDE THE OLD MAN HOUSE COLLECTION, THE OLD MAN HOUSE SHORELINE SURVEY ALONG WITH THE MANETTE SITE EXCAVATIONS THAT HAVE YIELDED DELICATE ARTIFACTS, FIELD NOTES, LABORATORY DATA, AND MAPS FROM WORK DONE BETWEEN THE EARLY 1950?S THROUGH THE 1980?S. TOGETHER THESE ITEMS PROVIDE EVIDENCE ABOUT THE SUQUAMISH PEOPLE OVER THE LAST 4,000 YEARS. UNDER THE DIRECTION OF THE PROFESSIONAL STAFF AT THE SUQUAMISH MUSEUM, THIS PROJECT IS NEARING COMPLETION. THE SUQUAMISH TRIBE PROPOSES, AS THE NEXT STEP, TO DIGITIZE THE 410 ARTIFACT PHOTO IMAGES, THE 525 HISTORICAL MANUSCRIPTS, AND THE SUQUAMISH TIMELINE PHOTOS TO UPLOAD TO WEB LINKS FOR INTERNET ACCESS. TRIBAL STAFF AND MEMBERS AS WELL AS RESEARCHERS, SCHOLARS, STUDENTS, EDUCATORS, AND THE GREATER COMMUNITY WILL BE ABLE TO GAIN A BETTER UNDERSTANDING OF THE SIGNIFICANT MATERIALS THAT MOVE HISTORICAL KNOWLEDGE INTO A LIVING CONTEXT OF THE PEOPLE AND THEIR CULTURE THAT CREATED THEM. OVER THE NEXT TWO YEARS, THIS WORK WILL DIGITIZE THE MATERIALS BY ADDING EXPLANATORY INFORMATION TO EACH ARTIFACT AND DOCUMENT, AND THEN MAKING IT ACCESSIBLE VIA ONLINE SITES LINKED TO THE SUQUAMISH MUSEUM WEBSITE. WE WILL USE THE PAST PERFECT 5.0 SOFTWARE SPECIFICALLY DESIGNED FOR EXPLAINING INDIVIDUAL OBJECTS FROM MUSEUM COLLECTIONS. THE END RESULT WILL BE THAT THESE MATERIALS WILL BE EASILY SEARCHABLE BY TRIBAL MEMBERS, SCHOLARS, EDUCATORS, STUDENTS,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77820bbe-04d6-4bb2-4639-de058387a7c5-C", "generated_internal_id": "ASST_NON_MN-00-17-0037-17_5950"}, {"internal_id": 49048866, "Award ID": "MN-00-17-0029-17", "Award Amount": 38711.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-15", "CFDA Number": "45.308", "Description": "THE HISTORIC PRESERVATION DEPARTMENT OF THE PUYALLUP TRIBE OF INDIANS WILL WORK WITH QUALIFIED CONSULTANTS TO CONDUCT A COMPLETE DIGITAL INVENTORY OF ITS CULTURAL ARTIFACTS. THE INVENTORY IS INTENDED TO IDENTIFY THE MOST AT-RISK, FRAGILE ARTIFACTS IN NEED OF IMMEDIATE CONSERVATION. THE TRIBE WILL CREATE A MULTI-DISCIPLINARY TEAM TO DRAFT A HISTORIC PRESERVATION PLAN, WITH THE ASSISTANCE OF THE CONSULTANT AND INPUT FROM THE COMMUNITY. THE PUYALLUP TRIBE IS AMONG THE MOST URBANIZED FEDERALLY RECOGNIZED TRIBES IN THE UNITED STATES AND THE PROJECT IS INTENDED TO SUPPORT A PROCESS TO ASSERTIVELY ASSESS AND PRESERVE THE S'PUYALUPUBSH COLLECTION TO RECONNECT TRIBAL MEMBERS TO THEIR CULTURAL HERITAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa039829-8d9c-5017-7b7b-a177b882686a-C", "generated_internal_id": "ASST_NON_MN-00-17-0029-17_5950"}, {"internal_id": 49048863, "Award ID": "MN-00-17-0024-17", "Award Amount": 8903.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-15", "CFDA Number": "45.308", "Description": "THE MUSCOGEE (CREEK) NATION WILL DEVELOP AN INTERACTIVE MOBILE PHONE APPLICATION THAT WILL ENABLE USERS TO NAVIGATE PROMINENT SITES THROUGHOUT ITS 11-COUNTY TRIBAL JURISDICTION IN OKLAHOMA. THE FREE APPLICATION WILL INTEGRATE ON-LOCATION, PERSONAL ACCESS TO HISTORICAL SITES, RECORDS AND ARTICLES, CULTURAL ITEMS, AND PERSONAL TESTIMONIES. THE FREE APPLICATION WILL ALLOW VISITORS TO HAVE ACCESS TO SUPPLEMENTAL INFORMATION TIED TO HISTORICAL HOMELANDS IN THE SOUTHEAST. A VISITOR'S PROXIMITY TO DESIGNATED KEY LOCATIONS WILL BE RECOGNIZED BY THE GPS FEATURE SO THAT INFORMATION IS READILY AVAILABLE AND SYNCHRONIZED WITH GUIDED CONTENT. AS USERS NAVIGATE CULTURAL POINTS OF INTEREST WITH THE ASSISTANCE OF THE PHONE APPLICATION, THEY WILL BE PROVIDED WITH RELEVANT, ACCURATE, AND UPDATED CONTENT THAT WILL COMPLEMENT MUSCOGEE (CREEK) EXHIBITIONS THAT ARE CENTRALLY LOCATED IN OKMULGEE, OKLAHOMA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db7bccb1-58bc-18b1-7b4e-a510a974958d-C", "generated_internal_id": "ASST_NON_MN-00-17-0024-17_5950"}, {"internal_id": 49048856, "Award ID": "MN-00-17-0011-17", "Award Amount": 29495.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-15", "CFDA Number": "45.308", "Description": "THE FORT PECK ASSINIBOINE AND SIOUX TRIBES WILL RELOCATE ITS TRIBAL ARCHIVES TO A NEW PERMANENT LOCATION IN THE JAMES E. SHANLEY TRIBAL LIBRARY BUILDING ON THE FORT PECK COMMUNITY COLLEGE CAMPUS. EQUIPMENT AND SOFTWARE WILL BE PURCHASED TO SUPPORT IMPROVED COLLECTIONS MANAGEMENT AND THE DIGITIZATION OF ARCHIVAL MATERIALS. ENVIRONMENTS FOR COMMUNITY LEARNING AND DISCOVERY WILL ALSO BE CREATED THROUGH THE PURCHASE OF EQUIPMENT AND SUPPLIES. THE RE-OPENING OF THE TRIBAL MUSEUM WILL IMPROVE ACCESS AND PRESERVATION FOR THE TRIBE'S ARCHIVES AND PROVIDE HANDS-ON LEARNING EXPERIENCES FOR TRIBAL MEMBERS OF ALL AGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df10b2a4-e92a-a993-3167-da94bf757208-C", "generated_internal_id": "ASST_NON_MN-00-17-0011-17_5950"}, {"internal_id": 49048852, "Award ID": "MN-00-17-0007-17", "Award Amount": 40726.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-15", "CFDA Number": "45.308", "Description": "THE CHOCTAW NATION OF OKLAHOMA PROJECT WILL SUPPORT THE DIGITAL DOCUMENTATION OF AND INCREASED ACCESS TO FRAGILE CHOCTAW CULTURAL COLLECTIONS. THE PROJECT WILL BRING TOGETHER THREE SEPARATE COLLECTIONS TOTALING APPROXIMATELY 1,500 ITEMS INCLUDING PRINTED MATERIAL, ELECTRONIC MEDIA, PAINTINGS, TEXTILES, SCULPTURES, AND POTTERY. THE NEW DATABASE WILL ENABLE THE NATION TO PRESERVE ITS ENDANGERED COLLECTION AND TO SHARE THE MATERIALS WITH TRIBAL MEMBERS AND THE GENERAL PUBLIC. THE PROJECT IS ENTITLED \"CHAHTA IMPONA\" AND TRANSLATES INTO \"SKILLED CHOCTAW\" BECAUSE THE PROJECT WILL DISPLAY THE INGENUITY AND CREATIVENESS FOUND IN CHOCTAW OBJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96c72797-883c-edba-d96f-49124973851d-C", "generated_internal_id": "ASST_NON_MN-00-17-0007-17_5950"}, {"internal_id": 49048850, "Award ID": "MN-00-17-0002-17", "Award Amount": 49342.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-15", "CFDA Number": "45.308", "Description": "BARONA CULTURAL CENTER & MUSEUM, ON BEHALF OF THE CAPITAN GRANDE BAND OF DIEGUE?O MISSION INDIANS/BARONA GROUP, RESPECTFULLY REQUESTS FUNDING FOR THE PLANNING OF AN EXHIBITION ON THE KUMEYAAY/DIEGUE?O CREATION STORY. MANY GENERATIONS OF KUMEYAAY/DIEGUE?O PEOPLE HAVE GROWN UP WITHOUT THE KNOWLEDGE OF THE CREATION STORY. THIS PROJECT AIMS TO MAKE THE CREATION STORY ACCESSIBLE TO ALL BARONA MEMBERS. THE FUNDING WOULD COVER THE COST OF COMMUNITY PLANNING MEETINGS, HIRING AN EXHIBITION DESIGNER, AND TRAVEL (PER GRANT AGREEMENT) TO SHARE OUR WORK WITH COLLEAGUES. THE OUTCOME OF THIS PROJECT WOULD BE A WRITTEN CREATION STORY NARRATIVE AVAILABLE TO BARONA MEMBERS AND THE EXHIBITION PLAN AND DESIGN FOR A PERMANENT EXHIBIT IN THE MUSEUM?S MAIN GALLERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "133da64c-7721-1c5b-4136-b92b80a22e42-R", "generated_internal_id": "ASST_NON_MN-00-17-0002-17_5950"}, {"internal_id": 49048842, "Award ID": "MN-00-16-0036-16", "Award Amount": 43650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69ffdb17-ff78-a0b5-4ddc-1f66e50a09e1-C", "generated_internal_id": "ASST_NON_MN-00-16-0036-16_5950"}, {"internal_id": 49048840, "Award ID": "MN-00-16-0034-16", "Award Amount": 47078.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2cd4c121-43db-7b1a-3f0a-52e7ddf37b62-C", "generated_internal_id": "ASST_NON_MN-00-16-0034-16_5950"}, {"internal_id": 49048839, "Award ID": "MN-00-16-0033-16", "Award Amount": 40332.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7aff42dd-15c6-f2d6-7ec5-c4a1ec182651-C", "generated_internal_id": "ASST_NON_MN-00-16-0033-16_5950"}, {"internal_id": 49048833, "Award ID": "MN-00-16-0025-16", "Award Amount": 35723.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d28fc8d-5fad-7cf4-5db0-6744c55c7109-C", "generated_internal_id": "ASST_NON_MN-00-16-0025-16_5950"}, {"internal_id": 49048831, "Award ID": "MN-00-16-0019-16", "Award Amount": 49688.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "668c01e9-21b0-f435-a225-b9163e3f8153-C", "generated_internal_id": "ASST_NON_MN-00-16-0019-16_5950"}, {"internal_id": 49048826, "Award ID": "MN-00-16-0009-16", "Award Amount": 49967.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1044a596-1ecd-1d4e-3064-2cd7bd1613e4-C", "generated_internal_id": "ASST_NON_MN-00-16-0009-16_5950"}, {"internal_id": 49048813, "Award ID": "MN-00-15-0028-15", "Award Amount": 45935.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e0eef3d-401e-57b0-d44d-2fd6ba44681c-C", "generated_internal_id": "ASST_NON_MN-00-15-0028-15_5950"}, {"internal_id": 49048805, "Award ID": "MN-00-15-0017-15", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f1875ee-6022-b0c0-7904-42fdce8e0a40-C", "generated_internal_id": "ASST_NON_MN-00-15-0017-15_5950"}, {"internal_id": 49048799, "Award ID": "MN-00-15-0006-15", "Award Amount": 40814.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea007e3d-ccf4-1d1f-5ac5-88bd2351e40b-C", "generated_internal_id": "ASST_NON_MN-00-15-0006-15_5950"}, {"internal_id": 49048796, "Award ID": "MN-00-15-0001-15", "Award Amount": 18818.27, "Award Type": null, "Base Obligation Date": "2015-06-16", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a46e7d8-fd02-c2ad-f750-c7744f1b9192-C", "generated_internal_id": "ASST_NON_MN-00-15-0001-15_5950"}, {"internal_id": 49048787, "Award ID": "MN-00-14-0031-14", "Award Amount": 12223.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-06-19", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f1875ee-6022-b0c0-7904-42fdce8e0a40-C", "generated_internal_id": "ASST_NON_MN-00-14-0031-14_5950"}, {"internal_id": 49048784, "Award ID": "MN-00-14-0025-14", "Award Amount": 40068.95, "Award Type": null, "Base Obligation Date": "2014-06-19", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77820bbe-04d6-4bb2-4639-de058387a7c5-C", "generated_internal_id": "ASST_NON_MN-00-14-0025-14_5950"}, {"internal_id": 49048774, "Award ID": "MN-00-14-0011-14", "Award Amount": 43779.96, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-06-19", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cc771b1-ea1f-137b-dae5-573f35a36ad3-C", "generated_internal_id": "ASST_NON_MN-00-14-0011-14_5950"}, {"internal_id": 49048773, "Award ID": "MN-00-14-0010-14", "Award Amount": 25201.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-06-19", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f5eaa54-be06-cdff-65b9-3bd978cc56f5-C", "generated_internal_id": "ASST_NON_MN-00-14-0010-14_5950"}, {"internal_id": 49048772, "Award ID": "MN-00-14-0009-14", "Award Amount": 49836.6, "Award Type": null, "Base Obligation Date": "2014-06-19", "CFDA Number": "45.308", "Description": "NATIVE AMERICAN NATIVE HAWAIIAN MUSEUM SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "153cbecc-9a75-8004-e463-d8c27a478331-C", "generated_internal_id": "ASST_NON_MN-00-14-0009-14_5950"}, {"internal_id": 109250132, "Award ID": "CAGNA-248156-OMLS-20", "Award Amount": 129659.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "IN A TIME OF UNCERTAINTY, THE NAVAJO NATION MUSEUM WILL CREATE PROGRAMMING THAT SAFELY BRINGS FAMILIES AND COMMUNITIES TOGETHER THROUGH AN ANIMATED NAVAJO COYOTE STORIES SERIES?CLASSIC TRADITIONAL TEACHINGS THAT ARE USUALLY TOLD DURING THE WINTER MONTHS. THE MUSEUM WILL CREATE THIS SERIES IN THE NAVAJO LANGUAGE WITH AN OPTION FOR ENGLISH SUBTITLES AND ORGANIZE THE SCREENS USING A DRIVE-IN THEATER FORMAT. THEY WILL HOLD THESE SHOWINGS ACROSS THE NAVAJO NATION AT CHAPTER HOUSES AND COMMUNITY CENTERS SO THAT FAMILIES CAN ENJOY AND LEARN THE NAVAJO COYOTE STORIES FROM THE SAFETY OF THEIR VEHICLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 129659.0, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_CAGNA-248156-OMLS-20_5950"}, {"internal_id": 109250133, "Award ID": "CAGNA-248155-OMLS-20", "Award Amount": 33665.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "THE CONFEDERATED TRIBES OF GRAND RONDE WILL SERVE AT-RISK TRIBAL ELDERS AND COMMUNITY MEMBERS WHO WERE IMPACTED BY THE COVID-19 PANDEMIC BY HIRING A PART-TIME LIBRARY AIDE WHO WILL STAFF A MOBILE LIBRARY FOR ELDERS AND OTHERS. THE TRIBE ALSO WILL PURCHASE TWO LAPTOPS TO CREATE VIDEO STORIES, AS WELL AS EIGHT IPADS FOR A LOAN PROGRAM, SO MORE COMMUNITY MEMBERS CAN ACCESS DIGITAL RESOURCES. FINALLY, THEY WILL CONTRIBUTE TO IMPROVING LIBRARY SAFETY BY PURCHASING PLEXIGLASS COUNTER SHIELDS FOR THE LIBRARY, AS WELL AS A NO-CONTACT BOOK RETURN BIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 33665.0, "Infrastructure Obligations": null, "recipient_id": "d7ea9383-ea33-6d46-df5f-b037202c7af0-C", "generated_internal_id": "ASST_NON_CAGNA-248155-OMLS-20_5950"}, {"internal_id": 109250134, "Award ID": "CAGNA-248153-OMLS-20", "Award Amount": 121913.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "TAMASTSLIKT CULTURAL INSTITUTE WILL ENHANCE ITS DIGITAL CONTENT AND REMOTE WORK CAPABILITIES, PROVIDE SALARY SUPPORT FOR PROJECT-RELATED STAFF AND TASKS, AND INCREASE SAFEGUARDS SPECIFIC TO COVID-19 WITHIN THE FACILITY. THROUGH WWW.TAMASTSLIKT.ORG, THEY WILL INCREASE OFFERINGS TO THE PUBLIC SO THAT THEY CAN BENEFIT FROM THE COLLECTIONS, EXHIBITS, AND PROGRAMS FROM THE SAFETY OF THEIR HOME OR OFFICE. VIRTUAL TOURS, ACCESS TO COLLECTIONS, AND LIVE STREAMING WILL MAKE IT POSSIBLE TO LEARN MORE ABOUT THE HISTORY AND CULTURES OF THE PEOPLES NOW KNOWN AS THE CONFEDERATED TRIBES OF UMATILLA?THE CAYUSE, UMATILLA, AND WALLA WALLA?WHILE SOCIAL DISTANCING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 121913.0, "Infrastructure Obligations": null, "recipient_id": "3391a488-8841-9847-8031-b15661bc3081-C", "generated_internal_id": "ASST_NON_CAGNA-248153-OMLS-20_5950"}, {"internal_id": 109250135, "Award ID": "CAGNA-248148-OMLS-20", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "HI?IPAKA, LLC WILL PRESERVE JOBS BY TRAINING STAFF AND DEVELOPING CONTENT TO ADDRESS THE DIGITAL DIVIDE, PROVIDE TECHNICAL SUPPORT, AND BUILD CAPACITY FOR DIGITAL INCLUSION OF AND ENGAGEMENT WITH THE BOTANICAL GARDEN AND LIBRARY AUDIENCE AT WAIMEA VALLEY, OAHU. IN THIS WAY, THE STAFF WILL BE BETTER ABLE TO SUSTAIN THE INVALUABLE CULTURAL CONNECTIONS, ECONOMIC RESOURCES, AND VITAL INFORMATION CONTAINED IN THE COLLECTION. HI?IPAKA?S GOAL IS TO PRESERVE AND PERPETUATE THE HUMAN, CULTURAL, AND NATURAL RESOURCES OF WAIMEA VALLEY FOR GENERATIONS THROUGH EDUCATION AND STEWARDSHIP. THE PROJECT WILL CREATE THE FULL RANGE OF DIGITAL CONTENT, INCLUDING ONLINE VIDEOS, DIGITAL CURRICULUM LESSON PLANS, INTERACTIVE VIRTUAL MAPS, INFORMATIONAL WEBSITE POSTS, INTERACTIVE ONLINE SEMINARS (WEBINARS), AN INTEGRATED DIGITAL LIBRARY CATALOG SYSTEM AND MAPPED DATABASE,  AS WELL AS OFFER TRAINED STAFF TO SUPPORT THE USE AND SUSTAINABILITY OF THESE PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 150000.0, "Infrastructure Obligations": null, "recipient_id": "1d207a71-e1d0-fb04-ee91-cd27054ac6d3-R", "generated_internal_id": "ASST_NON_CAGNA-248148-OMLS-20_5950"}, {"internal_id": 109250137, "Award ID": "CAGNA-248145-OMLS-20", "Award Amount": 123876.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "THE SEMINOLE AH-TAH-THI-KI MUSEUM?S PROJECT WILL SUPPORT THE FUNDING OF THEIR EXHIBIT DESIGN AND MEDIA SPECIALIST POSITION TO HELP ADDRESS THE CHALLENGES FACED BY THE MUSEUM DURING THE COVID-19 PANDEMIC. MORE THAN 80 PERCENT OF THE MUSEUM?S FULL- AND PART-TIME STAFF HAVE BEEN PLACED ON A TEMPORARY FURLOUGH. THE DESIGN AND MEDIA SPECIALIST?RESPONSIBLE FOR MAINTAINING EXHIBITS, DEVELOPING EXHIBIT CONCEPTS AND LAYOUTS, IMPLEMENTING MEDIA AND DIGITAL ASSETS, AND ENSURING ARTISTIC QUALITY?IS CRITICAL TO ENSURING THAT THE TRIBAL COMMUNITY AND PUBLIC STAY ENGAGED DURING AND AFTER THE PANDEMIC. BY SECURING THE POSITION, THEY WILL BE ABLE TO PROPERLY MAINTAIN AND UPDATE THE MUSEUM?S PERMANENT EXHIBITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 123876.0, "Infrastructure Obligations": null, "recipient_id": "1386671f-074a-89b9-633a-f50741066ae6-C", "generated_internal_id": "ASST_NON_CAGNA-248145-OMLS-20_5950"}, {"internal_id": 109250131, "Award ID": "CAGNA-248143-OMLS-20", "Award Amount": 63604.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "IN RESPONSE TO THE COVID-19 PANDEMIC, THE HAWAIIAN MISSION HOUSES HISTORIC SITE AND ARCHIVES (HMH) WILL CREATE A LIVESTREAM VERSION OF A CULTURAL-BASED HANDS-ON FIELD TRIP THAT TOOK PLACE A FEW YEARS PRIOR TO SERVE THE STUDENTS AND TEACHERS OF HAWAII. IN THE 2017?2018 SCHOOL YEAR, WITH FUNDS FROM A CITY AND COUNTY GRANT-IN-AID, HMH SERVED NEARLY 5,000 STUDENTS, INCLUDING 1,507 TITLE 1 STUDENTS. THE NEXT SCHOOL YEAR, THE FIELD TRIP PROGRAM INCREASED BY 14 PERCENT WITH STUDENTS COMING FROM 102 SCHOOLS, ALL ENGAGING WITH 19TH CENTURY HISTORY THROUGH HANDS-ON, CULTURAL-BASED LEARNING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 63604.0, "Infrastructure Obligations": null, "recipient_id": "af26fd17-7a56-9b39-1aab-558dfeb6fa9f-R", "generated_internal_id": "ASST_NON_CAGNA-248143-OMLS-20_5950"}, {"internal_id": 109250138, "Award ID": "CAGNA-248137-OMLS-20", "Award Amount": 34272.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "MUSCOGEE CREEK NATION WILL REDUCE THE DIGITAL DIVIDE THAT COLLEGE OF THE MUSCOGEE NATION (CMN) STUDENTS ARE FACING WHILE THEY CONTINUE THEIR EDUCATION AT HOME DURING THE COVID-19 PANDEMIC. THIS PROJECT WILL PROVIDE CMN THE OPPORTUNITY TO PURCHASE THE CHAT-A-LIBRARIAN AND LIBGUIDES SOFTWARE, WHICH WILL ALLOW THE LIBRARIAN TO SPEAK WITH STUDENTS VIRTUALLY, PROVIDE STUDENTS WITH RESEARCH INFORMATION, AND CREATE A WAY FOR STUDENTS TO REACH OUT WHEN THEY NEED HELP. IN ADDITION TO THE SOFTWARE, 68 STUDENTS ALSO WILL RECEIVE INTERNET-ENABLED LAPTOP COMPUTERS AND DATA INTERNET CARDS WHILE ATTENDING CLASSES REMOTELY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 34272.0, "Infrastructure Obligations": null, "recipient_id": "db7bccb1-58bc-18b1-7b4e-a510a974958d-C", "generated_internal_id": "ASST_NON_CAGNA-248137-OMLS-20_5950"}, {"internal_id": 109250139, "Award ID": "CAGNA-248133-OMLS-20", "Award Amount": 33690.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "THE POEH CULTURAL CENTER WILL CREATE A TRIBAL MUSEUM REOPENING GUIDE, SUPPORTED BY TRAINING RESOURCES THAT ARE AVAILABLE FOR FREE ON THE WEB, TO ORGANIZATIONS THAT ARE FACING CHALLENGES DURING THE COVID-19 PANDEMIC. THROUGH PLANNED COLLABORATIONS, STAFF WILL COMPILE A RESOURCE BASE THAT INCLUDES CASE STUDIES RELATED TO CHALLENGES AND SOLUTIONS THAT INSTITUTIONS HAVE FACED AS A RESULT OF THE PANDEMIC, TECHNOLOGICAL RESOURCES AND ADVISEMENT IN DEVELOPING MULTIMEDIA CONTENT FOR PUBLIC PROGRAMMING AND ACCESS, AND PUBLIC SAFETY POLICY AND PROCEDURE ADVISEMENT FOR CENTERS AS THEY GRADUALLY REOPEN TO THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 33690.0, "Infrastructure Obligations": null, "recipient_id": "3cd81975-0150-98e3-d334-6bdd7b770c42-R", "generated_internal_id": "ASST_NON_CAGNA-248133-OMLS-20_5950"}, {"internal_id": 109250140, "Award ID": "CAGNA-248132-OMLS-20", "Award Amount": 32493.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "BLUE LAKE RANCHERIA WILL ADDRESS THE NEED FOR DIGITAL CONNECTIVITY IDENTIFIED BY NUMEROUS REQUESTS FROM SYLVIA DANIELS MEMORIAL LIBRARY PATRONS BY OFFERING EBOOKS, EDUCATIONAL RESOURCES, AND ACCESS TO LIBRARY COLLECTIONS DURING THE COVID-19 PANDEMIC. THIS PROJECT WILL BENEFIT THE ENTIRE COMMUNITY BY PROVIDING LEARNING, COMMUNICATIONS, AND ACCESS OPPORTUNITIES TO THE 203 RESIDENTS AND MORE THAN 300 EMPLOYEES OF THE RANCHERIA. AFTER THIS PROJECT IS COMPLETE, THE COMMUNITY WILL HAVE ACCESS TO THE DIGITAL CONNECTIVITY THEY NEED FOR IMPORTANT RESOURCES AND INFORMATION DESPITE POWER OUTAGES, QUARANTINE, AND OTHER INCIDENTS THAT MAKE PHYSICAL VISITS IMPOSSIBLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 32493.0, "Infrastructure Obligations": null, "recipient_id": "a28a0920-c003-6a08-364e-ba018b0b261f-C", "generated_internal_id": "ASST_NON_CAGNA-248132-OMLS-20_5950"}, {"internal_id": 109250141, "Award ID": "CAGNA-247959-OMLS-20", "Award Amount": 51174.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "ZUNI PUBLIC LIBRARY IN THE PUEBLO OF ZUNI, NEW MEXICO, WILL ADDRESS THE INEQUITIES IN DIGITAL ACCESS THAT HAVE BEEN MADE APPARENT DURING THE COVID-19 PANDEMIC THROUGH THEIR SOLUTIONS FOR THE FUTURE PROJECT. THEY WILL PROVIDE THEIR STUDENT POPULATION WITH AN INCREASED LENDING PROGRAM OF INTERNET-ACCESSIBLE COMPUTERS FOR HOME USE CREATE INCREASED ONLINE LIBRARY PROGRAMMING SO THAT ACTIVITIES INTERRUPTED BY PANDEMIC CLOSURES CAN BE FACILITATED IN STUDENTS? HOMES AND OFFER SERVICES TO STUDENTS WHOSE HOMES ARE NOT SERVED BY ANY INTERNET PROVIDER TO ACT AS AN EDUCATIONAL LIFELINE DURING SCHOOL CLOSURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 51174.0, "Infrastructure Obligations": null, "recipient_id": "38e283e9-38fc-a0dd-73a8-4407532dee3c-C", "generated_internal_id": "ASST_NON_CAGNA-247959-OMLS-20_5950"}, {"internal_id": 109250136, "Award ID": "CAGNA-247805-OMLS-20", "Award Amount": 101682.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "THE MONACAN MUSEUM COVID RESPONSE AND SUSTAINABILITY PROJECT WILL REOPEN THE MUSEUM AND HISTORIC COMPLEX TO VISITORS BASED ON HEALTH AND SAFETY GUIDELINES, PROMOTE MUSEUM COLLECTIONS AND TRIBAL HISTORY DIGITALLY, AND PLAN FOR THE FUTURE GROWTH AND ACCESSIBILITY OF THE MUSEUM AND TRIBE?S HISTORIC AND CULTURAL RESOURCES. THE PROJECT STAFF WILL SUPPORT THESE GOALS BY CREATING AND IMPLEMENTING A HEALTH AND SAFETY PROTOCOL AND CREATING, PRODUCING, AND PUBLISHING DIGITAL CONTENT INCLUDING A VIDEO ON A NEW MUSEUM WEBSITE AND OTHER MEDIA PLATFORMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 101682.0, "Infrastructure Obligations": null, "recipient_id": "b16fad83-b730-5e93-c8f3-8056ecd2a5e0-C", "generated_internal_id": "ASST_NON_CAGNA-247805-OMLS-20_5950"}, {"internal_id": 109250142, "Award ID": "CAGNA-247738-OMLS-20", "Award Amount": 52661.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "IN RESPONSE TO THE COVID-19 PANDEMIC, SUSANVILLE INDIAN RANCHERIA?S EDUCATION PROGRAM WILL SHAPE THEIR TUTORING PROGRAM BY PROVIDING LAPTOPS TO MORE THAN 100 STUDENTS FOR DISTANCE EDUCATION. THE PROJECT ALSO WILL PROVIDE COORDINATION BETWEEN TUTORS, STUDENTS, PARENTS, AND TEACHERS FOR MORE EFFECTIVE STUDENT PARTICIPATION AND ACHIEVEMENT. MANY K?12 STUDENTS LACK DEVICES TO ATTEND SCHOOL ONLINE AND COMPLETE DISTANCE EDUCATION. AN ACHIEVEMENT GAP EXISTS BETWEEN NATIVE STUDENTS AND THEIR PEERS DATA SUGGESTS THAT THE NATIVE STUDENTS IN THEIR PROGRAM FELL EVEN FURTHER BEHIND WHEN THEIR SCHOOLS CLOSED DUE TO COVID-19. BY PROVIDING LAPTOPS FOR THESE STUDENTS AND TRAINING FOR STAFF, STUDENTS, AND PARENTS TO USE PLATFORMS SUCH AS GOOGLE CLASSROOM, MICROSOFT TEAMS, AND ZOOM, THEY WILL CONTINUE TO CLOSE THE ACHIEVEMENT GAP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 52661.0, "Infrastructure Obligations": null, "recipient_id": "cc35a0e8-8535-b054-c874-7bc817db66d6-C", "generated_internal_id": "ASST_NON_CAGNA-247738-OMLS-20_5950"}, {"internal_id": 109250143, "Award ID": "CAGNA-247492-OMLS-20", "Award Amount": 127865.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "ALEUTIAN PRIBILOF ISLANDS ASSOCIATION, INC.?S PROJECT?OPERATION BOOT STRAP?WILL FOCUS ON BUILDING CAPACITY BY PROVIDING TRAINING FOR UNANGAX HERITAGE LIBRARY AND ARCHIVE STAFF IN BASIC, INTERMEDIATE, AND ADVANCED SKILLS NECESSARY TO CREATE AND PUBLISH EDUCATIONAL AND HISTORICAL VIDEOS ON UNANGAX/ALEUT TOPICS. TO KEEP UP WITH THE CHANGING ROLES OF LIBRARIES DURING THE COVID-19 PANDEMIC, THEY WANTED TO BUILD THEIR LIBRARY OF EDUCATIONAL AND HISTORICAL VIDEOS THAT DYNAMICALLY PORTRAY UNANGAX CULTURE AND TRADITIONS BY COLLABORATING WITH TRIBAL COMMUNITY MEMBERS WHO POSSESS TRADITIONAL KNOWLEDGE. RATHER THAN CONTRACT WITH PRODUCTION VENDORS FOR THE VIDEOS, THEY WILL LEARN HOW TO CREATE THEM ON THEIR OWN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 127865.0, "Infrastructure Obligations": null, "recipient_id": "cbeb55dc-eff7-4bab-e39c-406389bfa062-C", "generated_internal_id": "ASST_NON_CAGNA-247492-OMLS-20_5950"}, {"internal_id": 109250144, "Award ID": "CAGNA-246959-OMLS-20", "Award Amount": 29201.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "THE COUSHATTA TRIBE OF LOUISIANA WILL MODIFY OPEN LANDS ADJOINING THE TRIBAL MUSEUM TO CREATE INNOVATIVE OUTDOOR AREAS AND ADAPTATIONS TO EXISTING EXHIBITS TO SAFELY REOPEN THE MUSEUM. THIS PROJECT WILL SAFELY DISINFECT THE MUSEUM INTERIOR AND REDUCE CROWDING INSIDE THE BUILDING BY MODIFYING EXISTING EXHIBITS TO INCLUDE BOTH INDOOR AND OUTDOOR ELEMENTS DEVELOPING OUTDOOR WORK AND DEMONSTRATION AREAS FOR TRIBAL ARTISANS DEVELOPING NEW TRAINING CURRICULUM FOR YOUTH TO SERVE AS MUSEUM GUIDES INSTALLING OUTDOOR HAND-WASHING AND SAFETY STATIONS FOR ARTISANS AND VISITORS AND INSTALLING OUTDOOR VIEWING AND SEATING AREAS FOR FILMS AND OTHER EVENTS. THEY EXPECT THAT PROJECT BENEFITS AND PRODUCTS, INCLUDING REVISED INTERPRETIVE MATERIALS AND INTERACTIVE ACTIVITIES, WILL ENHANCE THE OVERALL VISITOR EXPERIENCE FOR MANY YEARS TO COME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 29201.5, "Infrastructure Obligations": null, "recipient_id": "1656f87e-1290-4732-9022-03bb076591f1-C", "generated_internal_id": "ASST_NON_CAGNA-246959-OMLS-20_5950"}, {"internal_id": 109250145, "Award ID": "CAGNA-246788-OMLS-20", "Award Amount": 16703.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "45.308", "Description": "THE KALISPEL TRIBAL LIBRARY WILL CREATE A SAFE SPACE FOR LIBRARY PATRONS TO MAINTAIN SOCIAL DISTANCING WHILE IN THE LIBRARY, PROVIDE GERM SCREENS AND A BARCODE READER AT THE LIBRARY RESOURCE SPECIALIST?S WORK STATION TO PROTECT BOTH PATRONS AND LIBRARY PERSONNEL, AND LOCATE AN OUTDOOR BOOK RETURN RECEPTACLE FOR CONTACTLESS RETURN OF LIBRARY RESOURCES. NEARLY 500 COMMUNITY MEMBERS WILL BENEFIT FROM THE IMPLEMENTATION OF THIS PROJECT. THEY HOPE TO PROVIDE LIBRARY SERVICES FOR THE KALISPEL TRIBAL COMMUNITY WHILE INSTITUTING ADDITIONAL SAFETY PRECAUTIONS TO LIMIT EXPOSURE AND TRANSMISSION OF COVID-19.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 16703.36, "Infrastructure Obligations": null, "recipient_id": "6c83ff57-cf93-5d89-e651-5ccd9162d812-C", "generated_internal_id": "ASST_NON_CAGNA-246788-OMLS-20_5950"}, {"internal_id": 141301392, "Award ID": "ARPNA-251035-OMLS-22", "Award Amount": 49946.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "TO SUPPORT NATIVE HAWAIIAN FIRST-TIME FRESHMAN STUDENTS FROM UNDERSERVED COMMUNITIES, THE HAWAII PACIFIC UNIVERSITY LIBRARIES WILL EXPAND ITS ONLINE COLLECTION AND DELIVER LIBRARY INFORMATION LITERACY PROGRAMS. THE PANDEMIC HAS CREATED A SHIFT TOWARD INCREASED ONLINE LEARNING, WHICH WILL BE SUPPORTED BY EXPANDING THE AVAILABILITY OF EBOOKS, STREAMING VIDEO, AND ONLINE LITERACY WORKSHOPS DESIGNED TO INTRODUCE NEW STUDENTS TO AVAILABLE LIBRARY RESOURCES. THE GOAL IS TO SUPPORT FIRST-YEAR ACADEMIC SUCCESS AND INCREASE THE LIKELIHOOD FOR STUDENTS TO ACHIEVE AN OVERALL GPA OF 2.0.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 49946.33, "Infrastructure Obligations": null, "recipient_id": "ba4c69bf-c2cc-7bed-ae41-cc29fb1f1c2e-C", "generated_internal_id": "ASST_NON_ARPNA-251035-OMLS-22_5950"}, {"internal_id": 141301393, "Award ID": "ARPNA-251016-OMLS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "CATAWBA NATION'S CULTURAL DIVISION HAS PARTNERED WITH THE PRATT INSTITUTE FACULTY AND STAFF, TO DEVELOP A NEW EXHIBITION REGARDING THE PAST AND PRESENT EXPERIENCE OF CATAWBAS WITH EPIDEMIC DISEASES WHILE DEVELOPING NEW POLICIES, PROCEDURES, AS WELL AS A 5-YEAR EXHIBITION PLAN. THE GOAL IS TO CREATE AND UNVEIL A NEW EXHIBITION ABOUT PAST AND CONTEMPORARY CATAWBA EXPERIENCES OF EPIDEMIC/PANDEMIC DISEASE.  IT IS ESSENTIAL FOR THE COMMUNITY TO CONTINUE CREATING AND TELLING STORIES AND THE CATAWBA CULTURAL CENTER IS UNIQUELY POSITIONED TO SUPPORT THAT PROCESS THROUGH THE USE OF ITS STAFF, PARTNERS, AND SPACE. THE EXHIBITION WILL CONTRIBUTE TO THE WELL-BEING OF CATAWBAS AND NON-CATAWBAS ALIKE BOTH IN THE FUTURE AND THROUGH THE DEVELOPMENT OF 'SURVIVING PANDEMIC' EXHIBITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": 50000.0, "Infrastructure Obligations": null, "recipient_id": "a6c9216c-f6aa-7de9-d328-fc883691bdf6-C", "generated_internal_id": "ASST_NON_ARPNA-251016-OMLS-22_5950"}, {"internal_id": 141301384, "Award ID": "ARPNA-251010-OMLS-22", "Award Amount": 24300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "DUE TO THE INCREASED DEMAND FOR ONLINE ACCESS TO COLLECTION MATERIALS THAT HAS BEEN ACCELERATED BY THE PANDEMIC, THE SQUAXIN ISLAND MUSEUM, LIBRARY AND RESEARCH CENTER WILL DIGITIZE EXISTING MUSEUM MATERIALS INTO EASILY ACCESSIBLE ONLINE CONTENT. THE GOAL WILL BE TO MAKE THESE TEACHINGS AVAILABLE TO THE COMMUNITY, AS WELL AS PROVIDE RESOURCES AND OUTREACH TO EDUCATE A BROADER AUDIENCE IN MAKING USE OF THE MATERIALS. THIS WILL INCLUDE CLASSROOM GATHERINGS, OUTREACH EVENTS, HOME VISITS AND INDIVIDUALLY SCHEDULED TRAININGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 24300.0, "Infrastructure Obligations": null, "recipient_id": "8497e5d9-31ba-c653-4577-efed6d657feb-C", "generated_internal_id": "ASST_NON_ARPNA-251010-OMLS-22_5950"}, {"internal_id": 141301394, "Award ID": "ARPNA-250989-OMLS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE CONFEDERATED TRIBES OF THE COLVILLE INDIAN IN NESPELEM, WASHINGTON, IS PLANNING TO PROVIDE TRUSTED SPACES AND DELIVER PROGRAMS AND SERVICES TO FAMILIES, GROUPS, AND INDIVIDUALS OF ALL CULTURAL AND SOCIOECONOMIC BACKGROUNDS. THE COMMUNITY WILL ENGAGE IN DIALOGUE THAT WILL FOSTER RECOVERY AND REBUILDING POST COVID-19 PANDEMIC. THEY WILL REPLACE FLOORING, UPDATE LIGHTING, MAKE WALL REPAIRS, AND WORK WITH RESIDENTS TO CREATE A COMMUNITY-BASED MURAL IN EACH OF THE COLVILLE PUBLIC LIBRARIES LOCATIONS. THE PROJECT ALSO WILL ESTABLISH TECHNOLOGY RESOURCE CENTERS BY PROVIDING UP-TO-DATE COMPUTERS, INTERNET ACCESS, AND MACHINES FOR PRINTING, COPYING, SCANNING, AND FAXING. THIS PROJECT WILL PROVIDE A HOME FOR COMMUNITY EVENTS AND PROGRAMMING THAT WILL ASSIST IN THE MENTAL WELLBEING OF COMMUNITY MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 50000.0, "Infrastructure Obligations": null, "recipient_id": "6ce25445-c3cd-822c-b7b4-cc431f2ebf8b-C", "generated_internal_id": "ASST_NON_ARPNA-250989-OMLS-22_5950"}, {"internal_id": 141301395, "Award ID": "ARPNA-250988-OMLS-22", "Award Amount": 49995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "HI-IPAKA, LLC IN HALEIWA, HAWAII, WILL ORGANIZE A SERIES OF CULTURAL COMMUNITY EVENTS FOR DIVERSE AUDIENCES IN THE WAIMEA VALLEY, A CULTURAL PRESERVATION SITE WITH ARCHAEOLOGICAL SITES, BOTANICAL GARDENS, AND NATIVE AND ENDANGERED BIRDS. HI-IPAKA-SPONSORED WALKING TOURS, SCHOOL PROGRAMS, WORKSHOPS, AND HAWAIIAN CULTURAL DEMONSTRATIONS AT THE WAIMEA VALLEY HAVE BEEN CANCELLED SINCE THE ONSET OF THE PANDEMIC. IN 2022, HI-IPAKA WILL DEVELOP AND DELIVER FIVE NEW EVENTS THAT HELP THE COMMUNITY SAFELY GATHER AND RECOVER FROM THE PANDEMIC, FEATURING A HULA EXHIBITION AND LEI-MAKING CONTEST, HAWAIIAN LANGUAGE AND MUSIC, AND AN HEIRLOOM PLANT WORKSHOP. HI-IPAKA WILL PROMOTE THE EVENTS WIDELY TO ENCOURAGE PARTICIPATION BY NATIVE HAWAIIAN RESIDENTS OF OAHU AS WELL AS VISITORS FROM NEIGHBORING ISLANDS AND AROUND THE WORLD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 49995.0, "Infrastructure Obligations": null, "recipient_id": "1d207a71-e1d0-fb04-ee91-cd27054ac6d3-R", "generated_internal_id": "ASST_NON_ARPNA-250988-OMLS-22_5950"}, {"internal_id": 141301396, "Award ID": "ARPNA-250987-OMLS-22", "Award Amount": 49501.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "LANGUAGE LEARNING OPPORTUNITIES SLOWED DURING THE COVID19 PANDEMIC DUE TO THE HEALTH ORDER THAT RESTRICTED INDOOR GATHERINGS, SCHOOL ATTENDANCE AND OTHER GATHERINGS OUTSIDE OF FAMILY PODS FOR OVER A YEAR. TO ASSIST WITH RECOVERY FOR THE MAKAH COMMUNITY, THE MAKAH CULTURAL AND RESEARCH CENTER WILL ENHANCE STEWARDSHIP OF ARCHIVAL COLLECTIONS BY DIGITIZING ANALOG TAPES AND CREATING ACCESS TOOLS FOR COLLECTIONS. INCREASED STAFF SKILLS WILL BE DEMONSTRATED BY PROFICIENT USE OF THE EUDICO LINGUISTIC ANNOTATOR (ELAN) OPEN SOURCE SOFTWARE. AN INCREASE IN MAKAH LANGUAGE SPEAKERS WILL BE DEMONSTRATED BY AN UPSURGE IN TRIBAL MEMBERS SPEAKING THE MAKAH LANGUAGE ON A DAILY BASIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 49501.0, "Infrastructure Obligations": null, "recipient_id": "f0fed9ce-5dca-f06a-3a5b-6a75c5e88223-C", "generated_internal_id": "ASST_NON_ARPNA-250987-OMLS-22_5950"}, {"internal_id": 141312196, "Award ID": "ARPNA-250986-OMLS-22", "Award Amount": 49998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-18", "CFDA Number": "45.308", "Description": "THE COUSHATTA TRIBE OF LOUISIANA WILL CREATE AN INDOOR-OUTDOOR EXHIBIT BASED ON THE KOASATI CONCEPT OF IHOOCHASTONTIHCHOTOK (BRINGING (SOMETHING) FROM THE PAST INTO THE FUTURE). IT WILL INCLUDE A SERIES OF IMMERSIVE, INTERCONNECTED, MUSEUM WALKING AND DRIVING EXHIBITS THAT SHOW VISITORS HOW THE LONG-AGO TIME (IHOOCHAKITTAP) AND PRESENT TIME ARE CONNECTED THROUGH DAILY HABITS, VALUES, AND SHARED ACTIVITIES. BOTH ONLINE AND IN-PERSON OPTIONS FOR PARTICIPATION WILL BE AVAILABLE. ON-SITE, THEY WILL REPLACE HIGH-TOUCH IMBEDDED DIGITAL DISPLAY SURFACES WITH IPADS THAT CAN BE SWAPPED OUT AND CLEANED SEVERAL TIMES A DAY TO RESPOND TO PANDEMIC-RELATED ISSUES. THEY ALSO PLAN TO EXPAND OUTDOOR WORK AND DEMONSTRATION AREAS FOR TRIBAL ARTISANS AND OUTDOOR INTERACTIVE AND EXPERIENTIAL EXHIBIT AREAS. THESE NEW EXHIBITS RESPOND TO THE NEED TO STRENGTHEN COMMUNITY CONNECTIONS AND HEALING THROUGH EXHIBITIONS, PROGRAMS AND EVENTS THAT HIGHLIGHT THEIR CULTURAL RESILIENCY FOLLOWING THE COVID-19 PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 49998.0, "Infrastructure Obligations": null, "recipient_id": "1656f87e-1290-4732-9022-03bb076591f1-C", "generated_internal_id": "ASST_NON_ARPNA-250986-OMLS-22_5950"}, {"internal_id": 141312197, "Award ID": "ARPNA-250958-OMLS-22", "Award Amount": 41382.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-18", "CFDA Number": "45.308", "Description": "THE OJIBWE LEARNING CENTER AND LIBRARY (OLCL) IN MICHIGAN WILL BUILD A DIGITAL PRESENCE TO ALLOW MEMBERS OF THE SAULT STE. MARIE TRIBE OF CHIPPEWA INDIANS AND THEIR NEIGHBORS TO ACCESS ITS COLLECTIONS OF ARTIFACTS, VIDEOS, PHOTOGRAPHS, AND DOCUMENTS, IN ADDITION TO ORIGINAL CONTENT FROM THE LANGUAGE AND CULTURE DEPARTMENT. DURING THE COVID-19 PANDEMIC, COMMUNITY MEMBERS WERE UNABLE TO VISIT THE FACILITY AND ENGAGE IN ITS CULTURAL PROGRAMMING, EXACERBATING CONDITIONS ENDANGERING CULTURAL CONTINUITY. THROUGH DEDICATED AND CREATIVE MEASURES, STAFF PROVIDED LIMITED LANGUAGE AND CULTURAL PROGRAMMING THROUGH LANGUAGE LESSONS, STORYTELLING, AND TEACHINGS. TO MEET THIS NEED TODAY AND SUSTAIN COMMUNITY ENGAGEMENT THROUGH DIFFICULT TIMES, OLCL MUST BUILD ITS CAPABILITIES TO CREATE A DIGITAL ARCHIVE THAT PROVIDES ACCESS TO ALL COMMUNITY MEMBERS. ONCE THIS IS COMPLETED, OLCL WILL BE ABLE TO MEET THE TECHNOLOGICAL CHALLENGES OF ITS PROGRAMMING THROUGH ITS SERVICE AREA AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 41382.0, "Infrastructure Obligations": null, "recipient_id": "004bc0d1-f8e7-6932-742e-a37a48e069f4-C", "generated_internal_id": "ASST_NON_ARPNA-250958-OMLS-22_5950"}, {"internal_id": 141301397, "Award ID": "ARPNA-250956-OMLS-22", "Award Amount": 49996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE TOLOWA DEE-NI NATION IN SMITH RIVER, CALIFORNIA, WILL EXPAND LIBRARY SERVICES IN THE COMMUNITY THROUGH THE PURCHASE OF AN OUTREACH VEHICLE. THE NATION WILL USE THIS INVESTMENT TO DEVELOP A MOBILE RESOURCE LIBRARY THAT WILL PROVIDE ACCESS FOR THOSE WHO ARE UNABLE OR UNWILLING TO COME TO THE LIBRARY'S MAIN BUILDING. PATRONS WILL BE ABLE TO CHECK OUT BOOKS AND WILL HAVE ACCESS TO EDUCATIONAL MATERIALS AND FAMILY SUPPORT RESOURCES. THE LIBRARY ALSO WILL OPERATE A DIGITAL RECORDING PRODUCTION STUDIO TO PRODUCE PODCASTS WITH ELDERS AND OTHER CITIZENS ON TRIBAL CULTURE, EVENTS, AND ACTIVITIES. THEY WILL INCORPORATE PODCASTS INTO THE MOBILE RESOURCE LIBRARY AND SHARE WITH AUDIENCES OF ALL AGES. THE PROJECT WILL HELP WITH PANDEMIC RECOVERY BY PROVIDING ACCESS TO PROGRAMMING THAT WAS LIMITED OR ELIMINATED DUE TO COVID-19 RESTRICTIONS AND THAT DIRECTLY SERVES MEMBERS OF THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 49996.0, "Infrastructure Obligations": null, "recipient_id": "9eb4875f-7ce8-d4d7-e6ce-6b659e6dec8b-C", "generated_internal_id": "ASST_NON_ARPNA-250956-OMLS-22_5950"}, {"internal_id": 141301398, "Award ID": "ARPNA-250920-OMLS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE BLUE LAKE RANCHERIA SYLVIA DANIELS MEMORIAL LIBRARY IN CALIFORNIA WILL EXPAND ITS PROGRAMMING TO BRING CULTURE, INNOVATION, AND LEARNING OPPORTUNITIES TO THE RURAL AREAS OF HUMBOLDT COUNTY. COVID-19 HIGHLIGHTED CHALLENGES AROUND THE LACK OF TECHNOLOGICAL INFRASTRUCTURE AND READINESS FOR VIRTUAL LEARNING, LEADING TO STRESS AND ANXIETY. PROGRAMS DEVELOPED IN PARTNERSHIP WITH BLUE LAKE RANCHERIA TRIBAL EDUCATION AGENCY WILL EMPHASIZE YOUTH AND FAMILY LITERACY AND MENTAL HEALTH. THE WISDOM BASKET MOBILE LIBRARY VAN WILL VISIT OUTLYING RURAL AREAS ONCE A MONTH TO SHARE LITERACY, ARTS AND CRAFTS, STEM, AND CULTURAL ACTIVITIES WITH SCHOOLS AND COMMUNITIES. DURING THE VAN'S VISIT, CHILDREN CAN BORROW BACKPACKS FILLED WITH AGE-APPROPRIATE BOOKS, WHICH THEY CAN RETURN THE FOLLOWING MONTH. THE LIBRARY WILL PRODUCE VIDEOS TO POST ON A YOUTUBE CHANNEL FEATURING CONTENT ON ELDER-INSTRUCTED CULTURAL ARTS SUCH AS BASKET MAKING, BEADING, TRADITIONAL COOKING, AND STORYTELLING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 50000.0, "Infrastructure Obligations": null, "recipient_id": "a28a0920-c003-6a08-364e-ba018b0b261f-C", "generated_internal_id": "ASST_NON_ARPNA-250920-OMLS-22_5950"}, {"internal_id": 141301383, "Award ID": "ARPNA-250919-OMLS-22", "Award Amount": 47265.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE NEZ PERCE TRIBE IN LAPWAI, IDAHO, IS WORKING TO HIGHLIGHT THE MEANINGFUL RETURN OF A SIGNIFICANT COLLECTION OF TREASURED ARTIFACTS TO THE TRIBE AND THE RECENT RENAMING CEREMONY HONORING THOSE ITEMS. THE WETXUUWOITIN COLLECTION OF SACRED NEZ PERCE CLOTHING AND RELATED ITEMS IS ONE OF THE FEW REMAINING AND MOST COMPLETE COLLECTIONS OF NATIVE AMERICAN CLOTHING ARTIFACTS DATING FROM PRE-1840. THEY PLAN TO ESTABLISH A READING/RESEARCH LIBRARY ON TRIBE-OWNED PROPERTY ADJACENT TO THE NATIONAL NEZ PERCE INTERPRETIVE CENTER TO ENCOURAGE VISITORS TO LEARN MORE ABOUT NEZ PERCE CULTURE. AT THE SAME TIME, THEY WILL RECRUIT A QUALIFIED CURATOR OR HISTORIAN TO DEVELOP A SIGNATURE PROJECT RELATED TO THE WETXUUWOITIN COLLECTION. FINALLY, THEY PLAN TO ORGANIZE FOUR COMMUNITY WORKSHOPS SHOWCASING SKILLS EVIDENCED IN THE COLLECTION ARTIFACTS. THIS PROJECT WILL HELP THE NEZ PERCE RECOVER FROM THE ISOLATION CAUSED BY THE COVID-19 PANDEMIC, USING THE CONNECTION TO TRIBAL HERITAGE AS A MEANS OF COMMUNITY EMPOWERMENT, RECOVERY, AND RESILIENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": 47265.0, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_ARPNA-250919-OMLS-22_5950"}, {"internal_id": 141301399, "Award ID": "ARPNA-250882-OMLS-22", "Award Amount": 49982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE CEMONIA STROTHER LIBRARY, SERVING A TRIBAL COMMUNITY OF 1450 AND SURROUNDING COMMUNITIES, WILL USE GRANT FUNDS TO INCREASE TRIBAL CAPACITY TO PROVIDE MEANINGFUL LIBRARY RESOURCES THAT ADDRESS EDUCATIONAL AND EMPLOYMENT BARRIERS TO IMPROVE THE LIVES OF TRIBAL CITIZENS. DURING THE COVID-19 PANDEMIC, MANY TRIBAL MEMBERS FACED FINANCIAL HARDSHIPS DUE TO LOST JOBS AND RESULTED IN LOST RESOURCES, THAT INCLUDED THE INTERNET. BY ADDING A STAFF PERSON, ACCESSING PROFESSIONAL TRAINING TO RESPOND TO COMMUNITY NEEDS, AND IMPROVING LIBRARY RESOURCES, THE CEMONIA STROTHER LIBRARY AIMS TO RETURN AND IMPROVE ON ITS VALUE TO THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 49982.0, "Infrastructure Obligations": null, "recipient_id": "8ce21dc0-bfa6-54c4-ddb1-ead114bb3ce7-C", "generated_internal_id": "ASST_NON_ARPNA-250882-OMLS-22_5950"}, {"internal_id": 141301400, "Award ID": "ARPNA-250811-OMLS-22", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE FORT MCDOWELL TRIBAL LIBRARY IN FOUNTAIN HILLS, ARIZONA, WILL STRENGTHEN ITS ONLINE CULTURAL AND LEARNING PLATFORMS, WHICH USERS HAVE ACCESSED ON AN UNPRECEDENTED SCALE SINCE THE ONSET OF THE COVID-19 PANDEMIC. THE LIBRARY WILL PUBLISH A YAVAPAI DICTIONARY IN THE FORM OF A MOBILE APPLICATION, CONVERT YAVAPAI LANGUAGE CDS FEATURING TRIBAL ELDERS TO MORE VERSATILE DIGITAL FORMATS, AND OFFER A YAVAPAI LANGUAGE CAMP FOR SCHOOL-AGE STUDENTS. THE LIBRARY ALSO WILL EXPAND ITS COLLECTION OF E-BOOKS. FINALLY, THE LIBRARY WILL PURCHASE LAPTOPS AND INTERNET HOTSPOTS FOR USE BY STUDENTS AND COMMUNITY MEMBERS. THESE ACTIVITIES WILL HELP THE YAVAPAI COMMUNITY RECOVER AND PRIORITIZE CULTURE PRESERVATION AFTER THE DEVASTATING PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 20000.0, "Infrastructure Obligations": null, "recipient_id": "c680e976-eb8a-da2b-9bc7-df5827b1757e-C", "generated_internal_id": "ASST_NON_ARPNA-250811-OMLS-22_5950"}, {"internal_id": 141301401, "Award ID": "ARPNA-250803-OMLS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE MENOMINEE INDIAN TRIBAL ARCHIVES AND THE MENOMINEE CULTURAL MUSEUM IN KESHENA, WISCONSIN, WILL COLLABORATE ON A PROJECT TO IMPROVE MANAGEMENT, CARE, AND TRIBAL MEMBER ACCESS TO ARCHIVAL AND ETHNOGRAPHIC COLLECTIONS. THEY WILL HIRE AND TRAIN TWO PART-TIME STAFF TO SELECT, CATALOG, AND REHOUSE COLLECTION MATERIALS. OTHER MUSEUM STAFF WILL RECEIVE TRAININGS ON ARCHIVAL SOFTWARE AND COLLECTIONS CARE AND MANAGEMENT. THE TRIBAL ARCHIVIST WILL MANAGE THE PROJECT, WHICH IS PART OF A LONG-TERM EFFORT TO PROVIDE TRIBAL MEMBERS WITH DIGITAL ACCESS TO A BROAD ARRAY OF CULTURAL HERITAGE MATERIALS, AND WAS DELAYED AS A RESULT OF THE COVID-19 PANDEMIC'S EFFECTS ON COLLECTIONS STEWARDSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 50000.0, "Infrastructure Obligations": null, "recipient_id": "a3d5e13b-d7e2-053a-0904-4ad93fad6229-C", "generated_internal_id": "ASST_NON_ARPNA-250803-OMLS-22_5950"}, {"internal_id": 141301402, "Award ID": "ARPNA-250729-OMLS-22", "Award Amount": 49194.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE JAMESTOWN S'KLALLAM TRIBE IN SEQUIM, WASHINGTON, WILL INCREASE AWARENESS OF AND EXPAND ACCESS TO ITS COLLECTIONS, WHICH TELL THE HISTORY OF THE JAMESTOWN S'KLALLAM PEOPLE. THE TRIBAL LIBRARIAN WILL CATALOGUE SIX ARCHAEOLOGICAL COLLECTIONS INCLUDING APPROXIMATELY 200,000 ARTIFACTS, MOST OF WHICH ARE NOT CURRENTLY AVAILABLE TO THE PUBLIC IN PHYSICAL FORM. THE LIBRARIAN WILL CROSS-REFERENCE APPROXIMATELY 1,500 OF THE ITEMS WITH THEIR DIGITAL REPRESENTATIONS IN THE HOUSE OF SEVEN GENERATIONS, THE TRIBE'S VIRTUAL MUSEUM AND ARCHIVE. THIS COLLECTION DIGITIZATION PROJECT WILL PROVIDE REMOTE PUBLIC ACCESS TO THE COLLECTION DURING THE COVID-19 PANDEMIC AND INCREASE THE JAMESTOWN S'KLALLAM TRIBE'S PHYSICAL AND INTELLECTUAL CONTROL OF THEIR COLLECTIONS. THE TRIBE WILL ORGANIZE AN ONLINE EVENT SHOWCASING THE COLLECTION, AS WELL AS GUIDED TOURS OF THE PHYSICAL ARCHIVES FOR TRIBAL MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 49194.0, "Infrastructure Obligations": null, "recipient_id": "3823b2b4-1dcc-0dd9-7ac7-9d01b3348a6b-C", "generated_internal_id": "ASST_NON_ARPNA-250729-OMLS-22_5950"}, {"internal_id": 141301403, "Award ID": "ARPNA-250677-OMLS-22", "Award Amount": 45048.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE BEN GUTHRIE-LAC DE FLAMBEAU PUBLIC LIBRARY SERVES THE LAC DE FLAMBEAU BAND OF LAKE SUPERIOR CHIPPEWA INDIANS AND NON-NATIVES IN NORTHERN WISCONSIN. MODERN LIBRARY TECHNOLOGY ONLY RECENTLY ARRIVED AT THE PUBLIC LIBRARY IN 2018. DURING THE COVID-19 PANDEMIC AS MORE DAILY ACTIVITIES WERE BEING SWITCHED TO VIRTUAL EVENTS, AND IT SOON BECAME OBVIOUS THAT MANY NEEDED ASSISTANCE ACCESSING AND LEARNING THE NEW TECHNOLOGIES AND METHODS TO RECEIVE SERVICES. ADDITIONALLY, PEOPLE HAD MORE TIME ON THEIR HANDS AND LEARNED NEW HOBBIES, SKILLS, AND COMPLETED HOME TASKS. GRANT MONEY FROM THE AMERICAN RESCUE PLAN WILL ENABLE THE LIBRARY TO PROVIDE NEEDED COMPUTER SKILLS TRAINING AND ZOOM INSTRUCTION FOR LIBRARY PATRONS AS WELL AS PROVIDE A SPACE WHERE CITIZENS CAN BUILD COMMUNITY THROUGH SHARING THEIR NEWFOUND SKILLS AND HOBBIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 45048.49, "Infrastructure Obligations": null, "recipient_id": "4c6a3f94-8253-fd69-5205-2ebf6e484242-C", "generated_internal_id": "ASST_NON_ARPNA-250677-OMLS-22_5950"}, {"internal_id": 141301404, "Award ID": "ARPNA-250668-OMLS-22", "Award Amount": 47333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE ONEIDA NATION OF WISCONSIN WILL REBUILD ITS LIBRARY OPERATIONS THAT WERE CURTAILED AS A RESULT OF THE COVID-19 PANDEMIC. DURING THE HEIGHT OF THE PANDEMIC, THE ONEIDA NATION WAS FORCED TO CUT STAFF AND REDUCE HOURS AND SERVICES AT THE MAIN BRANCH OF ITS LIBRARY (THE ONEIDA COMMUNITY LIBRARY), WHERE ONLY CURBSIDE PICKUP WAS AVAILABLE FOR PATRONS. THE TRIBE'S GREEN EARTH LIBRARY BRANCH WAS CLOSED COMPLETELY DURING THIS TIME. THE MAIN BRANCH NOW WILL REOPEN FULLY, WITH CURBSIDE PICKUP AVAILABLE AT THE GREEN EARTH LIBRARY BRANCH. THE LIBRARIES ALSO WILL DEVELOP EDUCATIONAL AND LITERACY PROGRAMMING TO HELP CLOSE EDUCATION GAPS CREATED BY THE PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 47333.0, "Infrastructure Obligations": null, "recipient_id": "462d8953-c621-c76b-5675-ae37001186bc-C", "generated_internal_id": "ASST_NON_ARPNA-250668-OMLS-22_5950"}, {"internal_id": 141301405, "Award ID": "ARPNA-250660-OMLS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "LOCATED IN SOUTH-CENTRAL OKLAHOMA, THE CHICKASAW NATION DIVISION OF HISTORY AND CULTURE WILL INSTALL A CUSTOM EXHIBIT CASE AT FORT WASHITA TO APPROPRIATELY DISPLAY HISTORICAL TRIBAL ARTIFACTS. FORT WASHITA IS AN IMPORTANT HISTORICAL LOCATION FOR THE CHICKASAW PEOPLE. AFTER CLOSING AND REDUCING SERVICES DURING COVID-19, FORT WASHITA IS PREPARING TO REOPEN TO THE GENERAL PUBLIC. THIS PLANNED EXHIBIT CASE WILL DISPLAY CULTURAL ARTIFACTS THAT ARE CURRENTLY IN STORAGE. THIS EXHIBIT CASE WILL ALSO ALLOW FOR CONTINUED SOCIAL DISTANCING AND A SAFE ENVIRONMENT FOR CHICKASAW CITIZENS, SCHOOLS, AND VISITORS FROM SURROUNDING COMMUNITIES TO FORT WASHITA BEGINNING MAY 2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 50000.0, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_ARPNA-250660-OMLS-22_5950"}, {"internal_id": 141301406, "Award ID": "ARPNA-250611-OMLS-22", "Award Amount": 48457.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE VILLAGE OF ANGOON, ALASKA, HOME TO THE DEISHEETAN CLAN OF THE TLINGIT TRIBE WILL CREATE AN ARTISTS' WORKSHOP WITH A LIBRARY AND RESOURCE CENTER THAT WILL HELP THIS REMOTE COMMUNITY ADDRESS THE SOCIAL ISOLATION AND LACK OF ACCESS TO CULTURAL ACTIVITIES THAT HAVE RESULTED FROM THE COVID-19 PANDEMIC. THE ARTISTS' WORKSHOP WILL PROVIDE A SPACE WHERE LOCAL CARVERS, WEAVERS, BEADERS, AND PAINTERS CAN WORK ON THEIR CRAFTS AND OFFER SMALL GROUP AND ONE-ON-ONE CLASSES. THE WORKSHOP ALSO WILL INCLUDE A DESIGNATED LIBRARY AND RESOURCE CENTER WHERE COMMUNITY MEMBERS, VISITORS, AND ARTISTS CAN EXPLORE MATERIALS ABOUT TLINGIT CARVING, DRAWING, BEADING, AND WEAVING. THESE PROGRAMS WILL HELP TRIBAL YOUTH, FAMILIES, AND ELDERS RECONNECT WITH THEIR RICH CULTURE AND HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 48457.0, "Infrastructure Obligations": null, "recipient_id": "78b1610d-74d1-a5ef-39cb-39111036d3e5-C", "generated_internal_id": "ASST_NON_ARPNA-250611-OMLS-22_5950"}, {"internal_id": 141312198, "Award ID": "ARPNA-250584-OMLS-22", "Award Amount": 27367.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-18", "CFDA Number": "45.308", "Description": "THE NOOKSACK TRIBAL LIBRARY WILL PURCHASE A YEAR SUBSCRIPTION FOR SEVEN RESEARCH DATABASES THROUGH PROQUEST TO THEN BE ACCESSIBLE BY THE TRIBAL LIBRARY COMPUTERS. DATABASE SUBSCRIPTIONS INCREASE THE ABILITIES OF SMALL LIBRARIES AND PROVIDE A SERVICE THAT CONTRIBUTES TO THE LEARNING AND WELL-BEING OF STUDENTS, FAMILIES, AND INDIVIDUALS FROM ALL BACKGROUNDS. IT PARTICULARLY SUPPORTS THE CREATION AND DELIVERY OF ONLINE AND IN PERSON EDUCATIONAL OPPORTUNITIES FOR LEARNERS OF ALL AGES. HAVING ACCESS TO THIS NEW LIBRARY FEATURE WILL HELP STUDENTS LEARN HOW TO RESEARCH AND USE DATABASES PROPERLY, IN A WAY THAT IS NO LONGER LIMITED BY THE SCHOOL SHUTDOWNS CAUSED BY COVID-19.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 27367.29, "Infrastructure Obligations": null, "recipient_id": "a6d9dda9-b638-b0d1-0171-ebb1164402b0-C", "generated_internal_id": "ASST_NON_ARPNA-250584-OMLS-22_5950"}, {"internal_id": 141312195, "Award ID": "ARPNA-250554-OMLS-22", "Award Amount": 48185.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-19", "CFDA Number": "45.308", "Description": "THE WYANDOTTE NATION CULTURAL CENTER AND MUSEUM IN OKLAHOMA WILL EXPAND ITS OUTREACH TO BROADER COMMUNITIES BY CREATING AN ONLINE EXHIBIT FEATURING PHOTOGRAPHS, PAINTINGS, AND OTHER WYANDOTTE ARTIFACTS. THE MUSEUM WILL HIRE A MUSEUM TECHNICIAN WHO WILL RECEIVE INSTRUCTION FROM THE STATE HISTORICAL SOCIETY ON BEST PRACTICES IN ONLINE EXHIBITS. THE ONLINE EXHIBIT WILL ALLOW THE MUSEUM TO SERVE WYANDOTTE CITIZENS ALL OVER THE COUNTRY, PROVIDING THEM WITH ACCESS TO ITS COLLECTION AND RELATED EDUCATIONAL MATERIALS. THE PROJECT WILL HELP COMMUNITIES RECOVER FROM THE COVID-19 PANDEMIC BY ALLOWING CITIZENS TO PRACTICE SOCIAL DISTANCING WHILE CREATING A DIGITAL COMMUNITY. IN ADDITION TO INCREASING ACCESS TO TRIBAL HERITAGE, THE MUSEUM'S ONLINE PRESENCE WILL ENHANCE CONNECTIONS WITH THE TRIBE AND TRIBAL CITIZENS NATIONWIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 48185.0, "Infrastructure Obligations": null, "recipient_id": "198d3222-cf35-6ceb-7239-5704e322db3e-C", "generated_internal_id": "ASST_NON_ARPNA-250554-OMLS-22_5950"}, {"internal_id": 141301407, "Award ID": "ARPNA-250541-OMLS-22", "Award Amount": 14040.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE IRENE INGLE PUBLIC LIBRARY IN WRANGELL, ALASKA, WILL EXPAND ITS OPERATING HOURS TO BETTER SERVE PATRONS ON A MORE REGULAR BASIS. THE LIBRARY WAS LOOKING TO FILL A VACANT STAFF POSITION WHEN IT WAS FORCED TO SHUT DOWN IN MARCH 2020 DUE TO THE COVID-19 PANDEMIC. WHEN THE LIBRARY REOPENED ALMOST 3 MONTHS LATER, IT DECREASED THE HOURS IT WAS OPEN TO THE PUBLIC FROM 38 A WEEK TO 20. BY HIRING A LIBRARY ASSISTANT, THE LIBRARY NOW WILL BE ABLE TO BETTER SERVE THE COMMUNITY BY PROVIDING SERVICES FOR AN ADDITIONAL 15 HOURS PER WEEK, INCLUDING ON THE WEEKENDS. AS COVID-19 RECOVERY CONTINUES, THE LIBRARY WILL SERVE AS A TRUSTED PLACE FOR COMMUNITY ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 14040.0, "Infrastructure Obligations": null, "recipient_id": "897f9589-0b8e-c9e4-4207-82de733a0bf7-R", "generated_internal_id": "ASST_NON_ARPNA-250541-OMLS-22_5950"}, {"internal_id": 141301408, "Award ID": "ARPNA-250534-OMLS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE PUEBLO OF POJOAQUE IN SANTA FE, NEW MEXICO, WILL IMPLEMENT A PROJECT TO STRENGTHEN AND REBUILD COMMUNITY TIES THROUGH INNOVATIVE DIGITAL MATERIALS THAT DOCUMENT THE SHARED HISTORY OF THE POJOAQUE PUEBLO PEOPLE. THE PANDEMIC HIGHLIGHTED A CRUCIAL NEED FOR GREATER ONLINE PROGRAMMING, ACCESS, AND LITERACY AMONG THE PUEBLO PEOPLE, WHO EXPERIENCED EXTREME ISOLATION CAUSED BY SOCIAL DISTANCING AND QUARANTINE. DRAWING FROM RESOURCES IN THE POEH CULTURAL CENTER ARCHIVE, WHICH IS DEDICATED TO SUSTAINING TEWA TRADITIONS, A SERIES OF APPROXIMATELY 2,000 DIGITAL FILES WILL BE CREATED USING PHOTOGRAPHS AND STILL IMAGES AND WILL BE INCLUDED IN A SEARCHABLE, PUBLICLY ACCESSIBLE DATABASE. AN INTERACTIVE WEBPAGE ON THE POEH WEBSITE WILL ENABLE COMMUNITY MEMBERS TO UPLOAD DIGITIZED IMAGES AND SHARE STORIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 50000.0, "Infrastructure Obligations": null, "recipient_id": "35972077-d68a-5d17-01a8-23b5714e637a-R", "generated_internal_id": "ASST_NON_ARPNA-250534-OMLS-22_5950"}, {"internal_id": 141301409, "Award ID": "ARPNA-250533-OMLS-22", "Award Amount": 49543.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE HULA PRESERVATION SOCIETY IN KANEOHE, HAWAII, WILL EXPAND ITS DIGITAL LITERACY TOOLS AND ONLINE SERVICES TO BUILD DIGITAL LITERACY AMONG ITS PATRONS, SUCH AS BY CREATING AND SHARING 10 NEW DIGITAL PRODUCTS ONLINE. THE SOCIETY WILL CREATE NINE VIDEO-BASED TUTORIALS (EACH 5 TO 10 MINUTES IN LENGTH) ON TOPICS SUCH AS HOW TO USE THE SOCIETY'S ORAL HISTORY TOOLS AND TRANSCRIPTS AND ITS DATABASE REPOSITORY FOR RESEARCH PURPOSES. THE SOCIETY'S YOUTUBE CHANNEL WILL HOST VIDEOS OF THE TUTORIALS, AND A NEW TUTORIALS CHANNEL WILL BE CREATED ON THE SOCIETY'S VIMEO SITE. A NEW DIGITAL RESOURCE GUIDE WILL FACILITATE USERS' QUICK, EFFECTIVE, AND RESPONSIBLE USE OF ALL OF THE SOCIETY'S ONLINE MATERIALS. THESE EFFORTS WILL ADDRESS A NEED CLARIFIED DURING THE PANDEMIC TO STRENGTHEN AND EXPAND ONLINE SERVICES AND DIGITAL LITERACY TOOLS IN SUPPORT OF THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 49543.0, "Infrastructure Obligations": null, "recipient_id": "cf7736c1-c46f-7c7c-db45-04a8c47e7a6e-R", "generated_internal_id": "ASST_NON_ARPNA-250533-OMLS-22_5950"}, {"internal_id": 141301410, "Award ID": "ARPNA-250532-OMLS-22", "Award Amount": 47836.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE QUAPAW TRIBAL LIBRARY IN OKLAHOMA WILL USE LESSONS LEARNED AROUND THE CONSEQUENCES OF FORCED ISOLATION DURING THE PANDEMIC AND THE IMPLICATIONS OF THE DIGITAL DIVIDE TO EXPAND PROGRAMS AND SERVICES TO REACH MORE TRIBAL MEMBERS AND THE COMMUNITY AT LARGE. THE LIBRARY WILL IMPLEMENT A SERIES OF TRADITIONAL NATIVE AMERICAN CRAFT COURSES TO FOSTER LIFELONG LEARNING, PROMOTE THE RICH HERITAGE OF THE QUAPAW, AND ENSURE THAT TRADITIONAL ARTS AND CRAFTS OF NATIVE AMERICANS ARE NOT LOST. A SERIES OF COURSES ALSO WILL PROVIDE AREA YOUTH WITH EFFECTIVE STEAM EDUCATION THROUGH HIGH-QUALITY, RIGOROUS, AND AUTHENTIC LEARNING EXPERIENCES. ALL COURSES WILL BE VIDEOTAPED AND AVAILABLE ONLINE FOR THOSE WHO CANNOT ATTEND IN PERSON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 47836.0, "Infrastructure Obligations": null, "recipient_id": "3d1eaea2-200f-c0b0-8946-b6b407fd8a90-C", "generated_internal_id": "ASST_NON_ARPNA-250532-OMLS-22_5950"}, {"internal_id": 141301411, "Award ID": "ARPNA-250517-OMLS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE YAKAMA NATION LIBRARY IN TOPPENISH, WASHINGTON, WILL EXPAND ITS CAPABILITY TO PROVIDE INTERNET CONNECTIVITY FOR TRIBAL COMMUNITY MEMBERS WHO DO NOT HAVE ACCESS AT HOME. THE LIBRARY WILL HIRE A TECHNOLOGY REVIEW CONSULTANT TO CONDUCT A TECHNOLOGY SITE SURVEY SO IT CAN PLAN AND EVALUATE THE BEST APPROACH FOR IMPLEMENTING THE EXPANDED INTERNET PROJECT AND SUSTAINING A ROBUST ONLINE ENVIRONMENT. THEY ALSO PLAN TO EXPAND WI-FI ACCESS BY PURCHASING UPGRADED EQUIPMENT THAT ENABLES FASTER, BROADER CONNECTIVITY. EXISTING TV WHITE SPACE EQUIPMENT WILL PROVIDE WI-FI TO NEARBY TRIBAL COMMUNITY HOUSING AREAS AND BUILDINGS. THE PROJECT WILL ASSIST WITH COVID-19 RECOVERY BY FILLING INTERNET ACCESS GAPS THAT ARE ESSENTIAL FOR EDUCATION, EMPLOYMENT AND HEALTH-RELATED NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 50000.0, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_ARPNA-250517-OMLS-22_5950"}, {"internal_id": 141301412, "Award ID": "ARPNA-250483-OMLS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE ONEIDA INDIAN NATION LIBRARY IN NEW YORK WILL EXPAND PROGRAMS AND SERVICES AS THE COMMUNITY RECOVERS FROM A PERIOD OF COVID-19 RESTRICTIONS AND CLOSURE. HOUSED WITHIN THE RAY ELM CHILDREN AND ELDERS CENTER, THE LIBRARY SUSTAINS THE CULTURAL HERITAGE OF THE ONEIDA PEOPLE. THE LIBRARY ADMINISTRATOR WILL DEVELOP AND IMPLEMENT AN ANNUAL SERVICE PLAN THAT INCLUDES ONLINE AND IN-PERSON EDUCATION, INTERPRETIVE AND EXPERIENTIAL PROGRAMS, AND EXHIBITIONS FOR LEARNERS OF ALL AGES. THE LIBRARY ALSO WILL RESUME ITS GENERAL OPERATIONS, INCORPORATING PROCESSES AND PROCEDURES THAT WERE ADOPTED TO MAINTAIN HEALTH AND SAFETY DURING THE PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 50000.0, "Infrastructure Obligations": null, "recipient_id": "668c01e9-21b0-f435-a225-b9163e3f8153-C", "generated_internal_id": "ASST_NON_ARPNA-250483-OMLS-22_5950"}, {"internal_id": 141301413, "Award ID": "ARPNA-250473-OMLS-22", "Award Amount": 43274.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "CHIPPEWA CREE TRIBE (CCT), IN PARTNERSHIP WITH STONE CHILD COLLEGE (SCC), WILL ENHANCE TRIBAL CULTURAL KNOWLEDGE BY INCREASING THE VOLUME OF, AND COMMUNITY ACCESS TO, CULTURAL ARCHIVAL MATERIALS. THIS ONE-YEAR PROJECT WILL INCREASE TRIBAL HISTORY AND LANGUAGE PRESERVATION BY: ANALYZING, CATEGORIZING, AND ARCHIVING AN ESTIMATED 45,000 PIECES OF DOCUMENTS AND PHOTOS; POSTING REGULAR UPDATES ON CCT/SCC SOCIAL MEDIA WHILE PROMOTING THE PROJECT GOALS AND AVAILABILITY OF ARCHIVED MATERIALS; AND INCREASING THE PROFESSIONAL DEVELOPMENT AMONG LIBRARY STAFF, FOCUSING ON SPECIFIC DIGITAL LIBRARY TRAINING. THE PROJECT WILL ENHANCE LIBRARY SERVICES AND PROMOTE INTEREST IN COMMUNITY MEMBER KNOWLEDGE AND APPRECIATION FOR TRIBAL HERITAGE AND CULTURE, ESPECIALLY BY USING DIGITAL INNOVATION TO INCREASE INTEREST AND ACCESSIBILITY TO NEW GENERATIONS OF TRIBAL MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 43274.0, "Infrastructure Obligations": null, "recipient_id": "569ffaf6-f5fa-34b8-1831-b027fe03d743-C", "generated_internal_id": "ASST_NON_ARPNA-250473-OMLS-22_5950"}, {"internal_id": 141301414, "Award ID": "ARPNA-250472-OMLS-22", "Award Amount": 49062.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "45.308", "Description": "THE ORGANIZED VILLAGE OF KAKE, A FEDERALLY RECOGNIZED ALASKAN TRIBE, WILL TRANSFORM THE TRIBE'S ARCHIVAL COLLECTION FROM A LIBRARY-ONLY VERSION TO AN EASY-TO-USE, PUBLICLY AVAILABLE ONLINE PLATFORM TO HELP THE COMMUNITY FOSTER POSITIVE AND LASTING IMPROVEMENTS AND COMBAT SOME OF THE SOCIAL AND CULTURAL ISOLATION IT HAS FACED DURING THE COVID-19 PANDEMIC. MANY OF THE TRIBE'S ARCHIVED AUDIO AND VIDEO RECORDINGS CONTAIN CONTENT ON CULTURAL SURVIVAL, COMMUNITY SELF-RELIANCE, IDENTITY FORMATION, CULTURAL VALUES OF SELF-WORTH AND RESPECT, AND TRIBAL LAW. THE ARCHIVE WILL RECONNECT YOUTH AND FAMILIES WITH THE RICH TLINGOT HISTORY AND CULTURE OF THE PEOPLE OF KAKE AND ALLOW THE COMMUNITY TO EXPAND AND SHARE ITS ARCHIVAL COLLECTIONS TO BUILD AND SUSTAIN A STRONG AND RESILIENT COMMUNITY THAT KNOWS ITS STORIES AND HISTORY AND EXHIBITS THE VALUES THAT HAVE HELPED THE COMMUNITY THRIVE FOR MILLENNIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 49062.0, "Infrastructure Obligations": null, "recipient_id": "22325a4a-c6f7-6f02-080f-d038e8e69a08-C", "generated_internal_id": "ASST_NON_ARPNA-250472-OMLS-22_5950"}]