[{"internal_id": 159847760, "Award ID": "LG-22-12", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "64.204", "Description": "K-12 EDUCATIONAL OUTREACH – VETERANS LEGACY PROGRAM: THE LMU DIGITAL VETERANS LEGACY PROJECT WILL RESEARCH AND DOCUMENT THE LIVES OF VETERANS INTERRED IN LOS ANGELES NATIONAL CEMETERY. LMU WILL WORK CLOSELY WITH LOCAL HIGH SCHOOLS AND COMMUNITY AND VETERAN'S GROUPS. THE PROJECT WILL FOCUS ON IDENTIFYING AND TELLING THE STORIES OF BUFFALO SOLDIERS AND ASIAN AMERICAN VETERANS INTERRED WITHIN THE CEMETERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86b0ab5b-40c0-5ef0-5beb-a59d0e77e5cb-C", "generated_internal_id": "ASST_NON_LG-22-12_3630"}, {"internal_id": 159847759, "Award ID": "LG-22-10", "Award Amount": 195079.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "64.204", "Description": "K-12 EDUCATIONAL OUTREACH – VETERANS LEGACY PROGRAM: THE NEW PROJECT, TITLED THEIR LAST FULL MEASURE: AMERICANS ON THE BATTLEFIELD, WILL INCLUDE THE CREATION OF VARIOUS LESSON PLANS CENTERED AROUND VETERANS WHO SERVED IN MAJOR MILITARY CONFLICTS IN AMERICAN HISTORY. THE PROJECT WILL ALSO CREATE SIX PROFESSIONAL DEVELOPMENT SESSIONS AVAILABLE FOR EDUCATORS SEEKING TO INTRODUCE THESE LESSONS IN THEIR CLASSROOMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6be962af-1268-fa67-97ff-63f9a710e66d-C", "generated_internal_id": "ASST_NON_LG-22-10_3630"}, {"internal_id": 159847758, "Award ID": "LG-22-09", "Award Amount": 137385.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "64.204", "Description": "K-12 EDUCATIONAL OUTREACH – VETERANS LEGACY PROGRAM: THE WEST VIRGINIA NATIONAL CEMETERIES PROJECT WILL FACILITATE THE WORK OF APPROXIMATELY 40 GRAFTON HIGH SCHOOL STUDENTS, WHO WILL COMPOSE BIOGRAPHIES OF VETERANS INTERRED AT GRAFTON AND WEST VIRGINIA NATIONAL CEMETERIES OVER THE NEXT YEAR. STUDENT WORK WILL BE MADE PERMANENTLY AVAILABLE TO THE PUBLIC THOUGH THE WEST VIRGINIA HUMANITIES COUNCIL WEBSITE, THE VETERANS LEGACY MEMORIAL (VLM), AND OTHER REPOSITORIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d0f9a08-63af-fcba-6a95-137846704bc7-C", "generated_internal_id": "ASST_NON_LG-22-09_3630"}, {"internal_id": 159847757, "Award ID": "LG-22-06", "Award Amount": 487674.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "64.204", "Description": "K-12 EDUCATIONAL OUTREACH – VETERANS LEGACY PROGRAM: THE PROJECT WILL LEAD UNDERGRADUATE AND GRADUATE STUDENTS TO PRODUCE TEN SHORT FILMS OF VETERANS INTERRED IN SIX NCA CEMETERIES: FORT LOGAN NATIONAL CEMETERY, GEORGIA NATIONAL CEMETERY, FORT MCPHERSON NATIONAL CEMETERY, OMAHA NATIONAL CEMETERY, TAHOMA NATIONAL CEMETERY, AND WILLAMETTE NATIONAL CEMETERY. THESE FILMS WILL TELL STORIES TO HONOR A DIVERSE RANGE OF VETERANS, ENSHRINING THEIR LEGACY WHILE HIGHLIGHTING THE HISTORICAL SIGNIFICANCE OF OUR NATIONAL CEMETERIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "659f4077-bd18-be84-0457-c0e22be5d33e-C", "generated_internal_id": "ASST_NON_LG-22-06_3630"}, {"internal_id": 159847756, "Award ID": "LG-22-04", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "64.204", "Description": "K-12 EDUCATIONAL OUTREACH – VETERANS LEGACY PROGRAM: THE NEW MEXICO VETERANS LEGACY PROJECT WILL SEEK TO CREATE STUDENT-RESEARCHED DIGITIZED BIOGRAPHIES OF VETERANS ENSHRINED AT SANTA FE NATIONAL CEMETERY. THE PROJECT WILL PLACE A FOCUS ON HISPANIC AND AMERICAN INDIAN VETERANS WITHIN THE COMMUNITY. IT WILL ALSO SEEK TO COLLECT ART CREATED BY VETERANS BOTH DURING AND AFTER THEIR MILITARY SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0cd3b9f-831a-9857-cb47-c0f840dbe3b2-C", "generated_internal_id": "ASST_NON_LG-22-04_3630"}, {"internal_id": 159847755, "Award ID": "LG-22-02", "Award Amount": 368582.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "64.204", "Description": "K-12 EDUCATIONAL OUTREACH – VETERANS LEGACY PROGRAM: THE UCF PROJECT AIMS TO CONNECT TEACHERS AND STUDENTS TO VETERANS INTERRED IN ST. AUGUSTINE AND OTHER FLORIDA NATIONAL CEMETERIES. PARTICIPANTS OF THE PROJECT WILL LEARN HOW TO CONSTRUCT GRADE-APPROPRIATE ASSIGNMENTS FOCUSED ON VETERANS AND HOW TO CREATE TOURS OF THE LOCAL NCA CEMETERIES. THESE CURRICULAR MATERIALS WILL BE MADE AVAILABLE TO THE PUBLIC VIA A UCF-VLP WEBSITE. BIOGRAPHICAL INFORMATION DISCOVERED ABOUT VETERANS DURING THE PROJECT WILL ALSO BE ADDED TO NCA'S VIRTUAL MEMORIAL PLATFORM VETERANS LEGACY MEMORIAL (VLM).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_LG-22-02_3630"}]