[{"internal_id": 81863177, "Award ID": "99T87701", "Award Amount": 1481109.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-21", "CFDA Number": "66.126", "Description": "THE TRANSFORMING SHORELINES PROJECT WILL DEVELOP MUCH-NEEDED TOOLS FOR BAY AREA PRACTIONERS AND LANDOWNERS TO USE BEST AVAILABLE SCIENCE TO IMPROVE DESIGN, PERMITTING AND IMPLEMENTATION OF NATURE-BASED MULTI-BENEFIT PROJECTS. IT WILL ALSO ADVANCE DESIGN, PERMITTING AND IMPLEMENTATION OF A SUITE OF NUTRIENT MANAGEMENT, SEA LEVEL PROTECTION, WATER QUALITY IMPROVEMENT AND HABITAT ENHANCEMENT PROJECTS AROUND THE SAN FRANCISCO BAY. IN THE SHORT TERM, THIS PROJECT WILL ADVANCE THE FEASIBLITY OF TWO 'SHOVEL READY' MULTI-BENEFIT PROJECTS AT A REGIONAL SCALE AND THE IMPLEMENTATION OF A FULL-SCALE NITRIFICATION FACILITY AT THE ORO LOMA SANITARY DISTRICT WHICH WILL RESULT IN THE REDUCTION OF 250,000 KG PER YEAR OF NITROGEN DISCHARGED TO SAN FRANCISCO BAY. LONG-TERM OUTCOMES OF TRANSFORMING SHORELINES INCLUDE IMPLEMENTATION OF THREE NATURE-BASED WASTEWATER TREATMENT STRUCTURES REDUCING THE NITROGEN LOAD TO THE BAY BY 15 MILLION KG IN THE NEXT 20 YEARS.  THIS AGREEMENT PROVIDES FEDERAL FUNDING IN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41edb69b-6287-c307-6f7f-24abc0a0b0b8-C", "generated_internal_id": "ASST_NON_99T87701_6800"}, {"internal_id": 81361665, "Award ID": "99T87601", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-11", "CFDA Number": "66.126", "Description": "THE COUNTY OF SAN MATEO WILL DESIGN TWO REGIONAL STORMWATER CAPTURE PROJECTS AND IDENTIFY ADDITIONAL OPPORTUNITIES FOR REGIONAL PROJECTS AT PUBLIC OPEN SPACES SUCH AS PUBLIC PARKS, SPORTS FIELDS, PARKING LOTS, AND SCHOOLS. THIS PROJECT BUILDS UPON EXISTING GREEN INFRASTRUCTURE PLANNING TO SUPPORT THE CHANGING PARADIGM OF SUSTAINABLE STORMWATER MANAGEMENT IN SAN MATEO COUNTY.  THIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $500,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b2764a87-f3c6-ac55-67d1-717308b55e01-C", "generated_internal_id": "ASST_NON_99T87601_6800"}, {"internal_id": 82529052, "Award ID": "99T87501", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-09", "CFDA Number": "66.126", "Description": "THIS AGREEMENT PROVIDES FUNDING TO INSTALL AND TEST AN INNOVATIVE NUTRIENT REMOVAL TECHNOLOGY FOR WASTEWATER PLANTS IN THE SAN FRANCISCO BAY, WHICH HAS THE HIGHEST NUTRIENT CONCENTRATIONS OF ANY ESTUARY IN THE US.  THIS PROJECT IS ESTIMATED TO REMOVE 20 TONS OF NITROGEN A YEAR FROM THE ORO LOMA WASTE STREAM AND WILL SERVE AS A MODEL FOR 33 OTHER WASTEWATER PLANTS IN THE SAN FRANCISCO BAY. THE PROJECT WILL IMPROVE WATER QUALITY FOR THE BENEFIT OF FISH, WILDLIFE AND HUMANS THAT ARE DEPENDENT ON A HEALTHY SAN FRANCISCO BAY.   THIS AGREEMENT PROVIDES FULL FUNDING IN THE AMOUNT OF $1,000,000.  SEE TERMS AND CONDITIONS.   PREAWARD COSTS HAVE BEEN APPROVED BACK TO JULY 1, 2019.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "221817e0-81b2-0fd8-e1b4-38476b13906f-C", "generated_internal_id": "ASST_NON_99T87501_6800"}, {"internal_id": 85747083, "Award ID": "99T87401", "Award Amount": 1509268.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "66.126", "Description": "THESE FUNDS WILL HELP THE GRANTEE'S ALDER CREEK DAYLIGHTING PROJECT IN THE UPPER SAN LEANDRO CREEK WATERSHED RESTORE OVER 2000 FT OF CULVERTED CREEK. GIANT SINKHOLES AND THE FAILING CULVERT HAVE DEGRADED WATER QUALITY AND THE ADJACENT RIPARIAN HABITAT. THE PROJECT DESIGN WILL RESTORE NATURAL CHANNEL MORPHOLOGY AND FOUR ACRES OF RIPARIAN HABITAT CREATING HABITAT FOR RAINBOW TROUT, CALIFORNIA RED-LEGGED FROG, AND OTHER TARGET SPECIES.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,509,268.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e99ecc52-a716-df1a-ed9c-f67bd398153c-C", "generated_internal_id": "ASST_NON_99T87401_6800"}, {"internal_id": 83285444, "Award ID": "99T87301", "Award Amount": 1376623.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-08", "CFDA Number": "66.126", "Description": "THESE FUNDS WILL SUPPORT THE THREE CREEKS RESTORATION PROJECT WHICH IS DESIGNED TO IMPROVE WATER QUALITY, INCREASE STORMWATER FILTRATION, REDUCE FLOOD RISK, AND RESTORE NATIVE VEGETATION ALONG 4,000 LINEAR FEET OF MARSH CREEK, AN IMPORTANT ECOLOGICAL CORRIDOR LINKING MOUNT DIABLO TO THE DELTA SHORELINE IN EAST CONTRA COSTA COUNTY. RESTORING NATIVE VEGETATION AND FUNCTIONAL FLOOD PLAINS ALONG THIS CHANNELIZED SECTION OF MARSH CREEK WILL FILTER POLLUTED RUNOFF AND TAILWATER FROM AGRICULTURAL FIELDS COMING FROM THE MARSH CREEK WATERSHED. THIS AWARD PROVIDES $1,376,623 IN FEDERAL FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1e13355-77f6-6485-0e3d-80c5b5eb6f89-C", "generated_internal_id": "ASST_NON_99T87301_6800"}, {"internal_id": 82528866, "Award ID": "99T87201", "Award Amount": 680000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-12", "CFDA Number": "66.126", "Description": "THIS GRANT TO THE CITY OF SAN PABLO, TO LEAD AN EFFORT TO ESTABLISH A REGIONAL STORMWATER WATER QUALITY TRADING AND BANKING SYSTEM WILL IMPROVE SAN FRANCISCO BAY BY REDUCING POLYCHLORINATED BIPHENYL (PCB) LOADING. A WATER QUALITY TRADING SYSTEM WILL MORE EFFICIENTLY AND AFFORDABLY IMPROVE WATER QUALITY, REDUCE COMPLIANCE PRESSURES ON PERMITTEES, AND DECREASE OVERALL COSTS OF WATER QUALITY IMPROVEMENTS THROUGH GREEN INFRASTRUCTURE. THE PROJECTS SUPPORTED THROUGH THE TRADING SYSTEM WILL REDUCE PCBS REACHING SAN FRANCISCO BAY AND HELP CITIES MEET MANDATED TOTAL MAXIMUM DAILY LOADS AND THE MUNICIPAL REGIONAL PERMIT REQUIREMENTS.  THIS PROJECT IMPLEMENTS WATER QUALITY ACTIONS LISTED UNDER THE SAN FRANCISCO ESTUARY PARTNERSHIP'S COMPREHENSIVE CONSERVATION AND MANGEMENT PLAN (SFEP CCMP). THE PROJECT GOALS AND ACTIVITIES WILL BENEFIT THE FISH, WILDLIFE, AND HUMANS THAT DEPEND ON A THRIVING, HEALTHY SAN FRANCISCO BAY.    THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "264a57db-0626-13e9-4a4d-06c9fb6ba1c1-C", "generated_internal_id": "ASST_NON_99T87201_6800"}, {"internal_id": 81863169, "Award ID": "99T87101", "Award Amount": 740000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-17", "CFDA Number": "66.126", "Description": "THIS AWARD PROVIDES $740,000 IN FEDERAL FUNDING FOR THE NAPA RIVER OAKVILLE ' OAK KNOLL RESTORATION PROJECT, LED BY NAPA COUNTY. THE PROJECT WILL IMPLEMENT THE NAPA RIVER SEDIMENT TOTAL MAXIMUM DAILY LOAD (TMDL) BY IMPROVING WATER QUALITY AND HABITAT FOR SALMONIDS AND OTHER WILDLIFE IN THE OAKVILLE ' OAK KNOLL (OVOK) REACH OF THE NAPA RIVER. SPECIFICALLY, THE PROJECT WILL SUPPORT CONSTRUCTION OF SITE 10 WITHIN OVOK GROUP D WHICH WILL INCLUDE CONSTRUCTION OF 3 FLOODPLAIN BENCHES TOTALING 2.4 ACRES, CREATION OF 1.65 ACRES OF NEW RIPARIAN AREA, 8 LOG HABITAT STRUCTURES, AND 7 BOULDER CLUSTERS. THE RESTORED AND ENHANCED RIPARIAN AREA WILL PROVIDE SUSTAINABLE FLOOD PROTECTION AND INCREASED RESILIENCY TO STORM EVENTS.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $740,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9eab76a1-6c9d-9bbc-dc40-ec112cf66444-C", "generated_internal_id": "ASST_NON_99T87101_6800"}, {"internal_id": 82528888, "Award ID": "99T87001", "Award Amount": 685000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-15", "CFDA Number": "66.126", "Description": "THE PROJECT IS A COLLABORATION OF THE MEMBER AGENCIES OF THE MARIN COUNTYWIDE STORMWATER POLLUTION PREVENTION PROGRAM (MCSTOPPP) WHICH INCLUDES UNINCORPORATED MARIN COUNTY (LEAD AGENCY), THE CITIES AND TOWNS OF NOVATO, SAN RAFAEL, CORTE MADERA, MILL VALLEY, TIBURON, BELVEDERE, SAUSALITO, SAN ANSELMO, ROSS, FAIRFAX. ADDITIONAL PARTNERS INCLUDE NUMEROUS VOLUNTEER GROUPS, NON-PROFITS AND PROSPECTIVE MARIN CLEAN BUSINESS OWNERS. THE PROJECT WILL IMPLEMENT A RANGE OF STRATEGIES TO REDUCE TRASH IN THE ENVIRONMENT INCLUDING THE INSTALLATION OF CERTIFIED FULL TRASH CAPTURE DEVICES, KNOWLEDGE-SHARING WORKSHOPS, VOLUNTEER CLEANUPS, PUBLIC OUTREACH EVENTS, AND THE DEVELOPMENT OF SOCIAL MEDIA AND PUBLIC EDUCATION CAMPAIGN MATERIALS.  THIS GRANT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $685,000.  PREAWARD COSTS ARE APPROVED BACK TO JUNE 1, 2019.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27cc4256-b214-cd55-1581-459f67054886-C", "generated_internal_id": "ASST_NON_99T87001_6800"}, {"internal_id": 61734693, "Award ID": "99T70901", "Award Amount": 822000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-26", "CFDA Number": "66.126", "Description": "THE NAPA RIVER OAKVILLE ' OAK KNOLL RESTORATION PROJECT, LED BY NAPA COUNTY, WILL IMPLEMENT THE NAPA RIVER SEDIMENT TMDL BY IMPROVING WATER QUALITY AND HABITAT FOR SALMONIDS AND OTHER WILDLIFE. IN ADDITION, THE RESTORED AND ENHANCED RIPARIAN AREA AND WETLANDS WILL PROVIDE SUSTAINABLE FLOOD PROTECTION AND INCREASED RESILIENCY TO STORM EVENTS. THIS PROJECT IMPLEMENTS WATER QUALITY AND HABITAT ACTIONS LISTED UNDER THE SFEP CCMP. THE PROJECT GOALS AND ACTIVITIES WILL BENEFIT THE FISH, WILDLIFE, AND HUMANS THAT DEPEND ON A THRIVING, HEALTHY SAN FRANCISCO BAY.    THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $822,000.  PRE-AWARD COSTS ARE APPROVED BACK TO 01/01/2018.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9eab76a1-6c9d-9bbc-dc40-ec112cf66444-C", "generated_internal_id": "ASST_NON_99T70901_6800"}, {"internal_id": 62419649, "Award ID": "99T70101", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-26", "CFDA Number": "66.126", "Description": "THE 900 INNES REMEDIATION PROJECT AT INDIA BASIN WILL REMOVE AN ESTIMATED 3,500 CUBIC YARDS OF CONTAMINATED SEDIMENT, CREATE ~0.30 ACRES OF TIDAL WETLANDS HABITAT, AND PROVIDE COASTAL-ORIENTED PUBLIC ACCES FOR THE BAYVIEW HUNTERS POINT COMMUNITY BY OPENING 2.4 ACRES OF WATERFRONT CONNECTED TO THE BAY TRAIL. THIS PROJECT IMPLEMENTSWATER QUALITY AND HABITAT ACTIONS LISTED UNDER THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION & MANAGEMENT PLAN (SFEP CCMP) AND WILL BENEFIT THE FISH, WILDLIFE, AND HUMANS THAT DEPEND ON A THRIVING, HEALTHY SAN FRANCISCO BAY.   THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,200,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96fa1e1a-9ad8-c38d-9890-71ef4e02c485-C", "generated_internal_id": "ASST_NON_99T70101_6800"}, {"internal_id": 48243761, "Award ID": "99T69601", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-10-26", "CFDA Number": "66.126", "Description": "THE SOUTHERN EDEN LANDING TIDAL MARSH RESTORATION PROJECT WILL PREPARE THE DESIGNS, PERMITS, AND PLANNING DOCUMENTS NECESSARY TO RESTORE 1300 ACRES OF TIDAL MARSH HABITAT, CREATE APPROXIMATELY 83 ACRES OF UPLAND TRANSITION ZONE, AND PROVIDE AN ESTIMATED 3.5 MILES OF SHORELINE PROTECTION. THIS PROJECT IMPLEMENTS WETLANDS, WATER QUALITY AND HABITAT ACTIONS AND WILL BENEFIT THE FISH, WILDLIFE, AND HUMANS THAT DEPEND ON A THRIVING, HEALTHY SAN FRANCISCO BAY.   THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $500,000. PREAWARD COSTS ARE APPROVED BACK TO 10/1/2017.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42c6a185-53e2-4389-82d5-3de48d35cbc4-C", "generated_internal_id": "ASST_NON_99T69601_6800"}, {"internal_id": 62419651, "Award ID": "99T69401", "Award Amount": 1131000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "66.126", "Description": "ZONE 7'S PROJECT 'PREPARING FOR THE STORM' WILL RE-ESTABLISH FLOODPLAIN AND RIPARIAN HABITAT ALONG OVER 2 MILES OF STEELHEAD STREAMS, RESTORE 10 ACRES OF RIPARIAN HABITAT INCLUDING RARE SYCAMORE ALLUVIAL WOODLAND, RESTORE NATURAL HYDROLOGY THROUGH LEVEE SETBACKS ON VINEYARD PROPERTY, IMPROVE STORMWATER CAPTURE, REUSE AN ESTIMATED 50,000 CUBIC YARDS/YEAR OF COARSE SEDIMENT, AND REDUCE EROSION. THIS PROJECT IMPLEMENTS WATER QUALITY AND HABITAT ACTIONS LISTED UNDER THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION & MANAGEMENT PLAN (SFEP CCMP). THESE ACTIONS WILL GREATLY BENEFIT THE FISH, WILDLIFE, AND HUMANS THAT DEPEND ON A THRIVING, HEALTHY SAN FRANCISCO ESTUARY.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,131,000.  SEE TERMS AND CONDITIONS.  PREAWARD COSTS HAVE BEEN APPROVED BACK TO 07/15/2017.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "435385ee-74c0-9236-0c7b-221857898f79-C", "generated_internal_id": "ASST_NON_99T69401_6800"}, {"internal_id": 48243672, "Award ID": "99T55901", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "66.126", "Description": "THE LOWER WALNUT CREEK RESTORATION PROJECT (PROJECT), LED BY THE RECIPIENT, WILL RESTORE AND ENHANCE COASTAL WETLANDS ALONG THE SOUTHERN SHORELINE OF SUISUN BAY AND FROM SUISUN BAY UPSTREAM ALONG WALNUT CREEK, IMPROVING HABITAT QUALITY, DIVERSITY, AND CONNECTIVITY ALONG 3 MILES OF CREEK CHANNEL, UP TO 230 ACRES IN TOTAL. THE PROJECT WILL RESTORE HABITAT FOR NATIVE AND SPECIAL-STATUS SPECIES SUCH AS SALMONIDS, SALT MARSH HARVEST MOUSE, RIDGWAY'S RAIL, AND CALIFORNIA BLACK RAIL BY CONSTRUCTING A SETBACK LEVEE, 11 ACRES OF TRANSITION ZONE, AND BREACHING AND LOWERING LEVEES. IN ADDITION TO BENEFITS TO FISH AND WILDLIFE, THE RESTORED AND ENHANCED WETLANDS WILL PROVIDE SUSTAINABLE FLOOD PROTECTION AND INCREASED RESILIENCY TO SEA LEVEL RISE AND STORM EVENTS. THIS PROJECT IMPLEMENTS WATER QUALITY AND HABITAT ACTIONS LISTED UNDER THE SAN FRANCISCO ESTUARY PARTNERSHIP (SFEP)'S COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE PROJECT GOALS AND ACTIVITIES WILL BENEFIT THE FISH, WILDLIFE,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a838ded5-0e50-cac4-766e-dc8d7d61a988-C", "generated_internal_id": "ASST_NON_99T55901_6800"}, {"internal_id": 48243653, "Award ID": "99T53401", "Award Amount": 864634.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-29", "CFDA Number": "66.126", "Description": "THE CITY OF SAN PABLO'S PROJECT WILL INSTALL 11,500 SQUARE FEET OF LOW IMPACT DEVELOPMENT (LID) FACILITIES THAT WILL REDUCE POLYCHLORINATED BIPHENYL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "264a57db-0626-13e9-4a4d-06c9fb6ba1c1-C", "generated_internal_id": "ASST_NON_99T53401_6800"}, {"internal_id": 48243650, "Award ID": "99T53101", "Award Amount": 1667683.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-27", "CFDA Number": "66.126", "Description": "THIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1,667,683 TO CREATE 10 MULTI-BENEFIT URBAN GREENING PROJECTS IN SUNNYVALE, MOUNTAIN VIEW, A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41edb69b-6287-c307-6f7f-24abc0a0b0b8-C", "generated_internal_id": "ASST_NON_99T53101_6800"}, {"internal_id": 48243643, "Award ID": "99T52301", "Award Amount": 1677683.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "66.126", "Description": "THIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1,677,683 TO DUCKS UNLIMITED'S PROJECT TO RESTORE AND ENHANCE WETLANDS IN THE MOUNTAIN VIEW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42c6a185-53e2-4389-82d5-3de48d35cbc4-C", "generated_internal_id": "ASST_NON_99T52301_6800"}, {"internal_id": 48243406, "Award ID": "99T26401", "Award Amount": 991156.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-25", "CFDA Number": "66.126", "Description": "THIS PROJECT BROADENS EXISTING PUBLIC/PRIVATE PARTNERSHIPS TO REDUCE POLLUTANT LOADS AT HIGH-PRIORITY SITES IN THE SONOMA CREEK AND PETALUMA RIVER WA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2099dc-f90d-cef7-6260-67bbbbf2830c-R", "generated_internal_id": "ASST_NON_99T26401_6800"}, {"internal_id": 48243404, "Award ID": "99T26201", "Award Amount": 1730862.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-24", "CFDA Number": "66.126", "Description": "THIS ASSISTANCE AGREEMENT PROVIDES $1,730,862 OF FEDERAL FUNDING TO PROMOTE AND IMPLEMENT GREEN INFRASTRUCTURE (GI) THROUGHOUT THE BAY AREA TO IMPROV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41edb69b-6287-c307-6f7f-24abc0a0b0b8-C", "generated_internal_id": "ASST_NON_99T26201_6800"}, {"internal_id": 48243395, "Award ID": "99T25301", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-07-30", "CFDA Number": "66.126", "Description": "THE CITY OF HAYWARDS YOUTH-BASED TRASH CAPTURE, REDUCTION AND WATERSHED EDUCATION PROJECT WILL INSTALL TWO LARGE TRASH CAPTURE DEVICES IN THE CITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a4c997e-12d2-69c0-e1d8-04822a9652b5-C", "generated_internal_id": "ASST_NON_99T25301_6800"}, {"internal_id": 48243387, "Award ID": "99T24401", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-12-11", "CFDA Number": "66.126", "Description": "THE COASTAL CONSERVANCY'S PROJECT WILL RESTORE AND ENHANCE WETLANDS IN THE RAVENSWOOD POND COMPLEX AS PART OF PHASE 2 OF IMPLEMENTATION OF THE SOUTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd536ebf-c630-1ddb-5b74-9e00487ecba5-C", "generated_internal_id": "ASST_NON_99T24401_6800"}, {"internal_id": 48243386, "Award ID": "99T24301", "Award Amount": 987876.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-01-15", "CFDA Number": "66.126", "Description": "THE CITY OF ST HELENA'S PROJECT WILL REMOVE AN EARTHEN DAM AND RE-ESTABLISH A GEOMORPHOLOGICALLY STABLE CHANNEL ON .23 MILES OF UPPER YORK CREEK IN T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "529e8d23-200e-5e15-ee43-744dd431bb03-C", "generated_internal_id": "ASST_NON_99T24301_6800"}, {"internal_id": 48243385, "Award ID": "99T24201", "Award Amount": 894324.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-11-24", "CFDA Number": "66.126", "Description": "THIS PROJECT WILL CONSTRUCT A PORTION OF THE OAKVILLE TO OAKNOLL (OVOK) REACH OF THE NAPA RIVER TO REDUCE FINE SEDIMENT LOADING FROM BANK EROSION AS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9eab76a1-6c9d-9bbc-dc40-ec112cf66444-C", "generated_internal_id": "ASST_NON_99T24201_6800"}, {"internal_id": 48243226, "Award ID": "99T07301", "Award Amount": 1271350.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-01-22", "CFDA Number": "66.126", "Description": "THIS PROJECT WILL DESIGN AND CONSTRUCT PORTIONS OF THE OAKVILLE TO OAKNOLL (OVOK) REACH OF THE NAPA RIVER TO REDUCE FINE SEDIMENT LOADING FROM BANK E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9eab76a1-6c9d-9bbc-dc40-ec112cf66444-C", "generated_internal_id": "ASST_NON_99T07301_6800"}, {"internal_id": 160687284, "Award ID": "98T71201", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE SAUSALITO MARIN CITY SCHOOL DISTRICT'S NEVADA CAMPUS CREEK DAYLIGHTING AND GREEN INFRASTRUCTURE PROJECT (THE PROJECT) RESTORES UP TO 600 FEET OF CHANNEL CROSSING THE SCHOOL CAMPUS, AND BUNDLES ENVIRONMENTAL, EDUCATIONAL AND INSTITUTIONAL BENEFITS TO IMPROVE WATER QUALITY, ADVANCE SCIENCE, AND STRENGTHEN PARTNERSHIPS AND ENGAGEMENT. THE PROJECT WILL DESIGN, PERMIT AND CONSTRUCT UP TO 600 FEET OF DAYLIGHTED, VEGETATED PERENNIAL CREEK CHANNEL, AS WELL AS CONSTRUCT GREEN INFRASTRUCTURE STORM WATER MANAGEMENT ON THE MARTIN LUTHER KING JR. ACADEMY'S NEVADA CAMPUS OF THE SAUSALITO MARIN CITY SCHOOL DISTRICT, INCLUDING BIORETENTION OF PARKING LOT RUNOFF, RAIN GARDENS TO INFILTRATE IMPERVIOUS SURFACE RUNOFF AND RAIN BARRELS TO COLLECT ROOF RUNOFF FOR REUSE AS IRRIGATION WATER.  THE $3,000,000 GRANT WILL SUPPORT THE DESIGN, PERMITTING, AND CONSTRUCTION OF CREEK DAYLIGHTING, GREEN INFRASTRUCTURE, AND OUTDOOR CLASSROOMS. THE FUNDS WILL ALSO SUPPORT WATER QUALITY AND HABITAT MONITORING.  \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,000,000.  \nACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE SAUSALITO MARIN CITY SCHOOL DISTRICT'S NEVADA CAMPUS CREEK DAYLIGHTING AND GREEN INFRASTRUCTURE PROJECT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: DESIGN, PERMITTING, AND CONSTRUCTION OF CREEK DAYLIGHTING, GREEN INFRASTRUCTURE, AND OUTDOOR CLASSROOMS. FUNDS WILL ALSO BE USED TO MONITOR WATER QUALITY AND HABITAT INDICATORS TO DEMONSTRATE PROJECT BENEFITS IN SAUSALITO.SUBRECIPIENT:THE RECIPIENT PLANS TO PARTNER WITH FRIENDS OF WILLOW CREEK TO SUPPORT A MINIMUM THREE-YEAR PROGRAM OF PROFESSIONAL MONITORING OF WATER QUALITY AND HABITAT BASED ON AN APPROVED QAPP, AS WELL AS SUPPORT OF PERIODIC CITIZEN MONITORING BY K-8 STUDENTS, TEACHERS, PARENTS AND VOLUNTEERS WITH EQUIPMENT AND RESOURCES FOR SAMPLING, ANALYSIS AND RESTORATION EFFORTS. THE PARTNERSHIP ALSO PLANS TO ENCOURAGE COMMUNITY PARTICIPATION, PRODUCE PERIODIC REPORTS (E.G., QUARTERLY, ANNUAL), DEVELOP AND IMPLEMENT THE QAPP, AND ORGANIZE ENVIRONMENTAL MONITORING THROUGH COORDINATION WITH MARIN COUNTY STORMWATER PROGRAM AND MARIN COUNTY RESOURCE CONSERVATION DISTRICT.  OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: COMPLETING THE PROJECT DESIGN FOR THE RESTORED STREAM CORRIDOR AND ASSOCIATED WATER QUALITY IMPROVEMENTS, IMPLEMENTATION OF THE WILLOW CREEK RESTORATION, DEVELOPMENT OF A QUALITY ASSURANCE PROJECT PLAN, AND COMMUNITY OUTREACH.  EXPECTED LONGER-TERM OUTCOMES INCLUDE: RESTORATION OF RIPARIAN AND ADJACENT UPLAND HABITAT, REDUCTION OF POLLUTANT LOADS INCLUDING SEDIMENT AND NUTRIENTS THROUGH GREEN STORM WATER MANAGEMENT INFRASTRUCTURE, AND INCREASED COMMUNITY AND STUDENT AWARENESS OF WILLOW CREEK AND WATERSHED VALUES, WATER QUALITY, CLIMATE CHANGE, DROUGHT, AND RIPARIAN HABITAT VALUES THROUGH INCREASED EDUCATIONAL PROGRAMS AND COMMUNITY STEWARDSHIP. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE COMMUNITIES OF SAUSALITO AND MARIN CITY AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c99b2bc7-b49d-c9bd-118c-8ee5e8c1dcdf-R", "generated_internal_id": "ASST_NON_98T71201_6800"}, {"internal_id": 160687271, "Award ID": "98T62701", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE SPHERE INSTITUTE'S BAY RISE PARK PROJECT (THE PROJECT) IS THE TRANSFORMATION OF A 9.4-ACRE STATE PARCEL AT 410 AIRPORT BOULEVARD, BURLINGAME INTO A NEW PUBLIC PARK AND TIDAL MARSH HABITAT. THE OVERALL PROJECT, LOCATED ON RECLAIMED LAND ON THE EDGE OF SAN FRANCISCO BAY, WILL RESTORE TIDAL WETLANDS AND TRANSITION-ZONE HABITATS ABSENT FROM THE BURLINGAME SHORELINE, PROVIDE EDUCATIONAL AND RECREATIONAL AMENITIES, IMPROVE THE BAY TRAIL, AND DEMONSTRATE HOW GREEN INFRASTRUCTURE CAN PROTECT THE BAYFRONT. THE PROJECT TEAM WILL COLLABORATE WITH THE SAN MATEO COUNTY FLOOD AND SEA-LEVEL RISE RESILIENCY DISTRICT ('ONESHORELINE') TO INTEGRATE THE PARK DESIGN WITH THEIR EMERGING REGIONAL SOLUTION FOR FLOOD PROTECTION ALONG THE COUNTY SHORELINE. THE GRANT SUPPORTS CONSTRUCTION DRAWINGS, PLANNING CONSULTATION FOR PERMITS AND REGULATORY APPROVAL, AND INITIAL IMPLEMENTATION/CONSTRUCTION COSTS. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,000,000. PREAWARD COSTS ARE APPROVED BACK TO 6/1/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE SPHERE INSTITUTE'S BAY RISE PARK PROJECT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: COMPLETE CONSTRUCTION DRAWINGS, PLANNING CONSULTATION FOR PERMITS AND REGULATORY APPROVAL, AND INITIAL IMPLEMENTATION/CONSTRUCTION. THESE ACTIVITIES WILL SUPPORT THE OVERALL LARGER BAY RISE PARK PUBLIC PARK AND TIDAL MARSH HABITAT PROJECT IN BURLINGAME.SUBRECIPIENT:THE SPHERE INSTITUTE WILL BE WORKING WITH THE SAN MATEO RESOURCE CONSERVATION DISTRICT AS A PROJECT PARTNER IN HELPING TO MANAGE A GENERAL CONTRACTOR TO SUPPORT THE BAY RISE PARK PROJECT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: COMPLETING THE PROJECT DESIGN, SECURING BUILDING PERMITS FROM THE CITY OF BURLINGAME, ACHIEVING REGULATORY MILESTONES, PREPARING A QUALITY ASSURANCE PROJECT PLAN, CONTINUING COMMUNITY OUTREACH, BEGINNING INITIAL CONSTRUCTION, AND DEVELOPING A LONG-TERM TIDAL MARSH HABITAT RESTORATION AND MONITORING PLAN AND REPORTING REQUIREMENTS.  EXPECTED LONGER-TERM OUTCOMES INCLUDE: APPROXIMATELY 5 ACRES OF RESTORED TIDAL MARSH, TRANSITION ZONE, AND UPLAND HABITATS PARK AND RESTORED, HABITAT COMPLETE AND OPERATIONAL, PROVIDING IMPROVED ENVIRONMENTAL CONDITIONS, HABITAT FOR LOCAL WILDLIFE, AND ACCESSIBLE RECREATIONAL AND EDUCATIONAL AMENITIES FOR THE PUBLIC. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE COMMUNITIES AND VISITORS WHO WOULD VISIT BAY RISE PARK IN BURLINGAME AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e80fcf2f-be08-675e-06c8-ec14fd10bc97-R", "generated_internal_id": "ASST_NON_98T62701_6800"}, {"internal_id": 159934715, "Award ID": "98T62101", "Award Amount": 1472500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE CITY OF ALAMEDA GREEN STORMWATER BIORETENTION AREAS PROJECT WILL ADD NATURE-BASED BIORETENTION AREAS AT THREE INTERSECTIONS WITH ROUNDABOUTS AS PART OF THE CENTRAL AVENUE SAFETY IMPROVEMENT.  THE INTERSECTIONS TO RECEIVE BIORETENTION AREAS ARE ADJACENT TO THE SAN FRANCISCO BAY AND ARE ON THE SAN FRANCISCO BAY TRAIL AND ON AC TRANSIT BUS ROUTES.  THE BIORETENTION AREAS WILL BE IN THE RED CURB ZONES OF INTERSECTIONS AND IN THE CENTER CIRCLES OF THE THREE ROUNDABOUTS.  THE PURPOSE OF THIS PROJECT IS TO CONSTRUCT SUSTAINABLE SYSTEMS THAT SLOW STORMWATER RUNOFF BY DISPERSING IT TO VEGETATED AREAS, PROMOTE INFILTRATION AND EVAPOTRANSPIRATION, AND CLEAN STORMWATER RUNOFF INTO THE SAN FRANCISCO BAY IN THAT DISCHARGE OF POLLUTANTS TO THE STORM DRAIN SYSTEM IS THE LEADING SOURCE OF WATER POLLUTION TO THESE WATER BODIES.  BIORETENTION AREAS HAVE OTHER CO-BENEFITS INCLUDING FLOOD REDUCTION, MULTIMODAL TRANSPORTATION SAFETY IMPROVEMENTS AND ENHANCED STREETSCAPES PROMOTING BAY FRIENDLY LANDSCAPING WITH CALIFORNIA NATIVE, DROUGHT TOLERANT SPECIES.  THE PROJECT DESIGN IS EXPECTED TO BE COMPLETE IN SUMMER 2023 AND CONSTRUCTION IS EXPECTED TO BEGIN IN FALL 2023.   \n\nTHIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1,472,500.\n\nACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP'S COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN, THE CITY OF ALAMEDA WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: SOLICIT BIDS TO BUILD THE PROJECT PER EPA GRANT REQUIREMENTS, AWARD A CONTRACT TO BUILD THE BIO RETENTION AREAS, AND OVERSEE CONSTRUCTION OF OVER 6000 FT.SUP2; OF BIO RETENTION AREA.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE PROJECT DESIGN DOCUMENTS, PROJECT BID DOCUMENTS, AND CONSTRUCTION OF OVER 6000 FT.SUP2; OF BIO RETENTION AREA. ANTICIPATED OUTCOMES INCLUDE IMPROVING THE WATER QUALITY OF RUNOFF DRAINING TO SAN FRANCISCO BAY. SPECIFICALLY, POLLUTANT REMOVALS ATTRIBUTED TO BIORETENTION AREAS RANGE FROM 70 TO 95 PERCENT FOR SEDIMENTS, METALS, AND OILS. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE COMMUNITIES LIVING ON ALAMEDA ISLAND AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98cc0995-b3ac-5ad3-ccbf-5636bf829d25-C", "generated_internal_id": "ASST_NON_98T62101_6800"}, {"internal_id": 160687268, "Award ID": "98T61901", "Award Amount": 3768558.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE INDIA BASIN SHORELINE PARK PROJECT IMPROVES THE HEALTH OF THE ENVIRONMENT AND SUPPORTS BAY ACCESS. THE PROJECT WILL CREATE BIORETENTION BASINS THAT WILL MAXIMIZE THE CAPTURE OF STORMWATER AND TRASH AND ENHANCED INTERTIDAL AREAS.  IT WILL PROVIDE COASTAL PROTECTION DURING STORM SURGES AND INCREASE BIODIVERSITY. UPLAND TRANSITION ZONES WILL BUFFER FUTURE SEA LEVEL RISE AND ALLOW FOR THE CONTINUED EXISTENCE OF THE INTERTIDAL HABITATS. NATIVE, DROUGHT-TOLERANT TREE PLANTINGS AND INSTALLATION OF SHADE STRUCTURES WILL REDUCE IMPACTS OF HIGH HEAT DAYS. IN ADDITION, THE PARK'S SYSTEM OF TRAILS PROVIDES THE PUBLIC WITH DIRECT ACCESS TO THE BAY VIA A GRAVEL BEACH.  FUNDING FROM THIS AGREEMENT WOULD SUPPORT CONSTRUCTION SITE DEVELOPMENT ACTIVITIES.  \n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,768,558.  PREAWARD COSTS ARE APPROVED BACK TO 06/01/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), AS PART OF THIS GRANT THE CITY AND COUNTY OF SAN FRANCISCO WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: SITE DEVELOPMENT CONSTRUCTION ACTIVITIES INCLUDING EARTHWORK AND GRADING, SHORELINE CONTOURING, CONSTRUCTION OF STORMWATER PLANTERS, AND PLANTING FOR STORMWATER PLANTERS, TREES, AND SHORELINE PLANTINGS.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: EARTHWORK AND GRADING, SHORELINE CONTOURING, CONSTRUCTION OF STORMWATER PLANTERS, AND PLANTING INSTALLATIONS. EXPECTED LONG-TERM OUTCOMES INCLUDE: IMPROVED OVERALL WETLANDS ECOLOGY, INCREASED BIODIVERSITY, AND SUPPORT FOR AN INTERCONNECTED HABITAT AT INDIA BASIN SHORELINE PARK. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE BAYVIEW/HUNTERS POINT COMMUNITIES AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96fa1e1a-9ad8-c38d-9890-71ef4e02c485-C", "generated_internal_id": "ASST_NON_98T61901_6800"}, {"internal_id": 159191077, "Award ID": "98T61601", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE EAST BAY REGIONAL PARK DISTRICT FERRY POINT PIER REMOVAL PROJECT (THE PROJECT) WILL REMOVE THE REMAINS OF THE FERRY POINT PIER FERRY TERMINAL AND ASSOCIATED PILINGS AND STRUCTURES - INCLUDING OVER 1,000 TOXIC CREOSOTE-TREATED TIMBER PILES AND 16,500 SQUARE FEET OF CREOSOTE-TREATED, OVER WATER, WOOD DECKING FROM THE SAN FRANCISCO BAY DELTA WATERSHED. THIS ACTION WILL REMOVE A SAFETY HAZARD, IMPROVE WATER QUALITY, AND BENEFIT THE SUBTIDAL HABITAT WITHIN THE SAN FRANCISCO BAY. BECAUSE MOST OF THE PILES AT FERRY POINT CONTAIN CREOSOTE, THEIR REMOVAL WOULD BRING IMMEDIATE BENEFITS TO WATER QUALITY, NATURAL HABITATS FOR FISH SUCH AS THE PACIFIC HERRING, AND BAY ECOSYSTEMS OVERALL. THIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1,200,000.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE EAST BAY REGIONAL PARK DISTRICT FERRY POINT PIER REMOVAL PROJECT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES AT THE FERRY POINT PIER: REMOVE APPROXIMATELY 1,040, 12-TO-14-INCH DIAMETER CREOSOTE-TREATED TIMBER PILES FROM THE MARINE ENVIRONMENT. REMOVING THE PILES WILL RESTORE APPROXIMATELY 800 SQUARE FEET OF BENTHIC SUBSTRATE. REMOVE APPROXIMATELY 16,500 SQUARE FEET OF OVERWATER CREOSOTE-TREATED WOOD DECKING.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: REMOVAL OF APPROXIMATELY 1,040, 12-TO-14-INCH DIAMETER CREOSOTE-TREATED TIMBER PILES FROM THE MARINE ENVIRONMENT. REMOVAL OF APPROXIMATELY 16,500 SQUARE FEET OF OVERWATER CREOSOTE-TREATED WOOD DECKING.  REMOVING THE PILES WILL RESTORE APPROXIMATELY 800 SQUARE FEET OF BENTHIC SUBSTRATE. \n\nTHE FERRY POINT PIER IS PART OF MILLER-KNOX REGIONAL SHORELINE WHICH SITS ALONG THE SAN FRANCISCO BAY SHORELINE IN THE CITY OF RICHMOND. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE NEARBY COMMUNITIES WHO ACCESS THE MILLER-KNOX REGIONAL SHORELINE AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e99ecc52-a716-df1a-ed9c-f67bd398153c-C", "generated_internal_id": "ASST_NON_98T61601_6800"}, {"internal_id": 161091170, "Award ID": "98T61501", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-06", "CFDA Number": "66.126", "Description": "DESCRIPTION:CALIFORNIA STATE COASTAL CONSERVANCY'S REGIONALLY ADVANCING LIVING SHORELINES IN SAN FRANCISCO BAY PROJECT (THE PROJECT) AIMS TO EXPAND CAPACITY AND ENGAGE A WIDER NETWORK OF REGIONAL PARTNERS IN ORDER TO SCALE UP FROM A LIMITED RESEARCH STAGE AND INTEGRATE AND NORMALIZE NATURE-BASED FLOOD APPROACHES WITHIN TRADITIONAL SHORELINE MASTER PLANNING, SEA LEVEL RISE ADAPTATION PLANNING, AND ONGOING SHORELINE MANAGEMENT BY CITIES, COUNTIES, AND OTHER LANDOWNERS. THE PROJECT INCLUDES A FOCUS ON INCREASING CLIMATE ADAPTATION APPROACHES UTILIZING WETLANDS, INTERTIDAL, AND SUBTIDAL HABITATS IN NEARSHORE AREAS IN CENTRAL SF BAY; INCLUDING PORTIONS OF SAN FRANCISCO COUNTY, MARIN COUNTY FROM SAUSALITO TO SAN RAFAEL, AND ALAMEDA AND CONTRA COSTA COUNTIES FROM HAYWARD TO ALBANY. ACTIVITIES INCLUDE TARGETED BASELINE MONITORING, DEVELOPMENT OF REGIONAL DESIGN GUIDANCE, AND DESIGN DEVELOPMENT FOR 10 NEW LIVING SHORELINE SITES. THE PROJECT IS CAREFULLY PLANNED TO BETTER ADDRESS CLIMATE IMPACTS AND URGENCY, BUILD ON LESSONS LEARNED AND BEST PRACTICES FROM PILOT PROJECTS TO DATE, AND ADVANCE HIGH QUALITY SITE PROJECTS THAT ARE READY FOR IMPLEMENTATION IN 2025-27. \n\nTHIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1,500,000.  PRE-AWARD COSTS ARE APPROVED BACK TO 06/01/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), CALIFORNIA STATE COASTAL CONSERVANCY'S REGIONALLY ADVANCING LIVING SHORELINES IN SAN FRANCISCO BAY PROJECT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: TARGETED BASELINE MONITORING WITHIN THREE REACHES OF THE CENTRAL BAY, DEVELOPMENT OF REGIONAL DESIGN AND CONSTRUCTABILITY GUIDANCE, AND RAISING CAPACITY WITH 10 REGIONAL SITE PARTNERS IN DEVELOPING AND LIVING SHORELINES DESIGNS.SUBRECIPIENT:SUBGRANTEE SAN FRANCISCO ESTUARY INSTITUTE WILL CO-MANAGE THE PROJECT WITH CSCC; AND HELP IMPLEMENT PILOT AND BASELINE DATA COLLECTION, DEVELOPMENT OF REGIONAL DESIGN AND CONSTRUCTABILITY GUIDANCE, DEVELOPMENT OF SITE DESIGN TEAMS, AND DEVELOPMENT OF SITE DESIGNS. SUBGRANTEE MARIN AUDUBON SOCIETY WILL HELP IMPLEMENT DEVELOPMENT OF REGIONAL DESIGN AND CONSTRUCTABILITY GUIDANCE, DEVELOPMENT OF SITE DESIGN TEAMS, AND DEVELOPMENT OF SITE DESIGNS. SUBGRANTEE GOLDEN GATE AUDUBON SOCIETY WILL HELP IMPLEMENT DEVELOPMENT OF REGIONAL DESIGN AND CONSTRUCTABILITY GUIDANCE, DEVELOPMENT OF SITE DESIGN TEAMS, AND DEVELOPMENT OF SITE DESIGNS. SUBGRANTEE SAN FRANCISCO STATE UNIVERSITY WILL HELP IMPLEMENT PILOT AND BASELINE DATA COLLECTION, DEVELOPMENT OF REGIONAL DESIGN AND CONSTRUCTABILITY GUIDANCE, DEVELOPMENT OF SITE DESIGN TEAMS, AND DEVELOPMENT OF SITE DESIGNS.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE MONITORING DATA COLLECTION AT FIVE BASELINE PILOT SITES, PHYSICAL AND BIOLOGICAL DATA (BATHYMETRY, TOPOGRAPHY, SEDIMENT, HABITAT, SPECIES), SUMMARY OF KEY LESSONS LEARNED AND BEST PRACTICES AT FIVE PILOT SITES, REGIONAL DESIGN AND CONSTRUCTABILITY GUIDANCE DOCUMENT, 30-60% SITE DESIGNS, PLANS, SPECS AT 10 NEW SITES IN CENTRAL SF BAY, WRITTEN PRODUCTS, INCLUDING SUMMARY REPORT, CONFERENCE ABSTRACTS, DESIGN CRITERIA, BEST MANAGEMENT PRACTICES ON LIVING SHORELINE TECHNIQUES THAT CAN BE APPLIED TO OTHER REGIONAL PROJECT LOCATIONS, DEMONSTRATED COLLABORATION ON MULTI-BENEFIT DESIGNS AND CLIMATE ADAPTATION, AND KNOWLEDGE TRANSFER TO CITY AND COUNTY STAFF LINKED TO 10 NEW SITES. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd536ebf-c630-1ddb-5b74-9e00487ecba5-C", "generated_internal_id": "ASST_NON_98T61501_6800"}, {"internal_id": 160687266, "Award ID": "98T61401", "Award Amount": 3366000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-24", "CFDA Number": "66.126", "Description": "DESCRIPTION: OVER THE LAST DECADE, PUBLIC AGENCIES IN THE BAY AREA HAVE INVESTED SIGNIFICANT RESOURCES IN DEVELOPING AND IMPLEMENTING TRASH ASSESSMENT AND CONTROL MEASURE TRACKING PROGRAMS TO MEET THE REQUIREMENTS UNDER THE STORMWATER PERMIT FOR TRASH REDUCTION. HOWEVER, THE TRACKING AND ASSESSMENT METHODS TO DEMONSTRATE THAT THEIR ACTIONS HAVE RESULTED IN POSITIVE ENVIRONMENTAL OUTCOMES HAVE BEEN CONSTRAINED TO INDIRECT MEASUREMENTS, INCLUDING MAPPING TRASH REDUCTION MEASURES AND COLLECTING TRASH ASSESSMENT DATA ON STREETS, SIDEWALKS, AND PARKING LOTS TO ESTIMATE IMPROVEMENTS IN TRASH GENERATION. THE TASKS PROPOSED UNDER THE WATCHING OUR WATERSHEDS (WOW) PROJECT WILL RESULT IN NEW MONITORING PROTOCOLS AND NETWORKS THAT DIRECTLY MEASURE THE LEVELS OF TRASH IN STORMWATER DISCHARGES AND IN RECEIVING WATERS. ADDITIONALLY, THE PROJECT WILL ENHANCE REGIONAL PARTNERSHIPS BETWEEN BAY AREA MUNICIPALITIES AND TRANSPORTATION AGENCIES VIA THE IMPLEMENTATION OF A REGIONAL ANTI-LITTERING OUTREACH CAMPAIGN AND EXPAND ENGAGEMENT WITH ENVIRONMENTAL ORGANIZATIONS VIA THE CHARACTERIZATION AND ANALYSIS OF TRASH MONITORING DATA THAT WILL INFORM FUTURE TRASH SOURCE CONTROL IMPLEMENTATION. LASTLY, THE PROJECT WILL DISSEMINATE THE DATA-DRIVEN OUTCOMES AND CONCLUSIONS WITH BAY AREA STAKEHOLDERS ABOUT EFFECTIVE TRASH CONTROLS AND MONITORING RESULTS. THE 5.5-YEAR GRANT-FUNDED PROJECT WILL PROVIDE IMPORTANT DATA TO THE SAN FRANCISCO BAY REGIONAL WATER QUALITY CONTROL BOARD (REGIONAL WATER BOARD) AND USEPA TO BETTER EVALUATE TRASH LEVELS IN STORMWATER DISCHARGES AND DETERMINE WHETHER MANDATED TRASH LOAD REDUCTION GOALS HAVE BEEN ACHIEVED.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,366,000.00.  PREAWARD COSTS ARE APPROVED BACK TO 4/3/2023.ACTIVITIES:THE PROJECT ACTIVITIES ARE AS FOLLOWS:\nTASK 1 STORMWATER TRASH CONTROLS \nAPPROXIMATELY 50% REDUCTION IN THE VOLUME/NUMBER OF APPLICABLE LITTER-PRONE TRASH IN COMMUNITIES IMPLEMENTING ORDINANCES. \nINCREASE IN PUBLIC AWARENESS OF TRASH POLLUTION PREVENTION ISSUES IN THE SF BAY AREA. \nDOCUMENTED ACHIEVEMENT OF 100% TRASH REDUCTION BENCHMARK IN APPLICABLE BAY AREA WATERSHEDS OBSERVED VIA OVTAS. \nTASK 2 TRASH MONITORING METHODS \nMEASURED STATUS OF STORMWATER QUALITY AT 11 OUTFALL MONITORING SITES. \nDOCUMENTED ATTAINMENT OF LOW TRASH GENERATION AT MOST STORMWATER DISCHARGE MONITORING LOCATIONS. \nMEASURED STATUS OF WATER QUALITY AT 6 RECEIVING WATER SAMPLING SITES. \nINCREASE IN OVERALL AWARENESS OF LITTER-PRONE ITEMS IN RECEIVING WATER. \nTASK 3 INFORMATION DISSEMINATION \n STANDARDIZED TRASH MONITORING METHODS AND PROTOCOLS DOCUMENTED AND IMPLEMENTED IN THE BAY AREA, GENERATING HIGH QUALITY DATA. \n BAY AREA STAKEHOLDERS INFORMED ON EFFECTIVE TRASH CONTROLS. \n IMPROVEMENTS IN TRASH LEVELS IN STORMWATER AND RECEIVING WATERS OBSERVED. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE DELIVERABLES OF THE PROJECT INCLUDE: \nDATA COMPILATION OF THE EFFECTIVENESS OF LOCAL SINGLE-USE PLASTIC ORDINANCES TO REDUCE THE GENERATION OF TRASH THAT ENDS UP IN STORMWATER AND RECEIVING WATERS; REGIONAL LITTER REDUCTION PUBLIC EDUCATION AND OUTREACH PLAN USING MATERIALS DEVELOPED BY THE CALTRANS CLEAN CALIFORNIA INITIATIVE (CCI); AND OVTA DATA NEEDED TO EFFECTIVELY DEMONSTRATE (WITH AN ACCEPTABLE LEVEL OF STATISTICAL CONFIDENCE) THAT STORMWATER TRASH REDUCTION GOALS HAVE BEEN ACHIEVED. TRASH MONITORING METHODS GUIDANCE DOCUMENT WITH NEW INFORMATION ON TESTED STORMWATER OUTFALL AND RECEIVING WATER MONITORING METHODS;  A WEB-BASED STORMWATER TRASH INFORMATION PORTAL WITH RELEVANT INFORMATION ON EFFECTIVE STORMWATER TRASH CONTROL MEASURES; AND A TRASH SYMPOSIUM TO PRESENT PROJECT FINDINGS. \nTHE EXPECTED OUTCOMES ARE: \n\t- DOCUMENTED ATTAINMENT OF LOW TRASH GENERATION AT ALL STORMWATER DISCHARGE MONITORING LOCATIONS. \n\t- MEASURED STATUS OF WATER QUALITY AT RECEIVING WATER SAMPLING SITES. \n\t- LOW TRASH LEVELS IN RECEIVING WATERS MONITORING LOC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7789eb60-20e1-d229-7155-985a2297ec45-R", "generated_internal_id": "ASST_NON_98T61401_6800"}, {"internal_id": 159191076, "Award ID": "98T61301", "Award Amount": 1800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-04", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE CONTRA COSTA COUNTY FLOOD CONTROL AND WATER CONSERVATION DISTRICT WILDCAT CREEK FISH PASSAGE IMPLEMENTATION PROJECT WILL IMPROVE AN EXISTING POORLY-FUNCTIONING FISH LADDER STRUCTURE AND SEDIMENTATION BASIN IN WILDCAT CREEK. THE PROJECT WILL IMPROVE WATERSHED AND WATER QUALITY BY CONSTRUCTING A 400-FOOT-LONG ECOLOGICALLY-FRIENDLY FISH PASSAGE FACILITY THAT WILL INCLUDE STEP POOLS AND ROUGHENED RAMPS WITH NATURE-LIKE CHANNEL COMPLEXITY.  THE PROJECT WILL ALSO ADDRESS FLOW CONDITIONS UPSTREAM, WHICH WILL MITIGATE LOCAL FLOODING IN THE UNDERSERVED COMMUNITY OF THE CITY OF SAN PABLO. THE PROJECT INCLUDES OUTREACH THROUGHOUT THE TASKS TO ENGAGE WITH THE AFFECTED COMMUNITIES. \n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,800,000.\n\n\nACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN, THE CONTRA COSTA COUNTY FLOOD CONTROL AND WATER CONSERVATION DISTRICT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: COMPLETE FINAL CONSTRUCTION DRAWINGS AND SPECIFICATIONS; CONSTRUCT A 400-FOOT LONG NATURE LIKE FISH PASSAGE; CONSTRUCT DIKES IN A 3-ACRE SEDIMENTATION BASIN TO PROVIDE STABLE FLOWS FOR FISH PASSAGE; LOWER A CONTROL STRUCTURE TO IMPROVE FLOW CONDITIONS UPSTREAM; AND COMMUNITY ENGAGEMENT. \n\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: COMPLETE FINAL CONSTRUCTION DRAWINGS AND SPECIFICATIONS; CONSTRUCT A 400-FT LONG NATURE LIKE FISH PASSAGE; CONSTRUCT DIKES IN A 3-ACRE SEDIMENTATION BASIN TO PROVIDE STABLE FLOWS FOR FISH PASSAGE; LOWER A CONTROL STRUCTURE TO IMPROVE FLOW CONDITIONS UPSTREAM; AND COMMUNITY ENGAGEMENT.  EXPECTED LONG-TERM OUTCOMES INCLUDE FACILITATED FISH PASSAGE; RETURN OF ANADROMOUS FISH; IMPROVEMENT OF FISH HABITAT IN THE SEDIMENTATION BASIN DIRECTLY DOWNSTREAM OF THE FISH PASSAGE FACILITY; IMPROVED WATER QUALITY IN THE 1.5-MILE REACH BETWEEN THE FISH PASSAGE FACILITY AND CASTRO CREEK TIDAL MARSH; AND REDUCED FLOODING IN THE CITY OF SAN PABLO. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE UNDERSERVED COMMUNITIES IN THE CITY OF SAN PABLO AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a838ded5-0e50-cac4-766e-dc8d7d61a988-C", "generated_internal_id": "ASST_NON_98T61301_6800"}, {"internal_id": 160687265, "Award ID": "98T61201", "Award Amount": 4073070.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE MARIN COUNTYWIDE STORMWATER TREATMENT PROJECT WILL COMPLETE ENGINEERING DESIGNS AND ENVIRONMENTAL PERMITS FOR UP TO 17 LARGE STORMWATER TREATMENT INSTALLATIONS (E.G. FULL TRASH CAPTURE DEVICES OR GREEN STORMWATER INFRASTRUCTURE (GSI)) IN MARIN MUNICIPALITIES.  THE PROJECT WILL ALSO FUND DESIGN AND CONSTRUCTION OF A FACILITY TO RECEIVE AND DEWATER MATERIAL REMOVED DURING STORM DRAIN AND TRASH CAPTURE DEVICE CLEANING AND MAINTENANCE ACROSS THE COUNTY. MARIN COUNTYWIDE STORMWATER POLLUTION PREVENTION PROGRAM (MCSTOPPP) AND MEMBER AGENCIES HAVE COMPLETED FEASIBILITY STUDIES, INCLUDING CONCEPTUAL ENGINEERING DESIGNS AND COST ESTIMATES FOR THE INCLUDED PROJECTS.  THE PROJECT WOULD USE GRANT FUNDS TO COMPLETE DESIGNS FOR UP TO 17 STORMWATER TREATMENT FACILITIES, DESIGN AND CONSTRUCT THE DEWATERING PAD, FUND COUNTYWIDE PUBLIC OUTREACH AND ENGAGEMENT, AS WELL AS ADMINISTRATIVE TIME.  MATCHING FUNDING WILL BE PROVIDED THROUGH STAFF TIME FOR TRASH PLANNING AND PROJECT MANAGEMENT, THROUGH PROGRAMMATIC OUTREACH PROGRAMS/ACTIVITIES, AND THROUGH A COOPERATIVE AGREEMENT WITH CALTRANS TO CONSTRUCT STORMWATER TREATMENT FACILITIES.  THE PROJECT WOULD COMPLETE ENGINEERING DESIGNS BY YEAR 2 OF THE GRANT AND CONSTRUCT THE DEWATERING PAD AND 1-2 LARGE STORMWATER TREATMENT FACILITIES (TRASH CAPTURE OR GSI) BY THE END OF YEAR 4 TO REMOVE OVER 8,000 GALLONS ANNUALLY BY THE END OF THE GRANT TERM.  THE GRANT FUNDED ENGINEERING DESIGNS FROM THIS PROJECT WOULD FURTHER UNLOCK $21 MILLION IN CONSTRUCTION FUNDING COMMITTED BY CALTRANS FOR PROJECTS THAT, WHEN CONSTRUCTED BY 2030, WOULD REMOVE OVER 39,500 GALLONS OF TRASH AND OTHER PRIORITY POLLUTANTS ANNUALLY FROM MARIN WATERSHEDS.   \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $4,073,070.00.  PRE-AWARD COSTS ARE APPROVED BACK TO 04/15/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), MARIN COUNTY WILL ACCOMPLISH THE FOLLOWING ACTIVITIES:  COMPLETE ENGINEERING DESIGNS AND ENVIRONMENTAL PERMITS FOR UP TO 17 LARGE STORMWATER TREATMENT INSTALLATIONS, DESIGN AND CONSTRUCT THE DEWATERING PAD, FUND COUNTYWIDE PUBLIC OUTREACH AND ENGAGEMENT, AS WELL AS PROJECT MANAGEMENT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE COMPLETED ENGINEERING DESIGNS FOR THE TRASH CAPTURE DEVICES, ENVIRONMENTAL PERMITS, AND CONSTRUCTION DESIGNS FOR THE DEWATERING PAD. EXPECTED LONG-TERM OUTCOMES INCLUDE REMOVING OVER 8000 GALLONS OF TRASH ANNUALLY BY THE END OF THE PROJECT AND OVER 39,500 GALLONS OF TRASH BY 2030. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE MARIN COUNTY COMMUNITIES AND THE LIVING RESOURCES OF SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27cc4256-b214-cd55-1581-459f67054886-C", "generated_internal_id": "ASST_NON_98T61201_6800"}, {"internal_id": 160687264, "Award ID": "98T61101", "Award Amount": 404400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-24", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE COUNTY OF SAN MATEO ATHLONE TRASH CAPTURE AND YOUTH EDUCATION PROJECT INVOLVES CONSTRUCTION OF A TRASH FULL CAPTURE DEVICE TO REDUCE TRASH FROM A HIGH TRASH GENERATION AREA, REDUCING THE VOLUME OF TRASH ENTERING THE SAN FRANCISCO BAY AND PACIFIC OCEAN. THIS SHOVEL-READY PROJECT WILL BE BUILT IN NORTH FAIR OAKS, AN UNDERSERVED COMMUNITY IN UNINCORPORATED SAN MATEO COUNTY. THIS PROJECT BUILDS UPON EXISTING AND ONGOING EFFORTS BY THE COUNTY OF SAN MATEO (COUNTY) TO IMPLEMENT TRASH FULL CAPTURE SYSTEMS AND ACHIEVE LONG-TERM TRASH LOAD REDUCTION AS REQUIRED BY THE CALIFORNIA REGIONAL WATER QUALITY CONTROL BOARD SAN FRANCISCO BAY REGION MUNICIPAL REGIONAL STORMWATER PERMIT. TO HELP REDUCE TRASH GENERATION AND PROMOTE COMMUNITY AWARENESS AND ACTION AROUND ENVIRONMENTAL IMPACTS OF TRASH AND OTHER STORMWATER ISSUES, THIS PROJECT WILL INCLUDE AN EDUCATION AND OUTREACH EFFORT IN COLLABORATION WITH THE ESTABLISHED COUNTY YOUTH EXPLORING CLIMATE SCIENCE PROGRAM TO DELIVER CURRICULUM AND HANDS-ON OPPORTUNITIES TO MIDDLE AND HIGH SCHOOL STUDENTS. THIS TWO-PRONGED APPROACH - CONSTRUCTION OF THE DEVICE TO REMOVE TRASH POLLUTION, AND COMMUNITY OUTREACH EFFORTS TO PREVENT LITTERING AND PROMOTE CLEANUPS - IS EXPECTED TO HAVE A POSITIVE IMPACT ON WATER QUALITY. THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $404,400.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE COUNTY OF SAN MATEO WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: CONSTRUCT AND INSTALL A TRASH CAPTURE DEVICE AND CONDUCT AN OUTREACH AND EDUCATION PROGRAM FOCUSED ON WATER QUALITY WITH A LOCAL YOUTH CENTER.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE PURCHASING, INSTALLING, AND MAINTAINING A LARGE TRASH CAPTURE DEVICE; AND DEVELOPING AN EDUCATION AND OUTREACH PROGRAM WITH A LOCAL YOUTH ENGAGEMENT PROGRAM.  EXPECTED LONG-TERM OUTCOMES INCLUDE TREATING STORMWATER RUNOFF FROM 563 ACRES IN THE BAYFRONT CANAL-ATHERTON CHANNEL WATERSHED, REMOVING APPROXIMATELY 3,500 GALLONS OF TRASH PER YEAR, AND REDUCING TRASH LOAD BY 5% IN UNINCORPORATED SAN MATEO COUNTY. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE NORTH FAIR OAKS COMMUNITY IN SAN MATEO COUNTY AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b2764a87-f3c6-ac55-67d1-717308b55e01-C", "generated_internal_id": "ASST_NON_98T61101_6800"}, {"internal_id": 160687263, "Award ID": "98T61001", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "66.126", "Description": "DESCRIPTION:SANTA CLARA VALLEY WATER DISTRICT'S NINE CREEK ENCAMPMENT CLEANUP AND COYOTE CREEK BANK REHABILITATION PROJECT (THE PROJECT) OFFERS A MULTIFACETED APPROACH TO REDUCE TRASH, DEBRIS, HAZARDOUS POLLUTANTS AND ENVIRONMENTAL IMPACTS FROM ENCAMPMENT ACTIVITY IN HEAVILY IMPACTED STRETCHES OF WATERWAYS COUNTYWIDE THEREBY IMPROVING WATER QUALITY AND RESTORING THE NATURAL AQUATIC AND RIPARIAN HABITAT. THROUGH DEVELOPMENT OF STRATEGIC PARTNERSHIPS AND COORDINATION WITH LOCAL ORGANIZATIONS, VALLEY WATER PROPOSES TO CONDUCT TRASH RAFT AND WOODY DEBRIS REMOVAL AND COUNTYWIDE ROUTINE ENCAMPMENT CLEANUPS IN HEAVILY IMPACTED REACHES OF BERRYESSA CREEK, COYOTE CREEK, GUADALUPE CREEK, GUADALUPE RIVER, LOS GATOS CREEK, LOWER SILVER CREEK, SARATOGA CREEK, THOMPSON CREEK AND WEST BRANCH LLAGAS CREEK. ADDITIONALLY, 32 PORTABLE TOILET FACILITIES WILL BE INSTALLED AND MANAGED TO REDUCE WATER QUALITY IMPACTS IN THESE HEAVILY IMPACTED REACHES. SUCCESS WILL BE MEASURED BY THE TONNAGE OF TRASH, DEBRIS, AND HAZARDOUS POLLUTANTS REMOVED FROM THE PROJECT AREA AND THE SQUARE FOOTAGE OF BANK REHABILITATED. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,000,000.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), SANTA CLARA VALLEY WATER DISTRICT'S NINE CREEK ENCAMPMENT CLEANUP AND COYOTE CREEK BANK REHABILITATION PROJECT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: CONDUCT TRASH RAFT REMOVALS AND BANK REHABILITATION DUE TO ENCAMPMENT GENERATED IMPACTS IN A REACH OF COYOTE CREEK TO IMPROVE WATER QUALITY; AND CONDUCT COUNTYWIDE ROUTINE ENCAMPMENT CLEANUPS IN HEAVILY IMPACTED REACHES OF BERRYESSA CREEK, COYOTE CREEK, GUADALUPE CREEK, GUADALUPE RIVER, LOS GATOS CREEK, LOWER SILVER CREEK, SARATOGA CREEK, THOMPSON CREEK AND WEST BRANCH LLAGAS CREEK. ADDITIONALLY, 32 PORTABLE TOILET FACILITIES WILL BE INSTALLED AND MANAGED TO REDUCE WATER QUALITY IMPACTS IN THESE HEAVILY IMPACTED REACHES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE A MINIMUM OF 200 LARGE SCALE ENCAMPMENT CLEANUPS, A MINIMUM OF 4 VOLUNTEER CLEANUPS, REHABILITATE A MINIMUM OF 4,000 SQUARE FEET OF CREEK BANK, REMOVE A MINIMUM OF 3 TRASH RAFTS, INSTALL 32 PORTABLE TOILET FACILITIES, PRODUCE QUARTERLY AND FINAL REPORTS THROUGHOUT THE GRANT LIFE CYCLE, AND REMOVE 2,000 TONS OF TRASH, DEBRIS AND HAZARDOUS POLLUTANTS THROUGH ENCAMPMENT CLEANUPS. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "638c234d-50d7-f088-db6f-8cbae5eb8484-C", "generated_internal_id": "ASST_NON_98T61001_6800"}, {"internal_id": 159659944, "Award ID": "98T60401", "Award Amount": 2782586.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-05", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE RICHARDSON BAY REGIONAL AGENCY'S COLLABORATIVELY RESTORING EELGRASS IN RICHARDSON BAY TO IMPROVE WATER QUALITY AND CLIMATE RESILIENCE PROJECT (THE PROJECT) WILL IMPLEMENT AN URGENTLY NEEDED, INNOVATIVE PUBLIC-PRIVATE PARTNERSHIP TO RESTORE AT LEAST 15 ACRES OF EELGRASS OVER FOUR YEARS, PROVIDE TRAINING FOR EARLY CAREER CONSERVATIONISTS FROM SEVERELY DISADVANTAGED COMMUNITIES, AND DEVELOP SHAREABLE, SCALABLE BEST-PRACTICES FOR EELGRASS RESTORATION IN AREAS OF ANCHOR SCOUR. THESE OUTCOMES WILL BE ACHIEVED THROUGH SIX MAJOR PROJECT TASKS: 1 - CONTINUED IMPLEMENTATION OF RBRA'S EELGRASS PROTECTION AND MANAGEMENT PLAN; 2 - DEVELOPMENT OF A RESTORATION AND ADAPTIVE MANAGEMENT PLAN; 3 - MARINE DEBRIS REMOVAL; 4 - EELGRASS RESTORATION, MONITORING, AND ADAPTIVE MANAGEMENT; 5 - COMMUNITY SUPPORT AND ENGAGEMENT; 6 - PROJECT MANAGEMENT. RECENT REMOVAL OF DERELICT AND ABANDONED VESSELS AND THE IMPLEMENTATION OF A NO ANCHOR AREA/EELGRASS PROTECTION ZONE IN RICHARDSON BAY HAS CREATED THIS OPPORTUNITY FOR RESTORATION, WHICH IS PARTICULARLY URGENT IN THE FACE OF SEA LEVEL RISE, INCREASING OCEAN TEMPERATURES, AND OTHER THREATS FROM A CHANGING CLIMATE. EELGRASS IS A NATURE-BASED SOLUTION TO THESE THREATS - EELGRASS BEDS IMPROVE WATER QUALITY, REDUCE COASTAL EROSION (BY STABILIZING SEDIMENT AND REDUCING WAVE ENERGY), SEQUESTER CARBON, REDUCE OCEAN ACIDIFICATION, AND PROVIDE NURSERY HABITAT FOR COMMERCIALLY, RECREATIONALLY, AND ECOLOGICALLY IMPORTANT MARINE LIFE (E.G., PACIFIC HERRING AND DUNGENESS CRAB). THIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $2,782,586. PREAWARD COSTS HAVE BEEN APPROVED BACK TO 4/15/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE RICHARDSON BAY REGIONAL AGENCY WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: RESTORATION OF AT LEAST 15 ACRES OF EELGRASS IN RICHARDSON BAY (INCLUDING ADAPTIVE MANAGEMENT AND MONITORING), CONTINUED IMPLEMENTATION OF THE RICHARDSON BAY EELGRASS PROTECTION AND MANAGEMENT PLAN, DEVELOPMENT OF A RESTORATION AND ADAPTIVE MANAGEMENT PLAN, MARINE DEBRIS REMOVAL, AND COMMUNITY ENGAGEMENT AND SUPPORT.SUBRECIPIENT:SUBAWARD TO AUDUBON CALIFORNIA FOR COMMUNITY ENGAGEMENT AND WATERBIRD MONITORING. SUBAWARD TO SAN FRANCISCO STATE UNIVERSITY, ESTUARY AND OCEAN SCIENCE CENTER FOR EELGRASS\nRESTORATION AND SCIENTIFIC EXPERTISE.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE:  CONTINUED IMPLEMENTATION OF RBRA'S EELGRASS PROTECTION AND MANAGEMENT PLAN BY SIGNAGE DEMARCATING BOUNDARIES OF THE EELGRASS PROTECTION ZONE (EPZ) AND ANNUAL HABITAT AND WATERBIRD MONITORING;  DEVELOPMENT OF A RESTORATION AND ADAPTIVE MANAGEMENT PLAN; INVOICES AND QUARTERLY REPORTS DESCRIBING MARINE DEBRIS REMOVAL ACTIVITIES DURING THE PREVIOUS QUARTER; 15 ACRES OF EELGRASS RESTORED, OUTREACH AND EDUCATION PLAN FOR COMMUNITY SUPPORT AND ENGAGEMENT, LIST OF VESSELS ACQUIRED VIA VESSEL BUYBACK PROGRAM AND DESCRIPTION OF DISPOSAL EFFORTS, AND QUARTERLY AND FINAL REPORTS. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS AND THE COMMUNITIES LIVING ON AND AROUND RICHARDSON BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e89ac94f-6148-db04-9544-7d1564dc72b5-R", "generated_internal_id": "ASST_NON_98T60401_6800"}, {"internal_id": 159789803, "Award ID": "98T56501", "Award Amount": 258685.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE ECOBLOCK WATER IMPROVEMENT PROJECT LEVERAGES THE EXISTING CALIFORNIA ENERGY COMMISSION-FUNDED OAKLAND ECOBLOCK PROJECT. THE OAKLAND ECOBLOCK RESEARCH PROJECT, LED BY UC BERKELEY, IS EXPLORING SOCIAL, LEGAL, FINANCIAL, AND TECHNICAL STRATEGIES FOR INCREASING RESILIENCE AND RAPIDLY, EQUITABLY, AND AFFORDABLY REDUCING GREENHOUSE GAS EMISSIONS THROUGH NEIGHBORHOOD-SCALE RETROFITTING. THE PILOT OAKLAND ECOBLOCK HAS 14 COMMITTED HOMEOWNERS ON A BLOCK IN AN UNDERSERVED NEIGHBORHOOD IN OAKLAND, REPRESENTING 24 HOUSING UNITS AND ONE COMMERCIAL UNIT. \n\nTHE PROJECT PROPONENT AND THE COMMUNITY WILL ADD STORMWATER CAPTURE VIA A RAIN GARDEN WITH EPA FUNDING WITH THE GOAL OF IMPROVING THE QUALITY OF THE WATER ENTERING NEARBY SAUSAL CREEK. THE PROJECT WILL ALSO INCREASE DROUGHT RESILIENCE THROUGH IMPROVED SIDEWALK PLANTINGS, AND INCREASED SHADE COVER. UC REGENTS WILL PRODUCE A GUIDEBOOK OUTLINING BEST PRACTICES FOR OTHER COMMUNITIES TO DEVELOP THEIR OWN ECOBLOCKS, LEVERAGING THE NEIGHBOR OR PEER EFFECT OF BLOCK-SCALE RETROFITTING TO ACCELERATE INCREASED RESILIENCE TO CLIMATE IMPACTS, ESPECIALLY FOR UNDERSERVED COMMUNITIES.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $258,865.  PRE-AWARD COSTS ARE APPROVED BACK TO 10/13/2022.  SEE TERMS AND CONDITIONS.\nACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN, THE PROJECT IS STRUCTURED IN THREE TASKS THAT RUN IN PARALLEL THROUGHOUT THE GRANT: ADMINISTRATION, STORMWATER MITIGATION, AND OUTREACH AND SCALING. THE PROJECT WILL MANAGE AND TREAT STORMWATER WITH GREEN STORMWATER INFRASTRUCTURE AT STORMWATER INLETS INTO SAUSAL CREEK, AND INSTALL SENSORS TO MONITOR THE STORMWATER FLOWS TO SAUSAL CREEK PRE-AND POST-PROJECT IMPLEMENTATION. THE PROJECT LEADS WILL CONDUCT MEETINGS TO SHARE INFORMATION AND TO ELICIT FEEDBACK ON THE STORMWATER MITIGATION MEASURES; DEVELOP OUTREACH MATERIAL (BLOGS, VIDEOS, PRESENTATIONS, WORKSHOPS), AND DEVELOP STORMWATER MITIGATION AND WATER EFFICIENCY BEST PRACTICES MATERIAL FOR THE OAKLAND ECOBLOCK GUIDEBOOK FOR MUNICIPALITIES. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: PROJECT DESIGNS, CONCRETE REMOVAL AND DROUGHT TOLERANT PLANTING TO CAPTURE STORMWATER, PURCHASE AND INSTALL A FLOWMETER TO MONITOR PRE-AND POST-PROJECT WATER QUALITY, AND A BEST PRACTICES GUIDE FOR FUTURE ECOBLOCKS. EXPECTED LONG-TERM OUTCOMES INCLUDE REDUCING THE FOLLOWING: STORMWATER SURGE FLOW BY 50%, LOCAL FLOODING AND CONTAMINANTS ENTERING CREEK. TREE PLANTINGS WILL ALSO INCREASE LOCAL SHADE COVER.  THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE UNDERSERVED COMMUNITY IN THIS NEIGHBORHOOD AND THE LIVING RESOURCES OF SAUSAL CREEK AND THE SAN FRANCISCO BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 258685.0, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_98T56501_6800"}, {"internal_id": 159789802, "Award ID": "98T55901", "Award Amount": 419002.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-23", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE CITY OF SAN JOSE'S ENVIRONMENTAL STEWARDSHIP PROGRAM PROJECT (THE PROJECT) WILL FOCUS ON BUILDING ON EARLIER ENVIRONMENTAL EDUCATION EFFORTS TO SUPPORT PREPAREDNESS FOR CLIMATE CHANGE-RELATED NATURAL DISASTERS, TARGETING UNDERSERVED HIGH SCHOOLS AND INSTILLING RESILIENCY AND ENVIRONMENTAL STEWARDSHIP IN THE NEXT GENERATION OF YOUNG ADULTS. THE PROJECT WILL PROVIDE EDUCATIONAL PROGRAMMING ON WATERSHED PROTECTION AND CLIMATE RESILIENCE TO A LOCAL HIGH SCHOOL, TRAIN HIGH SCHOOLERS ON EFFECTIVE AND ENGAGING PRESENTING, HOLD PRESENTATIONS FOR ELEMENTARY SCHOOLERS AND THE COMMUNITY ON CLIMATE RESILIENCE, AND FACILITATE CREEK CLEANUPS, WITH ASSISTANCE FROM HIGH SCHOOL STUDENTS, IN SAN JOSE. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $419,002. PRE-AWARD COSTS ARE APPROVED BACK TO 05/01/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE CITY OF SAN JOSE WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: PROVIDE EDUCATIONAL PROGRAMMING ON WATERSHED PROTECTION AND CLIMATE RESILIENCE TO A LOCAL HIGH SCHOOL, TRAIN HIGH SCHOOLERS ON EFFECTIVE AND ENGAGING PRESENTING, HOLD PRESENTATIONS FOR ELEMENTARY SCHOOLERS AND THE COMMUNITY ON CLIMATE RESILIENCE, AND FACILITATE CREEK CLEANUPS, WITH ASSISTANCE FROM HIGH SCHOOL STUDENTS, IN SAN JOSE.SUBRECIPIENT:THE CITY OF SAN JOSE WILL BE ENGAGING IN MULTIPLE SUBAWARDS TO ACCOMPLISH THE PROJECT WORK. THE CITY WILL BE PARTNERING WITH THE CHILDREN'S DISCOVERY MUSEUM, OR ANOTHER SIMILAR PROVIDER TO PROVIDE AN ENVIRONMENTAL EDUCATION PROGRAM TO HIGH SCHOOL STUDENTS. INTERNATIONAL CHILDREN ASSISTANCE NETWORK AND MUJERES EMPRESARIAS TOMANDO ACCION, OR SIMILAR PROVIDERS, WILL TRANSLATE THE CLIMATE RESILIENCE AND EMERGENCY PREPAREDNESS MATERIALS AND PRESENTATION INTO SPANISH AND VIETNAMESE. KEEP COYOTE CREEK BEAUTIFUL, OR A SIMILAR PROVIDER, WILL FACILITATE THE CLEANUP AT COYOTE CREEK AND PROVIDE EDUCATION ON HOW TRASH IMPACTS LOCAL WATERWAYS. OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: PROVIDING BIOSITE CURRICULUM TO SAN JOSE HIGH SCHOOL STUDENTS, COORDINATING A LAB LESSON FOR HIGH SCHOOL STUDENTS AT THE TECH INTERACTIVE MUSEUM, SUPPORT COMMUNITY PRESENTATIONS ON EMERGENCY PREPAREDNESS, COORDINATE CREEK CLEANUPS, AND ENSURE EDUCATIONAL MATERIALS ARE TRANSLATED OR INTERPRETED IN THE LANGUAGE THAT MEETS THE AUDIENCE'S NEEDS AND POSTED TO THE CITY OF SAN JOSE WEBSITE FOR PUBLIC ACCESS. EXPECTED OUTCOMES INCLUDE: INSTILLED ENVIRONMENTAL STEWARDSHIP IN STUDENTS AND THE SURROUNDING COMMUNITY, INCREASED RESILIENCE OF THE WATERSHED AND PEOPLE THAT LIVE IN IT, AND RESTORATION AND ENHANCEMENT A LOCAL CREEK. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE UNDERSERVED COMMUNITIES IN SAN JOSE AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 419002.0, "recipient_id": "f75a2fbe-f4fb-4455-dcef-4135d0d3ad25-C", "generated_internal_id": "ASST_NON_98T55901_6800"}, {"internal_id": 160687248, "Award ID": "98T55801", "Award Amount": 366713.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE ROSE FOUNDATION FOR COMMUNITIES AND THE ENVIRONMENT'S NEW VOICES ARE RISING'S YOUTH POWER FOR WATER JUSTICE PROJECT (THE PROJECT) WILL FOCUS ON IDENTIFYING, EXPLORING, AND PRIORITIZING NECESSARY ACTIONS TO ADDRESS CLIMATE CHANGE IMPACTS BY INCREASING INVOLVEMENT OF YOUTH FROM HISTORICALLY DISENFRANCHISED BAY AREA COMMUNITIES IN PLANNING FOR A MORE EQUITABLE AND SUSTAINABLE WATER FUTURE. THE PROJECT AIMS TO INCREASE THE YOUTH CAPACITY IN OVERBURDENED, UNDER RESOURCED COMMUNITIES LOCATED IN TWO OAKLAND WATERSHEDS OF CRITICAL CONCERN, ARROYO VIEJO CREEK WATERSHED AND OAKLAND ESTUARY. PARTICIPANTS OF THE PROJECT WILL CONDUCT EDUCATION AND ORGANIZING PROJECTS WITH PEERS, FOCUSED ON WATER QUALITY, RESTORATION STRATEGIES, CLIMATE CHANGE STRESSORS AND RELATED ENVIRONMENTAL JUSTICE ISSUES. THE PROJECT WILL CULMINATE IN A YOUTH-DRIVEN COMMUNITY VISION DOCUMENT, HIGHLIGHTING THEIR WATER CONCERNS AND SHOWING CASING THEIR PREFERRED ADAPTATION AND MITIGATION STRATEGIES, WHICH WILL BE SHARED WITH THE WIDER COMMUNITY. \n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $366,713.  PRE-AWARD COSTS ARE APPROVED BACK TO 5/1/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE ROSE FOUNDATION FOR COMMUNITIES AND THE ENVIRONMENT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: PLAN AND HOST WATER JUSTICE WEEKS TO EDUCATE HIGH SCHOOL STUDENTS ON THE WATER QUALITY AND CLIMATE CONCERNS AFFECTING THEIR LOCAL WATER SYSTEMS, RECRUIT WATER JUSTICE FELLOWS TO CONDUCT WEEKLY WATER QUALITY MONITORING AND DATA ANALYSIS ON LAKE MERRITT, ORGANIZE COMMUNITY NEEDS ASSESSMENTS AND VISIONING SESSIONS TO PLAN FOR A NEW WATER FUTURE THAT ACCOUNTS FOR CLIMATE JUSTICE. SUBRECIPIENT:SUBAWARD ACTIVITIES INCLUDE NEIGHBORHOOD TOURS, PROVISION OF TECHNICAL EXPERTISE, AND SUMMER EXTERNSHIP HOSTING. \nOUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: A CURRICULUM WITH LESSON PLANS AND PRESENTATIONS FOR THE WATER JUSTICE WEEK SUMMER ACADEMY THAT PROVIDES BASIC WATER, CLIMATE, AND ENVIRONMENTAL JUSTICE GROUNDING TO YOUTH LEADERS; IDEAL COMMUNITY DRAWINGS FROM VISIONING SESSIONS; WATERSHED INFOGRAPHICS TO SPOTLIGHT COMMUNITY CONCERNS; WATER MONITORING TRAINING TOOLKIT; VISIONING DOCUMENTS AND VIDEOS FROM YOUTH INFORMED COMMUNITY NEEDS ASSESSMENTS, SURVEYS, AND INTERVIEWS; AND A COMMUNITY INFORMED DESIGN FOR A MODEL NEIGHBORHOOD WITH GREEN INFRASTRUCTURE AND RESILIENCY FEATURES. \n\nEXPECTED LONG TERM OUTCOMES INCLUDE: COMMUNITY RESTORATION THROUGH CAPACITY BUILDING BY EDUCATING AND EQUIPPING LOCAL YOUTH TO PARTICIPATE EXTENSIVELY IN CONVERSATIONS SURROUNDING COMMUNITY WATER CONCERNS AND EFFORTS; WATERSHED IMPROVEMENTS THROUGH TREE PLANTINGS AND RESTORATION ACTIVITIES; WORKFORCE DEVELOPMENT THROUGH THE TRAINING OF YOUTH FELLOWS WHO WILL DEVELOP SKILLS IN WATER QUALITY MONITORING AND COMMUNITY OUTREACH. \n\nTHE INTENDED BENEFICIARIES OF THIS PROJECT ARE UNDERSERVED COMMUNITIES AND LIVING RESOURCES IN ARROYO VIEJO CREEK WATERSHED AND OAKLAND ESTUARY WATERSHEDS OF THE SAN FRANCISCO BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 366713.0, "recipient_id": "6e656a9c-3345-ca69-8f0c-4a97dc791567-R", "generated_internal_id": "ASST_NON_98T55801_6800"}, {"internal_id": 159191067, "Award ID": "98T55701", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-04", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE CALIFORNIA STATE COASTAL CONSERVANCY'S SOUTHERN EDEN LANDING RESTORATION PROJECT, PART OF THE SOUTH BAY SALT POND RESTORATION (SBSPR) PROJECT, WILL TAKE PLACE WITHIN AND AROUND 11 FORMER SALT-EVAPORATION PONDS THAT MAKE UP THE SOUTHERN HALF OF EDEN LANDING AND WILL ALSO INCLUDE SOME MODIFICATION OF LEVEES AROUND ONE POND JUST NORTH OF OLD ALAMEDA CREEK. THE PONDS CURRENTLY HAVE LIMITED CONNECTIONS TO THE SURROUNDING SLOUGHS AND SAN FRANCISCO BAY, LEADING TO THE POTENTIAL FOR IMPAIRED WATER QUALITY (E.G., LOW DISSOLVED OXYGEN, ELEVATED TEMPERATURE).  THE SOUTHERN EDEN LANDING RESTORATION PROJECT WOULD HELP RESTORE 2,100 ACRES OF FORMER SALT-EVAPORATION PONDS TO 1,300 ACRES OF TIDAL MARSH AND 800 ACRES OF ENHANCED MANAGED POND. THE PROJECT WOULD ALSO IMPROVE APPROXIMATELY 4 MILES OF EXISTING LEVEES AND ADD HABITAT TRANSITION SLOPES ADJACENT TO THE MARSH THAT TOGETHER PROVIDE EFFECTIVE ADAPTATION TO SEA-LEVEL RISE. OVER 4 MILES OF TRAIL WOULD BE ADDED TO INCREASE SHORELINE ACCESS FOR LOCAL COMMUNITY MEMBERS AND VISITORS.  \n\nTHIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $4,000,000. PRE-AWARD COSTS ARE APPROVED BACK TO 04/15/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE SOUTHERN EDEN LANDING RESTORATION PROJECT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: \n- RESTORE APPROXIMATELY 1,300 ACRES OF TIDAL MARSH HABITAT BY LOWERING AND BREACHING SECTIONS OF INTERNAL AND EXTERNAL LEVEES AND EXCAVATING PILOT CHANNELS TO HYDROLOGICALLY CONNECT PONDS TO THE ESTUARY.\n- ENHANCE APPROXIMATELY 800 ACRES OF MANAGED PONDS BY ADDING AND UPGRADING WATER CONTROL STRUCTURES TO IMPROVE CIRCULATION AND CONTROL OF WATER LEVELS.  \n- RAISE AND WIDEN LEVEES WITH SUITABLE FILL MATERIAL FROM OFF-SITE EXCAVATION PROJECTS TO MAINTAIN OR IMPROVE CURRENT FLOOD RISK MANAGEMENT CAPACITY.  \n- BUILD HABITAT TRANSITION SLOPES TO INCREASE THE POTENTIAL OF THE RESTORED MARSHES TO ADAPT TO SEA LEVEL RISE, WHILE ALSO PROVIDING ECOLOGICAL BENEFITS SUCH AS HABITAT COMPLEXITY AND HIGH-TIDE REFUGIA FOR TERRESTRIAL MARSH WILDLIFE. \n- CONSTRUCT ISLANDS AND MARSH MOUNDS TO INCREASE NESTING AND ROOSTING HABITAT FOR SHOREBIRDS AND WATERFOWL, AS WELL AS REFUGIA FOR TIDAL MARSH WILDLIFE, WHILE ALSO PROVIDING NODES OF SEDIMENT ACCRETION.\n- BUILD AN OVERFLOW SILL BETWEEN OLD ALAMEDA CREEK AND ONE OF THE PROJECT'S MANAGED PONDS (E6A) TO AVOID POTENTIAL PROJECT-RELATED INCREASES IN FLUVIAL FLOOD RISK. THE SILL WOULD ALLOW OVERTOPPING OF CREEK OUTFLOWS INTO THE POND DURING EXTREME HIGH TIDES AND STORM EVENTS, UNTIL TIDES AND STORMWATERS RECEDE. \n- COMPLETE THE BAY TRAIL THROUGH THE PROJECT AREA AND ADD A 'COMMUNITY CONNECTOR' TRAIL INTENDED TO PROVIDE CONVENIENT ACCESS TO LOCAL RESIDENTS AND VISITORS. OTHER PUBLIC AMENITIES LIKE VIEWING PLATFORMS, INTERPRETIVE SIGNS, AND BENCHES WILL BE CONSTRUCTED IN ASSOCIATION WITH THE TRAIL.\n- CONSTRUCT A GRAVEL BEACH AND BERM FEATURE (PILOT PROJECT) AND ADD LARGE WOOD BUNDLES OUTBOARD OF THE BAYFRONT LEVEE TO HELP PROTECT THE BAYFRONT LEVEE FROM EROSION AND PROVIDE SHOREBIRD AND FISH HABITAT. \nSUBRECIPIENT:SUBAWARD TO DUCKS UNLIMITED INC. TO OVERSEE CONSTRUCTION THAT WILL RESULT IN RESTORATION OF 1,300 ACRES OF TIDAL MARSH AND ENHANCEMENT OF 800 ACRES OF MANAGED PONDS. THE CONSTRUCTION INVOLVES INSTALLATION OF WATER CONTROL STRUCTURES, RAISING LEVEES (BERMS) AND OTHER EARTHWORK, DEVELOPMENT OF TRAILS, ECOLOGICAL ENHANCEMENT OF A RIPRAP LEVEE ALONG THE BAYFRONT, AND LEVEE BREACHES TO ALLOW FULL TIDAL FLOWS INTO THE RESTORING TIDAL MARSH AREA. DU WILL PREPARE BID PACKAGES AND CONTRACT WITH FIRMS THAT WILL CONSTRUCT THE PROJECT. DUCKS UNLIMITED WILL OVERSEE THE CONSTRUCTION WORK TO ENSURE IT IS CONSISTENT WITH THE PROJECT DESIGN AND MEETS ALL ENGINEERING SPECIFICATIONS.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: \n1-3 LEVEE BREACHES BETWEEN THE BAY PONDS AND OLD ALAMEDA CREEK;", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd536ebf-c630-1ddb-5b74-9e00487ecba5-C", "generated_internal_id": "ASST_NON_98T55701_6800"}, {"internal_id": 159789801, "Award ID": "98T55601", "Award Amount": 1732000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "66.126", "Description": "DESCRIPTION:GREEN STORMWATER INFRASTRUCTURE BY AND FOR COMMUNITIES IS A COLLABORATION BETWEEN SAN FRANCISCO ESTUARY INSTITUTE (SFEI), SAN FRANCISCO ESTUARY PARTNERSHIP (SFEP), URBAN TILTH, AND UNIVERSITY OF CALIFORNIA, BERKELEY (UCB). THE PROJECT AIMS TO BUILD THE CAPACITY OF RESIDENTS IN EAST OAKLAND AND RICHMOND, CALIFORNIA, TO UNDERSTAND AND INFLUENCE LOCAL WATER QUALITY. THE PROJECT WILL CREATE A CURRICULUM TO ENGAGE UNDERSERVED COMMUNITIES IN GSI DESIGN, INVITE THEM TO ENGAGE WITH THE PROJECT TEAM IN A COMMUNITY-DRIVEN GSI PLANNING PROCESS, AND BUILD THEIR CAPACITY TO CONTRIBUTE TO FUTURE PLANNING EFFORTS.  THE RESULTS OF THIS COLLABORATIVE EFFORT WILL ENHANCE EXISTING GREEN INFRASTRUCTURE ALONG THE RICHMOND GREENWAY, MANAGEMENT OF NEWLY INSTALLED GSI IN NORTH RICHMOND AND EAST OAKLAND, AND IMPLEMENTATION OF NEW GSI BY SKYLINE HIGH SCHOOL STUDENTS IN OAKLAND.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,732,000.00.ACTIVITIES:\n\nGREEN STORMWATER INFRASTRUCTURE BY AND FOR COMMUNITIES INCLUDES SIX MAJOR, INTERRELATED TASKS. TASK 1, DEVELOPMENT AND IMPLEMENTATION OF GSI CURRICULUM AND PROTOCOL FOR MONITORING AND MAINTENANCE DEVELOPS GSI MODULES TO ENGAGE AND ENERGIZE OAKLAND HIGH SCHOOL YOUTH AND APPRENTICES OF URBAN TILTH'S BASIN OF RELATIONS TRAINING PROGRAM. THE PROJECT WILL DEVELOP AND IMPLEMENT A MONITORING AND MAINTENANCE PROTOCOL, AS A STANDARDIZED APPROACH FOR COMMUNITIES AND STUDENTS TO CHARACTERIZE THE HYDROLOGIC AND WATER QUALITY IMPACTS OF GSI INSTALLATIONS, AND IDENTIFY MAINTENANCE NEEDS. TASK 2, COMMUNITY TOUR DEVELOPMENT AND IMPLEMENTATION, INCLUDES\nHOSTED AND SELF-DIRECTED COMMUNITY TOURS IN THE EAST OAKLAND AND RICHMOND COMMUNITIES. TASK 3 AND 4 ARE COMMUNITY WORKSHOP SERIES AND NEIGHBORHOOD GSI PLANS  TO IMPLEMENT A SERIES OF UP TO SIX COMMUNITY ENGAGEMENT EVENTS PER NEIGHBORHOOD. THE COMMUNITY WORKSHOP SERIES WILL ENGAGE RESIDENTS TO ENVISION AND CO-DESIGN CULTURALLY RELEVANT GSI FOR NEIGHBORHOOD SITES SUCH AS PARKS, AREAS THAT FREQUENTLY FLOOD, AND/OR AREAS ALREADY SLATED FOR URBAN GREENING. TASK 5 IS WITH GROUNDWORK TO PLANT TREES AT DEMONSTRATION PROJECTS IN RICHMOND ALONG FRED JACKSON WAY AND THE RICHMOND GREENWAY, AND ONE OR MORE SITES IN OAKLAND. TASK 6 WILL ANALYZE THE PROJECT'S COLLECTIVE WORK INTO A PROCESS MODEL DEVELOPMENT REPORT TO FURTHER INFORM THE PRACTICES THAT CITIES AND MUNICIPALITIES ARE USING TO DEVELOP AND IMPLEMENT CO-CONSTRUCTED GSI WITH\nUNDERSERVED COMMUNITIES. TASK 7 FOCUSES ON MULTIMEDIA OUTREACH AND THE WEBSITE FOR COMMUNICATIONS AND LEARNING PLATFORM.\nSUBRECIPIENT:URBAN TILTH (NONPROFIT ORGANIZATION)  $152,354- DEVELOPS GSI MODULES TO TRAIN RICHMOND AND OAKLAND HIGH SCHOOL YOUTH/APPRENTICES OF URBAN TILTH'S BASIN OF RELATIONS TRAINING PROGRAM IN THE GSI DEMONSTRATION PROJECT BUILT AT FRED JACKSON WAY.\nUC BERKELEY (INSTITUTION OF HIGHER EDUCATION) $416,357- UCB'S COMMUNITY ENGAGED EDUCATION FOR CIVIL AND ENVIRONMENTAL ENGINEERING (CEE^2) WILL IMPLEMENT YOUTH-PLAN-LEARN-ACT-NOW (Y-PLAN) TRAINING WITH SKYLINE HIGH SCHOOL STUDENTS THAT CENTERS ON YOUTH LEARNING THROUGH CIVIC ENGAGEMENT AND CITY PLANNING THROUGH AN INTERGENERATIONAL COMMUNITY OF PRACTICE PARTNERING LOW-INCOME YOUNG PEOPLE OF COLOR WITH THE ADULTS CHARGED WITH PLANNING THEIR CITIES AS AGENTS OF CHANGE.\nSFEP- COMMUNITY ENGAGEMENT $82,030OUTCOMES:GREEN STORMWATER INFRASTRUCTURE BY AND FOR COMMUNITIES INCLUDES SIX MAJOR, INTERRELATED TASKS. TASK 1, DEVELOPMENT AND IMPLEMENTATION OF GSI CURRICULUM AND PROTOCOL FOR MONITORING AND MAINTENANCE DEVELOPS GSI MODULES TO ENGAGE AND ENERGIZE OAKLAND HIGH SCHOOL YOUTH AND APPRENTICES OF URBAN TILTH'S BASIN OF RELATIONS TRAINING PROGRAM. THE PROJECT WILL DEVELOP AND IMPLEMENT A MONITORING AND MAINTENANCE PROTOCOL, AS A STANDARDIZED APPROACH FOR COMMUNITIES AND STUDENTS TO CHARACTERIZE THE HYDROLOGIC AND WATER QUALITY IMPACTS OF GSI INSTALLATIONS, AND IDENTIFY MAINTENANCE NEEDS. TASK 2, COMMUNITY TOUR DEVELOPMENT A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1732000.0, "recipient_id": "650066d6-1fbd-d9c7-cc43-064fe06b1aef-C", "generated_internal_id": "ASST_NON_98T55601_6800"}, {"internal_id": 160687247, "Award ID": "98T55501", "Award Amount": 2913000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "66.126", "Description": "DESCRIPTION:SFEI WILL LEAD A 4-YEAR PROJECT WITH A TEAM OF PARTNERS AND STAKEHOLDERS IN THE NORTH BAY, EAST BAY, AND SOUTH BAY TO: (1) DEVELOP SEDIMENT REUSE STRATEGIES FOR INCREASING THE REUSE OF UP TO 45,000 TONS OF FLOOD CONTROL CHANNEL SEDIMENT IN THE NEAR-TERM; (2) IMPLEMENT PILOT REUSE PROJECTS THAT HELP RESTORE SEVERAL ACRES OF TIDAL MARSH AND TRANSITION ZONE HABITAT AND CRITICAL CREEK HABITAT; (3) DEVELOP CREEK-MARSH RECONNECTION LANDSCAPE VISIONS THAT SUPPORT THE RESILIENCE OF UP TO 95 ACRES OF TIDAL MARSH; AND (4) DEVELOP WATERSHED MANAGEMENT RECOMMENDATIONS FOR SUPPORTING BAYLAND SEDIMENT SUPPLY AND CREEK HEALTH UNDER A RANGE OF FUTURE CLIMATE SCENARIOS IN TWO MAJOR WATERSHEDS. THE PARTNERSHIPS AND PRODUCTS DEVELOPED CAN BE USED TO GUIDE OTHER EFFORTS THROUGHOUT THE REGION. \n\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $2,913,000.00.  PREAWARD COSTS ARE APPROVED BACK TO 6/1/2023.ACTIVITIES:SEDIMENT SOLUTIONS HAS FOUR MAJOR COMPONENTS.  THE FIRST THREE TASKS DEVELOP THE DATA AND TOOLS NEEDED FOR INCREASING WATERSHED SEDIMENT SUPPLY TO BAYLANDS TO SUPPORT LONG-TERM RESILIENCE. IN TASK 1, WATERSHED SEDIMENT REUSE STRATEGIES AND PILOT IMPLEMENTATION PROJECTS, SFEI WILL WORK WITH FLOOD CONTROL AGENCY PARTNERS, REGULATORY AGENCY PARTNERS, RESTORATION PRACTITIONERS, AND OTHER STAKEHOLDERS IN THE NORTH AND SOUTH BAY TO DEVELOP STRATEGIES FOR INCREASING BENEFICIAL REUSE OF SEDIMENT REMOVED FROM FLOOD CONTROL CHANNELS FOR BAYLAND AND WATERSHED RESTORATION PROJECTS. THIS TASK WILL INCLUDE IMPLEMENTATION OF PILOT PROJECTS THAT INCREASE THE REUSE OF FLOOD CONTROL CHANNEL SEDIMENT. IN TASK 2, VISIONS FOR RE-ESTABLISHING CREEK-MARSH CONNECTIONS, THE PROJECT TEAM WILL WORK WITH LOCAL COMMUNITIES, AGENCY PARTNERS, REGULATORY AGENCY PARTNERS, RESTORATION PRACTITIONERS, TRIBAL REPRESENTATIVES, AND OTHER STAKEHOLDERS IN THE NORTH BAY AND EAST BAY TO DEVELOP VISIONS FOR RESTORING CREEK-BAYLAND CONNECTIONS, WHICH WILL HELP BAYLANDS GET SEDIMENT NEEDED FOR LONG-TERM RESILIENCE. IN TASK 3, FUTURE WATERSHED SEDIMENT DYNAMICS, THE TEAM WILL WORK WITH FLOOD CONTROL AGENCY AND MUNICIPAL PARTNERS IN THE NORTH AND SOUTH BAY ON DEVELOPING A DETAILED UNDERSTANDING OF WATERSHED FLOW, SEDIMENT SUPPLY TO THE BAY, EROSION/DEPOSITION DYNAMICS, AND ASSOCIATED ECOSYSTEM CONDITIONS FOR A RANGE OF CLIMATE FUTURES AND WATERSHED MANAGEMENT/RESTORATION SCENARIOS. TASK 4, COORDINATION AND OUTREACH, FOCUSES ON DISSEMINATING THE OUTPUTS FROM TASKS 1 THROUGH 3 AND FORWARDING INNOVATION TOOLS AND APPROACHES FOR MEETING THE NEED FOR SEDIMENT FOR BAYLAND RESTORATION AND LONG-TERM RESILIENCE. SUBRECIPIENT:TECHNICAL ADVISORS FOR SCIENCE DEVELOPMENT AT A SERIES OF WORKGROUP MEETINGS THAT REQUIRES SPECIALIZED INPUT.-SUBAWARD: ALL HONORARIA WILL BE BELOW $10,000 (TASK 2, 3) $57,940\nSAN FRANCISCO ESTUARY PARTNERSHIP SUBAWARD $64,100 FOR FACILITATION OF SEDIMENT REUSE WORKSHOPS\nSONOMA LAND TRUST\tSUBAWARD $9,960 FOR SUPPORT IN WORKSHOPS TO IDENTIFY WATERSHED-SPECIFIC OPPORTUNITIES FOR INCREASING SEDIMENT BENEFICIAL REUSE\nDUCKS UNLIMITED\tSUBAWARD $9,960 FOR SUPPORT IN WORKSHOPS TO IDENTIFY WATERSHED-SPECIFIC OPPORTUNITIES FOR INCREASING SEDIMENT BENEFICIAL REUSE\nTHE WATERSHED PROJECT\tSUBAWARD $81,600 FOR COMMUNITY ENGAGEMENT WITH LOCAL LEADERS AND RESIDENTS FROM THE NEARBY COMMUNITY OF PARCHESTER VILLAGE AND TRIBAL MEMBERS\nFRIENDS OF THE PETALUMA RIVER SUBAWARD $61,840 FOR COMMUNITY ENGAGEMENT WITH LOCAL LEADERS, RESIDENTS, AND TRIBAL REPRESENTATIVES TO UNDERSTAND WAYS THE REDESIGN PROJECT CAN ADVANCE COMMUNITY PRIORITIES\nSONOMA RCD\tSUBAWARD $45,600 FOR CONTRIBUTING TO THE ANALYSIS OF SEDIMENT DYNAMICS AND SOURCES OF SEDIMENT TO THE PETALUMA WATERSHED\nOUTCOMES:TASK 1. WATERSHED SEDIMENT REUSE STRATEGIES AND PILOT IMPLEMENTATION PROJECTS- DELIVERABLES INCLUDE 2 WORKSHOPS, SEDIMENT STRATEGY REPORT, FACT SHEET, PILOT PROJECT\nTASK 2. VISIONS FOR RE-ESTABLISHING CREEK-MARSH CONNECTIONS- DELIVERABLES INCLUDE VISIONING WORKSHOPS, COMMUNITY M", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "650066d6-1fbd-d9c7-cc43-064fe06b1aef-C", "generated_internal_id": "ASST_NON_98T55501_6800"}, {"internal_id": 159191066, "Award ID": "98T55301", "Award Amount": 949343.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "66.126", "Description": "DESCRIPTION:ALL POSITIVES POSSIBLE'S CARQUINEZ STRAIT FISH AND PRESERVATION PROJECT (THE PROJECT) WILL PROVIDE SHORELINE EDUCATION, FISH TESTING, GARBAGE ABATEMENT, AND PRESERVATION PROCESS THAT WILL ENGAGE MEMBERS AND TRAIN LEADERS OF DISADVANTAGED COMMUNITIES LIVING ON THE SHORELINE OF SOUTH VALLEJO, THE CARQUINEZ STRAIT, AND NAPA RIVER LOCATED IN VALLEJO, CA. THE PROJECT WILL FOCUS ON TRAINING LOCAL RESIDENTS FROM DISADVANTAGED COMMUNITIES IN VALLEJO ON SKILLS RELATED TO CLIMATE CHANGE, SEA LEVEL RISE, ENVIRONMENTAL JUSTICE, AND SOCIAL MEDIA MESSAGING WHICH IS NECESSARY TO PLAN SHORELINE HABITAT, FISHING COLLECTION/TESTING, CLEANUP, AND PRESERVATION PROJECTS. THE COMMUNITY PARTICIPANTS WILL BE TRAINED IN SETTING UP AND MONITORING MISTING GARDENS IN FISHING HOTSPOTS, SHORELINE RESTORATION, PRESERVATION, FISH COLLECTION AND TESTING (WHICH HAS NOT OCCURRED IN THE AREA IN 30 YEARS), AND GARBAGE CLEANUP. THE PROJECT WILL SUPPORT UNDERSERVED COMMUNITIES ALONG THE CARQUINEZ STRAIT AND NAPA RIVER THROUGH THESE COMMUNITY-LED ACTIVITIES.\n\n THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $949,343. ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), ALL POSITIVES POSSIBLE'S CARQUINEZ STRAIT FISH AND PRESERVATION PROJECT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: ENGAGE AND TRAIN DISADVANTAGED COMMUNITIES IN CLIMATE CHANGE, SEA LEVEL RISE, AND ENVIRONMENTAL JUSTICE IN RELATION TO SHORELINE PRESERVATION AND RESTORATION AND TO HELP PRESERVE PUBLIC ACCESS. DEVELOP COMMUNITY-LED ACTIVITIES SETTING UP AND MONITORING FOG MISTING GARDENS, FISH COLLECTION AND TESTING, AND SHORELINE CLEANUP AND PRESERVATION THAT WILL LEAD TO MULTIPLE SHORELINE PROJECTS. FISH COLLECTION AND TESTING TO BETTER UNDERSTAND THE QUALITY OF FISH CAUGHT AND EATEN BY SUBSISTENCE FISHERS FROM THE CARQUINEZ STRAIT AND NAPA RIVER IN VALLEJO AND RODEO. UTILIZE SOCIAL MEDIA TOOLS AND MARKETING TO EDUCATE DISADVANTAGED COMMUNITIES ON CLIMATE CHANGE, SEA LEVEL RISE, AND ENVIRONMENTAL JUSTICE THAT IMPACTS THEIR COMMUNITIES. CONDUCT AT LEAST 100 SUBSISTENCE FISHER ASSESSMENTS ALONG THE CARQUINEZ STRAIT AND NAPA RIVER.\nSUBRECIPIENT:SUBAWARD TO SFEI FOR FISH TESTING, DEVELOPING THE SAMPLING PLAN AND QAPP, PRODUCING DATASET ON CONTAMINANTS IN COMMUNITY-COLLECTED FISH AND A PEER-REVIEWED REPORT ON CONTAMINANTS IN FISH FROM THE PROJECT AREA. \nSUBAWARD TO HEALING IMPACTED COMMUNITIES FOR HOLDING 2 WORKSHOPS TO IDENTIFY TRAINERS AND CONSULTANTS TO CONDUCT COMMUNITY-LED TRAIN-THE-TRAINER TRAININGS ON SOCIAL MEDIA AND MARKETING TOOLS, GARBAGE REMOVAL, FISH COLLECTION AND TESTING.\nSUBAWARD TO SARAH'S SOFT LANDING FOR MARKETING TRAINING WORKSHOP CONSISTING OF 2 WORKSHOPS, 2 LISTENING SESSIONS, 2 COMMUNITY OUTREACH EVENTS.\nSUBAWARD TO DREAM A FRESH START FOR 2 LISTENING SESSIONS WITH UNHOUSED INDIVIDUALS TO ENGAGE IN POSITIVE HABIT CHANGES.\nOUTCOMES:ANTICIPATED DELIVERABLES INCLUDE HOSTING A SIX-MONTH EDUCATIONAL TRAINING PROCESS WITH SIX RESIDENTS OF VALLEJO'S AND SURROUNDING UNDERSERVED SHORELINE COMMUNITIES, FISH COLLECTION AND TESTING IN THE CARQUINEZ STRAIT AND NAPA RIVER IN VALLEJO AND RODEO IN PARTNERSHIP WITH SFEI RESULTING IN A PEER-REVIEWED REPORT ON CONTAMINANTS IN FISH FROM THE PROJECT AREA, AND AT LEAST 100 SUBSISTENCE FISHER ASSESSMENTS ALONG THE CARQUINEZ STRAIT AND NAPA RIVER, COMMUNITY SHORELINE 'TOXIC TOURS', SHORELINE GARBAGE REMOVAL AND COMMUNITY ENGAGEMENT WITH THE UNHOUSED POPULATION. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE UNDERSERVED COMMUNITIES LIVING ON THE SHORELINE OF SOUTH VALLEJO, THE CARQUINEZ STRAIT, AND NAPA RIVER LOCATED IN VALLEJO, CA AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 949343.0, "recipient_id": "1775fc56-8379-f477-b4ac-5ea8b811f3fc-R", "generated_internal_id": "ASST_NON_98T55301_6800"}, {"internal_id": 160687246, "Award ID": "98T55101", "Award Amount": 3800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "66.126", "Description": "DESCRIPTION:SANTA CLARA VALLEY WATER DISTRICT'S CALABAZAS/SAN TOMAS AQUINO CREEK - MARSH CONNECTION PROJECT (THE PROJECT) IS PART OF THE LOWER SOUTH BAY SALT POND RESTORATION PROJECT AND EXPANDS THE LARGER PROJECT TO INCLUDE POND A4. BY INCLUDING POND A4, THE TOTAL AREA AVAILABLE FOR HABITAT RESTORATION WOULD BE INCREASED TO ABOUT 1,800 ACRES. THE PROJECT PLANNING PHASE WILL CONSIDER VARIOUS RESTORATION OPTIONS FOR THE ENTIRE PROJECT AREA INCLUDING OPTIONS FOR POND A4 INCLUDING NATURE-BASED RESTORATION OPTIONS THAT MAY PROVIDE WATER QUALITY IMPROVEMENT AND WATER SUPPLY RELIABILITY BENEFITS, AND ADDITIONAL OPPORTUNITIES FOR CREEK-BAY CONNECTIONS. THIS INCLUDES EVALUATION OF USING A HORIZONTAL LEVEE AT THE SOUTHERN MARGIN OF POND A4 AS NATURE-BASED TREATMENT FOR WASTEWATER EFFLUENTS, STORMWATER, AND/OR REVERSE OSMOSIS CONCENTRATE (ROC) WILL BE STUDIED. THE PROJECT SPECIFICALLY WILL INCLUDE OUTREACH EFFORTS, ENVIRONMENTAL REVIEW AND DOCUMENTATION (CEQA/NEPA), DESIGN WORK, AND PERMITTING FOR RESTORING THE CREEK-MARSH CONNECTION OF CALABAZAS AND SAN TOMAS AQUINO CREEKS AND TIDAL FLOWS TO ESTABLISH TIDAL MARSH. THE PROJECT WILL SUPPORT HABITAT RESTORATION, IMPROVED PUBLIC ACCESS, AND RESILIENT FLOOD PROTECTION AGAINST CLIMATE-CHANGE DRIVEN SEA-LEVEL RISE. THIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $3,800,000.  PREAWARD COSTS HAVE BEEN APPROVED BACK TO 5/15/23.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), SANTA CLARA VALLEY WATER DISTRICT'S CALABAZAS/SAN TOMAS AQUINO CREEK - MARSH CONNECTION PROJECT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: ENVIRONMENTAL REVIEW AND DOCUMENTATION (CEQA/NEPA), OUTREACH EFFORTS TO PROJECT PARTNERS AND STAKEHOLDERS, BASELINE CONDITION DATA COLLECTION, DESIGN WORK, AND PERMITTING FOR RESTORING THE CREEK-MARSH CONNECTION OF CALABAZAS AND SAN TOMAS AQUINO CREEKS TO ESTABLISH TIDAL MARSH. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE QUARTERLY/ANNUAL TEAM MEETINGS, PLANNING STUDY AND STAFF-RECOMMENDED ALTERNATIVE REPORT, COMMUNICATIONS PLAN, CEQA/NEPA DOCUMENTS (DRAFT AND FINAL EIR/EIS AND FONSI/ROD), 30, 60, 90, AND 100 PERCENT DESIGN PLANS, AND PROGRESS REPORTS. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "638c234d-50d7-f088-db6f-8cbae5eb8484-C", "generated_internal_id": "ASST_NON_98T55101_6800"}, {"internal_id": 159191065, "Award ID": "98T55001", "Award Amount": 4329459.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO FUND THE ASSOCIATION OF BAY AREA GOVERNMENTS' BREAKING GROUND PROJECT (PROJECT)  TO IMPLEMENT LEVEE IMPROVEMENTS FOR THE PALO ALTO HORIZONTAL LEVEE PILOT PROJECT; DEVELOP AND DELIVER SCIENCE INFORMATION AND CURRICULUM WITH THE LOCAL COMMUNITY (INCLUDING COMMUNITY-CENTERED MONITORING FOR MICROPLASTICS, EDUCATION STRATEGY DEVELOPMENT FOR HARBOR MARSH, AND TWO PUBLIC STEWARDSHIP OUTREACH MEETINGS AT HARBOR MARSH); AND EVALUATE, STUDY AND PLAN TWO ADDITIONAL HORIZONTAL LEVEE PROJECTS AT THE FAIRFIELD-SUISUN SEWER DISTRICT TREATMENT WETLAND AND CLIMATE RESILIENCE PROJECT AND THE HAYWARD TREATMENT PONDS.  \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $4,329,459.  PRE-AWARD COSTS ARE APPROVED BACK TO 03/01/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE ASSOCIATION OF BAY AREA GOVERNMENTS WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: IMPLEMENT LEVEE IMPROVEMENTS FOR THE PALO ALTO HORIZONTAL LEVEE THROUGH EVALUATION, PILOT PROJECT; COLLABORATE WITH THE LOCAL COMMUNITY TO DEVELOP AND DELIVER SCIENCE CURRICULUM, SKILLS AND AN EDUCATIONAL STRATEGY; AND FURTHER EVALUATE AND PLAN TWO SAN FRANCISCO BAY HORIZONTAL LEVEE PROJECTS IN FAIRFIELD-SUISUN AND HAYWARD.SUBRECIPIENT:ACTIVITIES TO BE IMPLEMENTED THROUGH SUBAWARDS INCLUDE FOR TASK 3, WRITING OF PROJECT DESIGN AND DEVELOPMENT STUDIES FOR THE HAYWARD HORIZONTAL LEVEE, AND DEVELOPMENT OF A CLIMATE RESILIENCY STUDY FOR FAIRFIELD; AND FOR TASK 2, DEVELOPMENT AND DELIVERY OF COMMUNITY-BASED MONITORING AND EDUCATION, AND DEVELOPMENT OF A MICROPLASTICS STUDY.OUTCOMES:ANTICIPATED HORIZONTAL LEVEE DELIVERABLES FOR THE PALO ALTO HORIZONTAL LEVEE PILOT PROJECT INCLUDES: UPGRADE OF EFFLUENT PUMP, WASTEWATER LINE, CULVERT AND HEADWALLS.  COMMUNITY-BASED EDUCATION AND MONITORING DELIVERABLES INCLUDE: A REPORT ON COMMUNITY-CENTERED MONITORING PROGRAM ON MICROPLASTICS AND METALS, EDUCATIONAL STRATEGY MEMO FOR HARBOR MARSH, AND PUBLIC STEWARDSHIP EVENTS FOR THE PALO ALTO HORIZONTAL LEVEE PILOT PROJECT.  SUPPORT FOR FUTURE HORIZONTAL LEVEE PROJECTS INCLUDE SITE EVALUATION, DESIGN AND PLAN FOR THE FAIRFIELD-SUISUN SEWER DISTRICT COMMUNITY TREATMENT WETLAND AND CLIMATE RESILIENCY PROJECT; AND OPERATION AND MAINTENANCE AND PERMITTING STUDIES, OPTIONS ANALYSIS AND ENGINEERING SERVICES FOR THE HAYWARD TREATMENT PONDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41edb69b-6287-c307-6f7f-24abc0a0b0b8-C", "generated_internal_id": "ASST_NON_98T55001_6800"}, {"internal_id": 157865307, "Award ID": "98T54901", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-29", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE CONTRA COSTA CLEAN WATER PROGRAM (CCCWP) CLEAN WATERSHEDS FOR ALL PROJECT (THE PROJECT) WILL FOCUS ON COUNTYWIDE IMPLEMENTATION (I.E., FUNDING AND DELIVERY) OF GREEN STORMWATER INFRASTRUCTURE (GSI) AND OTHER WATER QUALITY IMPROVEMENT PROJECTS, ESPECIALLY IN UNDERSERVED COMMUNITIES. THE PROJECT WILL GENERATE A COMPREHENSIVE STORMWATER TREATMENT PLAN AND PROJECT DELIVERY ROADMAP FOR UNDERSERVED COMMUNITIES IN CONTRA COSTA COUNTY. THE PROJECT WILL DEVELOP A LIST OF PROPOSED WATER QUALITY IMPROVEMENT PROJECTS IN UNDERSERVED COMMUNITIES, PRIORITIZED BASED ON THE POTENTIAL TO REDUCE POLLUTANTS OF CONCERN AND PROVIDE OTHER COMMUNITY-SUPPORTED MULTIPLE BENEFITS, AND INCLUDE DESIGNS FOR A SELECT NUMBER OF PROJECTS. IN ADDITION, THE PROJECT WILL ADVANCE THE FINANCIAL AND INTERNAL PLANS AND SYSTEMS NEEDED TO ALLOW CCCWP MUNICIPALITIES TO COLLABORATE AND FUND THE CONSTRUCTION AND ONGOING OPERATION AND MAINTENANCE OF PRIORITIZED PROJECTS. THE PROJECT WILL INCLUDE ACTIVE OUTREACH THROUGHOUT THE TASKS TO ENGAGE WITH AND GARNER SUPPORT FROM THE AFFECTED COMMUNITIES. \n\nTHIS AGREEMENT PROVIDES THE FULL FEDERAL FUNDING IN THE AMOUNT OF $1,000,000.00.\nACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE CONTRA COSTA COUNTY CLEAN WATER PROGRAM WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: IDENTIFY VIABLE REGIONAL STORMWATER CAPTURE PROJECTS LOCATED ADJACENT TO OR WITHIN DISADVANTAGED COMMUNITIES TO CAPTURE LEGACY POLLUTANTS; CREATE CONCEPT DESIGNS FOR THREE OF THESE PROJECTS; DEVELOP A MECHANISM TO FUND REGIONAL STORMWATER PROJECTS; DEVELOP A DESIGN FOR ONE PROJECT OR DEVELOP A REQUEST FOR PROPOSALS TO BOTH DESIGN AND CONSTRUCT A STORMWATER CAPTURE PROJECT; CONDUCT COMMUNITY OUTREACH; AND DEVELOP FISH RISK REDUCTION OUTREACH MATERIAL FOR VULNERABLE COMMUNITIES IN CONTRA COSTA COUNTY.\n\n \n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: AN OLD INDUSTRIAL TREATMENT PLAN, THREE PROJECT CONCEPT DESIGNS, A PROJECT FUNDING AND DELIVERY ROADMAP, FEASIBILITY ANALYSIS OF DEVELOPING A COMMUNITY FACILITY DISTRICT, DEVELOPMENT OF 100% DESIGN DOCUMENTS FOR ONE PROJECT OR DEVELOPMENT OF A REQUEST FOR PROPOSALS FOR A GREEN STORMWATER INFRASTRUCTURE PROJECT TO TREAT RUNOFF FROM AN OLD INDUSTRIAL AREA; FISH RISK REDUCTION OUTREACH MATERIALS, AND FOUR PRESENTATIONS TO REGIONAL ORGANIZATIONS.  EXPECTED LONG-TERM OUTCOMES INCLUDE ASSISTING IMPLEMENTATION OF WATER QUALITY IMPROVEMENT PROJECTS THAT TREAT 664 ACRES OF OLD INDUSTRIAL LAND USE AREA IN CONTRA COSTA COUNTY AND HELPING CONTRA COSTA COUNTY NATIONAL POLLUTION DISCHARGE ELIMINATION SYSTEM STORMWATER PERMITTEES ACHIEVE THE POLYCHLORINATED BISPHENOLS TOTAL MAXIMUM DAILY LOAD WASTE LOAD ALLOCATION (2 KG/YR). THE INTENDED BENEFICIARIES OF THIS PROJECT ARE UNDERSERVED COMMUNITIES IN CONTRA COSTA COUNTY AND THE LIVING RESOURCES OF THE SAN FRANCISCO BAY AND ITS WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1000000.0, "recipient_id": "a838ded5-0e50-cac4-766e-dc8d7d61a988-C", "generated_internal_id": "ASST_NON_98T54901_6800"}, {"internal_id": 160687245, "Award ID": "98T54701", "Award Amount": 358708.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "66.126", "Description": "DESCRIPTION:THE ACTERRA: ACTION FOR A HEALTHY PLANET'S BUILDING COMMUNITY CAPACITY AND CLIMATE RESILIENCE IN BELLE HAVEN AND NORTH FAIR OAKS PROJECT (THE PROJECT) WILL BUILD THE CAPACITY OF TWO UNDERSERVED COMMUNITIES OF SAN MATEO COUNTY TO INCREASE THEIR RESILIENCE TO CLIMATE CHANGE THROUGH NATURE-BASED SOLUTIONS THAT DELIVER BENEFITS TO THE PUBLIC, THE NATURAL ENVIRONMENT, AND THE WATERSHED. THE PROJECT WILL BUILD COMMUNITY ORGANIZATIONAL INFRASTRUCTURE AND CAPACITY BY COORDINATING CLIMATE CHANGE COMMUNITY TEAMS; CONDUCTING COMMUNITY-LED CLIMATE VULNERABILITY ASSESSMENTS TO INFORM PROJECT PLANNING, FEASIBILITY ANALYSES, PROJECT PRIORITIZATION OF GREEN AND NATURAL INFRASTRUCTURE PROJECTS; AS WELL AS PUBLIC ENGAGEMENT AND EDUCATION AROUND NATURE-BASED SOLUTIONS AND CLIMATE ADAPTATION STRATEGIES THAT ADVANCE CLIMATE JUSTICE, POLLUTION PREVENTION, AND WATER QUALITY IMPROVEMENT INITIATIVES. THE PROJECT WILL CULMINATE IN THE CREATION OF SIX COMMUNITY PRIORITY PROJECT PROFILES THAT WILL SERVE AS FOCAL POINTS FOR COMMUNITY VISIONING, FUNDRAISING, AND COLLABORATION. THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $358,708. PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO 06/01/2023.ACTIVITIES:TO IMPLEMENT THE SAN FRANCISCO ESTUARY PARTNERSHIP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE ROSE FOUNDATION FOR COMMUNITIES AND THE ENVIRONMENT WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: (1) COORDINATION AND CAPACITY BUILDING OF CLIMATE CHANGE COMMUNITY TEAMS (CCCT), (2) COMMUNITY-LED CLIMATE VULNERABILITY ASSESSMENTS, (3) ENGAGEMENT AND COORDINATION WITH GOVERNMENTAL PARTNERS AND INITIATIVES TO ADDRESS ENVIRONMENTAL INEQUITIES AND ADVANCE NATURE-BASED SOLUTIONS, (4) PUBLIC ENGAGEMENT AND EDUCATION ON NATURE-BASED SOLUTIONS FOR CLIMATE ADAPTATION, WATER QUALITY, AND ENVIRONMENTAL JUSTICE, (5) PRIORITY PROJECT FEASIBILITY ANALYSIS, (6) PROJECT MANAGEMENT, EVALUATION, AND RESULTS SHARING.SUBRECIPIENT:ALL PROJECT ACTIVITIES DESCRIBED IN SECTION A WILL BE COMPLETED BY THE SUBAWARD RECIPIENT. THE GRANT RECIPIENT, ACTERRA, IS SERVING AS THE FISCAL SPONSOR / AGENT TO CLIMATE RESILIENT COMMUNITIES WHICH BECAME ITS OWN 501(C)(3) APART FROM ACTERRA DURING THIS GRANT AWARD PROCESS. THE SUBAWARD ACTIVITIES ARE INCLUSIVE OF THE ALL ACTIVITIES PREVIOUSLY DESCRIBED, INCLUDING: (1) COORDINATION AND CAPACITY BUILDING OF CLIMATE CHANGE COMMUNITY TEAMS (CCCT), (2) COMMUNITY-LED CLIMATE VULNERABILITY ASSESSMENTS, (3) ENGAGEMENT AND COORDINATION WITH GOVERNMENTAL PARTNERS AND INITIATIVES TO ADDRESS ENVIRONMENTAL INEQUITIES AND ADVANCE NATURE-BASED SOLUTIONS, (4) PUBLIC ENGAGEMENT AND EDUCATION ON NATURE-BASED SOLUTIONS FOR CLIMATE ADAPTATION, WATER QUALITY, AND ENVIRONMENTAL JUSTICE, (5) PRIORITY PROJECT FEASIBILITY ANALYSIS, (6) PROJECT MANAGEMENT, EVALUATION, AND RESULTS SHARING. OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE 12 TRAININGS AND 63 MEETINGS FOR THE CLIMATE CHANGE COMMUNITY TEAMS;  8 FOCUS GROUPS AND 2 COMMUNITY EVENTS TO INFORM THE COMMUNITY-LED CLIMATE VULNERABILITY ASSESSMENTS WHICH WILL RESULT IN A FINAL REPORT AND ANALYSIS; PRESENTATIONS TO SHARE VULNERABILITY ASSESSMENT GROUP FINDINGS  TO GOVERNMENTAL PARTNERS; CULTURALLY AND LINGUISTICALLY RELEVANT EDUCATIONAL MATERIAL FOR PUBLIC ENGAGEMENT; 6 PROFILES FOR COMMUNITY PRIORITY PROJECTS WITH OPPORTUNITIES FOR FUNDING AND IMPLEMENTATION IDENTIFIED.   \n\nEXPECTED OUTCOMES INCLUDE (1)  IMPROVED LEADERSHIP AND CAPACITY OF BELLE HAVEN AND NORTH FAIR OAKS COMMUNITIES TO ADVANCE ENVIRONMENTAL AND CLIMATE JUSTICE ACTIONS ACROSS JURISDICTIONAL LINES, (2) INCREASED INVOLVEMENT OF UNDERSERVED COMMUNITY MEMBERS IN ENVIRONMENTAL AND CLIMATE JUSTICE PLANNING AND ACTIONS, (3) PLANS FOR TARGETED EXPANSION OF GREEN AND NATURAL INFRASTRUCTURE TO MITIGATE FLOODING, STORMWATER RUNOFF, AND EXTREME HEAT, (4) ENHANCE COMMUNITY KNOWLEDGE AND SKILLS IN NATURE-BASED SOLUTIONS AND CLIMATE ADAPTATION STRATEGIES SUCH AS RAIN GARDEN/ CISTERN INSTALLATION AND MAINTENANCE, TREE PLANTING AND CARE, AND NATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 358708.0, "recipient_id": "00e1303c-92d5-1f0a-b9fe-e778cc419f91-R", "generated_internal_id": "ASST_NON_98T54701_6800"}, {"internal_id": 140708842, "Award ID": "98T20601", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-02", "CFDA Number": "66.126", "Description": "THIS GRANT WILL FUND THE EAST BAY REGIONAL PARK'S COYOTE HILLS RESTORATION AND PUBLIC ACCESS PROJECT TO RESTORE RARE HABITATS ALONG THE SAN FRANCISCO BAY MARGIN INCLUDING WET MEADOW, SEASONAL WETLAND, MOIST GRASSLANDS, AND OAK SAVANNA HABITAT ON ABOUT 205 ACRES INCLUDING PUBLIC ACCESS COMPONENTS. THIS PROJECT'S OUTCOMES OF CONNECTIVITY AND ENHANCEMENT OF AN INTEGRATED ECOSYSTEM ADJACENT TO THE EDEN LANDING PRESERVE AND DON EDWARDS NATIONAL WILDLIFE REFUGE TIDAL MARSH AND TRANSITION ZONE HABITATS ARE PART OF THE REGION'S RESPONSE TO CLIMATE CHANGE STRESSORS SUCH AS SEA LEVEL RISE. THE PROJECT WILL ALSO INCLUDE A MONITORING PROGRAM USING THE PROTOCOLS AND TOOLS DEVELOPED BY THE WETLANDS REGIONAL MONITORING PROGRAM TO ASSESS PROJECT PERFORMANCE.  \n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $2,000,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e99ecc52-a716-df1a-ed9c-f67bd398153c-C", "generated_internal_id": "ASST_NON_98T20601_6800"}, {"internal_id": 140708791, "Award ID": "98T20401", "Award Amount": 1891409.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "66.126", "Description": "TO THE SAN FRANCISCO ESTUARY PARTNERSHIP TO CONTINUE ITS REGIONAL WORK TO FOSTER MULTI-BENEFIT HORIZONTAL LEVEE SHORELINE PROJECTS AS A RESPONSE TO SEA LEVEL RISE.  THE PROJECT INCLUDES DESIGN AND IMPLEMENTATION OF A MULTI-BENEFIT PROJECT IN THE CITY OF PALO ALTO THAT WILL: RESTORE HABITAT; IMPROVE WATER QUALITY; ADAPT TO RISING SEA LEVELS; AND ENGAGE THE COMMUNITY, AS WELL AS TRANSFER LESSONS LEARNED TO BROADER COMMUNITIES. PROGRESS WILL BE TRACKED BY A SHORELINE RESILIENCE INDICATOR IN THE STATE OF THE ESTUARY REPORT. THE PROJECT TASKS INCLUDE IN COMPLETED PROJECT DESIGNS AND PERMITTING, INITIAL CONSTRUCTION, SECONDARY TREATMENT UPGRADES, AND 6-10 STAKEHOLDER CONVENINGS. PROJECT OUTCOMES INCLUDE IMPLEMENTATION IN THE LONG TERM OF NINE MULTI-BENEFIT SHORELINE PROTECTION PROJECTS, 158 ACRES RESTORED, AND 8.2 MILLION KG OF TOTAL INORGANIC NITROGEN AND 34,500 KG OF TOTAL PHOSPHORUS REMOVED AS INPUTS TO SF BAY. \n\nTHIS AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1,891,409.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41edb69b-6287-c307-6f7f-24abc0a0b0b8-C", "generated_internal_id": "ASST_NON_98T20401_6800"}, {"internal_id": 144308400, "Award ID": "98T20301", "Award Amount": 1540000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-26", "CFDA Number": "66.126", "Description": "THIS ASSISTANCE AGREEMENT WILL IMPROVE WATER QUALITY IN THE COYOTE AND GUADALUPE RIVER WATERSHEDS BY IMPLEMENTING A COORDINATED TRASH CLEANUP AND REDUCTION PROGRAM. ENCAMPMENTS AND NUMBERS OF UNHOUSED INDIVIDUALS HAVE BEEN RISING STEADILY THROUGHOUT THE BAY AREA AND HAVE CONTRIBUTED TO DEGRADATION OF RIPARIAN AREAS AND WATER QUALITY. THE PROJECT WILL CONDUCT TRASH CLEANUPS, ORGANIZE OUTREACH TO HOMELESS INDIVIDUALS FOR HOUSING ASSISTANCE, CONSTRUCT BARRIERS WHERE NECESSARY TO PREVENT RE-ENCAMPMENT, AND RESTORE RIPARIAN AREAS DAMAGED BY ENCAMPMENTS. OUTCOMES EXPECTED THROUGH HUNDREDS OF CLEANUP EVENTS WILL BE IMPROVED WATER QUALITY IN LOCAL WATERSHEDS, TONS OF TRASH REMOVED, AND RESTORED WETLAND AND RIPARIAN HABITAT.\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,540,000. PREAWARD COSTS ARE APPROVED BACK TO 10/1/2021.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f75a2fbe-f4fb-4455-dcef-4135d0d3ad25-C", "generated_internal_id": "ASST_NON_98T20301_6800"}, {"internal_id": 140708752, "Award ID": "98T20201", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.126", "Description": "THIS ASSISTANCE AGREEMENT PROVIDES $1,200,000 OF FEDERAL FUNDING TO REMOVE MORE THAN 5,400 TONS OF MARINE DEBRIS FROM SAN FRANCISCO BAY, INCLUDING 2,149 CREOSOTE PILINGS AND A DERELICT WHARF AND WAREHOUSE IN RICHMOND CA WHICH WILL IMPROVE THE HEALTH OF SAN FRANCISCO BAY AND ITS SUBTIDAL HABITAT. SPECIFICALLY ACTIVITIES TO BE DONE BY THE PROJECT INCLUDE REMOVING TOXIC MATERIALS AT THE SITE, RESTORING OYSTER AND EELGRASS HABITAT AND SHARING PROJECT INFORMATION WITH REGULATORY AGENCIES AND THE INTERESTED PUBLIC. PROJECT OUTCOMES WILL BE MEASURED BY CONDUCTING PRE, DURING, AND POST-DEMOLITION MONITORING TO TRACK NUMBER OF PILINGS, DEBRIS TYPES, AND AMOUNT OF FILL REMOVED AND WILL BENEFIT THE COMMUNITY OF RICHMOND AND THE LIVING RESOURCES OF SAN FRANCISCO BAY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,200,000.00.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd536ebf-c630-1ddb-5b74-9e00487ecba5-C", "generated_internal_id": "ASST_NON_98T20201_6800"}, {"internal_id": 140709040, "Award ID": "98T20101", "Award Amount": 1216351.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-27", "CFDA Number": "66.126", "Description": "THE PROJECT WILL PROVIDE WATER QUALITY BENEFITS BY CONSTRUCTING GREEN STORMWATER INFRASTRUCTURE (GSI) RETROFITS AT TWO EXISTING PARKING LOTS IN PALO ALTO AND SANTA CLARA, CA. ADDITIONALLY, THE PROJECT WILL DEVELOP A GUIDEBOOK FOR GREENER PARKING FACILITY DESIGN AND A CERTIFIED WORKFORCE TRAINING FRAMEWORK FOR GSI MAINTENANCE, AND PROVIDE COMMUNITY OUTREACH AND MAINTENANCE BY TRAINED PARTNERS AND CITY STAFF. ANTICIPATED DELIVERABLES INCLUDE TRAINING MATERIALS, A QUALITY ASSURANCE PROJECT PLAN, QUARTERLY REPORTS, AND AS BUILT DRAWINGS. EXPECTED OUTCOMES INCLUDE PROVIDING AN AVERAGE OF 282,000 GALLONS PER YEAR OF STORMWATER RETENTION AND TREATING 13.4-20 MG/YEAR OF PCBS, 18-25 MG/YEAR OF HG, AND 1.9-2.8 MILLION PARTICLES PER YEAR OF MICROPLASTICS. THE INTENDED BENEFICIARIES INCLUDE THE CITIES OF PALO ALTO AND SANTA CLARA CALIFORNIA AND IMPROVED WATER QUALITY IN SAN FRANCISCO BAY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,216,351.00.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2260da5b-86a3-fc66-2d04-dd8162dff170-C", "generated_internal_id": "ASST_NON_98T20101_6800"}, {"internal_id": 111062121, "Award ID": "98T16901", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "66.126", "Description": "THIS AGREEMENT SUPPORTS THE SHORELINE PARK RESTORATION PLANNING PROJECT TO PREPARE THE DESIGNS, PERMITS, AND PLANNING DOCUMENTS NECESSARY TO RESTORE APPROXIMATELY FIVE ACRES OF TIDAL MARSH HABITAT AND TRANSITION ZONE ALONG SAN FRANCISCO BAY. THIS PROJECT IMPLEMENTS WETLANDS, WATER QUALITY AND HABITAT ACTIONS LISTED UNDER THE SAN FRANCISCO ESTUARY PROGRAM, COMPREHENSIVE CONSERVATION MAMANGEMENT PLAN AND WILL BENEFIT THE FISH, WILDLIFE, AND HUMANS THAT DEPEND ON A THRIVING, HEALTHY SAN FRANCISCO BAY.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $500,000.  PREAWARD COSTS ARE APPROVED BACK TO 9/1/2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e80fcf2f-be08-675e-06c8-ec14fd10bc97-R", "generated_internal_id": "ASST_NON_98T16901_6800"}, {"internal_id": 110297564, "Award ID": "98T16801", "Award Amount": 1055387.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "66.126", "Description": "THE SOUTHERN SONOMA COUNTY WATER QUALITY IMPROVEMENT AND WETLANDS RESTORATION PROJECT LED BY SONOMA COUNTY WILL (1) ASSESS, PRIORITIZE AND REMEDIATE COUNTY ROAD-RELATED SEDIMENT SOURCES TO REDUCE SEDIMENT INPUTS TO CREEKS; (2) REDUCE PATHOGENS THROUGH INCREASED IDENTIFICATION OF SOURCES AND SUPPORT OF NEW ONSITE WASTEWATER TREATMENT SYSTEMS POLICY; (3) REMOVE OR REDUCE FIVE POINT SOURCES OF PATHOGEN LOADING INTO THE PETALUMA RIVER; (4) RESTORE 0.5 ACRES OF RIPARIAN HABITAT AND 400 LINEAR FEET OF STREAM AND BANK HABITAT TO IMPROVE STEELHEAD HABITAT IN THE UPPER SONOMA CREEK; (5) RESTORE 3.5 ACRES OF VERNAL POOLS AT SONOMA COUNTY REGIONAL PARKS, AND (6) IMPROVE ASSESSMENTS OF WETLAND RESOURCES, AND DESIGN DEVELOPMENT FOR RESTORATION OF SONOMA CREEK AND FRESHWATER WETLAND RESTORATION IN THE KENWOOD AREA.  THIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $1,035,517.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2099dc-f90d-cef7-6260-67bbbbf2830c-R", "generated_internal_id": "ASST_NON_98T16801_6800"}, {"internal_id": 110297581, "Award ID": "98T15701", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-13", "CFDA Number": "66.126", "Description": "THIS AGREEMENT SUPPORTS THE GRANTEE'S PROJECT TO RESTORE THE COURTLAND CREEK. THIS INCLUDES APPROXIMATELY 950 FEET OF CREEK THROUGH GRADING, SLOPE STABILIZATION, AND NATIVE PLANT REVEGETATION AND APPROXIMATELY TWO ACRES OF RIPARIAN AND WETLAND HABITATS. THE PROJECT REACHES ARE LOCATED WITHIN DISADVANTAGED COMMUNITIES AND WILL IMPROVE WATER QUALITY, REDUCE FLOOD RISK, AND BEAUTIFY THE NEIGHBORHOOD. ADDITIONAL EFFORTS WILL ADDRESS HOMELESS ENCAMPMENT IMPACTS TO CREEK WATER QUALITY. THE PROJECT IS BEING DESIGNED IN COLLABORATION WITH THE ADJACENT COMMUNITY.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,500,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e203fe00-f2b0-874c-d914-bc8aa9f302a2-C", "generated_internal_id": "ASST_NON_98T15701_6800"}, {"internal_id": 111126200, "Award ID": "98T15601", "Award Amount": 530000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "66.126", "Description": "THE BAY AREA BAYLANDS BASEMAP PROJECT WILL BUILD ON EXISTING DATA TO PROVIDE A NEW, ACCURATE, PUBLICALLY-ACCESSIBLE MAP OF THE REGION'S BAYLANDS. IT WILL SERVE THE SAN FRANCISCO ESTUARY WETLANDS REGIONAL MONITORING PROGRAM (WRMP) IN ASSESSING CHANGE IN ABUNDANCE AND DIVERSITY OF THE COMPLEX BAYLANDS ECOSYSTEM. THE UPDATED REGIONAL MAP IS NEEDED TO ACCOUNT FOR RESTORATION PROGRESS AND UNPLANNED LANDSCAPE CHANGE, INCLUDING IMPACTS FROM SEA LEVEL RISE.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $530,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "650066d6-1fbd-d9c7-cc43-064fe06b1aef-C", "generated_internal_id": "ASST_NON_98T15601_6800"}, {"internal_id": 111062068, "Award ID": "98T15501", "Award Amount": 1765000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "66.126", "Description": "THE PROJECT IS A BROAD PARTNERSHIP LED BY THE GRANTEE AND SAN FRANCISCO PUBLIC UTILITIES COMMISSION TO HELP SAN FRANCISCO AND OTHER BAY AREA CITIES MAXIMIZE THE BENEFITS RECEVIED FROM IMPLEMENTING GREEN INFRASTRUCTURE. TOOLS WILL BE DEVELOPED AS PART OF LOCAL PROJECTS AND RESULTS SHARED WITH MUNICIPALITIES, REGULATORS, NON GOVERNMENTAL ORGANIZATIONS, AND OTHER STAKEHOLDERS TO DOCUMENT IMPROVED WATER QUALITY (INCLUDING CAPTURE OF MICROPLASTICS), FLOOD RISK REDUCTION, HABITAT, AND RESILIENCY. A SET OF LOCAL PROJECTS WILL BE IMPLEMENTED IN SAN FRANCISCO THAT WILL RESTORE OVER 2,000 FEET OF URBAN STREAM AND RIPARIAN HABITAT, CAPTURE ONE MILLION GALLONS OF STORMWATER ANNUALLY, FILTER CONTAMINANTS FROM URBAN RUNOFF, INCREASE RESILIENCE TO URBAN HEAT, CREATE 2,000 SQUARE FEET OF NEW FRESHWATER WETLAND, AND INCREASE ACCESS TO NATURE THROUGHOUT UNDERSERVED COMMUNITIES.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,765,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "650066d6-1fbd-d9c7-cc43-064fe06b1aef-C", "generated_internal_id": "ASST_NON_98T15501_6800"}]