[{"internal_id": 98174282, "Award ID": "01D09720", "Award Amount": 1651076.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-10", "CFDA Number": "66.130", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,651,076 TO SUPPORT THE MARINE ENVIRONMENTAL SCIENCE CONSORTIUM IN THE MOBILE BAY ESTUARY PROGRAM RESTORE PROJECT THAT WILL RESTORE APPROXIMATELY 1,800 LINEAR FEET OF STREAM ON THE HEADWATERS OF TWELVE MILE CREEK, A TRIBUTARY OF THREE MILE CREEK, AND IMPLEMENT AN EXTENSIVE INVASIVE SPECIES CONTROL PLAN IN PRIORITY AREAS IDENTIFIED IN THE THREE MILE CREEK WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_01D09720_6800"}, {"internal_id": 68326581, "Award ID": "00D81118", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "66.130", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $2,000,000 TO ESCAMBIA COUNTY BOARD OF COMMISSIONERS TO DEVELOP AND PROVIDE A MANAGEMENT PLAN FOR THE PENSACOLA AND PERDIDO BAYS ESTUARY PROGRAM. THE PROJECT WILL DEVELOP A COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN THAT ENCOMPASS THREE BAYS, PENSACOLA, ESCAMBIA, AND PERDIDO BAYS. KEY COMPONENTS OF THE PROJECT ARE TO ESTABLISH AN INDEPENDENT ESTUARY PROGRAM OFFICE ADMINISTRATIVELY SUPPORTED BY ESCAMBIA COUNTY AND TO DEVELOP THE MANAGEMENT CONFERENCE COMPRISED OF A POLICY BOARD AS WELL AS TECHNICAL, COMMUNITY, EDUCATION, AND ECONOMIC ADVISORY COMMITTEES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68c245be-a491-accb-af6f-25c115e121fb-C", "generated_internal_id": "ASST_NON_00D81118_6800"}, {"internal_id": 142550487, "Award ID": "00D80521", "Award Amount": 501464.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-08", "CFDA Number": "66.130", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $501,464 TO ATLANTA BOTANICAL GARDEN. THE PURPOSE OF THIS GRANT IS TO ENHANCE LAND PROTECTION AND CONSERVATION IN PRIORITY LANDSCAPES OF THE GULF OF MEXICO. THIS PROJECT WILL TEST VARIOUS NOVEL VEGETATION REMOVAL AND RESTORATION METHODS IN COASTAL WETLANDS TO DETERMINE BENEFICIAL EFFECTS ON HYDROLOGIC AND NUTRIENT PARAMETERS IN SOIL, GROUNDWATER, AND STREAM WATER. EXPECTED OUTCOMES INCLUDE THE RESTORATION OF 12.6 ACRES OF WETLANDS ALONG WITH IMPROVEMENTS TO WATER QUALITY, HABITAT, AND WATER QUANTITY. INTENDED BENEFICIARIES WILL BE THE COMMUNITIES NEAR DEER LAKE STATE PARK IN THE FLORIDA PANHANDLE WHO WILL BENEFIT FROM ENHANCED LAND PROTECTION AND CONSERVATION. THE RECIPIENT PLANS TO SUB-AWARD FUNDS TO PERFORM WATER QUALITY TESTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb2c63b4-d4e9-bc38-bec9-d5c96d28c4df-C", "generated_internal_id": "ASST_NON_00D80521_6800"}, {"internal_id": 146600650, "Award ID": "00D80321", "Award Amount": 227156.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-03", "CFDA Number": "66.130", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $227,156 TO DUCKS UNLIMITED INS, TO ENHANCE LAND PROTECTION AND CONSERVATION IN PRIORITY LANDSCAPES OF THE GULF OF MEXICO.  \nACTIVITIES:\nTHIS PROJECT INCENTIVIZES PRIVATE LANDOWNERS TO IMPLEMENT HABITAT MANAGEMENT PRACTICES TO ENHANCE PRIVATELY OWNED AND MANAGED WETLAND HABITAT.\nOUTCOMES:\nTHE EXPECTED OUTCOMES FROM THIS PROJECT ARE HABITAT MANAGEMENT PRACTICES IMPLEMENTED ON 10,777 ACRES OF WETLAND HABITAT ALONG WITH A REPORT ON THE ECOSYSTEM BENEFITS OF THE TEXAS COASTAL PRAIRIES PROGRAM PROJECT SITES. INTENDED BENEFICIARIES INCLUDE THE RESIDENTS AND COMMUNITIES ACROSS THE GULF OF MEXICO AND MORE SPECIFICALLY IN THE TEXAS COASTAL AREAS OF MATAGORDA BAY AND GALVESTON BAY WATERSHEDS. THE RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS.\nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "233ee736-718d-c90e-045d-c3a6fddb44b5-C", "generated_internal_id": "ASST_NON_00D80321_6800"}, {"internal_id": 142550469, "Award ID": "00D80221", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-07", "CFDA Number": "66.130", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $250,000 TO THE NATURE CONSERVANCY. THE PURPOSE OF THIS GRANT IS TO ENHANCE LAND PROTECTION AND CONSERVATION IN PRIORITY LANDSCAPES OF THE GULF OF MEXICO. THIS PROJECT WILL SLOW SHORELINE RETREAT BY BUILDING A LIVING SHORELINE OYSTER REEF TO PROTECT CRITICAL COASTAL MARSH AND PRIORITY AREAS OF THE SABINE NATIONAL WILDLIFE REFUGE ALONG WITH IMPROVING WATER QUALITY AND PROVIDING RESILIENCE BENEFITS FOR LOCAL COMMUNITIES AND THE REGION. EXPECTED OUTCOMES ARE TO RESTORE 2,112 LINEAR FEET (0.29 ACRES) OF OYSTER REEFS WITH 2,200 LINEAR FEET OF COASTLINE AND 146 ACRES OF UPLAND MARSH PROTECTED. INTENDED BENEFICIARIES ARE THE COMMUNITIES NEAR THE SABINE NATIONAL WILDLIFE REFUGE AND CALCASIEU LAKE IN HACKBERRY, LOUISIANA WHO WILL BENEFIT FROM ENHANCED LAND PROTECTION AND CONSERVATION. THE RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_00D80221_6800"}, {"internal_id": 142550479, "Award ID": "00D80121", "Award Amount": 540000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-12", "CFDA Number": "66.130", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $500,000 TO THE PARTNERSHIP FOR GULF COAST LAND CONSERVATION. THE PURPOSE OF THIS GRANT IS TO ENHANCE LAND PROTECTION AND CONSERVATION IN PRIORITY LANDSCAPES OF THE GULF OF MEXICO. THIS PROJECT WILL PROVIDE DIRECT SUPPORT TO LAND TRUSTS IN THE GULF REGION FOR UPFRONT DUE DILIGENCE COSTS TO FULLY DEVELOP LAND CONSERVATION PROJECTS IN THE COASTAL REGION WITH IMPORTANT PUBLIC RECREATION, WILDLIFE HABITAT, RESILIENCE AND WATER QUALITY BENEFITS FOR LOCAL COMMUNITIES AND THE REGION. THE EXPECTED OUTCOMES ARE 16 TO 20 LAND TRUST PARTNERS ENGAGED WITH SUBRECIPIENT AWARDS AND AN ESTIMATED 20,000 ACRES PROTECTED. INTENDED BENEFICIARIES OF THIS PROGRAM INCLUDE&#8239;THE RESIDENTS AND COMMUNITIES WITHIN 25 MILES OF THE COASTAL ZONE OF THE FIVE GULF STATES (ALABAMA, FLORIDA, LOUISIANA, MISSISSIPPI AND TEXAS) WHO WILL BENEFIT FROM ENHANCED LAND PROTECTION AND CONSERVATION. THE RECIPIENT PLANS TO SUB-AWARD FUNDS TO LAND TRUST PARTNERS TO COMPLETE DUE DIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e687db4f-401d-295d-8eb3-679c9f72c0bf-R", "generated_internal_id": "ASST_NON_00D80121_6800"}, {"internal_id": 142550491, "Award ID": "00D80021", "Award Amount": 259766.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-13", "CFDA Number": "66.130", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $219,766 TO THE WOODLANDS CONSERVANCY. THE PURPOSE OF THIS GRANT IS TO ENHANCE LAND PROTECTION AND CONSERVATION IN PRIORITY LANDSCAPES OF THE GULF OF MEXICO. THIS PROJECT WILL RESTORE HABITAT THROUGH THE REMOVAL OF INVASIVE SPECIES AND THE REPLANTING OF NATIVE SPECIES ALONG WITH MONITORING TO ASSESS CHANGES IN HABITAT. EXPECTED OUTCOMES ARE 840 ACRES TREATED FOR INVASIVE SPECIES, 20 ACRES RESTORED WITH 4,000 NATIVE PLANTS, AND A STUDENT AND PUBLIC OUTREACH AND LEARNING PROGRAM. INTENDED BENEFICIARIES INCLUDE THE RESIDENTS AND COMMUNITIES NEAR THE WOODLANDS CONSERVANCY AND THE BARATARIA BASIN IN SOUTHEAST LOUISIANA WHO WILL BENEFIT FROM ENHANCED LAND PROTECTION AND CONSERVATION. THE RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6086951-e6de-3d17-1d25-2428892d0445-R", "generated_internal_id": "ASST_NON_00D80021_6800"}, {"internal_id": 142550488, "Award ID": "00D73921", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-12", "CFDA Number": "66.130", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $300,000 TO THE GALVESTON BAY FOUNDATION (GBF). THE PURPOSE OF THIS GRANT IS TO ENHANCE LAND PROTECTION AND CONSERVATION IN PRIORITY LANDSCAPES OF THE GULF OF MEXICO. THIS PROJECT WILL RESTORE HABITAT THROUGH THE REMOVAL OF INVASIVE SPECIES AND REPLANTING OF NATIVE SPECIES. A COMPREHENSIVE ANALYSIS WILL BE CONDUCTED OF THE ECONOMIC BENEFITS RESULTING FROM CONSERVATION THROUGHOUT THE REGION. THE EXPECTED OUTCOMES ARE 800 ACRES THAT WILL UNDERGO HABITAT MANAGEMENT OR RESTORATION ACTIVITIES ON GBF'S CONSERVATION LANDS AND DUE DILIGENCE FOR THREE LAND ACQUISITION EFFORTS WITHIN THE GALVESTON BAY WATERSHED. INTENDED BENEFICIARIES INCLUDE THE RESIDENTS AND COMMUNITIES NEAR GALVESTON BAY IN COASTAL TEXAS WHO WILL BENEFIT FROM ENHANCED LAND PROTECTION AND CONSERVATION. THE RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7758a045-3882-3979-cb33-9bf67d77f33e-R", "generated_internal_id": "ASST_NON_00D73921_6800"}, {"internal_id": 68326582, "Award ID": "00D70018", "Award Amount": 1459909.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "66.130", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,459,909 FOR THE TAMPA BAY ESTUARY PROGRAM TO ADVANCE PROTECTION AND RESTORATION OF TAMPA BAY BY ADDRESSING ISSUES SUCH AS INVASIVE SPECIES (COCKROACH BAY, ROBINSON PRESERVE, COPELAND PARK), HABITAT RESTORATION (FORT DESOTO, ROBINSON PRESERVE) AND CLIMATE CHANGE (BIOSOLIDS) IDENTIFIED IN THE CHARTING THE COURSE, A COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN FOR TAMPA BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "254a6651-8054-e8b5-8866-aab150d1d704-C", "generated_internal_id": "ASST_NON_00D70018_6800"}, {"internal_id": 39174583, "Award ID": "00D62617", "Award Amount": 348925.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-26", "CFDA Number": "66.130", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $348,925 FOR MARINE ENVIRONMENTAL SCIENCES CONSORTIUM TO DEVELOP A STREAM RESTORATION PLAN RESTORING TWELVE MILE CREEK AND IMPLEMENTING AN INVASIVE SPECIES CONTROL PROGRAM FOCUSING ON AQUATIC VEGETATION IN THREE MILE CREEK. THE WORK OF THIS PROJECT WILL ALSO INCLUDE THE PREPARATION OF THE NECESSARY ENVIRONMENTAL COMPLIANCE AND PERMITTING DOCUMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_00D62617_6800"}]