[{"internal_id": 162165181, "Award ID": "00A01423", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO OPERATION FUEL, THE COUNTRY'S OLDEST FUEL FUND, TO ENABLE THE ORGANIZATION TO DEVELOP THEIR BETTER HOMES AND BUILDINGS PROGRAM TO ADDRESS BARRIERS, WEATHERIZE HOMES AND INSTALL HEAT PUMPS IN LOW- AND MODERATE-INCOME HOUSEHOLDS IN UNDERSERVED COMMUNITIES ACROSS CONNECTICUT WHICH THE ORGANIZATION LAUNCHED LAST YEAR, AND THIS YEAR'S PROJECT WILL BUILD ON PREVIOUS EFFORTS AND FOCUS MAINLY IN BRIDGEPORT. ACCORDING TO THE ORGANIZATION'S WORKPLAN, HEAT PUMPS TRANSFER HEAT FROM A COOL SPACE TO A WARM SPACE AND DO THIS WITH 50% GREATER EFFICIENCY THAN ELECTRIC RESISTANCE BASEBOARDS AND WINDOW AIR CONDITIONING UNITS. HEAT PUMPS ELIMINATE THE NEED FOR INEFFICIENT HEATING AND COOLING SYSTEMS, SUCH AS FOSSIL FUELED FURNACES OR BOILERS AND WINDOW- OR PORTABLE AIR CONDITIONERS, WHICH IMPROVE AIR QUALITY AND SAVE ON FOSSIL FUEL USAGE. OUTREACH WILL BE DIRECTED TO LOW- AND MODERATE-INCOME HOUSEHOLDS IN BRIDGEPORT, A CITY THAT QUALIFIES AS AN ENVIRONMENTAL JUSTICE COMMUNITY DEFINED BY THE ENVIRONMENTAL PROTECTION AGENCY AS ONE DISPROPORTIONATELY AFFECTED BY ENVIRONMENTAL AND PUBLIC HEALTH BURDENS.ACTIVITIES:THE OVERALL OBJECTIVE OF OPERATION FUEL'S BETTER HOMES AND BUILDING PROGRAM IS TO INCREASE THE UTILIZATION OF CONNECTICUT'S WEATHERIZATION ASSISTANCE PROGRAM AND INSTALL UP TO 10-15 HEAT PUMPS IN SINGLE FAMILY HOMES AND MULTI-RESIDENT RENTAL UNITS BY SEPTEMBER 2024, THEREBY DECREASING ENERGY BURDEN, CARBON FOOTPRINT, AND NEGATIVE HEALTH IMPACTS. OPERATION FUEL AND NEIGHBORHOOD HOUSING SERVICES WILL CONDUCT A CONSUMER AWARENESS AND EDUCATION CAMPAIGN THAT WILL REACH 4,000-5,000 RESIDENTS. THE EDUCATIONAL TOPICS WILL FOCUS ON INCENTIVES AROUND HEAT PUMPS, ENERGY EFFICIENCY TIPS AND WEATHERIZATION. OPERATION FUEL PLANS TO REQUEST 10-15 COMMUNITY ORGANIZATIONS OR LEADERS TO SHARE PROGRAM INFORMATION WITH THEIR NETWORKS. THE ORGANIZATIONS PLAN TO PROMOTE THE PROGRAM ON SOCIAL MEDIA WITH 20-30 SOCIAL MEDIA POSTS ACROSS FACEBOOK, LINKEDIN, INSTAGRAM AND TWITTER WITH A TOTAL OF 6,000-8,000 EXPECTED IMPRESSIONS AND 1,500 TO 2,000 PAGE VISITS. IN ADDITION, OPERATION FUEL WILL CONDUCT AN EMAIL CAMPAIGN WITH AT LEAST 6 EMAILS TO 6,000 TO 7,000 SUBSCRIBERS WITH AN AVERAGE 30% OPEN RATE AND 5% CLICK RATE. THE ORGANIZATION PLANS TO IDENTIFY 200 CLIENTS AS POTENTIAL ENROLLEES IN THE PROJECT WITH ABOUT 15-20 CLIENTS COMPLETING APPLICATIONS TO BEGIN ENROLLMENT IN PROGRAM. IN ADDITION, THERE ARE PLANS TO CONDUCT 4 EDUCATION WORKSHOPS (OFFERED IN-PERSON AND VIRTUALLY) WITH ENERGIZE-CONNECTICUT, WHICH IS A PARTNERSHIP AMONG THE STATE, NONPROFITS AND ENERGY COMPANIES ON CONSUMER ENERGY EFFICIENCY TO TALK TO COMMUNITY MEMBERS ABOUT THE BENEFITS OF INSTALLING HEAT PUMPS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OPERATION FUEL WILL ALSO TRACK OTHER HEALTH AND NON-ENERGY BENEFITS ACHIEVED. THE PROJECT OUTCOMES INCLUDE:\n#61623; REDUCED BARRIERS TO SOCIAL AND STRUCTURAL CAUSES OF HOME ENERGY AFFORDABILITY BY PROVIDING INCREASED RESOURCES TO BRIDGEPORT RESIDENTS INCREASING UNDERSTANDING AND REDUCTION OF ENVIRONMENTAL AND HUMAN HEALTH RISKS THROUGH EDUCATIONAL TOOLS.\n#61623; DELIVER A CLEANER, SAFER, AND HEALTHIER ENVIRONMENT FOR ALL CONNECTICUT AND FUTURE GENERATIONS (STRATEGIC GOAL 1) BY CREATING MEASURABLE IMPROVEMENTS IN ENERGY EFFICIENCY IN PARTICIPATING HOMES LEADING TO A NUMBER OF POUNDS OR METRIC TONS OF GREENHOUSE GAS ELIMINATED; REDUCTION IN KILOWATT-HOURS OF ENERGY USED; AND IMPROVED INDOOR AIR QUALITY AND MEASURABLE IMPROVEMENTS IN PUBLIC HEALTH INCLUDING, BUT NOT LIMITED TO: IMPROVEMENT IN QUALITY OF LIFE FOR ASTHMATICS, INCLUDING AN INCREASED NUMBER OF SYMPTOM-FREE DAYS;\n#61623; MORE EFFECTIVE PARTNERSHIPS ACROSS SECTORS AND COMMUNITIES (STRATEGIC GOAL 2) AND CONNECTICUT LEGISLATORS ENGAGED IN ENERGY EFFICIENCY AND HUMAN HEALTH IMPROVEMENTS FOR RESIDENTS, ESPECIALLY IN ENVIRONMENTAL JUSTICE COMMUNITIES (STRATEGIC GOAL 3)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79b6f2d7-d508-50b4-4c2c-3832b23d6145-C", "generated_internal_id": "ASST_NON_00A01423_6800"}, {"internal_id": 152089750, "Award ID": "00A01090", "Award Amount": 29592.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO APPALACHIAN MOUNTAIN CLUB TO CONDUCT THEIR 'LIVING DOWNSTREAM' PROJECT WHICH FOCUSES ON COMMUNITY ENGAGEMENT IN ASSESSING AND UNDERSTANDING LEGACY MERCURY POLLUTION IN THE NORTHEAST.ACTIVITIES:THE LIVING DOWNSTREAM: COMMUNITY ENGAGEMENT IN ASSESSING AND UNDERSTANDING LEGACY MERCURY POLLUTION IN THE NORTHEAST PROJECT SEEKS TO ENGAGE COMMUNITIES TO COLLECT AQUATIC DRAGONFLY LARVAE BIOSENTINELS LINKED WITH FISH AND HUMAN HEALTH BENCHMARKS AND DOCUMENT LEGACY POLLUTION IN THE WATERSHED WITH HISTORICAL INFORMATION, REFINE CURRICULUM MODULE ON THE INDUSTRIAL HISTORY AND DEVELOP MODULE ON HG EXPOSURE AND RISK, WITH TEACHER AND PRACTITIONER INPUT AND GUIDANCE, TO DEPLOY IN FORMATS TARGETED FOR CLASSROOMS AND INFORMAL SCIENCE AUDIENCES, AND CONVENE A VIRTUAL (OR IN-PERSON) SYMPOSIUM FOR PARTICIPATING SCHOOLS AND GROUPS TO PRESENT RESULTS OF THEIR WORK.\n\nSUBRECIPIENT:DARTMOUTH WILL COLLABORATE WITH THE APPALACHIAN MOUNTAIN CLUB TO CONTINUE TO ADAPT THE CURRENT DRAGONFLY MERCURY PROGRAM FOR COMMUNITIES IN URBAN AND INDUSTRIALIZED AREAS SUCH AS COMMUNITIES IN LOWELL-LAWRENCE AND PROVIDE TRAINING TO TEACHERS AND WORK WITH THEM IN THEIR CLASSROOMS. USING AN INQUIRY-BASED APPROACH, STUDENTS WILL BE GUIDED TO DEVELOP QUESTIONS THAT THEY WILL BE ABLE TO TEST WITH THEIR OWN DATA AND THOSE OF OTHER SITES.OUTCOMES:EXPECTED OUTCOMES INCLUDE: INCREASED KNOWLEDGE OF RELATIVE HG RISK IN THE WATERSHED AND BE MADE FINDABLE, ACCESSIBLE, AND RE-USEABLE TO THE STUDENTS AND TEACHERS; ACTIVE ENGAGEMENT IN SAMPLE COLLECTION AND DATA TO DRAW CONCLUSIONS ABOUT THE HEALTH OF THE LOCAL RIVERS; AND INCREASED STUDENT/YOUTH EXPERIENCE WITH THE SCIENTIFIC PROCESS AND RECOGNIZE THE IMPORTANCE OF ENVIRONMENTAL MONITORING. DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE RESIDENTS LOWELL AND LAWRENCE, MA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "167d2204-25db-1702-f615-4737730d34af-C", "generated_internal_id": "ASST_NON_00A01090_6800"}, {"internal_id": 152089773, "Award ID": "00A01089", "Award Amount": 26674.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO ADDRESS INDOOR AIR QUALITY AND ASTHMA PREVENTION IN VULNERABLE POPULATIONS, INCLUDING ELDERLY GROUPS, HARD TO REACH HISPANIC POPULATIONS, AND CHILDREN THROUGH EDUCATION SESSIONS THAT HAVE AND CONTINUE TO TRANSFORM LIVES.ACTIVITIES:THESE FUNDS WILL BE USED TO EMPOWER COMMUNITIES AND TRAIN PROMOTERS TO LEAD WORK TO REDUCE INDOOR AIR POLLUTION, ADDRESS HEALTH INEQUITIES, AND INCREASE KNOWLEDGE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE RAISING AWARENESS OF ENVIRONMENTAL FACTORS THAT HEALTH AND PARTICIPANTS ACTION TAKEN TO REDUCE EXPOSURES AND OR SEEK OUTSIDE SERVICES FROM COMMUNITY RESOURCES. HEALTHY HOME PROJECT OFFERS AN IMPORTANT AND REPLICABLE MODEL AND WILL RESULT IN CREATING HEALTHY HOMES BY IMPROVING THE AIR CONDITION AND EMPOWERING THE COMMUNITY WITH INFORMATION AND RESOURCES ABOUT ENVIRONMENTAL AND OR PUBLIC HEALTH ISSUES THROUGH EDUCATIONAL WORKSHOPS IN ASTHMA AND LEAD, MERCURY, AND OTHER POISONING PREVENTION AT TARGETED NEIGHBORHOODS (HARD TO REACH HISPANIC POPULATIONS AND CHILDREN).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8d60022-a465-629c-0ffe-9ccab4ae00ab-R", "generated_internal_id": "ASST_NON_00A01089_6800"}, {"internal_id": 139786092, "Award ID": "00A01076", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.110", "Description": "THIS ASSISTANCE AWARD'S PURPOSE SEEKS TO TIE BOTH THE TARGET INVESTMENT OF ENVIRONMENTAL JUSTICE AREAS OF POTENTIAL CONCERN AND THE TARGET PROGRAM AREA OF HEALTHY INDOOR ENVIRONMENTS TOGETHER TO COMBAT FOOD INSECURITY ON A STATE LEVEL IN RHODE ISLAND. THIS PROGRAM WILL WORK CLOSELY WITH LOCAL COMMUNITIES THAT HAVE BEEN DISPROPORTIONATELY AFFECTED BY THE ENVIRONMENTAL IMPACT RESULTING FROM WASTED FOOD AND THE GROWING PUBLIC HEALTH CONCERN OF HUNGER AND FOOD INSECURITY. ADDITIONALLY, THIS PROJECT ADDRESSES IMPROVING HEALTHY INDOOR ENVIRONMENTS THROUGH POLLUTION PREVENTION AND FOOD WASTE MINIMIZATION. THESE TWO TARGET AREAS WORK IN TANDEM BECAUSE PRESERVING INDOOR ENVIRONMENTS THROUGH ONGOING SUSTAINABILITY PRACTICES DIRECTLY CORRELATES TO IMPROVEMENT IN SOCIAL, HEALTH AND ENVIRONMENTAL JUSTICE FOR VULNERABLE POPULATIONS. SOME ANTICIPATED DELIVERABLES THAT WILL COME OF THE PARTNERSHIP IS TO STRATEGICALLY AND SYMBIOTICALLY WORK TOGETHER BY COMBINING THEIR AREAS OF EXPERTISE AND EXPERIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf144d81-a977-0cda-4a32-f437dbcdc427-C", "generated_internal_id": "ASST_NON_00A01076_6800"}, {"internal_id": 151169487, "Award ID": "00A01063", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THE COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE INSTITUTE FOR LOCAL SELF-RELIANCE (ILSR)  TO CONDUCT THEIR 'COMPOSTING FOR COMMUNITY INITIATIVE.' EXPECTED DELIVERABLES INCLUDE TRAIN COMMUNITY COMPOSTERS VIA ONLINE COMMUNITY COMPOSTER 101 CERTIFICATE COURSE, CREATE AND DISSEMINATE 6 ILSR COMPOSTING LEARNING ACTIVITIES, AND CREATE AND LAUNCH PEER LEARNING COMMUNITY (PLC). ACTIVITIES: THESE FUNDS WILL BE USED TO CULTIVATE COMMUNITY-SCALE COMPOSTING THAT WOULD SPECIFICALLY ALLOW ILSR TO EXPAND THE REACH OF THE NEW ONLINE COMMUNITY COMPOSTING 101 CERTIFICATE PROGRAM TO NEW ENGLAND, DEVELOP AND DISSEMINATE COMPOSTING TRAINING MATERIALS THAT COMMUNITY SITES CAN USE ON THEIR OWN, AND LAUNCH A COMMUNITY COMPOSTING PEER LEARNING COMMUNITY (PLC) TO SHARE TIPS FOR REPLICATION AND LESSONS LEARNED TO SPUR CROSS FERTILIZATION AND REPLICATION THROUGHOUT NEW ENGLAND AND BEYOND.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE TRAIN 400 COMMUNITY COMPOSTERS VIA ONLINE COMMUNITY COMPOSTER 101 CERTIFICATE COURSE, CREATE AND DISSEMINATE 6 ILSR COMPOSTING LEARNING ACTIVITIES, AND CREATE AND LAUNCH PEER LEARNING COMMUNITY (PLC) WITH APPROXIMATELY 36 PARTICIPANTS. DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE RESIDENTS OF SIX NEW ENGLAND STATES OR 10 TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b3cca34-8d1f-b20d-5a99-cce520599ab3-C", "generated_internal_id": "ASST_NON_00A01063_6800"}, {"internal_id": 151676339, "Award ID": "00A01062", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE NORTHEAST WASTE MANAGEMENT OFFICIALS' ASSOCIATION TO CONDUCT THEIR GREEN CLEANING AND DISINFECTING IN SOUTHERN NEW HAMPSHIRE PROJECT. ACTIVITIES:THESE FUNDS WILL BE USED TO EDUCATE JANITORIAL EMPLOYEES AND RESIDENTS IN ENVIRONMENTAL JUSTICE COMMUNITIES IN NASHUA AND MANCHESTER, NH ABOUT THE BENEFITS AND METHODS OF ADOPTING GREEN CLEANING PRODUCTS AND PRACTICES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE THE TRAINING OF 12 JANITORIAL STAFF AT THREE PROFESSIONAL CLEANING BUSINESSES, IMPACTING MORE THAN 1,000 HOUSEHOLDS. THIS WILL RESULT IN THE REDUCTION OF APPROXIMATELY 70 GALLONS OF CONVENTIONAL CLEANING PRODUCT AND HAZARDOUS CLEANING SUBSTANCES. DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE JANITORIAL STAFF WHO WILL AVOID EXPOSURE TO CHEMICALS THAT CAUSE ASTHMA AND CHEMICAL BURNS. RESIDENTS WILL ALSO BENEFIT FROM THE USE OF ENVIRONMENTALLY PREFERABLE CLEANING PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d2f7856-6ef3-be2a-9fc0-2c6495561665-R", "generated_internal_id": "ASST_NON_00A01062_6800"}, {"internal_id": 151676306, "Award ID": "00A01061", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "66.110", "Description": "DESCRIPTION:MEANS DATABASE HAS BEEN PARTNERED WITH THE RHODE ISLAND DEPARTMENT OF HEALTH (RIDOH) FOR THEIR 'RHODE TO END HUNGER' INITIATIVE SINCE 2017. OUR COLLABORATION CONNECTS EXCESS FOOD FROM BUSINESSES TO NEARBY NONPROFIT ORGANIZATIONS THAT PROVIDE FOOD FOR THEIR COMMUNITY MEMBERS, AT NO COST TO THE COMMUNITY MEMBERS, CHARITIES, OR THE DONATING EATERIES. TO DATE, IN PARTNERSHIP WITH 141 FOOD BUSINESSES AND NONPROFITS ACROSS THE STATE, MEANS HAS RECOVERED 56,164 POUNDS OF FOOD AND 1,075 LBS OF FOOD SERVICE SUPPLIES, COMPRISING 46,803 MEALS AND PREVENTING 21,061 POUNDS OF EMISSIONS.\n\nTHIS PROPOSAL SEEKS TO TIE BOTH THE TARGET INVESTMENT OF ENVIRONMENTAL JUSTICE AREAS OF POTENTIAL CONCERN AND THE TARGET PROGRAM AREA OF HEALTHY INDOOR ENVIRONMENTS TOGETHER TO COMBAT FOOD INSECURITY ON A STATE LEVEL IN RI AND IN BCM. THE PROPOSED PROGRAM WILL WORK CLOSELY WITHIN LOCAL COMMUNITIES THAT HAVE BEEN DISPROPORTIONATELY AFFECTED BY THE ENVIRONMENTAL IMPACT RESULTING FROM WASTED FOOD AND THE GROWING PUBLIC HEALTH CONCERN OF HUNGER AND FOOD INSECURITY. ADDITIONALLY, THIS PROJECT ADDRESSES IMPROVING HEALTHY INDOOR\nENVIRONMENTS THROUGH POLLUTION PREVENTION AND FOOD WASTE MINIMIZATION. THESE TWO TARGET AREAS WORK IN TANDEM BECAUSE PRESERVING INDOOR ENVIRONMENTS THROUGH ONGOING SUSTAINABILITY PRACTICES DIRECTLY CORRELATES TO IMPROVEMENT IN SOCIAL, HEALTH AND ENVIRONMENTAL JUSTICE FOR VULNERABLE POPULATIONS.\n\nTHE PRIMARY GOAL OF THE PARTNERSHIP BETWEEN RIDOH, MEANS AND RLC IS TO STRATEGICALLY AND SYMBIOTICALLY WORK TOGETHER BY COMBINING OUR AREAS OF EXPERTISE AND EXPERIENCE TO HELP END THE CONTINUOUS CYCLE OF INEQUITIES OF ECONOMIC, RACIAL, FOOD, ENVIRONMENTAL AND HEALTH JUSTICE. IN OUR LAST GRANT, WE FOCUSED OUR EFFORTS IN PROVIDENCE, PAWTUCKET, CENTRAL FALLS AND WOONSOCKET, WHICH ARE AMONG THE MOST ECONOMICALLY CHALLENGED COMMUNITIES IN THE STATE. MEANS, RIDOH AND RLC WILL WORK TOGETHER TO EDUCATE FOOD DONORS ON THE ENVIRONMENTAL, ECONOMIC AND SOCIAL BENEFITS OF DONATING THEIR SURPLUS FOOD TO IGNITE IMMEDIATE AND LASTING IMPROVEMENTS IN THE FOOD SYSTEM, TO HELP MAKE RECOVERY OF SURPLUS CONSUMABLE FOOD A COMMON PRACTICE FOR BUSINESSES IN RI AND BCM.ACTIVITIES:MEANS DATABASE IS AN ONLINE PLATFORM CONNECTING BUSINESSES WITH EXCESS FOOD, SUCH AS GROCERY STORES, WAREHOUSES AND RESTAURANTS, WITH NEARBY EMERGENCY FOOD PROVIDERS WHO SERVE THOSE IN NEED. THE $41,760 TOTAL FOR THIS PROJECT WILL BE USED TO FUND THE COORDINATION AND TRANSPORTATION OF FOOD DONATIONS ACROSS THE STATE, AS WELL AS TO RECRUIT RECURRING FOOD DONATIONS FROM FOOD BUSINESSES AND FOOD PROVIDERS. THIS PROJECT WILL BUILD UPON THE FOUNDATION THAT MEANS, RLC AND RIDOH HAVE ESTABLISHED VIA OUR COLLABORATION FROM OUR FIRST GRANT TOGETHER, AND REPLICATE THAT FRAMEWORK IN BRISTOL COUNTY, MA (BCM). WE WILL BE CO-HOSTING AN ONLINE WEBINAR FOR THIS PURPOSE. IN THE LONG TERM, THE UNIQUE AND HIGHLY EFFECTIVE STRATEGIES OF EACH OF OUR ORGANIZATIONS COMPLEMENT OUR JOINT MISSION, THUS CREATING LONG-STANDING COMMUNITY CONNECTIONS TO BEST SERVE RI AND BCM.SUBRECIPIENT:WEB APPLICATION MAINTENANCE AND UPDATES, SOUTHCOAST MA CHAMBER OF COMMERCE MEMBERSHIP, WEB PLATFORM ENHANCEMENT, NORTHERN RI CHAMBER OF COMMERCE MEMBERSHIP, CENTRAL RI CHAMBER OF COMMERCE MEMBERSHIPOUTCOMES:MEANS DATABASE WILL MONITOR THE NUMBER OF FOOD BUSINESSES AND EMERGENCY FOOD PROVIDERS  SIGNED UP TO DONATE SURPLUS FOOD THAT IS SAFE FOR CONSUMPTION. BOTH MEANS AND RLC UTILIZE RESPECTIVE ADVANCED TECHNOLOGY FOR ALL OPERATIONS, AND EACH HAS THE CAPABILITY TO TRACK AND ANALYZE MULTIPLE STREAMS OF DATA TO MEASURE AND EVALUATE THE PROGRESS OF THE JOINT PROJECT, INCLUDING THE NUMBER OF DONORS, RESCUES, POUNDS OF FOOD RESCUED, MEALS PROVIDED, CO2 EMISSIONS PREVENTED, OUTREACH PERFORMED AND VOLUNTEER STATISTICS. THESE KEY DATA POINTS ARE EASILY TRACKED BY EACH OF THE ORGANIZATIONS SYSTEMS, INCLUDING CUSTOM, PURPOSE-BUILT PLATFORMS, AS WELL AS OUTSIDE TOOLS SUCH AS HUBSPOT AND SALESFORCE. PROJECT SUCCESS WILL BE ME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf144d81-a977-0cda-4a32-f437dbcdc427-C", "generated_internal_id": "ASST_NON_00A01061_6800"}, {"internal_id": 151676342, "Award ID": "00A01024", "Award Amount": 36530.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO NORTHEAST RESOURCE RECOVERY ASSOCIATION TO CONDUCT THEIR 'INCREASING CONSTRUCTION AND DEMOLITIION (CANDD) DIVERSION IN COOUML;S COUNTY, NEW HAMPSHIRE PROJECT. ACTIVITIES:THESE FUNDS WILL BE USED TO: \n1. CONVENE THREE CANDD SUMMIT ROUNDTABLES FOR MUNICIPAL SOLID WASTE FACILITY OPERATORS TO SHARE BEST PRACTICES TO INCREASE CANDD DIVERSION AND REDUCE COSTS.\n2. CONDUCT A PILOT PROGRAM IN LANCASTER, NEW HAMPSHIRE TO DEMONSTRATE TECHNIQUES TO INCREASE CANDD DIVERSION AND REDUCE COSTS.\n3. PROVIDE HANDS-ON TECHNICAL ASSISTANCE FOR THREE MUNICIPAL SOLID WASTE FACILITIES TO INCREASE CANDD DIVERSION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES AND OUTCOMES FROM THE CANDD DIVERSION PROJECT INCLUDE: (1) AN INCREASE BY WEIGHT OF CANDD BEING DIVERTED FROM LANDFILLS  (2) A REDUCTION IN POUNDS OF GREENHOUSE GAS ('GHG') EMISSIONS FROM LANDFILLING CANDD ; (3) A REDUCTION OF CANDD MANAGEMENT COSTS TO PARITCIPATING MUNICIPALITES; AND (4) IMPROVED ACCESS TO INFORMATION AND TOOLS TO INCREASE CANDD DIVERSION FOR MUNICIPALITIES .  DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE RESIDENTS OF TARGET COMMUNITIES WHO WILL HAVE A DECREASED RISK OF ADVERSE HEALTH EFFECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d841f4b8-dc1b-0f46-b430-b3ba5cad0f1b-C", "generated_internal_id": "ASST_NON_00A01024_6800"}, {"internal_id": 152090002, "Award ID": "00A00989", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO WOONASQUATUCKET RIVER WATERSHED COUNCIL TO CONDUCT THEIR PROJECT TITLED, 'FRONTLINE COMMUNITIES FIRST! RESIDENTS BUILD CLIMATE RESILIENCE IN THE WOONASQUATUCKET RIVER WATERSHED'. ACTIVITIES:THESE FUNDS WILL BE USED TO BUILD CAPACITY OF RESIDENTS AND STUDENT LEADERS IN OLNEYVILLE AND MANTON, RHODE ISLAND TO DEVELOP AND PLAN PROJECTS THAT ADDRESS STORMWATER, SEA LEVEL RISE, POOR WATER, HABITAT QUALITY, URBAN HEAT ISLAND AND RIVERBANK EROSION AND SCOURING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE FRONTLINE COMMUNITY MEMBERS OF OLNEYVILLE AND MANTON, RHODE ISLAND EXPERIENCE IMPROVED ENVIRONMENTAL AND PUBLIC HEALTH OUTCOMES SUCH AS DECREASE INCIDENCE OF STORM AND SEA LEVEL RISE FLOODING, STREETS PROTECTED FROM RIVER EROSION, COOLER SUMMER TEMPERATURES, GREENER STREETSCAPES WITH INCREASED WILDLIFE HABITAT AND DIVERSITY. DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE RESIDENTS OF OLNEYVILLE AND MANTON, RHODE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7684b51-4d0b-854a-1550-0c75faac7fef-R", "generated_internal_id": "ASST_NON_00A00989_6800"}, {"internal_id": 151676257, "Award ID": "00A00983", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO CITY OF MIDDLETOWN, CONNECTICUT TO CONDUCT THEIR FOSTERING CIRCULAR SOLUTIONS FOR TAKEOUT CONTAINERS PROJECT. ACTIVITIES:THESE FUNDS WILL BE USED TO DEVELOP AND IMPLEMENT A REUSABLE CONTAINER PROGRAM AND OUTREACH CAMPAIGN THAT WILL ENGAGE CONSUMERS AND RESIDENTS FROM MIDDLETOWN, CONNECTICUT TO SHOWCASE HOW A REUSABLE CONTAINER PROGRAM CAN BE IMPLEMENTED THEREBY REDUCING WASTE GENERATION IN THE COMMUNITY. SUBRECIPIENT:AS IDENTIFIED IN THE WORKPLAN THE CENTER FOR ECOTECHNOLOGY (CET) SUBAWARD ACTIVITIES INCLUDES: 1) PILOT IMPLEMENTATION; CET AND CITY OF MIDDLETOWN TO MEET WITH RESTAURANTS AT PROJECT LAUNCH TO CONFIRM INTEREST AND PARTICIPATION 2) DEVELOP WEBPAGE FOR PILOT DESCRIPTION AS CALL OF ACTION TO OTHER INTERESTED MIDDLETOWN RESTAURANTS 2) RESEARCH AND SELECT MOST APPROPRIATE REUSABLE TAKEOUT CONTAINER VENDOR 3) ROLL-OUT IMPLEMENTATION OF THE REUSABLE CONTAINERS.  2) SHOWCASING RESULTS:  CET TO INTERVIEW PARTICIPATING RESTAURANTS, VENDOR, HEALTH DEPARTMENT, AND CITY OF MIDDLETOWN TO ASSESS CHALLENGES AND SUCCESSES 2) DOCUMENT SINGLE-USE TAKEOUT WASTE PREVENTED BY IMPLEMENTING REDUCTION AND REUSE MEASURES. 3) CASE STUDY; CET TO DEVELOP RESOURCES SHOWCASING BEST PRACTICES AND RECOMMENDATIONS FOR BUSINESSES INTERESTED IN REUSABLE CONTAINERS 2) CITY OF MIDDLETOWN AND CET TO DISTRIBUTE THE FINAL DOCUMENT WIDELY WITH RESTAURANTS AND LOCAL GOVERNMENTS ACROSS CONNECTICUT AND BEYOND.OUTCOMES:EXPECTED DELIVERABLES INCLUDE PILOTING A CIRCULAR ECONOMY FOR REUSABLE TAKEOUT CONTAINERS AND SHOWCASING RESULTS IN A CASE STUDY.  DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE CONSUMERS OF 3 RESTAURANTS AND THE RESIDENTS OF MIDDLETOWN CONNECTICUT WHO WILL GENERATE LESS WASTE AND CONSEQUENTLY GREENHOUSE GASES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "075b17c0-e68b-edcb-e790-4f743ef18f3d-C", "generated_internal_id": "ASST_NON_00A00983_6800"}, {"internal_id": 152691236, "Award ID": "00A00980", "Award Amount": 40000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-10-14", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE ENVIRONMENT COUNCIL OF RHODE ISLAND EDUCATION FUND (ECRI) TO CONDUCT THEIR RHODE ISLAND SCHOOL RECYCLING CLUB 'GET FOOD SMART, RI; PHASE 3'.ACTIVITIES:THESE FUNDS WILL BE USED TO DEVELOP AND IMPLEMENT FOOD WASTE DIVERSION PROGRAMS AT FOUR RHODE ISLAND K-12 SCHOOLS TO SUPPORT THE NEW RHODE ISLAND STATE LAW TITLED 'SCHOOL WASTE RECYCLING AND REFUSE DISPOSAL' WHICH MANDATES THAT MOST SCHOOL DISTRICTS IN RHODE ISLAND DIVERT FOOD SCRAPS AWAY FROM RHODE ISLAND'S CENTRAL LANDFILL IN JOHNSTON AND RECOVER SURPLUS FOOD FOR REDISTRIBUTION OR DONATION BEGINNING JANUARY 2023. IN ADDITION, MONITORING ONGOING RESULTS WILL CONTINUE AT THE FOUR SCHOOLS FROM PHASE 2 OF THE PROJECT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES, UPDATE THE FOOD WASTE REDUCTION TOOLKIT FOR RHODE ISLAND SCHOOLS; RECRUIT SCHOOLS TO PARTICIPATE IN GET FOOD SMART RI AND FACILITATE DESIGN AND IMPLEMENTATION OF PROGRAMS; MEASURE RESULTS WITH STUDENTS AND REDUCE FOOD WASTE WITH DATA; AND CREATE A RECOGNITION PROGRAM TO SHARE SUCCESSES. DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE STUDENTS AND RESIDENTS OF TARGET COMMUNITIES WHO WILL HAVE A DECREASED RISK OF ADVERSE HEALTH EFFECTS OF DISPOSAL OF WASTED FOOD INCLUDING BY DIVERTING FOOD WASTE FROM LANDFILL, THEREBY REDUCING METHANE GAS EMISSIONS THAT IMPACT CLIMATE CHANGE AND RECOVERING HEALTHY FOOD FOR REDISTRIBUTION WITHIN THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af9c7e9c-dfb9-1c8d-bf1c-201075eddce1-R", "generated_internal_id": "ASST_NON_00A00980_6800"}, {"internal_id": 151676206, "Award ID": "00A00979", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE CENTRAL FALLS LEAD SAFETY PROJECT SEEKS TO ENGAGE FAMILIES AT HIGH RISK FOR LEAD POISONING IN LEAD SAFETY WORKSHOPS AND A STEERING COMMITTEE TO GUIDE THE PROJECT AND PROVIDE ENFORCEMENT RECOMMENDATIONS TO OFFICIALS; CONDUCT LEAD SAFETY WORKSHOPS FOR PARENTS; CONDUCT LEAD-SAFE WORK PRACTICES TRAININGS FOR CONTRACTORS, WHO WILL DO THEIR PART IN KEEPING CHILDREN SAFE FROM LEAD DURING RENOVATIONS; ENGAGE LEAD REMEDIATION FUNDERS, ENFORCEMENT OFFICIALS, COMMUNITY PARTNERS, AND STATE OFFICIALS IN COORDINATING RESOURCES; AND IMPLEMENT A NEW, MULTI-STAKEHOLDER OUTREACH STRATEGY TO PROACTIVELY TARGET NEGLIGENT LANDLORDS DODGING LEAD SAFETY LAWS.ACTIVITIES:WITH A STRONG EFFORT TO ENGAGE FAMILIES MOTIVATED AFFECTED BY LEAD HAZARDS AT HOME, STAFF WILL COORDINATE A COMMUNITY-LEVEL COMMITTEE OF PARENTS, TENANTS, AND OTHERS ROOTED IN THE COMMUNITY TO PLAN AND DRIVE THE PROJECT. WITH CURRENT EPA HEALTHY COMMUNITIES SUPPORT, CHILDHOOD LEAD ACTION PROJECT WILL COORDINATE A CENTRAL FALLS COMMUNITY LEAD SAFETY COALITION TO PROVIDE LEADERSHIP FOR OUR WORK. TO PREVENT AND ADDRESS CASES OF LEAD POISONING AT HOME, CHILDHOOD LEAD ACTION PROJECT WILL PROVIDE LEAD POISONING PREVENTION TRAINING AND RESOURCE REFERRALS TO FAMILIES WITH YOUNG CHILDREN AT HIGH RISK VIA INTERACTIVE WORKSHOPS, IN ADDITION TO CARRYING OUT DOOR TO DOOR OUTREACH TO EDUCATE TENANTS IN HOMES WITH LEAD HAZARDS ABOUT LEAD SAFETY RISKS, PREVENTION METHODS, AND FREE LEGAL PROTECTION FROM RETALIATION. THE PROJECT WILL ALSO ENGAGE THOSE DIRECTLY RESPONSIBLE FOR MAINTAINING LEAD-SAFE HOMES, APARTMENTS, AND EARLY CHILDHOOD EDUCATION FACILITIES. WITH THE APPLICANT'S HIGHLY EXPERIENCED BILINGUAL TRAINERS, THE CHILDHOOD LEAD ACTION PROJECT WILL CONDUCT ONE LEAD-SAFE WORK PRACTICES TRAINING FOR WORKERS, WITH A CONTINUED FOCUS ON HISPANIC/LATINO WORKERS (A POPULATION THAT HAS BEEN UNDERSERVED IN LEAD SAFETY TRAINING) AND THOSE PERFORMING REPAIRS AT PRE-1978 CHILDCARE FACILITIES.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED OUTCOMES INCLUDE:\n1) A DECREASE IN THE INCIDENCE OF LEAD POISONING AMONG CHILDREN UNDER 6 IN CENTRAL FALLS\n2) INCREASED CAPACITY AMONG CENTRAL FALLS PARENTS, TENANTS, LANDLORDS, AND STAKEHOLDERS TO IMPROVE CHILDREN'S ENVIRONMENTAL HEALTH IN THE FUTURE\n3) IMPROVED COMPLIANCE WITH STATE AND EPA LEAD-SAFE WORK PRACTICES TRAINING REQUIREMENTS BY WORKERS RENOVATING HOMES/DAYCARES\n4) IMPROVED PARTNERSHIPS BETWEEN LOCAL INSTITUTIONS RESPONSIBLE FOR LEAD ENFORCEMENT, LEAD ABATEMENT FUNDERS, AND COMMUNITY MEMBERS\n5) A GREATER SUPPLY OF LEAD-SAFE HOUSING FOR CENTRAL FALLS RESIDENTS\nANTICIPATED OUTPUTS INCLUDE: \n1) A COMMITTEE OF LOCAL RESIDENTS LED BY PARENTS, TENANTS, AND OTHER STAKEHOLDERS DEVELOPS RECOMMENDATIONS FOR OFFICIALS REGARDING LEAD SAFETY\nAND LEAD LAW ENFORCEMENT IN THEIR COMMUNITIES; \n2) LEAD VIOLATIONS PROACTIVE OUTREACH TARGET LIST OF 50 PROPERTIES CHOSEN BASED ON LOCAL KNOWLEDGE, DOH DATA; \n3) FAMILIES AT HIGH RISK FOR EXPOSURE TO LEAD HAZARDS EDUCATED ABOUT LEAD PREVENTION RESOURCES AND TENANTS RIGHTS THROUGH CUSTOMIZED\nWORKSHOPS;\n4) TENANTS AT HIGH RISK FOR EXPOSURE TO LEAD HAZARDS EDUCATED ABOUT LEAD PREVENTION RESOURCES AND TENANTS RIGHTS THROUGH DOOR TO DOOR OUTREACH;\n5) LATINO RENOVATION AND REPAIR SPECIALISTS AND HOMEOWNERS RECEIVE TRAINING ON THE EPA LEAD PAINT RENOVATION, REPAIR AND PAINTING RULE AND\nLEAD-SAFE WORK PRACTICES; \n6) COORDINATED LEAD COMPLIANCE/OUTREACH WORK PLAN WITH TIMELINE; \n7) LOCAL HOMES MADE LEAD-SAFE DUE TO OUTREACH REGARDING ABATEMENT RESOURCES AND LEAD LAW ENFORCEMENT EFFORTS GUIDED BY OUR STAKEHOLDER\nGROUP \n\nDIRECT BENEFICIARIES ARE RESIDENTS OF CENTRAL FALLS, RI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92431c17-39a9-d678-5c5c-f3a08570e3ea-C", "generated_internal_id": "ASST_NON_00A00979_6800"}, {"internal_id": 152549090, "Award ID": "00A00848", "Award Amount": 21335.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE 'HEALTHY HOMES, HEALTHY LIVES FOR REFUGEES' PROJECT SEEKS TO INCREASE REFUGEES' AWARENESS ABOUT HARMFUL AIR POLLUTANTS AND TO ULTIMATELY REDUCE INCIDENCES OF ASTHMA-RELATED EMERGENCIES AMONG CHILD REFUGEES IN RHODE ISLAND BY CONDUCTING PUBLIC AWARENESS AND EDUCATIONAL ACTIVITIES AND BY ESTABLISHING AND MAINTAINING HEALTHY HOMES RESPONSE TEAMS TO CONNECT FAMILIES TO RESOURCES AND PROMOTE ENVIRONMENTAL PRACTICES. ACTIVITIES:PROJECT ACTIVITIES ANTICIPATED INCLUDE 1) CONDUCTING HOME VISITS TO PROVIDE REFUGEES WITH THE KNOWLEDGE, SKILLS, AND RESOURCES THEY NEED TO PROMOTE THE MANAGEMENT OF ASTHMA AND THE REDUCTION OF ASTHMA TRIGGERS AND OTHER INDOOR AIR POLLUTANTS, 2) HOSTING REFUGEE HOUSING ADVISORY NETWORK MEETINGS HELD EVERY OTHER MONTH AS A TEAM OF PARTNERS AND COMMUNITY LEADERS FOR A YEAR TO REVIEW JOURNEY TO HEALTH, HOME VISITS, GENERAL ISSUES RELATING TO HOUSING SAFETY, AND INDOOR AIR POLLUTANTS. THIS NETWORK WILL GROW OVER TIME TO INCLUDE MORE PARTNERS AND INCREASED COORDINATION BETWEEN EFFORTS TO ADDRESS HEALTHY HOME, 3) HOST MONTHLY ASTHMA-FOCUSED JOURNEY TO HEALTH SESSIONS WITH TRANSLATED AND CULTURALLY INFORMED EDUCATIONAL PAMPHLETS, AND 4) SUPPORTING CULTURALLY SPECIFIC SURVEY EFFORTS TO GAIN ASSESSMENTS OF THE EXTENT OF ASTHMA TRIGGERS IN HOMES OF REFUGEE CLIENTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE MEASURABLE RESULTS WHICH THIS PROJECT WILL DELIVER CONSIST OF THE FOLLOWING:-IMPROVEMENT IN QUALITY OF LIFE FOR ASTHMATIC REFUGEES (TO BE QUANTIFIED IN THE FOLLOWING WAYS):-INCREASED NUMBER OF SYMPTOM-FREE DAYS IN REFUGEE CHILDREN AND ADULTS-REDUCTION IN USE OF RESCUE MEDICATIONS-REDUCTION IN NUMBER OF MISSED SCHOOL/WORK DAYS OWING TO RESPIRATORY ILLNESS-REDUCTION IN NUMBER OF ASTHMA-RELATED EMERGENCY ROOM VISITS, AND/OR HOSPITAL READMISSIONS RELATED TO ASTHMA-MEASURABLE DECREASE IN NUMBER OF ASTHMA TRIGGERS IN HOMES OF SURVEYED REFUGEE CLIENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c19d5a84-887d-4c07-c972-312ff30bdc93-R", "generated_internal_id": "ASST_NON_00A00848_6800"}, {"internal_id": 152089974, "Award ID": "00A00825", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE OVERALL OBJECTIVE OF OPERATION FUEL'S BETTER HOMES AND BUILDING PROGRAM (BHBP) IS TO INCREASE THE UTILIZATION OF CONNECTICUT'S WEATHERIZATION ASSISTANCE PROGRAM AND INSTALL 30 HEAT PUMPS IN SINGLE-FAMILY HOMES AND MULTI-RESIDENT RENTAL UNITS BY SEPTEMBER 2023, THEREBY DECREASING ENERGY BURDEN, CARBON FOOTPRINT, AND NEGATIVE HEALTH IMPACTS. \nACTIVITIES:THESE FUNDS WILL BE USED TO CONDUCT A CONSUMER AWARENESS CAMPAIGN THAT WILL REACH 4,000-5,000 RESIDENTS, PROMOTE THE PROGRAM ON SOCIAL MEDIA WITH 30-40 SOCIAL MEDIA POSTS ACROSS FACEBOOK, LINKEDIN, INSTAGRAM AND TWITTER, CONDUCT AN EMAIL CAMPAIGN WITH AT LEAST 6 EMAILS TO 6,000 TO 7,000 SUBSCRIBERS, IDENTIFY 300 CLIENTS, AND INCREASE THE NUMBER OF LMI SINGLE-FAMILY HOMEOWNERS AND RESIDENTS OF RENTAL UNITS THAT RECEIVE HOME ENERGY COUNSELING AND IMPLEMENT ENERGY EFFICIENCY BEST PRACTICES IN THE NEW HAVEN REGION FOR A GOAL OF AT LEAST 75 RESIDENTS BY SEPT 2023, TO DECREASE ENERGY BURDEN, CARBON FOOTPRINT, AND NEGATIVE HEALTH IMPACTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES INCLUDE REDUCED BARRIERS TO SOCIAL AND STRUCTURAL CAUSES OF HOME ENERGY AFFORDABILITY BY PROVIDING INCREASED RESOURCES TO NEW HAVEN RESIDENTS INCREASING UNDERSTANDING AND REDUCTION OF ENVIRONMENTAL AND HUMAN HEALTH RISKS THROUGH EDUCATIONAL TOOLS; DELIVER A CLEANER, SAFER, AND HEALTHIER ENVIRONMENT FOR ALL CONNECTICUT AND FUTURE GENERATIONS BY CREATING MEASURABLE IMPROVEMENTS IN ENERGY EFFICIENCY IN PARTICIPATING HOMES LEADING TO A NUMBER OF POUNDS OR METRIC TONS OF GREENHOUSE GAS ELIMINATED; REDUCTION IN KILOWATT-HOURS OF ENERGY USED; AND IMPROVED INDOOR AIR QUALITY AND MEASURABLE IMPROVEMENTS IN PUBLIC HEALTH INCLUDING, BUT NOT LIMITED TO: IMPROVEMENT IN QUALITY OF LIFE FOR ASTHMATICS, INCLUDING AN INCREASED NUMBER OF SYMPTOM-FREE DAYS; MORE EFFECTIVE PARTNERSHIPS ACROSS SECTORS AND COMMUNITIES AND CONNECTICUT LEGISLATORS ENGAGED IN ENERGY EFFICIENCY AND HUMAN HEALTH IMPROVEMENTS FOR RESIDENTS, ESPECIALLY IN ENVIRONMENTAL JUSTICE COMMUNITIES THROUGH IMPROVED COLLABORATION ACROSS NONPROFITS AND WITH OTHER SECTORS TO INCREASE ORGANIZATIONAL AND COMMUNITY CAPACITY IN TO SOLVE ENVIRONMENTAL AND PUBLIC HEALTH ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79b6f2d7-d508-50b4-4c2c-3832b23d6145-C", "generated_internal_id": "ASST_NON_00A00825_6800"}, {"internal_id": 152089767, "Award ID": "00A00808", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "66.110", "Description": "DESCRIPTION:GROUNDWORK LAWRENCE WILL EXPAND OUTREACH AND EDUCATION ON ENERGY EFFICIENCY PROGRAMS AND RESOURCES TO RESIDENTS AND BUSINESSES IN LAWRENCE, HAVERHILL, METHUEN, AND ENVIRONMENTAL JUSTICE AREAS IN ANDOVER AND NORTH ANDOVER, ALL OF WHICH FACE SIGNIFICANT BARRIERS TO ACCESSING ENERGY EFFICIENCY RESOURCES. GROUNDWORK LAWRENCE WILL WORK WITH RESIDENTS AND BUSINESSES IN THESE FIVE COMMUNITIES TO ADDRESS BARRIERS THEY FACE IN ACCESSING ENERGY EFFICIENCY RESOURCES AND CREATE PATHWAYS FOR THEM TO MAXIMIZE UTILIZATION OF AVAILABLE PROGRAMS AND RESOURCES. ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE:\nUTILIZING PREVIOUSLY CREATED AND NEW MATERIALS TO EDUCATE HOMEOWNERS, LANDLORDS, RENTERS, AND BUSINESS OWNERS ABOUT NO-COST ENERGY ASSESSMENTS AVAILABLE THROUGH THE MASS SAVE PROGRAM AND NEW RESOURCES; IDENTIFYING AND CONDUCTING OUTREACH TO RESIDENTS AND SMALL BUSINESSES THROUGH CANVASSING, SOCIAL MEDIA, MAILERS, PRESENTATIONS AND LOCAL COMMUNICATIONS CHANNELS LIKE RADIO, NEWSPAPERS AND TV, INCORPORATING BEST PRACTICES FROM PREVIOUS WORK COMPLETED. WORKING COLLABORATIVELY WITH COMMUNITY PARTNER ORGANIZATIONS AND THROUGH RELATIONSHIPS WITH THE CITIES OF LAWRENCE, METHUEN, HAVERHILL, ANDOVER, AND NORTH ANDOVER, GROUNDWORK LAWRENCE WILL EXPAND THE DISTRIBUTION OF INFORMATION TO CONSTITUENTS. GROUNDWORK LAWRENCE WILL CONTINUE TO LEVERAGE DIRECT RELATIONSHIPS WITH RESTAURANTS AND BODEGAS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES AND OUTCOMES INCLUDE:\n#9679;\tPRESENTATIONS TO COMMUNITY ORGANIZATIONS TO ENLIST THEIR SUPPORT REACHING OUT TO THEIR CONSTITUENTS. THESE WILL BE BILINGUAL. \n#9679;\tINCORPORATE ENERGY EFFICIENCY OUTREACH AS PART OF ONGOING TREE PLANTING EFFORTS AS ANOTHER ENGAGEMENT POINT.\n#9679;\tINCREASED RESIDENTS EDUCATED, THROUGH PRESENTATIONS, TABLING AT EVENTS, DOOR-KNOCKING AND DISTRIBUTING MATERIALS THROUGH COMMUNITY ORGANIZATIONS, MUNICIPALITIES AND LOCAL COMMUNICATION CHANNELS\n#9679;\tHOME ENERGY ASSESSMENTS AND WEATHERIZATION UPGRADES COMPLETED\n#9679;\tINCREASED OUTREACH TO SMALL BUSINESSES\n#9679;\tSMALL BUSINESS ENERGY ASSESSMENTS AND EFFICIENCY RETROFITS COMPLETED\n#9679;\tUTILIZE EXISTING AND CREATE NEW BILINGUAL OUTREACH MATERIALS THAT REFLECT ADDITIONAL RESOURCE AVAILABLE, FOR RESIDENTS AND SMALL BUSINESSES. THIS MAY INCLUDE POSTERS, BANNERS, DOOR HANGERS, SOCIAL MEDIA POSTS, LETTERS, PRESENTATIONS, ETC. \n\nTHIS PROJECT WILL RESULT IN A GREATER NUMBER OF RESIDENTS AND BUSINESSES GAINING KNOWLEDGE OF AVAILABLE ENERGY EFFICIENCY RESOURCES AND THE NUMBER THAT RECEIVE SUPPORT FOR ENERGY ASSESSMENTS AND EFFICIENCY UPGRADES. THE ENERGY ASSESSMENTS AND EFFICIENCY UPGRADES WILL INCREASE THE FINANCIAL STABILITY OF RESIDENTS AND SMALL BUSINESSES, IMPROVE HEALTH AND COMFORT INSIDE BUILDINGS, AND ALSO REDUCE THE CARBON FOOTPRINT OF THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 30000.0, "Infrastructure Obligations": null, "recipient_id": "28de96a4-fc21-9c92-f545-ad0b6622c9d5-R", "generated_internal_id": "ASST_NON_00A00808_6800"}, {"internal_id": 151676355, "Award ID": "00A00807", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO LUVIN' SPOONFULS TO DIVERT FOOD WASTE FROM LANDFILLS BY SUPPORTING AND EXPANDING A NETWORK 80 VENDOR PARTNERS AND 178 NONPROFIT PARTNERS IN MASSACHUSETTS.ACTIVITIES:THESE FUNDS WILL BE USED TO COORDINATE, EDUCATE, AND HELP GROCERY STORES AND FARMS DONATE HEALTHY, NUTRITIOUS FOOD TO SENIOR CENTERS, FOOD PANTRIES, MEAL PROGRAMS, YOUTH AND SENIOR CENTERS, TRANSITION SHELTERS, AND ADDICTION TREATMENT CENTERS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE THE RESCUE OF 195,000 POUNDS OF EXCESS FOOD THAT WOULD OTHERWISE BE DESTINED FOR LANDFILLS OR COMPOSTING FACILITIES. IN TURN, THE NONPROFIT PARTNERS DELIVER AND SERVE THE FOOD TO 15,500 PEOPLE EXPERIENCING FOOD INSECURITY IN GREATER BOSTON, HAMPDEN COUNTY, AND WORCESTER COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0acd0116-cc7a-2334-5cc3-a862a44672d2-C", "generated_internal_id": "ASST_NON_00A00807_6800"}, {"internal_id": 152549154, "Award ID": "00A00806", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PROPOSED PROJECT, 'USING A PEER LEADERSHIP MODEL TO ENSURE CLEAN, GREEN AND HEALTHY SCHOOLS', BUILDS ON PREVIOUSLY-FUNDED SUCCESSES AND FITS WITHIN MASSACHUSETTS COALITION ON OCCUPATIONAL SAFETY AND HEALTH'S MISSION OF DEVELOPING THE CAPACITY OF LOW-INCOME COMMUNITIES OF COLOR TO ACHIEVE HEALTHY ENVIRONMENTS IN SCHOOLS, AT WORK AND IN NEIGHBORHOODS. CONSISTENT WITH THE ORGANIZATION'S APPROACH, THE PROJECT ALSO ENGAGES IMPACTED COMMUNITY MEMBERS -YOUTH OF COLOR, TEACHERS, JANITORS. PARENT SAND OTHERS -AS LEADERS IN REDUCING ENVIRONMENTAL HAZARDS AND PROMOTING HEALTHY COMMUNITIES. THE ORGANIZATION'S STAFF AND BOARD REFLECT THE COMMUNITY BEING SERVED. AS MANY AS 25 YOUTH FROM URBAN SCHOOLS SERVE AS PEER LEADERS, WITH TWO CURRENT PEER LEADERS AN/OR ALUMNI SERVING ON THE BOARD OF DIRECTORS. KEY OUTPUTS INCLUDE: IN BOSTON:1) TRAINING CURRICULUM PRESENTED FOR 40-50 PEER LEADERS AND 10 ADULT AMBASSADORS; 2) UPDATED BOSTON HEALTHY SCHOOLS RESOURCES ON CLEANING AND DISINFECTION FOR COVID-19; 3) INFORMAL DATA COLLECTION AND RESEARCH ON THE IMPACT OF HEAT STRESS ON 3-5 SCHOOLS; 4) DOCUMENTATION OF FINDINGS AND ASTHMA FRIENDLY ACTIONS TAKEN IN 3-5 SCHOOLS; 5) DOCUMENTATION OF POLICIES UPDATED AND DEVELOPED THROUGH THE BOSTON PUBLIC SCHOOL'S DISTRICT WELLNESS COMMITTEE. 6) FINDINGS AND RECOMMENDATIONS FOR INCORPORATING ENVIRONMENTAL HEALTH FACTORS INTO DESIGN AND IMPLEMENTATION DECISIONS FOR BUILDING UPGRADES.ACTIVITIES:THE GOALS OF THE PROJECT INCLUDING THE A DESCRIPTION OF THE ACTIVITIES ARE:1) ACHIEVE MEASURABLE IMPROVEMENTS IN ADDRESSING ASTHMA AND ADVERSE ENVIRONMENTAL HEALTH TRIGGERS(SPECIFICALLY POOR INDOOR AIR QUALITY AND EXCESSIVE HEAT), AND ENHANCING CAPACITY TO ADDRESS ENVIRONMENTAL HEALTH INEQUITIES IN SCHOOLS IN HIGH RISK COMMUNITIES IN BOSTON; (2) ENGAGE YOUTH AND ADULT AMBASSADORS IN BOSTON TO INFLUENCE CITY AND SCHOOL DECISION-MAKERS ABOUT THE IMPORTANCE OF CONSIDERING INDOOR AIR QUALITY WHEN MAKING DECISIONS ABOUT CLEANING AND DISINFECTING SCHOOLS TO ENSURE THAT SCHOOL BUILDINGS ARE SAFE FOR STUDENTS, TEACHERS AND STAFF WITH ASTHMA AND FROM COVID-19: (3) ADVANCE EMERGENCY PREPAREDNESS AND ECOSYSTEM RESILIENCE THROUGH EXPANDED UNDERSTANDING OF THE IMPACT OF HEAT STRESS ON SCHOOL ENVIRONMENTS AND DEVELOP NEW STRATEGIES TO REDUCE THE IMPACT OF RISING TEMPERATURES ON STUDENTS, TEACHER AND STAFF.4) ENGAGE YOUTH AND ADULT AMBASSADORS IN BOSTON TO INFLUENCE CITY AND SCHOOL DECISION-MAKERS ABOUT THE IMPORTANCE OF CONSIDERING INDOOR AIR QUALITY AND ASTHMA WHEN MAKING DECISIONS ABOUT HOW BEST TO PROTECT STUDENTS AND STAFF FROM COVID-19, AND DECISIONS ABOUT BUILDING UPGRADES MADE POSSIBLE BY FEDERAL DOLLARS BEING INVESTED IN SCHOOLS AS PART OF PANDEMIC RECOVERY; 3) BUILD ON PREVIOUS SUCCESSES IN BY ENGAGING PEER LEADER AND ADULT AMBASSADORS WHO TAKE ACTION TO IMPROVE ENVIRONMENTAL CONDITIONS AND ASTHMA MANAGEMENT IN 5-10 SCHOOLS IN BOSTON. ADDITIONALLY, THE PROJECT WILL MAGNIFY ITS IMPACT BY: A) INCREASING THE NUMBER OF YOUTH AND EDUCATORS (100-125) REACHED AND ENGAGED THROUGH PEER-LED ENVIRONMENTAL HEALTH WORKSHOPS AT WORKSHOPS, TOWN HALLS AND OTHER PUBLIC FORUMS; AND B) PRESENTING AND PROMOTING MODEL WELLNESS POLICIES AND BEST PRACTICES FOR ASTHMA-FRIENDLY AND SUSTAINABLE SCHOOLS STATEWIDE THROUGH MASSACHUSETTS ASTHMA ADVOCACY PARTNERSHIPS AND OTHER CONFERENCES AND CONVENINGS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:PROJECT DELIVERABLES AND RESULTS: BY THE END OF THE PROJECT PERIOD, THE PROJECT WILL HAVE ACHIEVED THE FOLLOWING MEASURABLE RESULTS: IN BOSTON 1) 40-50 YOUTH PEER LEADERS FROM BOSTON GAIN THE KNOWLEDGE TO BECOME AMBASSADORS IN EFFORTS TO REDUCE ASTHMA TRIGGERS (CHEMICAL CLEANERS AND EXCESSIVE HEAT)AND PROMOTE SCHOOL ENVIRONMENTAL HEALTH;  2) THROUGH ENVIRONMENTAL WALK-THROUGHS AND OTHER HEALTHY SCHOOL ACTIONS, YOUTH PEER LEADERS WILL CONTRIBUTE TO THE IMPROVEMENT OF ENVIRONMENTAL HEALTH IN 3-5 SCHOOLS; 3) THROUGH YOUTH-LED WORKSHOPS, PEER LEADERS W", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d7f80cf-dcee-9886-6470-26e5d1daa8b2-R", "generated_internal_id": "ASST_NON_00A00806_6800"}, {"internal_id": 151676364, "Award ID": "00A00804", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO REDUCE THE QUANTITY OF WASTED FOOD ENTERING THE MUNICIPAL SOLID WASTE IN PROVIDENCE COUNTY. \nACTIVITIES:THESE FUNDS WILL BE USED TO PROVIDE TECHNICAL ASSISTANCE TO SUPPORT FOOD BUSINESSES BY REDUCING, DIVERTING, OR MINIMIZING WASTED FOOD AND OTHER RECYCLABLE COMMODITIES, THEREBY BOLSTERING PROVIDENCE'S RESILIENCY BY IMPROVING THE HEALTH AND PRODUCTIVITY OF LOCAL AGRICULTURAL SOILS, AND REDUCING ENVIRONMENTAL IMPACTS ASSOCIATED WITH LANDFILLING FOOD WASTE. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE AN INCREASE IN DIVERSION PROGRAMS AND AN INCREASE IN AWARENESS AND INTEREST IN FOOD WASTE PREVENTION. DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE RESIDENTS OF THE TARGET COMMUNITIES WHO WILL HAVE AN INCREASED NUTRITIOUS FOOD AND A REDUCTION IN ENVIRONMENTAL IMPACTS OF LANDFILLING FOOD WASTE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00804_6800"}, {"internal_id": 151676365, "Award ID": "00A00803", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO INCREASE PUBLIC UNDERSTANDING OF INDUCTION STOVE TECHNOLOGY FROM THE PERSPECTIVES OF TECHNOLOGY AND USE, PUBLIC HEALTH BENEFITS, AND ENERGY SAVINGS COMPARED TO GAS STOVES, HELP ENSURE THAT THEY ARE AVAILABLE AT LOCAL RETAILERS, AND YIELD TRANSFERABLE APPROACHES TO PROMULGATING AWARENESS AND USE OF INDUCTION STOVES.ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE RAISING PUBLIC AWARENESS ABOUT INDUCTION STOVES AS A HEALTHIER AND MORE ENERGY EFFICIENT ALTERNATIVE TO GAS STOVES, ESTABLISHING LENDING PROGRAMS THAT ALLOW TARGET CONSUMERS TO TEST INDUCTION STOVE TECHNOLOGY, AND CONDUCTING RETAILER OUTREACH.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE GT;3000 TARGET CUSTOMERS REACHED AND MADE AWARE OF INDUCTION TECHNOLOGY AND ITS ENERGY EFFICIENCY AND AIR QUALITY BENEFITS THROUGH DIRECT DISSEMINATION OF MATERIALS BY CET AND THEIR PARTNERS, EXPOSURE TO INFORMATION IN THE COMMUNITY (E.G. POSTED AT LIBRARIES AND PEDIATRICIAN'S OFFICE), AND VIEWED ON SOCIAL MEDIA; GT;400 BORROWERS USE THE KITS OVER THEIR LIFETIME, GE;10 INDUCTION STOVES (COUNTERTOP OR FULL-SCALE RANGE) PURCHASED AS RESULT OF PROGRAM, 3 TONNES CARBON DIOXIDE FROM NATURAL GAS AVOIDED PER INDUCTION STOVE INSTALLED (LIFETIME CARBON DIOXIDE), 45 TONNES CARBON DIOXIDE OVER THE TENURE OF THE PROJECT; POLLUTION PREVENTION RESULTS IN AVOIDED ACUTE EXPOSURE IN EXCEEDANCE OF NAAQS AND 15 KILOGRAMS CARBON MONOXIDE, 8 KILOGRAMS NITROUS OXIDES, 2 KILOGRAMS NITROGEN DIOXIDE PER GAS STOVE REPLACED WITH INDUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00803_6800"}, {"internal_id": 151676350, "Award ID": "00A00802", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO BUILD CAPACITY AND SUPPORT COLLABORATION TO REDUCE THE BURDEN OF ASTHMA ACROSS NEW ENGLAND. THESE FUNDS WILL BE USED TO BUILD KNOWLEDGE, IDENTIFY OPPORTUNITIES, AND STRENGTHEN CROSS-STATE COLLABORATIONS AND REGIONAL PARTNERSHIPS TO ADDRESS THE ENVIRONMENTAL CAUSES AND TRIGGERS FOR ASTHMA, AND WORK COLLECTIVELY WITH A FOCUS ON REDUCING ASTHMA HEALTH INEQUITIES TO IMPROVE QUALITY OF LIFE FOR EVERYONE LIVING WITH ASTHMA IN NEW ENGLAND. RECOGNIZING THE MANY DIFFICULT IMPACTS OF THE COVID-19 PANDEMIC, THIS PROJECT WILL IDENTIFY AND REFLECT ON THESE CHALLENGES AND, WHEN POSSIBLE, ACT AS A GROUP TO ADDRESS THEM. EXPECTED DELIVERABLES INCLUDE CONTINUING TO INCREASE CAPACITY OF THE NE STATE ASTHMA PROGRAMS BY CONVENING AND SUPPORTING ASTHMA REGIONAL COUNCIL'S LEARNING COMMUNITY, ORGANIZING A NEW ENGLAND-WIDE SUMMIT, BROADLY FOCUSED ON LESSONS, CHALLENGES, AND OPPORTUNITIES, AND CONTINUING TO CONTRIBUTE TO THE NATIONAL DIALOGUE, SHARING EXPERIENCES FROM NEW ENGLAND IN CONVERSATIONS AND BEST PRACTICES FROM AROUND THE COUNTRY FOCUSED ON ASTHMA\nACTIVITIES:OBJECTIVE 1: COORDINATE THE SIX NEW ENGLAND STATE ASTHMA PROGRAMS TO SUPPORT/INCREASE REGIONAL COLLABORATION AND CAPACITY BUILDING. \nOBJECTIVE 2: PLAN AND HOLD ONE ASTHAMA REGIONAL COUNCIL'S SUMMIT FOR STATE AND LOCAL HEALTH DEPARTMENTS AND OTHER MULTI-SECTOR STAKEHOLDERS FROM THE SIX NEW ENGLAND STATES TO BUILD KNOWLEDGE ABOUT STRATEGIES AND OPPORTUNITIES FOR COLLABORATION TO OPTIMIZE ASTHMA OUTCOMES AND PROMOTE RACIAL/HEALTH EQUITY COMING OUT OF COVID \nOBJECTIVE 3: LEADERSHIP/PARTICIPATION IN CHILDHOOD ASTHMA REGIONAL COALITION AND COMMUNITY OF PRACTICESUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OBJECTIVE 1: CONTINUE TO INCREASE CAPACITY OF THE NEW ENGLAND STATE ASTHMA PROGRAMS BY CONVENING AND SUPPORTING\nASTHMA REGIONAL COUNCIL'S LEARNING COMMUNITY. OUTPUTS INCLUDE: 1) SIX BI-MONTHLY VIRTUAL MEETINGS AND/OR TRAININGS; 2) ONE ALL-DAY\nIN-PERSON CONVENING WITH REPRESENTATIVES FROM THE SIX NEW ENGLAND STATE ASTHMA PROGRAMS; AND 3) TECHNICAL ASSISTANTS PROVIDED TO\nINDIVIDUAL PROGRAMS, AS NEEDED. FOR ALL OUTPUTS, THIS WILL INVOLVE CONTINUING TO 'UNPACK' EACH STATES' FIVE-YEAR\nASTHMA STRATEGIC PLAN, SUBMITTED TO THE CENTER FOR DISEASE CONTROL IN 2021, AND STRATEGIZE ON HOW TO MOVE FORWARD. EACH STATE'S PLAN\nHAS SOME COMBINATION OF OBJECTIVES FOCUSING ON HEALTHY HOUSING, HEALTHY SCHOOLS, COMMUNITY-CLINICAL LINKAGES\n(INCLUDING BUILDING CAPACITY AND SUSTAINABILITY FOR ASTHMA HOME VISITING WITH ENVIRONMENTAL ASSESSMENTS),\nAND/OR OUTDOOR AIR QUALITY, WITH PROMOTING RACIAL AND HEALTH EQUITY AS A CROSSCUTTING GUIDING PRINCIPLE. ARC WILL\nFACILITATE THE SHARING OF IDEAS, TOOLS, LEARNINGS, CHALLENGES, AND OPPORTUNITIES, AS WELL AS ORGANIZE TRAININGS ON A\nFEW TOPICS SPECIFIC TO THEIR NEEDS.\nOBJECTIVE 2: ORGANIZE A NEW ENGLAND-WIDE ASTHMA REGIONAL COUNCIL SUMMIT, BROADLY FOCUSED ON LESSONS, CHALLENGES, AND OPPORTUNITIES. THE\nEXACT THEME WILL BE DETERMINED WITH THE ASTHMA REGIONAL COUNCIL LEARNING COMMUNITY. OUTPUTS WILL INCLUDE: 1) PLANNING\nCOMMITTEE, WITH 2- 6 PARTICIPANTS, CONVENED TWO TO FOUR TIMES TO HELP TO IDENTIFY SPECIFIC LEARNING OBJECTIVES\nAND OUTCOMES, EFFECTIVE SPEAKERS, AND TARGET AUDIENCE FOR ATTENDANCE; 2) ENVIRONMENTAL SCAN TO IDENTIFY\nPROJECTS/SPEAKERS TO HIGHLIGHT; 3) SUMMIT HELD WITH 50-80 IN ATTENDANCE FROM STATE AND LOCAL PUBLIC HEALTH\nDEPARTMENTS, COMMUNITY-BASED ORGANIZATIONS, HEALTH CARE PROVIDERS, ASTHMA COALITIONS, ACADEMICS, ENVIRONMENTAL PROTECTION AGENCY, AND\nOTHER MULTI-SECTOR STAKEHOLDERS WORKING ON ISSUES RELATED TO ASTHMA. THE SUMMIT WILL SHOWCASE INNOVATIVE\nPRACTICES AND PROJECTS FROM NEW ENGLAND AND NATIONALLY, AS WELL AS TOOLS, AND STRUCTURED TIME FOR PEER SHARING\n4) SLIDES FROM THE SUMMIT MADE AVAILABLE FOR THE ASTHMA COMMUNITY NETWORK WEBSITE; AND 5)\nATTENDEES ENCOURAGED TO JOIN ENVIRONMENTAL PROTECTION AGENCY'", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17e38290-838f-188a-ffcf-eba835b23826-C", "generated_internal_id": "ASST_NON_00A00802_6800"}, {"internal_id": 152090017, "Award ID": "00A00800", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE CENTER FOR ECOTECHNOLOGY TO CONDUCT THEIR 'ACCELERATING WASTED FOOD SOLUTIONS IN CONNECTICUT' PROJECT.  ACTIVITIES:THESE FUNDS WILL BE USED TO DEVELOP AND IMPLEMENT SOURCE REDUCTION STRATEGIES FOR WASTED FOOD, DIVERT AS MUCH EDIBLE FOOD TO FOOD DONATION AND RESCUE AS\nPOSSIBLE, AND COMPOST/ANAEROBICALLY DIGEST WHAT CANNOT BE DONATED IN HARTFORD AND NEW HAVEN COUNTIES.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE INCREASED OUTREACH TO TARGET SCHOOLS AND BUSINESSES, INCREASED TECHNICAL ASSISTANCE DELIVERED TO SCHOOLS AND BUSINESSES, INCREASED MARKETPLACE ACTIVITY, A REDUCTION IN CO2, AND AN INCREASE IN WASTE DIVERTED FROM LANDFILL. DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE RESIDENTS OF TARGET COMMUNITIES WHO WILL HAVE A UNIQUE OPPORTUNITY TO COMBAT THE ENVIRONMENTAL IMPACTS OF WASTED FOOD WHILE ADDRESSING ENVIRONMENTAL JUSTICE AND PUBLIC HEALTH ISSUES ASSOCIATED WITH FOOD INSECURITY IN NEW HAVEN AND HARTFORD COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00800_6800"}, {"internal_id": 151676255, "Award ID": "00A00799", "Award Amount": 39997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO GROWING PLACES PROPOSES LOCAL FOOD WORKS-CLOSING THE LOOP PROJECT FOCUSED ON PREVENTING FOOD WASTE IN NORTH CENTRAL MASSACHUSETTS.ACTIVITIES:THESE FUNDS WILL BE USED TO DEVELOP A CLOSED LOOP LOCAL FOOD SYSTEM THROUGH FOOD WASTE PREVENTION EFFORTS FOCUSED ON PRIMARY PRODUCERS, INSTITUTIONS, AND CONSUMERS. ENGAGE NEIGHBORHOOD-BASED ORGANIZATIONS, STUDENTS AND LOCAL FARMERS IN NORTH CENTRAL MASSACHUSETTS FOCUSING ON LEOMINSTER AND FITCHBURG. \n\nSUBRECIPIENT:THERE IS ONE SUBAWARD FOR INSTITUTIONAL FOOD WASTE PREVENTION PILOTS AT ONE FITCHBURG SCHOOL.OUTCOMES:EXPECTED DELIVERABLES INCLUDE: INCREASE KNOWLEDGE AND AWARENESS AMONG CONSUMERS ON THE IMPACTS OF FOOD WASTE AND DEVELOP AN UNDERSTANDING OF FOOD WASTE CAUSES AMONG PRIMARY PRODUCERS AND AT GROWING PLACES FOOD WAREHOUSE. DIRECT BENEFICIARIES OF THESE ACTIVITIES ARE THE RESIDENTS OF THE TARGETED COMMUNITIES AND LOCAL FARMERS.  PUBLIC HEALTH IS IMPROVED VIA LOWER METHANE EMISSIONS FROM LANDFILLS TO REDUCE CLIMATE CHANGE, CLIMATE MITIGATED HIGH HEAT DAYS/WEATHER EVENTS, AND LOWER INCINERATOR EMISSIONS/REDUCED AIR POLLUTION. PRIMARY PRODUCERS USE LESS WATER, ENERGY, FERTILIZER AND PESTICIDES BECAUSE THEY ONLY GROW WHAT CONSUMERS USE. PRODUCE IS HANDLED EFFICIENTLY IN THE NCMA FOOD SYSTEM WITH REDUCED SPOILAGE AT ALL STAGES. LOW-INCOME FOOD INSECURE CONSUMERS REDUCE FOOD WASTE AND SAVE DOLLARS TO SPEND ON HEALTHCARE AND RENT. MUNICIPALITIES REDUCE LANDFILL COSTS, SO FUNDS ARE RE-DIRECTED TO RESIDENT SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a0a4673-64fe-87e4-7ca5-0035ade10c4c-C", "generated_internal_id": "ASST_NON_00A00799_6800"}, {"internal_id": 151676340, "Award ID": "00A00798", "Award Amount": 39992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE PRODUCT STEWARDSHIP INSTITUTE TO CONDUCT THEIR 'RESTAURANTS BUILDING BACK BETTER WITH LESS PACKAGING AND PLASTIC WASTE' PROJECT. ACTIVITIES:THESE FUNDS WILL BE USED TO DEVELOP AN OUTREACH CAMPAIGN, EDUCATIONAL MATERIALS, AND TECHNICAL ASSISTANCE TO HELP MASSACHUSETTS RESTAURANTS, INCLUDING SMALL RESTAURANTS IN LOW-INCOME AREAS, REDUCE SINGLE-USE FOOD WARE AND PLASTIC PACKAGING WASTE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE 5 EDUCATIONAL VIDEOS, AN OUTREACH CAMPAIGN THAT ENROLLS 5-10 RESTAURANTS, 5-10 SOURCE REDUCTION PLANS FOR PARTICIPANTS, A RESOURCE TOOLKIT, AND CASE STUDIES TRANSLATED INTO COMMUNITY-APPROPRIATE LANGUAGES. THE EXPECTED OUTCOMES INCLUDE A 40% REDUCTION IN SINGLE-USE PLASTIC ITEMS FOR PARTICIPATING RESTAURANTS, EQUALING 9,000 TO 18,000 POUNDS OF AVOIDED PLASTIC AND $10,000 TO $25,000 IN COST SAVINGS. THE INTENDED BENEFICIARIES OF THESE ACTIVITIES INCLUDE THE PARTICIPATING RESTAURANTS, WHO IMPROVE THEIR ENVIRONMENTAL PERFORMANCE AND REDUCE COSTS, AS WELL AS RESIDENTS AND WILDLIFE IN TARGET COMMUNITIES, WHO BENEFIT FROM THE REDUCED BURDEN OF PLASTIC POLLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1c8cf58-97f0-e23b-4a9c-9151deaa90dc-C", "generated_internal_id": "ASST_NON_00A00798_6800"}, {"internal_id": 140709109, "Award ID": "00A00787", "Award Amount": 28021.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATE MAY 2, 2021, THE COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $28,021 TO THE BERKSHIRE REGIONAL PLANNING COMMISSION'S 'HEALTHY AND EFFICIENT HOMES PILOT PROJECT'.  THIS PILOT PROJECT WILL INCREASE AWARENESS OF HOUSEHOLD HAZARDS THAT HAVE BEEN LINKED TO POOR HEALTH OUTCOMES LIKE LEAD IN PAINT AND WATER, ASBESTOS, AND ASTHMA TRIGGERS LIKE MOLD AND MILDEW, PESTS, TOXIC CHEMICALS USED IN CLEANING AGENTS, PESTICIDES, AND PEST MANAGEMENT, SECONDHAND SMOKE, AND OTHER HAZARDS THAT ARISE THROUGH OUR INITIAL DATA COLLECTION EFFORTS. OUTREACH WILL ALSO BE CONDUCTED TO INCLUDE MATERIALS THAT WILL INCLUDE INFORMATION ON RELATED PROGRAMS OFFERED BY THE CITY OF PITTSFIELD, SUCH AS THE HOUSING REHABILITATION PROGRAM, THE COMMONWEALTH OF MASSACHUSETTS' ROBUST NO- OR LOW-COST RESIDENTIAL ENERGY EFFICIENCY OFFERINGS THROUGH THE MASS SAVE PROGRAM, AND THE COMMONWEALTH'S GET THE LEAD OUT PROGRAM WHICH PROVIDES LOW COST FINANCING FOR LEAD REMOVAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d29663d-9583-0e3c-3733-4d8d55de50ae-R", "generated_internal_id": "ASST_NON_00A00787_6800"}, {"internal_id": 140709105, "Award ID": "00A00781", "Award Amount": 29956.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED AUGUST 2, 2021, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF  $29,956 TO THE TOXICS USE REDUCTION INSTITUTE (TURI) AT UNIVERSITY OF MASSACHUSETTS LOWELL WILL USE FUNDING FROM THE 'POLLUTION PREVENTION INTERNS IN THE FOOD AND BEVERAGE SECTOR FOR HEALTHY COMMUNITIES' GRANT TO PLACE STUDENT INTERNS AT THREE FOOD AND BEVERAGE PROCESSING OR MANUFACTURING FACILITIES IN NEW ENGLAND. THE PROJECT WILL HELP THE STUDENTS GAIN UNDERSTANDING OF ENVIRONMENTAL ISSUES AND IMPLEMENT SOURCE REDUCTION PRACTICES TO CREATE A HEALTHIER WORK ENVIRONMENT FOR THE SENSITIVE POPULATION OF FOOD AND BEVERAGE SECTOR WORKERS AND THEIR COMMUNITY. THE ENVIRONMENTAL OUTCOMES OF THE PROJECT ARE TO REDUCE CHEMICALS, WASTE, WATER, AND ENERGY USAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f7fcd53-a62a-0ccf-e3e6-c6b54ddb6fd2-C", "generated_internal_id": "ASST_NON_00A00781_6800"}, {"internal_id": 140708804, "Award ID": "00A00780", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 20, 2021, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $30,000 TO MASSCOSH FOR THE 'USING PEER LEADERSHIP TO ENSURE CLEAN, GREEN AND HEALTHY SCHOOLS'. THIS PROJECT BUILDS ON A PREVIOUS EPA FUNDED WORK ON IMPROVING INDOOR AIR QUALITY IN SCHOOLS, AND PAST RESULTS HAVE IMPROVED INDOOR AIR QUALITY IN SCHOOLS OVER THE YEARS. IN THIS PARTICULAR PROJECT, MASSCOSH PLANS TO TRAIN 40-50 YOUTH PEER LEADERS FROM BOSTON SCHOOLS WHO WILL WORK WITH TEACHERS, SCHOOL STAFF, PARENTS AND STUDENT TO FIND WAYS OF IMPROVING ENVIRONMENTAL CONDITIONS IN SCHOOL WHICH ARE CONDUCIVE TO BETTER LEARNING AND IMPROVED HEALTH. THESE PEER LEADERS WILL ALSO WORK WITH OTHER SUCH GROUPS IN BOSTON PUBLIC SCHOOLS AND WITH THE TEACHER'S UNION TO FIND OPTIMAL WAYS OF MAKING POSITIVE CHANGES TO THE SCHOOLS' ENVIRONMENTAL CONDITIONS THAT ARE EFFECTIVE AND IN KEEPING WITH SCHOOL POLICIES. THESE POSITIVE CHANGES INCLUDE IDENTIFYING ASTHMA TRIGGERS IN CLASSROO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d7f80cf-dcee-9886-6470-26e5d1daa8b2-R", "generated_internal_id": "ASST_NON_00A00780_6800"}, {"internal_id": 139786149, "Award ID": "00A00779", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 20, 2021, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $30,000 TO THE CENTER FOR ECOTECHNOLOGY'S 'WASTED FOOD SOLUTIONS NEW HAVEN COUNTY PHASE III'.  THIS IS A FOOD RECOVERY INITIATIVE FOCUSING ON NEW HAVEN COUNTY CONNECTICUT BUSINESSES AND INSTITUTIONS THAT GENERATE FOOD WASTE INCLUDING: K-12 PUBLIC AND PRIVATE SCHOOLS, AND COMMERCIAL GENERATORS SUCH AS EVENT VENUES, HEALTHCARE FACILITIES, COLLEGES/UNIVERSITIES, AND HOSPITALITY FACILITIES. THE PURPOSE OF THE PROJECT  IS TO REDUCE WASTED FOOD GOING TO LANDFILL OR INCINERATION BY IMPLEMENTING SOURCE REDUCTION STRATEGIES FOR WASTED FOOD, DIVERTING AS MUCH EDIBLE FOOD TO FOOD DONATION AND RESCUING AS POSSIBLE, AND COMPOSING OR ANAEROBICALLY DIGESTING WHAT CANNOT BE DONATED.  THE PROJECT PARTNERS WILL PROVIDE TECHNICAL ASSISTANCE (TA), OUTREACH, AND EDUCATION ACTIVITIES WORKING WITH WASTED FOOD GENERATORS ON SUSTAINABLE FOOD MANAGEMENT STRATEGIES.  THE GRANTEE WILL  PRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00779_6800"}, {"internal_id": 139786150, "Award ID": "00A00778", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 19, 2021, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $31,500 TO THE CENTER FOR ECOTECHNOLOGY'S 'WASTED FOOD SOLUTIONS PROVIDENCE COUNTY PHASE III' IS A FOOD RECOVERY INITIATIVE FOCUSING ON PROVIDENCE COUNTY RHODE ISLAND BUSINESSES AND INSTITUTIONS THAT GENERATE FOOD WASTE INCLUDING: K-12 PUBLIC AND PRIVATE SCHOOLS, AND COMMERCIAL GENERATORS SUCH AS EVENT VENUES, HEALTHCARE FACILITIES, COLLEGES/UNIVERSITIES, AND HOSPITALITY FACILITIES. THE PURPOSE OF THE PROJECT  IS TO REDUCE WASTED FOOD GOING TO LANDFILL OR INCINERATION BY IMPLEMENTING SOURCE REDUCTION STRATEGIES FOR WASTED FOOD, DIVERTING AS MUCH EDIBLE FOOD TO FOOD DONATION AND RESCUING AS POSSIBLE, AND COMPOSING OR ANAEROBICALLY DIGESTING WHAT CANNOT BE DONATED.  THE PROJECT PARTNERS WILL PROVIDE TECHNICAL ASSISTANCE (TA), OUTREACH, AND EDUCATION ACTIVITIES WORKING WITH WASTED FOOD GENERATORS ON SUSTAINABLE FOOD MANAGEMENT STRATEGIES. THE GRANTEE WILL  PERFORM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00778_6800"}, {"internal_id": 140709254, "Award ID": "00A00776", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 20, 2021, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $30,000 TO HEALTH RESOURCES IN ACTIONS (HRA). THESE FUNDS ARE TO ASSIST WIT THE PRIMARY GOALS OF THE ASTHMA REGIONAL COUNCIL OF NEW ENGLAND AT HEALTH RESOURCES IN ACTION'S 'ASTHMA AND COVID-19: LESSONS, CHALLENGES, AND OPPORTUNITIES' IN IDENTIFY AND REFLECTING ON NEW CHALLENGES BROUGHT ON AND/OR EXACERBATED BY THE COVID-19 PANDEMIC. THE BUILDING OF KNOWLEDGE AND CAPACITY TO ADDRESS AND IDENTIFY OPPORTUNITIES FOR COLLABORATION TO OPTIMIZE ASTHMA OUTCOMES. TO ALSO ACT ON THESE OPPORTUNITIES WHEN POSSIBLE, WITH A PARTICULAR EYE TOWARDS PROMOTING RACIAL AND HEALTH EQUITY. THE PROJECT WILL CONTINUE TO INCREASE CAPACITY AMONGST NEW ENGLAND STATE ASTHMA PROGRAMS BY CONVENING AND SUPPORTING THE ASTHMA REGIONAL COUNCIL'S LEARNING COMMUNITY BY HOLDING VIRTUAL MEETINGS AND TRAININGS, ORGANIZING A NEW ENGLAND-WIDE SUMMIT BROADLY FOCUSED ON LESSONS, CHALLENGES, AND OPPORTUN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17e38290-838f-188a-ffcf-eba835b23826-C", "generated_internal_id": "ASST_NON_00A00776_6800"}, {"internal_id": 140708762, "Award ID": "00A00775", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "66.110", "Description": "PER  YOUR APPLICATION REQUEST DATED MAY 20, 2021, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $30,000 TO GROUND WORK LAWRENCE FOR THEIR PROJECT  EDUCATION AND OUTREACH TO RESIDENTS IN SMALL BUILDINGS AND SMALL BUSINESSES IN THE MERRIMACK VALLEY (PRIMARILY LAWRENCE, METHUEN AND HAVERHILL. TO ASSIST IN CONNECTING WITH THEM WITH ENERGY ASSESSMENTS AND ENERGY EFFICIENCY RETROFITS OF THEIR HOMES AND SMALL BUSINESSES. THIS WORK WILL REDUCE ENERGY USE AND COSTS, WHILE CUTTING CARBON POLLUTION AND MAKING OUR COMMUNITIES MORE RESILIENT IN THE FACE OF CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "28de96a4-fc21-9c92-f545-ad0b6622c9d5-R", "generated_internal_id": "ASST_NON_00A00775_6800"}, {"internal_id": 111126186, "Award ID": "00A00738", "Award Amount": 34659.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "66.110", "Description": "THE SUSTAINABLE COLLABORATIVE COMPOSTING AND GARDENING PROJECT WILL PROVIDE TRAINING AND ASSISTANCE TO HELP A GROUP OF NEW HAMPSHIRE SUMMER CAMPS FURTHER DEVELOP THEIR CAMPER-DIRECTED SUSTAINABLE FOOD SYSTEMS PROGRAM AND EXPAND ITS PROGRAM INTO THE COMMUNITY, SPECIFICALLY IN WOLFEBORO AND TUFTONBORO, NEW HAMPSHIRE (WOTU). THE PROJECT WILL DEVELOP THE FOOD SYSTEMS PROGRAM AT TWO COLLATED GREATER BOSTON YMCA SUMMER CAMPS, NORTH WOODS (NW) CAMP FOR BOYS AND PLEASANT VALLEY (PV) CAMP FOR GIRLS. THE PROJECTS OBJECTIVES ARE: 1) PROVIDE THE TOOLS AND RESOURCES TO GROW OUR  TARGET AUDIENCE (CAMPERS/STAFF) KNOWLEDGE ABOUT GROWING AND EATING HEALTHY, ORGANIC FOODS WHILE DEVELOPING THEIR UNDERSTANDING OF OUR FOOD SYSTEM AND THE IMPORTANCE OF CLOSED-LOOP SYSTEMS, AND 2) PROVIDE TECHNICAL ASSISTANCE TO SUPPORT EPA'S FOOD RECOVERY HIERARCHY BY REDUCING, DIVERTING, AND MINIMIZING WASTED FOOD AND OTHER RECYCLABLE COMMODITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53003fe2-ff11-50d7-c04d-f77677c9246a-R", "generated_internal_id": "ASST_NON_00A00738_6800"}, {"internal_id": 110297683, "Award ID": "00A00724", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "66.110", "Description": "THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGMENT (RI D.E.M.) HAS IDENTIFIED K'12 SCHOOLS AS HAVING FALLEN BETWEEN THE STATUTORY (RIGL 23'18.9'17) CRACKS BECAUSE THEY DID NOT MEET THE CRITERIA OF THE RHODE ISLAND (RI) FOOD WASTE BAN. PENDING LEGISLATION, RI HOUSE BILL NO. 7507, WOULD BRING ALMOST ALL SCHOOL DISTRICTS UNDER THE FOOD WASTE BAN EXCEPT FOR A FEW RURAL SCHOOLS WHO DO NOT HAVE THE REQUIRED NUMBER OF STUDENTS. SUPPLYING TECHNICAL ASSISTANCE  TO IMPLEMENT EPA'S FOOD RECOVERY HIERARCHY NOW, WOULD GIVE SCHOOLS A HEAD'START WHEN THIS BILL OR THE INEVITABLE NEXT ONE BECOMES LAW. WHEN APPROACHED BY THE RI SCHOOLS RECYCLING CLUB (RISRC) WITH A COMPREHENSIVE PLAN TO INCREASE FOOD DIVERSION IN THE SCHOOLS, BUILDING OFF A PROVEN TRACK RECORD, THE DEPARTMENT AGREED TO A PARTNERSHIP. THE DEPARTMENT'S ROLE WILL BE THAT OF AN ADMINISTRATIVE AUTHORITY, AND WILL OFFER ITS CONTACTS & TECHNICAL ASSISTANCE, AND REVIEW APPLICATIONS FOR SUBAWARDS TO K'12 SCHOOLS. THE ENTIRETY OF THE AWARD WI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_00A00724_6800"}, {"internal_id": 110190180, "Award ID": "00A00722", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "66.110", "Description": "THE CHILDHOOD LEAD ACTION PROGRAM'S, 'BLACKSTONE VALLEY COMPLIANCE' PROJECT SEEKS TO 1) REDUCE THE INCIDENCE OF CHILDHOOD LEAD POISONING IN CENTRAL FALLS AND PAWTUCKET, RHODE ISLAND; 2) ENGAGE RESIDENTS IN ACTIVELY WORKING TO IMPROVE ENVIRONMENTAL OUTCOMES IN THEIR COMMUNITY; 3) EXPAND ACCESS TO LEAD-SAFE RENTAL HOUSING 4) BROADEN AWARENESS OF LEAD SAFETY RESOURCES FOR RESIDENTS; AND 5) INCREASE COMPLIANCE AND KNOWLEDGE OF LEAD-SAFE WORK PRACTICES AMONG THOSE PROVIDING HOME RENOVATION AND REPAIR SERVICES; AND 6) EXPAND LOCAL SYSTEMS TO KEEP HOMES SAFE BY WORKING WITH PARTNERS TO IMPLEMENT A LEAD CERTIFICATE RENEWAL REMINDER SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92431c17-39a9-d678-5c5c-f3a08570e3ea-C", "generated_internal_id": "ASST_NON_00A00722_6800"}, {"internal_id": 139785912, "Award ID": "00A00706", "Award Amount": 29832.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "66.110", "Description": "ECOLOGY ACTIONS &QUOTANDGROCERY CHALLENGE&QUOTAND PROJECT WILL LAUNCH AN OUTREACH AND EDUCATION CAMPAIGN TO NEW ENGLAND FOOD RETAILERS TO REDUCE ENERGY USE, WATER CONSUMPTION AND WASTE GENERATION AT ITS SOURCE. THE PROJECT HELPS STORE MANAGERS AND ASSOCIATES IDENTIFY, IMPLEMENT, AND QUANTIFY SUSTAINABLE OPERATIONAL PRACTICES IN GROCERY STORES. THE GOAL OF THE PROJECT IS TO USE POLLUTION PREVENTION STRATEGIES TO REDUCE TONS OF GREENHOUSE GAS EMISSION, GALLONS OF WATER, AND POUNDS OF WASTE WHILE REDUCING COSTS FOR PARTICIPATING BUSINESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de9841eb-d639-e3a0-b95e-3730749844ae-R", "generated_internal_id": "ASST_NON_00A00706_6800"}, {"internal_id": 138842759, "Award ID": "00A00699", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "66.110", "Description": "THE PROPOSED PROJECT ADDRESSES ENVIRONMENTAL PROTECTION AGENCY&RSQUOANDS HEALTHY INDOOR ENVIRONMENTS PROGRAM AREA THROUGH ITS FOCUS ON FOOD WASTE REDUCTION AND DIVERSION. THE PROJECT&RSQUOANDS VISION IS FOR THE MAVERICK LANDING COMMUNITY TO ACHIEVE ZERO WASTED FOOD STATUS, INCLUDING A COMMUNITY THAT SOURCES ITS FOOD FROM LOCAL FARMS AND ACHIEVES AN 80% REDUCTION IN THE GENERATION OF WASTED FOOD COMMUNITY-WIDE BY RESCUING FOOD AND REDIRECTING IT FROM DISPOSAL. IN ADDITION, OVER THE LONG TERM THE GOAL IS TO ACHIEVE A 100% DIVERSION OF WHAT WASTED FOOD REMAINS TO COMPOSTING OR ANAEROBIC DIGESTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d2f7856-6ef3-be2a-9fc0-2c6495561665-R", "generated_internal_id": "ASST_NON_00A00699_6800"}, {"internal_id": 110297653, "Award ID": "00A00692", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-09", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 5, 2020, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $25,000 TO THE REVITALIZE COMMUNITY DEVELOPMENT CORPORATION'S HOLYOKE HEALTHY HOMES PILOT PROJECT.  THIS PROJECT WILL ASSESS HOMES, COMPLETE ENVIRONMENTAL TRIGGERS MODIFICATIONS TO THE HOME, AND EDUCATE ADULT AND FAMILIES WITH CHILDREN ABOUT SOURCES OF EXPOSURE THAT ARE SPECIFIC TO THEIR HOME ENVIRONMENT THROUGH HEALTH ASSESSMENTS CONDUCTED BY A HEALTHY HOMES ASSESSOR AND EDUCATION ON ASTHMA TRIGGERS MANAGEMENT AND EDUCATION BY A COMMUNITY HEALTH WORKER. THE GOAL IS TO SERVE AT RISK FAMILIES AS WELL AS CONDUCTS IN DEPTH HOME VISITS WITH FOLLOW UPS IN THE HOLYOKE AREA OF MASSACHUSETTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13d78799-df60-ad53-3994-efeca929c7b8-R", "generated_internal_id": "ASST_NON_00A00692_6800"}, {"internal_id": 110190163, "Award ID": "00A00691", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 5, 2020, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $35,000 TO THE CODMAN SQUARE NEIGHBORHOOD DEVELOPMENT CORPORATION (CSNDC).  THIS IS A COMMUNITY DEVELOPMENT AGENCY WITH A FOCUS ON AFFORDABLE HOUSING AND ECONOMIC DEVELOPMENT SERVING INNER-CITY SOUTH DORCHESTER, A TWO SQUARE MILE AREA THAT IS BOSTON'S LARGEST NEIGHBORHOOD. CSNDC SEEKS SUPPORT UNDER THE ENERGY EFFICIENCY PROGRAM TARGET AREA FOR THE AGENCY'S ENERGY RETROFIT PROGRAM.  PROJECT SUMMARY: CSNDC'S ENERGY RETROFIT PROGRAM WILL INCLUDE RESIDENTIAL AND SMALL BUSINESS OUTREACH, EDUCATION, ASSESSMENTS, AND RETROFITS TO IMPROVE ENERGY USE IN OUR TARGET GEOGRAPHIC AREA. CSNDC AIMS TO BUILD UPON OUR LONG-STANDING RELATIONSHIPS WITH RESIDENTS AND SMALL BUSINESS OWNERS IN THE AREA TO ENSURE SUCCESSFUL PROGRAM OUTCOMES. THE PROPOSED MODEL FOR THE CSNDC PROJECT IS TO: 1)DESIGN MULTI-LINGUAL INFORMATIONAL MATERIALS. CSNDC PROGRAM STAFF ARE FLUENT IN ENGLISH AND SPAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c74056-44df-ccdd-80cb-31a176066d0b-C", "generated_internal_id": "ASST_NON_00A00691_6800"}, {"internal_id": 110190147, "Award ID": "00A00690", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 5, 2020, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $35,000 TO THE CENTRO DE APOYO'S FAMILIAR'S (CAF) 'HEALTHY FAMILIES, HEALTHY HOMES'.  THIS PROJECT WILL BE MANAGED AND CONDUCTED BY CAF IN COLLABORATION WITH SEVEN CAF'S CONNECTORS CHURCHES FROM SELECTED CITIES IN THE STATES OF MASSACHUSETTS AND RHODE ISLAND. THE PROJECT OUTPUTS INCLUDES DELIVERING ENVIRONMENTAL HEALTH INFORMATION ON HEALTHY HOMES SUCH AS ASTHMA AWARENESS THAT IS UNDERSTANDABLE AND USEFUL TO THE TARGET AUDIENCE ON EXPOSURE FACTORS IN THE HOMES IN MASSACHUSETTS AND RHODE ISLAND THAT AFFECT CHILDREN'S HEALTH. PROJECT OUTCOMES INCLUDES RAISING AWARENESS OF ENVIRONMENTAL FACTORS SUCH AS ASTHMA TRIGGERS IN THE HOME THAT AFFECT CHILDREN'S HEALTH AND PARTICIPANT ACTION TO REDUCE EXPOSURES AND / OR SEEK OUTSIDE SERVICES FROM COMMUNITY RESOURCES. THE HEALTHY FAMILIES: HEALTHY HOMES PROJECT OFFERS AN IMPORTANT AND REPLICABLE MODEL AND WILL RESULT IN CREAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8d60022-a465-629c-0ffe-9ccab4ae00ab-R", "generated_internal_id": "ASST_NON_00A00690_6800"}, {"internal_id": 111062102, "Award ID": "00A00689", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.110", "Description": "THE KEENE STATE COLLEGE PROJECT 'TOWARD A SELF-REGULATING WOOD SMOKE POLLUTION MANAGEMENT SYSTEM IN KEENE NH USING AN AIR INVERSION PREDICTION MODEL, CITIZEN SCIENCE AND SOCIAL MEDIA' WILL UTILIZE PUBLIC OUTREACH VIA SOCIAL MEDIA AND WORKSHOPS, CITIZEN SCIENCE AND STUDENT ENGAGEMENT WITH AIR MONITORING AND MODELING TO BETTER UNDERSTAND AND COMMUNICATE THE COMPLEX FACTORS CONTRIBUTING TO POOR WINTERTIME AIR QUALITY IN KEENE, NH, AND INCENTIVIZE PUBLIC ACTION TO REDUCE WOOD BURNING DURING LOCALIZED AIR INVERSIONS, LEADING TO IMPROVED AMBIENT AIR QUALITY AND PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac0145f-a9e7-98b8-b926-c990dbf2795e-C", "generated_internal_id": "ASST_NON_00A00689_6800"}, {"internal_id": 152090001, "Award ID": "00A00686", "Award Amount": 29999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "66.110", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROMOTE A COMPREHENSIVE HEALTHY HOMES APPROACH TO REDUCE HARMFUL INDOOR EXPOSURES FOR YOUNG CHILDREN. THIS WILL INCLUDE THE WELL DOCUMENTED AND REGULATED HAZARDS OF LEAD-BASED PAINT AND RADON, BUT WILL ALSO ADDRESS THE APPROPRIATE CONTROL OF PESTS WHILE MINIMIZING DANGEROUS PESTICIDES, MOLD AND MOISTURE, COMMON ASTHMA TRIGGERS AND BASIC INDOOR AIR QUALITY CONCERNS.\nACTIVITIES:THESE FUNDS WILL BE USED TO REFINE EXISTING EDUCATIONAL MATERIALS AND DEVELOP TRAIN-THE-TRAINER CURRICULUM TO PROMOTE SAFE INDOOR ENVIRONMENTS BY MINIMIZING RISK OF CONTAMINANTS, INCLUDING LEAD, MOLD, MOISTURE, CARBON MONOXIDE, AND OTHER ASTHMA TRIGGERS APPROPRIATE FOR RECENT IMMIGRANT AND REFUGEE COMMUNITIES IN MAINE; REACH 590 INDIVIDUALS IN SOUTHERN MAINE TO EDUCATE RECENT IMMIGRANT AND REFUGEE FAMILIES ON HEALTHY HOUSING; AND ASSIST AT LEAST 75 RECENT IMMIGRANTS OR REFUGEES CONDUCT A SELF-ASSESSMENT OF THEIR HOMES FOR ENVIRONMENTAL HAZARDS AND CONNECT TO ADDITIONAL RESOURCES.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE IS TO REDUCE THE PREVALENCE OF HOUSING-LINKED HEALTH CONDITIONS AMONGST NEW MAINERS, SPECIFICALLY IN THE RWANDAN COMMUNITY, IN SOUTHERN MAINE BY EQUIPPING THEM WITH INFORMATION AND RESOURCES TO IDENTIFY AND ADDRESS HAZARDOUS CONDITIONS. DURING THE GRANT PERIOD, THEY WILL WORK TO REFINE EXISTING EDUCATIONAL MATERIALS AND DEVELOP TRAIN-THE-TRAINER CURRICULUM TO PROMOTE SAFE INDOOR ENVIRONMENTS; CONDUCT TRAIN-THE-TRAINER SEMINARS, AND IN CONJUNCTION WITH TRAINED LEADERS, REACH AT LEAST 240 INDIVIDUALS THROUGH IN-PERSON INTERACTIONS, AND AN ADDITIONAL 250 THROUGH PAMPHLETS AND SOCIAL MEDIA; AND ASSIST AT LEAST 75 NEW MAINERS CONDUCT A SELF-ASSESSMENT OF THEIR HOMES FOR ENVIRONMENTAL HAZARDS AND CONNECT THEM TO ADDITIONAL RESOURCES AS WARRANTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "294be3c5-abe8-04a0-e26f-ad27eb8ecae0-R", "generated_internal_id": "ASST_NON_00A00686_6800"}, {"internal_id": 140708899, "Award ID": "00A00678", "Award Amount": 29977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-09", "CFDA Number": "66.110", "Description": "CUMBERLAND COUNTY SOIL AND WATER CONSERVATION DISTRICT'S 'SOIL LEAD TESTING AND OUTREACH TO GARDENERS IN GREATER PORTLAND, MAINE' PROJECT WILL CONDUCT OUTREACH ABOUT SOIL LEAD CONTAMINATION TO HOME GARDENERS IN PORTLAND AND OTHER COMMUNITIES IN MAINE. THIS PROJECT WILL INCREASE RESIDENT KNOWLEDGE OF THE PRESENCE OF LEAD AROUND THE HOME, RAISE AWARENESS OF SAFE PESTICIDE USE AND ALTERNATIVES, SHARE APPROACHES TO REDUCE EXPOSURE, AND IMPROVE PUBLIC HEALTH IN COMMUNITIES BY REDUCING OR PREVENTING LEAD EXPOSURE AND REDUCING MISUSE OF PESTICIDES AND/OR INCREASING USE OF ALTERNATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "118db974-410d-8df1-4f70-04abfd73419d-R", "generated_internal_id": "ASST_NON_00A00678_6800"}, {"internal_id": 139786082, "Award ID": "00A00677", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "66.110", "Description": "AT ITS CORE, THIS PROJECT AIMS TO REDUCE THE LIKELIHOOD TENANTS WILL BE EXPOSED TO MOLD WHEN MOISTURE PROBLEMS OCCUR IN THEIR UNITS, THUS REDUCING THE RISK OF HEALTH EFFECT FROM MOLD EXPOSURE.  BY INCREASING ENGAGEMENT IN BEST PRACTICE STRATEGIES TO BOTH PREVENT AND ADDRESS MOISTURE PROBLEMS IN A TIMELY AND PROFESSIONAL MANNER, RENTAL UNITS IMPACTED BY THESE MOISTURE ISSUES WILL BE BOTH HEALTHIER FOR THE OCCUPANTS AND MORE SUSTAINABLE FOR THE PROPERTY OWNER.  IT TAKES PROACTIVE STEPS TOWARDS CREATING A MOISTURE-MANAGED PROPERTY SYSTEM TO ADDRESS MOISTURE PROBLEMS IN RENTAL PROPERTIES BEFORE THEY IMPACT HUMAN HEALTH AND PRODUCTIVITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e6f85d9-bf25-9081-45c3-fa3a677429a1-C", "generated_internal_id": "ASST_NON_00A00677_6800"}, {"internal_id": 86482741, "Award ID": "00A00649", "Award Amount": 24986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-25", "CFDA Number": "66.110", "Description": "THE CUMBERLAND COUNTY SOIL AND WATER CONSERVATION DISTRICT'S PROJECT 'THE SOIL LEAD TESTING AND OUTREACH TO HOME GARDENERS IN PORTLAND, MAINE' WILL IMPLEMENT AN EDUCATION OUTREACH CAMPAIGN TO HOME GARDENERS IN PORTLAND, MAINE TO INCREASE UNDERSTANDING OF POTENTIAL SOIL CONTAMINATION FROM LEAD AND PESTICIDES.  THE PROJECT WORKS WITH MUNICIPAL, ACADEMIC AND NEIGHBORHOOD ORGANIZATIONS TO OFFER LEAD EDUCATION THAT PROMOTES THE TRANSITION TO LEAD-FREE CULTIVATION PRACTICES AND SUPPORTS INTEGRATED PEST MANAGEMENT.  THE PROJECT ORGANIZES DIRECT-CANVASSING AND 'SAMPLING DAYS' TO TEST SOIL AND PLANT TISSUE.  THE GOAL OF THE PROJECT IS TO REDUCE SOIL CONTAMINATION FOR POPULATIONS THAT GROW FOOD FOR CONSUMPTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "118db974-410d-8df1-4f70-04abfd73419d-R", "generated_internal_id": "ASST_NON_00A00649_6800"}, {"internal_id": 85747061, "Award ID": "00A00648", "Award Amount": 24999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "66.110", "Description": "THE 'MAINE'S CRAFT BEVERAGE INDUSTRY' PROJECT WILL WORK WITH SMALL BUSINESSES TO REDUCE THE USE OF HAZARDOUS AND TOXIC CLEANING CHEMICALS AND IMPLEMENT SOURCE REDUCTION AND POLLUTION PREVENTION PRACTICES TO REDUCE WATER, ENERGY USE AND INTRODUCE ALTERNATIVE CLEANING METHODS TO SAVE RESOURCES AND PROTECT THE ENVIRONMENT. THIS PROJECT WILL DOCUMENT CURRENT INDUSTRY STANDARD PRACTICES, DEVELOP NEW APPROACHES, AND WORK TO DEMONSTRATE COST AND ENVIRONMENTAL SAVINGS THROUGH IMPLEMENTING BEST PRACTICES AND LESS TOXIC ALTERNATIVES.  THIS PROJECT AIMS TO IMPROVE WATER QUALITY AND PREVENT POLLUTION RISKS THROUGH THE INTRODUCTION OF SOURCE REDUCTION TECHNIQUES AND ALTERNATIVE CLEANING METHODS THAT ARE EFFECTIVE AND SAFER FOR BOTH BREWERY WORKERS IN MAINE AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00648_6800"}, {"internal_id": 83285491, "Award ID": "00A00647", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "66.110", "Description": "MAINE INDOOR AIR QUALITY COUNCIL'S PROJECT ENTITLED 'CREATING A RESPONSE SYSTEM FOR ADDRESSING MOLD AND MOISTURE PROBLEMS IN RENTAL PROPERTIES' FOCUSES ON SYSTEMATICALLY ADDRESSING MOISTURE PROBLEMS IN RENTAL PROPERTIES IN MAINE IN ACCORDANCE WITH BEST PRACTICES IN ORDER TO REDUCE MOLD EXPOSURE TO TENANTS AND IMPROVE INDOOR ENVIRONMENTS FOR IMPROVED HEALTH.  KEY FEATURES OF THEIR OUTREACH INCLUDE THE DEVELOPMENT OF A 60 MINUTE TRAINING MODULE FOR TENANTS AND LANDLORDS, A TENANT ENGAGEMENT CAMPAIGN, AND THE CREATION OF A STATE-WIDE SYSTEM TO RESPOND TO MOLD COMPLAINTS.  THE GRANTEE IS EXPECTING TO EDUCATE 170 CODE ENFORCEMENT OFFICIALS, 60 TO 100 LANDLORDS, 20 LEGAL ADVOCATES, AND 20 TENANT ASSOCIATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e6f85d9-bf25-9081-45c3-fa3a677429a1-C", "generated_internal_id": "ASST_NON_00A00647_6800"}, {"internal_id": 86482915, "Award ID": "00A00604", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "66.110", "Description": "THE 'DECREASING FOOD WASTE AT SENIOR CENTERS' PROJECT WILL CONDUCT A FOOD WASTE AND SOURCE REDUCTION EVALUATION AT FOUR HARTFORD DAY SERVICE SENIOR CENTERS THAT ARE MANAGED BY THE CITY OF HARTFORD'S DEPARTMENT OF HEALTH AND HUMAN SERVICES WHICH SERVE 25,000 MEALS ANNUALLY TO 700 LOW-AND-MODERATE INCOME DIVERSE POPULATIONS IN HARTFORD, CONNECTICUT. THIS PROJECT WILL QUANTIFY THE CURRENT STATE OF FOOD WASTE FOR THE SECTOR, AND DESIGN AND DELIVER TRAINING AND TECHNICAL ASSISTANCE TO INCREASE FOOD DIVERSION FROM LANDFILLS IN SUPPORT OF THE ENVIRONMENTAL PROTECTION AGENCY'S FOOD RECOVERY HIERARCHY. THIS PROJECT WILL SUPPORT INTEGRATED PEST MANAGEMENT, POLLUTION PREVENTION AND SOURCE REDUCTION APPROACHES IN DAY SENIOR SERVICE CENTERS TO REDUCE WASTE, SAVE ENERGY, AND ACHIEVE COST SAVINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "037e4e8b-3157-ee1c-0ec3-93d71e440abf-R", "generated_internal_id": "ASST_NON_00A00604_6800"}, {"internal_id": 85201401, "Award ID": "00A00603", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "66.110", "Description": "THE CHILDHOOD LEAD ACTION PROGRAM'S LEAD-SAFE HOMES PROGRAM WILL: 1) REDUCE THE NUMBER OF INCIDENCES OF CHILDHOOD LEAD POISONING IN PROVIDENCE, RHODE ISLAND; 2) ENGAGE RESIDENTS ACTIVELY WORKING TO IMPROVE ENVIRONMENTAL OUTCOMES IN THEIR COMMUNITY; 3) EXPAND ACCESS TO LEAD-SAFE RENTAL HOUSING; 4) BROADEN AWARENESS OF LEAD SAFETY RESOURCES FOR TENANTS AND HOMEOWNERS; AND 5) INCREASE KNOWLEDGE OF LEAD-SAFE WORK PRACTICES AMONG THOSE PROVIDING HOME RENOVATION AND REPAIR SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92431c17-39a9-d678-5c5c-f3a08570e3ea-C", "generated_internal_id": "ASST_NON_00A00603_6800"}, {"internal_id": 110190172, "Award ID": "00A00590", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "66.110", "Description": "CONNECTICUT CHILDREN'S MEDICAL CENTER PLANS TO PROVIDE HARTFORD AREA SCHOOL NURSES WITH TOOLS TO IDENTIFY STUDENTS WITH ASTHMA AT RISK FOR ADVERSE ASTHMA OUTCOMES AND TO ENSURE GUIDELINES-ADHERENT CARE. THE LESSONS AND TRAINING CONSIST OF A FIVE-ELEMENT PROGRAM THAT IS AVAILABLE IN BOTH SPANISH AND ENGLISH. THESE COMPONENTS INCLUDE ASSESSING ASTHMA RISK, ASSESSING ASTHMA CONTROL, EFFECTIVE ASTHMA EDUCATION, REVIEWING ASTHMA MEDICATION, AND WORKING WITH PRIMARY MEDICAL CARE GIVERS. A LARGE COMPONENT OF THE PROJECT IS TO TRAIN NURSES ON ASTHMA INTERVENTION BEST PRACTICES, PARTICULARLY IN SCHOOL SETTINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4159756-de56-5ab7-fc5b-e5fc269c51e2-C", "generated_internal_id": "ASST_NON_00A00590_6800"}, {"internal_id": 140708944, "Award ID": "00A00558", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-02", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED  MAY 20, 2021, THIS GRANT AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $30,000 TO THE THIRD SECTOR NEW ENGLAND/FARM TO INSTITUTION NEW ENGLAND.  THEY WILL DEVELOP A PILOT PROJECT, IN PARTNERSHIP WITH SMITH COLLEGE, THAT WILL IDENTIFY THE ACTUAL AND POTENTIAL POINT SOURCES FOR PERFLUOROCARBONS IN SMITH COLLEGE'S DINING OPERATIONS, BUILD UNDERSTANDING OF THE ISSUES WITH PERFLUOROCARBONS AND HOW SMITH CAN HELP REDUCE THE RISKS FROM PERFLUOROCARBONS IN THEIR DINING OPERATIONS, ELIMINATE OR REDUCE THE ACTUAL OCCURRENCE OF PERFLUOROCARBONS IN THE COLLEGE'S DINING OPERATIONS AND THEREBY DECREASE PERFLUOROCARBON POLLUTION AND THREATS TO HUMAN AND ENVIRONMENTAL HEALTH, AND DEVELOP A 'ROADMAP' TO SCALE IMPACT TO THE NEARLY 200 COLLEGES AND UNIVERSITIES IN NEW ENGLAND WITH DINING OPERATIONS, AS WELL AS OTHER INSTITUTIONS AND BUSINESSES IN THE REGION AND BEYOND.\n\nPERFLUOROCARBONS OR 'PFAS' ARE A CLASS OF TOXINS COMMONLY FOUND IN DISPOSABLE PAPER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "20000f75-9bea-07bb-be15-eafe74b29508-C", "generated_internal_id": "ASST_NON_00A00558_6800"}, {"internal_id": 110190046, "Award ID": "00A00550", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 5, 2020, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $35,000 TO THE UNIVERSITY OF MASSACHUSETTS LOWELL'S PROJECT 'LEAN MANUFACTURING AND POLLUTION PREVENTION IN THE FOOD AND BEVERAGE SECTOR' .  THESE FUNDS WILL PROVIDE A SIXTEEN (16) WEEK TRAINING PROGRAM FOR EMPLOYEES FROM TEN FOOD AND BEVERAGE MANUFACTURING COMPANIES LOCATED IN MASSACHUSETTS. THE GOAL OF THE TRAINING IS TO IMPLEMENT LEAN MANUFACTURING AND POLLUTION PREVENTION PROJECTS AT THE PARTICIPATING COMPANIES. THE GRANTEE WILL FOLLOW-UP WITH STUDENTS AND THEIR COMPANIES TO DEVELOP A CASE STUDY AND TRACK ENVIRONMENTAL OUTCOMES, INCLUDING POUNDS OF POLLUTION PREVENTED, GALLONS OF WATER CONSERVED, KWHS OF ENERGY REDUCED, AND COST SAVINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f7fcd53-a62a-0ccf-e3e6-c6b54ddb6fd2-C", "generated_internal_id": "ASST_NON_00A00550_6800"}, {"internal_id": 110190054, "Award ID": "00A00549", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 4, 2020, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $35,000 TO THE CENTER FOR ECOTECHNOLOGY (CET) AND IT'S PROJECT PARTNERS.  THEY WILL BE IDENTIFY AND ASSISTING IN WASTED FOOD GENERATORS, HAULERS, AND PROCESSORS TO REDUCE, DONATE, AND COMPOST AS MUCH WASTED FOOD AS POSSIBLE, RESULTING IN ENVIRONMENTAL, PUBLIC HEALTH, AND COST SAVING BENEFITS. PROJECT PARTNERS WILL WORK WITH WASTED FOOD GENERATORS, INCLUDING K'12 PUBLIC AND PRIVATE SCHOOLS AND COMMERCIAL GENERATORS SUCH AS EVENT VENUES, HEALTHCARE FACILITIES, COLLEGES/UNIVERSITIES, AND HOSPITALITY FACILITIES TO IMPLEMENT SOURCE REDUCTION STRATEGIES FOR WASTED FOOD, DIVERT AS MUCH EDIBLE FOOD TO FOOD DONATION AND RESCUE AS POSSIBLE, AND COMPOST/ANAEROBICALLY DIGEST WHAT CANNOT BE DONATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00549_6800"}, {"internal_id": 110190056, "Award ID": "00A00548", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 4, 2020, THIS COOPERATIVE AGREEMENT IS BEING AWARD FEDERAL FUNDING IN THE AMOUNT OF $35,000 TO SUPPORT THE CENTER FOR ECOTECHNOLOGY INC., FOR THEIR  WASTED FOOD SOLUTIONS PROVIDENCE COUNTY.  THIS IS A COLLABORATIVE PROJECT THAT WILL IDENTIFY AND ASSIST WASTED FOOD GENERATORS TO PREVENT POLLUTION AND FOLLOW EPA'S FOOD RECOVERY HIERARCHY: REDUCE, DONATE, AND COMPOST AS MUCH WASTED FOOD AS POSSIBLE, PRODUCING THE ENVIRONMENTAL, PUBLIC HEALTH, AND COST SAVING BENEFITS ASSOCIATED WITH THESE ACTIONS. IMPLEMENTATION OF THIS INITIATIVE WILL HELP PROVIDENCE COUNTY, RHODE ISLAND INCREASE FOOD DONATION AND FOOD WASTE DIVERSION THROUGH TECHNICAL ASSISTANCE, RESOURCE DEVELOPMENT, AND PARTNERSHIP FACILITATION. WASTED FOOD SOLUTIONS WILL REDUCE THE QUANTITY OF WASTED FOOD ENTERING THE MUNICIPAL SOLID WASTE STREAM (MSW) BY WORKING WITH TARGET WASTED FOOD GENERATORS, INCLUDING K'12 PUBLIC AND PRIVATE SCHOOLS, EVENT VENUES, HEALTHCARE FACILITIES, COLLEGES/UNIVERSI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00548_6800"}, {"internal_id": 110297591, "Award ID": "00A00547", "Award Amount": 17627.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 29, 2020, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $17,627 TO THE  CLEAN WATER FUND PROJECT.  THESE PROJECT WILL SEEKS TO: 1) PROVIDE EDUCATION ABOUT LEAD EXPOSURE AND KNOWLEDGE ON HOW TO REDUCE EXPOSURE 2)ENGAGE RESIDENTS WORKING TO IMPROVE ENVIRONMENTAL OUTCOMES IN THEIR COMMUNITY  3) COMPLETE  ASSESSMENTS IN COLLABORATION WITH MUNICIPALITIES 4) COLLABORATE WITH LOCAL RESIDENTS AND PARTNERS TO IDENTIFY ELIGIBLE CUSTOMERS FOR ASSISTANCE AND 5) REDUCE THE PRESENCE OF LEAD IN DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f1b5eb1-c7ef-59a1-4739-8f0be79089e9-C", "generated_internal_id": "ASST_NON_00A00547_6800"}, {"internal_id": 88416663, "Award ID": "00A00527", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 28, 2019, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL  FUNDING IN THE AMOUNT OF $25,000 TO THE CENTER FOR ECOTECHNOLOGY, INC. THIS FUNDS WILL BE USED TO ASSIST WITH THE  WASTED FOOD SOLUTIONS PORGRAGAM IN PROVIDENCE COUNTY AND  WILL BE A COLLABORATIVE PROJECT THAT WILL IDENTIFY AND ASSIST WASTED FOOD GENERATORS TO REDUCE, DONATE, AND COMPOST AS MUCH WASTED FOOD AS POSSIBLE, PRODUCING THE ENVIRONMENTAL, PUBLIC HEALTH, AND COST SAVING BENEFITS ASSOCIATED WITH THESE ACTIONS. IMPLEMENTATION OF THIS INITIATIVE WILL HELP PROVIDENCE COUNTY, RHODE ISLAND INCREASE FOOD DONATION AND FOOD WASTE DIVERSION THROUGH TECHNICAL ASSISTANCE, RESOURCE DEVELOPMENT, AND PARTNERSHIP FACILITATION. WASTED FOOD SOLUTIONS WILL REDUCE THE QUANTITY OF WASTED FOOD ENTERING THE MUNICIPAL SOLID WASTE STREAM (MSW) BY WORKING WITH TARGET WASTED FOOD GENERATORS, INCLUDING K'12 PUBLIC AND PRIVATE SCHOOLS, EVENT VENUES, HEALTHCARE FACILITIES, COLLEGES/UNIVERSITIES, HOSPITALIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00527_6800"}, {"internal_id": 86483047, "Award ID": "00A00526", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATIONS REQUEST DATED MAY 28, 2019, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT $ 25,000 TO THE CENTER FOR ECOTECHNOLOGY. THESE FUNDS WILL SUPPORT THE BERKSHIRE HEALTHY HOMES INITIATIVE PROJECT IN EVALUATING EXISTING CONDITIONS AND ADDRESSING NECESSARY ENVIRONMENTAL RISKS IN HOMES BY PERFORMING INDOOR ENVIRONMENTAL HOME ASSESSMENTS, IMPROVING ENVIRONMENTAL QUALITY AND PUBLIC HEALTH AMONG RESIDENTS, IDENTIFYING OPPORTUNITIES FOR POLLUTION PREVENTION AND REDUCING CHEMICAL EXPOSURE, SAVING ENERGY, AND REDUCING COSTS. THE CENTER FOR ECOTECHNOLOGY WILL WORK WITH LOCAL COMMUNITY PARTNERS TO PROVIDE TECHNICAL ASSISTANCE, OUTREACH, AND TRAINING ON A RANGE OF INDOOR ENVIRONMENTAL ISSUES AND ENERGY EFFICIENCY TO HELP BERKSHIRE RESIDENTS IMPROVE PUBLIC HEALTH AND ENVIRONMENTAL CONDITIONS, SAVE ENERGY AND REDUCE INDOOR ENVIRONMENTAL RISKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00526_6800"}, {"internal_id": 85747074, "Award ID": "00A00525", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 28, 2019, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT O $ 25,000 TO CENTRO DE APOYO FAMILIAR.  THESE FUNDS WILL ASSIST WITH THE 'HEALTHY FAMILIES, HEALTHY HOMES' PROJECT MANAGED AND CONDUCTED BY CENTRO DE APOYO FAMILIAR/CENTER. CDAF WILL FOCUS ON BUILDING HEALTHY COMMUNITIES BY ASSISTING FAMILIES DEALING WITH ENVIRONMENTAL HEALTH ISSUES IN THEIR HOMES IN LAWRENCE, MA.  THE PRIMARY GOALS ARE TO CONDUCT OUTREACH AND EDUCATIONAL ACTIVITIES TO IMPROVE HEALTH BY REDUCING THE USE OF TOXIC CHEMICALS IN HOMES THEREBY REDUCING CHILDHOOD EXPOSURES TO HARMFUL CHEMICALS, ASTHMA TRIGGERS, LEAD, AND MERCURY.  CDAF EXPECTS TO EDUCATE APPROXIMATELY 200 SPANISH SPEAKING FAMILIES IN THE TARGET COMMUNITY REGARDING THE KINDS OF ENVIRONMENTAL EXPOSURES THAT SPECIFICALLY AFFECT CHILDREN'S HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8d60022-a465-629c-0ffe-9ccab4ae00ab-R", "generated_internal_id": "ASST_NON_00A00525_6800"}, {"internal_id": 86482825, "Award ID": "00A00524", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 24, 2019, THIS COOPERATIVE AGREEMENT S BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $25,00 TO HEALTH RESOURCES IN ACTION.  THE GOALS OF THE NARROWING THE GAP, ASTHMA REGIONAL COUNCIL WILL: INCREASE CAPACITY AMONGST THE NEW ENGLAND STATE ASTHMA PROGRAMS BY ORGANIZING SIX-BI-MONTHLY LEARNING COMMUNITY MEETINGS AND/OR TRAININGS, AND PROVIIDING TECHNICAL ASSISTANCE TO INDIVIDUAL PROGRAMS AS NEEDED; ORGANIZE NEW ENGLAND SUMMIT GEARED TOWARDS STATE AND LOCAL PUBLIC HEALTH DEPARTMENTS, HEALTH CARE PROVIDERS, ASTHMA COALITIONS, AND OTHER MULTI-SECTOR STAKEHOLDERS WORKING ON ASTHMA; MAINTAIN AND PROMOTE ASTHMA REGIONAL COUNCIL'S WEBSITE TO DISSEMINATE TOOLS, INFORMATION AND BEST PRACTICES AROUND ASTHMA HOME VISITING AND SUSTAINABLE FINANCING, AS WELL AS RESOURCES RELATED TO RACIAL/HEALTH EQUITY AND ASTHMA; AND CONTINUE TO CONTRIBUTE TO THE NATIONAL DIALOGUE, BRINGING EXPERIENCE FROM NEW ENGLAND AND LEARNING BEST PRACTICES FROM AROUND THE COUNTRY REGARDIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17e38290-838f-188a-ffcf-eba835b23826-C", "generated_internal_id": "ASST_NON_00A00524_6800"}, {"internal_id": 85747024, "Award ID": "00A00523", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 28, 2019, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FUNDING IN THE AMOUNT OF $25,000 TO THE CENTER FOR ECOTECHNOLOGY, INC., FOR THEIR WASTED FOOD SOLUTIONS IN NEW HAVEN COUNTY. THIS COLLABORATIVE PROJECT RELIES ON MULTIPLE PARTNERS.  THE CENTER FOR ECOTECHNOLOGY (CET) AND PROJECT PARTNERS WILL IDENTIFY AND ASSIST WASTED FOOD GENERATORS, HAULERS, AND PROCESSORS TO REDUCE, DONATE, AND COMPOST AS MUCH WASTED FOOD AS POSSIBLE, RESULTING IN ENVIRONMENTAL, PUBLIC HEALTH, AND COST SAVING BENEFITS. PROJECT PARTNERS WILL WORK WITH WASTED FOOD GENERATORS, INCLUDING K'12 PUBLIC AND PRIVATE SCHOOLS AND COMMERCIAL GENERATORS SUCH AS EVENT VENUES, HEALTHCARE FACILITIES, COLLEGES/UNIVERSITIES, AND HOSPITALITY FACILITIES TO IMPLEMENT SOURCE REDUCTION STRATEGIES FOR WASTED FOOD, DIVERT AS MUCH EDIBLE FOOD TO FOOD DONATION AND RESCUE AS POSSIBLE, AND COMPOST/ANAEROBICALLY DIGEST WHAT CANNOT BE DONATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00523_6800"}, {"internal_id": 86482818, "Award ID": "00A00516", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 28, 2019, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $25,000 TO MASSACHUSETTS COALITIONS OF OCCUPATIONAL SAFETY AND HEALTH.  THE GOAL OF THE PROJECT IS TO: 1) ACHIEVE MEASURABLE IMPROVEMENTS IN ADDRESSING ASTHMA AND ADVERSE ENVIRONMENTAL HEALTH TRIGGERS, AND ENHANCING CAPACITY TO ADDRESS ENVIRONMENTAL HEALTH INEQUITIES IN SCHOOLS FROM HIGH RISK COMMUNITIES: 1) BOSTON AND LYNN; 2) ENGAGE YOUTH AND ADULT CHAMPIONS IN BOSTON TO INFLUENCE CITY AND SCHOOL DECISION-MAKERS ABOUT THE IMPORTANCE OF ENVIRONMENTAL HEALTH AS A FACTOR IN DESIGN AND CONSTRUCTION DECISIONS FOR THE 10 YEAR PROCESS TO MODERNIZE BOSTON PUBLIC SCHOOLS BUILDINGS; 3) BUILD ON PREVIOUS SUCCESSES BY ENGAGING THREE YEAR LEADER TEAMS IN TARGETED CHAMPION ACTIONS AND 10 ADULT CHAMPIONS WHO TAKE ACTION TO IMPROVE ENVIRONMENTAL CONDITIONS AND ASTHMA MANAGEMENT IN 10-15 SCHOOLS IN BOSTON AND LYNN. ADDITIONALLY, THE PROJECT WILL MAGNIFY ITS IMPACT BY : A) INC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d7f80cf-dcee-9886-6470-26e5d1daa8b2-R", "generated_internal_id": "ASST_NON_00A00516_6800"}, {"internal_id": 69783681, "Award ID": "00A00510", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 22, 2018, THIS COOPERATIVE AGREEMENT IS BEING AWARD FULL FUNDING IN THE AMOUNT OF $ 25,000 TO COMMUNITY SOLUTIONS INTERNATIONAL INC.  THESE FUNDS WILL PROVIDE SUPPORT WITH THE  PROJECTS IN NORTH HARTFORD WILL FOCUS ON ALLEVIATING ASTHMA IN CHILDREN LIVING WITH ASTHMA BY IDENTIFYING METHODS AND TECHNIQUES FOR A COMPREHENSIVE HEALTHY HOMES INITIATIVE THAT PROMOTES CHILDREN'S HEALTH BY REDUCING INDOOR ASTHMA TRIGGERS AND OTHER ENVIRONMENTAL INDOOR TOXINS SUCH AS MOLD, LEAD, VOCS, ETC. IN NORTH HARTFORD, CT.  ACTIVITIES INCLUDE WORKING WITH FAMILIES BY PROVIDING EDUCATION TO THE CAREGIVERS IN ORDER TO REDUCE INDOOR AIR POLLUTANTS. TWO FULL TIME HEALTH WORKERS WILL BE TRAINED TO CONDUCT ASTHMA MANAGEMENT IN THE TARGET AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "536904f6-ee5d-9747-5955-0f1c488c5482-C", "generated_internal_id": "ASST_NON_00A00510_6800"}, {"internal_id": 69783292, "Award ID": "00A00509", "Award Amount": 18830.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED AUGUST 22, 2018, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FULL FUNDING IN THE AMOUNT $15,830 TO THE NEW HAVEN ECOLOGY PROJECT'S.  THESE FUNDS WILL PROVIDE ASSISTANCE FOR THEIR GREEN JOBS CORPS (GJC) PROGRAM LINKS YOUNG ENVIRONMENTAL LEADERS WITH THE CAPACITY-BUILDING AND ACTION OPPORTUNITIES THEY NEED TO ADDRESS THE HEALTHY OUTDOOR ENVIRONMENT PROGRAM AREA. THROUGH PAID ENVIRONMENTAL JOB EXPERIENCES, THESE YOUNG PEOPLE WILL (1) RESTORE AQUATIC RESOURCES AND GREEN SPACES, (2) REMOVE INVASIVE SPECIES, (3) IMPROVE THE CONDITION OF, AND ADDRESS POLLUTION OF, GREEN SPACES; (4) COLLECT DATA ON NATURAL RESOURCES AND ENVIRONMENTAL SERVICES (E.G., URBAN TREE CANOPY).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57903e63-ded6-e1ce-0cf9-23f2feec21b9-R", "generated_internal_id": "ASST_NON_00A00509_6800"}, {"internal_id": 69783621, "Award ID": "00A00494", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "66.110", "Description": "THE HELP HARTFORD COUNTY'S HUNGRY PROJECT WILL IDENTIFY AND ASSIST WASTED FOOD GENERATORS, HAULERS AND PROCESSORS TO REDUCE, DONATE, AND COMPOST AS MUCH WASTED FOOD AS POSSIBLE, RESULTING IN ENVIRONMENTAL AND PUBLIC HEALTH IMPROVEMENTS AND COST SAVINGS. THE PROJECT WILL CONDUCT TARGETED OUTREACH AND PROVIDE TECHNICAL ASSISTANCE TO KINDERGARTEN-12TH GRADE (K-12) PUBLIC AND PRIVATE SCHOOLS, LOCAL EVENT VENUES, COLLEGES, UNIVERSITIES, HEALTHCARE FACILITIES, AND HOSPITALITY FACILITIES TO LEARN ABOUT EFFECTIVE WASTE DIVERSION TECHNIQUES AND APPROACHES.  THE CENTER FOR ECO-TECHNOLOGY (CET) AND ITS PARTNERS WILL WORK WITH LOCAL SECTORS TO DIVERT AS MUCH EDIBLE FOOD TO FOOD DONATION AND RESCUE AS POSSIBLE, AND COMPOST OR ANAEROBICALLY DIGEST WHAT CANNOT BE DONATED TO REDUCE THE AMOUNT OF FOOD WASTE SENT TO LANDFILL DISPOSAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00494_6800"}, {"internal_id": 68568417, "Award ID": "00A00490", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-04", "CFDA Number": "66.110", "Description": "ISLAND GROWN'S FOOD WASTE REDUCTION, RECOVERY AND REDIRECTION PROJECT WILL TAKE A MULTI-PRONGED APPROACH TO REDUCE FOOD WASTE.  THE PROJECT WILL DESIGN AN EDUCATIONAL CAMPAIGN TO INFLUENCE CONSUMER BEHAVIOR TO REDUCE FOOD WASTE IN THE HOME AND ENCOURAGE MORE RESIDENTS TO SEPARATE FOOD WASTE FROM THEIR TRASH. THE PROJECT WILL DESIGN PROGRAMS TO REDUCE FOOD WASTE FROM LARGER FACILITIES INCLUDING THE GROCERY STORES AND HOSPITAL, AS WELL AS THE 4-DAY AGRICULTURAL FAIR, THE ISLAND'S LARGEST EVENT.  THE PROJECT WILL ALSO ADDRESS FOOD WASTE IN THE ISLAND'S SEVEN SCHOOLS. THESE ACTIVITIES WILL REACH A DIVERSE SEGMENT OF THE LOCAL POPULATION AND ENCOURAGE THE MINIMIZATION AND REDIRECTION OF WASTED FOOD FROM THE TRASH STREAM FOLLOWING THE ENVIRONMENTAL PROTECTION AGENCY'S (EPA'S) FOOD RECOVERY HIERARCHY, FEEDING PEOPLE, ANIMALS AND COMPOST AND REDUCING LANDFILLED WASTE.  THE FINAL BENEFIT IS TO INCREASE COMPOST PRODUCTION TO EFFECTIVELY AND EFFICIENTLY BREAK DOWN THIS FOOD WASTE TO THE BENEFIT O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c41c2d9-b67b-7a95-692a-e103c90d0c06-R", "generated_internal_id": "ASST_NON_00A00490_6800"}, {"internal_id": 69839334, "Award ID": "00A00489", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "66.110", "Description": "THE CENTRAL VERMONT SOLID WASTE MANAGEMENT DISTRICT (CVSWMD) SUPPORTS THE ENVIRONMENTAL PROTECTION AGENCY'S (EPA) FOOD RECOVERY HIERARCHY AND ITS PRIORITIES OF REDUCING WASTED FOOD AT THE SOURCE, FEEDING PEOPLE, FEEDING ANIMALS AND FINALLY COMPOSTING. PUBLIC SCHOOLS SERVE SENSITIVE POPULATIONS AND ARE REQUIRED TO FOLLOW STRINGENT GUIDELINES TO MAINTAIN NUTRITIONAL STANDARDS FOR STUDENTS. HOWEVER, MISUNDERSTANDINGS OF THESE STANDARDS, ALONG WITH ESTABLISHED PRACTICES, INADVERTENTLY CONTRIBUTE TO SIGNIFICANT GENERATION OF FOOD WASTE. FOOD SCRAPS THAT ARE LANDFILLED OCCUPY VALUABLE LANDFILL SPACE, CANNOT BE TURNED INTO A USABLE COMPOST PRODUCT, AND PRODUCE METHANE, A POWERFUL GREENHOUSE GAS. THIS PROJECT WILL PROVIDE ASSISTANCE TO SCHOOLS IN CENTRAL VERMONT TO ADDRESS WASTED FOOD AT THE SOURCE (I.E., INFRASTRUCTURE SYSTEMS INCLUDING FOOD SERVICES AND OPERATIONS), ENCOURAGE SHARING AND DONATING UNEATEN FOOD, AND IDENTIFY FACTORS THAT ARE INHIBITING THE FULL DIVERSION OF FOOD WASTE FROM LAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cfbdcfef-5d25-c971-78ba-c64592b5bda0-R", "generated_internal_id": "ASST_NON_00A00489_6800"}, {"internal_id": 39173944, "Award ID": "00A00474", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-05", "CFDA Number": "66.110", "Description": "THE CENTER FOR ECOTECHNOLOGY'S 'PROVIDENCE COUNTY FOOD RECOVERY INITIATIVE' WILL INCREASE FOOD RECOVERY AND REDUCE THE QUANTITY OF WASTED FOOD ENTERING THE MUNICIPAL SOLID WASTE STREAM BY WORKING WITH STAKEHOLDERS INCLUDING K'12 PUBLIC AND PRIVATE SCHOOLS, EVENT VENUES, HEALTHCARE FACILITIES, COLLEGES/UNIVERSITIES, HOSPITALITY FACILITIES, AND FOOD RESCUE AND DONATION ORGANIZATIONS TO BENEFIT RHODE ISLAND RESIDENTS. THE PROJECT WILL PROVIDE EDUCATION, OUTREACH, TRAINING AND TECHNICAL ASSISTANCE TO ORGANIZATIONS IN PROVIDENCE COUNTY, INCLUDING THE MUNICIPALITIES OF CRANSTON, PROVIDENCE AND PAWTUCKET. THE PROJECT WILL REDUCE FOOD WASTE AND LOSS IN PROVIDENCE COUNTY AND WORK WITH WASTED FOOD GENERATORS TO DIVERT EDIBLE FOOD TO FOOD RESCUE ORGANIZATIONS AND TRUE FOOD WASTE TO COMPOSTING.  THIS PROJECT'S WORK TO DIVERT WASTED FOOD FROM THE MUNICIPAL SOLID WASTE STREAM WILL HELP INCREASE THE COMMUNITY'S RESILIENCY BY MAKING NUTRITIOUS FOOD ACCESSIBLE TO FOOD INSECURE POPULATIONS INCLUDING CHI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00474_6800"}, {"internal_id": 39173929, "Award ID": "00A00444", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 2, 2017, THIS COOPERATIVE AGREEMENT AWARDS FEDERAL FUNDING IN THE AMOUNT OF $19,240 TO  MASHPEE WAMPANOAG TRIBE.  THESE FUNDS WILL ASSIST IN  WORKING DIRECTLY WITH YOUTH TO PROMOTE CRITICAL THINKING SKILLS THAT SUPPORT AN UNDERSTANDING OF HOW SCIENCE WORKS, HOW CONVENTIONAL SCIENCE AND TRADITIONAL ECOLOGICAL KNOWLEDGE ARE RELATED, AND HOW THESE INTERACTIONS CAN INFORM AND INSTILL CULTURAL RESILIENCE AND COMMUNITY PRESERVATION.  THE STUDENT WILL LEARN ABOUT THE IMPORTANCE OF WATER QUALITY (PONDS, OCEANS, ESTUARIES AND DRINKING), INCLUDING OYSTER PROJECTS AND THE COMMUNITIES VEGETATED SWALES REDUCING POINT SOURCE POLLUTION SUCH AS NITROGEN POLLUTION AND CONTAMINANTS ENTERING THE WATERWAYS. LEAD OUTREACH WILL BE CONDUCTED WITH STUDENTS AND PARENTS RELATED TO CORROSION, LEAD SOLDER AND FIXTURES ON PIPES AND HOW THESE MAY CAUSE LEAD CONTAMINATION IN THE DRINKING WATER AND THAT LEAD BASED PAINTS WERE LIKELY USED ON TRIBAL HOMES. ADDITIONALLY, THE PROJE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa3716ca-f709-b625-277f-86bda37ff8df-C", "generated_internal_id": "ASST_NON_00A00444_6800"}, {"internal_id": 89573379, "Award ID": "00A00424", "Award Amount": 24968.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "66.110", "Description": "THE HEAPS FOR HEALTH PROJECT WILL MEANINGFULLY INVOLVE THE WEST SIDE COMMUNITY IN ADVANCING FOOD SECURITY AND PROTECTING THE ENVIRONMENT. FAIRGATE FARM WILL PROVIDE EDUCATIONAL TRAINING SESSIONS, HANDOUTS, INFORMATION, AND ONE-ON-ONE LEARNING. THE COMPOSTING INITIATIVE WILL ACTIVELY ENGAGE THE COMMUNITY IN TRANSFORMING MORE THAN 35,000 POUNDS OF FOOD WASTE OTHERWISE HEADED TO THE LANDFILL INTO A VALUABLE COMMUNITY RESOURCE THAT WILL INCREASE FARM PRODUCTIVITY AND BENEFIT GARDENS, SCHOOLS, RESIDENTS, AND VOLUNTEERS. THE PROJECT WILL DIVERT THOUSANDS OF POUNDS OF FOOD WASTE FROM STAMFORD, CONNECTICUT'S WASTE STREAM IN 2019-2021 TO IMPROVE LOCAL ENVIRONMENTAL QUALITY AND REDUCE THE AMOUNT OF LANDFILLED WASTE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "24930b10-9e62-f65d-ef4e-2d5c43bf4199-R", "generated_internal_id": "ASST_NON_00A00424_6800"}, {"internal_id": 86482742, "Award ID": "00A00423", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "66.110", "Description": "THE 'LEAD WATER AND SOIL EDUCATION AND ASSESSMENT BY VERMONT MIDDLE AND HIGH SCHOOL STUDENTS' PROJECT WILL PROVIDE EDUCATION, TRAINING AND ASSISTANCE TO GATHER INFORMATION AND ASSESS SELECT SOIL AND DRINKING WATER SAMPLES IN BURLINGTON AND WINOOSKI FOR THE PRESENCE OF LEAD.  THIS PROJECT WILL REDUCE LEAD EXPOSURE RISKS AND BUILD COMMUNITY CAPACITY TO UNDERSTAND AND SOLVE LOCAL ENVIRONMENTAL AND PUBLIC HEALTH PROBLEMS.  THE PROJECT WILL SUPPORT CITIZEN SCIENCE, EDUCATE AND TRAIN LOCAL MIDDLE SCHOOL AND HIGH SCHOOL STUDENTS AND TEACHERS ON LEAD CONTAMINATION AND LEAD-SAFE PRACTICES, AND DESIGN A BEST PRACTICES GUIDE TO BENEFIT OVER 1,000 LOCAL HOUSEHOLDS DURING THE PROJECT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_00A00423_6800"}, {"internal_id": 68568589, "Award ID": "00A00399", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "66.110", "Description": "THE CHILDHOOD LEAD ACTION PROGRAM PROJECT 'LEAD- SAFE NEIGHBORHOOD'S PROGRAM' PROJECT WILL TAKE PLACE IN PROVIDENCE, RHODE ISLAND. PROJECT ACTIVITIES INCLUDE: 1) PROVING WORKSHOPS FOR LOCAL TENANTS TO EDUCATE THEM ON THEIR RIGHTS TO SAFE HOUSING, LEAD POISONING PREVENTION, AND RESOURCE INFORMATION. 2) HOSTING COMMITTEE MEETINGS/QUARTERLY MEETINGS WITH CITY PERSONNEL, HOSTING LANDLORD/AND HOMEOWNER LEAD MITIGATION SEMINARS TO HELP PUT HOMEOWNERS/HOMBUYERS/LANDLORDS ON THE PATH TO LEAD COMPLIANCE .3) HOSTING TRAININGS FOR RENOVATION AND REPAIR SPECIALISTS TO TRAIN THEM ON THE RENOVATION, REPAIR AND PAINTING RULE (RRP RULE) AND LEAD SAFE WORK PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92431c17-39a9-d678-5c5c-f3a08570e3ea-C", "generated_internal_id": "ASST_NON_00A00399_6800"}, {"internal_id": 69783300, "Award ID": "00A00397", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-25", "CFDA Number": "66.110", "Description": "THE GOAL OF THIS PROJECT IS TO 1) ADDRESS ASTHMA AND ADVERSE ENVIRONMENTAL HEALTH TRIGGERS AND ENHANCE CAPACITY TO REMEDY SUCH HEALTH INEQUALITIES IN SCHOOLS IN HIGH RISK COMMUNITIES IN BOSTON AND BROCKTON, 2) ENGAGE YOUTH AND ADULT CHAMPIONS IN BOSTON TO INFLUENCE CITY AND SCHOOL DECISION MAKERS ABOUT THE IMPORTANCE OF ENVIRONMENTAL HEALTH IN SCHOOLS, AND 3) BUILD UPON PREVIOUS SUCCESSES BY ENGAGING THREE LEADERSHIP TEAMS TO CONDUCT TRAINING ON ASTHMA TRIGGERS IN THE CLASSROOM IN BOSTON AND BROCKTON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d7f80cf-dcee-9886-6470-26e5d1daa8b2-R", "generated_internal_id": "ASST_NON_00A00397_6800"}, {"internal_id": 69783406, "Award ID": "00A00396", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "66.110", "Description": "THE NORTHEAST WASTE MANAGEMENT OFFICIALS' ASSOCIATION (NEWMOA) WILL CONDUCT AN EDUCATION AND OUTREACH CAMPAIGN TO DIVERT SOLID WASTE FROM LANDFILLS BY INCREASING RECYCLING RATES AND WASTE REDUCTION IN THE WAKEFIELD PUBLIC SCHOOLS IN MASSACHUSETTS. NEWMOA WILL WORK WITH THE SCHOOL SYSTEM TO EDUCATE STUDENTS AND STAFF TO IMPROVE RECYCLING AND MINIMIZE SOLID WASTE BY ESTABLISHING MORE COLLECTION POINTS AND EXPANDING THE TYPES OF MATERIALS COLLECTED. THE PROJECT GOAL IS TO INCREASE RECYCLING BY 15%, RESULTING IN 47,250 POUNDS OF WASTE DIVERTED FROM LANDFILLS. THE PROJECT WILL ALSO INCLUDE AN ASSESSMENT OF CURRENT GREEN CLEANING PRACTICES IN THE SCHOOL DISTRICT AS A MEANS OF PREVENTING ASTHMA AND ASTHMA TRIGGERS IN THE DISTRICT'S EARLY CHILDHOOD EDUCATION CENTER AND THROUGHOUT THE SCHOOL BUILDINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d2f7856-6ef3-be2a-9fc0-2c6495561665-R", "generated_internal_id": "ASST_NON_00A00396_6800"}, {"internal_id": 39173917, "Award ID": "00A00381", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "66.110", "Description": "THE SAFERSTORE CAMPAIGN WILL IMPROVE THE QUALITY OF INDOOR ENVIRONMENTS BY REDUCING TOXICS USE AND EXPOSURE REACHING STAFF AT RETAIL GROCERY STORES THROUGH OUTREACH, EDUCATION, TRAINING, AND SOURCE REDUCTION INITIATIVES. THE PROJECT WILL SHARE BEST PRACTICES TO ALLOW STORE ASSOCIATES TO SCAN UNSELLABLE PRODUCTS, DETERMINE THEIR HAZARDOUS WASTE CHARACTERIZATION, AND DEFINE PROPER WASTE MANAGEMENT PROTOCOLS TO HELP STORES QUANTIFY THE AMOUNT AND TYPES OF PRODUCTS THAT POSE THE GREATEST CONCERN AND IMPLEMENT APPROPRIATE ACTION TO MEET REGULATORY REQUIREMENTS AND ADDRESS HEALTH AND SAFETY RISKS.  THE PROJECT WILL TRAIN 150 STAFF AT 5-10 RETAIL GROCERY STORES IN NEW ENGLAND ON HAZARDOUS WASTE MANAGEMENT REQUIREMENTS AND MINIMIZATION STRATEGIES AND ENVIRONMENTAL MANAGEMENT TRAINING MATERIALS.  THE PROJECT WILL ALSO TRAIN STORE MANAGERS ON GREEN CLEANING AND ENVIRONMENTALLY PREFERABLE PURCHASING PRACTICES TO REDUCE STAFF AND CUSTOMER EXPOSURE TO TOXICS WHILE CLEANING RETAIL SPACE, INCLUDING R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1c8cf58-97f0-e23b-4a9c-9151deaa90dc-C", "generated_internal_id": "ASST_NON_00A00381_6800"}, {"internal_id": 62419289, "Award ID": "00A00367", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "66.110", "Description": "IN ACCORDANCE WITH THE TOXIC SUBSTANCES CONTROL ACT, SECTION 10, THE CHILDHOOD LEAD ACTION PROJECT'S 'LEAD-SAFE HOUSING INITIATIVE' AIMS TO REDUCE THE INCIDENCE OF CHILDHOOD LEAD POISONING IN PROVIDENCE, RI  BY EXPANDING ACCESS TO LEAD-SAFE RENTAL HOUSING, BROADENING AWARENESS OF THE LEGAL PROTECTIONS AND RESOURCES FOR PARENTS, AND PROMOTING LEAD-SAFE WORK PRACTICES FOR THOSE PROVIDING HOME RENOVATION AND REPAIR SERVICES  .", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92431c17-39a9-d678-5c5c-f3a08570e3ea-C", "generated_internal_id": "ASST_NON_00A00367_6800"}, {"internal_id": 39173908, "Award ID": "00A00337", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "66.110", "Description": "THE CENTER FOR ECOTECHNOLOGY'S 'NORTH BERKSHIRE HEALTHY HOMES INITIATIVE' IS A DEMONSTRATION PROJECT TO IMPROVE INDOOR AIR QUALITY AT HOMES OF VULNERABLE INDIVIDUALS IN BERKSHIRE COUNTY, MASSACHUSETTS.  THE GOAL OF THE PROJECT IS TO REDUCE RESIDENTS' EXPOSURE TO HEALTH RISKS BY EMPOWERING THEM TO IDENTIFY/ADDRESS HEALTHY HOME ISSUES. PROJECT ACTIVITIES INCLUDE PROVIDING EDUCATION AND OUTREACH THROUGH BERKSHIRE HEALTH SYSTEMS TO VULNERABLE INDIVIDUALS AND THEN A SUBSET WILL RECEIVE IN-HOME ASSESSMENTS AND SUPPORT SERVICES TO ULTIMATELY REDUCE RESPIRATORY ILLNESS TRIGGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00337_6800"}, {"internal_id": 69783544, "Award ID": "00A00326", "Award Amount": 22064.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "66.110", "Description": "THE 'CHILDREN'S HEALTH AND CLEAN WATER IN RURAL MAINE' PROJECT SEEKS TO ENSURE UNIVERSAL ACCESS TO SAFE, AFFORDABLE DRINKING WATER FOR ALL MAINE FAMILIES WHO RELY ON RESIDENTIAL WELLS.  PROJECT ACTIVITIES INCLUDE  DEVELOPING A CONSENSUS PLAN OF ACTION AND PROVIDING SUSTAINED EDUCATIONAL OUTREACH TO RESIDENTS IN ORDER TO  REDUCE HEAVY METAL EXPOSURE FROM RESIDENTIAL WELLS AND INCREASE ACCESS TO TREATMENT RESOURCES.  THE PROJECT IS EXPECTED TO RESULT IN AN INCREASE IN THE DISTRIBUTION OF EDUCATIONAL MATERIALS, INCREASED PUBLIC AWARENESS, AND A MEASURABLE INCREASE IN WELL TESTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "294be3c5-abe8-04a0-e26f-ad27eb8ecae0-R", "generated_internal_id": "ASST_NON_00A00326_6800"}, {"internal_id": 69783462, "Award ID": "00A00325", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "66.110", "Description": "MANOMET'S 'GROCERY SLAM' PROJECT ESTABLISHES A COMPETITION BETWEEN GROCERY STORES IN NEW ENGLAND THAT INCENTIVIZES OPERATIONAL EFFICIENCY AND ENVIRONMENTAL PERFORMANCE, INCLUDING ENERGY EFFICIENCY, WASTE DIVERSION FROM LANDFILLS (SUCH AS FOOD WASTE REDUCTION AND RECYCLING), AND TOXIC USE REDUCTION.  STORES WILL COMPETE BASED ON POINTS EARNED BY THEIR OPERATIONAL CHANGES, ENVIRONMENTAL RESULTS, AND STAFF TRAINING EFFORTS. THE PROJECT PROVIDES WEBINARS AND ONLINE EDUCATION MODULES TO TRAIN STORE STAFF ON BEST MANAGEMENT PRACTICES AND OTHER STRATEGIES THAT REDUCE FACILITY COSTS AND MINIMIZE ENVIRONMENTAL IMPACTS. THE PROJECT WILL HELP 100 EMPLOYEES AT 20 GROCERY STORES INCREASE FOOD WASTE DIVERSION BY 600 TONS, IMPROVE ENERGY EFFICIENCY BY 1.5 MILLION KILOWATT-HOURS OF ELECTRICITY USE, AND AVOID 12,500 POUNDS OF HAZARDOUS CLEANING PRODUCTS. THE PROJECT STAKEHOLDERS INCLUDE THE SIX NEW ENGLAND STATE FOOD ASSOCIATIONS, A FOOD RETAIL CHAIN, AND A MULTI-STATE FOOD DISTRIBUTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "51a5951e-f413-83ff-41d7-75ae2a476319-C", "generated_internal_id": "ASST_NON_00A00325_6800"}, {"internal_id": 69783456, "Award ID": "00A00323", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "66.110", "Description": "THE MYSTIC RIVER WATERSHED ASSOCIATION'S PROJECT 'FISHING SAFELY IN THE MYSTIC' WILL LAUNCH A COORDINATED PUBLIC INFORMATION CAMPAIGN THAT PROTECTS HUMAN HEALTH BY EDUCATING RESIDENTS IN CHELSEA, EAST BOSTON, AND SOMERVILLE, MASSACHUSETTS ABOUT SAFE FISHING, AND WILL BUILD COMMUNITY AND STAKEHOLDER COMMITMENT TO ADDRESSING POLLUTION SOURCES IN THE MYSTIC RIVER WATERSHED THAT ARE THE GREATEST HEALTH THREATS.  THE PROJECT WILL POST SIGNAGE AT FIVE LOCATIONS ALONG THE MYSTIC RIVER AND CHELSEA CREEK AT OR ADJACENT TO WETLANDS IN CHELSEA, EAST BOSTON, AND SOMERVILLE, MASSACHUSETTS, WILL DEVELOP A CURRICULAR MODULE FOR CHELSEA, EAST BOSTON, AND SOMERVILLE SCHOOLS, AND WILL WORK WITH CITY HEALTH DEPARTMENTS, COMMUNITY HEALTH FACILITIES, AND FOOD ACCESS ORGANIZATIONS TO SHARE INFORMATION AND PRINTED MATERIALS ABOUT SAFE FISHING IN THIS WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91b6cdc8-7f48-6af2-a34d-4ba648462fd9-R", "generated_internal_id": "ASST_NON_00A00323_6800"}, {"internal_id": 83285518, "Award ID": "00A00290", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-07", "CFDA Number": "66.110", "Description": "THE WAY HOME'S PROJECT, 'HEALTHY HOME PEER EDUCATION WITH TENANTS AND LANDLORDS' SEEKS TO ASSIST LOWER INCOME FAMILIES AND INDIVIDUALS OBTAIN AND KEEP SAFE, AFFORDABLE HOUSING, OFFER SUPPORTIVE SERVICES TO NURTURE THEIR INDEPENDENCE, AND ADVOCATE FOR GREAT OPPORTUNITIES TO IMPROVE THE ENVIRONMENTAL HEALTH OF TENANTS. THIS MISSION INCLUDES IMPROVING RENTAL HOUSING ACCESS, LIVING CONDITIONS, AND STABILITY FOR PERSONS AT-RISK FROM ENVIRONMENTAL HAZARDS SUCH AS POOR INDOOR AIR QUALITY, LEAD, ASTHMA TRIGGERS, ETC. AT LEAST 320 LOW INCOME HOUSEHOLDS IN MANCHESTER, NH WILL BE GIVEN HEALTHY HOMES INFORMATION, AND 20 HOUSEHOLDS WITH AT-RISK CHILDREN WILL RECEIVE MORE INTENSIVE IN-HOME EDUCATION ON ENVIRONMENTAL HEALTH ISSUES AND ENHANCED ACCESS TO MEDICAL SERVICES AS NEEDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfdfa58-c5f4-92ec-3fc7-d9c0d0b7f341-R", "generated_internal_id": "ASST_NON_00A00290_6800"}, {"internal_id": 68326527, "Award ID": "00A00277", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-20", "CFDA Number": "66.110", "Description": "THE CENTER FOR ECOTECHNOLOGY'S 'BERKSHIRE HEALTHY HOMES INITIATIVE-PHASE 2' IS A DEMONSTRATION PROJECT TO IMPROVE INDOOR AIR QUALITY AT HOMES OF VULNERABLE INDIVIDUALS IN BERKSHIRE COUNTY, MA.  THE GOAL OF PHASE 2 IS TO REDUCE RESIDENTS' EXPOSURE TO HEALTH RISKS BY EMPOWERING A LARGER NUMBER OF THEM TO IDENTIFY/ADDRESS HEALTHY HOME ISSUES. PROJECT ACTIVITIES INCLUDE EDUCATION AND OUTREACH TO HEALTH CARE PROVIDERS AND VULNERABLE RESIDENTS THROUGH BERKSHIRE HEALTH SYSTEMS. A SUBSET WILL RECEIVE IN-HOME ASSESSMENTS AND SUPPORT SERVICES TO ULTIMATELY REDUCE RESPIRATORY ILLNESS TRIGGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00277_6800"}, {"internal_id": 68568543, "Award ID": "00A00276", "Award Amount": 24967.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "66.110", "Description": "THE ﾓTOXIC FREE: EASY AS 1-2-3ﾔ PROJECT SEEKS TO PROVIDE EDUCATION TO PARENTS AND CAREGIVERS ABOUT THE RISK THAT HOUSEHOLD HAZARDOUS PRODUCTS POSE TO CHILDREN AND WAYS TO REDUCE THE CHANCES OF EXPOSURES AND POISONINGS. THIS PROJECT WILL ALSO ENCOURAGE RESIDENTS TO PROPERLY DISPOSE OF HOUSEHOLD HAZARDOUS WASTE (HHW) AT DESIGNATED COLLECTION EVENTS ACROSS THE NASHUA, NH REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3dc9abd-af4b-0187-42d1-631d2d3065b3-R", "generated_internal_id": "ASST_NON_00A00276_6800"}, {"internal_id": 69839270, "Award ID": "00A00273", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "66.110", "Description": "REVITALIZE HEALTHY HOMES PROJECT WILL ASSESS HOMES, COMPLETE ENVIRONMENTAL TRIGGER MODICATIONS TO THE HOME, AND EDUCATE ADULT AND FAMILIES WITH CHILDREN ABOUT SOURCES OF EXPOSURE THAT ARE SPECIFIC TO THEIR HOME ENVIRONMENT THROUGH HEALTH ASSESSMENTS CONDUCTED BY A HEALTHY HOMES ASSESSOR AND EDUCATION ON ASTHMA TRIGGERS MANAGEMENT AND EDUCATION BY A COMMUNITY HEALTH WORKER.  THE GOAL IS TO SERVE UP TO 15 AT RISK FAMILIES AS WELL AS CONDUCTS 3 INDEPTH HOME VISITS WITH FOLLOW UPS IN THE SPRINGFIELD AND HOLYOKE AREAS OF MASSACHUSETTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13d78799-df60-ad53-3994-efeca929c7b8-R", "generated_internal_id": "ASST_NON_00A00273_6800"}, {"internal_id": 69783457, "Award ID": "00A00272", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 21, 2018, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FULL FUNDING IN THE AMOUNT OF $ 25,000 TO THE TOWN OF STRATFORD.  THESE FUNDS WILL ASSIST WITH THE IMPROVEMENT OF THE RESPIRATORY HEALTH OUTCOMES OF LOW INCOME CHILDREN AND FAMILIES IN THE STRATFORD AND BRIDGEPORT AREAS OF CONNECTICUT BY LEVERAGE LOCAL PARTNERSHIPS AND INSTITUTIONAL KNOWLEDGE CULTIVATED THROUGH THE TOWN OF STRATFORD'S PUTTING ON AIR ASTHMA PROGRAM AND PILOTING THE EPA AIRNOW AIR QUALITY FLAG PROGRAM WITH AN EXPECTATION TO REACH 30 NEW FAMILIES THROUGH THE ASTHMA PROGRAM AND IMPLEMENT THE FLAG PROGRAM IN 60 NEW SCHOOLS AND CHILDREN-FOCUSED ORGANIZATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8fff2de-5178-fe61-f045-92e389adae5d-C", "generated_internal_id": "ASST_NON_00A00272_6800"}, {"internal_id": 68568566, "Award ID": "00A00271", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "66.110", "Description": "THE WOOD SMOKE POLLUTION MANAGEMENT IN KEENE, NH USING CITIZEN SCIENCE AND SOCIAL MEDIA PROJECT WILL WORK IN PARTNERSHIP WITH KEENE STATE COLLEGE AND SOUTHWEST REGION PLANNING COMMISSION TO DESIGN AND DELIVER COMMUNITY WORKSHOPS AND OUTREACH MATERIALS FOCUSED ON THE LINKAGES BETWEEN WOOD STOVES, ELEVATED PARTICULATE MATTER 2.5 LEVELS, AND ASSOCIATED RISK OF HEALTH EFFECTS. THE PROJECT WILL INCLUDE INSTALLATION OF 10 REAL-TIME PARTICULATE MATTER MONITORING UNITS THROUGHOUT KEENE AND DEVELOPMENT OF A REAL-TIME PARTICULATE MATTER 2.5 CONCENTRATION MAP INTERFACE FOR DATA DISPLAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac0145f-a9e7-98b8-b926-c990dbf2795e-C", "generated_internal_id": "ASST_NON_00A00271_6800"}, {"internal_id": 62419540, "Award ID": "00A00265", "Award Amount": 12484.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "66.110", "Description": "THE HAZARD IDENTIFICATION, INFRASTRUCTURE, RESILIENCE AND PLANNING PROJECT WILL ALLOW THE CITY OF NASHUA TO IMPROVE ITS PREPAREDNESS, RESPONSE, AND RECOVERY TIME WHEN FACED WITH CASCADING IMPACTS FROM A SEVERE URBAN FLOODING EVENT. IMPACTS INCLUDE INFRASTRUCTURE DAMAGE, DRINKING WATER CONTAMINATION, AND CESSATION OF PUBLIC AND COMMUNITY SERVICES. THE PROJECT WILL COMPLETE A VULNERABILITY ASSESSMENT, PUBLISH A RESILIENCY PLAN, IMPLEMENT A RESILIENCY AND RECOVERY WORKSHOP, AND CONDUCT A RECOVERY TABLETOP EXERCISE THAT IDENTIFIES PREPAREDNESS GAPS. THE PUBLICATIONS WILL BE SHARED WITH 234 NEW HAMPSHIRE TOWNS AND INVOLVE 50 COMMUNITY STAKEHOLDERS, 75 BUSINESSES, AND 3,000 INDIVIDUALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07acfe18-a365-ec27-9356-4e584bd77a53-C", "generated_internal_id": "ASST_NON_00A00265_6800"}, {"internal_id": 39173863, "Award ID": "00A00241", "Award Amount": 25000.0, "Award Type": null, "Base Obligation Date": "2017-08-02", "CFDA Number": "66.110", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 5, 2017, THIS COOPERATIVE AGREEMENT IS BEING AWARDED 'INCREMENTAL FUNDING' IN THE AMOUNT OF $21,508 TO THE WESTERN CONNECTICUT STATE UNIVERSITY'S PROJECT TITLED 'SPRAY SAFE, PLAY SAFE: THIS GRANT WILL HELP PROMOTE INTEGRATED TICK MANAGEMENT' THAT FOCUSES ON THE EFFORTS TO REDUCE EXPOSURE TO PESTICIDES IN THE OUTDOOR ENVIRONMENT. THIS PROJECT WILL ALSO PROVIDE AN EDUCATION AND OUTREACH CAMPAIGN TARGETED TO RESIDENTS ACROSS RIDGEFIELD, CT AND ITS SURROUNDING COMMUNITIES WHICH WILL PROVIDE ACCURATE AND EASY-TO-UNDERSTAND INFORMATION ABOUT INTEGRATED TICK MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "28c633f0-c687-e1ff-0475-9ca60361debc-C", "generated_internal_id": "ASST_NON_00A00241_6800"}, {"internal_id": 39173853, "Award ID": "00A00230", "Award Amount": 25000.0, "Award Type": null, "Base Obligation Date": "2017-09-06", "CFDA Number": "66.110", "Description": "THE PROJECT WILL EDUCATE STAFF OF INSTITUTIONS THAT SERVE SENSITIVE POPULATIONS, I.E CHILDREN AND SENIORS, THROUGH TRAININGS ABOUT THE SAFE USE AND DISPOSAL OF TOXIC COMMERCIAL CLEANING PRODUCTS AND ART SUPPLIES WITH THE ADDITIONAL GOAL OF REPLACING THEM WITH NON-TOXIC PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cfbdcfef-5d25-c971-78ba-c64592b5bda0-R", "generated_internal_id": "ASST_NON_00A00230_6800"}, {"internal_id": 39173849, "Award ID": "00A00226", "Award Amount": 25000.0, "Award Type": null, "Base Obligation Date": "2017-08-22", "CFDA Number": "66.110", "Description": "THE APPLICANT IS PROPOSING TO BUILD THE CAPACITY IN INDIVIDUAL STATES TO ADDRESS THE IMPACT OF EXTREME WEATHER EVENTS ON VULNERABLE POPULATIONS. THE APPLICANT WILL SHOWCASE INNOVATIVE TOOLS, PRACTICES AND/OR PROJECTS FROM BOTH WITHIN NEW ENGLAND (NE) AND OTHER PARTS OF THE COUNTRY (E.G., UNIVERSITY OF MICHIGAN SCHOOL OF PUBLIC HEALTH HEAT STRESS VULNERABILITY ANALYSIS). THE APPLICANT WILL ALSO CONVENE A REGIONAL CAPACITY-BUILDING SUMMIT FOCUSED ON ASTHMA AND IMPACTS FROM EXTREME WEATHER EVENTS, AND WILL COORDINATE A LEARNING COMMUNITY FOR THE CENTER FOR DISEASE CONTROL (CDC) FUNDED NE ASTHMA PROGRAM FOR THE SIX NE STATES. THE APPLICANT PROVIDED ADEQUATE INFORMATION TO DEMONSTRATE THE APPROACH THEY WILL USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17e38290-838f-188a-ffcf-eba835b23826-C", "generated_internal_id": "ASST_NON_00A00226_6800"}, {"internal_id": 39173843, "Award ID": "00A00220", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-01", "CFDA Number": "66.110", "Description": "THE NORTHWEST REGIONAL PLANNING COMMISSION'S \"ADDRESSING WATERSHED RESILIENCY & IMPROVING WATER QUALITY THROUGH RURAL STORMWATER EDUCATION IN NORTHWE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1652078a-230c-dba9-8ad8-f8ab79aefeac-R", "generated_internal_id": "ASST_NON_00A00220_6800"}, {"internal_id": 39173730, "Award ID": "00A00091", "Award Amount": 66468.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-16", "CFDA Number": "66.110", "Description": "THE PROJECT WILL SEEK TO DIRECTLY COMPARE THE EFFECTIVENESS OF NITROGEN REMOVAL IN RAIN GARDENS AND CONVENTIONAL STORMWATER SYSTEMS ON CAPE COD PARCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "692a73a6-c803-f836-5f04-8c10ecbe0783-C", "generated_internal_id": "ASST_NON_00A00091_6800"}, {"internal_id": 39173705, "Award ID": "00A00066", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-06", "CFDA Number": "66.110", "Description": "WABANAKI HEALTH AND WELLNESS, NONPROFIT COOPERATION 'WAYS TO HEALTHY COMMUNITIES' PROJECT WILL BENEFIT TRIBAL YOUTH IN MAINE THROUGH EDUCATION AND TR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "165215ef-7722-aa71-9ff4-1c121c1fb895-R", "generated_internal_id": "ASST_NON_00A00066_6800"}]