[{"internal_id": 152549422, "Award ID": "02F21501", "Award Amount": 2623591.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.124", "Description": "DESCRIPTION:THE PORT FOURCHON MARSH CREATION (TE-0171, PROJECT PRIORITY LIST 31) BY THE ENVIRONMENTAL PROTECTION AGENCY (EPA) AND THE LOUISIANA COASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA) WILL CREATE 514 ACRES AND NOURISH 91 ACRES OF MARSH WITH DREDGED MATERIAL FROM BELLE PASS. THIS PROJECT IS FUNDED THROUGH THE COASTAL WETLANDS PLANNING, PROTECTION, AND RESTORATION ACT (CWPPRA) (16 U.S.C.A., SECTIONS 3951-3956) AND WAS APPROVED BY THE PL 101-646 TASK FORCE FOR PHASE I ENGINEERING AND DESIGN ON JANUARY 27, 2022.ACTIVITIES:THE PORT FOURCHON MARSH CREATION PROJECT ('PROJECT') AREA IS BOUNDED BY BAYOU LAFOURCHE TO THE EAT AND TIMBALIER BAY TO THE WEST. THE PROJECT IS LOCATED IN CWPPRA PLANNING REGION 3, TERREBOURNE BASIN, LAFOURCHE PARISH. THE PRIMARY GOALS OF THIS PROJECT ARE TO RESTORE DEGRADED WETLAND HABITAT AND PROVIDE INCREASED PROTECTION FROM STORM SURGE AND FLOODING. SPECIFIC GOALS OF THE PROJECT ARE TO CREATE APPROXIMATELY 514 ACRES AND NOURISH APPROXIMATELY 91 ACRES OF MARSH WITH SEDIMENTS HYDRAULICALLY DREDGED FROM BELLE PASS. TEMPORARY CONTAINMENT DIKES WILL BE CONSTRUCTED AND GAPPED WITHIN THREE YEARS OF CONSTRUCTION TO ALLOW GREATER TIDAL EXCHANGE AND ESTUARINE ORGANISM ACCESS. RESTORATION IN THIS AREA WOULD BUILD THE AREA'S DEFENSES AGAINST HURRICANES AND FLOODING. THE PROJECT WOULD RESULT IN 450 NET ACRES OVER THE 20- YEAR PROJECT LIFE.\nPHASE    -ENGINEERING AND DESIGN, AND LANDRIGHTS\n\nPHASE I INCLUDES ENGINEERING AND DESIGN, LAND RIGHTS (UP TO, BUT NOT INCLUDING, THE PURCHASE OF REAL ESTATE), MONITORING PLAN DEVELOPMENT, BASELINE MONITORING, AND  PROJECT SUPERVISION AND ADMINISTRATION.\n\nTASK 1 ENGINEERING AND DESIGN\n\nCOASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA), OR ITS AGENT, SHALL BE RESPONSIBLE FOR SPECIFIC ENGINEERING SERVICES FOR THIS PROJECT SUBJECT TO THE COST SHARING PROVISIONS OF THIS AGREEMENT AND IN ACCORDANCE WITH COASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA) POLICIES AND PROCEDURES. SPECIFIC SERVICES TO BE PROVIDED BY COASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA) OR ITS AGENT MAY INCLUDE SURVEYS, GEOTECHNICAL INVESTIGATIONS, CULTURAL INVESTIGATIONS, DATA ANALYSIS REVIEW, PLAN PREPARATION, AND SPECIFICATION PREPARATION. COASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA) SHALL  PROVIDE  ENVIRONMENTAL PROTECTION AGENCY (EPA)  WITH  FINAL COPIES OF ALL PROJECT DESIGNS AND SPECIFICATIONS FOR REVIEW AND COMMENT BY ENVIRONMENTAL PROTECTION AGENCY (EPA). THE FOLLOWING SCHEDULE HAS BEEN SET UP FOR REVIEW AND COMMENT BY ALL TEAM MEMBERS:\n\n1.\tPROJECT KICKOFF MEETING\n2.\tFEASIBILITY MEETING (IF REQUIRED)\n3.\tPRELIMINARY DESIGN REVIEW (30% COMPLETION OF PHASE I)\n4.\tPRESENTATION OF FINAL PLANS (95% COMPLETION OF PHASE I)\n\nTASK 2 LANDRIGHTS\n\n\n\n\n\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:PHASE I DELIVERABLES\n\nI.\tCOASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA), OR ITS AGENT, WILL PRODUCE AND MAINTAIN A PROJECT SCHEDULE. COASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA) WILL MAKE THIS SCHEDULE AVAILABLE TO EPA AS THE SCHEDULE GETS UPDATED AND UPON REQUEST BY THE ENVIRONMENTAL PROTECTION AGENCY (EPA) PROJECT MANAGER. NOTE: REVISIONS TO THE PROJECT SCHEDULE MAY OCCUR DURING THE PROJECT LIFE.\n\nII.\tCOASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA) WILL PROVIDE ENVIRONMENTAL PROTECTION AGENCY (EPA) WITH A COPY, FOR REVIEW, OF ALL OF THE PROPOSED SCOPE OF SERVICES USED IN THE ENGINEERING FIRM OR SUBCONTRACTOR(S) SELECTION PROCESS FOR THIS PROJECT. COASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA) WILL SUBMIT A COPY TO ENVIRONMENTAL PROTECTION AGENCY (EPA) FOR REVIEW WITHIN FIVE (5) DAYS OF ITS AVAILABILITY.\n\nIII.\tCOASTAL PROTECTION AND RESTORATION AUTHORITY (CPRA) WILL ARRANGE AND COORDINATE A PROJECT KICK-OFF MEETING AND SITE VISIT WITH ENVIRONMENTAL PROTECTION AGENCY (EPA), PARISHES, AND LANDOWNERS. THE PROJECT KICK-OFF MEETING AND SITE VISIT ARE TARGETED FOR SUMMER OF 2022, WHICH MIGHT BE BEFORE THE DATE OF THE EXE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_02F21501_6800"}, {"internal_id": 140708977, "Award ID": "01F99501", "Award Amount": 2947262.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-02", "CFDA Number": "66.124", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDING FUNDS TO THE LA COASTAL PROTECTION AND RESTORATION AUTHORITY FOR THE ENGINEERING AND DESIGN OF THE REGGIO CREATION AND HYDROLOGIC RESTORATION PROJECT.  THE GOAL OF THE PROJECT IS TO CREATE AND/OR NOURISH APPROXIMATELY 484 ACRES OF MARSH EAST OF THE REGGIO COMMUNITY AND PLUG TWO CANALS TO HELP COUNTER ACT SALTWATER INTRUSION TO THE NORTH AND WEST OF REGGIO.  THE PROJECT WILL CREATE 291 ACRES AND NOURISH 193 ACRES OF WETLANDS WITH SEDIMENT HYDRAULICALLY DREDGED FROM A BORROW SOURCE IN LAKE LEVY.\n\nOUTPUTS:\nPROJECT KICK-OFF MEETING\nFEASIBILITY MEETING IF NECESSARY\nPRELIMINARY DESIGN REVIEW (30% COMPLETION OF PHASE I)\nPRESENTATION OF FINAL PLANS (95% COMPLETION OF PHASE I)\n\nOUTCOMES:\nFINAL PLANS AND SPECIFICATIONS FOR CONSTRUCTION OF THE PROJECT IF SELECTED FOR PHASE II BY THE CWPPRA TASK FORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_01F99501_6800"}, {"internal_id": 93928669, "Award ID": "01F64301", "Award Amount": 1611426.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-12-16", "CFDA Number": "66.124", "Description": "THE OBJECT OF THIS PROJECT IS TO CREATE 392 ACRES OF MARSH CREATION/NOURISHMENT ADJACENT TO LONG POINT BAYOU AND JUST NORTH OF THE SABINE NATIONAL WILDLIFE REFUGE, THROUGH BENEFICIAL USE DREDGED MATERIAL FROM THE CALCASIEU SHIP CHANNEL. APPROXIMATELY EIGHT ACRES OF TIDAL CREEKS WILL ALSO BE INCLUDED. THIS PROJECT IS FUNDED THROUGH THE COASTAL WETLANDS PLANNING, PROTECTION AND RESTORATION ACT (CWPPRA) AND HAS BEEN APPROVED BY THE CWPPRA TASK FORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_01F64301_6800"}, {"internal_id": 68326486, "Award ID": "01F47501", "Award Amount": 37007638.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-08-23", "CFDA Number": "66.124", "Description": "THE OBJECT OF THIS PROJECT IS TO DEMONSTRATE THE CREATION AND NOURISHMENT OF 385 ACRES OF BACK BARRIER INTERTIDAL MARSH BEHIND CAMINADA HEADLAND BEACH NEAR BAYOU MOREAU USING DREDGED MATERIAL FROM THE GULF OF MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_01F47501_6800"}, {"internal_id": 39189113, "Award ID": "01F17901", "Award Amount": 1750718.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2016-08-25", "CFDA Number": "66.124", "Description": "THE PRIMARY GOAL OF THIS PROJECT IS TO INCREASE WATER EXCHANGE BETWEEN THE SWAMP AND BAYOU CHEVREUIL BY CONSTRUCTING SIX CUTS IN THE BAYOU CHEVREUIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_01F17901_6800"}, {"internal_id": 39189111, "Award ID": "01F17701", "Award Amount": 2359037.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2016-11-15", "CFDA Number": "66.124", "Description": "THE GOALS OF THIS PROJECT ARE TO: 1) CREATE AND NOURISH 444 ACRES OF BACK BARRIER INTERTIDAL MARSH BEHIND 3.5 MILES OF THE CAMINADA BEACH BY PUMPING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_01F17701_6800"}, {"internal_id": 39189019, "Award ID": "01F07801", "Award Amount": 11685823.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2015-12-07", "CFDA Number": "66.124", "Description": "THIS PROJECT IS FOR THE CONSTRUCTION OF THE BAYOU DUPONT SEDIMENT DELIVERY MARSH CREATION #3 AND TERRACING (BA-164) CWPPRA DEMONSTRATION  PROJECT.  S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_01F07801_6800"}, {"internal_id": 39177743, "Award ID": "00F90301", "Award Amount": 2560119.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2014-08-26", "CFDA Number": "66.124", "Description": "THE OBJECT OF THIS PROJECT IS TO CREATE 300 ACRES OF BACK BARRIER INTERTIDAL MARSH AND NOURISH 130 ACRES OF EMERGENT MARSH BEHIND CAMINADA HEADLAND B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_00F90301_6800"}, {"internal_id": 39177486, "Award ID": "00F62401", "Award Amount": 1031893.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2012-09-13", "CFDA Number": "66.124", "Description": "THIS PROJECT IS FOR THE COMPLETION OF THE ENGINEERING AND DESIGN OF THE SMALL FRESHWATER DIVERSION IN NORTH WESTERN BARATARIA BASIN PROJECT, BA-34.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_00F62401_6800"}]