[{"internal_id": 140709266, "Award ID": "00A01003", "Award Amount": 449995.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "66.129", "Description": "THIS COOPERATIVE AGREEMENT WILL CREATE A COLLABORATIVE EFFORT BETWEEN THE TOWN OF TISBURY, THE MARTHA'S VINEYARD COMMISSION, THE MASSACHUSETTS DEPARTMENT OF TRANSPORTATION, USEPA, AND SUBJECT MATTER EXPERTS TO DETERMINE COST-EFFECTIVE, EFFICIENT WAYS TO ADDRESS STORMWATER POLLUTION THROUGHOUT THE TOWN OF TISBURY. THIS COLLABORATIVE HAS IDENTIFIED WHICH APPROACHES AND WHAT TECHNICAL SUPPORT WOULD ADVANCE WATER QUALITY RESTORATION, REDUCE NUTRIENT POLLUTION, AND MAXIMIZE CO-BENEFITS, SUCH AS DROUGHT AND FLOOD RESILIENCE, GROUNDWATER RECHARGE, AND AESTHETIC IMPROVEMENTS. THIS PROJECT WILL IMPLEMENT THESE IDENTIFIED STORMWATER CONTROL STRATEGIES IN THE TISBURY'S LAGOON POND WATERSHED, WILL HELP TO CAP INCREASES TO NUTRIENT POLLUTION BY FURTHERING REGULATIONS AND ORDINANCES THAT MANDATE STORMWATER FILTRATION AND INFILTRATION STRATEGIES, AND WILL BALANCE EXISTING IMPERVIOUS COVER THREATS WITH STRATEGIC EFFORTS TO RESTORE ENVIRONMENTAL SERVICES AND HYDROLOGY.\n\nTHE PRIMARY GOAL OF SNEP PILOT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_00A01003_6800"}, {"internal_id": 146771076, "Award ID": "00A00969", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-17", "CFDA Number": "66.129", "Description": "DESCRIPTION:\nTHE AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO WOONASQUATUCKET RIVER WATERSHED COUNCIL (WRWC) TO CONDUCT ENVIRONMENTAL ACTIVITIES IN THE WOONASQUATUCKET RIVER WATERSHED (TRIBUTARY TO THE NARRAGANSETT BAY) AS A PART OF THE SOUTHEAST NEW ENGLAND PROGRAM (SNEP) PILOT WATERSHED INITIATIVE AS OUTLINED IN WRWC APPLICATION. THIS AWARD WILL IMPROVE WATER QUALITY IN THE WATERSHED, BUILD WATERSHED WIDE CLIMATE RESILIENCE, AND DEVELOP SUSTAINABLE FUNDING MECHANISMS FOR STORMWATER CONTROL. THE PRIMARY GOAL OF SNEP PILOT WATERSHED INITIATIVE FUNDING IS TO DEMONSTRATE THE EFFECTIVENESS OF CONCENTRATED, COLLABORATIVE EFFORTS AND HOLISTIC (WATERSHED SCALE) PLANNING TO ADDRESS COMMON ENVIRONMENTAL CHALLENGES IN THE SNEP REGION. THIS PROJECT SEEKS TO DEMONSTRATE SOLUTIONS TO THE COMMON CHALLENGE OF RESTORATION OF AN IMPAIRED URBAN WATERSHED BY INCORPORATING SOLUTIONS THAT OFFER SOCIAL AND ECONOMIC BENEFITS AS WELL AS PROTECT AND IMPROVE WATER QUALITY AND/OR HABITAT. OVERALL, THIS AWARD WILL ALLOW WRWC TO (1) BETTER INCORPORATE THE COMMUNITY IN PLANNING AND RESTORATION ACTIVITIES, (2) PROVIDE OPPORTUNITIES FOR PUBLIC TRAINING EVENTS, (3) CONTINUE MONITORING THEIR WATERSHED, AND (4) INSTALL GREEN INFRASTRUCTURE BASED STORMWATER CONTROL MEASURES.\n\nACTIVITIES:\n.\nOUTCOMES:\n.\nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7684b51-4d0b-854a-1550-0c75faac7fef-R", "generated_internal_id": "ASST_NON_00A00969_6800"}, {"internal_id": 144308406, "Award ID": "00A00962", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "66.129", "Description": "THE AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE TOWN OF CHARLESTOWN TO CONDUCT ENVIRONMENTAL ACTIVITIES IN THE GREATER ALLEN'S COVE AND NINIGRET POND WATERSHED AS A PART OF THE SOUTHEAST NEW ENGLAND PROGRAM (SNEP) PILOT WATERSHED INITIATIVE AS OUTLINED IN THE TOWN OF CHARLESTOWN'S APPLICATION. THIS AWARD WILL FUND (1) THE INSTALLATION OF UP TO 13 NITROGEN REDUCING INNOVATIVE/ALTERNATIVE SEPTIC SYSTEM RETROFITS, (2) THE INSTALLATION OF STORM WATER BEST MANAGEMENT PRACTICES, (3) THE DEVELOPMENT AND EXECUTION OF FIELD TRAINING FOR ENVIRONMENTAL PROFESSIONALS, (4) THE DEVELOPMENT OF A WATERSHED MANAGEMENT GUIDANCE DOCUMENT, (5) MONITORING OF INSTALLED SEPTIC SYSTEMS AND STORMWATER CONTROLS, AND (6) THE DISSEMINATION OF LESSONS LEARNED FROM THIS PROJECT. THIS PROJECT SEEKS TO DEMONSTRATE SOLUTIONS TO THE COMMON CHALLENGE(S) OF (1) NUTRIENT POLLUTION LEADING TO IMPAIRMENT OF SURFACE WATER; (2) HARMFUL ALGAL BLOOMS, INCLUDING BOTH EXCESSIVE NUISANCE ALGAE AND TOXIN PRODUCING ALGAL BLOOMS;", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b4e8cc6-5b90-34dd-43cc-8bbf8391576b-C", "generated_internal_id": "ASST_NON_00A00962_6800"}, {"internal_id": 154271841, "Award ID": "00A00928", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-28", "CFDA Number": "66.129", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE UNIVERSITY OF SOUTHERN MAINE/NEW ENGLAND ENVIRONMENTAL FINANCE CENTER (UNIVERSITY OF MAINE SYSTEM) TO ROLL-OUT AND INCREASE ADOPTION OF THE NEWLY CREATED NEW ENGLAND STORMWATER RETROFIT MANUAL.\n\nTHE PRIMARY GOALS OF THIS PROJECT ARE TO ENHANCE THE STATE OF PRACTICE AROUND STORMWATER MANAGEMENT IN THE SOUTHEAST NEW ENGLAND REGION, INCREASE LOCAL ADOPTION OF THE PRACTICES DESCRIBED IN THE MANUAL, AND INCREASE STAKEHOLDER KNOWLEDGE OF BEST AVAILABLE STORMWATER PRACTICES. ACTIVITIES:SPECIFIC TASKS TO BE UNDERTAKEN INCLUDE: (1) CONDUCT A NETWORK ANALYSIS TO DETERMINE KEY STAKEHOLDERS (I.E. POTENTIAL MANUAL USERS), (2) CONDUCT ONE-ON-ONE MEETINGS WITH THOSE KEY STAKEHOLDERS TO BETTER UNDERSTAND THE CHALLENGES THEY FACE REGARDING STORMWATER, (3) HOLD A WORKSHOP TO HELP STAKEHOLDERS UNDERSTAND HOW TO USE THE MANUAL, AND (4) PROVIDE TECHNICAL ASSISTANCE TO STAKEHOLDERS WHO WISH TO IMPLEMENT THE MANUAL'S SUGGEST STORMWATER PRACTICES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE SEMI-ANNUAL REPORTS. EXPECTED OUTCOMES INCLUDE: BETTER UNDERSTANDING OF THE STORMWATER STAKEHOLDER NETWORK AND THEIR NEEDS, ONE-ON-ONE MEETINGS WITH KEY STAKEHOLDERS, A RETROFIT MANUAL WORKSHOP, AND TECHNICAL ASSISTANCE PROVIDED TO STAKEHOLDERS. \n\nDIRECT BENEFICIARIES OF THIS AWARD INCLUDE THE ORGANIZATIONS AND MUNICIPALITIES THAT RECEIVE TRAINING ON THE USE OF THE STORMWATER RETROFIT MANUAL, AS WELL AS THE ECOSYSTEMS AND USERS OF ECOSYSTEM SERVICES IN AND AROUND THE AREAS THAT WILL EVENTUALLY HAVE ENHANCED STORMWATER MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00928_6800"}, {"internal_id": 161009164, "Award ID": "00A00856", "Award Amount": 465000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "66.129", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE TOWN OF GLOCESTER, RHODE ISLAND TO CONDUCT DECENTRALIZED WASTEWATER ENHANCEMENT ACTIVITIES IN CHEPACHET VILLAGE AS OUTLINED IN THE TOWN'S APPLICATION. THE PRIMARY PURPOSES OF THIS AWARD IS TO (1) DECREASE THE AMOUNT OF NITROGEN AND OTHER POLLUTANTS ENTERING WATERWAYS VIA SEPTIC SYSTEMS, (2) ENHANCE WASTEWATER TREATMENT IN THE VILLAGE, (3) INCREASE DRINKING WATER QUALITY IN THE AREAS, AND (4) RESTORE WATER QUALITY IN THE CHEPACHET RIVER.ACTIVITIES:THIS AWARD WILL FUND (1) THE INSTALLATION OF INNOVATIVE/ALTERATIVE SEPTIC UPGRADES AND RELATED DESIGN WORK, (2) THE ESTABLISHMENT AND OPERATION OF A THIRD PARTY MANAGEMENT ENTITY FOR SAID UPGRADED SYSTEMS, (3) THE DEVELOPMENT OF A FINANCIAL INCENTIVES PROGRAM FOR WASTEWATER UPGRADES, AND (4) OUTREACH AND EDUCATION AROUND THE AFOREMENTIONED ACTIVITIES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES AND EXPECTED OUTCOMES INCLUDE: (1) INSTALLATION OF INNOVATIVE/ALTERNATIVE SEPTIC SYSTEMS, (2) DEVELOPMENT OF A THIRD PARTY RESPONSIBLE MANAGEMENT ENTITY, (3) DEVELOPMENT OF FINANCIAL INCENTIVES TO UPGRADE SEPTIC SYSTEMS, (4) SEMI-ANNUAL REPORTS, (5) FINAL REPORT, (6) ENHANCEMENT OF DRINKING AND SURFACE WATER QUALITY IN THE WATERSHED. \n\nINTENDED BENEFICIARIES INCLUDE RESIDENTS OF CHEPACHET VILLAGE, DOWNSTREAM RESIDENTS, AS WELL AS THE ECOSYSTEM AND USERS OF ECOSYSTEM SERVICES AROUND THE PROJECT AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": 465000.0, "recipient_id": "0c1074fa-a09b-3be9-2500-9e728e34c3f5-C", "generated_internal_id": "ASST_NON_00A00856_6800"}, {"internal_id": 161009163, "Award ID": "00A00855", "Award Amount": 450000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "66.129", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE TOWN OF NORTH KINGSTOWN, RHODE ISLAND TO CONDUCT DECENTRALIZED WASTEWATER ENHANCEMENT ACTIVITIES IN NORTH KINGSTOWN AS DESCRIBED IN THEIR APPLICATION. THE PRIMARY PURPOSES OF THIS AWARD ARE TO (1) INCREASES OUTREACH AND ENGAGEMENT AROUND DECENTRALIZED WASTEWATER, (2) DESIGN AND INSTALL INNOVATIVE/ALTERNATIVE SEPTIC SYSTEMS TO REPLACE OUTDATED SYSTEMS, AND (3) ULTIMATELY INCREASE WATER QUALITY IN THE WATERSHED. \nACTIVITIES:THIS AWARD WILL FUND: (1) OUTREACH AND ENGAGEMENT WITH COMMUNITY MEMBERS ON THE TOPIC OF DECENTRALIZED WASTEWATER THROUGH MAILINGS, WEBSITES, AND OTHER OUTLETS, (2) FIND HOMEOWNERS THAT WISH TO UPGRADE THEIR OUTDATED SEPTIC SYSTEMS, AND (3) DESIGNS AND INSTALL INNOVATIVE/ALTERNATIVE SEPTIC SYSTEMS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES AND EXPECTED OUTCOMES INCLUDE: (1) INSTALLATION OF INNOVATIVE/ALTERNATIVE SEPTIC SYSTEMS, (2) INCREASED COMMUNITY ENGAGEMENT ON THE TOPIC OF DECENTRALIZED WASTEWATER, (3) SEMI-ANNUAL REPORTS, (4) FINAL REPORT, AND (5) INCREASED WATER QUALITY IN THE WATERSHED.\n\nINTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF NORTH KINGSTOWN, DOWNSTREAM RESIDENTS, AS WELL AS THE ECOSYSTEM AND USERS OF ECOSYSTEM SERVICES AROUND THE PROJECT AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": 450000.0, "recipient_id": "ebdfb1ef-5c66-4fc0-b491-93027233cf48-C", "generated_internal_id": "ASST_NON_00A00855_6800"}, {"internal_id": 152089717, "Award ID": "00A00814", "Award Amount": 1150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "66.129", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO BARNSTABLE COUNTY, MASSACHUSETTS AND PARTNER ORGANIZATION, THE CAPE COD COMMISSION, TO DEVELOP PILOT RESPONSIBLE MANAGEMENT ENTITIES (RMES) IN UP TO FOUR COMMUNITIES IN SOUTHEAST MASSACHUSETTS WHILE SIMULTANEOUSLY INSTALLING ENHANCED INNOVATIVE/ALTERNATIVE SEPTIC SYSTEMS (EIAS).\nTHE PRIMARY GOALS OF THIS PROJECT ARE TO ENHANCE REGIONAL OPERATIONS, MAINTENANCE, AND MANAGEMENT OF SEPTIC SYSTEMS; INSTALL EIAS; GATHER INFORMATION ON EIA PERFORMANCE; DEVELOP FINANCIAL MECHANISMS TO SUPPORT THE RME AND FUTURE EIA INSTALLATIONS; AND ULTIMATELY DECREASE THE AMOUNT OF NITROGEN COMING FROM SEPTIC-BORNE WASTEWATER IN SOUTHEASTERN MASSACHUSETTS.\nACTIVITIES:SPECIFIC TASKS TO BE UNDERTAKEN INCLUDE: WORK WITH UP TO FOUR COMMUNITIES TO DEVELOP RME FRAMEWORKS; DEVELOP FINANCIAL RESOURCES TO FUND RMES AND EIA INSTALLATIONS; DEVELOP A TECHNICAL ADVISORY COMMITTEE TO GUIDE THE RMES; INSTALL NUMEROUS EIA SYSTEMS; PARTNER WITH LOCAL ORGANIZATIONS AND MUNICIPALITIES; MONITOR EXISTING EIAS AS WELL AS THOSE TO BE INSTALLED; SHARE THE RESULTS OF THIS EFFORT WITH OTHER COMMUNITIES THAT MAY WANT TO FOLLOW A SIMILAR PATH.SUBRECIPIENT:SUBAWARDS WILL BE USED TO SUBSIDIZE THE COST OF INSTALLATION OF ENHANCED INNOVATIVE/ALTERNATIVE SEPTIC SYSTEMS, PARTICULARLY IN AREAS OF ENVIRONMENTAL JUSTICE CONCERN. THE SUBRECIPIENTS ARE NOT YET KNOWN.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE A QUALITY ASSURANCE PROJECT PLAN(S) AND TECHNICAL REPORTS. ANTICIPATED OUTCOMES INCLUDE THE DEVELOPMENT OF UP TO FOUR RESPONSIBLE MANAGEMENT ENTITY (RME) FRAMEWORKS; INSTALLATION OF ENHANCED INNOVATIVE/ALTERNATIVE (EIA) SEPTIC SYSTEMS; ENHANCED MONITORING INFORMATION ON EIA SYSTEMS; DEVELOPMENT OF A FINANCIAL MECHANISM TO SUPPORT RMES; DEVELOPMENT OF  A TECHNICAL ADVISORY COMMITTEE; EXECUTION OF RME FRAMEWORKS; AND ULTIMATELY, LESS NITROGEN REACHING COASTAL EMBAYMENTS. \n\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE MUNICIPALITIES WHERE RMES WILL BE DEVELOPED AND EIA SYSTEMS WILL BE INSTALLED, AS WELL AS THE ECOSYSTEM AND USERS OF ECOSYSTEM SERVICES IN AND AROUND THE AREAS THAT WILL HAVE ENHANCED SEPTIC SYSTEM MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1150000.0, "recipient_id": "692a73a6-c803-f836-5f04-8c10ecbe0783-C", "generated_internal_id": "ASST_NON_00A00814_6800"}, {"internal_id": 144308401, "Award ID": "00A00784", "Award Amount": 485859.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "66.129", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 28, 2021, THIS COOPERATIVE AGREEMENT IS BEING AWARDED INCREMENTAL FEDERAL FUNDING IN THE AMOUNT OF $149,998 TO THE BUZZARDS BAY COALITION. THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO ADDRESS WATER QUALITY IMPAIRMENTS IN BUTTONWOOD BROOK: A NUTRIENT&#8208; AND PATHOGEN&#8208;IMPAIRED URBAN STREAM THAT RUNS FROM ITS HEADWATERS IN NEW BEDFORD, MA TO ITS MOUTH AT INNER APPONAGANSETT BAY IN DARTMOUTH, MA WHERE WATER QUALITY CONSISTENTLY RANKS IN THE BOTTOM 10% OF ALL 30 MAJOR HARBORS AND COVES IN THE BUZZARDS BAY WATERSHED. FLOWING WITHIN AND ADJACENT TO ENVIRONMENTAL JUSTICE POPULATIONS, THE BROOK REMAINS A DEFINING WATERWAY WITHIN THE CITY DUE TO ITS RELATIONSHIP TO BUTTONWOOD PARK AND ZOO. NUMEROUS PAST EFFORTS HAVE DOCUMENTED WATER QUALITY IMPAIRMENTS IN BUTTONWOOD BROOK AND INNER APPONAGANSETT BAY, BUT A COMPREHENSIVE RESTORATION PLAN HAS YET TO BE DEVELOPED. \n\nAS PART OF THIS COOPERATIVE AGREEMENT, THE BUZZARDS BAY COALITION (BBC) SEEKS TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15d9bee3-b30e-d5ee-1245-504fb7af7432-C", "generated_internal_id": "ASST_NON_00A00784_6800"}, {"internal_id": 140708942, "Award ID": "00A00783", "Award Amount": 450000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-09", "CFDA Number": "66.129", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 28, 2021, THIS COOPERATIVE AGREEMENT IS BEING AWARDED INCREMENTAL FEDERAL FUNDING IN THE AMOUNT OF $15,000 TO THREE BAYS PRESERVATION INC..  THESE FUNDS WILL ASSIST IN CONDUCTING ENVIRONMENTAL ACTIVITIES IN THE MARSTONS MILLS WATERSHED AS A PART OF THE SOUTHEAST NEW ENGLAND PROGRAM (SNEP) PILOT WATERSHED INITIATIVE AS OUTLINED IN THREE BAYS PRESERVATION INC.'S APPLICATION. THIS AWARD WILL ALLOW THE GRANTEE TO RESTORE AN ACTIVE CRANBERRY BOG USING NOVEL TECHNIQUES THAT WILL BOTH RESTORE HABITAT AND REDUCE THE AMOUNT OF NITROGEN LEAVING THE BOG INTO THE WATERSHED. THE GRANTEE WILL ALSO MONITOR WATER QUALITY IN THE AREA NEAR THE BOG AS WELL AS DOWNSTREAM IN THE RECEIVING WATERS AND SHARE BEST PRACTICES FOR THIS KIND OF RESTORATION PROJECT.\n\nTHE PRIMARY GOAL OF SNEP PILOT WATERSHED INITIATIVE FUNDING IS TO DEMONSTRATE THE EFFECTIVENESS OF CONCENTRATED, COLLABORATIVE EFFORTS AND HOLISTIC (WATERSHED SCALE) PLANNING TO ADDRESS COMMON ENVIRONMENTAL CHAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53898252-f774-b6db-e6af-a021baeac5bf-R", "generated_internal_id": "ASST_NON_00A00783_6800"}, {"internal_id": 140482930, "Award ID": "00A00708", "Award Amount": 5250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.129", "Description": "THE PURPOSE OF THIS AWARD IS TO SUPPORT THE IMPLEMENTATION OF PROJECTS TO ADDRESS PRIORITY ISSUES IN THE SOUTHEAST NEW ENGLAND PROGRAM (SNEP) REGION. BROADLY, THE SCOPE OF ACTIVITIES INVOLVED IN THIS IMPLEMENTATION INCLUDES: INCREASING LOCAL CAPACITY TO UNDERTAKE AND COMPLETE PROJECTS AND ADOPT NEW POLICIESAND EXPANDING USE AND AVAILABILITY OF SUCCESSFUL ENVIRONMENTAL RESTORATION PRACTICES, AS WELL AS PROVIDING OPPORTUNITIES TO TEST AND APPLY INNOVATIVE APPROACHESAND ENSURING DIVERSE REPRESENTATION IN PROGRAM ACTIVITIES AND DECISION-MAKINGAND DEMONSTRATING WAYS TO ADDRESS COMMON CHALLENGESAND AND INCREASING COMMUNITY LEADERS&RSQUOAND UNDERSTANDING OF THE BENEFITS OF RESTORATION PROJECTS.\n\nANTICIPATED DELIVERABLES UNDER THIS AWARD INCLUDE: A ROBUST SUBAWARD PROGRAM THAT INCLUDE AN ANNUAL RFP TO SOLICIT, SELECT, AND FUND PROJECTS CONSISTENT WITH SNEP AND LOCAL PRIORITIESAND PROVIDING TECHNICAL SUPPORT IN COLLABORATION WITH MULTIPLE PARTNERS AND GRANTEES, INCLUDING OUTREACH COORDINATION, TRAINING IN QUALITY ASSURANCE REQUIREMENTSAND DEVELOPING AND TRACKING PROGRAM AND ENVIRONMENTAL METRICS AND GENERATING MEANINGFUL REPORTING ON OUTPUTS AND OUTCOMESAND BUILDING PUBLIC AWARENESS AND APPRECIATION OF SNEP AND ITS PROGRAMSAND AND FOSTERING INNOVATION THROUGH TECH TRANSFER AND DEMONSTRATING NEW OR MORE EFFECTIVE APPROACHES. IN ADDITION TO THE ECOSYSTEM ITSELF, SNEP STAKEHOLDERS, SUBAWARD RECIPIENTS, AND LOCAL COMMUNITIES, BENEFICIARIES WILL ULTIMATELY INCLUDE OTHER COMMUNITIES AND REGIONS AS SNEPS INNOVATIONS ARE ACCEPTED AND DISSEMINATED BROADLY. \n\nSUBAWARD ACTIVITIES WILL BE CONSISTENT WITH ANNUAL PROGRAM PRIORITIES AND THE SNEP STRATEGIC GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bfbab09d-b037-4eff-2d8e-9697463a3c85-C", "generated_internal_id": "ASST_NON_00A00708_6800"}, {"internal_id": 86483085, "Award ID": "00A00655", "Award Amount": 6000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-27", "CFDA Number": "66.129", "Description": "THE SOUTHEAST NEW ENGLAND PROGRAM (SNEP) STORMWATER TECHNICAL ASSISTANCE NETWORK (STAN) BRINGS TOGETHER REGIONAL EXPERTS IN STORMWATER MANAGEMENT, FINANCING, WATER QUALITY AND HABITAT RESTORATION, GREEN INFRASTRUCTURE, LOW IMPACT DEVELOPMENT, AND ENVIRONMENTAL RESTORATION. THE NEW ENGLAND ENVIRONMENTAL FINANCE CENTER (NE EFC) WILL ADMINISTER AND MANAGE STAN, BUT THE MAJORITY OF SNEP FUNDS WILL BE DISTRIBUTED TO COMMITTED PARTNERS IN THE SNEP AREA TO CARRY OUT TASKS. STAN PARTNERS WILL COME TOGETHER AS A NETWORK OF PARTNER-PROVIDERS OFFERING A FULL COMPLEMENT OF TECHNICAL AND FINANCIAL SERVICES TO MUNICIPALITIES, TRIBES, AND ORGANIZATIONS IN THE SNEP REGION, INCLUDING TECHNICAL ASSISTANCE PROVIDED BY A POOL OF VETTED SERVICE PROVIDERS/CONTRACTORS WHO WILL COMPETITIVELY BID SERVICES TO ENSURE A HIGH CALIBER OF TALENT AND QUALITY WORK. STAN WILL ALSO EXPAND UPON ESTABLISHED PARTNERSHIPS ACROSS SOUTHEAST NEW ENGLAND, SERVING AS A CLEARINGHOUSE FOR THE REGION ON STORMWATER MANAGEMENT AND FI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00655_6800"}, {"internal_id": 61734703, "Award ID": "00A00370", "Award Amount": 12000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "66.129", "Description": "AS DIRECTED BY THE CONSOLIDATED APPROPRIATIONS ACTS OF 2016 AND 2017, THE ADMINISTRATOR IS AUTHORIZED TO USE THE AMOUNTS APPROPRIATED UNDER THE HEADING 'ENVIRONMENTAL PROGRAMS AND MANAGEMENT' FOR FISCAL YEAR 2017 TO PROVIDE GRANTS TO IMPLEMENT THE SOUTHEASTERN NEW ENGLAND WATERSHED RESTORATION PROGRAM. THIS PROJECT IMPLEMENTS THE SOUTHEAST NEW ENGLAND PROGRAM (SNEP) PRIORITY OF CONVENING AND LEADING A COMPREHENSIVE REGIONAL GRANTS EFFORT TO PROTECT, ENHANCE, AND RESTORE THE COASTAL WATERSHEDS OF SOUTHEAST NEW ENGLAND THROUGH INNOVATIVE AND TRANSFERABLE APPROACHES. IN FY17, SNEP IS FUNDING A SELECTED APPLICANT TO TO MANAGE A COMPETITIVE SUBAWARD GRANT PROGRAM TO SEEK AND SUPPORT PROJECTS THAT BUILD MANAGEMENT, TECHNICAL, AND FINANCIAL CAPACITY TO IMPLEMENT EFFECTIVE PROTECTION AND RESTORATION OF COASTAL ECOSYSTEMS AND THEIR WATERSHEDS, INCLUDING ASSOCIATED WATER QUALITY AND AQUATIC HABITATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bfbab09d-b037-4eff-2d8e-9697463a3c85-C", "generated_internal_id": "ASST_NON_00A00370_6800"}, {"internal_id": 39173875, "Award ID": "00A00253", "Award Amount": 884717.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-18", "CFDA Number": "66.129", "Description": "AS DIRECTED BY THE CONSOLIDATED APPROPRIATIONS ACT, 2012 (P.L. 112-74) AND CONFERENCE REPORT 112-331, THIS PROJECT IMPLEMENTS PRIORITIES OF THE SOUTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ee1f874-ab01-1d71-b44d-3db2a9f328c6-C", "generated_internal_id": "ASST_NON_00A00253_6800"}, {"internal_id": 39173874, "Award ID": "00A00252", "Award Amount": 560636.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-18", "CFDA Number": "66.129", "Description": "AS DIRECTED BY THE CONSOLIDATED APPROPRIATIONS ACT, 2012 (P.L. 112-74) AND CONFERENCE REPORT 112-331, THIS PROJECT IMPLEMENTS PRIORITIES OF THE SOUTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86976376-f13e-f73c-761b-ec3e50a624de-C", "generated_internal_id": "ASST_NON_00A00252_6800"}, {"internal_id": 39173872, "Award ID": "00A00250", "Award Amount": 402461.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-18", "CFDA Number": "66.129", "Description": "AS DIRECTED BY THE CONSOLIDATED APPROPRIATIONS ACT, 2016 (P.L. 112-74) AND CONFERENCE REPORT 112-331, THIS PROJECT IMPLEMENTS PRIORITIES OF THE SOUTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36426368-bc18-a179-2a3b-4c221db033ee-C", "generated_internal_id": "ASST_NON_00A00250_6800"}, {"internal_id": 39173871, "Award ID": "00A00249", "Award Amount": 728511.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "66.129", "Description": "THE PROJECT FROM THE MASSTC SEEKS TO DEMONSTRATE THE EFFICACY OF USING A MODIFIED SOIL TREATMENT AREA TO REMOVE UP TO 90% OF NITROGEN IN A PASSIVE MA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "692a73a6-c803-f836-5f04-8c10ecbe0783-C", "generated_internal_id": "ASST_NON_00A00249_6800"}, {"internal_id": 39173826, "Award ID": "00A00203", "Award Amount": 456868.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "66.129", "Description": "PER YOUR APPLICATION REQUEST DATED JULY 5, 2016, THIS COOPERATIVE AGREEMENT IS BEING AWARDED PARTIAL FUNDING IN THE AMOUNT OF $275,790 TO THE WAMPANO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fe9d2f7-02cf-651d-6098-891be039832c-R", "generated_internal_id": "ASST_NON_00A00203_6800"}, {"internal_id": 39173774, "Award ID": "00A00136", "Award Amount": 996820.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-22", "CFDA Number": "66.129", "Description": "AS DIRECTED BY THE CONSOLIDATED APPPROPRIATIONS ACT, 2012 (P.L.112-74 AND CONFERENCE REPORT 112-331, THIS PROJECT IMPLEMENTS PRIORITIES OF THE SOUTHE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72d283de-b627-e9f2-8e7b-af91b45cd951-R", "generated_internal_id": "ASST_NON_00A00136_6800"}, {"internal_id": 39173766, "Award ID": "00A00128", "Award Amount": 674201.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-18", "CFDA Number": "66.129", "Description": "AS DIRECTED BY THE CONSOLIDATED APPROPRIATIONS ACT, 2012 (P.L. 112-74) AND CONFERENCE REPORT 112-331, THIS PROJECT IMPLEMENTS PRIORITIES OF THE SOUTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b4e8cc6-5b90-34dd-43cc-8bbf8391576b-C", "generated_internal_id": "ASST_NON_00A00128_6800"}]