[{"internal_id": 48243540, "Award ID": "99T40501", "Award Amount": 2950339.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-29", "CFDA Number": "66.203", "Description": "THE ENVIRONMENTAL FINANCE CENTER (EFC) WILL PROVIDE MULTI-MEDIA ENVIRONMENTAL FINANCE EXPERTISE AND TECHNICAL ASSISTANCE TO REGULATED COMMUNITIES TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2000000.0, "recipient_id": "87b4ebe7-5e85-fac6-d0a8-0a946bfc8593-C", "generated_internal_id": "ASST_NON_99T40501_6800"}, {"internal_id": 48167129, "Award ID": "99251917", "Award Amount": 618942.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-06", "CFDA Number": "66.203", "Description": "THROUGH THIS PROJECT, THE RECIPIENT WILL PROVIDE ENVIRONMENTAL FINANCE EXPERTISE AND OUTREACH TO STATES, TRIBES, LOCAL GOVERNMENTS AND THE PRIVATE SE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a8f3e5e-ebc2-25c9-68fb-d8e77ee476f4-C", "generated_internal_id": "ASST_NON_99251917_6800"}, {"internal_id": 162166074, "Award ID": "98T52401", "Award Amount": 520000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT, WHICH INCLUDES ARP FUNDING, SUPPORTS THE ENVIRONMENTAL FINANCE CENTER (EFC) AT SACRAMENTO STATE UNIVERSITY.  THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS. \n\nTHIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $520,000 AND APPROVES PRE-AWARD COSTS BACK TO MAY 2, 2023.ACTIVITIES:THE ACTIVITIES INCLUDE THE FOLLOWING FIVE SERVICE CATEGORIES: 1) COORDINATE WITH COOPERATING ENTITIES TO IDENTIFY REGIONAL NEEDS AND IMPLEMENT, TRACK, AND DOCUMENT ACTIVITIES, PROGRESS, OUTPUTS, AND OUTCOMES; 2) HOST COMMUNITY TRAININGS ON FUNDING/FINANCING RESOURCES, STRATEGIES, AND OPPORTUNITIES; 3) PROVIDE DIRECT TECHNICAL ASSISTANCE (TA) TO COMMUNITIES; 4) DEVELOP AND DISSEMINATE COMMUNITY RESOURCES/TOOLS; AND 5) CONDUCT RESEARCH/STUDIES AND DEVELOP RESOURCES/TOOLS FOR STATES, TERRITORIES, ETC.  \n\nSUBRECIPIENT:IF FUNDING IS PROVIDED, SUBAWARDS COULD BE MADE AS FOLLOWS (YEARS 2-5):\n$100K/YEAR FOR EARTH ISLAND EFC, $50K/YEAR FOR THE TO-BE-NAMED RIOAMBASSADOR, AND $27K/YEAR FOR KCB.\nAS A SUB-RECIPIENT, EARTH ISLAND EFC WILL PROVIDE TRAINING\nWORKSHOPS FOCUSED ON DEVELOPING LEADERSHIP, RISK AND RESILIENCY, AND COMMUNICATION IN\nVULNERABLE COMMUNITIES, AS WELL AS TRAINING FOR BUILDING AND MAINTAINING NONPROFIT ORGANIZATIONS.\nFUNDING FOR THE RIO AMBASSADOR WILL BE USED TO PROMOTE CREATION OF SUSTAINABLE SYSTEMS WITH\nFINANCIAL, TECHNICAL, AND INSTITUTIONAL RESOURCES AND CAPABILITIES FOR CONFORMANCE WITH ACCEPTED\nENVIRONMENTAL PRACTICES THAT ARE DURABLE AND SUSTAINABLE AND CONSIDER CLIMATE AND URBAN RESILIENCE\nIN THE PROJECT REGION. KCB WILL PROVIDE COMMUNITY OUTREACH TO ENHANCE THE VALUE AND\nIMPLEMENTATION OF THE TRADE TOOL. PERSONNEL, FRINGE, TRAVEL, AND SUPPLIES ARE INCORPORATED INTO\nTHE PROPOSED BUDGET FOR EACH SUB-RECIPIENT. SPECIFIC ACTIVITIES WILL BE DETAILED IN ANNUAL WORK PLANS\nBASED ON NEGOTIATIONS WITH FUNDING AGENCIES (EPA AND STATE/TERRITORIES/TRIBES).OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE QUARTERLY PROGRESS REPORTS, PROJECT REPORTS, TRAININGS AND TRAINING MATERIALS, AND DEVELOPMENT OF TOOLS AND OTHER RESOURCES.\n\nTHE EXPECTED OUTCOMES INCLUDE CLEANER AND SAFER WATER FOR COMMUNITIES THROUGH IMPROVED AWARENESS OF AND IMPLEMENTATION BY PRACTITIONERS OF THE TMF\nTECHNIQUES NEEDED TO OPERATE, MAINTAIN AND ADAPT WATER SYSTEMS OVER THE LONG TERM UNDER CHANGING ENVIRONMENTAL, TECHNOLOGICAL, REGULATORY, AND SOCIAL CONDITIONS AND IMPROVED ABILITY OF AGENCIES TO SUPPORT COMMUNITIES IN THESE EFFORTS.\n\nTHE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF THE STATES, TRIBES, AND TERRITORIES WITHIN EPA REGION 9 AND THE FREELY ASSOCIATED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87b4ebe7-5e85-fac6-d0a8-0a946bfc8593-C", "generated_internal_id": "ASST_NON_98T52401_6800"}, {"internal_id": 160687242, "Award ID": "98T52301", "Award Amount": 1485176.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT RURAL COMMUNITY ASSISTANCE CORPORATION (RCAC).  THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS. \n\nTHIS AWARD PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $1,485,176.  SEE TERMS AND CONDITIONS.  PREAWARD COSTS APPROVED BACK TO 1/1/2023.\n\nACTIVITIES:THE ACTIVITIES INCLUDE DIRECT TECHNICAL ASSISTANCE AND TRAINING TO COMMUNITIES WITHIN EPA REGION 9 TO STRENGTHEN THEIR TECHNICAL, FINANCIAL, AND MANAGERIAL CAPACITY TO IDENTIFY, ACCESS, AND MANAGE CLEAN WATER AND DRINKING WATER STATE REVOLVING FUNDS, BIPARTISAN INFRASTRUCTURE LAW, AND OTHER WATER INFRASTRUCTURE FUNDING. SUBRECIPIENT:MOONSHOT MISSIONS (MM) WILL ASSIST THE R9 RWI EFC TO IDENTIFY COMMUNITY NEEDS AND BUILD LOCAL TECHNICAL, MANAGERIAL AND FINANCIAL CAPACITY TO MEET THOSE NEEDS.\nRESPONSIBILITIES\n-\tASSIST RCAC TO ENABLE COMMUNITIES TO GAIN ACCESS TO FEDERAL AND STATE FUNDING UNDER THE BIL BY PROVIDING PLANNING, PERMITTING, DESIGN REVIEW AND APPLICATION ASSISTANCE.\n-\tASSIST RCAC TO IDENTIFY CAPITAL IMPROVEMENT PROJECTS AND OPERATIONAL EFFICIENCY IMPROVEMENTS THAT CAN BE UNDERTAKEN TO HELP UTILITIES ADOPT BEST PRACTICES, ACHIEVE IMPROVED ENVIRONMENTAL AND PUBLIC HEALTH RESULTS, AND LOWER COSTS.\nOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE IN PERSON TRAININGS AND WEBINARS AS WELL AS DIRECT ASSISTANCE TO COMMUNITIES SUMMARIZED IN QUARTERLY REPORTS.\n\nTHE EXPECTED OUTCOMES INCLUDE INCREASED ACCESS TO INFRASTRUCTURE FUNDING, ESPECIALLY FOR DISADVANTAGED COMMUNITIES, RESULTING IN CLEANER AND SAFER WATER FOR COMMUNITIES.\n\nTHE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF THE STATES, TRIBES, AND PACIFIC ISLAND TERRITORIES IN EPA REGION 9.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1485176.0, "recipient_id": "63659d51-93fd-f658-f36a-b909b67c04be-C", "generated_internal_id": "ASST_NON_98T52301_6800"}, {"internal_id": 160687241, "Award ID": "98T52201", "Award Amount": 1286890.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT THE HAWAII COMMUNITY FOUNDATION.  THE EFCS PROVIDE TECHNICAL ASSISTANCE TO GOVERNMENT AGENCIES AND COMMUNITY-BASED ORGANIZATIONS IN THE FORM OF TRAINING, EDUCATION, AND RESEARCH TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS AND CHALLENGES. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $1,286,890 AND APPROVES PRE-AWARD COSTS BACK TO JANUARY 1, 2023.\n\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED BY THE HAWAII ISLANDS (HI) EFC INCLUDE ASSISTING GOVERNMENT AGENCIES AND COMMUNITY-BASED ORGANIZATIONS WITHIN THE STATE OF HAWAII WITH CAPACITY DEVELOPMENT ACTIVITIES TO STRENGTHEN ORGANIZATIONAL KNOWLEDGE AND TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY TO IDENTIFY, ACCESS, AND MANAGE CLEAN WATER AND DRINKING WATER STATE REVOLVING FUNDS, BIPARTISAN INFRASTRUCTURE LAW, AND OTHER INFRASTRUCTURE FUNDING. IN ADDITION, TO SUPPORT WORKFORCE DEVELOPMENT OF PROFESSIONAL STAFF WITHIN THE WATER INDUSTRY, THE HIEFC WILL PARTNER WITH OTHER ORGANIZATIONS TO DEVELOP A FELLOWSHIP PROGRAM AND CAREER PATHWAYS TO STRENGTHEN ORGANIZATION/AGENCY CAPACITY TO RECRUIT, HIRE, AND RETAIN DIVERSE AND QUALIFIED STAFF.\nSUBRECIPIENT:UNIVERSITY OF HAWAII - A WATER AGENCY GAP ANALYSIS, WATER ASSET AND GAP ASSESSMENT OF UNIVERSITY OF HAWAII SYSTEM, AND DEVELOPMENT OF WATER CAREER PATHWAYS PROGRAM\nURBAN SUSTAINABILITY DIRECTORS NETWORK -  HOST AN ANNUAL FELLOWSHIP PROGRAM IN PARTNERSHIP WITH HAWAII WATER AGENCIES, INCLUDING RECRUITMENT, TRAININGS, MENTORING, COACHING, AND CAREER DEVELOPMENTOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE DIRECT TECHNICAL ASSISTANCE AND TRAINING TO GOVERNMENT AND COMMUNITY-BASED ORGANIZATIONS AS WELL AS THE DEVELOPMENT OF FELLOWSHIP PROGRAMS AND CAREER PATHWAYS.\n\nTHE EXPECTED OUTCOMES INCLUDE INCREASED ACCESS TO INFRASTRUCTURE FUNDING, ESPECIALLY BY DISADVANTAGED COMMUNITIES, AN EXPANSION OF AN EXPERIENCED AND DIVERSE WORKFORCE, AND INCREASED EFFECTIVENESS OF WATER MANAGEMENT IN THE STATE OF HAWAII RESULTING IN CLEANER AND SAFER WATER.\n\nTHE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF THE STATE OF HAWAII.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 1286890.0, "recipient_id": "13193439-747d-2f45-884c-d5d17d511c8e-C", "generated_internal_id": "ASST_NON_98T52201_6800"}, {"internal_id": 152549056, "Award ID": "98T50001", "Award Amount": 35000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.203", "Description": "DESCRIPTION:THE ENVIRONMENTAL FINANCE CENTER (EFC) AWARD WILL PLAN AND HOST A STORMWATER FUNDING AND FINANCING WORKSHOP FOR ARIZONA STORMWATER PRACTITIONERS.  \n\nTHIS ACTION PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $35,000.  PREAWARD COSTS ARE APPROVED BACK TO JULY 1, 2022.  ACTIVITIES:SPECIFICALLY, THE EFC WILL DEVELOP AND IMPLEMENT STORMWATER PROGRAM MANAGEMENT TRAINING IN THE FORM OF:SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES - SLIDES, HANDOUTS, AGENDA, WORKSHOP, REPORTS.\nBENEFICIARIES - ARIZONA STORMWATER PRACTITIONERS\nOUTCOMES - EDUCATED STORMWATER PRACTITIONERS WHICH WILL IMPLEMENT STORMWATER MANAGEMENT PROGRAMS AND APPLY FOR STORMWATER INFRASTRUCTURE FUNDING FOR THE IMPROVEMENT OF ARIZONA WATER RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87b4ebe7-5e85-fac6-d0a8-0a946bfc8593-C", "generated_internal_id": "ASST_NON_98T50001_6800"}, {"internal_id": 48039657, "Award ID": "97848901", "Award Amount": 450000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-21", "CFDA Number": "66.203", "Description": "THIS PROJECT IS FOR THE NATIONAL RURAL WATER ASSOCIATION TO ESTABLISH THE REGION 8 ENVIRONMENTAL FINANCE CENTER (EFC) IN ORDER TO PROVIDE MULTI-MEDIA ENVIRONMENTAL FINANCE EXPERTISE AND OUTREACH TO REGULATED COMMUNITIES TO HELP THEM MEET ENVIRONMENTAL REQUIREMENTS.  THE OBJECTIVE IS TO HELP THE REGULATED PARTIES IN THESE COMMUNITIES FIND EFFECTIVE AND INNOVATIVE WAYS TO HELP ADDRESS THE GROWING COSTS OF PROTECTING PUBLIC HEALTH AND THE ENVIRONMENT IN A  SUSTAINABLE AND EQUITABLE MANNER.  THE EFC WILL PROVIDE REGULATED PARTIES WITH FINANCE-RELATED TRAINING, TECHNICAL ASSISTANCE, FINANCE STUDIES, AND OTHER ANALYTICAL SUPPORT (ELIGIBLE SERVICES) TO HELP THEM DEVELOP SUSTAINABLE SOLUTIONS TO THE CRITICAL 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS AND GOALS.  THE EFC WILL EDUCATE REGULATED PARTIES ON LOWERING COSTS, INCREASING INVESTMENTS, IMPROVING FINANCIAL AND MANAGERIAL CAPACITY, ENCOURAGING FULL COST PRICING, AND IDENTIFYING AND EVALUATING FINANCING OPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_97848901_6800"}, {"internal_id": 48029991, "Award ID": "97756601", "Award Amount": 2617995.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-03", "CFDA Number": "66.203", "Description": "THIS COOPERATIVE AGREEMENT TO WICHITA STATE UNIVERSITY'S ENVIRONMENTAL FINANCE CENTER (EFC) PROVIDES MULTI-MEDIA ENVIRONMENTAL FINANCE EXPERTISE AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 175000.0, "Infrastructure Obligations": null, "recipient_id": "5fa8ba1a-d5eb-7348-472d-6a58174c937f-C", "generated_internal_id": "ASST_NON_97756601_6800"}, {"internal_id": 160687181, "Award ID": "96895301", "Award Amount": 1752934.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT REGION 8.  THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS.ACTIVITIES:THE ACTIVITIES INCLUDE TECHNICAL ASSISTANCE AND TRAINING TO DISADVANTAGED, UNDERSERVED, TRIBAL SYSTEMS, AND OTHER ELIGIBLE UTILITIES TO COMPLETE PROJECT PLANNING ACTIVITIES AND APPLY FOR BIL FUNDING. \n\nSUBRECIPIENT:SUB-AWARDS WILL BE PROVIDED TO STATE AFFILIATE ASSOCIATIONS TO PROVIDE TECHNICAL ASSISTANCE TO WATER AND WASTEWATER SYSTEMS IN THEIR RESPECTIVE STATES. OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE SUCCESS STORIES DEMONSTRATING OUTCOMES ACHIEVED BY TECHNICAL ASSISTANCE AND QUARTERLY AND FINAL PROGRESS REPORTS.\n\nTHE EXPECTED OUTCOMES INCLUDE REDUCED COSTS TO UTILITIES AND INCREASED CAPACITY AND SUSTAINABILITY.   \n\nTHE INTENDED BENEFICIARIES INCLUDE DISADVANTAGED, UNDERSERVED AND/OR TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 1752934.0, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_96895301_6800"}, {"internal_id": 160687180, "Award ID": "96895201", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT REGION 8.  THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS.ACTIVITIES:THE ACTIVITIES INCLUDE ENGAGING WITH DISADVANTAGED AND/OR TRIBAL COMMUNITIES TO PERFORM CLIMATE ASSESSMENTS FOR WATER UTILITIES, PROVIDING DECISION-MAKER AND BOARD EDUCATION, AND BUILDING LOCAL CAPACITY THROUGH FORMAL TRAINING SO THAT WATER AND WASTEWATER UTILITIES CAN BE MORE RESILIENT AND SUSTAINABLE IN THE FACE OF CLIMATE CHANGE (DROUGHT, WILDFIRES, FLOODING, STORM EVENTS). SUBRECIPIENT:NRWA WILL PROVIDE SUBAWARDS TO STATE AFFILIATE OFFICES FOR CARRYING OUT TRAINING AND TECHNICAL ASSISTANCE WITHIN THOSE STATES. OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE CASE STUDIES AND QUARTERLY REPORTING.\n\nTHE EXPECTED OUTCOMES INCLUDE MORE COST- EFFECTIVE OPERATING SOLUTIONS THAT ARE ADAPTED TO CURRENT AND FUTURE CLIMATE CONDITIONS. \n\nTHE INTENDED BENEFICIARIES INCLUDE DISADVANTAGED AND/OR TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_96895201_6800"}, {"internal_id": 160687164, "Award ID": "96701701", "Award Amount": 175000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT WILL PROVIDE MULTI-MEDIA ENVIRONMENTAL FINANCE EXPERTISE AND OUTREACH TO REGULATED COMMUNITIES TO HELP THEM MEET ENVIRONMENTAL REQUIREMENTS AND DEVELOPING SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFC WILL PROVIDE EDUCATION AND OUTREACH TO THE STATES, TRIBAL COMMUNITIES, NONPROFITS, LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS.ACTIVITIES:THE ACTIVITIES INCLUDE FINANCIAL PLANNING, EDUCATIONAL TRAINING AND OUTREACH, INTEGRATED ENVIRONMENTAL JUSTICE, REDUCED EMISSIONS AND CLIMATE ADAPTATION IN THE STATE OF IOWA, KANSAS, MISSOURI AND NEBRASKA.  IN ADDITION, THIS SUPPORT COORDINATION WITH LOCAL GOVERNMENT, TRIBES, UTILITIES, STATES, NONPROFITS, AND BUSINESSES, FOCUSING ON LOWERING COSTS, INCREASING INVESTMENTS, IMPROVING FINANCIAL AND MANAGERIAL CAPACITY, AND IDENTIFYING AND EVALUATING FINANCING OPTIONS IN THE IOWA, KANSAS, MISSOURI AND NEBRASKA. SUBRECIPIENT:THE SUBRECIPIENTS ARE STATE, MUNICIPAL UTILITY ASSOCIATIONS, NONPROFITS, LOCAL AND TRIBAL GOVERNMENT AND BUSINESSES.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE QUARTERLY PROGRESS REPORTS AND A FINAL REPORT.\n\nTHE EXPECTED OUTCOMES INCLUDE BUILDING CAPACITY IN THE COMMUNITIES AND EXPECT IMPACTFUL OUTCOMES THAT INCLUDE REDUCED AIR EMISSIONS, IMPROVED REGULATORY COMPLIANCE, CLIMATE ADAPTATION, INTEGRATED ENVIRONMENTAL JUSTICE AND IMPROVED QUALITY OF PUBLIC HEALTH AND ENVIRONMENT. \n\nTHE INTENDED BENEFICIARIES ARE THE LOCAL GOVERNMENT, TRIBES, UTILITIES, STATES, NONPROFITS, BUSINESSES AND RESIDENTS IN THE FOUR STATE REGION: IOWA, KANSAS, MISSOURI AND NEBRASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fa8ba1a-d5eb-7348-472d-6a58174c937f-C", "generated_internal_id": "ASST_NON_96701701_6800"}, {"internal_id": 159191035, "Award ID": "96701601", "Award Amount": 1353214.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT WILL PROVIDE WATER ENVIRONMENTAL FINANCE EXPERTISE AND OUTREACH TO REGULATED COMMUNITIES TO HELP THEM MEET ENVIRONMENTAL REQUIREMENTS AND DEVELOPING SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARD. THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT EPA REGION 7.  THE WICHITA STATE UNIVERSITY ENVIRONMENTAL FINANCE CENTER WILL PROVIDE TECHNICAL ASSISTANCE AND TRAINING TO WATER, WASTEWATER, AND STORMWATER UTILITY SYSTEMS FOCUSING ON DISADVANTAGED, UNDERSERVED, SMALL, RURAL, MUNICIPAL, AND TRIBAL COMMUNITIES TO INCREASE WISE  AND EQUITABLE INFRASTRUCTURE PLANNING TO ACCESS STATE REVOLVING FUND PROGRAMS TO MEET THE ENVIRONMENTAL CHALLENGES THAT IMPACT THEIR COMMUNITIES IN IOWA, KANSAS, MISSOURI AND NEBRASKA. ACTIVITIES:THE ACTIVITIES INCLUDE DEVELOPMENT AND IMPLEMENTATION OF TECHNICAL ASSISTANCE, TRAINING, DURABLE RESOURCES, AND TOOLS TO BUILD CAPACITY TO UTILITY SYSTEMS FOCUSING ON DISADVANTAGED, UNDERSERVED, SMALL, RURAL, MUNICIPAL AND TRIBAL COMMUNITIES TO ACCESS FUNDING THROUGH THE STATE REVOLVING FUND PROGRAM TO ADDRESS THE ENVIRONMENTAL CHALLENGES IN THEIR RESPECTIVE COMMUNITIES. THIS SUPPORT WILL PROMOTE SAFE AND RELIABLE DRINKING WATER; IMPROVE WASTEWATER AND STORMWATER SERVICES; INCREASE OPPORTUNITIES TO ACHIEVE AND MAINTAIN REGULATORY COMPLIANCE; INCREASE CLIMATE RESILIENCY; ADVANCE ENVIRONMENTAL JUSTICE EQUITY THAT WILL BENEFIT DISADVANTAGED, UNDERSERVED, SMALL, RURAL, MUNICIPAL AND TRIBAL COMMUNITIES IN THE STATE OF IOWA, KANSAS, MISSOURI AND NEBRASKA., SUBRECIPIENT:THE SUBRECIPIENTS ARE THE IOWA ASSOCIATION OF MUNICIPAL UTILITIES, KANSAS MUNICIPAL UTILITIES, AND MISSOURI PUBLIC UTILITY ALLIANCE.  IN COLLABORATION WITH WSU EFC, THE SUBRECIPIENTS WILL PROVIDE TECHNICAL ASSISTANCE, TRAINING AND WORK WITH THE SMALL AND UNDERSERVED, DISADVANTAGED, RURAL, MUNICIPAL, AND TRIBAL COMMUNITIES TO ACCESS STATE REVOLVING FUNDS TO ADDRESS THE ENVIRONMENTAL CHALLENGES WITHIN THEIR RESPECTIVE COMMUNITIES. OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE MONTHLY STATE MEETINGS, QUARTERLY PROGRESS REPORTS AND A FINAL REPORT.\n\nTHE EXPECTED OUTCOMES WILL INCLUDE IMPROVE ACCESS TO THE STATE REVOLVING FUNDS; IMPROVED TECHNICAL, MANAGERIAL, AND FINANCIAL CAPABILITIES; BETTER RESILIENCY AND SUSTAINABILITY.\n\nTHE INTENDED BENEFICIARIES INCLUDE THE DISADVANTAGED, UNDERSERVED, SMALL, RURAL, MUNICIPAL AND TRIBAL COMMUNITIES IN THE FOUR STATE REGION: IOWA, KANSAS, MISSOURI  AND NEBRASKA. .", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": 1353214.0, "recipient_id": "5fa8ba1a-d5eb-7348-472d-6a58174c937f-C", "generated_internal_id": "ASST_NON_96701601_6800"}, {"internal_id": 47895511, "Award ID": "96342801", "Award Amount": 1682577.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-19", "CFDA Number": "66.203", "Description": "THIS PROJECT WILL PROVIDE COMMUNITIES THROUGHOUT THE MID-ATLANTIC TECHNICAL ASSISTANCE AND TRAINING TO DEVELOP FINANCING STRATEGIES DESIGNED TO EFFIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_96342801_6800"}, {"internal_id": 161572565, "Award ID": "95311601", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FUNDING TO LOW IMPACT DEVELOPMENT CENTER TO CREATE A MID-ATLANTIC ENVIRONMENTAL FINANCE CENTER.  URBANIZATION, INDUSTRIALIZATION, AGRICULTURE, AND AGING AND INADEQUATE INFRASTRUCTURE - COUPLED WITH THE IMPACTS OF CLIMATE CHANGE - POSE ONGOING CHALLENGES TO HUMAN HEALTH AND THE ENVIRONMENT IN THE MID-ATLANTIC REGION. WHILE PROGRESS HAS BEEN MADE, THE COMPLEXITY OF THE ISSUES, THE MAGNITUDE OF COSTS, AND THE LOGISTICAL RESOURCES REQUIRED BY LOCAL GOVERNMENT TO ADDRESS SUCH ISSUES ARE SUBSTANTIAL AND PERVASIVE. THIS PROPOSED EFFORT WILL BUILD AND INTEGRATE INTO THE EXISTING FINANCING SYSTEM A NEW, INNOVATIVE MID-ATLANTIC ENVIRONMENTAL FINANCE CENTER (MID-ATLANTIC EFC, OR THE CENTER). THE MID-ATLANTIC EFC WILL ENGAGE, EDUCATE, TRAIN, CREATE PARTNERSHIPS, FACILITATE CONSISTENT PATHWAYS TO FUNDING, AND SUPPORT LOCAL GOVERNMENTS AND COMMUNITIES ACROSS EPA REGION 3 ON MULTI-MEDIA POLLUTANT SOURCES/ISSUES AND THE RESTORATION OF WATER INFRASTRUCTURE.  FEDERAL FUNDS IN THE AMOUNT OF $5,071,509 ARE CONTINGENT UPON AVAILABILITY.ACTIVITIES:THE MID-ATLANTIC EFC WILL PROVIDE LOCAL GOVERNMENTS WITH TECHNICAL ASSISTANCE SERVICES TO ADDRESS MULTI-ENVIRONMENTAL MEDIA FINANCING NEEDS, INCLUDING WATER-RELATED ACTIVITIES. THE MID-ATLANTIC EFC WILL COVER EPA REGION 3 IN ITS ENTIRETY. THOUGH ALL COMMUNITIES ACROSS THE REGION WILL BE ELIGIBLE TO TAKE ADVANTAGE OF THE MID-ATLANTIC EFC'S CAPACITY BUILDING SERVICES, IT WILL FOCUS ON COMMUNITIES THAT HAVE TRADITIONALLY BEEN MARGINALIZED IN THE FINANCING PROCESS. THESE INCLUDE UNDERSERVED, ECONOMICALLY DISTRESSED, RURAL, SMALL, AND/OR TRIBAL COMMUNITIES. THE CENTER'S PROJECT TEAM WILL ENHANCE COMMUNITY CAPACITY TO ADDRESS FINANCING CHALLENGES FOCUSED ON THREE FUNDAMENTAL PROGRAMMATIC AND PROJECT OUTCOMES:SUBRECIPIENT: $3,388,480 FOR FOUR SUBAWARDS TO SUPPORT THE SPECIFIC TASKS OUTLINED IN THE WORK PLAN: $1,835,322 ($367,064 PER YEAR) TO THE UNIVERSITY OF MARYLAND CENTER FOR GLOBAL SUSTAINABILITY (CGS) ; $748,549 ($149,709 PER YEAR)  TO THE COLLEGE OF AGRICULTURE, URBAN SUSTAINABILITY, AND ENVIRONMENTAL SCIENCES (CAUSES) UNIVERSITY OF THE DISTRICT OF COLUMBIA (UDC); $390,440 ($78,088 PER YEAR) TO INTERNATIONAL CITY COUNTY MANAGEMENT ASSOCIATION (ICMA); AND $259,169 ($51,833) TO THE SUSQUEHANNA RIVER BASIN COMMISSION (SRBC).OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE: (1) DIRECTLY ENGAGING, INFORMING, AND ASSISTING LOCAL LEADERS, COMMUNITY ADVOCATES, AND PRIVATE SECTOR PRACTITIONERS THROUGH SUCCESSFULLY DEMONSTRATED COMPREHENSIVE LEARNING AND TECHNICAL ASSISTANCE PROGRAMS AND RESOURCES; (2) IMPLEMENTING THE TECHNICAL ASSISTANCE PROGRAM (TAP) TO CREATE A NETWORK OF LOCALLY SUPPORTED ENVIRONMENTAL FINANCE SYSTEMS THAT WILL SIMULTANEOUSLY MITIGATE ENVIRONMENTAL CHALLENGES AND BARRIERS WHILE AT THE SAME TIME SERVE AS MODELS AND CASE STUDIES FOR OTHER COMMUNITIES ACROSS THE REGION; (3) IMPLEMENTING THE EFC OUTREACH AND COMMUNICATION PROGRAM TO EXPAND ON THE IMPACT OF THE TAP PROGRAM BY PROVIDING LOCAL LEADERS FROM ACROSS REGION 3 WITH ACCESS TO INFORMATION AND RESOURCES RELATED TO A VARIETY OF ENVIRONMENTAL FINANCING ISSUES; (4) AUGMENT TECHNICAL ASSISTANCE AND COMMUNITY OUTREACH OFFERINGS WITH COMPREHENSIVE TRAINING AND EDUCATION RESOURCES AND PROGRAMS, WHICH WILL BE PREDICATED ON TWO DISTINCT YET COMPLEMENTARY GOALS: TO NURTURE A NEW GENERATION OF ENVIRONMENTAL FINANCE AND SUSTAINABILITY LEADERS; AND, TO PROVIDE ONGOING KNOWLEDGE BUILDING OPPORTUNITIES FOR LOCAL OFFICIALS; AND (5) IMPLEMENTING THE ADAPTIVE PROJECT MANAGEMENT SYSTEM DESIGNED TO ENSURE THAT ALL PROGRAM AND PROJECT RESOURCES AND MONIES ARE INVESTED MOST EFFECTIVELY. THE OUTREACH PROGRAM WILL RESULT IN THREE CRITICAL OUTCOMES: PROVIDING A MECHANISM TO FACILITATE TARGETED INTERACTION BETWEEN AND AMONG LOCAL PARTNERS, GUIDING THE DEVELOPMENT AND DELIVERY OF ENVIRONMENTAL FINANCING LEARNING AND KNOWLEDGE TOOLS AND SYSTEMS TO COMMUNITY LEADERS ACROSS REGION 3, AND CREATING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "412b7ce7-0410-9e83-70e0-486e52771f30-C", "generated_internal_id": "ASST_NON_95311601_6800"}, {"internal_id": 161012250, "Award ID": "95311501", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES THE RECIPIENT FUNDING FOR A PROJECT THAT WILL PROVIDE COMMUNITIES THROUGHOUT THE MID-ATLANTIC WITH TECHNICAL ASSISTANCE AND TRAINING TO DEVELOP FINANCING STRATEGIES DESIGNED TO EFFICIENTLY, SUFFICIENTLY, AND SUSTAINABLY SUPPORT LOCAL RESOURCE PROTECTION AND RESTORATION GOALS ACROSS THREE PRIMARY INITIATIVES: AIR QUALITY AND LAND USE; CLIMATE ADAPTATION, MITIGATION AND RESILIENCE; AND, WATER RESOURCE MANAGEMENT. FOR EACH OF THESE INITIATIVES, EFC WILL WORK TO BUILD COMMUNITY CAPACITY BY UTILIZING ITS CORE COMPETENCIES: COMMUNITY OUTREACH AND ENGAGEMENT, EDUCATION AND TRAINING, RESEARCH AND POLICY ANALYSIS, AND DIRECT TECHNICAL AND FINANCIAL ASSISTANCE. EFC WILL ALSO SEEK TO PRIORITIZE ENVIRONMENTAL AND CLIMATE JUSTICE IN OUR WORK TO ENSURE THAT UNDERSERVED AND OVERBURDENED COMMUNITIES ARE A PRIMARY TARGET AUDIENCE OF OUR SERVICES, AND THAT ENVIRONMENTAL BENEFITS ARE SHARED BROADLY AND EQUITABLY ACROSS COMMUNITY SECTORS AND MEMBERS. FUNDS IN THE AMOUNT OF $4,872,995 ARE CONTINGENT UPON AVAILABILITY. \n\nACTIVITIES:THE PROJECT'S ACTIVITIES INCLUDE DESIGNING AND DELIVERING DIRECT TECHNICAL AND FINANCIAL ASSISTANCE TO REGION 3 COMMUNITIES; DELIVERING BROAD-REACHING EDUCATION/TRAINING, FINANCING, AND MULTI-ENVIRONMENTAL MEDIA EXPERTISE; AND, DESIGNING AND DELIVERING A CLIMATE ADAPTATION, MITIGATION, AND/OR RESILIENCE PROJECT IN AN ENVIRONMENTAL JUSTICE COMMUNITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES OF THE ACTIVITIES INCLUDE: (1) DIRECT TECHNICAL ASSISTANCE TO UNDERSERVED AND OVERBURDENED COMMUNITIES IN REGION 3 AND MEANINGFULLY ENGAGE THEM ON ENVIRONMENTAL ISSUES SUCH THAT, IN ALIGNMENT WITH THE JUSTICE40 INITIATIVE, A MINIMUM OF 40% OF COMMUNITIES ENGAGED WILL BE UNDERSERVED AND OVERBURDENED; (2) AN INCREASE IN THE NUMBER OF COMMUNITIES THAT HAVE THE FINANCIAL, TECHNICAL, AND INSTITUTIONAL KNOWLEDGE, RESOURCES, AND SKILLS TO ASSESS, ADDRESS, AND PAY FOR ENVIRONMENTAL PROTECTION; (3) AN INCREASE IN THE NUMBER OF LOCAL, STATE, AND FEDERAL PARTNERS/ENVIRONMENTAL ADVOCATES WHO HAVE THE KNOWLEDGE AND CAPACITY TO BETTER ADDRESS COMMUNITY NEEDS AND ELIMINATE BARRIERS TO EQUITABLY FINANCING AND IMPLEMENTING MULTI-ENVIRONMENTAL MEDIA PROJECTS; (4)  AN INCREASE IN THE NUMBER OF LOCAL, STATE, AND FEDERAL PARTNERS/ENVIRONMENTAL ADVOCATES WHO HAVE THE KNOWLEDGE AND CAPACITY TO BETTER ADDRESS COMMUNITY NEEDS AND ELIMINATE BARRIERS TO EQUITABLY FINANCING AND IMPLEMENTING MULTI-ENVIRONMENTAL MEDIA PROJECTS; AND (5) AN INCREASE IN THE NUMBER OF SMALL, UNDERSERVED, AND/OR DISADVANTAGED COMMUNITIES IN REGION 3 THAT HAVE IDENTIFIED SPECIFIC NEXT STEPS TO TAKE, AS WELL AS POTENTIAL SOURCES OF FUNDING AND TECHNICAL SUPPORT, TO IMPROVE THEIR RESILIENCE TO CLIMATE CHANGE IMPACTS. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE COMMUNITIES IN THE MID-ATLANTIC REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_95311501_6800"}, {"internal_id": 158703380, "Award ID": "95311401", "Award Amount": 2003494.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-17", "CFDA Number": "66.203", "Description": "DESCRIPTION:FEDERAL FUNDS FROM THIS BIPARTISAN INFRASTRUCTURE LAW (BIL) (ALSO KNOWN AS THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA)) FUNDED COOPERATIVE AGREEMENT WILL SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT UNIVERSITY OF MARYLAND.  THE EFC PROVIDES FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS.  FEDERAL FUNDS IN THE AMOUNT OF $2,991,521 ARE CONTINGENT UPON AVAILABILITY.ACTIVITIES:THE ACTIVITIES TO BE PEFORMED UNDER THE COOPERATIVE AGREEMENT INCLUDE:  PROACTIVELY IDENTIFYING AND ENGAGING UNDERSERVED COMMUNITIES IN THE MID-ATLANTIC REGION TO RECEIVE TECHNICAL ASSISTANCE AND CO-DEVELOP A COMMUNITY ASSISTANCE PATHWAY; DELIVERING DIRECT TECHNICAL ASSISTANCE TO INCREASE THE ABILITY OF DISADVANTAGED COMMUNITIES IN THE MID-ATLANTIC REGION TO ACCESS FUNDING TO IMPLEMENT WATER INFRASTRUCTURE IMPROVEMENTS, AND CO-DESIGN PROCESS TO TRACK PROGRESS; CONDUCTING ASSESSMENTS OF THE IMPLEMENTATION PROCESS AND LAYING GROUNDWORK TO DEVELOP COMMUNITY-DRIVEN ACTION PLANS; DEVELOPING LONG-TERM TRAINING, TOOLS, AND GUIDES; AND, EXPANDING MARYLAND EJSCREEN TO INCLUDE WATER-SPECIFIC INDICATORS.\n\nSUBRECIPIENT:$1,424,725 FOR THREE SUBAWARDS TO SUPPORT THE SPECIFIC TASKS OUTLINED IN THE WORK PLAN: $474,725 ($94,945 PER YEAR) TO THE WATER CENTER AT THE UNIVERSITY OF PENNSYLVANIA; $475,000 ($95,000 PER YEAR) TO SOUTHEASTERN RURAL COMMUNITY ASSISTANCE PARTNERSHIP (AND AFFILIATES); AND $475,000 ($95,000 PER YEAR) TO MOONSHOT MISSIONS.OUTCOMES:ANTICIPATED OUTCOMES OF THE ACTIVITIES INCLUDE: (1) 100% OF COMMUNITIES ASSISTED THROUGH THIS PROJECT - INCLUDING SMALL, RURAL, TRIBAL, UNDERSERVED AND/OR DISADVANTAGED MUNICIPALITIES, TRIBES, AND WATER SYSTEMS - WILL HAVE GAINED KNOWLEDGE AND/OR SKILLS TO IMPROVE THEIR CAPACITY TO ACCESS AVAILABLE INFRASTRUCTURE FUNDING AND FINANCING RESOURCES, INCLUDING FROM STATE, FEDERAL, LOCAL, AND PRIVATE SOURCES; (2) AT LEAST 75% OF COMMUNITIES WITH SPECIFIC SOLUTIONS IDENTIFIED WILL APPLY TO ACCESS FUNDING FOR WATER INFRASTRUCTURE PROJECTS; (3) 100% OF COMMUNITIES ASSISTED THROUGH THIS PROJECT WILL HAVE IMPROVED UNDERSTANDING OF FINANCIAL, TECHNICAL, AND INSTITUTIONAL RESOURCES TO PAY FOR ENVIRONMENTAL PROTECTION AND OPERATE IN COMPLIANCE WITH ENVIRONMENTAL REGULATIONS AS WELL AS CHESAPEAKE BAY AGREEMENT GOALS; (4) 100% OF ASSISTED COMMUNITIES WILL HAVE ACHIEVED ONE OR MORE SPECIFIC ENVIRONMENTAL AND FINANCIAL OUTCOMES; AND (5) 100% OF REGION 3 STATE REVOLVING FUNDS AND OTHER STATE FINANCING PROGRAMS ASSISTED THROUGH THIS PROJECT WILL HAVE GAINED KNOWLEDGE AND SKILLS TO IMPROVE THE EFFECTIVENESS OF THEIR WATER INFRASTRUCTURE FINANCING PROGRAMS, ESPECIALLY IN REACHING DISADVANTAGED COMMUNITIES.  THE BENEFICIARIES OF THIS PROJECT ARE COMMUNITIES IN THE MID-ATLANTIC REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 2003494.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_95311401_6800"}, {"internal_id": 160687086, "Award ID": "84059501", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC. (RCAP).  THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS. \n\nTHE RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC. (RCAP) WILL WORK WITH ITS SIX REGIONAL PARTNERS, COMMUNITIES UNLIMITED (CU), GREAT LAKES COMMUNITY ACTION PARTNERSHIP (GLCAP), MIDWEST ASSISTANCE PROGRAM (MAP), RCAP SOLUTIONS (RSOL), RURAL COMMUNITY ASSISTANCE CORPORATION (RCAC), AND SOUTHEAST RURAL COMMUNITY ASSISTANCE PROJECT (SERCAP), COLLECTIVELY, 'RCAP,' IN ADDITION TO 8 STRATEGIC PARTNERS, THE AMERICAN WATER WORKS ASSOCIATION (AWWA), FOUR OF THE EXISTING CATEGORY 1 ENVIRONMENTAL FINANCE CENTERS (EFCN), THE UNIVERSITY OF CALIFORNIA-LOS ANGELES' LUSKIN CENTER (UCLA), THE UNIVERSITY OF ILLINOIS (U OF I), AND WATER FINANCE ASSISTANCE (WFA) TO HELP DISADVANTAGED COMMUNITIES (DACS) ADDRESS THE ENVIRONMENTAL AND FINANCIAL RESOURCE CHALLENGES THEY FACE AND MAXIMIZE THE IMPACT OF THE BIPARTISAN INFRASTRUCTURE LAW (BIL) FOR SMALL, RURAL, AND TRIBAL UN/UNDERSERVED COMMUNITIES WITH THE END GOAL OF PROTECTING HUMAN/ENVIRONMENTAL HEALTH, ADVANCING ENVIRONMENTAL JUSTICE (EJ) AND EQUITY, REVITALIZING COMMUNITIES, AND IMPROVING COMPLIANCE, SUSTAINABILITY, AND RESILIENCE. THE COUNCIL OF INFRASTRUCTURE FINANCING AUTHORITIES (CIFA), WHICH REPRESENTS THE CLEAN WATER (CW) AND DRINKING WATER (DW) STATE REVOLVING FUND (SRF) PROGRAMS WILL BE AN UNFUNDED COLLABORATOR OF OURS AND ALL 28 OTHER EFCS. RCAP HAS A ROBUST COLLABORATIVE TEAM OF PARTNERS WITH A DIVERSE POOL OF TRUSTED INDUSTRY LEADERS THAT WILL PROVIDE DEPTH AND BREADTH OF EXPERIENCE IN ENGINEERING AND TECHNICAL SKILLS, MANAGERIAL AND FINANCIAL EXPERTISE, COMMUNITY OUTREACH/ENGAGEMENT, AND COMMITMENT TO HELP SMALL, RURAL, AND TRIBAL DACS ACCESS BIL FUNDING ACROSS ALL 10 EPA REGIONS.  ACTIVITIES:THE ACTIVITIES INCLUDE \n\n1) PROVIDE DIRECT WATER TA TO FACILITATE ACCESS TO BIL SRF RESOURCES\n- EFC AND EPA WILL COLLABORATE TO PROVIDE DIRECT WATER TA TO 78 COMMUNITIES PER YEAR TO FACILITATE ACCESS TO BIL SRF RESOURCES (AND OTHER RELEVANT BIL FUNDING OPPORTUNITIES SUCH AS THE EMERGING CONTAMINANTS IN SMALL OR DISADVANTAGED COMMUNITIES GRANT PROGRAM), WITH A FOCUS ON UNDERSERVED AND DISADVANTAGED COMMUNITIES, COMMUNITIES THAT HAVE NEVER ACCESSED SRF FUNDING BEFORE, AND COMMUNITIES THAT ARE NOT CURRENTLY RECEIVING AN EQUIVALENT KIND OF TA.  THIS INCLUDES: ALWAYS BUILDING RELATIONSHIPS AND TRUST WITH VULNERABLE COMMUNITIES; HELPING COMMUNITIES GET READY (LONG-RANGE AND PRE-PLANNING); PROJECT AND FACILITIES PLANNING; CAPITAL IMPROVEMENT $ APPLICATIONS; MEETING SRF CONDITIONS AND PERMITTING; PROJECT CONSTRUCTION AND POST- CONSTRUCTION SUPPORTS; PROJECT OPERATIONS AND MAINTENANCE; PREPARING FOR LOAN REPAYMENTS AND FINANCING FOR THE NEXT IMPROVEMENT OR REPLACEMENT PROJECT \n\n2) SYSTEM AND COMMUNITY NEEDS IDENTIFICATION\n- RCAP, WITH INPUT FROM EPA, WILL DEVELOP A ROAD MAP TO HELP PRIORITIZE OUTREACH AND TECHNICAL ASSISTANCE (TA) FOR SMALL, RURAL, AND TRIBAL COMMUNITIES ACROSS THE COUNTRY THAT MOST NEED SUPPORT IN ORDER TO ACCESS BIL AND OTHER INFRASTRUCTURE FUNDING TO OVERCOME THEIR MOST URGENT INFRASTRUCTURE NEEDS. RCAP WILL USE A.) USA SPENDING DATA TO IDENTIFY PLACES IN EACH STATE THAT HAVE NOT RECEIVED DW OR CW SRF, USDA RURAL DEVELOPMENT, COMMUNITY DEVELOPMENT BLOCK GRANT (CDBG) OR OTHER WATER INFRASTRUCTURE FUNDING, THAT B.) INTERSECT WITH OTHER FACTORS OF SOCIAL VULNERABILITY (E.G.,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": 4000000.0, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84059501_6800"}, {"internal_id": 160687085, "Award ID": "84059301", "Award Amount": 5268334.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT U.S. WATER ALLIANCE. USWA WILL PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. USWA WILL EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS.ACTIVITIES:THESE ACTIVITIES INCLUDE: COMMUNITY IDENTIFICATION AND COORDINATION WITH EPA AND EFC NETWORK; ASSISTANCE NAVIGATION AND MATCHING FOR EACH COMMUNITY SERVED; INITIAL CONTEXT AND STAKEHOLDER ASSESSMENT FROM REVIEW OF COMMUNITY DATA, UTILITY RESOURCES, REVENUE, CAPACITIES, AND NEEDS; COMMUNITY ENGAGEMENT; DEVELOP A TECHNICAL ASSISTANCE PLAN FOR EACH COMMUNITY SERVED; OUTREACH AND ENGAGEMENT TRAINING/EDUCATION; DECISION-MAKER AND BOARD EDUCATION ; ASSET MANAGEMENT; ENHANCED PLANNING AND ASSESSMENT THAT ADVANCE ENVIRONMENTAL JUSTICE, HIGH LEVERAGE PROJECTS, MODEL CLIMATE APPROACHES, AND INNOVATING FINANCING AND STRUCTURING PROGRAMS; PLAN DEVELOPMENT, DESIGN, AND COORDINATION FOR EACH COMMUNITY SERVED; IDENTIFY WORKFORCE OPPORTUNITIES; QA/QC PLAN DEVELOPMENT AND COORDINATION; OVERSIGHT AND ADVISING FOR EACH COMMUNITY SERVED; LEAD SERVICE LINE INVENTORIES AND OVERSIGHT, AND ADVISING FOR REMOVAL PLANNING; FUNDING AND FINANCING METHODOLOGIES; RATES AND REVENUES ANALYSIS; IDENTIFY FUNDING AND FINANCING OPTIONS; PARTNERSHIP AND DELIVERY APPROACHES; APPLICATION SUPPORT; ASSESSMENTS, REPORTING, AND NARRATIVES; POLICY, PROCESS, AND PROGRAM RECOMMENDATIONS; ALIGN ON MISSION AND APPROACH WITH EPA; ASSESS BARRIERS TO FUNDING ACCESS AND ONE WATER APPROACH AMONG DISADVANTAGED COMMUNITIES; PRODUCE NATIONAL, REGIONAL, AND STATE TOOLS AND GUIDANCE; DEVELOP FIELD, STATE, AND REGIONAL EDUCATION PROGRAMS; TRAIN AND DEVELOP HBCU(S) FOR EFC DESIGNATION; DEVELOP AND MANAGE AN HBCU WATER INFRASTRUCTURE EXTERNSHIP PROGRAM; ANALYZE AND DEVELOP FUNDING PARTNERSHIPS; INCLUSIVE, INFORMED EFC MANAGEMENT AND STAKEHOLDER OUTREACH; AND ASSESSMENT, ADMINISTRATION, AND REPORTING. SUBRECIPIENT:THERE ARE ANTICIPATED 8 SUBAWARDS TO BE MADE UNDER THIS COOPERATION AGREEMENT TO THE FOLLOWING SUBAWARDEES: UNC EFC; DELAWARE STATE UNIVERSITY; SOUTHWEST EFC AT THE UNIVERSITY OF NEW MEXICO; MISSISSIPPI STATE UNIVERSITY; UNIVERSITY OF MARYLAND EFC; SYRACUSE UNIVERSITY EFC; WICHITA STATE UNIVERSITY EFC; AND ENGINEERS WITHOUT BORDERS USA. THE SUBAWARDS ARE PLANNED TO BE USED BY A WIDE RANGE OF PROFESSION NETWORKS AND TECHNICAL SPECIALISTS THAT ARE ABLE TO PARTICIPATE AS NEEDED IN ALL PROPOSED AREAS OF WORK, SUCH AS FUNDING APPLICATION SUPPORT, GREEN AND DISTRIBUTED INFRASTRUCTURE, ALTERNATIVE FINANCE, ENVIRONMENTAL JUSTICE POLICY, OWNER'S PROJECT REPRESENTATION, COMMUNITY-BASED ORGANIZATIONS, AND THEY WILL ADVANCE ALL MILESTONES AS NEEDED. OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE INITIAL COMMUNITY INTAKE; COMMUNITY TO PROVIDER MATCHES; INITIAL REVIEWS OF NEEDS, RESOURCES, CAPACITIES, AND COMMUNITY DATA; TA WORKPLANS; LOCAL, INCLUSIVE PLANNING TEAMS, MEETINGS AND RECAPS, LISTS OF COMMUNITY PRIORITIES; ASSET MANAGEMENT TRAININGS; ASSET MANAGEMENT PLANS; SYSTEM TO IDENTIFY INNOVATION AND LEVERAGE OPPORTUNITIES; AFFORDABILITY ANALYSES; QAQC REVIEWS ON PLANS AND SCOPES FOR COMMUNITIES; PRELIMINARY ENGINEERING REPORT PLANNING AND OUTPUT REVIEWS; LEAD SERVICE LINE INVENTORY AND REMOVAL PROJECT PLANS; ENVIRONMENTAL REVIEW PLANNING AND OUTPUT REVIEW.\n\nTHE EXPECTED OUTCOMES INCLUDE: MORE DISADVANTAGED COMMUNITIES PARTICIPATE IN WATER INFRASTRUCTURE INVESTMENT; AFFORDABLE, MAXIMUM RETURN PROJECTS ARE DEVELOPED AND BUILT; ASSISTANCE IS MATCHED TO COMMUNITIES NEEDS AND CONTEXTS; COMMUNITY CAPACITY INCREASES; AND DISPARITIES IN PRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 5268334.0, "recipient_id": "1fd96a9b-8ffa-0a4d-068c-9a4c561c1cbd-R", "generated_internal_id": "ASST_NON_84059301_6800"}, {"internal_id": 161692298, "Award ID": "84059201", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "66.203", "Description": "DESCRIPTION:THE ENVIRONMENTAL POLICY INNOVATION CENTER (EPIC) WILL ESTABLISH A NATIONAL ENVIRONMENTAL FINANCE CENTER (EFC). THE CENTRAL GOAL IS TO PROVIDE DIRECT WATER TECHNICAL ASSISTANCE (TA) TO ENSURE UNDERSERVED AND DISADVANTAGED COMMUNITIES (DACS) - PARTICULARLY THOSE THAT HAVE NOT ACCESSED FEDERAL FINANCIAL ASSISTANCE BEFORE AND ARE NOT CURRENTLY RECEIVING A SIMILAR KIND OF TA - ACCESS BIL FUNDS. DIRECT WATER TA SHOULD PUT COMMUNITIES ON THE PATH TO APPLY FOR, ACCESS, AND USE BIL FUNDS TO INVEST IN SUSTAINABLE WATER INFRASTRUCTURE PROJECTS.ACTIVITIES:1. TECHNICAL ASSISTANCE (TA): PROVIDE DIRECT WATER TA TO 45 TA RECIPIENTS (E.G. LOCAL GOVERNMENTS, UTILITIES, AND NON-GOVERNMENTAL ORGANIZATIONS) FOR PLANNING, PRE-DEVELOPMENT, COMMUNITY ENGAGEMENT, PROJECT DEVELOPMENT, AND APPLICATIONS FOR STATE REVOLVING FUNDS (SRFS) TO FINANCE WATER INFRASTRUCTURE WITH BIL FUNDING OVER THE NEXT TWO YEARS, THEN MORE COMMUNITIES IN SUBSEQUENT YEARS (NUMBER OF COMMUNITIES FOR THE REMAINDER OF THE PROJECT WILL BE ASSESSED AFTER COMPLETION OF INITIAL 45 OVER TWO YEARS). EPIC WILL COORDINATE WITH THE EPA AND OTHER EFCS TO PROVIDE TA, WITH A FOCUS ON ASSISTANCE TO MEDIUM-SIZED MUNICIPALITIES (POPULATIONS FROM 10,000 TO 100,000). EPIC AIMS TO HAVE APPROXIMATELY HALF OF THE TA RECIPIENTS ADVANCE LEAD SERVICE LINE REPLACEMENT (LSLR).  \n2. LSLR SUPPORT TO REGIONAL EFCS: PROVIDE SUPPORT TO REGIONAL EFCS TO EMPLOY BEST PRACTICES AND INNOVATIVE APPROACHES TO HELP TA RECIPIENTS ACCELERATE LSLR. \n3. SPECIAL PROJECTS\n-PUNCHLIST EXPLAINING STEP-BY-STEP PROCESS TO APPLYING FOR SRF FUNDS IN EACH STATE.\n-COMMISSIONED SRF ANALYSIS: AT THE REQUEST OF THE EPA, CONDUCT SRF ANALYSIS.\n-TA TRAINING RESOURCE LIBRARY: COORDINATE WITH EPA TO COMPILE A COMPREHENSIVE LIST OF TRAINING TOOLS, RESOURCES, AND GUIDES TO ADD TO EPA'S TA CLEARINGHOUSE.\nSUBRECIPIENT:EFC FUNDS WILL SUPPORT, IN PART, SUBGRANT RECIPIENTS FOR TA, INCLUDING COMMUNITY-BASED ORGANIZATIONS ($20,000/PLACE); TECHNICAL EXPERTS FOR GAP ANALYSES, TA WORKPLANS, AND AD HOC ADVISORY WORK ($10,000/PLACE); AND TECHNICAL EXPERTS FOR TA WORKPLAN IMPLEMENTATION ($40,000/PLACE). BECAUSE THE ACTUAL AMOUNTS NEEDED FOR INDIVIDUAL TA PROJECTS ARE HIGHER THAN THE REQUESTED FEDERAL FUNDS, EPIC WILL USE VOLUNTARY COST-SHARE AS NEEDED TO COVER THOSE COSTS.OUTCOMES:1.1 COMMUNITY IDENTIFICATION AND COORDINATION (BENEFICIARY: EPA/EPIC)\n#9679;\tLIST OF POTENTIAL TA RECIPIENTS IN UNDERSERVED AND DISADVANTAGED COMMUNITIES BASED ON COMPILED DATA\t\n#9679;\tFIRST COHORT OF POTENTIAL TA RECIPIENTS IDENTIFIED BY APRIL '23 \n#9679;\tSUBSEQUENT COHORTS IDENTIFIED ANNUALLY BASED ON LESSONS LEARNED IN YEARS 1 AND 2\n#9679;\tCO-DEVELOPED OUTREACH PLAN TO FACILITATE INTRODUCTIONS TO POTENTIAL TA RECIPIENTS\t\n#9679;\tLIST OF FIRST COHORT OF POTENTIAL TA RECIPIENTS TO REACH OUT TO BY MAY '23 \n#9679;\tLIST OF SUBSEQUENT COHORTS DEVELOPED ANNUALLY BASED ON LESSONS LEARNED IN YEARS 1 AND 2\n\n1.2 INITIAL COMMUNITY OUTREACH AND ENGAGEMENT (BENEFICIARY: TA COMMUNITIES)\n#9679;\tOUTREACH TO THE FIRST COHORT OF 90 POTENTIAL TA RECIPIENTS. AIM FOR HALF OF THEM TO BE LIKELY TO PURSUE LEAD SERVICE LINE REPLACEMENT (LSLR) PROJECTS\t\n#9679;\tOUTREACH TO FIRST COHORT COMPLETED JUNE-SEPTEMBER '23\n#9679;\tOUTREACH TO SUBSEQUENT COHORTS WILL BE BASED ON LESSONS LEARNED IN YEARS 1 AND 2\n#9679;\tQUARTERLY REPORTING EXPECTED TO BEGIN Q3\n#9679;\tYEARS 1 AND 2: 45 LETTERS OF INTENT (23 ON LSLR) OR OTHER COMMITMENTS INDICATING TA RECIPIENT WILL ENGAGE WITH EPIC TO RECEIVE DIRECT TA\n#9679;\tYEARS 3-5: NUMBER OF LOIS WILL DEPEND ON ADAPTATIONS TO THE PROCESS RESULTING FROM LESSONS LEARNED IN YEARS 1 AND 2\t\n\n1.3 TA: ASSESSMENT, PRE-DEVELOPMENT, AND PROJECT DEVELOPMENT (BENEFICIARY: TA COMMUNITIES)\n#9679;\tYEARS 1 AND 2: 20-25 CBOS RECEIVE FUNDS FOR ENGAGEMENT\n#9679;\tYEARS 1 AND 2: 45 GAP ANALYSES IN YEARS 1 AND 2\n#9679;\tYEARS 1 AND 2: 45 TA WORKPLANS \n#9679;\tYEARS 3-5: NUMBER OF TA WORKPLANS WILL DEPEND ON A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 2000000.0, "recipient_id": "eb572e74-22e7-0e5c-34c9-f9059499f66f-C", "generated_internal_id": "ASST_NON_84059201_6800"}, {"internal_id": 160687084, "Award ID": "84059101", "Award Amount": 2690628.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT EPA HEADQUARTERS.  THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS. \n\nACTIVITIES:MOONSHOT MISSIONS WILL PROVIDE DIRECT TECHNICAL ASSISTANCE (TA) AND DEVELOP NATIONAL TOOLS AND RESOURCES. SPECIFICALLY, MOONSHOT WILL PROVIDE DIRECT TA FROM THE START TO IDENTIFY AND APPLY FOR PROJECT(S) TO BE FUNDED BY THE SRF. MOONSHOT'S ENGAGEMENT WILL BE TAILORED TO THE NEEDS OF THE UTILITY, INCLUDING SUPPORT FROM NEEDS ASSESSMENT TO PROJECT SELECTION AND FINANCING. MOONSHOT WILL SERVE AS A TRUSTED ADVISOR TO MANAGEMENT AND OPERATIONS PERSONNEL ALIKE, AND WILL CALL UPON THE EXPERTISE OF PARTNERS, AS NEEDED, TO ASSIST WITH ELEMENTS OF THE SRF PROCESS. PRIORITY FOR YEARS 1-2 IS TO PROVIDE DIRECT TA TO HELP EPA BETTER ADMINISTER THE SRF PROGRAMS AND LEARN FROM EFFORTS TO SUPPORT UNDERSERVED COMMUNITIES ACCESS THE SRF FUNDING. ALSO, DURING THE FIRST YEAR OF WORK, MOONSHOT WILL DELIVER THREE KEY TECHNICAL ASSISTANCE MODULES THAT EPA WILL DISSEMINATE WIDELY, FOR EXAMPLE VIA THE EPA WEBSITE OR DELIVERED DIRECTLY AS HANDS-ON TRAINING TO UTILITIES AND TO OTHER REGIONAL EFC PARTNERS. MOONSHOT MISSIONS WILL COLLABORATIVELY ENGAGE WITH THE EPA, INCLUDING THE REGIONAL EFCS, TO DEVELOP MODELS THAT INCORPORATE LESSONS LEARNED FROM TA PILOTS LIKE THE CST, AS WELL AS THE METHODOLOGY DESCRIBED IN THE APPLICATION. EPA AND THE EFC WILL COLLABORATE ON PRIORITIES AND CONTENT. MOONSHOT MISSIONS WILL WORK ON BIL RELATED CLEAN WATER AND DRINKING WATER FINANCE ACTIVITIES.\n\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: COMMUNITY IDENTIFICATION AND COORDINATION, UTILITY OUTREACH, COMMUNITY SCREENING, INITIAL COMMUNITY OUTREACH AND SYSTEM DIAGNOSTIC\nUTILITY BACKGROUND RESEARCH AND OUTREACH, SYSTEM DIAGNOSTICS AND PROJECT IDENTIFICATION, COMMUNITY AND STAKEHOLDER ENGAGEMENT. THE EXPECTED OUTCOMES INCLUDE: COMMUNITY IDENTIFICATION, INITIAL COMMUNITY OUTREACH AND SYSTEM DIAGNOSTIC. THE INTENDED BENEFICIARIES INCLUDE COMMUNITIES AND UTILITIES WITH A FOCUS ON UNDERSERVED AND DISADVANTAGED COMMUNITIES, COMMUNITIES THAT HAVE NEVER ACCESSED SRF FUNDING BEFORE, AND COMMUNITIES THAT ARE NOT CURRENTLY RECEIVING AN EQUIVALENT KIND OF TA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 2690628.0, "recipient_id": "cc18fd97-0173-bb81-7cf4-8f9b145964fc-R", "generated_internal_id": "ASST_NON_84059101_6800"}, {"internal_id": 160686701, "Award ID": "02J28401", "Award Amount": 1992160.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT THE RURAL COMMUNITY ASSISTANCE CORPORATION (RCAC).  THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS. THROUGH THIS PROJECT, THE EFC ENABLES WATER AND WASTEWATER SYSTEMS TO ACCESS FUNDING FOR INFRASTRUCTURE IMPROVEMENT PROJECTS FROM THE IIJA.ACTIVITIES:THE ACTIVITIES INCLUDE DIRECT ON- AND OFF-SITE TECHNICAL ASSISTANCE (TA). INDIVIDUAL TA WORKPLANS WILL BE DEVELOPED FOR EACH UTILITY ASSISTED, AND EFC STAFF WILL WORK DIRECTLY WITH COMMUNITIES TO ADDRESS THE NEEDS OUTLINED IN THE WORKPLANS. TA WILL OFTEN INCLUDE COMMUNITY SPECIFIC CAPACITY BUILDING ONE ON ONE TRAININGS.  TA WILL BE MARKETED AND SUPPORTED THROUGH CREATION AND DISSEMINATION OF FINANCE-RELATED TOOLS AND RESOURCES, RESEARCH, EFC STAFF PARTICIPATION AT EDUCATIONAL EVENTS AND 2 ANNUAL MULTI-COMMUNITY EDUCATIONAL WEBINARS IN EACH STATE (AK, ID, OR AND WA).SUBRECIPIENT:THE ACTIVITIES THROUGH THE SUBAWARDS INCLUDE THE WILLAMETTE PARTNERSHIP WHICH WILL PROVIDE A WIDE RANGE OF SOLUTIONS TO INFRASTRUCTURE PLANNING, DESIGN, AND IMPLEMENTATION THAT WILL ADDRESS THE IMMEDIATE INFRASTRUCTURE NEED WHILE FINDING OPPORTUNITIES TO ACHIEVE BENEFITS FOR THE ENVIRONMENT, COMMUNITY HEALTH, AND THE LOCAL ECONOMY.  THE UNIVERSITY OF OREGON'S INSTITUTE FOR POLICY RESEARCH AND ENGAGEMENT SUBAWARD WILL CONTRIBUTE TO THE R10 EFC BY LINKING THE SKILLS, EXPERTISE, AND INNOVATION OF HIGHER EDUCATION WITH LOCAL PLANNING, ECONOMIC DEVELOPMENT, AND ENVIRONMENTAL ISSUES.  THE MOONSHOT MISSIONS SUBAWARD WILL ASSIST THE EFC TO IDENTIFY COMMUNITY NEEDS AND BUILD LOCAL TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY TO MEET THOSE NEEDS.OUTCOMES:THE ANTICIPATED DELIVERABLES TO EPA INCLUDE QUARTERLY REPORTS, COMMUNITY TA WORKPLANS, STAKEHOLDER TASK FORCE MEETINGS, PARTICIPATION IN RELATED EVENTS, AND WEBINARS AND THE DELIVERABLES TO THE COMMUNITIES RECEIVING TA INCLUDE FUNDING APPLICATIONS, ASSET MANAGEMENT DOCUMENTS, RATE STUDIES, PROCUREMENT PLANS, INCOME SURVEYS, CAPITAL IMPROVEMENT PLANS, OANDM PLANS, FINANCIAL STATEMENTS, AFFORDABILITY STUDIES.\n\nTHE EXPECTED OUTCOME IS FACILITATING ACCESS TO IIJA STATE REVOLVING FUND (SRF) RESOURCES (AND OTHER RELEVANT IIJA FUNDING OPPORTUNITIES SUCH AS THE EMERGING CONTAMINANTS IN SMALL OR DISADVANTAGED COMMUNITIES GRANT PROGRAM) FOR WATER AND WASTEWATER SYSTEMS, WITH A FOCUS ON UNDERSERVED AND DISADVANTAGED COMMUNITIES THAT HAVE NEVER ACCESSED SRF FUNDING BEFORE, AND COMMUNITIES THAT ARE NOT CURRENTLY RECEIVING TA.\n\nTHE INTENDED BENEFICIARIES ARE, INITIALLY, COMMUNITIES THAT ARE DEFINED AS DISADVANTAGED BY STATE INTENDED USE PLANS BUT MAY ALSO TARGET OUTREACH AND ASSISTANCE BASED ON OTHER DEFINITIONS AND METRICS OF DISADVANTAGED AND UNDERSERVED STATUS AS THEY BECOME AVAILABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1992160.0, "recipient_id": "63659d51-93fd-f658-f36a-b909b67c04be-C", "generated_internal_id": "ASST_NON_02J28401_6800"}, {"internal_id": 160686687, "Award ID": "02F31901", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER (SW EFC) AT THE UNIVERSITY OF NEW MEXICO LOCATED IN ALBUQUERQUE, NEW MEXICO.  THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS.  TO ADDRESS THESE OBJECTIVES THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER PLANS TO CONSULT WITH THE ENVIRONMENTAL PROTECTION AGENCY REGION 6 AND STATES ON APPROACHES TO PROVIDE TECHNICAL ASSISTANCE; CREATING TOOLS AND RESOURCES; ADDRESSING CLIMATE CHANGE/RESILIENCY/EMERGENCY SITUATIONS; BUILDING A SUSTAINABLE WORKFORCE; TECHNICAL INFORMATION SHARING/TECHNICAL INFORMATION TRANSFER; COMMUNITY CAPACITY BUILDING; TRIBAL CAPACITY BUILDING; PILOTING APPROACHES TO ADDRESS ENVIRONMENTAL ISSUES; ACCESSING FUNDING; PROGRAM SUPPORT, AND SUPPORT FOR A COORDINATED EFFORT WITH OTHER MEMBERS OF THE ENVIRONMENTAL FINANCE CENTER NETWORK.ACTIVITIES:THE ACTIVITIES INCLUDE A COMPREHENSIVE COMMUNITY OUTREACH EFFORT AND EXTENSIVE COMMUNITY ENGAGEMENT TO BRING SYSTEMS INTO THE PROGRAM THAT CAN BENEFIT FROM TECHNICAL ASSISTANCE. \nTHE EFFORTS WILL HELP COMMUNITIES WITH PROJECT DEVELOPMENT, BUILDING CAPACITY OF SYSTEMS AND PROVIDING TRAINING, PROVIDE ASSISTANCE WITH FINANCE AND FUNDING OPTIONS TO IMPLEMENT INFRASTRUCTURE PROJECTS FOR IMPLEMENTATION, PROVIDE CONSTRUCTION MANAGEMENT, CREATING TOOLS AND RESOURCES, EVALUATING SUCCESS, PARTICIPATION IN SOUTHWEST ENVIRONMENTAL FINANCE CENTER (SW EFC) ONBOARDING ACTIVITIES, ONGOING COORDINATION BETWEEN THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER AND THE ENVIRONMENTAL PROTECTION AGENCY.SUBRECIPIENT:THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER  (SW EFC) PROJECT TEAM (THE TEAM) INCLUDES FIVE SUBRECIPIENTS: MOONSHOT MISSIONS, US WATER ALLIANCE, WATERNOW ALLIANCE, SOUTH CENTRAL CLIMATE ADAPTATION CENTER, AND THE ANTHROPOCENE ALLIANCE.  THEY WILL BRING KNOWLEDGE OF OTHER METHODS OF OUTREACH THAT MAY BE MORE EFFECTIVE THAN TRADITIONAL MEANS. THE ANTHROPOCENE ALLIANCE AND THE SOUTH CENTRAL CLIMATE ADAPTATION CENTER ARE TWO SUCH PARTNERS. OTHER PARTNERS WITH EXPERIENCE IN COMMUNITY OUTREACH AND ENGAGEMENT IN DISADVANTAGE COMMUNITIES INCLUDE US WATER ALLIANCE AND WATERNOW ALLIANCE.  TO ASSIST WITH PROJECT DEVELOPMENT, CAPACITY BUILDING, PROVIDING TECHNICAL ASSISTANCE, ASSISTING WITH FINANCING AND FUNDING, AND CONSTRUCTION MANAGEMENT, THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER INCLUDED MOONSHOT MISSIONS. THIS ENTITY BRINGS HUNDREDS OF YEARS OF EXPERIENCE IN EVERY AREA REQUIRED AND WILL ENABLE THE TEAM TO PROVIDE ANY TYPE OF SERVICE NEEDED.\n\nTHE SOUTH CENTRAL CLIMATE ADAPTATION SCIENCE CENTER'S KEY PERSONNEL ARE RESEARCHING METHODS FOR DEFINING 'HISTORICALLY MARGINALIZED' AND 'UNDERSERVED' COMMUNITIES BY COMPARING MULTIPLE INDICATOR SYSTEMS. THEY WILL BE SHARING THIS WORK AS PART OF THE PROJECT TO HELP THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER IDENTIFY COMMUNITIES FOR OUTREACH. THE US WATER ALLIANCE HAS BEEN CULTIVATING THE PEOPLE, PRACTICES, AND POLICY IDEAS TO ACCELERATE CHANGE, WHICH IS PARTICULARLY IMPORTANT AT THIS TIME.  TWO OF THEIR PRIMARY PROGRAMS HAVE FOCUSED ON THE IMPORTANCE OF INVESTING IN THE NATION'S WATER INFRASTRUCTURE AND ADVANCING AN EQUITABLE WATER FUTURE. AMONG OTHER WORK, THE WATERNOW ALLIANCE CREATED THE 'TAP INTO RESILIENCE' PROGRAM THAT INCLUDES AN EXTENSIVE ONLINE INTERACTIVE TOOLKIT TAILORED SPECIFICALLY FOR SMALL AND UNDER-RESOURCED COMMUNITIES. THEY HAVE ALSO WORKED WITH DOZENS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": 4000000.0, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_02F31901_6800"}, {"internal_id": 161009282, "Award ID": "02F30001", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-08", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO SUPPORT THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER AT THE UNIVERSITY OF NEW MEXICO LOCATED IN ALBUQUERQUE, NEW MEXICO.  THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS.  TO ADDRESS THESE OBJECTIVES THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER PLANS A SERIES OF ACTIVITIES INCLUDING CONSULTATION WITH ENVIRONMENTAL PROTECTION AGENCY REGION 6 AND STATES; TRAINING; TECHNICAL ASSISTANCE; CREATING TOOLS AND RESOURCES; ADDRESSING CLIMATE CHANGE/RESILIENCE/EMERGENCY SITUATIONS; BUILDING A SUSTAINABLE WORKFORCE; CONDUCTING STUDIES AND APPLIED RESEARCH; TECHNICAL INFORMATION SHARING/TECHNICAL INFORMATION TRANSFER; COMMUNITY CAPACITY BUILDING; TRIBAL CAPACITY BUILDING; PILOTING APPROACHES TO ADDRESS ENVIRONMENTAL ISSUES; ACCESSING FUNDING; PROGRAM SUPPORT; AND SUPPORT FOR AND COORDINATION WITH THE ENVIRONMENTAL FINANCE CENTER NETWORK.ACTIVITIES:THE ACTIVITIES INCLUDE THE FOLLOWING.  SEE ATTACHED FILE FOR DETAILS.\nACTIVITY1; CONSULTATION WITH ENVIRONMENTAL PROTECTION AGENCY REGION 6 AND STATES \nACTIVITY 2: TRAINING (VIRTUAL AND IN-PERSON) \nACTIVITY 3: TECHNICAL ASSISTANCE\nACTIVITY 4: TOOLS AND RESOURCES\nACTIVITY 5:  ADDRESSING CLIMATE CHANGE/RESILIENCE/EMERGENCY SITUATIONS\nACTIVITY 6:  BUILDING A SUSTAINABLE WORKFORCE THROUGH THE ENVIRONMENTAL PROTECTION AGENCY FOUR PILLARS STRATEGIC WORKFORCE PLANNING.\nACTIVITY 7:  STUDIES AND APPLIED RESEARCH\nACTIVITY 8:  TECHNICAL INFORMATION SHARING/TECHNICAL INFORMATION TRANSFER\nACTIVITY 9:  COMMUNITY CAPACITY BUILDING\nACTIVITY 10:  TRIBAL CAPACITY BUILDING\nACTIVITY 11:  PILOTING APPROACHES TO ADDRESSING ENVIRONMENTAL ISSUES\nACTIVITY 12:  ACCESSING FUNDING\nACTIVITY 13:  PROGRAM SUPPORT\nACTIVITY 14:  SUPPORT FOR AND COORDINATION WITH ENVIRONMENTAL FINANCE CENTER NETWORK\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE THE FOLLOWING;\n1.  ANALYSIS OF ATTENDANCE RECORDS FOR EVERY TRAINING, WORKSHOP, EDUCATIONAL SESSION \n2.  REPORT THE COUNT OF VIEWS: WEBSITES, SWITCHBOARDS, RECORDED WEBINARS; RESOURCE DOWNLOADS, TOOL ACCESSES \n3.  PROVIDE A DOCUMENTED COUNT OF RESOURCES AND TOOLS DEVELOPED \n4.  DEVELOPMENT OF A SMART SHEET PROJECT MANAGEMENT TOOL USED TO DOCUMENT THE STATUS AND NATURE OF WORK IN ALL COMMUNITIES BEING ASSISTED \n5.  PROVIDE A REPORT ON OUTCOMES OF ASSISTANCE ASSESSED THROUGH DISCUSSIONS W/SYSTEMS DURING AND FOLLOWING ASSISTANCE \n                - COUNT OF PHONE CALLS AND OTHER INTERACTIONS WITH STATES \n                - COUNT OF TYPES OF TECHNICAL ASSISTANCE PROVIDED \n6.  DOCUMENTED AND SUMMARIZE ANNUAL REVIEW OF BENEFITS FROM NETWORK COORDINATION \n                - QUARTERLY CALLS WITH ENVIRONMENTAL PROTECTION AGENCY  \n                - QUARTERLY PROGRESS REPORTS AND FINAL REPORTS \n7.  A DOCUMENTED REPORT SUMMARIZING A SAFE DRINKING WATER INFORMATION SYSTEM DATA CHECK COMPARISON OF OVERALL REGULATORY COMPLIANCE AT THE BEGINNING AND END OF SYSTEMS ASSISTED.\n\nTHE EXPECTED OUTCOMES INCLUDE THE FOLLOWING;\n1.  CLEAR COMMUNICATION OF THE NEEDS OF ENVIRONMENTAL PROTECTION AGENCY REGION 6 AND STATES UNDER THIS AGREEMENT\n2.  EVALUATION OF INCREASED TECHNICAL/MANAGERIAL/FINANCE CAPACITY ENABLING COMMUNITIES TO IMPROVE THEIR SUSTAINABILITY\n3.  INCREASED NUMBER OF COMMUNITIES COMPLYING WITH REGULATIONS \n4.  INCREASED ACCESS TO RESOURCES AND TOOLS\n5.  INCREASED COMMUNITY CAPACITY\n6.  PILOTED AN ON-DEMAND ASYNCHRONOUS TRAINING PROGRAM.\n7.  SOUTHWEST ENVIRONMENTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_02F30001_6800"}, {"internal_id": 161421639, "Award ID": "02D44823", "Award Amount": 1700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,700,000 TO THE SOUTHEAST RURAL COMMUNITY ASSISTANCE PROJECT, INCORPORATED (SERCAP). THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT SERCAP. THE EFCS WILL PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS RELATED TO ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS.ACTIVITIES:THE ACTIVITIES INCLUDE, OUTREACH AND EDUCATION; PRE-AWARD WORKSHOPS AND TECHNICAL ASSISTANCE; AND POST-AWARD TECHNICAL ASSISTANCE (TA) TO DISADVANTAGED COMMUNITIES AND TRIBES WITHIN THE ENVIRONMENTAL PROTECTION AGENCY'S (EPA) REGION 4. THE PROJECT WILL PROVIDE STATE REVOLVING FUND (SRF) CLEAN WATER AND WASTEWATER INFRASTRUCTURE FUNDING THROUGH THE WATER EDUCATION AND TECHNICAL ASSISTANCE (WETAP) PROJECT.SUBRECIPIENT:SUBAWARDS WILL PROVIDE TECHNICAL SUPPORT IN ALL EIGHT SOUTHEAST STATES. THEY WILL PROVIDE MULTI-STATE TA, TOOLS, AND RESOURCES FOR PLANNING AND ASSESSMENT, SUSTAINABILITY, AS WELL AS FUNDING AND FINANCING FOR STATE REVOLVING FUNDS APPLICATIONS. SUBAWARDS WILL PROVIDE COMMUNITY ENGAGEMENT, TA, EDUCATION, ADVOCACY, FINANCING, GOVERNANCE, STAKEHOLDER MANAGEMENT AND POLICY. SUBAWARDS WILL CONDUCT TRAINING AND TA TO SUPPORT FINANCIAL SUSTAINABILITY, CAPACITY BUILDING ASSISTANCE TO SMALL AND RURAL COMMUNITIES AND PROVIDE RESEARCH CAPABILITIES TO IDENTIFY COMMUNITIES, BOTH SMALL AND LARGE WHICH MAY NEED WATER AND WASTEWATER ASSISTANCE. OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE PARTNERSHIPS DEVELOPED VIA COORDINATION AND PLANNING BY IDENTIFYING SRF DESIGNATED DISADVANTAGED COMMUNITIES; HOSTING PRE-AWARD COMMUNITY WORKSHOPS; AND PROVIDING PRE AND POST-AWARD TECHNICAL ASSISTANCE. THE EXPECTED OUTCOMES INCLUDE IDENTIFICATION OF DISADVANTAGED AND TRIBAL COMMUNITIES, OUTREACH TO THOSE COMMUNITIES BY PROVIDING PRE-AWARD SRF WORKSHOPS AND POST-AWARD TECHNICAL ASSISTANCE. THROUGH THE WATER EDUCATION AND TECHNICAL ASSISTANCE PROJECT (WETAP PROJECT), THE INTENDED BENEFICIARIES WILL TARGET DISADVANTAGED AND TRIBAL COMMUNITIES IN THE STATES OF ALABAMA, FLORIDA, GEORGIA, KENTUCKY, MISSISSIPPI, NORTH CAROLINA, SOUTH CAROLINA, AND TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1700000.0, "recipient_id": "82a89bff-c8fa-e71a-5b30-76519d9cc73f-C", "generated_internal_id": "ASST_NON_02D44823_6800"}, {"internal_id": 161692134, "Award ID": "02D44723", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $120,000 TO URBAN SUSTAINABILITY DIRECTORS NETWORK TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT THE SOUTHEAST SUSTAINABILITY DIRECTORS NETWORK (SSDN).THE ACTIVITIES INCLUDE HELPING COMMUNITIES IDENTIFY FUNDING OPPORTUNITIES RESPONSIVE TO THEIR NEEDS, PROVIDES TECHNICAL ASSISTANCE AROUND UNDERSTANDING SOLICITATION REQUIREMENTS, AND OFFERS TRAINING ON FEDERAL TOOLS AND RESOURCES THAT CAN INFORM COMPETITIVE PROPOSALS. THE ANTICIPATED DELIVERABLES INCLUDE PROVIDING DIRECT SERVICES TO LOCAL AND TRIBAL GOVERNMENTS AND COMMUNITY ORGANIZATIONS, CONDUCTING WEBINAR-BASED TRAININGS AND FACILITATING A COHORT FOCUSED ON FUNDING PROGRAMS, LEADING MONTHLY WORKGROUPS TO BUILD LOCAL GOVERNMENT CAPACITY, FACILITATING PEER-TO-PEER EXCHANGE FOR COMMUNITIES TO SHARE GRANT EXPERIENCES AND INSIGHTS, HOSTING  MEETINGS TO PROVIDE CAPACITY BUILDING FOR COMMUNITIES, CREATING A RESOURCE LIBRARY OF DOCUMENTS (LIKE RFPS, SOLICITATIONS COSTS, ETC.) TO INFORM LOCAL GOVERNMENTS ABOUT APPROPRIATE EXPENDITURES, PUBLISHING A BEST PRACTICE GUIDE AND CASE STUDIES OF RECURRENT OR NEW DISCRETIONARY GRANTS AND HOSTING PARTNER CONSULTATIONS WITH NON-GOVERNMENTAL AND COMMUNITY ORGANIZATIONS. THE EXPECTED OUTCOMES INCLUDE LOCAL GOVERNMENTS DEVELOPING GREATER CAPACITY TO APPLY FOR AND MANAGE FEDERAL FUNDING, FEDERAL FUNDING IS MORE ACCESSIBLE TO COMMUNITIES DUE TO IMPROVED PROJECT QUALITY AND BEST PRACTICES ARE DEVELOPED FOR SCALING SUSTAINABILITY BEST PRACTICES AND FINANCING. THE INTENDED BENEFICIARIES INCLUDE DISADVANTAGED COMMUNITIES. THERE ARE NO SUBAWARDS INCLUDED IN THIS ASSISTANCE AGREEMENT.ACTIVITIES:THE ACTIVITIES INCLUDE HELPING COMMUNITIES IDENTIFY FUNDING OPPORTUNITIES RESPONSIVE TO THEIR NEEDS, PROVIDES TECHNICAL ASSISTANCE AROUND UNDERSTANDING SOLICITATION REQUIREMENTS, AND OFFERS TRAINING ON FEDERAL TOOLS AND RESOURCES THAT CAN INFORM COMPETITIVE PROPOSALS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE PROVIDING DIRECT SERVICES TO LOCAL AND TRIBAL GOVERNMENTS AND COMMUNITY ORGANIZATIONS, CONDUCTING WEBINAR-BASED TRAININGS AND FACILITATING A COHORT FOCUSED ON FUNDING PROGRAMS, LEADING MONTHLY WORKGROUPS TO BUILD LOCAL GOVERNMENT CAPACITY, FACILITATING PEER-TO-PEER EXCHANGE FOR COMMUNITIES TO SHARE GRANT EXPERIENCES AND INSIGHTS, HOSTING  MEETINGS TO PROVIDE CAPACITY BUILDING FOR COMMUNITIES, CREATING A RESOURCE LIBRARY OF DOCUMENTS (LIKE RFPS, SOLICITATIONS COSTS, ETC.) TO INFORM LOCAL GOVERNMENTS ABOUT APPROPRIATE EXPENDITURES, PUBLISHING A BEST PRACTICE GUIDE AND CASE STUDIES OF RECURRENT OR NEW DISCRETIONARY GRANTS AND HOSTING PARTNER CONSULTATIONS WITH NON-GOVERNMENTAL AND COMMUNITY ORGANIZATIONS. THE EXPECTED OUTCOMES INCLUDE LOCAL GOVERNMENTS DEVELOPING GREATER CAPACITY TO APPLY FOR AND MANAGE FEDERAL FUNDING, FEDERAL FUNDING IS MORE ACCESSIBLE TO COMMUNITIES DUE TO IMPROVED PROJECT QUALITY AND BEST PRACTICES ARE DEVELOPED FOR SCALING SUSTAINABILITY BEST PRACTICES AND FINANCING. THE INTENDED BENEFICIARIES INCLUDE DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d70a1e9-933f-4d4d-8943-f25446e7c59d-R", "generated_internal_id": "ASST_NON_02D44723_6800"}, {"internal_id": 160686656, "Award ID": "02D44623", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $120,000 TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT THE UNIVERSITY OF NORTH CAROLINA. THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS. THE ACTIVITIES PERFORMED WILL REDUCE THE ENVIRONMENTAL IMPACT OF WATER PROVISION AND WASTE DISPOSAL AND ASSURE COMMUNITY ACCESS TO SAFE WATER, PROTECT AND IMPROVE SURFACE WATERS AND MINIMIZE THE ENVIRONMENTAL IMPACTS ASSOCIATED WITH RAIN EVENTS ON THE BUILT ENVIRONMENT, AND BUILD FINANCIAL, ENVIRONMENTAL, AND SOCIAL RESILIENCY IN COMMUNITIES. THE ANTICIPATED DELIVERABLES INCLUDE ENVIRONMENTAL FINANCE TECHNICAL ASSISTANCE, THE DESIGN OF ENVIRONMENTAL FINANCE SYSTEMS AND MECHANISMS, ENVIRONMENTAL FINANCE EDUCATIONAL PROGRAMS, AND INTEGRATION WITH EPA INITIATIVES AND PRIORITIES GIVEN FUND AVAILABILITY. THE MWRRI WILL FOCUS ON AGRONOMIC WATER USE, WATER QUALITY AND QUANTITY, IRRIGATION MANAGEMENT, AND SUSTAINABILITY, DRINKING WATER QUALITY, RURAL WELL-OWNER EDUCATION, SMALL-WATER-SYSTEMS TRAINING AND TECHNICAL ASSISTANCE, ONSITE WASTEWATER MANAGEMENT, AND MUNICIPAL WATER SYSTEMS TRAINING AND TECHNICAL ASSISTANCE.ACTIVITIES:THE ACTIVITIES PERFORMED WILL REDUCE THE ENVIRONMENTAL IMPACT OF WATER PROVISION AND WASTE DISPOSAL AND ASSURE COMMUNITY ACCESS TO SAFE WATER, PROTECT AND IMPROVE SURFACE WATERS AND MINIMIZE THE ENVIRONMENTAL IMPACTS ASSOCIATED WITH RAIN EVENTS ON THE BUILT ENVIRONMENT, AND BUILD FINANCIAL, ENVIRONMENTAL, AND SOCIAL RESILIENCY IN COMMUNITIES.SUBRECIPIENT:THE MWRRI WILL FOCUS ON AGRONOMIC WATER USE, WATER QUALITY AND QUANTITY, IRRIGATION MANAGEMENT, AND SUSTAINABILITY, DRINKING WATER QUALITY, RURAL WELL-OWNER EDUCATION, SMALL-WATER-SYSTEMS TRAINING AND TECHNICAL ASSISTANCE, ONSITE WASTEWATER MANAGEMENT, AND MUNICIPAL WATER SYSTEMS TRAINING AND TECHNICAL ASSISTANCE.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE ENVIRONMENTAL FINANCE TECHNICAL ASSISTANCE, THE DESIGN OF ENVIRONMENTAL FINANCE SYSTEMS AND MECHANISMS, ENVIRONMENTAL FINANCE EDUCATIONAL PROGRAMS, AND INTEGRATION WITH EPA INITIATIVES AND PRIORITIES GIVEN FUND AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_02D44623_6800"}, {"internal_id": 161009268, "Award ID": "02D44523", "Award Amount": 1750000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,750,000 TO THE UNIVERSITY OF NORTH CAROLINA-CHAPEL HILL (UNC). UNC WILL DEVELOP CAPACITY IN STATE REVOLVING FUND (SRF) PROGRAMS IN THE REGION TO SUPPORT EQUITABLY AND EFFECTIVELY ADMINISTERING THE BIPARTISAN INFRASTRUCTURE LAW (BIL) FUNDING BY FIRST EVALUATING STATE-LEVEL SRF PROGRAMS AND CAPACITY, AND SUBSEQUENTLY PROVIDING CUSTOMIZED ADVISING AND TECHNICAL ASSISTANCE TO STATE STAFF. THE UNC WILL PROVIDE TECHNICAL ASSISTANCE AND CAPACITY DEVELOPMENT TO INDIVIDUAL UTILITIES AND COMMUNITIES TO HELP THEM NAVIGATE THE SRF APPLICATION PROCESS, ADDRESSING BARRIERS OR KNOWLEDGE GAPS TO INCREASE THEIR PROBABILITY OF RECEIVING FUNDING. UNC WILL PERFORM THE FOLLOWING ACTIVITIES: CREATE AN ADAPTIVE FRAMEWORK TO IDENTIFY, EVALUATE, AND ADDRESS EXISTING INEQUITIES IN ACCESS TO WATER, WASTEWATER, AND STORM WATER SRF FUNDING. THE ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, AND OUTPUTS OF THIS WORK INCLUDES: RESOURCES, TOOLS, AND ONE-ON-ONE TECHNICAL ASSISTANCE - WILL RESULT IN AN INCREASE IN AWARENESS OF CHALLENGES COMMUNITIES FACE IN ACCESSING SRF FUNDING AT THE STATE LEVEL (HOPEFULLY ACCOMPANIED BY A REDUCTION OF BARRIERS) COUPLED WITH AN INCREASE IN THE NUMBER OF COMMUNITIES WHO ARE SUCCESSFULLY ABLE TO ACCESS SRF FUNDING AND IMPLEMENT PROJECTS THAT CREATE SUSTAINABLE SOLUTIONS TO THEIR WATER, WASTEWATER, AND STORM WATER INFRASTRUCTURE CHALLENGES. THE INTENDED BENEFICIARIES ARE THOSE IN THE DISADVANTAGE COMMUNITIES. UNC PLANS TO ENGAGE NORTH CAROLINA CENTRAL UNIVERSITY TO ASSIST COMMUNITIES WITH APPLICATION WRITING. SHOULD THIS TYPE OF SUPPORT NOT BE BENEFICIAL TO THE COMMUNITIES, UNC WOULD  REDIRECT THESE FUNDS TO ANOTHER PARTNER TO PROVIDE THE HIGHEST QUALITY TECHNICAL ASSISTANCE POSSIBLE.\n\nACTIVITIES:UNC WILL PERFORMED THE FOLLOWING ACTIVITIES: CREATE AN ADAPTIVE FRAMEWORK TO IDENTIFY, EVALUATE, AND ADDRESS EXISTING INEQUITIES IN ACCESS TO WATER, WASTEWATER, AND STORMWATER SRF FUNDING. SUBRECIPIENT:UNC PLANS TO ENGAGE NORTH CAROLINA CENTRAL UNIVERSITY  TO ASSIST COMMUNITIES WITH APPLICATION WRITING. SHOULD THIS TYPE OF SUPPORT NOT BE BENEFICIAL TO THE COMMUNITIES, UNC WOULD  REDIRECT THESE FUNDS TO ANOTHER PARTNER TO PROVIDE THE HIGHEST QUALITY TECHNICAL ASSISTANCE POSSIBLE.OUTCOMES:THE ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, AND OUTPUTS OF THIS WORK INCLUDES: RESOURCES, TOOLS, AND ONE-ON-ONE TECHNICAL ASSISTANCE - WILL RESULT IN AN INCREASE IN AWARENESS OF CHALLENGES COMMUNITIES FACE IN ACCESSING SRF FUNDING AT THE STATE LEVEL (HOPEFULLY ACCOMPANIED BY A REDUCTION OF BARRIERS) COUPLED WITH AN INCREASE IN THE NUMBER OF COMMUNITIES WHO ARE SUCCESSFULLY ABLE TO ACCESS SRF FUNDING AND IMPLEMENT PROJECTS THAT CREATE SUSTAINABLE SOLUTIONS TO THEIR WATER, WASTEWATER, AND STORMWATER INFRASTRUCTURE CHALLENGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": 1750000.0, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_02D44523_6800"}, {"internal_id": 39190789, "Award ID": "01J21401", "Award Amount": 1799607.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-28", "CFDA Number": "66.203", "Description": "THE ENVIRONMENTAL FINANCE CENTER (EFC) IS TO PROVIDE MULTIMEDIA ENVIRONMENTAL FINANCE EXPERTISE AND OUTREACH TO REGULATE COMMUNITIES (E.G., STATES, T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63659d51-93fd-f658-f36a-b909b67c04be-C", "generated_internal_id": "ASST_NON_01J21401_6800"}, {"internal_id": 39189077, "Award ID": "01F13901", "Award Amount": 1265111.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-26", "CFDA Number": "66.203", "Description": "THE TASKS DESCRIBED IN THIS PROJECT WILL ENABLE THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER AT THE UNIVERSITY OF NEW MEXICO (SW EFC) TO PROVIDE SERVIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 250000.0, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_01F13901_6800"}, {"internal_id": 159787929, "Award ID": "00E03342", "Award Amount": 1459324.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-16", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT GREAT LAKES COMMUNITY ACTION PARTNERSHIP (GLCAP). THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS. ACTIVITIES:GLCAP INDICATES THAT OUTREACH ACTIVITIES MAY INCLUDE THE FOLLOWING: SYSTEMS WILL BE INFORMED VIA DIFFERENT COMMUNICATION OUTREACH MEASURES AS APPROPRIATE ABOUT THE AVAILABILITY OF TRAINING AND TA OPPORTUNITIES AND OTHER RESOURCES FOR PROJECT DEVELOPMENT AND FUNDING. THIS WILL BE DONE IN COLLABORATION WITH EPA AND STATE AGENCIES; PARTICIPATING IN CONFERENCES AND TRAINING EVENTS FOR THESE ORGANIZATIONS AND PROVIDING WEBINARS, PARTICULARLY THOSE THAT CAN CONNECT WITH DISADVANTAGED COMMUNITIES; DIRECTLY CONTACTING DISADVANTAGED COMMUNITIES/TRIBES REFERRED BY STATE PRIMACY AGENCIES, EPA AND OTHERS, AND INFORM THEM OF AVAILABLE ASSISTANCE AND FUNDING OPPORTUNITIES; BUILDING AND/OR EXPANDING SOCIAL MEDIA NETWORKS AND LEVERAGE THESE TO SHARE INFORMATION ABOUT TRAINING, RESOURCES, SRF OPPORTUNITIES AND DEADLINES.\n\nADDITIONALLY, DIRECT TECHNICAL ASSISTANCE (TA) WILL BE PROVIDED TO DISADVANTAGED SYSTEMS AND UNSERVED COMMUNITIES IN EVERY STATE IN USEPA REGION 5 EACH YEAR. INCLUDING THE ACTIVITIES MENTIONED ABOVE, GLCAP AND ITS PARTNERS WILL ENROLL AND PROVIDE DIRECT TECHNICAL ASSISTANCE TO HELP DISADVANTAGED SYSTEMS DEVELOP, FUND AND COMPLY WITH SRF FUNDING ADMINISTRATION REQUIREMENTS. AT LEAST 3 PROJECTS PER STATE, 18 ACROSS THE REGION, WILL BE ENROLLED BEGINNING IN YEAR 1. IN YEARS 2, 3 AND 4, AT LEAST 6-9 PROJECTS PER STATE WILL BE ENROLLED, TOTALING AT LEAST 36 ACTIVE PROJECTS EACH YEAR, AND THEN IN YEAR 5 WE EXPECT TO BEGIN TAPERING AND WRAPPING UP PROJECTS WITH AT LEAST 4 ENROLLED PER STATE (24 ACROSS THE REGION).SUBRECIPIENT:SUBAWARDS ARE EXPECTED TO BE GRANTED TO INCAA, AND MAP WHO WILL PARTNER WITH GREAT LAKES COMMUNITY ACTION PARTNERSHIP AND WILL BE PROVIDING DIRECT TECHNICAL ASSISTANCE, TRAINING, AND COACHING TO RECIPIENT COMMUNITIES.OUTCOMES:THE ANTICIPATED DELIVERABLES ARE FUNDING AND FINANCING PLANS AND APPLICATIONS, CURRICULUM AND TRAINING MATERIAL PREPARATION, ENVIRONMENTAL ASSESSMENTS, MAPPING, AND SURVEYS, AND ASSET MANAGEMENT AND DEVELOPMENT PLANS AND ANALYSIS, WHICH ARE EXPECTED TO LEAD TO IMPROVED WATER SYSTEM ENVIRONMENTAL COMPLIANCE AND OPERATIONAL/FINANCIAL SUSTAINABILITY, CLIMATE RESILIENCY, AND ACCESS TO FUNDING FOR ELIGIBLE COMMUNITIES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE SMALL AND DISADVANTAGED COMMUNITIES, INCLUDING TRIBAL COMMUNITIES, THROUGHOUT REGION 5", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": 1459324.0, "recipient_id": "2c29b29e-cf08-cc9b-b7a4-23db27d53a5c-C", "generated_internal_id": "ASST_NON_00E03342_6800"}, {"internal_id": 158689977, "Award ID": "00E03341", "Award Amount": 1295866.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-21", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO DELTA INSTITUTE PROPOSES DELIVERING A COMPREHENSIVE SUITE OF ELIGIBLE CLEAN WATER AND DRINKING WATER FINANCE DIRECT TA SERVICES THAT INCLUDES COMMUNITY ENGAGEMENT, PROJECT ASSESSMENT AND PLANNING SUPPORT, GRANT APPLICATION ASSISTANCE, AND PROJECT IMPLEMENTATION COORDINATION TO BUILD THE CAPACITY OF LOCAL COMMUNITIES, LEVERAGE EXISTING RESOURCES, AND INCREASE THE RESILIENCE OF REGION 5'S WATER INFRASTRUCTURE - WITH THE ULTIMATE OBJECTIVE OF ASSISTING THESE COMMUNITIES TO SUBMIT SRF APPLICATIONS AND ACCESS OTHER BIL RESOURCES AS APPROPRIATE.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING:  PROJECT ADMINISTRATION AND REPORTING, COMMUNITY IDENTIFICATION AND OUTREACH, PLANNING AND ASSESSMENT, PROJECT DEVELOPMENT, PARTNERSHIP AND ENGAGEMENT, AND FINDING AND FINANCING.SUBRECIPIENT:AMERICAN SOCIETY OF ADAPTATION PROFESSIONALS (ASAP): ASAP SUPPORTS AND CONNECTS PROFESSIONALS TO BETTER PREPARE FOR CLIMATE CHANGE. ASAP HELPS MEMBERS STRENGTHEN THEIR PROFESSIONAL NETWORK, EXCHANGE BEST PRACTICES AND PRACTICAL ADVICE, AND ACCELERATE INNOVATION-ALL LEADING TO A MORE EQUITABLE AND EFFECTIVE CLIMATE ADAPTATION PRACTICE.\n\nTHE CENTER FOR NEIGHBORHOOD TECHNOLOGY (CNT): CNT DELIVERS INNOVATIVE ANALYSIS AND SOLUTIONS THAT SUPPORT COMMUNITY-BASED ORGANIZATIONS AND LOCAL GOVERNMENTS TO CREATE NEIGHBORHOODS THAT ARE EQUITABLE, SUSTAINABLE, AND RESILIENT. A DIRECTLY RELEVANT CORE PROGRAM TO THIS APPLICATION, CNT'S GREAT LAKES WATER INFRASTRUCTURE PROJECT IS WORKING TO DEVELOP INNOVATIVE SOLUTIONS TO WATER INFRASTRUCTURE RISKS IN GREAT LAKES CITIES WITH THE GOALS OF IMPROVING HEALTH, EQUITY, AFFORDABILITY, AND EFFICIENCY. CNT IS ANALYZING DATA AND RISK FACTORS IN GREAT LAKES CITIES AND CREATING PLANS FOR ACTION TO ADDRESS SPECIFIC WATER SYSTEM CHALLENGES.\n\nCURRENT WATER: CURRENT WILL PROVIDE DIRECT TECHNICAL ASSISTANCE TO COMMUNITIES AS WELL AS PROVIDE ACCESS TO CORE INNOVATION AND RESEARCH RESOURCES, INCLUDING A PROPRIETARY WATER TECHNOLOGY DATABASE, A RESEARCH CONSORTIUM COMPRISED OF FOUR R1 RESEARCH UNIVERSITIES, A NATIONAL LABORATORY, TWO MAJOR UTILITIES, AND A RESEARCH PLATFORM.OUTCOMES:THE ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE ENSURING STATED FINANCIAL, REPORTING, AND PROJECT MILESTONES GOALS ARE MET AS PLANNED.  ADDITIONALLY, DELTA WILL PERFORM IDENTIFICATION, OUTREACH, AND VETTING OF COMMUNITIES, PREPARATION OF SUPPORT DOCUMENTS AND ASSESSMENTS OF COMMUNITY NEEDS, AND COORDINATION/COMMUNICATION WITH EPA AND STATE SRF PROGRAMS. FURTHER, DELTA WILL BUILD RELATIONSHIPS WITH LOCAL COMMUNITY GROUPS, DECISION MAKERS, AND PARTNERS, AND DEVELOP A FURTHER UNDERSTANDING OF INDIVIDUAL COMMUNITY BUDGETS AND NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1295866.0, "recipient_id": "c8d3dc14-dece-fbdd-fd93-9623115bf61e-R", "generated_internal_id": "ASST_NON_00E03341_6800"}, {"internal_id": 162165198, "Award ID": "00E03340", "Award Amount": 119998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT MICHIGAN TECHNOLOGICAL UNIVERSITY (MTECH). THE EFCS PROVIDE TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP DEVELOP SOLUTIONS FOR AIR AND WATER RELATED PROJECTS WITHIN REGION 5 COMMUNITIES, ESPECIALLY THOSE IN TRIBAL OR ENVIRONMENTAL JUSTICE AREAS. ACTIVITIES:MTECH INDICATES THAT THE PRIMARY ACTIVITIES TO BE PERFORMED INCLUDE COMMUNITY OUTREACH, VIRTUAL AND/OR IN-PERSON TRAININGS, AND DIRECT TECHNICAL ASSISTANCE TO DISADVANTAGED AND/OR ENVIRONMENTAL JUSTICE COMMUNITIES/TRIBES REFERRED BY STATE PRIMACY AGENCIES, EPA AND INDIVIDUAL COMMUNITIES THROUGHOUT USEPA REGION 5.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES ARE FUNDING AND FINANCING PLANS AND APPLICATIONS, VIRTUAL AND/OR IN-PERSON TRAININGS AND ASSOCIATED TRAINING MATERIALS, AND COMMUNITY-DICTATED DIRECT TECHNICAL ASSISTANCE, WHICH ARE EXPECTED TO LEAD TO IMPROVED ENVIRONMENTAL COMPLIANCE AND OPERATIONAL/FINANCIAL SUSTAINABILITY, INCREASED KNOWLEDGE AND TECHNICAL ABILITIES OF COMMUNITY MEMBERS AND OPERATORS, AND ACCESS TO FUNDING FOR ELIGIBLE COMMUNITIES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE SMALL AND DISADVANTAGED COMMUNITIES, INCLUDING TRIBAL COMMUNITIES, AND ENVIRONMENTAL JUSTICE COMMUNITIES THROUGHOUT REGION 5.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79479b13-472d-876c-1e70-acfd49a73825-C", "generated_internal_id": "ASST_NON_00E03340_6800"}, {"internal_id": 39175907, "Award ID": "00E01979", "Award Amount": 685950.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-12", "CFDA Number": "66.203", "Description": "THE  GREAT LAKES ENVIRONMENTAL AND INFRASTRUCTURE CENTER  (GLEIC) WILL WORK WITHIN SPECIFIED CORE FOCUS AREAS OVER THIS SIX-YEAR AGREEMENT. THESE COR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79479b13-472d-876c-1e70-acfd49a73825-C", "generated_internal_id": "ASST_NON_00E01979_6800"}, {"internal_id": 39174461, "Award ID": "00D48516", "Award Amount": 3536111.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-07", "CFDA Number": "66.203", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $111,111 TO THE UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL'S ENVIRONMENTAL FINANCE CENTER.  FUNDING W", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 250000.0, "Infrastructure Obligations": 2000000.0, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_00D48516_6800"}, {"internal_id": 158689972, "Award ID": "00A00840", "Award Amount": 157500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-17", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT THE UNIVERSITY OF SOUTHERN MAINE (USM).  THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS.ACTIVITIES:THE ACTIVITIES INCLUDE:\n\n* DELIVERY OF DIRECT TECHNICAL ASSISTANCE TO COMMUNITIES, TRAINING, WORKSHOPS, REPORTS, CASE STUDIES, BEST PRACTICE AND HOW-TO GUIDES, MODELS, AND OTHER TECHNICAL AND FINANCIAL TOOLS. \n* COASTAL MAINE SOUTHERN MIDCOAST REGIONAL COMMUNITY RESILIENCE CONVENINGS. EXTEND A PROJECT WORKING WITH SIX TOWNS IN MAINE TO EVALUATE AND DEVELOP A PRIORITIZED LIST OF CLIMATE RESILIENCE PROJECTS AND SECURE FUNDING TO IMPLEMENT THEIR TOP PRIORITY\n* STORMWATER TECHNICAL ASSISTANCE TO THE CITY OF WORCESTER. IN RESPONSE TO FLOODING CHALLENGES RESULTING IN PART FROM CLIMATE CHANGE, THE CITY OF WORCESTER HAS EXPRESSED INTEREST IN UPDATING THEIR STORMWATER REGULATIONS ACROSS THEIR PLANNING AND CONSERVATION REQUIREMENTS. AN ENVIRONMENTAL JUSTICE HOT SPOT IN THE REGION, WORCESTER EXPERIENCES NOT ONLY FLOODING BUT HEAT ISLANDS, WATER QUALITY, AND AIR QUALITY IMPAIRMENTSSUBRECIPIENT:MAIN SUBAWARDEES ARE UNIVERSITY OF NEW HAMPSHIRE STORMWATER CENTER (UNHSC) AND UNIVERSITY OF MASSACHUSETTS BOSTON (UMB). OTHERS ARE TO BE DETERMINED AS THE GRANT PROGRESSES.\n\nUNH SHALL:\n\nCULTIVATE INNOVATIVE STORMWATER AND NUTRIENT MANAGEMENT APPROACHES, BUILD COMMUNITY STORMWATER AND CLIMATE RESILIENCE, CULTIVATE CLEANER WATERSHEDS VIA NATURAL (GREEN) INFRASTRUCTURE STORMWATER APPROACHES.\n\n\nUMB SHALL: \nWORK TO ADVANCE ENVIRONMENTAL JUSTICE AND DISRUPT INEQUITABLE SYSTEMS OF CLIMATE FINANCE.\n\nOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE:\n* DIRECT TECHNICAL ASSISTANCE, TRAINING, WORKSHOPS, STUDIES AND REPORTS, VIDEOS, CASE STUDIES, BEST PRACTICES AND HOW-TO GUIDES, MODELS, AND OTHER TECHNICAL AND FINANCIAL TOOLS.\n\nTHE EXPECTED OUTCOMES INCLUDE:\n* INCREASED COMMUNITY CAPACITY TO DELIVER CLEAN WATER AND DRINKING WATER SERVICES TO RESIDENTS, ESPECIALLY IN SMALL, RURAL, UNDERSERVED, AND/OR DISADVANTAGED COMMUNITIES\n* AN INCREASE IN COMMUNITIES THAT APPLY FOR AND ARE AWARDED FUNDING, INCORPORATE A FINANCING COMPONENT IN THEIR CLIMATE ACTION PLANS, HAVE AN INCREASED KNOWLEDGE OF THE BENEFITS OF NATURE-BASED SOLUTIONS, OR SMALL WATER AND WASTEWATER SYSTEMS THAT IMPLEMENT INFRASTRUCTURE UPGRADES AND REPLACEMENTS VULNERABLE TO CLIMATE-RELATED HAZARDS\n\nTHE INTENDED BENEFICIARIES INCLUDE: TOWNS, VILLAGES, CITIES, TRIBES, STATES, AND COUNTIES IN NEW ENGLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00840_6800"}, {"internal_id": 158360867, "Award ID": "00A00839", "Award Amount": 4317520.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-12", "CFDA Number": "66.203", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO SUPPORT THE ENVIRONMENTAL FINANCE CENTER (EFC) AT THE UNIVERSITY OF SOUTHERN MAINE (USM).  THE EFCS PROVIDE FINANCE-RELATED TRAINING, EDUCATION, AND ANALYTICAL STUDIES TO HELP REGULATED PARTIES DEVELOP SOLUTIONS TO THE DIFFICULT 'HOW-TO-PAY' ISSUES ASSOCIATED WITH MEETING ENVIRONMENTAL STANDARDS. THE EFCS EDUCATE STATE, TRIBAL, AND LOCAL GOVERNMENTS AND BUSINESSES ON LOWERING ENVIRONMENTAL COSTS, INCREASING ENVIRONMENTAL INVESTMENTS, IMPROVING FINANCIAL CAPACITY, IDENTIFYING APPROPRIATE REVENUE GENERATING MECHANISMS, AND EVALUATING ENVIRONMENTAL FINANCING OPTIONS. \n\nACTIVITIES:THE ACTIVITIES INCLUDE:\n* TECHNICAL ASSISTANCE SUPPORT TO STATES AND LOCAL COMMUNITIES\n* PROVIDE BOOTS-ON-THE-GROUND TECHNICAL ASSISTANCE AND DEVELOP LOCAL CAPACITY TO MOVE WATER INFRASTRUCTURE NEEDS FORWARD TO FINANCING AND IMPLEMENTATION\n* IDENTIFICATION OF DISADVANTAGED AND UNDERSERVED COMMUNITIES TO ASSIST, AND WHAT THEIR NEEDS ARE\n* TRANSFER AND REPLICATION OF SUCCESSFUL ASSISTANCE APPROACHES DEVELOPED BY OUR OTHER ENVIRONMENTAL FINANCE CENTERS (EFCS) IN ORDER TO AMPLIFY BEST PRACTICES AND ENSURE THE BEST POSSIBLE OUTCOMES FOR COMMUNITIES NATIONWIDE.\n\n\n\n\nSUBRECIPIENT:SUBAWARDS WILL BE USED TO FUND MULTIPLE SUBAWARDEES TO CARRY OUT KEY PORTIONS OF THE WORK, WHICH IS DESCRIBED FURTHER BELOW.\n\nMOONSHOT MISSIONS INC. (MOONSHOT) SHALL:\n* SERVE AS IN-HOUSE ENGINEERING ADVISOR AND PROJECT MANAGER TO COMMUNITIES RECEIVING DIRECT TECHNICAL ASSISTANCE (TA)\n* PROVIDE TECHNICAL OVERSIGHT AND VALUE ENGINEERING SUPPORT FOR MULTIPLE PHASES OF PROJECTS INCLUDING NEEDS ASSESSMENT, SOLUTIONS IDENTIFICATION, PLANNING AND DESIGN.\n\nQUANTIFIED VENTURES (QV) SHALL:\n* PROVIDE BROAD AND DIRECT TECHNICAL ASSISTANCE TO COMMUNITIES TO BUILD CAPACITY TO IDENTIFY FUNDING AND FINANCING OPTIONS (CLEAN WATER STATE REVOLVING FUND, DRINKING WATER STATE REVOLVING FUND, AND OTHER BIPARTISAN INFRASTRUCTURE LAW FUNDING)\n* SUPPORT SYSTEMS CONSIDERING WATER SYSTEM PARTNERSHIPS AND CONSOLIDATIONS AND/OR SHARED PURCHASING MECHANISMS, INCLUDING RELATED TO RURAL WATER OPERATORS\n* OUTREACH AND ENGAGEMENT, EDUCATION TO BOARDS ON INTERGENERATIONAL EQUITY\n* FEEDBACK TO STATE REVOLVING FUND (SRF) PROGRAMS\n\nRCAP SOLUTIONS NORTHEAST (RSOL). SHALL: \n*  ASSIST IN IDENTIFYING SMALL (LT;10K), RURAL UNDERSERVED AND DISADVANTAGED COMMUNITIES THAT LACK CAPACITY FOR WATER INFRASTRUCTURE NEEDS.\n*  HELP IDENTIFY SHOVEL-READY PROJECTS IN COMMUNITIES AND ROADBLOCKS TO SRF PROGRAM OPPORTUNITIES.\n*  PROVIDE OUTREACH AND COORDINATION WITH NEWIN PARTNERS.\n*  PROVIDE TECHNICAL ASSISTANCE AND TRAINING FOR COMMUNITY MEMBERS.\n\nUNIVERSITY OF MASSACHUSETTS BOSTON SUSTAINABLE SOLUTIONS LAB (UMB SSL). SHALL:\n* INFORM APPROACH FOR IDENTIFYING AND ENGAGING UNDERSERVED AND DISADVANTAGED COMMUNITIES.\n* COLLABORATE WITH TA DELIVERY PARTNERS TO ENSURE PROJECT DESIGNS ARE EQUITABLE AND BRING REASONABLE SHARES OF BENEFITS TO DISADVANTAGED GROUPS.\n* CONDUCT ANALYSES OF THE LIKELY IMPACT OF PROJECTS ON DISADVANTAGED COMMUNITIES, INCLUDING THE FINANCIAL IMPACTS OF PROJECTS AND FUNDING MECHANISMS.\n\nUNIVERSITY OF NEW HAMPSHIRE STORMWATER CENTER (UNH SC). SHALL: \n* PROVIDE COMMUNITIES WITH STORMWATER RETROFIT DESIGN ASSISTANCE\n\nOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE:\n\n* PROJECT DEVELOPMENT/STORMWATER DESIGNS\n* SPECIALIZED STUDIES/SERVICES UNDERWAY (LEAD LINES, EQUITY)\n* PRELIMINARY ENGINEERING REPORTS\n* STATE REVOLVING FUND (SRF) COLLABORATION/ COORDINATION (IDENTIFYING ENVIRONMENTAL JUSTICE (EJ) COMMUNITIES, INTENDED USE PLAN (IUP) LIST)\n* CONDUCT ANALYSES OF THE LIKELY IMPACT OF PROJECTS ON DISADVANTAGED AND UNDERSERVED COMMUNITIES\n* DEVELOP AND DELIVER BROAD-REACHING CAPACITY DEVELOPMENT, TRAINING, TOOLS AND RESOURCES TO HELP EPA REGION 1 COMMUNITIES ACCESS FUNDING TO IMPLEMENT WATER INFRASTRUCTURE IMPROVEMENTS\n\n* SHARE STRATEGIC FEEDBACK WITH STATE SRF PROGRAM MANAGERS TO IMPR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 4317520.0, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00839_6800"}, {"internal_id": 39173699, "Award ID": "00A00060", "Award Amount": 871172.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-20", "CFDA Number": "66.203", "Description": "THIS COOPERATIVE AGREEMENT WILL FUND THE NEW ENGLAND ENVIRONMENTAL FINANCE CENTER (EFC) AS PART OF THE NATIONAL EFC PROGRAM RUN BY EPA. THE ENVIRONME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00060_6800"}]