[{"internal_id": 68326507, "Award ID": "99T76901", "Award Amount": 118686.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-10", "CFDA Number": "66.306", "Description": "THE MAIN OBJECTIVE OF CLEAN WATER PROJECT ('PROYECTO AGUA LIMPIA') IS TO IMPROVE COMMUNITY CAPACITY BUILDING THROUGH: 1. PROMOTING SUSTAINABILITY OF A NEWLY-ESTABLISHED COMMUNITY CENTER AND 2. ADDRESSING DRINKING WATER QUALITY ISSUES IDENTIFIED BY THE COMMUNITY.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $118,686.  SEE TERMS AND CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "640e9754-ed87-dae1-f129-fd51e1a056f4-R", "generated_internal_id": "ASST_NON_99T76901_6800"}, {"internal_id": 149897502, "Award ID": "98T32101", "Award Amount": 200000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-06-23", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED ENVIRONMENTAL JUSTICE COLLABORATIVE PROBLEM SOLVING (EJCPS) COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO GREEN CHIPS TO CREATE A NOVEL AIR QUALITY MONITORING SYSTEM OF STATIONARY AND MOBILE OUTDOOR SENSORS AND INDOOR SENSORS ASSOCIATED WITH AN AIR FILTER INTERVENTION PROGRAM; BUILD A  NEW CITIZEN SCIENCE PROGRAM WITH THE LATINX COMMUNITY; AND PROVIDE CONTINUED ENGAGEMENT AND EDUCATION AROUND HEALTH IMPACTS OF AIR QUALITY AND THE INTERACTION WITH EXTREME HEAT EVENTS FOR EAST LAS VEGAS. WITH AN OLDER HOUSING STOCK, LOW ACCESS TO PERSONAL VEHICLES, MOST RESIDENTS WORKING IN SERVICE JOBS, AND PROXIMITY TO THE INTERSECTION OF TWO MAJOR HIGHWAYS, RESIDENTS OF EAST LAS VEGAS ARE DISPROPORTIONATELY IMPACTED BY POOR AIR QUALITY CAUSED BY POLLUTION. PROJECT ACTIVITIES INCLUDE AIR MONITORING AND SCREENING OF INDOOR AND OUTDOOR AIR IN TARGETED LOCATIONS OF EAST LAS VEGAS; AND DEVELOPING COMMUNITY AWARENESS, EDUCATION, AND OUTREACH CAMPAIGN TO EDUCATE RESIDENTS ABOUT CLEAN AIR AND EXTREME HEAT ISSUES IN THE COMMUNITY. EXPECTED OUTCOMES INCLUDE THE DEVELOPMENT OF NEW COMMUNITY-DRIVEN SOLUTIONS TO ADDRESS THE IMPACT OF AIR QUALITY AND EXTREME HEAT ON RESIDENTS AND BUSINESSES IN EAST LAS VEGAS; AND INCREASING THE NUMBER OF COMMUNITY GROUPS WORKING TO IMPROVE AIR QUALITY AND THE IMPACTS OF EXTREME HEAT ON VULNERABLE POPULATIONS IN THE REGION. DIRECT BENEFICIARIES ARE RESIDENTS OF EAST LAS VEGAS, NEVADA. THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS (MAKE THE ROAD NEVADA AND DESERT RESEARCH INSTITUTE) IN COMPLIANCE WITH APPENDIX A OF EPA'S SUBAWARD POLICY. THE SUB-AWARDEES WILL PROVIDE EXPERTISE IN TECHNICAL ASPECTS; COMMUNITY OUTREACH, QA PLAN, DATA COLLECTION PLANS AND MANAGEMENT, DATA ANALYSIS AND VISUALIZATION, AND COORDINATING CITIZEN SCIENCE EFFORTS.\nCAA 103(B)(3): PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED ASTHMA ARE MORE LIKELY TO BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED. \nTHE ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $ 200,000. PRE-AWARD COST HAVE BEEN APPROVED BACK TO 5/1/2022.ACTIVITIES:PROJECT ACTIVITIES INCLUDE AIR MONITORING AND SCREENING OF INDOOR AND OUTDOOR AIR IN TARGETED LOCATIONS OF EAST LAS VEGAS; AND DEVELOPING COMMUNITY AWARENESS, EDUCATION, AND OUTREACH CAMPAIGN TO EDUCATE RESIDENTS ABOUT CLEAN AIR AND EXTREME HEAT ISSUES IN THE COMMUNITY.SUBRECIPIENT:THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS (MAKE THE ROAD NEVADA AND DESERT RESEARCH INSTITUTE) IN COMPLIANCE WITH APPENDIX A OF EPA'S SUBAWARD POLICY. THE SUB-AWARDEES WILL PROVIDE EXPERTISE IN TECHNICAL ASPECTS OF THE PROJECT; COMMUNITY OUTREACH, QUALITY ASSURANCE PLAN, DATA COLLECTION PLANS AND MANAGEMENT, DATA ANALYSIS AND VISUALIZATION, AND COORDINATING CITIZEN SCIENCE EFFORTS.OUTCOMES:EXPECTED OUTCOMES INCLUDE THE DEVELOPMENT OF NEW COMMUNITY-DRIVEN SOLUTIONS TO ADDRESS THE IMPACT OF AIR QUALITY AND EXTREME HEAT ON RESIDENTS AND BUSINESSES IN EAST LAS VEGAS; AND INCREASING THE NUMBER OF COMMUNITY GROUPS WORKING TO IMPROVE AIR QUALITY AND THE IMPACTS OF EXTREME HEAT ON VULNERABLE POPULATIONS IN THE REGION. DIRECT BENEFICIARIES ARE RESIDENTS OF EAST LAS VEGAS, NEVADA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "ec5f07cc-b5d5-17c2-39ca-94beea6e1d9a-R", "generated_internal_id": "ASST_NON_98T32101_6800"}, {"internal_id": 147354486, "Award ID": "98T31701", "Award Amount": 199959.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-15", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $199,959. PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO 03/01/2022. \n\nTHE PURPOSE OF THIS ENVIRONMENTAL JUSTICE COLLABORATIVE PROBLEM SOLVING (EJCPS) COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 8001(A) OF THE SOLID WASTE DISPOSAL ACT TO SUSTAINABLE SOLANO INC. TO ADDRESS THE CURRENT LOW ACCESS TO FOOD BY VALLEJO'S UNDERSERVED COMMUNITIES AND REDUCE THE AMOUNT OF LANDFILLED FOOD WASTE THAT CREATES METHANE AND CONTRIBUTES TO CLIMATE CHANGE. THIS PROJECT WILL CONNECT INVESTED COMMUNITY MEMBERS, ORGANIZATIONS AND STAKEHOLDERS IN VALLEJO, CALIFORNIA, TO COORDINATE A ROBUST, HYPER-LOCAL FOOD RESCUE OPERATION. INPUT FROM DIVERSE COMMUNITY MEMBERS WILL HELP CUSTOMIZE A MOBILE APP CALLED 'FREEBITES' SO FOOD DONORS (GROCERY/RESTAURANT/GLEANERS) ARE CONNECTED WITH RECIPIENTS (AGENCIES/INDIVIDUALS) IN THEIR COMMUNITIES.\nACTIVITIES:\nPROJECT ACTIVITIES INCLUDE: 1) CUSTOMIZATION OF THE 'FREEBITES' APP; 2) DEVELOPMENT OF THE VALLEJO FOOD RESCUE TOOLKIT (AN IMPLEMENTATION ROADMAP FOR OTHER JURISDICTIONS); 3) IMPLEMENTATION OF FOOD RESCUE OPERATIONS (COORDINATING THE MOVEMENT OF FOOD BETWEEN DONORS AND RECIPIENTS); 4) OUTREACH AND ENGAGEMENT OF ADDITIONAL PARTNERS; 5) OUTREACH/EDUCATION TO FOOD DONORS BUSINESS/INDIVIDUALS); AND 6) OUTREACH/EDUCATION TO COMMUNITY-BASED ORGANIZATIONS/INDIVIDUALS THAT RECEIVE/DISTRIBUTE FOOD. \nOUTCOMES:\nTHE VALLEJO FOOD RESCUE PROJECT WILL BENEFIT THE RESIDENTS OF ZIP CODES: 94589, 94590, 94591, AND 94592 IN THE CITY OF VALLEJO, CALIFORNIA. THE PROJECT'S ANTICIPATED DELIVERABLES ARE ONE COMPLETED 'FREEBITES' APP AND ONE TOOLKIT DOCUMENT. OTHER OUTPUTS INCLUDE: A) POUNDS OF FOOD RESCUED; B) NUMBER OF MEALS/INDIVIDUALS FED; C) NUMBER OF DONORS REACHED AND USING APP; D) NUMBER OF FOOD RECIPIENTS REACHED AND USING APP; E) NUMBER OF RESIDENTS WHO GAINED KNOWLEDGE ABOUT FOOD RESCUE OPERATION THROUGH PUBLIC OUTREACH CAMPAIGN; AND F) NUMBER OF ADDITIONAL PARTNERS. THE EXPECTED OUTCOMES ARE: A) REDUCTION OF LANDFILLED FOOD WASTE THAT CONTRIBUTES TO CLIMATE CHANGE; B) INCREASED COMMUNICATION AND COLLABORATION AMONG PARTNERS/STAKEHOLDERS; C) INCREASED FOOD SECURITY, RESILIENCY AND BETTER HEALTH IN EJ COMMUNITIES IMPACTED BY COVID-19; AND D) RESOURCES AND READINESS TO EXPAND THE PROGRAM TO OTHER JURISDICTIONS IN SOLANO COUNTY.\nSUBRECIPIENT:\nTHE RECIPIENT INTENDS TO ISSUE A SUBAWARD AGREEMENT IN COMPLIANCE WITH APPENDIX A OF EPA&RSQUO;S SUBAWARD POLICY. THE SUB-AWARDEE WILL PROVIDE TECHNICAL EXPERTISE IN EXPANDING FOOD MOVEMENT LOGISTICS TO INCLUDE PREPARED FOOD AND COORDINATING THE GLEANING PORTION OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a38e663-321c-f891-9716-0c729d536e32-C", "generated_internal_id": "ASST_NON_98T31701_6800"}, {"internal_id": 111062124, "Award ID": "98T16301", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "66.306", "Description": "THE GRANTEE WILL BUILD ITS CAPACITY TO ADDRESS COMMUNITY AND ENVIRONMENTAL HEALTH ISSUES SUCH AS AIR QUALITY, SOLID WASTE, ENVIROMENTAL EDUCATION, AND CLEAN WATER ISSUES. THE TRIBE WILL DO THIS BY DEVELOPING MATERIALS AND METHODS FOR JOB TRAINING/WORKFORCE DEVELOPMENT, MONITORITING AND THROUGH PUBLIC EDUCATION TO HELP WITH THE NEGATIVE IMPACTS RESULTING FROM OPERATIONS AND CLOSURE OF THE NAVAJO FOREST PRODUCTS INDUSTRY (NFPI) FACILITY IN NAVAJO, NM.  THIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $120,000.  SEE TERMS AND CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_98T16301_6800"}, {"internal_id": 146600638, "Award ID": "97791001", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-10", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO BIKEWALKKC TO CONDUCT AN EVALUATION OF THE IMPACTS OF A ZERO-FARE BUS TRANSIT (ZBT) POLICY BASED ON BUS USE, PHYSICAL ACTIVITY, AND SOCIAL DETERMINANTS OF HEALTH FOR RESIDENTS OF KANSAS CITY'S MOST IMPOVERISHED NEIGHBORHOODS. \nACTIVITIES:\nTO ADDRESS HEALTH DISPARITIES AND LIMIT COVID-19 RISKS AMONG THESE RESIDENTS, THE GETTING AROUND KANSAS CITY PROJECT WILL INITIALLY COLLECT DATA REGARDING KANSAS CITY BUS USE, EVALUATE THE IMPACT OF A ZBT POLICY ON RATES OF PHYSICAL ACTIVITY USING ACTIVITY-TRACKING BELTS WORN BY PROJECT PARTICIPANTS, IDENTIFY FURTHER BARRIERS TO TRANSPORTATION ACCESS, AND THEN DETERMINE THE VALUE OF A ZBT POLICY FOR LOW-INCOME RESIDENTS BASED ON HOW IT INCREASES PHYSICAL ACTIVITY, LOWERS COVID-19 RISKS, AND IMPROVES HEALTHCARE ACCESS. \n\n\nOUTCOMES:\nBY INCREASING ACCESS TO A NO-COST BUS SYSTEM, THE GETTING AROUND KANSAS CITY PROJECT ANTICIPATES THE FOLLOWING OUTCOMES: INCREASE ACCESS TO WALKABLE NEIGHBORHOODS AND TO HEALTHCARE FACILITIES. THE INTENDED BENEFICIARIES OF THIS PROJECT INCLUDE THE LOW-INCOME AND UNDERSERVED RESIDENTS. \nSUBRECIPIENT:\nUMKC&RSQUO;S PLANNED ROLES INCLUDE: \n&BULL;\tOVERALL PROJECT MANAGEMENT: CONTRIBUTE TO PROJECT LEADERSHIP, ASSIST WITH PROTOCOL AND MEASURE DEVELOPMENT, RECRUITMENT AND RETENTION, DATA COLLECTION, ANALYSES AND INTERPRETATION.\n&BULL;\tPARTICIPATE IN PLANNING CALLS AND MEETINGS WITH BWKC AND OTHER PARTNERS\n&BULL;\tTRAIN STAFF IN COORDINATION WITH BIKEWALKKC AND CHILDREN'S MERCY\n&BULL;\tSUPPORT DISSEMINATION PLAN AND OVERALL MANAGEMENT OF DISSEMINATION ACTIVITIES\n&BULL;\tLEAD DRAFTING AND REVIEWING OF FINAL REPORTS AND/OR PUBLICATION/PRESENTATION MATERIALS\n&BULL;\tSUBMIT DELIVERABLES AT THE JOINTLY AGREED UPON TIMELINE\nCHILDREN'S MERCY ROLE: \n&BULL;\tCONTRIBUTE TO STUDY LEADERSHIP, INCLUDING OVERSEEING PROTOCOL AND MEASURE DEVELOPMENT, DATA COLLECTION ACTIVITIES, AND DATA ANALYSES AND INTERPRETATION. \n&BULL;\tLEAD ACCELEROMETER AND GPS TRACKER DATA PROCESSING AND ANALYSES.\n&BULL;\tCONTRIBUTE TO STATISTICAL ANALYSES.\n&BULL;\tCONTRIBUTE TO PUBLICATIONS OF STUDY FINDINGS.\n&BULL;\tATTEND PROJECT TEAM MEETINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "511ed309-e199-6725-68b3-9b5d00fe5af4-C", "generated_internal_id": "ASST_NON_97791001_6800"}, {"internal_id": 111126184, "Award ID": "97784101", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "66.306", "Description": "COLLABORATIVE PROBLEM-SOLVING TO ADDRESS COMMUNITY ENVIRONMENTAL AND PUBLIC HEALTH ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c7f18b6-2b94-bc79-4f55-5e78adb5a2c9-C", "generated_internal_id": "ASST_NON_97784101_6800"}, {"internal_id": 111062007, "Award ID": "97784001", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-25", "CFDA Number": "66.306", "Description": "COLLABORATIVE PROBLEM-SOLVING TO ADDRESS COMMUNITY ENVIRONMENTAL AND PUBLIC HEALTH ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57a66605-edab-4492-e7e5-2cfc11ce4142-R", "generated_internal_id": "ASST_NON_97784001_6800"}, {"internal_id": 69783273, "Award ID": "97765801", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "66.306", "Description": "COLLABORATIVE PROBLEM-SOLVING TO ADDRESS COMMUNITY ENVIRONMENTAL AND PUBLIC HEALTH ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "904f5c33-234f-78aa-a8de-4aaa0f6d51eb-R", "generated_internal_id": "ASST_NON_97765801_6800"}, {"internal_id": 48030183, "Award ID": "97758401", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-23", "CFDA Number": "66.306", "Description": "THIS AGREEMENT PROVIDES FUNDING TO DUTCHTOWN SOUTH COMMUNITY CORPORATION (DSCC) TO CARRY OUT ITS PROGRAM \"SO FRESH, SO CLEAN, SO CREATIVE SOUTHSIDE S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f1df61a-6430-edc3-fc49-4e533469d1b2-R", "generated_internal_id": "ASST_NON_97758401_6800"}, {"internal_id": 69783490, "Award ID": "96879010", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-26", "CFDA Number": "66.306", "Description": "THE PROJECT WILL FOCUS ON IMPROVING AIR QUALITY IN SUMMIT COUNTY, UTAH; AN AREA SUBJECT TO WINTER INVERSIONS. THE PROJECT WILL INCREASE KNOWLEDGE IN THE COMMUNITY OF THE NATURE OF AIR QUALITY IN THE AREA AND DEMONSTRATE HOW RESIDENTS CAN IMPROVE THEIR HEALTH BY REDUCING AND AVOIDING THE EFFECTS OF WOOD SMOKE AMONG THE UNDERSERVED POPULATION. THIS WILL BE ACCOMPLISHED THROUGH COMMUNITY EDUCATION AND A VOLUNTARY FIREPLACE EXCHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d354a2a-5ced-f99c-cac0-6dd606198699-R", "generated_internal_id": "ASST_NON_96879010_6800"}, {"internal_id": 111062097, "Award ID": "96873721", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "66.306", "Description": "THIS AGREEMENT WILL PROVIDE FUNDING FOR THE STANDING ROCK SIOUX TRIBE TO ENABLE COLLABORATIVE EFFORTS OF THE TRIBE AND ITS PARTNERS TO BRING INTO EACH OF THE LOCAL TRIBAL DISTRICTS SKILL AND LEADERSHIP DEVELOPMENT, ALONG WITH SPECIALIZED TRAINING IN RISK AWARENESS AND OIL SPILL HAZARDS. RESPONSE TRAINING WILL BE PROVIDED TO COMMUNITY LEADERS THAT EACH LOCAL DISTRICT IDENTIFIES.  THE TRIBE IS FACING A PRESSING ENVIRONMENTAL ISSUE, THE BUILDING OF THE DAKOTA ACCESS PIPELINE UNDER LAKE OAHE, THE RESERVOIR BASIN CREATED BY THE DAM AND FLOODING OF THE MISSOURI RIVER. MULTIPLE PARTNERS ARE COMMITTED TO PROVIDING PREPARATION AND TRAINING ON EMERGENCY PREPAREDNESS FOR POTENTIAL PIPELINE SPILLS AND LEAKS. AS THE COMMUNITY IDENTIFIES THE RISK, THEY CAN PROVIDE BETTER INFORMED DECISIONS TO THE DEVELOPED COMMUNITY PLANS OF ACTION THIS PROPOSAL ENVISIONS FOR OUR EFFECTED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a51af797-a4b4-9615-f5f5-d229de9bc73d-C", "generated_internal_id": "ASST_NON_96873721_6800"}, {"internal_id": 47951874, "Award ID": "96850701", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-08", "CFDA Number": "66.306", "Description": "CCWI, IN THEIR 2-YEAR PROJECT, WILL WORK TO ADDRESS THE LACK OF WASTE DIVERSION OPPORTUNITIES IN THE SAN LUIS VALLEY (SLV), CCW AND PARTNERS ARE DEVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a212520-4e68-5d09-ce3f-f40cc26d30e9-R", "generated_internal_id": "ASST_NON_96850701_6800"}, {"internal_id": 110297645, "Award ID": "96378501", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-07", "CFDA Number": "66.306", "Description": "THE OBJECTIVE OF THE EASTERN SHORE WATER QUALITY IMPROVEMENT PROJECT IS TO IMPROVE THE POTABLE WATER QUALITY, LIVING CONDITIONS AND OVERALL HEALTH OF RESIDENTS IN VIRGINIA'S EASTERN SHORE WHO RELY ON DOMESTIC WATER WELLS AND SEPTIC SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82a89bff-c8fa-e71a-5b30-76519d9cc73f-C", "generated_internal_id": "ASST_NON_96378501_6800"}, {"internal_id": 109197710, "Award ID": "96378401", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "66.306", "Description": "THE FARM AT KELLY MILLER IS AN INTERACTIVE URBAN FARM AND GARDEN THAT HAS BEEN CREATED IN PARTNERSHIP WITH DREAMING OUT LOUD, THE DC DEPARTMENT OF RECREATION (DPR), LOOP CLOSING, AND KELLY MILLER MIDDLE SCHOOL IN WASHINGTON, DC'S WARD 7, A SYSTEMICALLY UNDER-RESOURCED SECTION OF THE CITY. THE GOAL OF THIS PROJECT IS TO PROVIDE A SAFE, EDUCATIONAL, AND MULTI-PURPOSE GREEN SPACE THAT COMBATS WATER POLLUTION AND PROVIDES ENVIRONMENTAL EDUCATION THAT EMPHASIZES STEWARDSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e61173f7-2790-06ae-563b-d69b69228290-R", "generated_internal_id": "ASST_NON_96378401_6800"}, {"internal_id": 68326517, "Award ID": "96361801", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-10", "CFDA Number": "66.306", "Description": "FRIENDS OF DECKERS CREEK (FODC) WILL MONITOR FECAL COLIFORM AND E. COLI LEVELS IN THE DECKERS CREEK WATERSHED, EDUCATE THE PUBLIC ABOUT THE HAZARDS OF CONTAMINATION AND THEIR RIGHTS UNDER THE CLEAN WATER ACT, AND ACTIVELY ENGAGE COMMUNITIES BY INVOLVING THEM IN THE MONITORING PROCESS AND HOLDING PUBLIC FORUMS ON CONTAMINATION ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "24339fcd-a8aa-677b-c122-8c6c8ade5168-R", "generated_internal_id": "ASST_NON_96361801_6800"}, {"internal_id": 69783645, "Award ID": "96260518", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-26", "CFDA Number": "66.306", "Description": "THIS PROJECT AIMS TO EDUCATE LOW-INCOME, UNDERSERVED YOUNG ADULTS LOCATED IN CAMDEN, NEW JERSEY ON THE ENVIRONMENTAL AND HEALTH IMPACTS ASSOCIATED WITH IMPROPER DISPOSAL OF SOLID WASTE IN THEIR COMMUNITY. THROUGH TRAINING AND A HANDS-ON EDUCATIONAL PROGRAM, CENTER FOR FAMILY SERVICES INC. INTENDS TO REDUCE IMPROPER DISPOSAL OF SOLID WASTE TO DECREASE CONTAMINATION OF AFFECTED AREAS IN THE COMMUNITY AND LOCAL WATERWAYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3add4bba-3e55-db50-ab91-6d3e22c30509-C", "generated_internal_id": "ASST_NON_96260518_6800"}, {"internal_id": 111126192, "Award ID": "96248620", "Award Amount": 119995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.306", "Description": "THE PROJECT SEEKS TO TRAIN AND ENGAGE LOW-INCOME RESIDENTS IN THE HUNTS POINT SECTION OF THE BRONX, NEW YORK ON ENVIRONMENTAL IMPACTS RELATED TO AIR POLLUTION.  THE HOPE PROGRAM ALONG WITH PROJECT PARTNERS WILL CONDUCT A DEMONSTRATION PROJECT ON MITIGATING ENVIRONMENTAL CONDITIONS ASSOCIATED WITH CARBON EMISSIONS AND IMPROVING ENERGY EFFICIENCY IN THE HUNTS POINT AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d38435b1-da71-819b-e094-1c78148d68e6-R", "generated_internal_id": "ASST_NON_96248620_6800"}, {"internal_id": 116060994, "Award ID": "96248520", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-16", "CFDA Number": "66.306", "Description": "THIS PROJECT AIMS TO EDUCATE AND ENGAGE LOW-INCOME RESIDENTS IN CAMDEN, NJ ON THE HEALTH AND ENVIRONMENTAL IMPACTS OF LEAD EXPOSURE. SPECIFICALLY, COOPER'S FERRY PARTNERSHIP WILL USE HOME HEALTH ASSESSMENTS TO ASSIST RESIDENTS BY EDUCATING THEM ON INDOOR/OUTDOOR ENVIRONMENTAL CONDITIONS ASSOCIATED WITH LEAD PAINT, LEAD IN WATER, ASTHMA AND MOLD DANGERS AND HOW TO MITIGATE THEM. IN ADDITION, THE RECIPIENT SEEKS TO IMPROVE AIR QUALITY AND WATER QUALITY ISSUES AFFECTING THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8bb52cf2-1cb6-ba07-d85c-723172930e3a-R", "generated_internal_id": "ASST_NON_96248520_6800"}, {"internal_id": 152549049, "Award ID": "96242022", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE NON-PROFIT ORGANIZATION CENTER FOR HABITAT RECONSTRUCTION WILL PROVIDE THREE PILOT LOW-INCOME COMMUNITIES IN PUERTO RICO WITH EDUCATION, TRAINING, MEETINGS, AND COMMUNITY PLANNING GEARED TOWARDS THE IDENTIFICATION, PREVENTION, AND ELIMINATION OF BLIGHTED PROPERTIES AND THEIR ENVIRONMENTAL AND HEALTH RISKS. ACTIVITIES:PROJECT ACTIVITIES INCLUDE CREATION OF A COMPREHENSIVE PLAN; DEVELOPMENT OF NUISANCE REMEDIATION STRATEGIES APPROPRIATE FOR THE MOST COMMON NUISANCE SITUATIONS; AND COLLABORATIVE WORK WITH MUNICIPALITIES TO ADDRESS CODE ENFORCEMENT GAPS, FOSTER MUNICIPAL-COMMUNITY PARTNERSHIPS, STRENGTHEN LOCAL LEGAL FRAMEWORKS, LEVERAGE PRIVATE AND PUBLIC RESOURCES FOR CONTINUED WORK, AND PROVIDE A REPLICABLE MODEL FOR OTHER PUERTO RICAN COMMUNITIES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES ARE AN INCREASE NUMBER OF COMMUNITY STAKEHOLDERS COMMITTED TO THE FIGHT AGAINST BLIGHT; A DECREASE IN NUMBER OF ENVIRONMENTAL AND HEALTH RISKS IN THE COMMUNITY; INCREASED NUMBER OF NEW NUISANCE ABATEMENT AND CODE ENFORCEMENT ORDINANCES ENACTED BY LOCAL GOVERNMENT; AND AN INCREASED NUMBER OF REUSE AND PLACEMAKING PROJECTS THAT CONVERTED NUISANCES FOR DISASTER RESILIENCY WITHIN A THREE-YEAR PERIOD. DIRECT BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF THE THREE TARGET COMMUNITIES OF CAGUUML;ITAS, AGUAS BUENAS, RIACUTE;O PIEDRAS, SAN JUAN, AND SAN ISIDRO, CANOACUTE;VANAS THAT ARE MADE UP OF A MIX OF LOW-INCOME RURAL, URBAN, AND INFORMAL NEIGHBORHOODS. THE RECIPIENT DOES NOT INTEND TO ISSUE ANY SUBAWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edf951e6-2266-0d06-0fb5-a5d62165277c-R", "generated_internal_id": "ASST_NON_96242022_6800"}, {"internal_id": 152549383, "Award ID": "96241922", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS AMERICAN RESCUE PLAN (ARP) FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FINANCIAL ASSISTANCE TO THE ST. CROIX FOUNDATION FOR COMMUNITY DEVELOPMENT FOR A COMMUNITY DRIVEN PROJECT THAT WILL PROVIDE THE COMMUNITY WITH DATA AND INFORMATION ON HEALTH AND ENVIRONMENTAL RISK AND RISK MITIGATION BEST PRACTICES. ALSO, WITH A PARTNERSHIP WITH THE MARINE BIOLOGY PROGRAM AND ECO SCHOOL CLUB AT ST. CROIX CENTRAL HIGH SCHOOL, THE ECO SCHOOL CLUB AT THE ST. CROIX EDUCATIONAL COMPLEX AND UNDERGRADUATE RESEARCHERS IN COOPERATION WITH CHEMISTRY DEPARTMENT AT THE UNIVERSITY OF THE VIRGIN ISLANDS ALBERT A. SHEEN CAMPUS IN ST. CROIX, THIS PROJECT WILL TRAIN STUDENTS FOR TO CONDUCT MONITORING, SAMPLE COLLECTION AND PUBLIC EDUCATION IN ACCORDANCE WITH FEDERAL STATUTES CLEAN AIR ACT, SECTION 103(B)(3) AND CLEAN WATER ACT, SECTION 104(B)(3).ACTIVITIES:THIS PROJECT WILL ESTABLISH AIR QUALITY-ASTHMA MONITORING SYSTEM AND SUPPORT THE ONGOING WATER QUALITY MONITORING AND ESTABLISH A COMMUNITY STEERING COMMITTEE OF LOCAL COMMUNITY ADVOCATES AND CONCERNED RESIDENTS TO GUIDE PROJECT ACTIVITIES. ESTABLISH AN INNOVATIVE COMMUNITY AIR MONITORING NETWORK OF MONITORS THROUGHOUT THE TARGET AREAS OF THE ISLAND. THE PROJECT WILL DEVELOP AN AIR MONITORING PROGRAM THAT PRODUCES DATA THAT ARE SCIENTIFICALLY VALID AND USEFUL TO THE COMMUNITY. THE PROJECT WILL DETERMINE THE TECHNOLOGY TO BE USED BASED ON NEED, COSTS AND USER CAPACITY SUCH AS PURPLEAIR MONITORS, GRAB SAMPLES/BUCKET BRIGADE, FENCELINE MONITORING, TEMPORARY STATIONARY MONITORING, MOBILE MONITORING, OR A CAMN NETWORK. \n\nTHIS PROJECT WILL RESULT IN REAL-TIME, LOCAL AIR QUALITY DATA THAT CAN ALSO BE USED IN SCIENTIFIC ANALYSIS; EDUCATION AND OUTREACH TO THE COMMUNITY UTILIZING VARIOUS MEDIA INCLUDING PRINT, SOCIAL MEDIA, WEBSITE, PUBLISHING AND DISTRIBUTE PRINTED BROCHURES, AND TOWNHALL MEETINGS. THE LONG TERM GOAL IS TO ESTABLISH A NETWORK OF AIR MONITORS THAT ARE INSTALLED AT BUILDINGS OR OTHER SITES WITHIN THE SELECTED COMMUNITY. THE MONITORS CONTINUOUSLY MEASURE LEVELS OF SPECIFIC AIR POLLUTANTS AND SEND THAT INFORMATION OVER THE INTERNET TO A SERVER, WHERE THE DATA ARE STORED IN A DATABASE.SUBRECIPIENT:THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS IN COMPLIANCE WITH APPENDIX A OF EPA'S SUBAWARD POLICY. THE SUB-AWARDEES WILL PROVIDE COORDINATION FOR PROJECT ACTIVITIES, PROVIDE TECHNICAL ASSISTANCE, AND LEAD THE AIR-MONITORING EDUCATION AND TRAINING PROGRAM.\n\nOUTCOMES:ANTICIPATED DELIVERABLES INCLUDE REPORT AND TWO BROCHURES ON LOCAL AIR AND WATER QUALITY. EXPECTED OUTCOMES OF THIS PROJECT ARE THE DEVELOPMENT OF NEW AIR QUALITY ORDINANCES AND POLICIES ENACTED BY LOCAL GOVERNMENT; DECREASE IN THE NUMBER OF ASTHMA-RELATED HOSPITAL VISITS AMONG COMMUNITY RESIDENTS; AND AN INCREASE IN COMMUNITY DIALOGUE ABOUT ENVIRONMENTAL IMPACTS AND PUBLIC HEALTH. DIRECT BENEFICIARIES OF THIS PROJECT ARE PREDOMINANTLY RESIDENTS LOCATED IN LOW INCOME/HIGH DENSITY NEIGHBORHOODS OF ST. CROIX.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "8d4ad881-8ec1-4610-b6bc-6b5bf9780723-R", "generated_internal_id": "ASST_NON_96241922_6800"}, {"internal_id": 145856390, "Award ID": "95820712", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-05", "CFDA Number": "66.306", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO ENHANCE THE CAPACITY OF CONFEDERATED SALISH AND KOOTENAI TRIBES' DIVISION OF ENVIRONMENTAL PROTECTION (DOEP) AND OTHER LOCAL EMERGENCY RESPONSE ENTITIES TO RESPOND EFFICIENTLY AND EFFECTIVELY IN THE FACE OF ENVIRONMENTAL EMERGENCIES. THIS GRANT WILL HELP PROTECT WATER QUALITY AND AIR QUALITY, WHICH SUPPORTS VULNERABLE POPULATIONS ON THE FLATHEAD INDIAN RESERVATION AS WELL AS A SUITE OF SENSITIVE PLANT AND ANIMAL SPECIES. THE MAIN OBJECTIVE OF THIS PROJECT IS TO ENHANCE THE CAPACITY OF CSKT'S DIVISION OF ENVIRONMENTAL PROTECTION (DOEP) AND OTHER LOCAL EMERGENCY RESPONSE ENTITIES TO RESPOND EFFICIENTLY AND EFFECTIVELY IN THE FACE OF ENVIRONMENTAL EMERGENCIES. THIS WILL HELP PROTECT WATER QUALITY AND AIR QUALITY, WHICH SUPPORTS VULNERABLE POPULATIONS ON THE FLATHEAD INDIAN RESERVATION AS WELL AS A SUITE OF SENSITIVE PLANT AND ANIMAL SPECIES. TO ACHIEVE THIS, CSKT WILL ENGAGE IN THESE ACTIVITIES:1) PARTNERSHIP DEVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "6b17e593-e1de-2dbd-3e33-b39f3cf19338-C", "generated_internal_id": "ASST_NON_95820712_6800"}, {"internal_id": 147354447, "Award ID": "95820612", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-07", "CFDA Number": "66.306", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO UTAH CLEAN ENERGY TO BUILD RESILIENCY AND ADDRESSES INDOOR/OUTDOOR AIR POLLUTION CHALLENGES THAT HAVE HISTORICALLY BURDENED SALT LAKE CITY&RSQUOANDS WESTSIDE COMMUNITIES.  THE PROJECT ACTIVITIES INCLUDE ENGAGING  SALT  LAKE  CITY&RSQUOANDS  WESTSIDE  COMMUNITIES  IN  A  COLLABORATIVE  PROCESS  TO:  1)  BUILD  A  SHARED  UNDERSTANDING  OF  BENEFICIAL  ELECTRIFICATIONAND  2)  DEVELOP  A  COMMUNITY  VISION  OF  WHAT  ASPECTS  OF  ELECTRIFICATION  ARE  MOST  IMPORTANTAND  3) IDENTIFY  THE  UNIQUE  OPPORTUNITIES  AND  BARRIERS  THAT  THE  COMMUNITIES  WILL  FACEAND  4)  BRING  STAKEHOLDERS  (SUCH  AS  THE  ELECTRIC  UTILITY,  SALT  LAKE  CITY,  AND  SERVICE  PROVIDERS)  INTO  LISTENING SESSIONS SO THEY DEVELOP AN UNDERSTANDING OF COMMUNITY NEEDS AND GOALSAND AND 5) CO-DEVELOP STRATEGIES BETWEEN THE COMMUNITIES, GOVERNMENT, UTILITY, AND SERVICE PROVIDERS TO  ENSURE  THAT  COMMUNITY NEEDS  AND  PRIORITIES  ARE  SUCCESSFULLY  INTEGRATED  INTO  PLANNING. EXPECTED OUTCOMES OF THIS PROJECT ARE INCREASED CLIMATE RESILIENCY IN WESTSIDE COMMUNITIESAND LONG-TERM REDUCTIONS IN INDOOR/OUTDOOR AIR QUALITY POLLUTANTS (PM2.5, CO, NO2)AND IMPROVED HEALTH OF COMMUNITY MEMBERS AND IMPROVED COMFORT OF HOMES FOR THOSE WHO PARTICIPATEAND AND INCREASED COMMUNITY CAPACITY TO ACCESS RESOURCES AND PARTICIPATE IN FUTURE UTILITY AND LOCAL GOVERNMENT ELECTRIFICATION PROGRAMS. DIRECT BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF WESTSIDE COMMUNITIES IN SALT LAKE CITY, UT, WHO ARE PREDOMINANTLY PEOPLE OF COLOR, LOW INCOME, AND LINGUISTICALLY ISOLATED FACING INCREASED LEVELS OF EXPOSURE TO AIR POLLUTION. THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS IN COMPLIANCE WITH APPENDIX A OF EPA&RSQUOANDS SUBAWARD POLICY. THE SUB-AWARDEES WILL PROVIDE TECHNICAL INSIGHT AND SERVE AS COMMUNITY CONVENORS HOSTING EVENTS, WORKSHOPS, AND LISTENING SESSIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "2bd8e34b-adcc-c6bb-13a5-2c382d047ec2-R", "generated_internal_id": "ASST_NON_95820612_6800"}, {"internal_id": 150724598, "Award ID": "95820512", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "66.306", "Description": "DESCRIPTION:HEAL UTAH PROPOSES TO SCALE AN EXISTING AIR QUALITY MAPPING PROJECT TO INCLUDE AN ENVIRONMENTAL JUSTICE COMPONENT. THE PROJECT COLLABORATION INCLUDES SALT LAKE COUNTY, THE UNIVERSITY OF UTAH, AND THE UTAH TRANSIT AUTHORITY AND  RESULTS  IN  A  FIRST-OF-ITS-KIND AIR POLLUTION  MAPPING  SYSTEM  USING  MONITORS  PLACED  ON  ELECTRIC BUSES. THE PROJECT GOAL IS TO CREATE A DETAILED AIR POLLUTION MAPPING SYSTEM.. THE CAPECE PROJECT PROPOSED HERE WILL ADD AIR MONITORS ON AN ELECTRIC BUS IN AN UNDERSERVED COMMUNITY IDENTIFIED  AS  UTA  ROUTE  509 IN WEST SALT LAKE.  THE  ELECTRIC  BUS  WILL  BE  AFFIXED  WITH  AN  AIR  QUALITY MONITOR SYSTEM. THIS SAME SYSTEM WILL ALSO BE INSTALLED ON THE UTA ROUTE 2BUS, WHICH WILL SERVE AS THE CONTROL ROUTE AND COMPARISON DATA SET. HEAL UTAH RECOGNIZES THE OPPORTUNITY THROUGH THE EPA EJCPS COOPERATIVE AGREEMENT TO, COLLECT  REAL-TIME  COMPARATIVE DATA, EDUCATE  THE COMMUNITY ON THE WEST SIDE OF SALT LAKE CITY AND  INVOLVE RESIDENTS  OF THESE NEIGHBORHOODS TO INCREASE UNDERSTANDING  AND ADDRESS LOCAL AIR QUALITY DISPARITIES, AND ENCOURAGE THE FORMATION OF A MORE EQUITABLE AND BALANCED DISTRIBUTION OF AIR QUALITY BURDENS.ACTIVITIES:THIS AMERICAN RESCUE PLAN-FUNDED COOPERATIVE AGREEMENT PROVIDES FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO THE HEALTHY ENVIRONMENT ALLIANCE OF UTAH. THE PROJECT WILL SCALE AN EXISTING AIR QUALITY MAPPING PROJECT TO INCLUDE AN ENVIRONMENTAL JUSTICE COMPONENT BY DEVELOPING A FIRST OF ITS KIND AIR POLLUTION MAPPING SYSTEM USING MONITORS PLACED ON ELECTRIC BUSES. \nTHIS COMPONENT WILL ADD MONITORS ON AN ELECTRIC BUS IN AN UNDERSERVED COMMUNITY, IDENTIFIED AS UTA ROUTE 509. THE AIR QUALITY MONITOR SYSTEM WILL BE AFFIXED TO THE BUS. THIS SAME COMPONENT WILL ALSO BE INSTALLED ON UTA ROUTE 2 BUS. THIS INSTALLATION WILL SERVE AS A CONTROL ROUTE AND COMPARISON DATA SET.\nPROJECT ACTIVITIES INCLUDE A PLANNING PHASE, DATA COLLECTION PLANNING TO ENSURE THAT THE PROJECT'S DATA COLLECTION, ANALYSIS AND VISUALIZATION CAPABILITIES ARE IN PLACE FOR SUCCESSFUL IMPLEMENTATION; AND THAT THE DATA COLLECTION PHASE, AND OUTREACH CAMPAIGN DIRECTLY TO RESIDENTS OF THE TARGET NEIGHBORHOODS ARE APPROPRIATELY IMPLEMENTED.\nEXPECTED OUTCOMES OF THIS PROJECT ARE AN INCREASE IN PUBLIC AWARENESS ABOUT THE PROJECT; RESULTS DEMONSTRATING THAT VULNERABLE COMMUNITIES ARE MORE IMPACTED BY AIR POLLUTION THAN ARE OTHERS, AN INCREASE IN CIVIC ENGAGEMENT OF TARGET POPULATIONS AND A DECREASE IN THE NUMBER OF AIR QUALITY-RELATED HOSPITAL VISITS WITHIN THE TARGETED NEIGHBORHOODS.  \nDIRECT BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF WESTSIDE COMMUNITIES OF SALT LAKE CITY, SERVED BY UTA ROUTE 509, INCLUDING GLENDALE (ZIP CODE 84104) AND THE NORTHERN PORTION OF WEST VALLEY CITY (ZIP CODE 84120). THESE NEIGHBORHOODS ARE COMPRISED PRINCIPALLY OF PERSONS OF COLOR, LOW INCOME AND LINGUISTICALLY ISOLATED POPULATIONS WHICH ARE FACING HIGHER LEVELS OF AIR POLLUTION.\nTHE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS IN COMPLIANCE WITH APPENDIX A OF EPA'S SUBAWARD POLICY. THE SUB-AWARDEES WILL PROVIDE EXPERTISE IN TECHNICAL ACTIVITIES, AND RESEARCH IN COLLECTING AND ANALYZING DATA FOR PUBLIC PRESENTATION , VISUALIZATION AND EDUCATION.\nSUBRECIPIENT:SUB-AWARDS ARE TO BE MADE TO SALT LAKE COUNTY OFFICE OF SUSTAINABILITY FOR SUPPORT IN THE AIR MONITORING ELEMENT OF THE PROJECT.OUTCOMES:CREATION OF A REPORT DETAILING THE FINDINGS OF THE BUS-MOUNTED AIR MONITORING IN TWO IDENTIFIED BUS ROUTES. THESE FINDING WILL BE USED TO INFORM BOTH THE COMMUNITY AND GOVERNMENT DECISION MAKERS AS TO THE POTENTIAL DISPARITY BETWEEN THE TWO AREAS OF EACH ROUTE.\nADDITIONALLY, MEET WITH RESIDENTS OF THE AFFECTED COMMUNITIES TO INCREASE PUBLIC AWARENESS ABOUT THE PROJECT; RESULTS AND DEMONSTRATE THAT VULNERABLE COMMUNITIES MAY BE MORE IMPACTED BY AIR POLLUTION THAN ARE OTHERS.  THIS INCREASE IN CIVIC ENGAGEMENT OF TARGET POPULATIONS WILL HOPEFULLY LEAD TO COMMUNITY AWARENESS OF THE HEALTH THREATS OF AI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "408d9bce-9983-6ff8-beb4-a58e119e7b86-R", "generated_internal_id": "ASST_NON_95820512_6800"}, {"internal_id": 148927840, "Award ID": "95812500", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-28", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED GRANT IS TO PROVIDE FUNDING TO ROCKY MOUNTAIN SUSTAINABLE LIVING SO THE PROPOSED PROJECT SEEKS SUPPORT FOR A BARRIER ANALYSIS TO EXPLORE AND ELUCIDATE POTENTIAL AND ACTUAL BARRIERS ASSOCIATED WITH CLIMATEWISE BUSINESS AND NON-PROFIT PARTICIPATION I.E., MEMBER RECRUITMENT. CLIMATEWISE IS A FREE, VOLUNTARY PROGRAM THAT OFFERS SIMPLE SOLUTIONS TO HELP ORGANIZATIONS REDUCE THEIR ENVIRONMENTAL IMPACT, SAVE MONEY, GAIN RECOGNITION FOR THEIR ACHIEVEMENTS IN ENERGY AND WATER CONSERVATION, WASTE REDUCTION, ALTERNATIVE TRANSPORTATION AND SOCIAL RESPONSIBILITY. IMPORTANTLY, OUR BARRIER ANALYSIS WILL PROVIDE A FRAMEWORK FOR SUBSEQUENT RECRUITMENT EFFORTS THAT WILL BE USED TO EXAMINE AND ENHANCE CLIMATEWISE' OUTREACH AND RECRUITMENT TO UNDERREPRESENTED GROUPS. IN SHORT, WE SEEK TO ENGAGE IN A COMPREHENSIVE REVIEW OF BARRIERS TO JOINING AND FULLY PARTICIPATING WITHIN THE CLIMATEWISE PROGRAM. WE EXPECT TO IDENTIFY HOW THE PROGRAM CAN MOST EFFECTIVELY ENGAGE THE PROGRAM'S DIVERSE AND EVER-CHANGING SET OF STAKEHOLDERS, ESPECIALLY MEMBERS/NON-MEMBERS THAT REPRESENT HISTORICALLY MARGINALIZED GROUPS. \nACTIVITIES:\nTO ACCOMPLISH THE GOALS OF THIS PROJECT, WE ADOPT A THREE-TIERED APPROACH TO GATHER DATA THAT ELUCIDATES AND INFORMS REAL AND PERCEIVED BARRIERS WITHIN CLIMATEWISE: WITH COMMUNITY BACKGROUND INFORMATION:\n1.\tREVIEW OF SCHOLARLY AND APPLIED RESEARCH BY EXPLORING GROUPS' STRATEGIC PLANS, REPORTS AND OTHER DOCUMENTS SUCH AS (I.E. CITY PLAN, ARTS AND CULTURE MASTER PLAN AND PREVIOUS CLIMATE ACTION PLANS) AS WELL AS EXISTING RELATIONSHIPS.\n2.\tREVIEW OF APPLICABLE CLIMATEWISE PRACTICES (HISTORICAL AND CONTEMPORARY)\n3.\tDIRECT OUTREACH TO AFFECTED STAKEHOLDERS\n\nOUTCOMES:\nSHORT TERM:\n\t\tPRODUCTION AND DISSEMINATION OF REPORT\n\t\tIDENTIFICATION OF UNDERSERVED GROUPS\n\t\tBARRIER ANALYSIS TO IDENTIFY WEAKNESSES IN EXISTING PROGRAM\nMEDIUM TERM:\n\t\tDEVELOPMENT OF NEW STRATEGIES TO BROADEN PARTICIPATION\nLONG TERM:\n\t\tGREATER AND MORE INCLUSIVE PARTICIPATION\n\t\tDECREASE IN C02E PRODUCTION IN FT. COLLINS COMMUNITY\n\nSUBRECIPIENT:\nTHE SUBAWARDEE, AUBURN UNIVERSITY, COMPLIES WITH ALL FEDERAL AND STATE REGULATIONS IN THE MANAGEMENT OF GRANT AWARD FUNDS. ALL GRANT SUBAWARD AGREEMENTS ARE REVIEWED AND SIGNED BY THE VICE PRESIDENT FOR RESEARCH AND ECONOMIC DEVELOPMENT AT AUBURN UNIVERSITY OR ONE OF HIS DELEGATES. THE OFFICE OF RESEARCH COMPLIANCE, IN CONJUNCTION WITH THE OFFICE OF THE VICE PRESIDENT FOR RESEARCH AND ECONOMIC DEVELOPMENT, PROVIDES OVERSIGHT AND CONGRUENCY REVIEW WITH ALL INSTITUTIONAL REVIEW BOARDS FOR THE PROTECTION OF HUMAN SUBJECTS IN RESEARCH (IRBS), INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC), AND INSTITUTIONAL BIOSAFETY COMMITTEE (IBC). CONTRACTS AND GRANTS ACCOUNTING ESTABLISHES GRANT FUNDS AT AUBURN UNIVERSITY AND IS RESPONSIBLE FOR THE TIMELY INVOICING AND FINANCIAL REPORTING TO SPONSOR AGENCIES IN LINE WITH THE AGREEMENT ESTABLISHED WITH THE SPONSOR. THEY ALSO ASSIST WITH THE ANNUAL FINANCIAL STATEMENT AUDIT AND SPONSOR-SPECIFIC AUDITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 75000.0, "Infrastructure Obligations": null, "recipient_id": "123e79b7-fe7a-b4a7-5b74-1647881e15fb-R", "generated_internal_id": "ASST_NON_95812500_6800"}, {"internal_id": 145856391, "Award ID": "84037901", "Award Amount": 199911.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-06", "CFDA Number": "66.306", "Description": "THE PURPOSE OF THIS PROJECT IS TO TRAIN 30 NORTH PHILADELPHIA RESIDENTS TO BECOME LICENSED PESTICIDE APPLICATORS AND PROVIDE PEST MANAGEMENT TO THE HOMES OF 40 UNDER-SERVED RESIDENTS IN THE 19124, 19133, AND 19140 ZIP CODES. THESE SERVICES WILL QUALIFY THE HOMES FOR ENERGY CONSERVATION AND REPAIR PROGRAMS FROM WHICH THEY HAD BEEN EXCLUDED BECAUSE OF THE PEST ISSUE. PROJECT ACTIVITIES INCLUDE DESIGNING THE PESTICIDE APPLICATOR PROGRAM; RECRUITING TRAINEES; EVALUATING AND REFINING THE PROGRAM; AND PUBLIC OUTREACH. THE EXPECTED OUTCOMES OF THIS PROJECT ARE THE CREATION OF AN IPM WORKFORCE, PEST-FREE HOMES, SUSTAINABLE ONGOING TRAINING, REPLICATION OF THE PROGRAM IN OTHER AREAS, AND PUBLIC RECOGNITION OF IPM IN THE COMMUNITY. DIRECT BENEFICIARIES OF THIS PROGRAM ARE RESIDENTS IN THE 19124, 19133, AND 19140 ZIP CODES, WHICH ARE PREDOMINANTLY AFRICAN AMERICAN AND LATINO. SUBAWARDS WILL BE ISSUED TO PROVIDE COMPREHENSIVE PROJECT EVALUATION AND DESIGN, TRAINING, AND TECHNICAL ASSISTANCE OF THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6495834f-dc56-4c6d-a92a-bd758408a0c3-C", "generated_internal_id": "ASST_NON_84037901_6800"}, {"internal_id": 151169393, "Award ID": "84037801", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103(B) OF THE CLEAN AIR ACT TO VISTA COMMUNITY CLINIC (VCC) TO UPDATE AND MODERNIZE AN EXISTING FARMWORKER-SPECIFIC EMERGENCY RESPONSE PLAN AND TO DESIGN AND DELIVER A CURRICULUM TO TRAIN FARMWORKERS ON EMERGENCY PREPAREDNESS, AS WELL AS WILDFIRE AND COVID-19 RISK MITIGATION. FARMWORKERS IN SAN DIEGO COUNTY, CALIFORNIA ARE OFTEN EXPLOITED FOR CHEAP LABOR, AND MANY FACE SIGNIFICANT INSECURITY DUE TO THEIR LACK OF LEGAL IMMIGRATION STATUS. THE TARGETED UNDERSERVED POPULATION OF FARMWORKERS IS PREDOMINANTLY LATINX (82.1%), UNINSURED (35.9%), AND LIVING 200% BELOW THE FEDERAL POVERTY LINE (96.6%). THIS POPULATION ALSO FACES SIGNIFICANT HOUSING INSECURITY, INSUFFICIENT NUTRITIONAL ACCESS, EXPOSURE TO PESTICIDES, AND INCREASED ELEMENTAL EXPOSURE INCLUDING HEAT, SUN, COLD, RAIN, AS WELL IS PERSISTENCE OF HEALTH CONDITIONS SUCH AS RESPIRATORY ISSUES, DIABETES, AND HYPERTENSION. PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED RESPIRATORY ISSUES LIKE ASTHMA ARE MORE LIKELY TO  BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED.. ACTIVITIES:THE PLANNING FOR THE ROAD AHEAD PROGRAM AIMS TO FIRST CONDUCT A NEEDS-BASED ASSESSMENT FOR THE FARMWORKER POPULATION IN ORDER TO DESIGN HEALTH EDUCATION TOOLS USED TO TRAIN PROMOTORES (CHWS) FOR THE DISSEMINATION OF A FARMWORKER-SPECIFIC EMERGENCY RESPONSE PLAN THAT ALSO ADDRESSES WILDFIRE RISKS, HEALTHCARE ACCESS, FARMWORKER-SPECIFIC HEALTH DISPARITIES, AND COVID-19. TRAININGS WILL BE CONDUCTED LOCALLY AS WELL AS NATIONALLY USING ONLINE WORKSHOPS. THE EFFECTIVENESS OF TRAINING AND EDUCATION MATERIALS WILL BE EVALUATED BASED ON DOCUMENTATION OF COMPLETION OF CURRICULA, HOW MANY COMMUNITIES USE THE WORKSHOP TO DEVELOP THEIR OWN EMERGENCY PREPAREDNESS PLAN (EPP), AND SURVEY DATA COLLECTED FROM WORKSHOP PARTICIPANTS ON THEIR SATISFACTION AFTER TRAINING. SUBRECIPIENT:THE SUBAWARD FUNDS WILL BE USED TO SUPPORT CURRICULUM DEVELOPMENT, TO DEVELOP A FARMWORKER EMERGENCY PREPAREDNESS PLAN, AND DISSEMINATE PROJECT RESULTS LOCALLY AND NATIONALLY.  SUBAWARD FUNDS WILL ALSO BE USED TO SUPPORT COMMUNITY-BASED ORGANIZATIONS IN AN ADVISORY ROLE ON THE PROJECT.  COMMUNITY-BASED ORGANIZATIONS WILL SERVE ON THE PROJECT'S ADVISORY BOARD, SHARE THEIR EXPERTISE, AND PROVIDE ACCESS TO COMMUNITIES AND RESOURCES WITHIN THEIR OWN NETWORKS.OUTCOMES:THE INTENDED BENEFICIARIES OF THE PLANNING FOR THE ROAD AHEAD PROJECT ARE SOUTHERN CALIFORNIA FARMWORKERS, FARMWORKERS AROUND THE U.S., AND PROMOTORES THAT OVERSEE THE HEALTH AND SAFETY OF THE WORKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "884da777-1974-ffb3-3852-829028b32e5d-C", "generated_internal_id": "ASST_NON_84037801_6800"}, {"internal_id": 148927795, "Award ID": "84037701", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-14", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AMERICAN RESCUE PLAN (ARP) FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO SEEED, INC TO IMPROVE THE ENERGY EFFICIENCY, INDOOR AIR QUALITY, AND CLIMATE RESILIENCE OF THE OLDER HOUSING STOCK IN KNOXVILLE AND ADDRESS HEALTH DISPARITIES ASSOCIATED WITH EXPOSURE TO AIR POLLUTION AND CLIMATE CHANGE IMPACTS. THIS AGREEMENT QUALIFIES FOR ARP FUNDING UNDER CAA SECTION 103(B)(3). PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED ASTHMA ARE MORE LIKELY TO BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED.\nACTIVITIES:\nPROJECT ACTIVITIES INCLUDE (1) CONVENING A CLIMATE PLUS STAKEHOLDERS TASK FORCE TO ADDRESS THE ISSUES OF CLIMATE CHANGE, WEATHERIZATION, ENERGY EFFICIENCY, INDOOR AIR QUALITY, AND HEALTH;  (2) CONDUCTING A STUDY AND PUBLIC EDUCATION PROJECT TO ASSESS AND IMPROVE THE INDOOR AIR QUALITY IN 40-50 WEATHERIZED HOMES AND LEARN THE BEST LOW-COST, INDOOR AIR QUALITY IMPROVEMENTS THAT CAN BE MADE BY YOUNG ADULTS TO INFORM WORKFORCE DEVELOPMENT; AND (3) EDUCATING LOW INCOME COMMUNITY MEMBERS ON HOW CLIMATE CHANGE WILL AFFECT INDOOR AIR QUALITY AND THE LINK BETWEEN RESPIRATORY ILLNESS, AIR QUALITY, AND CLIMATE CHANGE.\nOUTCOMES:\nEXPECTED OUTCOMES OF THIS PROJECT ARE COMMUNITY VISION AND STRATEGIC GOAL SETTING TO SOLVE INDOOR ENVIRONMENTAL AND HOUSING INJUSTICES, ACCRUAL OF INDOOR AIR QUALITY, HEALTH, AND WELLBEING BENEFITS TO LOW-INCOME HOUSEHOLDS, INCREASE IN ACCESS TO INFORMATION THAT EDUCATES THE COMMUNITY, AND ADDRESSING RACIAL, HEALTH AND WEALTH DISPARITIES THROUGH IMPROVED HOUSING CONDITIONS AND CLIMATE PREPAREDNESS MEASURES. DIRECT BENEFICIARIES ARE LOW-INCOME MINORITIES IN KNOXVILLE WHERE THE LARGEST POCKETS OF BOTH POVERTY AND PEOPLE OF COLOR EXIST AND THE HOUSING STOCK IS OLDER. \nSUBRECIPIENT:\nTHE RECIPIENT INTENDS TO ISSUE A SUBAWARD AGREEMENT TO THREE3, INC. IN COMPLIANCE WITH APPENDIX A OF EPA&RSQUO;S SUBAWARD POLICY. THREE3, INC. IS A 501 (C)(3) NON-PROFIT SCIENTIFIC AND EDUCATION ORGANIZATION LOCATED IN KNOXVILLE. THREE3 WILL PROVIDE TECHNICAL ASSISTANCE TO SEEED FOR COMMUNITY ENGAGEMENT STRATEGIES, PROVIDE TRAINING AND EDUCATIONAL MATERIALS FOR CE TRAINING AND COMMUNITY OUTREACH AND EDUCATION, COORDINATE PARTNER COLLABORATION AND WORK CLOSELY WITH THE CITY TO FACILITATE THE CLIMATE PLUS TASK FORCE, BE RESPONSIBLE FOR MEASURING THE OUTPUTS AND EVALUATING THE OUTCOMES OF THE CLIMATE PLUS PILOT PROJECT, AND CONTRIBUTE TO THE DISSEMINATION OF THE RESULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "ee658d7f-6874-dbc9-cb9d-c9e5713ab95d-R", "generated_internal_id": "ASST_NON_84037701_6800"}, {"internal_id": 146600635, "Award ID": "84037601", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-07", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS ENVIRONMENTAL JUSTICE COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 8001 OF THE SOLID WASTE DISPOSAL ACT TO TENNESSEE ENVIRONMENTAL COUNCIL TO ORGANIZE A SERIES OF 10 'EXTREME HOME CLEANUP' COMMUNITY HOUSEHOLD WASTE EVENTS IN MINORITY, LOW-TO-MODERATE INCOME OR UNDERSERVED COMMUNITIES IN TENNESSEE IN THE NEXT TWO YEARS, AND TO CREATE A SUSTAINABLE MODEL OF EXPANDING THE NUMBER AND FREQUENCY OF SUCH EVENTS STATEWIDE IN THE FUTURE. AT EACH EVENT, PARTICIPANTS WILL RECEIVE A BRIEF EDUCATIONAL PRESENTATION AND MATERIALS TO SHOW THEM WHERE MATERIALS MAY BE DISPOSED OF AND RECYCLED LOCALLY ANY TIME OF YEAR. THIS PROGRAM SERVES MINORITY AND LOW-INCOME COMMUNITIES ACROSS THE STATE OF TENNESSEE. SPECIFIC LOCATIONS TO BE DETERMINED DURING THE PROJECT PLANNING PHASE. \nACTIVITIES:\nPROJECT ACTIVITIES INCLUDE RECRUITMENT AND TRAINING OF A PROJECT COORDINATOR, SELECTION OF COMMUNITIES TO HOST 'EXTREME HOME CLEANUP' EVENTS, OUTREACH TO COMMUNITY LEADERS, DEVELOPMENT OF EDUCATIONAL MATERIALS AND EVENT LOGISTICS, IMPLEMENTATION OF EVENTS, AND PROGRAM SUSTAINABILITY AND EVALUATION. \nOUTCOMES:\nEXPECTED OUTCOMES OF THIS PROJECT ARE INCREASED KNOWLEDGE ABOUT HOW TO PROPERLY RECYCLE, INCREASE IN COMMUNITY RECYCLING, REDUCED NUMBER OF DISTRESSED PROPERTIES, COMMUNITIES REPORTING CLEANER, HEALTHIER LIVING CONDITIONS, AND IMPROVED AIR AND WATER QUALITY INDICATORS. DIRECT BENEFICIARIES OF THIS PROJECT ARE LOW-TO-MODERATE INCOME OR UNDERSERVED COMMUNITIES IN TENNESSEE INCLUDING COMMUNITIES NOTORIOUS FOR LANDFILL ISSUES SUCH AS CAMDEN, DECATURVILLE, MURFREESBORO, NORTH NASHVILLE\\BORDEAUX, AND DICKSON.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25a077c4-6d0b-4b80-ec61-b79ca0d9750e-R", "generated_internal_id": "ASST_NON_84037601_6800"}, {"internal_id": 149897533, "Award ID": "84037501", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT, PARTIALLY FUNDED BY THE AMERICAN RESCUE PLAN, IS TO PROVIDE FUNDING TO NAMATI. THIS NON-PROFIT ORGANIZATION WILL WORK TO BOLSTER FRONTLINE COMMUNITY CAPACITY IN EPA REGION 3 TO EFFECTIVELY ADVANCE ENVIRONMENTAL JUSTICE (EJ) USING TWO INNOVATIVE, COMMUNITY-CENTERED APPROACHES: COMMUNITY SCIENCE AND LEGAL EMPOWERMENT. NAMATI WILL CO-DEVELOP AND IMPLEMENT AN EJ ACADEMY TO INCREASE CAPACITY OF COMMUNITY LEADERS TO MORE EFFECTIVELY ADDRESS EJ ISSUES IN THE MID-ATLANTIC REGION AS WELL AS ENABLE AND SUPPORT EJ ACADEMY GRADUATES TO CONDUCT 'EJ BOOTCAMPS,' TO ADDRESS SPECIFIC EJ ISSUES IDENTIFIED BY RESIDENTS IN THEIR HOME COMMUNITIES.ACTIVITIES: THE MYRIAD ENVIRONMENTAL INJUSTICES THROUGHOUT THE REGION ILLUSTRATE THE NEED FOR WIDESPREAD CAPACITY ON ENVIRONMENTAL JUSTICE (EJ) ISSUES WITHIN COMMUNITIES. THE PROPOSED PROGRAM FEATURES: 1) A ROBUST CURRICULUM UTILIZING THE EPA'S CPS MODEL; 2) A TRAINING OF TRAINERS (TOT) APPROACH FOR INCREASING CAPACITY AND BROADENING PROGRAM IMPACTS; 3) CONDENSED 'BOOTCAMP' STYLE TRAININGS TO BE EVEN MORE ACCESSIBLE FOR COMMUNITY MEMBERS AND DIRECTLY RESPONSIVE TO COMMUNITY NEEDS; AND 4) PRACTICAL CAPSTONE PROJECTS FOR PARTICIPANTS TO APPLY THE KNOWLEDGE AND SKILLS COVERED TO ADDRESSING EJ ISSUES IN THEIR HOME COMMUNITIES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:NAMATI WILL DEVELOP A PROJECT TEAM TO PUBLICIZE THE ENVIRONMENTAL JUSTICE ACADEMY PROGRAM BROADLY TO ENSURE AN OPTIMAL POOL OF POTENTIAL PARTICIPANTS VIA THEIR NETWORKS ACROSS THE MID-ATLANTIC REGION. COMMUNITY PARTNERS WILL ASSIST WITH THE DEVELOPMENT AND TRANSLATION OF OUTREACH MATERIALS REGARDING THE ACADEMY AND BOOTCAMPS; AS WELL AS RECRUITMENT EFFORTS TO LOCAL EJ AND HEALTH ISSUES . OUTREACH AND RECRUITMENT EFFORTS WILL FOCUS ON FRONTLINE/ COMMUNITIES WITH EJ ISSUES IN THE REGION. THE PROJECT TEAM WILL MEET WITH RESIDENTS IN ORDER TO EXPLAIN THE PROJECT AND ADDRESS CONCERNS REGARDING THE PROGRAM. ANTICIPATED OUTCOMES OF COMMUNITY OUTREACH INCLUDE INCREASING AWARENESS OF ENVIRONMENTAL JUSTICE ISSUES AND RESOURCES THROUGHOUT THE REGION, INCREASED CONNECTIVITY BETWEEN ENVIRONMENTAL JUSTICE ADVOCATES AND COMMUNITIES. BENEFICIARIES INCLUDE DISTRESSED COMMUNITIES, HBCUS AND UNIVERSITIES, COMMUNITY LEADERS, GOVERNMENT AGENCIES, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "b0d4a029-9b9d-7b38-bca8-10e0e950c53d-R", "generated_internal_id": "ASST_NON_84037501_6800"}, {"internal_id": 148927800, "Award ID": "84037401", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-01", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS COOPERATIVE AGREEMENT (PARTIALLY FUNDED WITH AMERICAN RESCUE PLAN APPROPRIATIONS) IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT AND SECTION 104 OF THE CLEAN WATER ACT TO MID-AMERICA REGIONAL COUNCIL CSC TO COORDINATE COMMUNITY-BASED CLIMATE RESILIENCE EFFORTS ACROSS THE KANSAS CITY METROPOLITAN AREA THROUGH STRATEGIC INVESTMENT IN COMMUNITY ORGANIZATIONS AND PUBLIC EDUCATION AROUND THE RECENTLY ADOPTED REGIONAL CLIMATE ACTION PLAN (CAP). THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS TO SUPPORT CAPACITY BUILDING WITH STAFF TIME FOR PROJECT DEVELOPMENT AND IMPLEMENTATION, TRAINING, OUTREACH TO OTHER NEIGHBORHOOD GROUPS, AND TECHNICAL ASSISTANCE DELIVERY. \n\n\nACTIVITIES:\n PROJECT ACTIVITIES INCLUDE PROVIDING COMMUNITY LEADERS WITH FUNDING AND TECHNICAL ASSISTANCE TO ADVANCE NEIGHBORHOOD LEVEL CLIMATE RESILIENCE, WITH AN EMPHASIS ON GREEN INFRASTRUCTURE; COMMUNITY PARTNERS SUPPORTING THE DEVELOPMENT OF A CLIMATE RESILIENCE AND VULNERABILITY ASSESSMENT,  AND DEPLOYING THE FRAMEWORK TO UNDERSTAND THE RISKS, GAPS, AND OPPORTUNITIES TO ADVANCE RESILIENCE GOALS WITHIN THEIR SERVICE AREAS; AND COMMUNITY LEADERS ENGAGING IN SHARED LEARNING OPPORTUNITIES TO CREATE EFFICIENCIES IN NEIGHBORHOOD SCALE CLIMATE RESILIENCE PROJECTS AND IDENTIFY BEST PRACTICES FOR COMMUNITY-BASED RESILIENCE IN THE KANSAS CITY REGION. \nOUTCOMES:\nEXPECTED OUTCOMES OF THIS PROJECT ARE INCREASED CLIMATE AWARENESS ACROSS THE KC METRO; BUILDING OF CAPACITY, TOOLS, AND MODELS FOR COMMUNITY-BASED RESILIENCE EFFORTS; AND SUPPORTING PROJECTS THAT INCREASE CLIMATE RESILIENCE AMONGST THE MOST VULNERABLE, ALL WHILE CONNECTING COMMUNITY-BASED EFFORTS TO REGIONAL POLICY, PLANNING, AND LOCAL CLIMATE LEADERSHIP. DIRECT BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF KANSAS CITY, PARTICULARLY IVANHOE, WESTSIDE, AND DUNBAR NEIGHBORHOODS IN KANSAS CITY, MISSOURI AND NORTHEAST NEIGHBORHOODS OF KANSAS CITY, KANSAS.\nSUBRECIPIENT:\nMARC WILL SUB AWARD $100,000 IN GRANT FUNDS TO COMMUNITY PARTNERS TO SUPPORT CAPACITY BUILDING INCLUDING INCREASED STAFF TIME FOR PROJECT DEVELOPMENT AND IMPLEMENTATION, TRAINING, OUTREACH AND CONSENSUS BUILDING WITH OTHER NEIGHBORHOOD GROUPS, AND TECHNICAL ASSISTANCE DELIVERY ON COMMUNITY RESILIENCE PLANNING AND AIR QUALITY MONITORING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "80929b28-9009-c174-94ad-9245dd7d2282-C", "generated_internal_id": "ASST_NON_84037401_6800"}, {"internal_id": 150724574, "Award ID": "84037301", "Award Amount": 199999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED ENVIRONMENTAL JUSTICE COLLABORATIVE PROBLEM SOLVING (EJCPS) COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO THE TULALIP TRIBES OF WASHINGTON TO ENGAGE AND EMPOWER TRIBAL COMMUNITIES THROUGH AN INNOVATIVE, E-LEARNING APPROACH TO RISK COMMUNICATION THAT HELPS TRIBAL FAMILIES IDENTIFY, REDUCE, AND PREVENT INDOOR AIR HAZARDS. INDIGENOUS COMMUNITIES, LIKE MOST ALL COMMUNITIES OF COLOR IN THE UNITED STATES, ARE SUBJECT TO CHRONIC, CUMULATIVE, AND DISPROPORTIONATE ENVIRONMENTAL EXPOSURES FROM MULTIPLE ENVIRONMENTAL MEDIA. PROJECT ACTIVITIES FUNDED BY THIS GRANT INCLUDE DESIGN, PRODUCTION, PILOTING, AND EVALUATION OF A SET OF 12 VIDEOS, EACH 2 -4 MINUTES IN LENGTH, THAT GRAPHICALLY DEPICT INDOOR AIR HAZARDS. EXPECTED OUTCOMES OF THE PROJECT INCLUDE FEEDBACK AND INSIGHTS FROM TRIBAL COMMUNITIES THAT HELP ENSURE THE OUTREACH TOOL (VIDEOS) ARE CULTURALLY TAILORED, AND AN ENHANCED METHOD OF HEALTHY HOMES OUTREACH THAT ACCELERATES LEARNING, ENABLING RESIDENTS TO RECOGNIZE AND AVOID INDOOR AIR HAZARDS. DIRECT BENEFICIARIES ARE THE TULALIP TRIBES, THE LOUDEN TRIBAL COUNCIL, AND THE POARCH BAND OF CREEK INDIANS. THE RECIPIENT INTENDS TO ISSUE A SUBAWARD AGREEMENTS TO ITS PARTNER IN COMPLIANCE WITH APPENDIX A OF EPA'S SUBAWARD POLICY. THE SUB-AWARDEES WILL PROVIDE LOGISTICAL SUPPORT IN THE PLANNING AND HOSTING OF FOCUS GROUPS AT PILOT SITES. ACTIVITIES:PROJECT ACTIVITIES INCLUDE DESIGNING, PRODUCING, PILOTING, AND EVALUATING OF A SET OF 12 VIDEOS THAT GRAPHICALLY DEPICT INDOOR AIR HAZARDS AND DEMONSTRATE ACTIONS TO REDUCE OR PREVENT EXPOSURES.  THESE VIDEOS WILL EDUCATE AND EMPOWER TRIBAL FAMILIES IN THE TULALIP TRIBE, LOUDEN TRIBAL COUNCIL, AND THE POARCH BAND OF CREEK INDIANS TO IDENTIFY, REDUCE, AND PREVENT INDOOR AIR HAZARDS. THE RECIPIENT WILL COMPARE THE OUTCOMES AGAINST A CONTROL GROUP WHO RECEIVED PRINTED MATERIALS.SUBRECIPIENT:THE SUBAWARDEE WILL DESIGN, PRODUCE, DISTRIBUTE, AND EVALUATE OF A SET OF 12 VIDEOS THAT GRAPHICALLY DEPICT INDOOR AIR HAZARDS AND DEMONSTRATE ACTIONS TO REDUCE OR PREVENT EXPOSURES.  THESE VIDEOS WILL EDUCATE AND EMPOWER TRIBAL FAMILIES IN THE TULALIP TRIBE, LOUDEN TRIBAL COUNCIL, AND THE POARCH BAND OF CREEK INDIANS TO IDENTIFY, REDUCE, AND PREVENT INDOOR AIR HAZARDS. THE SUBAWARDEE WILL COMPARE THE OUTCOMES AGAINST A CONTROL GROUP WHO RECEIVED PRINTED MATERIALS.OUTCOMES:THE EXPECTED PRIMARY PROJECT OUTCOME WILL BE AN ENHANCED METHOD OF HEALTHY HOMES OUTREACH THAT ACCELERATES LEARNING, ENABLING RESIDENTS TO RECOGNIZE AND AVOID INDOOR AIR HAZARDS. SPECIFICALLY, THE VIDEOS WILL PROMOTE WAYS TO REDUCE CARBON MONOXIDE POISONINGS, INGESTION OF LEAD, ACCIDENTAL POISONINGS AND ASTHMA DISPARITIES LINKED TO CHRONIC EXPOSURE TO CLEANING AGENTS, ALLERGENS, WOODSMOKE, PESTS, PESTICIDES, AND MOLD. DIRECT BENEFICIARIES ARE FAMILIES IN THE TULALIP TRIBE, THE LOUDEN TRIBAL COUNCIL, AND THE POARCH BAND OF CREEK INDIANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 199999.0, "Infrastructure Obligations": null, "recipient_id": "c3af27ef-648c-485f-7e74-3484bd387e62-C", "generated_internal_id": "ASST_NON_84037301_6800"}, {"internal_id": 146771052, "Award ID": "84037201", "Award Amount": 160000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-16", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO LIVE HEALTHY LITTLE HAVANA INC TO PROVIDE PUBLIC EDUCATION AND TECHNICAL ASSISTANCE TO PREVENT INDOOR AIR POLLUTION AND PROMOTE ENERGY EFFICIENCY IN AFFORDABLE HOUSING UNITS VULNERABLE TO NATURAL DISASTERS AND CLIMATE CHANGE. THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS IN COMPLIANCE WITH APPENDIX A OF EPA'S SUBAWARD POLICY. THE SUB-AWARDEES WILL PROVIDE IN DEPTH TRAINING TO COMMUNITY LIAISONS, DEVELOPMENT OF KNOWLEDGE ASSESSMENTS, DEVELOPMENT OF MARKETING MATERIALS, AND LEAD CLIMATE RESILIENT AFFORDABLE HOUSING CONVERSATIONS.\n\nPLEASE NOTE THAT CAA 103(B)(3): PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED ASTHMA ARE MORE LIKELY TO  BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED.\nACTIVITIES:\nPROJECT ACTIVITIES INCLUDE DEVELOPMENT OF NEIGHBORHOOD SPECIFIC TRAININGS; TRAINING OF COMMUNITY LIAISONS ON DISASTER PREPAREDNESS, CLIMATE RESILIENCY, AND A CONNECTION BETWEEN ENERGY EFFICIENCY AND GREENHOUSE GAS EMISSIONS; COMMUNITY ENGAGEMENT; AND MONITORING OF BUSINESSES AND LANDLORDS WHO IMPLEMENT RELEVANT CLIMATE RESILIENT STRATEGIES.\nOUTCOMES:\nEXPECTED OUTCOMES OF THIS PROJECT ARE AN INCREASE IN CLIMATE RESILIENT AFFORDABLE HOUSING PRACTICES, INCREASE IN CLIMATE READY BUSINESSES AND PROPERTIES, INCREASE IN LOCAL STAKEHOLDER COMMITMENT, AND A MINIMIZATION OF DISPLACEMENT OF LITTLE HAVANA RESIDENTS DUE TO DISASTER OR CLIMATE CHANGE RELATED SOURCES OF INDOOR AIR POLLUTION SUCH AS MOLD. DIRECT BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF THE LITTLE HAVANA NEIGHBORHOOD, WHICH IS PRIMARILY COMPOSED OF LOW-INCOME FAMILIES WHO ARE IMPACTED BY POOR INDOOR AIR QUALITY.\nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 160000.0, "Infrastructure Obligations": null, "recipient_id": "dd571c25-966b-ac40-66fb-29afda4f6081-R", "generated_internal_id": "ASST_NON_84037201_6800"}, {"internal_id": 147535008, "Award ID": "84037001", "Award Amount": 199983.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-23", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED ENVIRONMENTAL JUSTICE COLLABORATIVE PROBLEM SOLVING (EJCPS) COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO THE YUROK TRIBE TO CREATE A SCALABLE AND ADAPTABLE DATA COLLECTION PLAN TO EVALUATE THE ENVIRONMENTAL IMPACTS OF CONDUCTING PRESCRIBED AND CULTURAL BURNS. THE DATA COLLECTION PLAN IS A CRITICAL PART OF CLIMATE RESILIENCY PLANNING BY PROVIDING SCIENTIFIC EVIDENCE OF THE IMPACTS OF PRESCRIBED AND CULTURAL BURNS AS A METHOD TO REDUCE FUEL FOR CATASTROPHIC WILDFIRES AND SUPPORT AND STRENGTHEN CULTURAL RESOURCES AND TRADITIONAL FOOD SYSTEMS, SUCH AS TANOAK GROVES. CATASTROPHIC WILDFIRES CAN INCREASE AIR POLLUTION TO DANGEROUS LEVELS THAT IMPACT HUMAN HEALTH. PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED ASTHMA ARE MORE LIKELY TO BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED.  PROJECT ACTIVITIES INCLUDE CONDUCTING QUARTERLY PROJECT MEETINGS; CREATING WORKING GROUPS WHERE EXPERTS IN SPECIFIC FIELDS CAN GATHER TO DISCUSS THE DATA COLLECTION PLANS AND PROTOCOLS FOR THEIR EMPHASIS; AND DEVELOPING A DATA COLLECTION PLAN WITH PARTNER FEEDBACK. EXPECTED OUTCOMES INCLUDE THE COLLECTION OF A LARGE DATASET TO COMPARE THE EFFECTIVENESS OF PRESCRIBED AND CULTURAL BURNS AS A CATASTROPHIC WILDFIRE PREVENTION IN VARIOUS ECOSYSTEMS AND MICROCLIMATE; INCREASED PARTNERSHIP AND COLLABORATION ON PRESCRIBED AND CULTURAL BURNS IN THE REGION; AND INCREASED CLIMATE RESILIENCY IN YUROK AND KARUK ANCESTRAL TERRITORIES. DIRECT BENEFICIARIES ARE MEMBERS OF THE YUROK, KARUK, AND HOOPA TRIBES. THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS TO PROVIDE EXPERTISE AS NECESSARY AND APPROPRIATE AND REVIEW AND PROVIDE INPUT ON RELEVANT PROTOCOLS. \nACTIVITIES:\nTHE GRANTEE WILL WORK TO IDENTIFY ADDITIONAL COLLABORATORS; CREATE AND SIGN CONTRACTS WITH STAKEHOLDERS; AND ALLOCATE THEIR FUNDING ON A REGULAR BASIS. THE GRANTEE WILL ALSO ORGANIZE AND HOST QUARTERLY PROJECT MEETINGS BETWEEN ALL STAKEHOLDERS. WORKING GROUPS WILL BE CREATED WHERE EXPERTS IN SPECIFIC FIELDS CAN DISCUSS THE DATA COLLECTION PLAN AND ACCOMPANYING PROTOCOLS. MEETINGS NOTES FROM THE QUARTERLY PROJECT MEETINGS AND WORKING GROUP MEETINGS WILL BE COMPILED ON AN ONGOING BASIS AND WILL FORM THE BASIS OF THE DATA COLLECTION PLAN, AND WILL BE MADE AVAILABLE TO STAKEHOLDERS. A DRAFT DATA COLLECTION PLAN WILL BE COMPILED AND SHARED WITH STAKEHOLDERS. STAKEHOLDER FEEDBACK ON THE DRAFT DATA COLLECTION PLAN WILL BE COMPILED AND REVISIONS MADE AS NEEDED. A FINAL DATA COLLECTION PLAN WILL BE SHARED FOR APPROVAL BY COLLABORATORS, AND THEN SUBMITTED TO THE APPROPRIATE OVERSIGHT COMMITTEES IN THE YUROK TRIBE, KARUK TRIBE, AND OTHER STAKEHOLDER GROUPS AS APPROPRIATE. REPORTS ON THE STATUS OF THE PROJECT WILL BE PREPARED AND SHARED WITH THE YUROK TRIBAL COUNCIL, THE KARUK TRIBAL COUNCIL, AND EPA.\nOUTCOMES:\nANTICIPATED DELIVERABLES INCLUDE: AN EXPANDED LIST OF PROJECT COLLABORATORS, SHORT- AND LONG-TERM PROJECT PLANS, MEETING NOTES, A FRAMEWORK FOR FOCUS-SPECIFIC DATA COLLECTION PLANS, A DRAFT DATA COLLECTION PLAN, A FINAL DATA COLLECTION PLAN, AND STATUS REPORTS FOR THE YUROK TRIBAL COUNCIL, KUROK TRIBAL COUNCIL, AND EPA.\n\nANTICIPATED OUTCOMES INCLUDE: LASTING PARTNERSHIPS WITH PROJECT COLLABORATORS, INCREASED CAPACITY WITHIN THE YUROK AND KARUK COMMUNITIES TO CONDUCT SCIENTIFIC RESEARCH, A METHOD FOR QUANTIFYING YUROK TRADITIONAL ECOLOGICAL KNOWLEDGE AND KARUK TRADITIONAL ECOLOGICAL KNOWLEDGE REGARDING CULTURAL AND PRESCRIBED BURNS, AND AN INCREASED ABILITY TO GATHER RESOURCES TO CONDUCT CULTURAL AND PRESCRIBED BURNS WITHIN YUROK AND KARUK ANCESTRAL TERRITORIES. \n\nINTENDED BENEFICIARIES: BOTH THE YUROK AND KARUK COMMUNITIES.\n\nSUBRECIPIENT:\nTHERE WILL BE THREE SUB-AWARDS: TO THE KARUK TRIBE, THE MID-KLAMATH WATERSHED COUNCIL, AND THE UNIVERSITY OF WASH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 199983.0, "Infrastructure Obligations": null, "recipient_id": "4f1875ee-6022-b0c0-7904-42fdce8e0a40-C", "generated_internal_id": "ASST_NON_84037001_6800"}, {"internal_id": 150724591, "Award ID": "84036901", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-06", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT, PARTIALLY FUNDED BY THE AMERICAN RESCUE PLAN, IS TO PROVIDE FUNDS TO GREATER BAYBROOK ALLIANCE WITH THE GOAL OF BUILDING NEIGHBORHOOD STEWARDSHIP IN THE MASONVILLE COVE WATERSHED.  THIS EFFORT WILL DEVELOP A SYSTEMATIC, COMMUNITY-BASED APPROACH TO ACHIEVE LASTING SOLUTIONS TO THE ENVIRONMENTAL AND PUBLIC HEALTH CONCERNS IN THE MASONVILLE COVE WATERSHED.  THROUGH CAPACITY BUILDING, WE STRENGTHEN THE NEIGHBORHOOD'S ABILITY TO RESPOND TO POLLUTION, TRASH, AND DUMPING BY INCUBATING THE NEW FRIENDS OF FARRING BAYBROOK PARK AND FRIENDS OF MASONVILLE COVE COMMUNITY GROUPS. GBA AND PARTNERS WILL RECRUIT AND SUPPORT RESIDENT LEADERS  THROUGHOUT THE COLLABORATIVE PROBLEM SOLVING PROCESS. PROVIDE RESIDENTS WITH TRAINING INCLUDING WATERSHED ENVIRONMENTALEDUCATION, POLLUTION IDENTIFICATION, MONITORING, AND MITIGATION/ADVOCACY TOOLS.  PROVIDE PEER LEARNING OPPORTUNITIES. IMPLEMENT MAINTENANCE WITH CAPACITYBUILDING/STEWARDSHIP TRAINING AND WORKFORCE DEVELOPMENT. PROVIDE ONGOING SUPPORT.ACTIVITIES:TO ACHIEVE THE PROPOSED OUTCOMES, COLLABORATIVE TEAM ACTIVITIES FOCUS ON COMMUNITY ENGAGEMENT, EDUCATION, AND TRAINING.  CONDUCT OUTREACH AND ENGAGE NEW STAKEHOLDERS WITH VESTED INTERESTS PROJECT AREAS WHO HAVE INTERESTS IN WATER QUALITY CONCERNS IN THE WATERSHED BUT HAVE NOT YET ENGAGED IN LEARNING OR PROBLEM SOLVING.  CONDUCT POLLUTION 101 TRAINING AND TWO OUTFALL SCREENING BLITZ EVENTS PER YEAR IN THE BAYBROOK REGION. TO EDUCATE RESIDENTS ABOUT POLLUTANTS ENTERING OUR STREAMS AND THE BALTIMORE HARBOR, HOW THEY ARE REGRETTING THERE IN THE FIRST PLACE, AND WHAT COMMUNITY MEMBERS CAN DO TO PROTECT THEIR LOCAL WATER WAYS. THE TRAINING CONNECTS RESIDENTS WITH THE PEOPLE AND TOOLS THEY NEED TO EFFECTIVELY ADVOCATE FOR WATERWAY HEALTH IN THEIR OWN NEIGHBORHOODS.  PLAN, ORGANIZE AND ENGAGE RESIDENTS IN ONSITE ENVIRONMENTAL EDUCATIONAL CURRICULA AT THE MASONVILLE COVE ENVIRONMENTAL EDUCATION CENTER AND FERRING BAYBROOK PARK. ENGAGE RESIDENTS IN ACTIVE LEARNING THROUGH TRAINING, HANDS-ON ACTIVITIES, AND DEMONSTRATIONS TO BUILD ORGANIZATIONAL LEADERSHIP, AND LONG-TERM CAPACITY TO ENSURE SUSTAINABLE IMPROVEMENTS THROUGH HOST FOUR COMMUNITY TRAININGS WHICH INCLUDE DEMONSTRATIONS VIA CLEAN-UPS ACROSS THE MASONVILLE COVE WATERSHED. GBA WILL RECRUIT CANDIDATES WITH ORGANIZING AND/OR ENVIRONMENTAL ACTIVISM EXPERIENCE, WITH ATTENTION TO RECRUIT DIVERSE CANDIDATES INCLUDING COMMUNITY MEMBERS.  PROVIDE HANDS-ON COMMUNITY PROGRAMS TO EDUCATE AND ENCOURAGE YOUTH AND ADULTS ABOUT THEIR BEHAVIORS AND HABITS THAT IMPACT THE ENVIRONMENT. THESE PROGRAMS ARE DESIGNED TO INCREASE PUBLIC AWARENESS OF URBAN ENVIRONMENTAL ISSUES AND THE HUMAN IMPACT ON THE ENVIRONMENT, INCREASE KNOWLEDGE ABOUT WATERSHED DYNAMICS AND THE TYPES OF POLLUTION AFFECTING THE CHESAPEAKE BAY, AND ENCOURAGE PARTICIPATION IN THE FREE COMMUNITY ACTIVITIES. THE MCEEC COMMUNITY PROGRAMS ADDRESS WAYS THAT PEOPLE CAN CHANGE THEIR HABITS AND DEMONSTRATE THAT SMALL ACTIONS UNDERTAKEN BY MANY PEOPLE SUCH AS THROWING AWAY TRASH, RECYCLING.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSUBRECIPIENT:LIVING CLASSROOM FOUNDATION ON BEHALF OF THE MASONVILLE COVE PARTNERSHIP\nTHE  LIVING CLASSROOM FOUNDATIONN WILL PROVIDE PLACE-BASED ENVIRONMENTAL EDUCATION WITH ATTENTION TO THE MASONVILLE COVE\nWATERSHED DYNAMICS AND WATER QUALITY ISSUES; GATHER AND SHARE INFORMATION ABOUT WATER QUALITY IN THE MASONVILLE\nCOVE WATERSHED; AND DEVELOP AND PROVIDE PEER LEARNING EXCHANGE OPPORTUNITIES WITH THE PATUXENT NATIONAL WILDLIFE REFUGE. \n\nGBA IS AN EXISTING PARTNER TO THE MASONVILLE COVE PARTNERSHIP THROUGH OUR WORK TO EXPAND\nPEDESTRIAN/BICYCLE ACCESS TO MASONVILLE COVE; THIS PROJECT BUILDS ON OUR CURRENT COLLABORATION. THE\nMASONVILLE COVE PARTNERSHIP WILL BE A SUBRECIPIENT OF THIS AWARD (LIVING CLASSROOMS FOUNDATION AS THE\nFISCAL AGENT) IN COMPLIANCE WITH 2 CFR   200.331.\n\nBLUE WATER BALTIMORE (BWB) BRINGS DEEP TECHNICAL EXPERTISE ON WATER QUALITY\nISSUES AND REMEDIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "22154b97-04a9-dcff-5f5e-47151a9377a9-R", "generated_internal_id": "ASST_NON_84036901_6800"}, {"internal_id": 148927801, "Award ID": "84036801", "Award Amount": 163136.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS ENVIRONMENTAL JUSTICE COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO LAKE PONTCHARTRAIN BASIN FOUNDATION UNDER SECTION 104 OF THE CLEAN WATER ACT TO TRAIN STUDENTS AND TEACHERS IN NEW ORLEANS EAST TO DESIGN, IMPLEMENT, AND MONITOR SMALL-SCALE RESTORATION PROJECTS WHICH WILL MANAGE STORMWATER AND IMPROVE WATER QUALITY IN THEIR UNDERSERVED COMMUNITIES. \nACTIVITIES:\nPROJECT ACTIVITIES INCLUDE TRAINING AND RESTORATION; EDUCATION AND OUTREACH; MONITORING; AND GREEN INFRASTRUCTURE (GI) 'HANDS ON' TRAINING AND PUBLIC EDUCATION PROJECTS. RESTORATION AND MONITORING KITS, PLANTS, AND GREENHOUSES WILL BE PROVIDED AND RESIDE ON SCHOOL PROPERTY. \nOUTCOMES:\nEXPECTED OUTCOMES OF THIS PROJECT ARE AN INCREASED KNOWLEDGE OF THE BENEFITS OF RESTORATION/GI; INCREASED PARTICIPATION IN STEWARDSHIP PUBLIC EDUCATION PROJECTS; INCREASED ACCESS TO RESTORED AREAS/RELATED DATA; AND INCREASED BIODIVERSITY, WATER RETENTION, AND WATER QUALITY AT RESTORED SITES. DIRECT BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF NEW ORLEANS EAST, PARTICULARLY 10TH GRADERS AS MENTORS, STUDENTS FROM LOWER GRADES IN GI HANDS ON EDUCATION PROJECTS, TEACHERS AS TRAINERS, AND COMMUNITY MEMBERS IN FORUMS. \nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81307aed-818f-028d-00fe-fb016efc8e30-C", "generated_internal_id": "ASST_NON_84036801_6800"}, {"internal_id": 150486480, "Award ID": "84036601", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-05", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO SEEK TO IMPROVE THE HEALTH AND WELL-BEING OF UNDERSERVED COMMUNITIES THROUGH ENVIRONMENTAL/PUBLIC HEALTH EDUCATION AND COLLECTING DATA USEFUL IN MINIMIZING EXPOSURE TO THE LEGACY OF PESTICIDES AND/OR ASBESTOS.  PESTICIDES AND ASBESTOS ARE AIR POLLUTANTS THAT FALL UNDER THE STATUTE OF THE CLEAN AIR ACT 103(B)(3).  THE SMALL ISOLATED ISLAND COMMUNITY KEKAHA HAVE LIMITED ACCESS TO HEALTHY FOODS, ESPECIALLY FRESH PRODUCE, LEADING TO AN INCREASED INCIDENCE OF OBESITY AND DIABETES. INITIAL INFORMATION INDICATES THAT COVID-19 HAS EXACERBATED THIS ISSUE, WHICH ALSO RELATES TO THE CLEAN AIR ACT 103(B)(3).  ADDITIONAL ACTIVITIES WILL BE FUNDED UNDER THE CLEAN WATER ACT SEC. 104(B)(3), TOXIC SUBSTANCES CONTROL ACT: SEC. 10(A) AND FEDERAL INSECTICIDE, FUNGICIDE, AND RODENTICIDE ACT. SECTION 20(A).  THE SMALL ISOLATED ISLAND COMMUNITY KEKAHA HAVE LIMITED ACCESS TO HEALTHY FOODS, ESPECIALLY FRESH PRODUCE, LEADING TO AN INCREASED INCIDENCE OF OBESITY AND DIABETES.  INITIAL INFORMATION INDICATES THAT COVID-19 HAS EXACERBATED THIS ISSUE, WHICH ALSO RELATES TO THE CLEAN AIR ACT 103(B)(3).  THE COMMUNITY IS SURROUNDED BY FORMER SUGAR CANE FIELDS AND HAS A FORMER 20-ACRE SUGAR MILL LOCATED AT ITS CENTER. PESTICIDE AND ASBESTOS CONTAMINATION ARE SUSPECTED AND/OR CONFIRMED ASSOCIATED WITH THESE PROPERTIES. \nACTIVITIES:PRIMARY PROJECT OBJECTIVES/ACTIVITIES WILL INCLUDE: 1) EDUCATING THE COMMUNITY AROUND GARDENING TO EXPAND ACCESS TO FRESH PRODUCE; 2) SUPPORTING LOCAL SMALL-SCALE AGRICULTURAL PROGRAMS THAT INCORPORATE YOUTH DEVELOPMENT; 3) CONDUCTING RESEARCH AND SAMPLING AS A MEANS TO EDUCATE THE COMMUNITY REGARDING LEGACY PESTICIDE AND ASBESTOS HEALTH IMPACTS, AND TO GATHER DATA INFORMING THE DEGREE OF EXPOSURE OCCURRING WITHIN THE COMMUNITY. SUBRECIPIENT:THE PROJECT WILL ISSUE A SUBAWARDS TO KEKAHA HAWAIIAN HOMESTEAD ASSOCIATION (KHHA) AND ST. THERESA'S CATHOLIC CHURCH AND SCHOOL FOR WORKSHOP PLANNING AND IMPLEMENTATION.  KHHA WILL CO-SPONSOR FIELD WORKSHOPS AT THE PU'U OPAE FARM TO FOSTER AGRICULTURAL PROJECTS THAT CAN IMPROVE HEALTH OUTCOMES, SUCH AS DIABETES THAT IS A HEALTH ISSUE PREVALENT WITHIN THE NATIVE HAWAIIAN COMMUNITY.  KHHA AND KAUNALEWA WILL ALSO COLLABORATE IN DEVELOPING A YOUTH PROGRAM TO HELP THE YOUTH ENGAGE IN RELATIONSHIPS WITH LAND, FOOD, TO ASSIST WITH GROWING, COOKING, AND EATING HEALTHY FOOD TO ADDRESS LOCAL FOOD JUSTICE ISSUES.   ST. THERESA'S CATHOLIC CHURCH AND SCHOOL WILL DEVELOP A SCIENCE CURRICULUM RELATED TO ENVIRONMENTAL RENEWAL KEKAHA ISSUES THAT WILL BE PRESENTED TO GRADE AND MIDDLE SCHOOLS BY HIGH SCHOOL STUDENT VOLUNTEERS AND TEACHING STAFF.OUTCOMES:KEKAHA BY REDUCING THE RATE OF DIABETES, OBESITY, AND CANCER THROUGH PUBLIC EDUCATION REGARDING CONTAMINANTS SUCH AS ASBESTOS AND PESTICIDES.  PROVIDING LIMITED SAMPLING TO EVALUATE THE MOST PROBABLE WAYS IN WHICH EXPOSURE TO CONTAMINANTS MAY BE OCCURRING.  PROVIDING PUBLIC EDUCATION REGARDING THE NUTRITIONAL IMPORTANCE OF FRESH FRUITS AND VEGETABLES AND HOW GARDENING AND COMMUNITY-BASED AGRICULTURAL INITIATIVES CAN COST EFFECTIVELY INCREASE THEIR AVAILABILITY.  \n\nEXPECTED OUTCOMES ARE TO INCREASE THE NUMBER OF COMMUNITY MEMBERS THAT ARE MORE AWARE OF PESTICIDE RELATED PUBLIC HEALTH ISSUES INCLUDING HOW TO AVOID EXPOSURE TO REDUCE INCIDENCE OF CANCER.  THE BENEFITS OF A HEALTHY DIET THAT INCLUDES FRESH FRUITS AND VEGETABLES BY INTRODUCING GARDENING AND INCREASING THE NUMBER OF GARDENS WITHIN THE COMMUNITY.  ENSURE BETTER KNOWLEDGE AND DATE OF POTENTIAL ASBESTOS EXPOSURES IN THE COMMUNITY TO MINIMIZE CANCER RATES. \n\nTHE INTENDED BENEFICIARY IS THE COMMUNITY OF KEKAHA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "979b7c8d-d00d-cd9e-0f19-5fa2b098cfb4-R", "generated_internal_id": "ASST_NON_84036601_6800"}, {"internal_id": 151676234, "Award ID": "84036501", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO PIONEER BAY COMMUNITY DEVELOPMENT CORPORATION TO ADDRESS COMMUNITY-IDENTIFIED CHALLENGES IN LOCAL HOUSING INFRASTRUCTUREMDASH;POOR INDOOR AIR QUALITY FROM MOLD AND POOR DRINKING WATER QUALITYMDASH;RESULTING FROM THE IMPACTS OF HURRICANE MICHAEL IN 2018 AND DECADES OF ENVIRONMENTAL POLLUTION FROM A LOCAL PAPER MILL. THE PROJECT FOCUSES ON THE RESIDENTS OF NORTH PORT ST. JOE IN NORTHWEST FLORIDA, AN UNDERSERVED AND UNDER-RESOURCED BLACK COMMUNITY SEVERELY IMPACTED BY COVID-19 THAT RECENTLY FORMED AN ENVIRONMENTAL JUSTICE COALITION AND COMMUNITY DEVELOPMENT CORPORATION TO HELP CLEAN UP AND REVITALIZE THE COMMUNITY. THE PROJECT WILL EXPAND AN EXISTING MULTI-STAKEHOLDER PARTNERSHIP COMPOSED OF NON-PROFITS, UNIVERSITIES, LOCAL GOVERNMENTS, AND THE STATE PUBLIC HEALTH AGENCY. THIS PARTNERSHIP, LED BY THE PIONEER BAY CDC, WILL: CONDUCT A NEEDS-BASED ASSESSMENT, A RAPID HEALTH IMPACT ASSESSMENT, AND A HOUSING CONDITIONS ASSESSMENT TO IDENTIFY PUBLIC HEALTH THREATS; DEVELOP AND PURSUE A CONTEXT-SENSITIVE COMMUNITY ENGAGEMENT PLAN INCLUDING SOCIAL MEDIA COLLATERAL; DEVELOP AND SHARE PUBLIC EDUCATION RESOURCES INCLUDING A COMMUNITY HEALTH RESOURCE HANDBOOK, A HOME RESTORATION AND MANAGEMENT PLAN, AND AN ONLINE GIS ATLAS OF PUBLIC HEALTH CHALLENGES; AND INTEGRATE PROJECT FINDINGS INTO THE COMMUNITY'S EXISTING MASTER PLAN.ACTIVITIES:THIS PROJECT WILL PERFORM THE FOLLOWING ACTIVITIES FACILITATE A NEEDS-BASED ASSESSMENT, A RAPID HEALTH IMPACT ASSESSMENT, AND A HOUSING CONDITIONS ASSESSMENT.  DEVELOP A COMPREHENSIVE COMMUNITY ENGAGEMENT PLAN. CREATE A COMMUNITY RESOURCE BOOK, A HOME RESTORATION AND MANAGEMENT PLAN, AND CREATE A WEBSITE AND SOCIAL MEDIA ACCOUNTS FOR COMMUNITY INFORMATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PROJECT ANTICIPATED DELIVERABLES ARE 1) NEEDS BASED ASSESSMENT, 2) RAPID HEALTH IMPACT ASSESSMENT, 3) HOUSING CONDITIONS ASSESSMENT, 4) COMMUNITY HEALTH RESOURCE BOOK, 5) PROJECT WEBSITE.\nTHE EXPECTED OUTCOMES ARE GREATER COMMUNITY ENGAGEMENT, INCREASED COMMUNITY CAPACITY, REDUCTION OF STRESS AND ANXIETY.\nTHE RESIDENTS OF N PORT ST JOE, FLORIDA ARE THE INTENDED BENEFICIARIES OF THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "afbf3b42-fde9-8a54-d84e-c127e65c92c7-R", "generated_internal_id": "ASST_NON_84036501_6800"}, {"internal_id": 146600642, "Award ID": "02J03001", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-11", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED ENVIRONMENTAL JUSTICE COLLABORATIVE PROBLEM SOLVING (EJCPS) COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO THE CONFEDERATED TRIBES OF THE COLVILLE RESERVATION TO INSTALL A NETWORK OF 52 CONSUMER-GRADE PURPLEAIR PARTICULATE MATTER (PM)2.5 MONITORS TO PROVIDE REAL-TIME DATA DURING THE SMOKE SEASON, WITH THE APPLICATION OF CORRECTION EQUATIONS TO PROVIDE DATA REGARDING THE FREQUENCY, INTENSITY, AND LOCATION OF HIGH-PM2.5 EVENTS DUE TO DUST STORMS OR INDUSTRIAL EMISSIONS.\nACTIVITIES:\nWITHIN THE UPPER COLUMBIA RIVER/LAKE ROOSEVELT VALLEY IN WASHINGTON BETWEEN THE US-CANADA BORDER AND THE CONFLUENCE WITH THE SPOKANE RIVER, FEW AIR MONITORING STATIONS ARE IN LOCATIONS THAT CAN PROVIDE DATA TO HELP RESIDENTS ASSESS THEIR ACUTE AND CHRONIC RISKS. PROJECT ACTIVITIES FOR THIS PROJECT INCLUDE DISSEMINATING RELEVANT DATA INTERPRETATIONS AND PROVIDING EDUCATION TO ALLOW REGIONAL RESIDENTS TO MAKE INFORMED CHOICES ABOUT THEIR ACTIVITIES DURING TIMES OF HIGH AIR POLLUTION.\nOUTCOMES:\nEXPECTED OUTCOMES INCLUDE STRENGTHENING PARTNERSHIPS BETWEEN TRIBAL MEMBERS AND OTHER LOCAL RESIDENTS TO ADDRESS SHARED HIGH-PRIORITY ENVIRONMENTAL CONCERNS AND ENHANCING TRIBAL GOVERNMENTS' ABILITY TO PRIORITIZE POLICIES ABOUT AIR QUALITY IMPROVEMENT. DIRECT BENEFICIARIES ARE RESIDENTS OF NORTH-CENTRAL EASTERN WASHINGTON. PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED ASTHMA ARE MORE LIKELY TO BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED. \nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "6ce25445-c3cd-822c-b7b4-cc431f2ebf8b-C", "generated_internal_id": "ASST_NON_02J03001_6800"}, {"internal_id": 147535029, "Award ID": "02J02401", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-24", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS ENVIRONMENTAL JUSTICE COLLABORATIVE PROBLEM SOLVING (EJCPS) COOPERATIVE AGREEMENT IS TO PROVIDE&#8239;MULTI-MEDIA&#8239;FUNDING TO FRONT AND CENTERED TO CREATE AN ACCESSIBLE, COMMUNITY-BASED, AND COMMUNITY-DRIVEN ENVIRONMENTAL MONITORING, REPORTING, AND ENFORCEMENT SYSTEM IN THREE OF THE MOST ENVIRONMENTALLY COMPROMISED REGIONS IN WASHINGTON STATE: THE DUWAMISH RIVER VALLEY, SKAGIT COUNTY, AND YAKIMA COUNTY. THE COMMUNITIES FACES PERSISTENT ENVIRONMENTAL ISSUES INCLUDING: THE DUWAMISH VALLEY NEIGHBORHOODS OF SOUTH PARK AND GEORGETOWN FACE POORER AIR QUALITY THAN THE REST OF SEATTLE BECAUSE OF HIGHER DIESEL PM POLLUTION LEVELS AND OTHER INDUSTRIAL EMISSIONS; HISTORY OF TOXIC CHEMICALS LEACHING INTO DRINKING WATER IN HIGHLY-SENSITIVE AREAS SUCH AS THE DUWAMISH RIVER AND IN AGRICULTURAL REGIONS OF SKAGIT AND YAKIMA COUNTIES; AND PERSISTENT PESTICIDES AND TOXIC CHEMICALS FOUND IN COMMUNITIES. ANTICIPATED DELIVERABLES INCLUDE DEVELOPING AND IMPLEMENTING AN ENVIRONMENTAL MONITORING TOOL, MODELED AFTER THE SUCCESSFUL IDENTIFYING VIOLATIONS AFFECTING NEIGHBORHOODS (IVAN) SYSTEM. THE RECIPIENT INTENDS TO ISSUE SUB-AWARD AGREEMENTS TO ITS PARTNERS IN COMPLIANCE WITH APPENDIX A OF EPA'S SUB-AWARD POLICY. THE SUB-AWARDEES WILL PROVIDE TECHNICAL EXPERTISE IN COORDINATING LISTENING SESSIONS, CREATING EDUCATIONAL MATERIALS IN ENGLISH/SPANISH, DEVELOPING A CULTURALLY APPROPRIATE OUTREACH STRATEGY, AND CREATING SYNERGISTIC OPPORTUNITIES WITH EXISTING PROJECT ACTIVITIES.\nACTIVITIES:\nPROJECT ACTIVITIES INCLUDE CONDUCTING COMMUNITY OUTREACH, EDUCATION, AND ENGAGEMENT IN TARGET COMMUNITIES; CONVENING COMMUNITY PARTNERS, CROSS-JURISDICTIONAL AGENCY REPRESENTATIVES, AND OTHER STAKEHOLDERS; AND CREATING AND IMPLEMENTING A COMMUNITY/GOVERNMENT WORK GROUP TO RESPOND TO REPORTS OF VIOLATIONS.  \nOUTCOMES:\nANTICIPATED DELIVERABLES INCLUDE DEVELOPING AND IMPLEMENTING AN ENVIRONMENTAL MONITORING TOOL, MODELED AFTER THE SUCCESSFUL IDENTIFYING VIOLATIONS AFFECTING NEIGHBORHOODS (IVAN) SYSTEM.  EXPECTED OUTCOMES INCLUDE IMPROVED TOOLS AND PROCESSES FOR ENVIRONMENTAL MONITORING AND REPORTING, INCREASED KNOWLEDGE AND ACCESS TO ENVIRONMENTAL MONITORING AND REPORTING MECHANISMS IN HIGH-IMPACT COMMUNITIES, AND INCREASED ACCOUNTABILITY AND TRANSPARENCY IN HIGH-IMPACT COMMUNITIES. DIRECT BENEFICIARIES ARE RESIDENTS OF THE KING, YAKIMA, AND SKAGIT COUNTIES OF WASHINGTON STATE. \nSUBRECIPIENT:\nIN THIS PROJECT, SUBAWARD STAFF WILL CREATE THE IVAN PLATFORM SPECIFICALLY FOR WASHINGTON STATE. STAFF WILL ALSO ENGAGE IN PROJECT ACTIVITIES TO SHARE LESSONS LEARNED FROM THEIR OUTREACH/EDUCATION WORK IN IMPERIAL VALLEY AND PROVIDE GUIDANCE AND INSIGHT FOR ADAPTING THE IVAN TOOL IN WASHINGTON STATE. OTHER SUBAWARD ACTIVITIES INCLUDE COORDINATING LISTENING SESSIONS, CREATING EDUCATIONAL MATERIALS IN ENGLISH/SPANISH, DEVELOPING AN OUTREACH STRATEGY THAT IS CULTURALLY APPROPRIATE AND CREATING SYNERGISTIC OPPORTUNITIES WITH EXISTING PROJECT ACTIVITIES. FURTHER ACTIVITIES INCLUDE DEVELOPING AND PRODUCING FACT SHEETS THAT REFLECT THE PROGRESS ON THE PROJECT. THESE FACT SHEETS WILL BE IN COMMUNITY-FRIENDLY LANGUAGE AND WILL HIGHLIGHT INFORMATION OF INTEREST TO THE COMMUNITY. THESE WILL BE TRANSLATED INTO MULTIPLE LANGUAGES (ENGLISH, SPANISH, VIETNAMESE, SOMALI AND KHMER). FINALLY, TECHNICAL EXPERTISE WILL HELP DEVELOP THE QAPP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d5ae16a-10e9-25b7-5191-c7d3fd59c89b-R", "generated_internal_id": "ASST_NON_02J02401_6800"}, {"internal_id": 147534988, "Award ID": "02F11501", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-24", "CFDA Number": "66.306", "Description": "DESCRIPTION:\n THE PURPOSE OF THE ARP AND EJ FUNDED COLLABORATIVE PROJECT IS TO FUND SEVERAL ACTIVITIES UNDER BUFTX'S HOUSTON AGRI-POWER INITIATIVE TO DEMONSTRATE HOW GREEN TECH AND URBAN AGRICULTURE CAN ADDRESS ENVIRONMENTAL AND HEALTH DISPARITIES.  SPECIFICALLY, EPA FUNDING WILL BE USED IN HOUSTON' FIFTH WARD AND KASHMERE GARDENS COMMUNITIES TO BUILD A SHIPPING CONTAINER FARM, EDIBLE SCHOOL PARK, AND PLANT 500 NATIVE TREES. EPA FUNDING WILL ALSO BE DEDICATED TOWARD PUBLIC EDUCATION, COMMUNITY ENGAGEMENT, AND GREEN AGRICULTURAL TRAINING. THE CORE OBJECTIVES OF EPA FUNDED HAP PROJECTS AND PROGRAMMING IS TO INCREASE LOCAL FOOD PRODUCTION THROUGH COMMERCIAL FARMING AND RESILIENT GARDENING, TEST INNOVATIVE AND SCALABLE GREEN TECHNOLOGY, AND ACHIEVE TANGIBLE ENVIRONMENTAL BENEFITS, LIKE AIR QUALITY IMPROVEMENTS, CO2 REDUCTION, WASTE REDUCTION, AND LOCALIZED FLOOD MITIGATION. DIRECT BENEFITS TO THE TWO HOUSTON COMMUNITIES INCLUDE EDUCATION AND AWARENESS OF ENVIRONMENTAL ISSUES AND SOLUTIONS, REDUCTION OF SOLID WASTE AND AIR EMISSIONS, JOB CREATION AND GREEN AGRICULTURAL TRAINING OPPORTUNITIES, NEIGHBORHOOD BEAUTIFICATION, AND ALLEVIATION OF HEALTH AND FINANCIAL IMPACTS CAUSED BY FOOD INSECURITY.  CAA 103(B)(3): PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED ASTHMA ARE MORE LIKELY TO BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED.  CLEAN WATER IS NECESSARY FOR THE PROPER WASHING OF HANDS. SDWA 1442 GRANT PROJECTS CONTRIBUTE TO PROVIDING CLEAN WATER FOR HANDWASHING IN COMBATTING THE SPREAD OF COVID-19.  BENEFICIARIES OF THIS PROJECT ARE HOUSTON'S FIFTH WARD AND KASHMERE GARDENS COMMUNITIES.\nACTIVITIES:\n1. RESILIENT SHIPPING CONTAINER FARM (DEMONSTRATION PROJECT) :   RETROFIT SHIPPING CONTAINER WITH HYDROPONIC, GROW LIGHTS, CLIMATE CONTROLS, AND THE LATEST SMART TECHNOLOGY FOR CONTROLLED ENVIRONMENT FARMING. THE UNIT WILL ALSO BE EQUIPPED WITH SOLAR PANELS, SOLAR BATTERY STORAGE, A SOLAR BACK-UP GENERATOR, AND RAINWATER HARVESTING, MAKING THE SMALL CONTAINER FARM SELF-SUSTAINING. SHIPPING CONTAINER FARM TO BE LOCATED AT THE PHOENIX CENTER, WHICH IS THE NAME OF THE FACILITY OWNED BY BUFTX IN THE FIFTH WARD/KASHMERE GARDENS COMMUNITY. THE PROPERTY IS LOCATED AT 2606 GREGG STREET, HOUSTON, TEXAS 77026. \n\n2. EDIBLE SCHOOL PARK:    ESTABLISH ACCESS AGREEMENT AND NECESSARY CONTRACTS WITH WHEATLEY HIGH SCHOOL TO IMPLEMENT EDIBLE SCHOOL PARK PROJECT USING STUDENT PARTICIPANTS AND SCHOOL PROPERTY. WHEATLEY HIGH SCHOOL IS LOCATED AT 4801 PROVIDENCE ST, HOUSTON, TX 77020 IN HOUSTON'S FIFTH WARD NEIGHBORHOOD. THE PURPOSE OF THIS DEMONSTRATION IS TO BETTER UNDERSTAND COSTS VS. BENEFITS, OPERATIONAL CHALLENGES, AND MODIFICATIONS REQUIRED TO IMPLEMENT EDIBLE PARKS ELSEWHERE IN THE COMMUNITY OR IN OTHER HOUSTON NEIGHBORHOODS. THIS PROGRAM WILL ENGAGE YOUTH IN FIFTH WARD AND ENHANCE THEIR EDUCATION WITH A HANDS-ON PROJECT THAT INCORPORATES VARIOUS DISCIPLINES, INCLUDING LANDSCAPE DESIGN, AGRICULTURE, BIOLOGY, ENVIRONMENTAL SCIENCE, BUSINESS, CULINARY ARTS, AND GOVERNMENT RELATIONS. PARTICIPATING STUDENTS WILL BE ENCOURAGED TO SHARE THEIR KNOWLEDGE WITH COMMUNITY MEMBERS THROUGH THESIS PRESENTATIONS, RESEARCH PROJECTS, AND COLLABORATIONS WITH COMMUNITY-BASED ORGANIZATIONS AND THEIR MEMBERS (LIKE CHURCHES AND CIVIC GROUPS).  \n\n3. TREE PLANTING:    PLANT 130 FRUIT TREES AND 370 LARGE NATIVE TREES.  PARTNER WITH HOUSTON WILDERNESS [QUALIFIED 501(C)3] TO IMPLEMENT TREE PLANTING PROGRAM.  THE PURPOSE OF THIS DEMONSTRATION IS TO BETTER UNDERSTAND, DOCUMENT, AND EDUCATE THE PUBLIC ABOUT THE IMPORTANCE OF PLANTING TREES TO COMBAT CLIMATE CHANGE, REDUCE URBAN HEAT ISLANDS, SEQUESTER ATMOSPHERIC CARBON, REDUCE AIR POLLUTION, AND MITIGATE FLOODING. PUBLIC EDUCATION WILL BE A LARGE FOCUS ON THIS TASK WITH SUPPORT FROM HOUSTON WILDERNESS (HW), NATIONAL HERITAGE SOCIETY (NHS), AND THE CITY OF HOUSTON. TREE PLANTING EVENTS WILL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "53c13811-b3fa-d07f-3aca-5baccca8984b-R", "generated_internal_id": "ASST_NON_02F11501_6800"}, {"internal_id": 147534987, "Award ID": "02F05601", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-24", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO TREE NEW MEXICO TO ADDRESS THE HIGH URBAN HEAT ISLAND INDEX IN THE INTERNATIONAL DISTRICT, A LARGE, UNDERSERVED AREA OF THE SOUTHEAST QUADRANT OF ALBUQUERQUE, NM, BY PLANTING TREES. PROJECT ACTIVITIES INCLUDE DEVELOP A CITIZEN SCIENCE HEAT ISLAND INDEX MAPPING AND MONITORING PROGRAM; TRAINING AND FOR 'STREET TREE' PLANTING AND 'SPECIAL SITE' PLANTING INCLUDING 'HANDS ON' TREE PLANTING EDUCATING; CONDUCTING PRUNING WORKSHOPS AND PROVIDING TREE CARE EDUCATION. EXPECTED OUTCOMES OF THIS PROJECT ARE AN INCREASE IN RESIDENTS WATERING THEIR TREES; AN INCREASE IN SURVIVABILITY OF TREES PLANTED AND MONITORED WITH THIS PROGRAM; INCREASE IN CITIZEN TREE STEWARDS COMMITTED TO CARING FOR NEWLY PLANTED TREES AND OLDER TREES; AND A DECREASE IN THE HEAT ISLAND EFFECT IN ID AS IT RELATES TO AIR QUALITY AND CLIMATE CHANGE. DIRECT BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF THE INTERNATIONAL DISTRICT NEIGHBORHOOD OF ALBUQUERQUE, WHICH IS PREDOMINANTLY LOW-INCOME PEOPLE OF COLOR. THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS IN COMPLIANCE WITH APPENDIX A OF EPA'S SUBAWARD POLICY. THE SUB-AWARDEES WILL CHECK ALL UTILITY LINES AND DIG HOLES FOR THE TREES THAT WILL BE PLANTED IN THE COMMUNITY, AS WELL AS PROVIDE AIR MONITORING AND COMMUNITY CANVASSING SUPPORT.\nACTIVITIES:\nTHE ACTIVITIES TO BE PERFORMED WILL INCLUDE: \n-DEVELOPING A CITIZEN SCIENCE HEAT ISLAND INDEX MAPPING AND MONITORING PROGRAM\n-CANVASSING NEIGHBORHOODS AND PLANNING SPECIALTY TREE PLANTING SITES\n-TRAINING RESIDENTS IN THE USE OF TREE PLOTTER\n-TRAINING STAFF AND SETTING UP AIR QUALITY MONITORS \n-GATHERING AND ANALYZING AIR MONITORING DATA\n-ORGANIZING TWO 'STREET TREE' PLANTINGS OF 100 TREES WITH VOLUNTEERS, ALONG WITH PLANTING AND WATERING EDUCATION AT THE END OF EACH PLANTING EVENTS\n-PRESENTING BASIC CARE AND PRUNING WORKSHOPS FOR 25 PARTICIPANTS IN EACH NEIGHBORHOOD THAT RECEIVES THE 100 STREET TREES\n-IMPLEMENTING EDUCATIONAL PROGRAMMING AROUND TREE CARE AND STEWARDSHIP, SUCH AS THE TREE STEWARDS PROGRAM\n-MONITORING TREES PLANTED. \n\nOUTCOMES:\nCAA 103(B)(3): PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED ASTHMA ARE MORE LIKELY TO BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED. \n\nSHORT-TERM OUTCOMES ESTIMATE THAT 0.7% OF INTERNATIONAL DISTRICT RESIDENTS WILL BE TRAINED IN TREE PLANTING AND BASIC TREE CARE AND CHOOSING CLIMATE-READY TREES TO PLANT, AS IT RELATES TO THE SURVIVABILITY OF THE TREES DURING A CHANGE IN CLIMATE. 0.09% OF RESIDENTS WILL BE TRAINED TO PRUNE TREES TO HELP THEM SURVIVE AND THRIVE. 0.04% OF RESIDENTS WILL BE TRAINED AS TREE STEWARDS AND COMMITTED TO VOLUNTEER IN THE ID FOR YEARS TO COME. \n\nINTERMEDIATE OUTCOMES INCLUDE AN 85% INCREASE OF THE 200 INTERNATIONAL DISTRICT RESIDENTS IN THE PLANTED NEIGHBORHOODS THAT WILL ROUTINELY WATER THEIR 0-3 YEAR-OLD TREES AND FOLLOW BASIC TREE CARE PRACTICES; A 10% INCREASE OF THE 200 RESIDENTS THAT RECEIVED PLANTED TREES THAT WILL CHOOSE TO PLANT CLIMATE-READY TREES IN THE FUTURE; AND A 85% SURVIVABILITY OF TREES PLANTED AND MONITORED UNDER THIS PROGRAM.\n\nLONG-TERM OUTCOMES INCLUDE A 5% INCREASE IN TREE CANOPY IN THE INTERNATIONAL DISTRICT AND A 2% DECREASE IN THE HEAT ISLAND INDEX IN NEIGHBORHOODS PLANTED AS IT RELATES TO AIR QUALITY AND CLIMATE CHANGE. RESULTINGLY, THERE WILL BE A 1% INCREASE IN THE VALUE OF HOMES IN NEIGHBORHOODS WHERE TREES ARE PLANTED AND A 1% DECREASE IN CRIME WHERE TREES ARE PLANTED. THE DEVELOPMENT OF BASELINE DATA FOR URBAN HEAT ISLAND INDEX FOR A CITIZEN SCIENCE-BASED MODEL FOR THE INTERNATIONAL DISTRICT WILL BE REPLICABLE FOR OTHER AREAS ACROSS NEW MEXICO.\n\nANTICIPATED DELIVERABLES INCLUDE THE DEVELOPMENT OF BASELINE DATA FOR THE URBAN HEAT ISLAND INDEX IN THE INTERNATIONAL D", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "a6af5c88-8100-c24b-5e45-b944c0476474-R", "generated_internal_id": "ASST_NON_02F05601_6800"}, {"internal_id": 110297671, "Award ID": "01J84601", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "66.306", "Description": "THIS PROJECT ADDRESSES THE PUBLIC HEALTH ASPECTS OF PROVIDING SAFE DRINKING WATER UNDER THE SAFE DRINKING WATER ACT, SECTION 1442(B)(3). IT COMBINES TRAINING, EDUCATION, AND EMPLOYMENT, RELATED TO PUBLIC HEALTH, HELPING COMMUNITY MEMBERS LEARN HOW TO PLAN FOR THEIR FAMILIES IN THE EVENT OF AN EMERGENCY OR NATURAL DISASTER. THE JUNEAU COMMUNITY IS SURROUNDED BY FRESH AND SALTWATER BODIES WITHOUT ROAD ACCESS TO FOOD AND CLEAN WATER IN THE EVENT OF EMERGENCIES OR DISASTERS. THEREFORE, KNOWING HOW TO OBTAIN AND STORE DRINKABLE WATER IS CRUCIAL FOR SURVIVAL OF THE TLINGIT AND HAIDA TRIBES AND SURROUNDING VILLAGES AND COMMUNITIES. THE LONG-TERM OUTCOMES OF THE TWO CONFERENCES INCLUDE CHANGING BEHAVIOR AND/OR KNOWLEDGE OF TRIBAL MEMBERS AND COMMUNITY MEMBERS OF THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5494e08f-b4b5-6739-59a6-df37af41a345-C", "generated_internal_id": "ASST_NON_01J84601_6800"}, {"internal_id": 110190059, "Award ID": "01J84501", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "66.306", "Description": "THIS PROJECT ENTITLED 'DEVELOPMENT OF A COMMUNITY ACTION PLAN FOR CLIMATE CHANGE MITIGATION EMPLOYING CLEAN ENERGY TECHNOLOGY,' RELATES TO THE CLEAN AIR ACT AND ADDRESSES ADVERSE CONDITIONS OF AIR QUALITY ATTRIBUTED TO AGRICULTURAL PRACTICES, ELECTRICITY SOURCES GENERATING CARBON DIOXIDE, AND GENERAL CAR EMISSIONS. THIS PROJECT LEVERAGES COMMUNITY, TRIBAL, AND INDUSTRY COLLABORATION TO DEVELOP A COMMUNITY ACTION PLAN TO MITIGATE AIR QUALITY AND REGIONAL CLIMATE CHANGE IMPACTS THROUGH THE IMPLEMENTING RENEWABLE ENERGY TECHNOLOGY. THE PROJECT PROVIDES EDUCATION, COMMUNITY INVOLVEMENT, OUTREACH AND TARGETED COLLECTION OF AIR QUALITY DATA ENGAGE COMMUNITY MEMBERS FOR THE DECISION MAKING PROCESS OF FUTURE ENERGY NEEDS ON THE RESERVATION.  .", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_01J84501_6800"}, {"internal_id": 68568575, "Award ID": "01J51901", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "66.306", "Description": "THIS IS A COMMUNITY EMPOWERMENT PROJECT WHICH AIMS TO IMPROVE THE VILLAGERS' HEALTH OUTCOMES THROUGH BACKHAUL OF HAZARDOUS HOUSEHOLD WASTES TO PROPER FACILITIES, EVALUATION AND FEEDBACK OF THE PROGRAM, AND PARTICIPATING IN THE PROGRAM DESIGN. THE PROJECT WILL ALSO BUILD COMMUNITY CAPACITY AND LEADERSHIP TO CARRY OUT THE PROGRAM'S LOCAL WASTE HANDLING TASKS SAFELY, AND TO INTERACT WITH INDUSTRIES AND AGENCIES IN A WAY THAT BRINGS THEM TO THE TABLE. THE PROJECT APPROACH INCORPORATES THE SEVEN ELEMENTS OF THE ENVIRONMENTAL JUSTICE COLLABORATION PROBLEM SOLVING MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee3b823-fad0-1ac1-bf2f-b4b6683903df-C", "generated_internal_id": "ASST_NON_01J51901_6800"}, {"internal_id": 39190841, "Award ID": "01J27101", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "66.306", "Description": "THE BEACON HILL ENVIRONMENTAL HEALTH COLLABORATION AIMS TO IMPROVE THE NEIGHBORHOOD'S ENVIRONMENTAL HEALTH THROUGH EDUCATIONAL OUTREACH, ENGAGEMENT A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "063df357-4f36-8215-b913-50b927526f5e-R", "generated_internal_id": "ASST_NON_01J27101_6800"}, {"internal_id": 111062060, "Award ID": "01F86801", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "66.306", "Description": "ESTABLISH AN EMPOWERING, SCHOOL CURRICULUM-INTEGRATED ENVIRONMENTAL EDUCATION PROGRAM FOR YOUNGER STUDENTS PROPELLING THEIR AWARENESS OF ENVIRONMENTAL PROBLEMS AND THE INJUSTICE THEY CREATE. THE LOST TREASURES CURRICULUM WILL BE PILOTED FOR 150 THIRD GRADE CHILDREN LEARNING ABOUT ANIMAL KINGDOM, MINERAL KINGDOM AND PLANT KINGDOM TO INCLUDE HANDS ON ACTIVITIES AT ZOO, BOTANICAL GARDEN AND UNIVERSITY GEOLOGY DEPARTMENT COLLECTION. THE PROJECT CULMINATES WITH A FORESTLAND TOUR TO SEE HOW ANIMAL, MINERAL AND PLANTS WORK TOGETHER..", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3c69b88-6133-b344-bc30-7a118741503f-C", "generated_internal_id": "ASST_NON_01F86801_6800"}, {"internal_id": 111062066, "Award ID": "01F86701", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "66.306", "Description": "THE PROJECT WILL FOCUS ON POOR WATER QUALITY CONCERNS OF THE NEW ORLEANS EAST COMMUNITY WITH EMPHASIS ON THE VILLAGE DE1EST NEIGHBORHOOD. THE PROJECT WILL IMPROVE THE WATER QUALITY AND GUIDE COMMUNITY MEMBERS IN CAPACITY BUILDING AROUND WATERSHED MANAGEMENT, CONSERVATION EFFORT AND CITIZEN SCIENCE EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08e07e1-f37e-0ae6-4ffe-c544db6f871f-R", "generated_internal_id": "ASST_NON_01F86701_6800"}, {"internal_id": 69783422, "Award ID": "01F55601", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-25", "CFDA Number": "66.306", "Description": "AMIGOS BRAVOS WILL WORK IN THE RURAL AREA OF THE TAOS VALLEY TO ADDRESS WATER CONTAMINATION OF THE RIO FERNANDO DE TAOS. THE RIO FERNANDO DE TAOS REVIATLIZATION COLLABORATIVTIVE PROJECT WILL FACILITTE TEAM BUILDING AND DETERMINE SOURCES OF E. COLI ON THE RIO FERNANDO USING MICROBIAL SOURCFE TRACKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e8cd0d4-6a5e-780d-253f-fb8c341dad35-R", "generated_internal_id": "ASST_NON_01F55601_6800"}, {"internal_id": 111635710, "Award ID": "01D15220", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-20", "CFDA Number": "66.306", "Description": "THIS ACTION APPROVES AN AWARD OF $120,000 TO MISSISSIPPI BAND OF CHOCTAW INDIAN'S TO DEVELOP AND BEGIN IMPLEMENTATION OF A SUSTAINABLE SOLUTION FOR ILLEGAL DUMPSITES. ACTIVITIES WILL INCLUDE A WASTE CHARACTERIZATION STUDY AT ILLEGAL DUMP SITES TO ASSIST WITH DESIGNING THE RELOCATION OF THE CHOCTAW RECYCLING CENTER. PLEASE BE ADVISED THAT YOUR ORGANIZATION CAN CHARGE INDIRECT COSTS USING ITS FIXED CARRYFORWARD RATE OF 16.16% UNTIL SEPTEMBER 30, 2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76414c00-09cc-c42a-685b-b4101d9552e4-C", "generated_internal_id": "ASST_NON_01D15220_6800"}, {"internal_id": 111635739, "Award ID": "01D15120", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-28", "CFDA Number": "66.306", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $120,000 TO THE NATIONAL COALITION OF 100 BLACK WOMEN OF CENTRAL FLORIDA TO SUPPORT THEIR EFFORTS WITH MITIGATING THE NEGATIVE HEALTH IMPACTS OF AIR POLLUTION, PROMOTING CITIZEN SCIENCE, OPENING DIALOGUE AND INFORMATION SHARING REGARDING AIR QUALITY WITH THE GOAL OF PROMOTING A HEALTHY ENVIRONMENT .", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e0bac3f-34e6-9f97-379b-937b6380b503-R", "generated_internal_id": "ASST_NON_01D15120_6800"}, {"internal_id": 152791544, "Award ID": "00E03088", "Award Amount": 196034.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-11", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS AMERICAN RESCUE PLAN COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING UNDER SECTION 103 OF THE CLEAN AIR ACT TO LITTLE VILLAGE EJ ORGANIZATION (LVEJO) TO IMPLEMENT THE 'GROWING THE FIELD' PROJECT, A COLLABORATIVE LEARNING PROCESS BETWEEN TWO GRASSROOTS ENVIRONMENTAL JUSTICE ORGANIZATIONS. ACTIVITIES:ACTIVITIES INCLUDE AIR MONITORING, COLLABORATIVE LEADERSHIP LEARNING, PARTNERSHIPS, AND COMMUNITY CAPACITY BUILDING AMONG THE LOW-INCOME LATINO FAMILIES AND CHILDREN THAT POPULATE BOTH NEIGHBORHOODS.SUBRECIPIENT:CLEANAIRNOW - CLEANAIRNOW WILL CONDUCT MOBILE AIR MONITORING IN CONJUNCTION WITH LVEJO, WILL CONTRIBUTE IN THE CREATION OF THE LEANING TOOLBOX. CLEAN AIR NOW WILL ALSO TRAIN COMMUNITY PROMOTORAS TO BE COMMUNITY RESOURCES FOR ENVIRONMENTAL JUSTICE. \n\nKANSAS STATE UNIVERSITY WILL SHARE TECHNICAL SKILLS AND HELP INTERPRET DATA RECEIVED FROM AIR SENSORS. \n\nCHILDREN'S MERCY HOSPITAL WILL SHARE RESOURCES AND TRAINING RELATED TO ENVIRONMENTAL HEALTH FROM EXPOSURE TO PM2.5. OUTCOMES:EXPECTED OUTCOMES ARE EXPANDED LEARNING AND OUTREACH TO RESIDENTS, EMPOWERING YOUTH LEADERS, STRONG COLLABORATION AND PARTNERSHIPS; AND MORE ELECTED OFFICIALS AWARE OF ENVIRONMENTAL JUSTICE ISSUES.  DIRECT BENEFICIARIES ARE THE COMMUNITIES OF LITTLE VILLAGE IN CHICAGO AND ARMOURDALE IN KANSAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 196034.0, "Infrastructure Obligations": null, "recipient_id": "9428a6d4-e46d-16f9-db38-e9651c3936e0-R", "generated_internal_id": "ASST_NON_00E03088_6800"}, {"internal_id": 147974040, "Award ID": "00E03087", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-21", "CFDA Number": "66.306", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO HOURCAR UNDER SECTION 103 OF THE CLEAN AIR ACT FOR TECHNICAL ASSISTANCE AND PUBLIC EDUCATION TO SUPPORT THE NON-PROFIT EVIE CARSHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "396b9819-6e7e-cfe6-b75a-457da77d6d73-R", "generated_internal_id": "ASST_NON_00E03087_6800"}, {"internal_id": 149790484, "Award ID": "00E03086", "Award Amount": 199983.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-12", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS ARP FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO KEEP INDIANAPOLIS BEAUTIFUL, INC. TO WORK WITH INDIANAPOLIS RESIDENTS TO COLLECT ENVIRONMENTAL DATA; EDUCATE ABOUT THE ENVIRONMENTAL BENEFITS OF TREES; AND CREATE NEIGHBORHOOD STORY MAPS TO FACILITATE RESIDENT ENGAGEMENT IN GREEN INFRASTRUCTURE PLANNINGACTIVITIES: PROJECT ACTIVITIES INCLUDE PLANNING, HOSTING AND FACILITATING TRAININGS; CONDUCTING POST-TRAINING ASSESSMENTS; DEVELOPING AN ADVISORY COMMITTEE COMPRISED OF RESIDENTS; HOSTING TOWNHALLS WITH RESIDENTS; CONDUCTING ENGAGEMENT AND OUTREACH IN THE COMMUNITY; DEVELOPING A PARTICIPATORY STORY MAP; AND DEPLOYING AIR QUALITY AND HEAT SENSORS AND DATA COLLECTION.SUBRECIPIENT:THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS IN COMPLIANCE WITH APPENDIX A OF EPA'S SUBAWARD POLICY. THE SUB-AWARDEES WILL PROVIDE EDUCATIONAL MATERIALS, CONDUCT PRE-AND POST-ASSESSMENTS, DEVELOP STORY MAPS, DEPLOY AND COLLECT DATA FROM PURPLE AIR AND TEMPERATURE SENSORS, AND MAP PROJECT DATA AND OUTCOMES. OUTCOMES:EXPECTED OUTCOMES ARE INCREASED AWARENESS OF SOCIAL AND NATURAL CAPITAL; GREATER ACCEPTANCE OF TREES IN THE CITY; AND INCREASED INPUT FROM NEIGHBORS ABOUT ENVIRONMENTAL ISSUES IMPACTING QUALITY OF LIFE IN THEIR COMMUNITIES. DIRECT BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF UNDERSERVED INDIANAPOLIS NEIGHBORHOODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": 99992.0, "Infrastructure Obligations": null, "recipient_id": "fc9dd010-cd4b-d097-7615-bf6d9473fb25-R", "generated_internal_id": "ASST_NON_00E03086_6800"}, {"internal_id": 146105089, "Award ID": "00E03085", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-29", "CFDA Number": "66.306", "Description": "THE PURPOSE OF THIS ARP FUNDED COOPERATIVE AGREEMENT IS TO:  \n\nPROVIDE GREEN JOB SKILLS TRAINING AND COVID19 PREVENTION THROUGH PROVISION OF A PEDESTRIAN BOARDWALK AND WELLNESS PROMOTION TO SOLVE COMMUNITY-IDENTIFIED PROBLEMS IN A WAY THAT COMBINES GREEN JOB TRAINING AND CLIMATE IMPACT MITIGATION WITH COMMUNITY WELLNESS PROMOTION IN OUR UNDERSERVED COMMUNITY IN NORTHWESTERN WISCONSIN.  IT ALSO PROVIDES PEDESTRIANS A SAFE PLACE TO EXERCISE OUTDOORS (ALL MOBILITY LEVELS AND AGES).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "14d1dbd4-24fa-d37c-9386-d9d30f9a8089-C", "generated_internal_id": "ASST_NON_00E03085_6800"}, {"internal_id": 148927827, "Award ID": "00E03084", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS ENVIRONMENTAL JUSTICE COOPERATIVE AGREEMENT IS TO PROVIDE MULTI-MEDIA FUNDING TO WESTERN RESERVE LAND CONSERVANCY TO BUILD UPON PREVIOUS INVESTMENTS IN VACANT LAND PLANNING TO ESTABLISH AN ENVIRONMENTAL JUSTICE FRAMEWORK FOR VACANT LAND REUSE AND MANAGEMENT IN THE CITY OF CLEVELAND, OHIO. \nACTIVITIES:\nPROJECT ACTIVITIES INCLUDE ENGAGING MAJOR STAKEHOLDERS IN VACANT LAND MANAGEMENT TO SYNTHESIZE EXISTING PLANS AND PRIORITIES; BUILDING A FRAMEWORK FOR VACANT LAND REUSE THAT ESTABLISHES METRICS FOR DETERMINING THE HIGHEST AND BEST USE OF A VACANT LOT; DEVELOPMENT OF DATA-DRIVEN POLICIES FOR IMPLEMENTATION; AND DEVELOPMENT OF A COLLABORATIVELY-BUILT, OPEN SOURCE DATABASE AND PLANNING TOOL TO GUIDE VACANT LAND REUSE PROJECTS AND MANAGEMENT STRATEGIES FOR THE ADVANCEMENT OF ENVIRONMENTAL JUSTICE, PUBLIC HEALTH, AND QUALITY OF LIFE. \nOUTCOMES:\nEXPECTED OUTCOMES OF THE PROJECT ARE ADOPTION OF VACANT LAND MANAGEMENT STRATEGIES, GREATER SENSE OF RESIDENT OWNERSHIP, IMPROVED AESTHETICS AND SAFETY ON VACANT LAND AND REDUCTION OF ILLEGAL DUMPING. THE ANTICIPATED GRANT DELIVERABLE IS A VACANT LAND PLANNING TOOL. INTENDED BENEFICIARIES ARE RESIDENTS OF UNDERSERVED COMMUNITIES IN CLEVELAND, OH. \nSUBRECIPIENT:\nTHE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS IN COMPLIANCE WITH APPENDIX A OF EPA&RSQUO;S SUBAWARD POLICY. THE SUB-AWARDEES WILL PARTICIPATE IN THE DEVELOPMENT OF THE ENVIRONMENTAL JUSTICE FRAMEWORK AND METRICS AND PROVIDE STAFF FOR PLANNING AND COORDINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14b860d5-3c5c-385e-10c5-0c87e2a50e44-C", "generated_internal_id": "ASST_NON_00E03084_6800"}, {"internal_id": 111126196, "Award ID": "00E02866", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-23", "CFDA Number": "66.306", "Description": "THE PARTNERS FOR BETTER WATERSHED MANAGEMENT PROJECT (MANAGED BY WORKING IN NEIGHBORHOODS) WILL CONDUCT DEMONSTRATION PROJECTS, TRAINING, SURVEYS AND PUBLIC EDUCATION RELATING TO THE CAUSES, EFFECTS, PREVENTION AND REDUCTION OF WATER POLLUTION. WORKING IN NEIGHBORHOODS' (WIN) OUTREACH, ENGAGEMENT, AND TECHNICAL SUPPORT WILL HELP COMMUNITY RESIDENTS ORGANIZE AROUND QUALITY OF LIFE ISSUES AND NEIGHBORHOOD PRIORITIES. THIS PROJECT'S FOCUS IS ON REMEDIATING STORM WATER RUNOFF IN THE TARGET CINCINNATI AREA NEIGHBORHOODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "802d37ea-f8d1-6739-6e0a-bc599241ce4e-R", "generated_internal_id": "ASST_NON_00E02866_6800"}, {"internal_id": 111062065, "Award ID": "00E02865", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "66.306", "Description": "THE NORTHSIDE SAFETY-N.E.T. (NEIGHBORHOODS EMPOWERING TEENS) IS A COLLABORATIVE AND SYSTEMS-CHANGE APPROACH TO ADDRESSING DISPARATE ENVIRONMENTAL IMPACTS AND EMPOWERING AT-RISK TEENS OF COLOR IN NORTH MINNEAPOLIS. THE PARTNERS IN THIS COLLABORATIVE WILL LEVERAGE EXISTING RESOURCES AND EXPERTISE TO DEVELOP AND IMPLEMENT TRAINING FOR A COHORT OF YOUTH (AGES 16-24), AROUND PARTICIPATORY ACTION RESEARCH, CIVIC ENGAGEMENT FROM AN ENVIRONMENTAL JUSTICE LENS, COMMUNITY SERVICE, ENVIRONMENTAL STEWARDSHIP, LEADERSHIP, LIFE SKILLS TRAINING AND WORKFORCE DEVELOPMENT. THE MAIN OBJECTIVES ARE TO: 1) AUTHENTICALLY INTEGRATE YOUNG PEOPLE IN LOCAL CONVERSATION AND MOVEMENT TO ADDRESS ENVIRONMENTAL JUSTICE ISSUES IDENTIFIED BY THE NORTHSIDE GREEN ZONE TASK FORCE; 2) RAISE THE ENVIRONMENTAL LITERACY AND PRACTICAL SKILLS OF YOUNG PEOPLE TO CREATE A NEW GENERATION OF ENVIRONMENTAL STEWARDS; AND 3) INCREASE EXPOSURE AND INTEREST IN CAREERS RELATED TO THE ENVIRONMENT, SUSTAINABILITY AND GREEN ENTERPRISES. A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36add886-1313-8585-5f94-8406799b1ee7-R", "generated_internal_id": "ASST_NON_00E02865_6800"}, {"internal_id": 68326703, "Award ID": "00E02422", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "66.306", "Description": "HURON PINES SEEKS TO CREATE COASTAL COMMUNITY COLLABORATIONS BETWEEN RURAL TOWNS ON THE LAKE HURON SHORELINE IN ORDER TO DEVELOP AND IMPLEMENT WATER QUALITY IMPROVEMENTS IN THE AREA.  THE SMALL, RURAL CITIES OF AU GRES, TAWAS, EAST TAWAS, AND ROGERS CITY ARE DISPROPORTIONATELY IMPACTED BY STORMWATER POLLUTION AND HIGH UNEMPLOYMENT.  THIS PROJECT WILL 1) IDENTIFY ENVIRONMENTAL DEGRADATION ISSUES DUE TO STORMWATER RUN-OFF, 2) STRATEGICALLY PLAN AND LEVERAGE FUNDING TO PROTECT WATER QUALITY IN THE LONG TERM, AND 3) FACILITATE THE CREATION OF CHANGE FROM WITHIN TO GET THESE SMALL, OFTEN COMPETING CITIES TO WORK TOGETHER FOR THE BETTERMENT OF THE GREAT LAKES AND, IN TURN, THE HEALTH OF LOCAL RESIDENTS.  PROJECT OUTPUTS INCLUDE: 3 HIGH-LEVEL REVIEWS OF CURRENT STORMWATER DATA AND ORDINANCES OF THE AREA, 4 GREEN INFRASTRUCTURE PRESENTATIONS BY STAKEHOLDERS TO THE REGIONAL COMMUNITY FOUNDATION, AND A LONG-TERM STUDY REFLECTING DATA ON BEACH CLOSURES, WATER BORNE ILLNESSES AND WATER QUALITY, 6", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a0d982d-399f-67ac-82b9-081dc260c70e-C", "generated_internal_id": "ASST_NON_00E02422_6800"}, {"internal_id": 39175954, "Award ID": "00E02028", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-13", "CFDA Number": "66.306", "Description": "THE CHICAGO HEALTHY HOMES INSPECTION COLLABORATIVE WILL EXAMINE WAYS TO IMPROVE THE CITY'S BUILDING CODE INSPECTION PROGRAM TO ENSURE ALL CHICAGOANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0370947-6626-ac1a-faf8-fb53e5cd3185-R", "generated_internal_id": "ASST_NON_00E02028_6800"}, {"internal_id": 68568403, "Award ID": "00D81818", "Award Amount": 119941.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "66.306", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $119,941 TO ATHENS LAND TRUST. THE FUNDS WILL BE USED TO CONDUCT MONITORING AND RESEARCH ACTIVITIES TO PROMOTE PUBLIC ENVIRONMENTAL EDUCATION IN THE WEST BROAD NEIGHBORHOOD AND SUPPORT ENVIRONMENTAL HEALTH THROUGH COMMUNITY GARDENING. THE FUNDS WILL HELP IMPROVE COMMUNITY GARDENING OPERATIONS TO INCREASE THE NUMBER OF RESIDENTS EDUCATED IN SUSTAINABLE AGRICULTURE, IMPROVED WATER QUALITY THROUGH THE PROMOTION OF SUSTAINABLE AGRICULTURE PRACTICES AND INCREASED ACCESS TO ENVIRONMENTAL DATA IN THE WEST BROAD NEIGHBORHOOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df221229-981e-d48b-22ca-8aca6642cd02-R", "generated_internal_id": "ASST_NON_00D81818_6800"}, {"internal_id": 39174470, "Award ID": "00D49616", "Award Amount": 119569.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-19", "CFDA Number": "66.306", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $119,569 TO THE CAPE FEAR RIVER WATCH TO ADDRESS MERCURY AND OTHER TOXINS THROUGH FISH TISSUE STUDIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6fb010ae-ad4d-f659-c00c-f14fcdc6ae73-R", "generated_internal_id": "ASST_NON_00D49616_6800"}, {"internal_id": 148927860, "Award ID": "00A00789", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "66.306", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE PARTNERS FOR A HEALTHIER COMMUNITY TO BUILD COMMUNITY LEADERSHIP ON AIR QUALITY, CLIMATE RESILIENCE, ENVIRONMENTAL JUSTICE, URBAN FORESTRY AND COMMUNITY SCIENCE TO ADDRESS HEALTH OUTCOMES THROUGH THE MAINTENANCE AND EXPANSION OF AN AIR QUALITY MONITORING NETWORK IN THE CITIES OF SPRINGFIELD, HOLYOKE, AND CHICOPEE, MASSACHUSETTS. THE PROJECT WILL MAINTAIN AND EXPAND A SET OF AIR MONITORING SENSORS IN COMMUNITIES INCLUDING HOLYOKE, SPRINGFIELD, AND CHICOPEE, MASSACHUSETTS AND CONVENE LOCAL RESIDENT ADVISORS TO INCREASE AWARENESS AND UNDERSTANDING OF AIR QUALITY INFORMATION AND INCREASE ENGAGEMENT ON LOCAL ACTIONS TO IMPROVE AIR QUALITY.\nACTIVITIES:\nPROJECT ACTIVITIES INCLUDE MAINTAINING AND EXPANDING THE CURRENT PIONEER VALLEY AIR QUALITY MONITORING (PVAQM) NETWORK OF OVER 50 SENSORS COLLECTING DATA ON PARTICULATE MATTER AND OZONE FOCUSING ON NEIGHBORHOODS WITH ENVIRONMENTAL JUSTICE CONCERNS IN HOLYOKE, SPRINGFIELD, CHICOPEE, AND OTHER NEARBY COMMUNITIES; INCLUSION OF RESIDENT VOICES THROUGH IDENTIFYING AND CONVENING RESIDENT ADVISORS WHO WILL TAKE LEADERSHIP ON EDUCATING THEIR COMMUNITY AND ADVOCATING FOR ACTIONS AND POLICIES THAT ADDRESS AIR POLLUTION, REMOVAL OF POLLUTION SOURCES AND PROMOTE CLIMATE RESILIENCE. THE PROJECT WILL ALSO USE THE INTERNET AND SOCIAL MEDIA TO PROVIDE RESIDENTS REAL-TIME DATA VIA A WEBSITE IN ENGLISH AND SPANISH THAT WILL INCLUDE A 'DASHBOARD' WITH CURRENT AIR QUALITY INFORMATION FROM THE SENSORS ALONG WITH TECHNICAL AND EDUCATIONAL RESOURCES INCLUDING RESPIRATORY DISEASE, CLIMATE CHANGE AND COMMUNITY RESILIENCE.\nOUTCOMES:\nANTICIPATED DELIVERABLES OF THIS PROJECT INCLUDE RECRUITING AND TRAINING 10 RESIDENT ADVISORS, CREATING A NEW WEB-BASED PLATFORM FOR SHARING AIR QUALITY SENSOR DATA, DEVELOPING NEW EDUCATIONAL MATERIALS FOR USE IN OUTREACH TO 10 SCHOOLS/COMMUNITY-BASED ORGANIZATIONS EACH YEAR, AND 10 COMMUNITY AND SCHOOL PRESENTATIONS. \n\nEXPECTED ENVIRONMENTAL OUTCOMES OF THIS PROJECT ARE IMPROVED AIR QUALITY, A REDUCTION IN EXPOSURE TO AIR POLLUTANTS, INCREASED CLIMATE RESILIENCE, REDUCTION IN ASTHMA, REDUCTION IN CARDIOVASCULAR DISEASE MORBIDITY AND AN OVERALL IMPROVEMENT IN HEALTH IN THE LOCAL COMMUNITY AS AIR POLLUTANTS DECREASE, AIR QUALITY IMPROVES, AND CLIMATE RESILIENCE MEASURES ARE INSTITUTED. \n\nDIRECT BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF SPRINGFIELD, HOLYOKE, AND CHICOPEE, MASSACHUSETTS WHO ARE PREDOMINANTLY BLACK, LATINO, AND/OR LOW INCOME. PROJECT PARTNERS WILL PROVIDE TECHNICAL ASSISTANCE IN AIR QUALITY MONITORING, DATA ANALYSIS AND WEB SERVICES FOR COMMUNITY OUTREACH TO ENSURE DATA, INFORMATION AND RESULTS ARE EASILY UNDERSTOOD BY THE LOCAL TARGET AUDIENCE.\n\nCLEAN AIR ACT 103(B)(3): PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED ASTHMA ARE MORE LIKELY TO BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED.\nSUBRECIPIENT:\nYALE UNIVERSITY RESEARCH TEAM: $13,500\nDR. KRYSTAL POLLITT WILL MAINTAIN THE AIR SENSOR NETWORK IN THE PIONEER VALLEY AIR MONITORING NETWORK, ENSURING SENSOR ARE ROUTINELY CALIBRATED WITH EPA REFERENCE MONITOR TO PROVIDE HIGH-QUALITY REAL-TIME MEASUREMENTS OF PM2.5 MASS AND OZONE CONCENTRATION. SHE WILL ALSO MAINTAIN A DATABASE OF COLLECTED MEASUREMENTS AND A PUBLIC WEBSITE THAT WILL VISUALIZE THIS AIR QUALITY DATA.  \n\nREGREEN SPRINGFIELD: $13,500\nREGREEN SPRINGFIELD WILL CONTRIBUTE TO COMMUNITY-BASED EDUCATIONAL PROGRAMMING AND DELIVERY AND WILL DEVELOP A PROJECT WEBSITE THAT WILL PROVIDE INFORMATION ON GLOBAL CLIMATE CHANGE AND HOW AIR QUALITY AT THE LOCAL LEVEL IS AFFECTED BY CHANGING FUNCTIONS OF ECOSYSTEM COMPONENTS.  THE WEBSITE WILL PROVIDE USEFUL TOOLS AND RESOURCES FOR RESIDENTS AS THEY ADDRESS ENVIRONMENTAL JUSTICE ISSUES, RESILIENCY, AND SUSTAINABILITY.\n\nEARTHWATCH: $15,000\nEARTHWATCH INSTIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "768b0fcb-0d0a-2212-42d5-bf25e366ddff-R", "generated_internal_id": "ASST_NON_00A00789_6800"}, {"internal_id": 111126187, "Award ID": "00A00721", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-23", "CFDA Number": "66.306", "Description": "THE CHILDHOOD LEAD ACTION PROJECT'S COMMUNITY LEAD SAFETY COLLABORATIVE WILL WORK IN PROVIDENCE, RHODE ISLAND (RI)  TO REDUCE THE INCIDENCE OF CHILDHOOD LEAD POISONING, IMPROVE THE SAFETY OF RENTAL HOUSING, AND INCREASE THE CAPACITY OF RESIDENTS, LOCAL  GOVERNMENT, HOUSING FUNDING AGENCIES, AND OTHER STAKEHOLDERS TO ADDRESS THE LEAD ISSUE ON A LOCAL LEVEL. PROVIDENCE HAS A HIGH INCIDENCE OF LEAD POISONING AND IS HOME TO SUBSTANTIAL LOW-INCOME AND MINORITY POPULATIONS. THE PROJECT IS GROUNDED IN EFFECTIVE LEAD PREVENTION PRACTICES INCLUDING: MEANINGFUL INVOLVEMENT AND DIRECTION PROVIDED BY LOCAL COMMUNITY MEMBERS ALREADY ENGAGED IN LEADERSHIP ROLES; A MULTI-STAKEHOLDER GROUP WITH PREVIOUSLY ESTABLISHED RELATIONSHIPS, TRUST, MUTUAL GOALS, AND RESPONSIBILITIES; A PATHWAY FOR FURTHER COMMUNITY MEMBER ENVIRONMENTAL LEARNING AND LEADERSHIP DEVELOPMENT THROUGH ACCESSIBLE TRAINING OPPORTUNITIES IN ENGLISH, SPANISH, OTHER LANGUAGES, AND USING LOW-LITERACY CURRICULA. BY THE END OF THIS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92431c17-39a9-d678-5c5c-f3a08570e3ea-C", "generated_internal_id": "ASST_NON_00A00721_6800"}, {"internal_id": 111062246, "Award ID": "00A00720", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-23", "CFDA Number": "66.306", "Description": "THE WOONASQUATUCKET RIVER WATERSHED COUNCIL (WRWC) WILL PROMOTE COMMUNITY ENGAGEMENT AND LEADERSHIP IN VULNERABLE, UNDERSERVED NEIGHBORHOODS IN PROVIDENCE, RHODE ISLAND, TO FACILITATE PLANNING AND EDUCATION AROUND STORMWATER, SEA LEVEL RISE, AND FLOOD RESILIENCY FOR THOSE WHO WILL BE MOST IMPACTED. THIS PROJECT WILL FOCUS ON THE LOW-INCOME COMMUNITY OF OLNEYVILLE, A NEIGHBORHOOD GREATLY IMPACTED BY FLOODING EVENTS. THIS PROJECT WILL EMPOWER AND DEVELOP PARTNERSHIPS BETWEEN LOCAL YOUTH IN WRWC'S ENVIRONMENTAL LEADERS PROGRAM AND A COHORT OF 15 NEW RESIDENT LEADERS THROUGH THE FOLLOWING INNOVATIVE APPROACHES: PARTICIPATION IN THE PEOPLE'S INSTITUTE FOR SURVIVAL AND BEYOND'S UNDOING RACISM WORKSHOP TO BUILD TRUST AMONG CONSTITUENTS AND PARTNERS; COLLABORATION BETWEEN RESIDENT LEADERS AND YOUNG PEOPLE FROM PROVIDENCE'S METROPOLITAN REGIONAL CAREER AND TECHNICAL CENTER SCHOOL TO DEVELOP PROBLEM-SOLVING PROJECTS FOCUSED ON COMMUNITY-BASED CLIMATE RESILIENCY; MEETINGS BETWEEN LEADERS, S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7684b51-4d0b-854a-1550-0c75faac7fef-R", "generated_internal_id": "ASST_NON_00A00720_6800"}, {"internal_id": 145856410, "Award ID": "00A00680", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-12", "CFDA Number": "66.306", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED ENVIRONMENTAL JUSTICE COLLABORATIVE PROBLEM-SOLVING GRANT IS TO SUPPORT THE EXPANSION OF WABANAKI PUBLIC HEALTH AND WELLNESS ENVIRONMENTAL HEALTH WORKER SERVICES.  THROUGH THIS $200,00 COOPERATIVE AGREEMENT ENVIRONMENTAL AND PUBLIC HEALTH SERVICES WILL BE EXPANDED TO LIMIT ONGOING COVID-19 IMPACTS WITH AN EMPHASIS ON INDOOR AND OUTDOOR AIR QUALITY, CLEAN DRINKING WATER, AND EMERGENCY PREPAREDNESS. THE DIRECT BENEFICIARIES OF THIS EPA FUNDED WABANAKI ENVIRONMENTAL CAPACITY-BUILDING AND LEADERSHIP DEVELOPMENT PROJECT ARE THE FIVE WABANAKI PEOPLE AND COMMUNITIES IN MAINE. ACTIVITIES TO BE PERFORMED INCLUDE YOUTH GROUPS IN EACH COMMUNITY WORKING WITH A DESIGNATED ENVIRONMENTAL HEALTH WORKER AND INTERNAL AND EXTERNAL PARTNERS TO CREATE PROJECTS SURROUNDING CLEAN DRINKING WATER, AIR QUALITY, AND/OR EMERGENCY PREPAREDNESS BASED OFF THEIR ASSESSMENT OF INDIVIDUAL COMMUNITY NEEDS. YOUTH LEADERS WILL THEN PRESENT THE RESULTS OF THEIR PROJECTS TO CO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "165215ef-7722-aa71-9ff4-1c121c1fb895-R", "generated_internal_id": "ASST_NON_00A00680_6800"}, {"internal_id": 149848361, "Award ID": "00A00596", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-02", "CFDA Number": "66.306", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT (FUNDED WITH AMERICAN RESCUE PLAN APPROPRIATIONS) IS TO PROVIDE FUNDING TO HARTFORD PARENT UNIVERSITY, INC. (HPU) TO PROVIDE TRAINING UNDER SECTION 103 OF THE CLEAN AIR ACT (CAA) AND SECTION 1442 OF THE SAFE DRINKING WATER ACT (SDWA) TO HARTFORD PARENTS SO THAT THEY CAN EDUCATE THE YOUTH OF HARTFORD ON THE DANGERS OF LEAD POISONING IN THE HOME, SCHOOL, AND IN THE DRINKING WATER SUPPLY. HPU PLANS TO INITIALLY FOCUS ON OUTREACH, EDUCATION, AND TRAINING OF PARENTS TO IMPROVE SCREENING AND TESTING FOR LEAD CONTAMINANTS IN WATER AND TO IDENTIFY LEAD PAINT IN HOMES.  HARTFORD HAS MANY RESIDENCES CONSTRUCTED BEFORE 1960, 18 YEARS BEFORE LEAD-BASED PAINTS WERE BANNED FOR USE. THIS INDICATES HIGH USAGE OF LEAD-BASED PAINTS IN EXISTING BUILDINGS IN HARTFORD, TO WHICH COMMUNITY MEMBERS, ESPECIALLY CHILDREN, ARE REGULARLY EXPOSED. WITHIN THEIR TWO-YEAR PLAN, HPU WILL EDUCATE FAMILIES ON THE DANGERS OF LEAD CONTAMINATION AND HOW TO PREVENT LEAD EXPOSURE TO KEEP LOCAL FAMILIES AND CHILDREN SAFE.\n\nCAA 103(B)(3): PEOPLE WITH MODERATE-TO-SEVERE OR UNCONTROLLED ASTHMA ARE MORE LIKELY TO BE HOSPITALIZED FROM COVID-19. AIR POLLUTION MAY CONTRIBUTE TO ASTHMA. BY ADDRESSING AIR POLLUTION IN CAA 103(B)(3) PROJECTS, THE CHANCES OF SEVERE ILLNESS FROM COVID-19 ARE REDUCED.\n\nSDWA 1442: HANDWASHING IS A WELL-ACCEPTED APPROACH TO COMBATING THE SPREAD OF COVID-19. CLEAN WATER IS NECESSARY FOR THE PROPER WASHING OF HANDS. SDWA 1442 GRANT PROJECTS CONTRIBUTE TO PROVIDING CLEAN WATER FOR HANDWASHING IN COMBATTING THE SPREAD OF COVID-19.\nACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE: (1) EDUCATING 1,000 FAMILIES ON LEAD CONTAMINATION DANGERS AND (2) CONDUCT REVIEWS OF HOUSING STOCK TO CREATE A MAP OF 30 LEAD POLLUTED AND AFFECTED BUILDINGS IN HARTFORD TO DIRECTLY PROTECT THE FAMILIES OF HARTFORD, CONNECTICUT (CT) FROM LEAD POLLUTANT EXPOSURES. HARTFORD PARENT UNIVERSITY WILL USE FUNDING TO OPERATE PARENT TRAINING SESSIONS, PAY FOR LEAD TESTING KITS, FUND STAFF TRAVEL, AND PAY FOR COMMUNITY-DISTRIBUTED MATERIALS EDUCATING ABOUT THE DANGERS AND METHODS OF EXPOSURE OF LEAD POLLUTANTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE: (1) 1,000 STAKEHOLDERS ARMED WITH KNOWLEDGE AND AWARENESS ABOUT LEAD POISONING, AND (2) 30 HOMES IN HIGH RISK NEIGHBORHOODS WILL BE EVALUATED FOR LEAD CONTAMINATION IN WATER AND THE ENVIRONMENT. \n\nINTENDED BENEFICIARIES INCLUDE DIRECTLY PROTECTING THE FAMILIES OF HARTFORD, CT FROM LEAD POLLUTANT EXPOSURES.  AN INVOLVED AND EDUCATED COMMUNITY IS BETTER EQUIPPED TO PARTICIPATE IN EFFORTS TO PROTECT THEMSELVES AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "2e0754f1-fcfb-a0bf-0809-35d6ad8b01ff-R", "generated_internal_id": "ASST_NON_00A00596_6800"}, {"internal_id": 69783598, "Award ID": "00A00324", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-26", "CFDA Number": "66.306", "Description": "CENTRAL MAINE COMMUNITY HEALTH CORPORATION (CMCHC) AND PARTNERS SEEK TO HELP THE UNDERSERVED COMMUNITY RESIDENTS OF DOWNTOWN LEWISTON WHO EXPERIENCE EXTREME POVERTY AND DISPROPORTIONATE HOUSING-RELATED HEALTH IMPACTS, INCLUDING LEAD EXPOSURE AND ASTHMA, BY INCREASING THE NUMBER OF HEALTHY RESIDENTIAL HOUSING UNITS AVAILABLE AND EMPOWERING THOSE RESIDENTS TO ACCESS HEALTHY HOUSING.  THIS PROJECT WAS BORN OUT OF A COMMUNITY-DRIVEN EFFORT AND CMCHC'S NEIGHBOR-TO-NEIGHBOR PROGRAM WHERE COMMUNITY RESIDENTS IDENTIFIED THE NEED FOR THE CITY AND LOCAL ORGANIZATIONS TO SUPPORT LOCAL LANDLORDS TO IMPROVE THEIR HOUSING STOCK AND REMEDIATE ENVIRONMENTAL HOUSING HAZARDS.  AFTER CONVENING DIVERSE STAKEHOLDERS, CMCHC WILL IMPLEMENT STRATEGIES THAT PROVIDE TOOLS AND RESOURCES TO LANDLORDS TO CREATE HEALTHIER HOUSING AND EMPOWER THE UNDERSERVED COMMUNITY TO ACCESS SAFE HOUSING.  PROJECT ACTIVITIES INCLUDE: 1) CREATION OF A SAFE HOUSING PUBLIC DATABASE OF LOCAL RENTAL UNITS THAT HAVE PASSED A RECENT HEA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "935f5105-aa43-b9ec-225c-6f46d4606c1a-C", "generated_internal_id": "ASST_NON_00A00324_6800"}, {"internal_id": 39173764, "Award ID": "00A00126", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-07", "CFDA Number": "66.306", "Description": "THE TWO YEAR ASTHMA HOTSPOT ACTION PLAN PROJECT WILL TARGET NEIGHBORHOODS IN RHODE ISLAND (SOUTH PROVIDENCE, ELMWOOD AND WASHINGTON PARK) IMPACTED BY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7a43ce8-caea-876b-cf29-34e3218f1b91-R", "generated_internal_id": "ASST_NON_00A00126_6800"}]