[{"internal_id": 144073833, "Award ID": "98T29901", "Award Amount": 199781.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-11-04", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO TOHONO O'ODHAM NATION. THIS PROJECT FOCUSES ON EDUCATION, INVOLVING MEMBERS IN THE STUDY, DESIGN, AND CONDUCT OF LOCAL AIR QUALITY PLANS; IDENTIFYING AND PRIORITIZING WHICH ROADS WILL BE UPGRADED SO THAT 15 MILES OF ROAD WILL BE TREATED AND MAINTAINED. PROJECT ACTIVITIES INCLUDE TRAINING THAT WILL EDUCATE ON HOW VEGETATION CAN BE A TOOL FOR REDUCING AIR POLLUTION WITH HANDS ON WORK ALONG THESE ROADWAYS RESULTING IN NEW ROADSIDE VEGETATION TO MITIGATE AIR POLLUTION. THROUGH THE LEADERSHIP OF THE NATION'S ENVIRONMENTAL PROTECTION OFFICE THE SEJCA ENVIRONMENTAL SPECIALIST WILL CONDUCT INFORMATION AND EDUCATIONAL MEETINGS IN ALL ELEVEN OF THE NATION'S DISTRICTS AND THEIR COMMUNITIES. EACH DISTRICT WILL DEVELOP A LOCAL PLAN THAT ADDRESSES FOR ITS COMMUNITIES THE AIR QUALITY ISSUES THAT AFFECTS THE ENTIRE RESERVATION. DIRECT BENEFICIARIES OF THIS PROGRAM ARE RESIDENTS OF TOHONO O'ODHAM NATION LOCAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 199781.0, "Infrastructure Obligations": null, "recipient_id": "7aff42dd-15c6-f2d6-7ec5-c4a1ec182651-C", "generated_internal_id": "ASST_NON_98T29901_6800"}, {"internal_id": 140709076, "Award ID": "98T29801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO SOUTH COAST AIR QUALITY MANAGEMENT DISTRICT TO ESTABLISH A COLLABORATIVE AIR QUALITY ACADEMY TO PROVIDE RESOURCES AND TRAINING THAT WILL IMPROVE ENVIRONMENTAL LITERACY AND AIR QUALITY DATA IN THIS COMMUNITY. THE ACADEMY WILL INCLUDE COMMUNITY HEALTH WORKERS AND OTHER COMMUNITY MEMBERS, AND PROVIDE TRAINING ON HOW TO USE THE DATA TO HELP MAKE INFORMED DECISIONS. THE PROJECT ACTIVITIES INCLUDE: 1. AIR QUALITY TRAINING: PROVIDE TRAINING ON THE AIR QUALITY INDEX (AQI), AND ACTIONS TO REDUCE EXPOSURES TO INDOOR AND OUTDOOR AIR POLLUTION. 2. AIR POLLUTION SENSORS TRAINING: PROVIDE TRAINING ABOUT AIR POLLUTION MEASUREMENT, AND HOW TO GET LOCAL AIR QUALITY INFORMATION FROM A BLENDED AQI MAP, WHICH USES BOTH REGULATORY MONITORING AND SENSOR DATA. PARTICIPANTS WILL ALSO HAVE AN OPPORTUNITY TO INSTALL THEIR OWN AIR POLLUTION SENSOR. 3. COMMUNITY ENVIRONMENTAL HEALTH REPORT: PUBLISH A REPORT ON A STUDY O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "3ddc7800-4e9b-c502-1e0d-ce006e52c74f-C", "generated_internal_id": "ASST_NON_98T29801_6800"}, {"internal_id": 140709074, "Award ID": "98T29501", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO CONTRA COSTA HEALTH SERVICES TO EXPAND ON: 1) CONTRA COSTA ASTHMA HOME VISITING PROGRAM, A PROGRAM THAT PROVIDES CLINICAL ASTHMA TRIGGER ASSESSMENT, TREATMENT, EDUCATION AND TRAINING ON GENERAL HEALTHY HOMES ACTIVITIES TO PREVENT INDOOR AIR POLLUTION FOR ASTHMA PATIENTS INSURED THROUGH MEDICAID AND 2) EXISTING PROMOTORA PROGRAMS DESIGNED TO PROVIDE TRAINING ON AIR QUALITY, AIR POLLUTION MITIGATION AND COMMUNITY ACTION MODEL THAT EMPOWERS PATIENTS AND COMMUNITY MEMBERS TO BE DECISION-MAKING STAKEHOLDERS IN LOCAL INITIATIVES AND POLICIES. PROJECT ACTIVITIES INCLUDE ESTABLISHING AN ONGOING PARTNERSHIPS TO CONTINUOUSLY CO-DEVELOP PRIORITIES AND STRATEGIES; LEVERAGING LOCAL RESOURCES TO PROMOTE EDUCATION ON ISSUES RELATED TO HEALTH CONCERNS STEMMING FROM INDOOR AIR POLLUTION AND RELATED ENVIRONMENTAL POLICY; COLLABORATIVELY EMPOWER ASTHMA PATIENTS THROUGH TRAINING TO SERVE AS DECISION-MAKING PARTN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "816e98cf-2624-d29d-0aa3-af4898f6e63a-C", "generated_internal_id": "ASST_NON_98T29501_6800"}, {"internal_id": 140708951, "Award ID": "98T29401", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO AMERICAN SAMOA EPA. THIS PROJECT ADDRESSES UNDERSERVED RESIDENTS' INCREASED EXPOSURE TO OUTDOOR POLLUTANTS AS AN UNINTENDED CONSEQUENCE OF LOCAL STAY-AT-HOME ORDERS. SPECIFICALLY, PROJECT ACTIVITIES INCLUDE THE PURCHASE OF FOUR PERMANENT AIR QUALITY MONITORING STATIONS INSTALLED STRATEGICALLY ACROSS THE ISLAND OF TUTUILA TO MEASURE REAL TIME AIR QUALITY. THESE STATIONS WILL COLLECT AIR QUALITY DATA THAT WILL BE USED TO ASSESS THE AIR QUALITY FOR THE ENTIRE ISLAND AND ASSIST AIR QUALITY REGULATORY AGENCIES, DEPARTMENT OF HEALTH AND PUBLIC SAFETY ORGANIZATIONS TO MAKE INFORMED DECISIONS AND DEVELOP PLANS ON HOW TO IMPROVE AIR QUALITY ENFORCEMENT AND ENSURE AIR QUALITY ON THE ISLAND. THE AIR QUALITY INFORMATION WILL MEASURE THE EMISSION OF VARIOUS AIR POLLUTANTS CAUSED BY OPEN BURNING. THE ENVIRONMENTAL OUTCOMES OF THIS PROJECT INCLUDE USING THE AIR QUALITY DATA FOR PUBLIC EDUCATION TO RAISE AWA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "a9a7591d-ff53-fd6f-7468-83e45e786848-C", "generated_internal_id": "ASST_NON_98T29401_6800"}, {"internal_id": 116088812, "Award ID": "98T17301", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-03", "CFDA Number": "66.312", "Description": "COYOTE VALLEY BAND OF POMO INDIANS WILL PROVIDE FOR THE ESTABLISHMENT OF THE COYOTE VALLEY EMERGENCY PREPAREDNESS AND DISASTER RESILIENCY PROJECT BY SUPPORTING THE DEVELOPMENT OF THE COYOTE VALLEY DISASTER RESILIENCY PLAN AND THE CREATION OF THE COYOTE VALLEY EMERGENCY OPERATIONS TRAINING PROGRAM. THE COYOTE VALLEY EMERGENCY PREPAREDNESS AND DISASTER RESILIENCY PROJECT WILL FOCUS ON EDUCATING STAFF, LEADERSHIP, AND THE COMMUNITY ON RESILIENCY IN ORDER TO CONTROL AND MITIGATE THE AMOUNT OF AIR AND WATER POLLUTION IN TIMES OF DISASTERS.  THIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000.  PRE-AWARD COSTS HAVE BEEN AUTHORIZED BACK TO 10/01/2020.  SEE TERMS AND CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0d0187c-34a5-e0fa-0870-dc5cba2509b9-C", "generated_internal_id": "ASST_NON_98T17301_6800"}, {"internal_id": 116088815, "Award ID": "98T17201", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-03", "CFDA Number": "66.312", "Description": "THE CALIFORNIA STRATEGIC GROWTH COUNCIL, WHICH IS IN THE OFFICE OF PLANNING AND RESEARCH FOR THE STATE OF CALIFORNIA, WILL BE PROVIDING TRAINING ON PRINCIPLES OF ENVIRONMENTAL JUSTICE, EQUITABLE COMMUNITY DEVELOPMENT, DEVELOPING A COMMUNITY NEEDS ASSESSMENT AND A PARTNERS ADVANCING CLIMATE EQUITY (PACE) CURRICULUM. THE COUNCIL WILL BE PROVIDING THESE TRAININGS TO THE GENERAL PUBLIC IN CALIFORNIA.  THIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000.  PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO OCTOBER 1, 2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7dc73a2c-a2c9-baae-d724-3ebf8842b872-C", "generated_internal_id": "ASST_NON_98T17201_6800"}, {"internal_id": 140708970, "Award ID": "95820412", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN (ARP) FUNDED COOPERATIVE AGREEMENT IS TO DEVELOP A HOUSING INTERVENTION PROGRAM FOCUSED ON INDOOR AIR QUALITY AND HEALTH CONCERNS IN UNDERSERVED AND VULNERABLE FORT COLLINS, COLORADO COMMUNITY MEMBERS. THE ACTIVITIES TO BE PERFORMED IN THIS COOPERATIVE AGREEMENT ARE TO ENGAGE UNDERSERVED AND VULNERABLE COMMUNITY MEMBERS AND IDENTIFY NEEDS RELATED TO A HOME'S INDOOR AIR QUALITY AND ENERGY USE, ASSESS EXISTING CAPABILITIES, GAPS, BARRIERS AND BEST PRACTICES IN EXISTING HEALTHY HOUSING PROGRAMS, UPDATE EXISTING PROGRAM IMPLEMENTATION PLANS AND DEVELOP NEW HOME ASSESSMENT TOOLS AND PILOT IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "955203cb-0cc1-6943-023b-cdc235f06f62-C", "generated_internal_id": "ASST_NON_95820412_6800"}, {"internal_id": 140708927, "Award ID": "84034401", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-27", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE LOUISIANA DEPARTMENT OF ENVIRONMENTAL QUALITY (LDEQ) TO ENHANCE TWO MOBILE AIR MONITORING STATIONS, NOT CURRENTLY IN USE FOR THIS PROJECT, FOR DEPLOYMENT TO UNDERSERVED, MAJORITY MINORITY AREAS WITHIN THE STATE.  THESE TEMPORARILY LOCATED COMMUNITY (TLC) AIR MONITORS COLLECT AMBIENT AIR QUALITY DATA IN NEIGHBORHOODS USING EPA-APPROVED METHODS AND PROTOCOLS.  THE DATA WILL BE COLLECTED, ARCHIVED, AND RELAYED TO THE LDEQ WEBSITE.  SPECIFIC PROJECT ACTIVITIES ARE AS FOLLOWS: 1) ACQUIRE, INSTALL, AND CERTIFY NECESSARY EQUIPMENT FOR THE TWO MOBILE STATIONS, 2) DEVELOP/RENEW PARTNERSHIPS WITH THE COMMUNITY, INDUSTRY AND LOCAL GOVERNMENT CHOSEN FOR MONITORING TO DETERMINE MONITORING CONCERNS, NEEDS AND SITE LOCATION, 3) NEGOTIATE SITE ACCESS AGREEMENT; DEVELOP SITE (GROUND COVER, ELECTRICITY, FENCING, ETC.), 4) INSTALL MONITORING SITE, CERTIFY AND COMMISSION ALL EQUIPMENT, BEGIN STANDARD MONITOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "31d3f15f-e80d-5a3e-f591-15f7f88cc1df-C", "generated_internal_id": "ASST_NON_84034401_6800"}, {"internal_id": 140708740, "Award ID": "84034201", "Award Amount": 183727.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE HOUSING AUTHORITY OF THE CITY OF LOS ANGELES (HACLA) TO DEVELOP A COMMUNITY HEALTH OUTREACH PUBLIC EDUCATION AND TRAINING PROGRAM BENEFITING THE SECOND LARGEST PUBLIC HOUSING DEVELOPMENT IN THE US. THERE ARE SEVERAL PROJECT ACTIVITIES FROM HACLA AND PARTNERING ORGANIZATIONS. LOS ANGELES DEPARTMENT OF PUBLIC HEALTH (LADPH) AND THE UNIVERSITY OF SOUTHERN CALIFORNIA (USC) WILL TRAIN COMMUNITY HEALTH WORKERS (CHW) ON IDENTIFYING RESPIRATORY ILLNESSES CAUSED OR EXACERBATED BY AIR POLLUTION AMONG RESIDENTS AND INFORM THEM OF THE LATEST INFORMATION ON COVID-19 AND ITS PREVENTION AND TREATMENT. CAREER EXPANSION WILL DELIVER OSHA OUTREACH TRAINING CERTIFICATION ENABLING CHWS AND COMMUNITY COACHES TO IDENTIFY INDOOR HEALTH HAZARDS. THE UNIVERSITY OF CALIFORNIA LOS ANGELES DEPARTMENT OF ENVIRONMENTAL HEALTH SCIENCES GRADUATE STUDENTS WILL ASSIST HACLA STAFF IN COORDINATION OF OUTREACH AND EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 183727.0, "Infrastructure Obligations": null, "recipient_id": "b9a7d873-7ad1-777d-17fb-78fae05134e2-C", "generated_internal_id": "ASST_NON_84034201_6800"}, {"internal_id": 140708985, "Award ID": "84034101", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE DISTRICT OF COLUMBIA DEPARTMENT OF ENERGY AND ENVIRONMENT'S (DOEE) AIR QUALITY DIVISION TO EMPOWER PREDOMINANTLY MINORITY FAMILIES LIVING IN HIGH-POVERTY NEIGHBORHOODS EAST OF THE ANACOSTIA RIVER IN WARDS 7 AND 8 TO TAKE ACTION TO MANAGE ENVIRONMENTAL CONDITIONS AT HOME.  THE PROJECT'S PRIMARY ACTIVITIES ARE TO PROVIDE TRAINING AND PUBLIC EDUCATION TO IMPROVE CHILDREN'S LONG-TERM ASTHMA CONTROL AND TO REDUCE TRANSMISSION OF THE COVID- 19 VIRUS.  WORKING IN CLOSE COLLABORATION WITH MULTISECTOR PARTNERS, DOEE SEEKS TO MITIGATE THESE IMPACTS BY PROVIDING PARTICIPANTS WITH TECHNICAL TRAINING, CONDUCTING VIRTUAL HOME VISITS, DELIVERING ASTHMA MANAGEMENT KITS, AND DEVELOPING ONLINE CONTENT RELATED TO INDOOR AIR QUALITY HAZARDS.  DUE TO THE PANDEMIC, CHILDREN ARE SPENDING MORE TIME AT HOME MAKING HOME-BASED EXPOSURE TO AIR CONTAMINANTS MORE ACUTE AND HOME-BASED INTERVENTIONS MORE IMPERATIVE.  TH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_84034101_6800"}, {"internal_id": 140708887, "Award ID": "84034001", "Award Amount": 197500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE CITY OF SAN PABLO TO WORK WITH 3 PUBLIC TITLE 1 HIGH SCHOOLS TO DEPLOY AN AFTERSCHOOL INTERNSHIP PROGRAM FOR DISADVANTAGED STUDENTS, REACHING OUT TO PEERS AND THE PUBLIC TO RAISE AWARENESS AND MITIGATE THE IMPACTS OF COVID-19 (AN AIRBORNE CONTAMINANT) ON ENVIRONMENTAL JUSTICE COMMUNITIES. PROJECT ACTIVITIES INCLUDE DEVELOPING THE INTERNSHIP PROGRAM THAT WILL DIRECTLY TRAIN 45 STUDENTS EACH YEAR IN DATA COLLECTION AND CONTENT CREATION TO LAUNCH OUTREACH CAMPAIGNS TO 3,000 PEERS IN 3 CAMPUSES AND HOUSEHOLDS ALONG WITH EDUCATING THE COMMUNITY OF SAN PABLO IN RELATED HEALTH IMPACTS AND FACILITATING ACCESS TO RELIABLE AND ACTIONABLE COVID-19 MITIGATION INFORMATION. DIRECT BENEFICIARIES OF THIS PROGRAM ARE RESIDENTS OF THE CITY OF SAN PABLO AND THE CITY OF RICHMOND, PARTICULARLY HIGH SCHOOL STUDENTS. IN THE MIDST OF SOCIAL DISTANCING AND LOCAL STAY-AT-HOME ORDERS, ESPECIALLY IN PLACES WHERE INT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 197500.0, "Infrastructure Obligations": null, "recipient_id": "264a57db-0626-13e9-4a4d-06c9fb6ba1c1-C", "generated_internal_id": "ASST_NON_84034001_6800"}, {"internal_id": 140709000, "Award ID": "84033901", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-28", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE MASSACHUSETTS DEPARTMENT OF PUBLIC HEALTH'S (MDPH) ASTHMA PREVENTION AND CONTROL PROGRAM (APCP) TO IMPROVE ASTHMA OUTCOMES IN SEVERAL UNDERSERVED COMMUNITIES IN MASSACHUSETTS THAT ARE THE MOST INEQUITABLY BURDENED BY ENVIRONMENTAL HARMS, AIR POLLUTION, SUBSTANDARD HOUSING, ASTHMA, AND COVID-19.  THROUGH THIS FUNDING, MDPH WILL CONDUCT THE MASSACHUSETTS ASTHMA HOME VISITING COVID-19 ADAPTATION PROJECT. THE PRIMARY ACTIVITIES OF THIS COMMUNITY-INFORMED PROJECT INCLUDE: 1) MEANINGFUL COMMUNITY ENGAGEMENT; 2) THE ESTABLISHMENT OF A COMMUNITY HEALTH WORKER (CHW) ASTHMA LEARNING COMMUNITY (LC), INCLUDING ACCESS TO CHW MENTORSHIP; 3) A RACIAL JUSTICE REFRAMING OF THE APCP'S COMMUNITY HEALTH WORKER PEDIATRIC ASTHMA HOME VISITING PROGRAM PROTOCOL MANUAL AND PROGRAM SUMMARY; AND 4) A RACIAL JUSTICE REFRAMING OF THE ESTABLISHED APCP CHW AND CHW SUPERVISOR ASTHMA HOME VISITING TRAININGS, CONTINUED DE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_84033901_6800"}, {"internal_id": 140708744, "Award ID": "84033701", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-24", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE CITY OF MILWAUKEE, WI TO COORDINATE THE HEALTHY PEOPLE, HOMES AND NEIGHBORHOODS CAMPAIGN TO CONDUCT OUTREACH AND EDUCATION TO PREDOMINATELY AFRICAN AMERICAN AND LATINX NEIGHBORHOODS FOCUSED ON INDOOR AIR QUALITY AND THE ENVIRONMENTAL BENEFITS OF URBAN AGRICULTURE.  THE KEY OBJECTIVE OF THIS PROJECT IS TO HELP NEIGHBORHOODS TAKE COLLECTIVE ACTION TO IMPROVE ENVIRONMENTAL QUALITY AT THE NEIGHBORHOOD LEVEL.  ACTIVITIES WILL INCLUDE: 1) MOBILE RESOURCE TEAMS OF COMMUNITY HEALTH WORKERS (CHWS) DISTRIBUTING INDOOR AIR QUALITY RESOURCES AND ENVIRONMENTAL HEALTH EDUCATION TO RESIDENTS OF UNDERSERVED NEIGHBORHOODS, 2) DESIGN AND DEVELOPMENT OF A HEALTHY HOMES RESOURCE GUIDE, 3) DEVELOPING AN ECO NEIGHBORHOODS TOOLKIT, AND 4) CONDUCTING COMMUNITY SKILL-BUILDING WORKSHOPS ON URBAN GARDENING AND ITS POSITIVE IMPACT ON LOCAL AIR QUALITY, EXPOSURE TO GREEN JOB OPPORTUNITIES, AND HEALTHY HOMES. OUTCOMES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "941e2615-2968-3efe-8c3c-20e838657bbf-C", "generated_internal_id": "ASST_NON_84033701_6800"}, {"internal_id": 140708893, "Award ID": "84033601", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-27", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE CITY OF MADISON, WI TO CARRY OUT A PUBLIC EDUCATION AND TRAINING PROGRAM, INTERVENE AGAINST COVID-19, TO ADDRESS THE ENVIRONMENTAL AND RESPIRATORY HEALTH IMPACTS OF COVID-19 (AN AIRBORNE CONTAMINANT) ON LOW-INCOME COMMUNITIES AND COMMUNITIES OF COLOR IN THE CITY. THE KEY OBJECTIVE OF THE PROGRAM IS TO ENCOURAGE COMMUNITY-BASED KNOWLEDGE TRANSFER OF COVID-19 RISK FACTORS, COVID-19 PREVENTION PRACTICES, INTERVENTIONS, AND COMMUNITY RESOURCES.  THE PROGRAM WILL ALSO EDUCATE RESIDENTS ON THE NEXUS BETWEEN COVID-19 AND AIR-RELATED HEALTH CONCERNS WITHIN THESE COMMUNITIES.  ACTIVITIES TO BE PERFORMED INCLUDE: 1) CREATION OF TRAINING VIDEOS AND WRITTEN TRAINING MATERIALS, 2) DIRECT COMMUNITY OUTREACH, RECRUITMENT, AND TRAINING; AND 3) COMMUNITY PARTNERSHIPS THAT WILL CREATE AND DISSEMINATE LOCAL POLICY RECOMMENDATIONS ADDRESSING THE INTERSECTION OF COVID-19 AND ENVIRONMENTAL JUSTICE. EXPECTED OU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "95ae8962-1295-04c9-676b-cfc5771d9bc7-C", "generated_internal_id": "ASST_NON_84033601_6800"}, {"internal_id": 140708877, "Award ID": "84032801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE VIRGINIA DEPARTMENT OF ENVIRONMENTAL QUALITY (VADEQ) TO IMPLEMENT TWO KEY RECOMMENDATIONS RESULTING FROM ITS 2019-2020 ENVIRONMENTAL JUSTICE (EJ) STUDY: 1) DEVELOPMENT AND IMPLEMENTATION OF AN EJ TRAINING ACADEMY AND 2) DEVELOPMENT OF A VIRGINIA-SPECIFIC EJ MAP-BASED TOOL.  WORK UNDER THIS PROJECT WILL FOCUS ON EJ TRAINING AND CAPACITY BUILDING FOR MEMBERS OF TWO UNDERSERVED COMMUNITIES IN SOUTHEASTERN VA IDENTIFIED AS NEEDING INCREASED AIR QUALITY MONITORING, AS WELL AS AN AIR QUALITY ASSESSMENT.  THE EJ MAP-BASED TOOL WILL INCLUDE A COMPREHENSIVE COLLECTION OF DATA NEEDED TO INFORM THE DECISION-MAKING PROCESS BY VADEQ AS WELL AS RESOURCES, GUIDANCE, AND BEST PRACTICES ON HOW TO USE IT MOST EFFECTIVELY WHEN REACHING OUT TO VARIOUS STAKEHOLDERS.  SPECIFIC PROJECT ACTIVITIES INCLUDE:  1) PILOTING AN EJ TRAINING PROGRAM, 2) DEVELOPING A MAP-BASED TOOL WITH A HEAT ISLAND LAYER, AND 3) DEVELO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_84032801_6800"}, {"internal_id": 140709001, "Award ID": "84032701", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-27", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE CITY OF HARTFORD, CONNECTICUT TO CONDUCT AN INNOVATIVE, RESIDENT-DRIVEN AND RESULTS-ORIENTED STRATEGY TO INCREASE THE NUMBER OF LOW INCOME AND MINORITY RESIDENTS REACHED THROUGH A PUBLIC OUTREACH CAMPAIGN ON INDOOR AIR QUALITY.  ADDITIONALLY, AN INCREASE IN THE NUMBER OF COMMUNITY HEALTH WORKERS TRAINED WILL ADDRESS RESIDENT EXPOSURE TO ENVIRONMENTAL HAZARDS WHICH CAN CONTRIBUTE TO A DECLINE IN THE INCIDENCE OF ASTHMA-RELATED HOSPITAL VISITS.  ACTIVITIES WILL INCLUDE: 1) DOCUMENTING PREFERENCES FOR RECEIVING AND/OR ACCESSING ENVIRONMENTAL JUSTICE INFORMATION INCLUDING CAPACITY TO USE TECHNOLOGY-BASED SOLUTIONS, 2) HOLDING A CIVIC HACKATHON (I.E. EVENT THAT SPARKS CIVIC ENGAGEMENT BY BRINGING TOGETHER COMMUNITY ORGANIZERS WITH SOFTWARE DESIGNERS AND DEVELOPERS) TO IDENTIFY INNOVATIVE, RESIDENT-ORIENTED HIGH-TECH SOLUTIONS AND PROTOTYPES TO SOLVE COMMUNITY NEEDS; AND 3) DEVELOPING TRAINING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "3170fbfb-5392-d7b4-289d-4556b04c7ac0-C", "generated_internal_id": "ASST_NON_84032701_6800"}, {"internal_id": 140709039, "Award ID": "84032601", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-27", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE ALABAMA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (ADEM) TO DEVELOP AND UTILIZE A MOBILE EDUCATION TRAILER TO PROVIDE EDUCATION AND TRAINING RELATED TO THE CAUSES AND EFFECTS OF AIR POLLUTION (CLEAN AIR ACT, SECTION 103 (B)(3) WITHIN UNDERSERVED COMMUNITIES THAT HAVE EXPERIENCED PROLIFIC IMPACTS DUE TO THE COVID-19 PANDEMIC.  THE TARGET AREA FOR THIS PROJECT IS MONTGOMERY COUNTY, AL WHERE ONE OF THE UNDERLYING MEDICAL CONDITIONS FOR MANY RESIDENTS IS CHRONIC LUNG DISEASE OR MODERATE TO SEVERE ASTHMA. ACTIVITIES WILL INCLUDE DEVELOPMENT OF INTERACTIVE AND VISUALLY ENGAGING EXHIBITS TO ENCOURAGE PARTICIPANTS TO LEARN MORE ABOUT HOW THE COMMUNITY IS IMPACTED BY AIR POLLUTION AND THE EXHIBITS WILL PROVIDE GUIDANCE TO ALLOW THEM TO IMPLEMENT PRACTICES.  RESIDENTS WILL ALSO BE PROVIDED WITH UPDATED INFORMATION AND GUIDANCE FOR COVID-19 RESOURCE INFORMATION.  OUTCOMES INCLUDE PROVIDING APPROXIMATEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "0c264f51-f742-55fb-7cd8-b072ac463137-C", "generated_internal_id": "ASST_NON_84032601_6800"}, {"internal_id": 140708738, "Award ID": "84032401", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO THE BALTIMORE CITY DEPARTMENT OF PUBLIC WORKS (DPW) FOR THE YH20+ PROGRAM DESIGNED TO PROVIDE GREEN JOBS TRAINING TO THE CITY'S YOUTH RELATED PRIMARILY TO THE PROVISION OF SAFE DRINKING WATER.  THE PROGRAM WILL BE EXPANDED TO ADDRESS AND REDUCE OTHER COMMON ENVIRONMENTAL ISSUES SEEN THROUGHOUT BALTIMORE'S VULNERABLE COMMUNITIES BY STRENGTHENING THE CITY'S YOUTH WORKFORCE THROUGH ON-THE-JOB TRAINING.  THERE WILL BE TWO SOURCES OF FUNDS FOR THIS AWARD - $100,000 FROM THE AMERICAN RESCUE PLAN TO FUND ACTIVITIES SPECIFICALLY RELATED TO THE SAFE DRINKING WATER ACT, SECTION 1442(C)(3) AND $100,000 FROM THE ANNUAL APPROPRIATION FOR ENVIRONMENTAL JUSTICE (EJ) TO FUND ACTIVITIES RELATED TO THE: 1) SOLID WASTE DISPOSAL ACT, SECTION 8001(A); 2) CLEAN WATER ACT: SECTION.104(B)(3); AND 3) FEDERAL INSECTICIDE, FUNGICIDE, AND RODENTICIDE ACT, SECTION 20(A).  PROJECT ACTIVITIES INCLUDE TRAINING OF YH20+ PROG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "86b75743-27f7-899f-4e16-f668a7269d5a-C", "generated_internal_id": "ASST_NON_84032401_6800"}, {"internal_id": 116088817, "Award ID": "84017801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-13", "CFDA Number": "66.312", "Description": "THE PROJECT WILL PROVIDE EDUCATION AND TRAINING ON LEAD PAINT HAZARDS, HOME-BASED ASTHMA TRIGGERS AND PROPER USE OF DISINFECTANTS IN A HOME ENVIRONMENT, ESPECIALLY RELATED TO COVID-19. EDUCATION WILL BE PROVIDED IN CULTURALLY APPROPRIATE FORMATS RANGING FROM IN-PERSON (PHYSICALLY-DISTANCED) CONVERSATIONS, PRINT MATERIALS, VIDEO CONFERENCING AND WEB-BASED TRAININGS. ACTIVITIES INCLUDE DEVELOPMENT OF EDUCATION CONTENT; DELIVERY OF WORKSHOPS,COMMUNITY EVENTS, DOOR-TO-DOOR EDUCATION AND SMALL GROUP EVENTS. TARGET AUDIENCES ARE LOCAL RESIDENTS, PROPERTY MANAGERS, TENANT ADVOCATES AND CODE ENFORCEMENT OFFICIALS IN NORTH AND SOUTH-CENTRAL MINNEAPOLIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "70b1c2d2-6bd7-dfca-4cee-cd96b90e47ca-C", "generated_internal_id": "ASST_NON_84017801_6800"}, {"internal_id": 116088811, "Award ID": "84017701", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-13", "CFDA Number": "66.312", "Description": "THIS PROJECT WILL GENERATE ACTIONABLE DATA THAT WILL ALLOW THE CITY OF TOLEDO TO ACCELERATE THE REMOVAL OF LEAD SERVICE LINES FROM ITS DRINKING WATER SYSTEM AND DEVELOP AND IMPLEMENT A PUBLIC EDUCATION CAMPAIGN AIMED AT THE MOST VULNERABLE COMMUNITIES SO THEY CAN MINIMIZE THEIR LEAD EXPOSURE AS THE CITY REPLACES ITS SERVICE LINES.  THIS EFFORT COMBINES THE TECHNICAL TASK OF IDENTIFYING LEAD LINES WITH A COMMUNITY EDUCATION EFFORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c106e7ae-3632-06e7-cb5b-b8abeb606844-C", "generated_internal_id": "ASST_NON_84017701_6800"}, {"internal_id": 140709328, "Award ID": "02J00101", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN FUNDED COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING TO SEATTLE-KING COUNTY DEPARTMENT OF PUBLIC HEALTH TO DEVELOP AN INNOVATIVE APPROACH TO ADVANCE ENVIRONMENTAL JUSTICE AND ADDRESS SYSTEMIC RACISM RELATED TO HOUSING DURING THE COVID-19 PANDEMIC. THE KEY OBJECTIVE OF THE PROGRAM IS TO BUILD COMMUNITY CAPACITY AROUND VIRTUAL INDOOR AIR QUALITY AND HEALTHY HOME ASSESSMENTS USING A HOLISTIC APPROACH, WITH THE INTENTION TO ALSO IDENTIFY RECOMMENDATIONS FOR SUSTAINABLE AND EQUITABLE SOLUTIONS.  ACTIVITIES TO BE PERFORMED INCLUDE: 1) DEVELOPMENT OF A CULTURALLY RELEVANT COMMUNITY HEALTH WORKER (CHW) TRAINING PROGRAM FOR CONDUCTING VIRTUAL HOME ASSESSMENTS, 2) RECRUITMENT AND TRAINING OF APPROXIMATELY 14 COMMUNITY HEALTH WORKERS, AND 3) VIRTUAL HOME ASSESSMENTS OF RENTAL AND MULTI-FAMILY HOUSING IN SOUTH SEATTLE AND SOUTH KING COUNTY - COMMUNITIES THAT HAVE LONG-STANDING HEALTH DISPARITIES RELATED TO AIR QUALITY AND POOR HOUSING CONDITIONS.  EXPECTED OU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "c9f3d24d-f413-6d45-6bda-5c74ae8bf97a-C", "generated_internal_id": "ASST_NON_02J00101_6800"}, {"internal_id": 144073840, "Award ID": "02F05201", "Award Amount": 135236.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-11-03", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN  FUNDED STATE ENVIRONMENTAL JUSTICE COOPERATIVE AGREEMENT  GRANT IS TO PROVIDE FUNDING TO THE KAW NATION OF OKLAHOMA TO SUPPORT PUBLIC OUTREACH AND EDUCATIONAL ACTIVITIES RELATED TO THE OUTBREAK AND SPREAD OF COVID-19 VIRUS OUTBREAKS. KAW NATION WILL DEVELOP A PUBLIC EDUCATION AND COMMUNITY OUTREACH PROGRAM AND A HEALTHY HOMES CAMPAIGN WITHIN THE NATION'S TRIBAL JURISDICTION AND TARGET AREAS. THE OUTREACH PROGRAM AND CAMPAIGN WILL FOCUS ON PROMOTING AND SHARING INFORMATION ABOUT IN-HOME ENVIRONMENTAL AND HEALTH HAZARDS, AND BEST PRACTICES FOR COMBATING COVID-19 VIRUS OUTBREAKS. EXPECTED OUTCOMES INCLUDE PROVIDING PUBLIC OUTREACH AND EDUCATIONAL ACTIVITIES RELATED TO THE OUTBREAK AND SPREAD OF COVID-19, HOSTING TWO (VIRTUAL) PUBLIC EDUCATION EVENTS PER YEAR, AND PRODUCING A 'SPEAK NOW AND PRODUCTION' VIDEO FOCUSED ON HEALTHY INDOOR AIR QUALITY. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE FOLLOWING OKLAHOMA CITIES: NEWKIRK, KAW CITY, BRAMAN,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 135236.0, "Infrastructure Obligations": null, "recipient_id": "ea007e3d-ccf4-1d1f-5ac5-88bd2351e40b-C", "generated_internal_id": "ASST_NON_02F05201_6800"}, {"internal_id": 140708782, "Award ID": "02F05001", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN (ARP) FUNDED STATE ENVIRONMENTAL JUSTICE COOPERATIVE AGREEMENT (SEJCA) GRANT IS TO PROVIDE FUNDING TO THE CITY OF DALLAS TO LAUNCH ITS DATA-DRIVEN AIR QUALITY OUTREACH PILOT. THE CITY OF DALLAS WILL USE THE FUNDING TO DEPLOY NON-REGULATORY AIR QUALITY MONITORING EQUIPMENT IN UP TO FIVE NEIGHBORHOODS, SELECTED THROUGH CORRELATION OF HIGHER RATES OF ASTHMA, COVID-19 AND OTHER CARDIO-PULMONARY DISEASE, AND ENVIRONMENTAL JUSTICE DEMOGRAPHIC DATA. FROM REVIEW OF CITY DEMOGRAPHIC DATASETS AND THE EJSCREEN TOOL, THESE AREAS MAY INCLUDE, BUT NOT BE LIMITED TO THE 75211, AND 75212 ZIP CODES, IN DALLAS, TEXAS. THE CITY HAS DEVELOPED AND TESTED A DATA PLATFORM THAT ALLOWS CELLPHONE-ENABLED DATA COLLECTION AND SECURE DATA SHARING THAT MAY BE USED TO SUPPORT THIS PROJECT. THE MONITORING DATA WILL BE OBTAINED FOR 20-MONTH TIMEFRAME AND USED TO DEVELOP APPROPRIATE BILINGUAL OUTREACH AND EDUCATION MATERIALS. PUBLIC HEALTH EDUCATORS WILL USE THESE MATERIALS IN P", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "455c67ab-2d0d-ce64-6b35-0bb513ed2138-C", "generated_internal_id": "ASST_NON_02F05001_6800"}, {"internal_id": 140708992, "Award ID": "02F04901", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-28", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS AMERICAN RESCUE PLAN (ARP) FUNDED STATE ENVIRONMENTAL JUSTICE COOPERATIVE AGREEMENT (SEJCA) GRANT IS TO PROVIDE FUNDING TO THE CITY OF HOUSTON TO LAUNCH THE HOUSTON INSPIRES/HOUSTON INSPIRATION PUBLIC EDUCATION CAMPAIGN FOCUSED ON THE RISKS COMMUNITIES FACE FROM ELEVATED LEVELS OF AIRBORNE ENVIRONMENTAL POLLUTANTS. THESE POLLUTANTS, PRIMARILY PM2.5 AND BENZENE, CAN INCREASE AND EXACERBATE THE HEALTH RISKS ASSOCIATED WITH COVID-19, WHICH IS ALSO AN AIRBORNE CONTAMINANT. THE CITY OF HOUSTON WILL WORK WITH COMMUNITY ORGANIZATIONS, ARTISTS, AND LOCAL STUDENTS WITHIN THE PRIORITY NEIGHBORHOODS, INCLUDING MANY OF THE CITY'S COMPLETE COMMUNITIES, TO AMPLIFY THE CAMPAIGN THROUGH COMMUNITY-BASED ART AND STORYTELLING ACTIVITIES. EXPECTED OUTCOMES INCLUDE CLEARLY COMMUNICATING RISK IN COORDINATION WITH AIR MONITORING AND RESEARCH BEING CONDUCTED BY THE HOUSTON HEALTH DEPARTMENT, ENGAGING AND SUPPORTING ARTISTS AND STORYTELLERS FROM THE PRIORITY NEIGHBORHOODS TO TELL THEIR STOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "d59ffc51-2733-1f41-8ceb-b0420438b17b-C", "generated_internal_id": "ASST_NON_02F04901_6800"}, {"internal_id": 140708983, "Award ID": "02F04701", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.312", "Description": "THE PURPOSE OF THIS ARP FUNDED SECJA GRANT IS TO PROVIDE FUNDING TO THE COUSHATTA TRIBE OF LOUISIANA TO SUPPORT A PUBLIC EDUCATION PROJECT ADDRESSING THE EFFECTS OF AIR POLLUTION. WITH THE ESTABLISHMENT OF AN ENVIRONMENTAL PROGRAM IN 2014, THE TRIBE HAS CONDUCTED DATA COLLECTION, TESTING OF AIR AND WATER, AND OTHER ENVIRONMENTAL PROTECTION ACTIVITIES BENEFITING THE COMMUNITY AT LARGE. THE COUSHATTA TRIBE, AND THE COMMUNITIES OF OBERLIN, KINDER, AND ELTON, LOUISIANA, WILL PARTNER WITH SOUTHERN UNIVERSITY'S LAW CENTER AND NURSING SCHOOL, THE IMPERIAL CALCASIEU REGIONAL PLANNING AND DEVELOPMENT COMMISSION (IMCAL), AND THE LOUISIANA ENVIRONMENTAL ACTION NETWORK (LEAN) TO PROVIDE ENVIRONMENTAL LAW EDUCATION AND COVID-19 SPECIFIC PUBLIC HEALTH TRAINING. THROUGH DISTANCE LEARNING EDUCATION, THE TRAINING WILL FOCUS ON GUIDING COMMUNITIES ON ADVOCATING FOR THEIR RIGHTS TO CLEAN AIR AND IMPROVING THE PUBLIC HEALTH PROCEDURES RELATING TO MITIGATING THE EFFECTS OF AIR POLLUTION ON THEIR COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "1656f87e-1290-4732-9022-03bb076591f1-C", "generated_internal_id": "ASST_NON_02F04701_6800"}, {"internal_id": 138794809, "Award ID": "02D00321", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "66.312", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $200,000 TO SHELBY COUNTY, TENNESSEE TO SUPPORT ENVIRONMENTAL JUSTICE AND RACIAL EQUITY INITIATIVES THROUGHOUT MEMPHIS COMMUNITIES BY ASSESSING ENVIRONMENTAL AND STRUCTURAL RELATED HAZARDS IN HIGH-RISK HOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c36432c9-2bd5-209d-1dc5-34a573d5d4c2-C", "generated_internal_id": "ASST_NON_02D00321_6800"}, {"internal_id": 111061993, "Award ID": "01F89801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.312", "Description": "THIS AGREEMENT PROVIDES FUNDING FOR THE NEW MEXICO ENVIRONMENT DEPARTMENT, IN PARTNERSHIP WITH SAN JUAN COLLEGE AND OTHER ENTITIES IN THE FOUR CORNERS REGION, TO DEVELOP A WORKFORCE RECRUITMENT AND TRAINING PROGRAM FOR DRINKING WATER AND WASTEWATER TREATMENT PLANT OPERATORS. THIS AGREEMENT FUNDS A WORKFORCE PROGRAM AIMED AT PROVIDING YOUTH AND UNEMPLOYED WORKERS WITH THE SKILLSETS TO BECOME QUALIFIED OPERATORS, ABLE TO DELIVER SAFE AND RELIABLE DRINKING WATER AND PROTECT REGIONAL WATER SOURCES BY MAINTAINING WASTEWATER SYSTEMS. THIS WORK INCLUDES OUTPUTS AND OUTCOMES INCLUDING INCREASED ACCESS TO WATER UTILITY EDUCATION FOR CURRENT AND FUTURE OPERATORS FROM FOUR CORNERS COMMUNITIES, INCREASED NUMBERS OF STUDENTS TAKING AND PASSING CERTIFICATION EXAMS, AND INCREASED DRINKING WATER SYSTEM COMPLIANCE WITH SAFE DRINKING WATER ACT REGULATIONS FOR FOUR CORNERS COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76f62ace-e2a8-ed30-4663-66d23d87a4f4-C", "generated_internal_id": "ASST_NON_01F89801_6800"}, {"internal_id": 111062140, "Award ID": "01F81001", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.312", "Description": "LOUISIANA DEPARTMENT OF HEALTH WILL COLLECT DATA FROM CONTACT-TRACERS ABOUT CORONAVIRUS PATIENTS AND HOUSEHOLD MEMBERS WITH ASTHMA,  AND UTILIZING COMMUNITY HEALTH WORKERS TO PROVIDE VIRTUAL HOME VISITS TO PROVIDE HEALTHY HOMES TRAINING AND ASTHMA MANAGEMENT EDUCATION TO MITIGATE ASTHMA TRIGGERS CAUSED BY BAD AIR QUALITY, TOXICS SUBSTANCES AND PESTICIDE USE. THE PROJECT WILL TARGET THOSE AREAS WHERE HOUSING  IN UNDERSERVED COMMUNITIES COINCIDE WITH HIGH CORONAVIRUS CASES AND ASTHMA BURDEN, AND FOLLOW UP IN THOSE AREAS WITH HEALTHY HOMES AND ASTHMA EDUCATION/OUTREACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_01F81001_6800"}, {"internal_id": 111635731, "Award ID": "01D19220", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-10-23", "CFDA Number": "66.312", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $200,000 TO SUPPORT SOUTH CAROLINA DEPARTMENT OF HEALTH & ENVIRONMENTAL CONTROL TO CREATE, DEVELOP, AND IMPLEMENT A TRAINING PROGRAM TO EMPOWER EJ COMMUNITIES IN SOUTH CAROLINA WHILE BUILDING CAPACITY FOR THEM TO BETTER PREPARE FOR, RESPOND TO, AND RECOVER FROM DISASTERS..", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_01D19220_6800"}, {"internal_id": 116088810, "Award ID": "00E02951", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "66.312", "Description": "THIS COOPERATIVE AGREEMENT, IMPLEMENTED BY THE STATE OF MICHIGAN BRINGS TOGETHER A TEAM OF PARTNERS TO ENHANCE MICHIGAN'S ENVIRONMENTAL JUSTICE (EJ) SCREENING TOOL TO RESPOND IN AN EXPEDITED FASHION DURING A PANDEMIC AND OTHER EMERGENCIES, ESTABLISH PROTOCOLS AND ACTION PLANS TO RAPIDLY NOTIFY VULNERABLE RESIDENTS ABOUT PUBLIC HEALTH RISKS SUCH AS AIR POLLUTION, WATER QUALITY, AND DRINKING WATER, TO IMPROVE DIAGNOSTICS/CARE BY EDUCATING RESIDENTS AND THEIR HEALTH CARE PROVIDERS ABOUT COMMUNITY HEALTH RISKS, AND SET LONG-TERM RESILIENCY STRATEGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_00E02951_6800"}, {"internal_id": 111061968, "Award ID": "00E02950", "Award Amount": 140000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "66.312", "Description": "THIS PROJECT, IMPLEMENTED BY HEALTH AND HOSPITAL CORPORATION OF MARION COUNTY, WILL DEVELOP PUBLIC EDUCATION AND COMMUNITY OUTREACH PROGRAMS FOR UNDERSERVED COMMUNITIES AND VULNERABLE POPULATIONS FOCUSING ON: 1) EPA-APPROVED PESTICIDES AND DISINFECTANTS; 2) PUBLIC AWARENESS PROGRAMS TO REDUCE EXPOSURE TO ASTHMA TRIGGERS IN COMMUNITIES WITH ENVIRONMENTAL JUSTICE CONCERNS AND/OR VULNERABLE POPULATIONS; AND 3) A HEALTHY HOMES CAMPAIGN TO SHARE INFORMATION ABOUT ENVIRONMENTAL AND HEALTH HAZARDS FROM EXTENDED PERIODS INDOORS DUE TO COVID-19.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d20aefe-29a7-8b94-cad6-b7ecc6854f66-C", "generated_internal_id": "ASST_NON_00E02950_6800"}]