[{"internal_id": 160687277, "Award ID": "98T65901", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE WESTERN ENVIRONMENTAL SCIENCE TECHNICAL ASSISTANCE CENTER FOR ENVIRONMENTAL JUSTICE (WEST EJ CENTER) OR ENVIRONMENTAL JUSTICE THRIVING COMMUNITIES TECHNICAL ASSISTANCE CENTER (EJ TCTAC) WILL BE LED BY THE GRANTEE, ARIZONA BOARD OF REGENTS, THE UNIVERSITY OF ARIZONA, THROUGH A CENTRAL HUB (CH) WITH VARIOUS UNITS AS WELL AS THE SUBWARDEE, SONORA ENVIRONMENTAL RESEARCH INSTITUTE, TO SUPPORT ALL REGION 9 COMMUNITIES WITH TECHNICAL ASSISTANCE FOR DEVELOPING, APPLYING FOR, AND SUCCESSFULLY MANAGING ENVIRONMENTAL JUSTICE PROJECTS AND GRANTS. OTHER PARTNERS INCLUDE PUBLIC HEALTH INSTITUTE, HAWAI'I PUBLIC HEALTH INSTITUTE, UNIVERSITY OF NEVADA, RENO AND UNIVERSITY OF SOUTHERN CALIFORNIA, THAT WILL SUPPORT THE CH WITH MARKETING AND OUTREACH, TRAINING DEVELOPMENT, PROGRAM EVALUATION, AND TRIBAL ASSISTANCE. THE THREE MAIN OBJECTIVES ARE: 1) PROVIDING ASSISTANCE AND TRAINING FOR GRANT APPLICATIONS AND MANAGEMENT; 2); INCREASING COMMUNITY INVOLVEMENT IN ENVIRONMENTAL AND ENERGY DECISION-MAKING AND 3) PROVIDING ACCESS TO ENVIRONMENTAL AND ENERGY EXPERTISE. CH AND SPOKE PARTNERS WILL LEAD ON DELIVERING SERVICES (IN PERSON AND VIRTUALLY) TO ELIGIBLE COMMUNITY ORGANIZATIONS, BUILDING AND EXPANDING ON THEIR EXISTING ELIGIBLE COMMUNITY ORGANIZATIONS IN THEIR NETWORK AND IDENTIFYING AND CONNECTING WITH NEW COMMUNITY ORGANIZATIONS, SUPPORTING COMMUNITY ENGAGEMENT AND CAPACITY BUILDING.\n\nTHIS AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $4,000,000. PREAWARD COSTS ARE APPROVED BACK TO 6/1/2023. REFER TO TERMS AND CONDITIONS.ACTIVITIES:KEY ACTIVITIES PERFORMED ARE AS FOLLOWS: \n1) DEVELOPMENT OF THE WEST EJ TECHNICAL ASSISTANCE CENTER, INCLUDING BUT NOT LIMITED TO HIRING AND TRAINING, PARTNER COORDINATION, PARTICIPANT SUPPORT, GRANT MANAGEMENT, AND EPA REPORTING;\n2) DEVELOPMENT AND MANAGEMENT OF SUBAWARD CONTRACTS;\n3) DEVELOPMENT AND IMPLEMENTATION OF A MARKETING AND OUTREACH PLAN REACHING ALL OF REGION 9;\n4) COORDINATION AND EXECUTION OF A NEEDS ASSESSMENT ACROSS REGION 9, INCLUDING BUT NOT LIMITED TO DATA ANALYSIS AND PLANNING SESSIONS FOR HOW TO ADDRESS COMMUNITY NEEDS;\n5) DESIGNING AN EVALUATION PLAN TO RECEIVE AND INCORPORATE PARTICIPANT FEEDBACK IN CENTER ACTIVITIES;\n6) DEVELOPMENT AND EXECUTION OF TRAININGS FOR IDENTIFYING AND APPLYING TO FUNDING SOURCES FOR ENVIRONMENTAL AND ENERGY PROJECTS, AS WELL AS ENERGY RESILIENCE TRAININGS;\n7) DEVELOPMENT OF ONLINE FUNDING REPOSITORY AS WELL AS SUMMARY OF RENEWABLE AND ENERGY POLICES AND ENERGY FINANCING OPTIONS WHICH WILL BE LOCATED ON THE ESTABLISHED WEBSITE FOR THE TCTAC IN ENGLISH AND SPANISH;\n8) FOSTERING COMMUNITY INVOLVEMENT AND CAPACITY BUILDING THROUGH ACTIVITIES SUCH AS COMMUNITY RESOURCE FAIRS, COMMUNITY CHAMPIONS PROGRAM, AND STUDENT INTERNSHIPS;\n9) DEVELOPMENT OF TECHNICAL ASSISTANCE CONSULTATION PROCESSES FOR COMMUNITY MEMBERS, INCLUDING BUT NOT LIMITED TO COMPILATION OF TECHNICAL RESOURCES, DEVELOPMENT OF USER GUIDES, STATISTICAL CONSULTATION, AND HANDS ON ASSISTANCE FOR SUBMITTING AND POST-AWARD MANAGEMENT COMPLIANCE.SUBRECIPIENT:EACH SPOKE WILL HAVE A SUBWARD WORKPLAN AND BUDGET ASSIGNED THAT IS APPROVED AND MANAGED BY THE GRANTEE ACCORDING TO UA POLICIES FOR SUBAWARDS (HTTPS://RESEARCH.ARIZONA.EDU/ADMINISTRATION/SUBAWARDS-OUTGOING). ARIZONA BOARD OF REGENTS, THE UNIVERSITY OF ARIZONA WILL REPORT UPDATES ON SUBWARDS TO EPA PO IN QUARTERLY REPORTS AND SHARE ANY ISSUES THEY HAVE AND NEED SUPPORT WITH.  THE ARIZONA BOARD OF REGENTS, THE UNIVERSITY OF ARIZONA WILL HAVE REVIEWED THE BUDGETS FOR UNIVERSITY OF ARIZONA AND THE TCTAC PARTNERS AS SUBAWARDS TO ENSURE THAT ALL AWARDS MEET THE SPECIFIED REQUIREMENTS OF ALLOWABILITY, ALLOCABILITY, AND REASONABLENESS WITH THE TERMS AND CONDITIONS OF THIS EPA GRANT.\n\nKEY TASKS FOR SPOKE SUBAWARDS: ALL SPOKE PARTNERS WILL ATTEND ONLINE MONTHLY WEST EJ CENTER MEETINGS AND DISSEMINATE CENTER RESOURCES, TRAININGS, AND NEWSLETTERS, TARGETING SPECIFIC AUDIENCES AS NEEDED. REGIONAL PARTNERS (SPOKES) WILL PROVIDE LOCAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_98T65901_6800"}, {"internal_id": 160687276, "Award ID": "98T65801", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO EMPOWER COMMUNITIES BY PROVIDING CRITICAL SERVICES TO COMMUNITY ORGANIZATIONS. THESE SERVICES WILL EXPAND PARTICIPANTS' CAPACITY TO MEET COMMUNITY-DEFINED PRIORITIES AND PARTICIPATE MEANINGFULLY IN DECISION-MAKING PROCESSES, FOCUSING SPECIFICALLY ON UNDERSERVED, RURAL, REMOTE, TRIBAL, INDIGENOUS, AND PACIFIC ISLAND COMMUNITIES ACROSS EPA REGION 9. THE GOAL/MISSION IS TO LEVERAGE AND STRENGTHEN COMMUNITY ASSETS BY CREATING AN ACCESSIBLE IN-PERSON AND VIRTUAL COMMUNITY THAT BUILDS CAPACITY AND PROVIDES TECHNICAL ASSISTANCE IN ENERGY AND ENVIRONMENTAL JUSTICE CENTERED AROUND FOUR UNIFYING OBJECTIVES: 1) OUTREACH AND PARTNERSHIP BUILDING, 2) DEVELOPMENT OF RESOURCES, 3) TRANSFER OF KNOWLEDGE AND BUILDING COMMUNITY CAPACITY, 4) EVALUATION, ADAPTATION, AND INNOVATION. THE HUB OF THE THRIVING COMMUNITIES TECHNICAL ASSISTANCE CENTERS (TCTAC) WILL BE BASED IN A PHYSICAL AND VIRTUAL CENTER AT SAN DIEGO STATE UNIVERSITY (SDSU) CALLED THE CENTER FOR COMMUNITY ENERGY AND ENVIRONMENTAL JUSTICE. HUB PARTNERS WILL WORK TO COORDINATE ACTIVITIES IN THEIR AREA(S) OF EXPERTISE ACROSS ALL OF EPA REGION 9 AND WILL FACILITATE CO-PRODUCTION, CO-DEVELOPMENT, SHARING , TRANSFER, AND DELIVERY OF BOTH PROCESS AND CONTENT AMONG SPOKE PARTNERS AND COMMUNITY PARTNERS FOR ENVIRONMENTAL PROGRAMS (AIR, WATER, WASTE, ENERGY, TOXICS) AND GRANTSMANSHIP. SPOKE PARTNERS WILL LEAD ON DELIVERING SERVICES (IN PERSON AND VIRTUALLY) TO ELIGIBLE COMMUNITY ORGANIZATIONS, BUILDING AND EXPANDING ON THEIR EXISTING ELIGIBLE COMMUNITY ORGANIZATIONS IN THEIR NETWORK AND IDENTIFYING AND CONNECTING WITH NEW COMMUNITY ORGANIZATIONS, SUPPORTING COMMUNITY ENGAGEMENT AND CAPACITY BUILDING.\n\nHUB PARTNERS INCLUDE: SDSU COMMUNITY CLIMATE ACTION NETWORK, ENVIRONMENTAL PROTECTION NETWORK, USD ENERGY POLICY INITIATIVE CENTER, ASU ENERGY AND SOCIETY, INSTITUTE FOR TRIBAL ENVIRONMENTAL PROFESSIONALS, AND CENTER FOR CREATIVE LAND RECYCLING.\n\nSPOKE PARTNERS INCLUDE: CLIMATE SCIENCE ALLIANCE (CA), PUBLIC HEALTH ALLIANCE (CA), ARIZONA STATE UNIV SCHOOL OF SUSTAINABILITY (AZ), DESERT RESEARCH INSTITUTE (NV), PACIFIC RISA (HI, AS), AND UNIV OF GUAM CENTER FOR ISLAND SUSTAINABILITY (GUAM).\n\nTHIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $4,000,000.  PRE-AWARD COSTS ARE APPROVED BACK TO 6/1/2023.  REFER TO TERMS AND CONDITIONS.ACTIVITIES:SDSU TCTAC'S MISSION IS TO LEVERAGE AND STRENGTHEN COMMUNITY ASSETS BY CREATING AN ACCESSIBLE IN-PERSON AND VIRTUAL COMMUNITY THAT BUILDS CAPACITY AND PROVIDES TECHNICAL ASSISTANCE IN ENERGY AND ENVIRONMENTAL JUSTICE CENTERED AROUND FOUR UNIFYING OBJECTIVES: 1) OUTREACH AND PARTNERSHIP BUILDING, 2) DEVELOPMENT OF RESOURCES, 3) TRANSFER OF KNOWLEDGE AND BUILDING COMMUNITY CAPACITY, 4) EVALUATION, ADAPTATION, AND INNOVATION. \n\nACTIVITIES INCLUDE CONVENING TCTAC HUBS AND SPOKES MEETINGS. CONDUCTING NEEDS ASSESSMENTS STARTING WITH COMMUNITIES WHERE TCTAC PARTNERS. DEVELOP OUTREACH COLLATERAL (I.E. LOGO, WEBSITE, COMMUNICATION CHANNELS, ETC). RELEASE OF COMMUNICATION MATERIALS TO SPOKES TO CUSTOMIZE AND ENHANCE OUTREACH. INCREASING COMMUNITY FOOTPRINT RECEIVING TECHNICAL ASSISTANCE 5-10%. DEVELOP COMMUNITY KNOWLEDGE PORTAL. HUBS WILL COMPILE EXISTING INFORMATION ON GRANTSMANSHIP, ENERGY JUSTICE (ENJ), AND ENVIRONMENTAL JUSTICE (EJ) TO SHARE. HUB TEAMS WILL WORK WITH SPOKE PARTNERS AND COMMUNITY STAKEHOLDERS TO CO-PRODUCE NEW MATERIALS TO MEET PARTNER NEEDS WITH CONTINUOUS ROLL-OUT AS NEW RESOURCES ARE COMPLETED. CONDUCT ANNUAL INTRA-TCTAC TRAINING ON WORKPLACE CONDUCT, MICROAGGRESSIONS, AND THE TENETS OF DEIA. CONVENE COMMUNITY TRAINING EVENTS AND WORKSHOPS, ONE-ON-ONE SERVICES, COMMUNITY KNOWLEDGE PORTAL PROVIDING TECHNICAL ASSISTANCE ON ENVIRONMENTAL PROGRAMS (AIR, WATER, ENERGY, WASTE, TOXICS). SERVICE DELIVERY TRACKING AND FEEDBACK EFFORTS. CONDUCT MONTHLY INTRA-TCTAC COORDINATION CALLS. SUBMIT REQUIRED REPORTS TO EPA. PARTICIPATE IN EPA REGIONAL AND NATIONAL MEETINGS AND SYMPOSIUMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ac8cba5-b951-7f72-969a-e08917e12ea8-C", "generated_internal_id": "ASST_NON_98T65801_6800"}, {"internal_id": 152549202, "Award ID": "97796601", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.309", "Description": "DESCRIPTION:THIS ARP FUNDED AWARD PROVIDES FUNDING TO MIDWEST ASSISTANCE PROGRAM (MAP) FOR RISK AND RESILIENCE PLANNING TRAINING AND EDUCATION, RISK AND RESILIENCY ASSESSMENTS, AND NATURAL DISASTER PLANNING. THE FOCUS OF THE WORK WILL BE IN THE FOUR-STATE EPA REGION 7 AREA OF IOWA, KANSAS, MISSOURI, AND NEBRASKA, IN OVERBURDENED COMMUNITIES WITH A POPULATION UNDER 3,300 AND WHERE THE COMMUNITY IS DEEMED AS OVERBURDENED, BASED ON ECONOMIC AND DEMOGRAPHIC DATA.ACTIVITIES:THROUGH THIS PROJECT, MAP WILL COLLABORATE WITH THE EPA TO IDENTIFY COMMUNITIES IN NEED, CONDUCT TRAINING, AND PROVIDE TECHNICAL ASSISTANCE TO HELP WATER UTILITIES SERVING SMALL AND OVERBURDENED COMMUNITIES TO CONDUCT RISK AND RESILIENCE ASSESSMENTS AND IDENTIFY RISKS AND VULNERABILITIES TO NATURAL DISASTERS. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ATTENDEES WILL GAIN THE KNOWLEDGE AND TOOLS TO PREPARE AND DEVELOP PLANS FOR NATURAL DISASTER AND EMERGENCY RESPONSE PLANS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE RESIDENTS OF COMMUNITIES AFFECTED BY PARTICIPATING SYSTEMS IN EACH OF THE EPA REGION 7'S FOUR STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": 40000.0, "Infrastructure Obligations": null, "recipient_id": "714c4968-97de-e241-fc92-8aef583cc137-C", "generated_internal_id": "ASST_NON_97796601_6800"}, {"internal_id": 160687162, "Award ID": "96701501", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "66.309", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO WICHITA STATE UNIVERSITY. SPECIFICALLY, THE RECIPIENT WILL REMOVE BARRIERS AND IMPROVE ACCESSIBILITY FOR COMMUNITIES WITH ENVIRONMENTAL JUSTICE CONCERNS. WITH THIS CRITICAL INVESTMENT, WICHITA STATE UNIVERSITY CENTER WILL PROVIDE TRAINING AND OTHER ASSISTANCE TO BUILD CAPACITY FOR NAVIGATING FEDERAL GRANT APPLICATION SYSTEMS, WRITING STRONG GRANT PROPOSALS, AND EFFECTIVELY MANAGING GRANT FUNDING. IN ADDITION, THIS CENTER WILL PROVIDE GUIDANCE ON COMMUNITY ENGAGEMENT, MEETING FACILITATION, AND TRANSLATION AND INTERPRETATION SERVICES FOR LIMITED ENGLISH-SPEAKING PARTICIPANTS, THUS REMOVING BARRIERS AND IMPROVING ACCESSIBILITY FOR COMMUNITIES WITH ENVIRONMENTAL JUSTICE CONCERNS AND WILL ALSO CREATE AND MANAGE COMMUNICATION CHANNELS TO ENSURE ALL COMMUNITIES HAVE DIRECT ACCESS TO RESOURCES AND INFORMATION.ACTIVITIES:THE ACTIVITIES INCLUDE: SERVING AS A HUB FOR INFORMATION, TRAINING, RESOURCES, TECHNICAL ASSISTANCE (TA), AND CONNECTION FOR ADDRESSING ENVIRONMENTAL JUSTICE AND ENERGY JUSTICE CONCERNS IN UNDERSERVED COMMUNITIES IN MISSOURI, NEBRASKA, KANSAS, IOWA AND FEDERALLY RECOGNIZED TRIBES; DEVELOP OPERATIONS CENTER AND FOCUS ON CREATING COMMUNITY ASSESSMENT PROCESS AND TOOLS; HOST GRANT WRITING/MANAGEMENT TRAININGS, HOST CIVIC ENGAGEMENT TRAININGS, RESPOND TO REQUESTS FROM GENERAL PUBLIC REGARDING ENVIRONMENTAL AND ENERGY JUSTICE GRANT MAKING AND PROGRAM NEEDS, PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO IDENTIFY COMMUNITIES OF GREATEST NEED (CGNS) AND ACT AS A COMMUNITY ENGAGEMENT AND OUTREACH HUB FOR THE REGION.SUBRECIPIENT:WICHITA STATE UNIVERSITY EJ TCTAC CENTERS WILL PROVIDE GUIDANCE ON COMMUNITY ENGAGEMENT, MEETING FACILITATION, AND TRANSLATION AND INTERPRETATION SERVICES FOR LIMITED ENGLISH-SPEAKING PARTICIPANTS, THUS REMOVING BARRIERS AND IMPROVING ACCESSIBILITY FOR COMMUNITIES WITH ENVIRONMENTAL JUSTICE CONCERNS.  OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE TARGETED COMMUNITY ENGAGEMENTS SUCH AS OUTREACH, GRANT WRITING AND EVALUATION WORKSHOPS, TRAININGS, COMMUNITY ENGAGEMENT EVENTS, ETC. THE EXPECTED OUTCOMES INCLUDES GRANT TRAINING, COMMUNITY NEEDS ASSESSMENT, SURVEYS, INTERVIEWS, MAPPING, RESEARCH AND OTHER TOOLS TO ASSESS ENVIRONMENTAL JUSTICE OR ENERGY JUSTICE NEEDS; AND CIVIC ENGAGEMENT AND LEADERSHIP DEVELOPMENT. THE INTENDED BENEFICIARIES INCLUDES LARGE, SMALL, RURAL, REMOTE, AND TRIBAL COMMUNITIES; NONPROFITS; BUSINESSES; LOCAL GOVERNMENTS; AND STATE AND FEDERAL AGENCIES ACROSS THE HEARTLAND OF KANSAS, NEBRASKA, IOWA, MISSOURI, AND FEDERALLY RECOGNIZED TRIBES. THE CENTER WILL BUILD A COMMUNITY'S ABILITY TO PARTICIPATE IN ENVIRONMENTAL JUSTICE AND ENERGY JUSTICE DECISION-MAKING AT ALL LEVELS OF GOVERNMENT, FIND AND APPLY FOR GRANTS, AND ENGAGE WITH THE PRIVATE SECTOR TO BE PART OF ENERGY AND INFRASTRUCTURE PROJECT DESIGN AND DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fa8ba1a-d5eb-7348-472d-6a58174c937f-C", "generated_internal_id": "ASST_NON_96701501_6800"}, {"internal_id": 137627064, "Award ID": "95818910", "Award Amount": 70000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-08", "CFDA Number": "66.309", "Description": "THE 'HUERTA URBANA' URBAN AGRICULTURE PROJECT WILL PROVIDE A PLATFORM FOR ECONOMIC OPPORTUNITY, WORKFORCE TRAINING, AND ENTREPRENEURSHIP FOR LOW-INCOME, MINORITY, AND IMMIGRANT FAMILIES IN NORTHEAST DENVER, COLORADO. IT WILL SAFELY SUPPORT THESE UNDERSERVED FAMILIES AND ENHANCE THE LOCAL ENVIRONMENT DURING THE COVID-19 PANDEMIC THROUGH A MULTI-GENERATIONAL 'EARN-WHILE-YOU-LEARN' TRAINING PROGRAM RELATED TO LOCAL FOOD PRODUCTION AND DISTRIBUTION. APPROVED PROJECT ACTIVITIES TO BE FUNDED: HIRING OF A HUERTA URBANA SPECIALIST RESPONSIBLE FOR LEADING COMMUNITY ENGAGEMENT, DEVELOPING PARTNERSHIPS, DEVELOPING TRAINING PROGRAMMING, AND PROJECT MANAGEMENT. HIRING AND EDUCATION OF HUERTA URBANA BETA PARTICIPANTS FROM THE TARGET COMMUNITY WHO WILL BE TRAINED IN LOCAL FOOD PRODUCTION AND DISTRIBUTION, AND EDUCATE OTHER COMMUNITY MEMBERS ON THE HOOP HOUSES, RAISED GARDEN BEDS, AND NEIGHBORHOOD GARDENS; LESSONS LEARNED; AND THE ENVIRONMENTAL, HEALTH, AND ECONOMIC REASONS TO GET INVOLVED IN URBAN AGRICULTURE. DEVELOPMENT AND MANAGEMENT OF FOUR HOOP HOUSES (SMALL, SEMI-PORTABLE GREENHOUSES) TO GROW CROPS, AND SERVE AS A PLATFORM FOR TRAINING AND DEMONSTRATIONS. DEVELOPMENT AND MANAGEMENT OF 10 RAISED GARDEN BEDS TO GROW CROPS AND SERVE AS A PLATFORM FOR TRAINING AND DEMONSTRATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e23635f-ee94-25c0-aada-12726ceea1b6-R", "generated_internal_id": "ASST_NON_95818910_6800"}, {"internal_id": 137627066, "Award ID": "95818810", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-07", "CFDA Number": "66.309", "Description": "PROJECT: INSTALL A RAISED BED DEMONSTRATION GARDEN, AND RAISED BED GARDEN BOXES FOR RESIDENTS IN THE NEIGHBORHOODS IMPACTED BY A SUPERFUND SITE. THIS PROJECT WILL HAVE THREE PHASES: PHASE ONE RESIDENT RECRUITMENT AND PRE-SURVEY. A COMMUNITY CONNECTOR WILL BE RESPONSIBLE FOR ASSESSING RESIDENT INTEREST IN HAVING A RAISED BED GARDEN INSTALLED AT THEIR HOME, AS WELL AS THE COMFORT LEVEL WITH GARDENING, AND CURRENT FRUIT AND VEGETABLE CONSUMPTION HABITS.  THE COMMUNITY CONNECTOR WILL RECOMMEND RESIDENTS TO PARTICIPATE IN THE GARDEN PROGRAM. PHASE TWO GARDEN DEVELOPMENT AND INSTALLATION.  A MASTER GARDENER AND LANDSCAPE PLANNER WILL DEVELOP THE RAISED BED GARDEN PLANS, SEED, SOIL, AND EQUIPMENT NEEDED TO INSTALL BOTH THE RESIDENTIAL BOXES AND THE DEMONSTRATION GARDEN.  THIS LEAD WILL ALSO LEAD THE ACTUAL BUILD. PHASE THREE EDUCATION AND EVALUATION.  IN COLLABORATION WITH LOCAL PARTNERS, WE WILL DEVELOP LESSONS, HOW TO GUIDE, AND THROUGH SEASON LEARNING OPPORTUNITIES FOR RESIDENTS IN THE SUPERFUND SITE AREA.  MATERIALS WILL BE AVAILABLE ONLINE. WE WILL HOST IN-PERSON DEMOS, HARVEST SHOWCASES AND OTHER ENGAGEMENT ACTIVITIES IF IT IS SAFE TO DO SO.   THIS PHASE WILL ALSO INCLUDE SOME EVALUATION TOWARDS THE END OF THE FIRST SEASON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a3d105c0-a552-7b6c-e69e-f9a49a83595e-C", "generated_internal_id": "ASST_NON_95818810_6800"}, {"internal_id": 160687102, "Award ID": "95314201", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO NATIONAL WILDLIFE FEDERATION (NWF). SPECIFICALLY, NWF WILL WORK WITH CORE PARTNERS (UMD CEEJH AND UMD EFC) TO DESIGN, OPERATE, AND LEAD A MID-ATLANTIC THRIVING COMMUNITIES HUB (MATCH) TO BE AN ENVIRONMENTAL JUSTICE THRIVING COMMUNITIES TECHNICAL ASSISTANCE CENTER FOR EPA REGION 3, SERVING THE STATES OF DE, MD, PA, VA, AND WV, AS WELL AS THE DISTRICT OF COLUMBIA. NWF WILL WORK CLOSELY WITH MULTIPLE COMMUNITY-BASED PARTNERS AS CORE PARTNERS SELECTED DUE TO THEIR EXPERIENCE AND EXPERTISE IN ENVIRONMENTAL AND ENERGY JUSTICE WORK.\n\nTHIS ACTION PARTIALLY FUNDS THE GRANT IN THE AMOUNT OF $4,000,000. FEDERAL FUNDS IN THE AMOUNT OF $8,000,000 ARE CONTINGENT UPON AVAILABILITY OF ADDITIONAL FUNDING.\nACTIVITIES:USING CORE PARTNERS AND COMMUNITY-BASED HUBS, THIS PROJECT WILL PROVIDE OUTREACH TO COMMUNITIES IN NEED OF TECHNICAL ASSISTANCE AND INCREASE CAPACITY AND KNOWLEDGE RELATED TO ENVIRONMENTAL AND ENERGY JUSTICE CONCERNS. SUBRECIPIENT:CORE PARTNERS NATIONAL WILDLIFE FEDERATION, UNIVERSITY OF MARYLAND CENTER FOR COMMUNITY ENGAGEMENT, ENVIRONMENTAL JUSTICE, AND HEALTH (CEEJH) AND UNIVERSITY OF MARYLAND ENVIRONMENTAL FINANCE CENTER (EFC), WILL DESIGN, OPERATE AND LEAD A MID- ATLANTIC THRIVING COMMUNITIES HUB (MATCH) TO BE AN ENVIRONMENTAL JUSTICE THRIVING COMMUNITIES TECHNICAL ASSISTANCE CENTER FOR EPA REGION 3, SERVING THE STATES OF DE, MD, PA, VA, AND WV AND DC. NWF WILL WORK CLOSELY WITH MULTIPLE COMMUNITY-BASED PARTNERS AS CORE PARTNERS SELECTED DUE TO THEIR EXPERIENCE AND EXPERTISE IN ENVIRONMENTAL AND ENERGY JUSTICE WORK. USING A 'HUB' APPROACH, THE CORE PARTNERS (1 SUBAWARD FOR UMD) WILL ACT AS 'CORE HUBS', AND THE COMMUNITY-BASED 'HUBS' (10 SUBAWARDS) WILL ALLOW FOR SERVICE DELIVERY TO BE MORE ACCESSIBLE TO POTENTIAL PROGRAM PARTICIPANTS, BOTH GEOGRAPHICALLY AS WELL AS CULTURALLY, DUE TO THEIR ON-THE-GROUND COMMUNITY PRESENCE. OUTCOMES:THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: GAINED KNOWLEDGE AND SKILLS NEEDED TO UNDERSTAND AND ASSESS ENVIRONMENTAL AND ENERGY JUSTICE ISSUES AND TO ENGAGE POLICYMAKERS, GOVERNMENT AGENCIES, AND INDUSTRY; AND AN INCREASE IN FINANCIAL, TECHNICAL, AND INSTITUTIONAL KNOWLEDGE, RESOURCES, AND SKILLS TO ASSESS, DESIGN, IMPLEMENT, MAINTAIN, AND PAY FOR ENVIRONMENTAL AND ENERGY JUSTICE RELATED PROJECTS. THE INTENDED BENEFICIARIES INCLUDE COMMUNITIES THAT ARE UNDERSERVED, OVERBURDENED, RESOURCE-CONSTRAINED, AND RURAL IN ALL REGION 3 AREAS: DE, MD, PA, VA, WV, AND DC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a388e1c5-c6d5-13e3-d4b7-d93d014ac74c-C", "generated_internal_id": "ASST_NON_95314201_6800"}, {"internal_id": 162165926, "Award ID": "84061101", "Award Amount": 8000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE INSTITUTE FOR SUSTAINABLE COMMUNITIES (ISC) TO SERVE AS A NATIONAL ENVIRONMENTAL JUSTICE THRIVING COMMUNITIES TECHNICAL ASSISTANCE CENTER (EJ TCTAC). THE ISC TEAM'S EXPERIENCE AND EXPERTISE OFFER THE NATIONAL EJ TCTAC NETWORK A ROBUST NATIONAL COORDINATION MECHANISM THAT WILL BUILD CAPACITY, REDUCE DUPLICATION, AND USE COMPLEMENTARY SERVICES TO SUPPORT ALL LEVELS OF THE EJ TCTAC PROGRAM. USING ISC'S NETWORKS, INCLUDING ISC'S NATIONAL CLIMATE LEADERS OF COLOR NETWORK AND ASAP'S MEMBERS, THEY WILL ESTABLISH A NATIONAL EJ TCTAC THAT WILL BUILD THE CAPACITY OF REGIONAL TCTACS, LOCAL LEADERS, COMMUNITIES, AND TECHNICAL ASSISTANCE (TA) PROVIDERS THROUGH NEEDS-BASED, VIRTUAL, AND IN-PERSON SUPPORT AND COORDINATED ACTIVITIES, TOOLS, AND RESOURCES. A KEY COMPONENT OF THE NATIONAL TCTAC WILL BE ENSURING THE MEASURABLE SUCCESS OF THE REGIONAL CENTERS. WHEN REGIONAL NEEDS EMERGE, THE TEAM WILL PROVIDE DIRECT SERVICES TO PROGRAM PARTICIPANTS AND COMMUNITIES. IN COORDINATION WITH THE EPA, DEPARTMENT OF ENERGY (DOE), AND REGIONAL CENTER TEAMS, ISC WILL QUICKLY MOBILIZE A NATIONAL CENTER WITH FLEXIBLE, THREE-PRONGED SERVICES THAT CAN ADAPT TO DIVERSE NEEDS THROUGH 1) TAILORED SUPPORT TO REGIONAL TCTACS VIA PEER LEARNING, TOOLS, AND INFORMATION SHARING; 2) SUPPORT TO UNDERSERVED COMMUNITIES USING ISC'S COMMUNITY ENGAGEMENT EXPERTISE; AND 3) THE DEVELOPMENT OF AN ONLINE NATIONAL EJ TCTAC PLATFORM FOR INTERACTIVE COMMUNICATION, NETWORKING, COLLABORATION, AND GREATER FUNDING ACCESS. USING THE NATIONAL PLATFORM WEBSITE, SOCIAL MEDIA, DIRECT CONTACT, AND OTHER OUTREACH, ISC WILL CONNECT PROGRAM PARTICIPANTS, TA PROVIDERS, POTENTIAL PARTNERS, THE REGIONAL TCTACS, AND OTHER STAKEHOLDERS TO EACH OTHER AND FUNDING OPPORTUNITIES. THE ONLINE PLATFORM'S MULTIPLE FUNCTIONS WILL INCLUDE INTEGRATED FEEDBACK MECHANISMS, INTERACTIVE TWO-WAY COMMUNICATION, AND A MEANS TO COMMUNICATE WITH OUR PROJECT TEAM. THE PLATFORM WILL BE FULLY CUSTOMIZABLE TO SERVE THE NEEDS OF EPA, REGIONAL TCTACS, AND PROGRAM PARTICIPANTS AND WILL COMPLY WITH THE AMERICANS WITH DISABILITIES ACT. AT A MINIMUM, THE PLATFORM WILL INCLUDE MULTIPLE INTERFACES, INCLUDING 1) PASSWORD-PROTECTED LOGINS FOR PROGRAM PARTICIPANT PROFILES; 2) A SPACE FOR REGIONAL TCTAC STAFF, PARTNERS, AND TA PROVIDERS; AND 3) SPACE FOR INTERACTIVE, TWO-WAY CONVERSATION AND CHAT OPTIONS BETWEEN PARTICIPANTS, REGIONAL CENTERS, AND/OR OTHER STAKEHOLDERS. THE PROFILES WILL BE USED TO PROMOTE VOLUNTEER AND CONTRACTED TA SERVICES AS WELL AS TO STRENGTHEN NETWORKS OF LEADERS AND ROLE MODEL CHAMPIONS. WE WILL COMPLEMENT THESE WITH WEBINARS AND MATERIALS ON PARTNERSHIP AND COALITION BUILDING. THE PLATFORM WILL ALSO HOUSE AN ATTRACTIVE, EASY-TO-USE, AND SEARCHABLE ENVIRONMENTAL AND ENERGY JUSTICE LIBRARY TO SHARE WITH REGIONAL. BY THE END OF YEAR 1, THE ISC TEAM PLANS TO LAUNCH THE ONLINE PLATFORM. ACTIVITIES:THE ACTIVITIES INCLUDE ESTABLISHING AND MAINTAINING THE NATIONAL EJ TCTAC ONLINE PLATFORM, COORDINATION AND PLANNING MEETINGS, OUTREACH ACTIVITIES, NATIONAL AND LOCAL RESOURCE ANALYSES, DEVELOPMENT OF A TECHNICAL ASSISTANCE PROGRAMS DATABASE, SUSTAINABILITY PLANNING, COMPILING AND DEVELOPMENT OF RESOURCE DEVELOPMENT TOOLS, MATERIALS, AND PRODUCTS. ADDITIONAL ACTIVITIES INCLUDE CONDUCTING REGIONAL TCTACS NEEDS ASSESSMENTS, PARTNERSHIP FACILITATION, REGIONAL TCTACS TRAINING, DEVELOPMENT OF TRAINING AND TECHNICAL ASSISTANCE PROGRAMS SUPPORTING PROGRAM PARTICIPANTS' INCREASED ABILITY TO APPLY FOR AND MANAGE GRANTS ADDRESSING ENVIRONMENTAL AND ENERGY JUSTICE ISSUES, INCLUDING (BUT NOT LIMITED TO) AIR POLLUTION AND GREENHOUSE GAS EMISSIONS, THE CLEAN ENERGY TRANSITION, WATER RESOURCE MANAGEMENT, STORMWATER AND FLOODING, AND SOLID WASTE DISPOSAL.  ISC WILL ALSO HOLD BIANNUAL TOPIC BASED WEBINARS/WORKSHOPS, ANNUAL KNOWLEDGE SHARING CONVENINGS, ROLE MODELS AND LEADER WORKSHOPS, AS WELL AS PRIVATE SECTOR ENGAGEMENT AND FIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "591126ab-69f8-fe89-0a8e-6de2bf98df7b-C", "generated_internal_id": "ASST_NON_84061101_6800"}, {"internal_id": 92333138, "Award ID": "83998201", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-10-17", "CFDA Number": "66.309", "Description": "PROVIDE A RIGOROUS, RESIDENTIAL, SCIENCE, TECHNOLOGY, ENGINEERING AND MATH (STEM), AND ENVIRONMENTAL PROTECTION FOCUSED MULTI-DAY PROGRAM THAT UTILIZES AN ENVIRONMENTAL STEM CURRICULUM.  THIS PROJECT IS DESIGNED TO INSPIRE AND TRAIN HIGH SCHOOL AND COLLEGE STUDENTS ON KEY SCIENCE AND ENVIRONMENTAL ISSUES, INCLUDING THE AIR, WATER AND/OR SUPERFUND PROGRAMS. TYPICALLY, THOSE SELECTED WOULD BE SENIORS IN HIGH SCHOOL AND FRESHMEN AND SOPHOMORES IN COLLEGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d268e738-7629-8c58-74df-b5eefd54c2cd-C", "generated_internal_id": "ASST_NON_83998201_6800"}, {"internal_id": 159787994, "Award ID": "02J28701", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-24", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO WILLAMETTE PARTNERSHIP. THE RECIPIENT WILL ENGAGE WITH UNDERSERVED AND RURAL COMMUNITIES ACROSS THE NORTHWEST UNITED STATES TO BUILD CAPACITY PERTAINING TO ENVIRONMENTAL AND ENERGY JUSTICE ISSUES; PROVIDE DIRECT TECHNICAL ASSISTANCE TO COMMUNITIES AND ORGANIZATIONS; ESTABLISH A COMMUNITY OF PRACTICE FOCUSED ON COHORT LEARNING AND LEADERSHIP DEVELOPMENT; AND PRACTICE ETHICAL STORYTELLING AND ACCOUNTABILITY WHEN WORKING WITH COMMUNITIES ACROSS THE REGION. ACTIVITIES:THE ACTIVITIES INCLUDE CREATING THE THRIVING COMMUNITIES TECHNICAL ASSISTANCE CENTER (TCTAC) WEBSITE AND ASSOCIATED SOCIAL MEDIA; CREATING A TRANSLATION AND INTERPRETATION PLAN; CREATING A TECHNICAL ASSISTANCE INTAKE SYSTEM; CREATING TECHNICAL ASSISTANCE MATERIALS; ESTABLISHING A COMMUNITY ENGAGEMENT PLAN; CREATING COMMUNITY ENGAGEMENT MATERIALS; CONDUCTING DIRECT TECHNICAL ASSISTANCE; AND DEVELOPING COHORT LEARNING TEMPLATES. SUBRECIPIENT:ACTIVITIES TO BE IMPLEMENTED BY SUB-AWARDS INCLUDE: FACILITATING COMMUNITY ENGAGEMENT ACTIVITIES; ORGANIZING TECHNICAL ASSISTANCE INTAKE; CREATING TECHNICAL ASSISTANCE MATERIALS; ASSISTING WITH DIRECT TECHNICAL ASSISTANCE; SUPPORTING COHORT LEARNING; AND LEADING A LANDSCAPE SCAN TO IDENTIFY COMMUNITY ENGAGEMENT IN ALASKA. \n\n\n\n\n\nOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE AN ESTABLISHED TCTAC WEBSITE AND ASSOCIATED SOCIAL MEDIA; A COMPLETED TRANSLATION AND INTERPRETATION PLAN; A TECHNICAL ASSISTANCE INTAKE SYSTEM; TECHNICAL ASSISTANCE MATERIALS;  A COMMUNITY ENGAGEMENT PLAN; COMMUNITY ENGAGEMENT MATERIALS; DIRECT TECHNICAL ASSISTANCE; AND COHORT LEARNING TEMPLATES. \n\nTHE EXPECTED OUTCOMES INCLUDE STRENGTHENING OF PARTNERSHIPS TO ADDRESS ENVIRONMENTAL JUSTICE OPPORTUNITIES AND IMPROVEMENT IN TRUST AMONGST COMMUNITIES, GOVERNMENT, THE PRIVATE SECTOR, AND OTHERS.\n\nTHE INTENDED BENEFICIARIES INCLUDE UNDERSERVED COMMUNITIES WHERE ENVIRONMENTAL, HEALTH, AND ECONOMIC BURDENS AND CAPACITY CONSTRAINTS CO-OCCUR, INCLUDING TRIBAL AND INDIGENOUS COMMUNITIES, BLACK, LATINX, IMMIGRANT, AND DISABILITIES COMMUNITIES, ESPECIALLY THOSE IN REMOTE AND RURAL AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab8001e-a984-5da8-c699-d6b4feb416fc-C", "generated_internal_id": "ASST_NON_02J28701_6800"}, {"internal_id": 159787993, "Award ID": "02J28601", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-24", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE UNIVERSITY OF WASHINGTON. SPECIFICALLY, THE RECIPIENT WILL PROVIDE TECHNICAL ASSISTANCE (TA) SERVICES TO REGION 10 PROGRAM PARTICIPANTS THAT WILL STRENGTHEN THEIR CAPACITY AND EFFECTIVENESS IN APPLYING TO AND SUCCESSFULLY MANAGING ENVIRONMENTAL AND ENERGY JUSTICE (EEJ) GRANTS AND PROGRAMS.ACTIVITIES:THE ACTIVITIES INCLUDE ONLINE/IN-PERSON OUTREACH AND ENGAGEMENT WITH REGIONAL PARTICIPANTS, ESTABLISHMENT OF FUNDED PARTNERSHIPS TO FOSTER COMMUNITY LEADERSHIP, HOSTING OF WORKSHOPS AND TRAININGS, AND CONSULTATIONS WITH CENTER-AFFILIATED FACULTY AND STUDENTS. THE CENTER WILL PROVIDE PROGRAM PARTICIPANTS WITH ASSISTANCE IN (1) CONDUCTING ENVIRONMENTAL JUSTICE ANALYSES AND NEEDS ASSESSMENTS, (2) IDENTIFYING, APPLYING FOR, AND MANAGING EEJ GRANTS AND PROGRAMS, (3) FACILITATING MEANINGFUL ENGAGEMENT WITH OTHER EEJ STAKEHOLDERS AND DECISION-MAKERS, (4) BUILDING CAPACITY TO STRENGTHEN AND FOCUS THEIR WORK ON EEJ ISSUES, AND (5) FOSTERING COMMUNITY LEADERSHIP IN EEJ SOLUTIONS.SUBRECIPIENT:SMALLER SUBAWARDS WILL ALLOW FOR A PART TIME FTE STAFF MEMBER WITHIN THEIR ORGANIZATION TO FOCUS ON ENGAGING WITH THE CENTER TO RECEIVE TA AND THEIR ORGANIZATION'S PROJECT RELATED EXPENSES, WHILE MEDIUM SUBAWARDS WILL ALLOW FOR ORGANIZATION COMMITTING FULL TIME FTE STAFF MEMBER TO RECEIVE TA. LARGER SUBAWARDS WILL ALLOW FOR FUNDING OF LARGER CONSORTIA PARTNERS AS DESCRIBED ABOVE TO FUND THEIR STAFF AND/OR MEMBER ORGANIZATIONS TO RECEIVE TA FROM THE CENTER. THE LARGER SUBAWARDS MAY ALSO INCLUDE OUTREACH IN THEIR ROLE AS A CENTER PARTNER, TO AMPLY THE REACH OF THE TCTAC TO OTHERS IN THE REGION THROUGH WORD OF MOUTH, COLLABORATIVE NETWORKS, AND CONNECTIONS BETWEEN ORGANIZATIONS THAT TRUST EACH OTHER. THE SCOPE OF EACH SUBAWARD AND ALLOWABLE EXPENSES WILL BE NEGOTIATED WITH EACH INDIVIDUAL PARTNER.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE CREATING A WEBSITE, THE NUMBER OF PROGRAM PARTICIPANTS AND PARTNERSHIPS, DOCUMENTED OUTREACH EFFORTS, UTILIZATION OF SERVICES, EVALUATION REPORTS FROM ADVISORY BOARD AND PROGRAM PARTICIPANTS. THE EXPECTED OUTCOMES INCLUDE PROGRAM PARTICIPANTS' INCREASED CAPACITY AND EFFECTIVENESS IN APPLYING FOR ENVIRONMENTAL/ENERGY JUSTICE OPPORTUNITIES, INCREASED PARTICIPATION IN DEFINING TECHNICAL SERVICE NEEDS AND OFFERINGS FOR THE REGION, AND SUCCESSFUL DEVELOPMENT, IMPLEMENTATION, AND CONTINUATION OF ENVIRONMENTAL AND ENERGY JUSTICE PROGRAMS LED BY PNW-EJTC PROGRAM PARTNERS. THE INTENDED BENEFICIARIES INCLUDE TRIBAL, RURAL, REMOTE, AND OTHER UNDERSERVED AREAS ACROSS REGION 10.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_02J28601_6800"}, {"internal_id": 156418127, "Award ID": "02F24001", "Award Amount": 39716.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE PURPOSE OF THIS AMERICAN RESCUE PLAN / COMMUNITY DRIVEN SOLUTIONS GRANT IS TO EDUCATE THE COMMUNITY OF PORT ARTHUR, TX ON ENERGY POVERTY CONCERNS, COLLECT INFORMATION ON ENERGY EFFICIENCY NEEDS FROM THE COMMUNITY, PUT TOGETHER POSSIBLE SOLUTIONS TO ENERGY EFFICIENCY NEEDS AND PRESENT SOLUTIONS TO STAKEHOLDERS AND THE COMMUNITY.ACTIVITIES:THE RECIPIENT WILL HOST TWO COMMUNITY EDUCATION EVENTS, CREATE A STANDARD OPERATING PROCEDURES DOCUMENT AND DESIGN A QUESTIONNAIRE ON ENERGY-RELATED HOUSING CONCERNS, DISTRIBUTE THE QUESTIONNAIRE TO 100 RESIDENTS, INTERVIEW 40 RESIDENTS ABOUT THEIR RESPONSES, CONDUCT 10 MORE DETAILED FOLLOW UP INTERVIEWS, IDENTIFY POSSIBLE SOLUTIONS TO MATCH ENERGY NEEDS, CREATE AN ENERGY NEEDS AND ENERGY POVERTY ASSESSMENT, PRESENT RESULTS TO STAKEHOLDERS, AND HOST A COMMUNITY EXPO ON CLEAN ENERGY AND ENERGY EFFICIENCY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE TWO COMMUNITY EDUCATION EVENTS CONDUCTED, A STANDING OPERATING PROCEDURES AND QUESTIONNAIRE CREATED, DOCUMENTED FEEDBACK FROM OVER 40 RESIDENTS, AN ENERGY NEEDS AND ENERGY POVERTY ASSESSMENT, A STAKEHOLDER MEETING CONDUCTED, AND A COMMUNITY EXPO CONDUCTED. EXPECTED OUTCOMES ARE HIGHER AWARENESS BY THE COMMUNITY ON ENERGY EFFICIENCY PROBLEMS AND SOLUTIONS SUCH AS EXPANDED ENERGY EFFICIENCY, WEATHERIZATION, HEATING/AIR CONDITIONING RETROFITS, CLEAN ENERGY, RESIDENTIAL SOLAR, AND SOLAR WATER HEATING. DIRECT BENEFICIARIES ARE RESIDENTS OF PORT ARTHUR, TX.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 39716.0, "Infrastructure Obligations": null, "recipient_id": "b687e043-9653-32d4-30ee-6bbeca9c8bf4-C", "generated_internal_id": "ASST_NON_02F24001_6800"}, {"internal_id": 160686665, "Award ID": "02D48523", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-19", "CFDA Number": "66.309", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $60,000 TO JACKSON STATE UNIVERSITY (JSU). THE PURPOSE OF THIS GRANT IS TO PROVIDE WORKFORCE DEVELOPMENT AND TRAINING THAT SPECIFICALLY TARGETS INDIVIDUALS WHO ARE INTERESTED IN BECOMING CERTIFICATION WATER TECHNICIANS. ACTIVITIES INCLUDE RECRUITMENT OF PARTICIPANTS FOR THE WATER TECHNICIAN TRAININGS, SECURE HIGHLY QUALIFIED FACILITATORS TO SERVE AS EDUCATIONAL TRAINING CONSULTANTS TO PREPARE PARTICIPANTS FOR THE CERTIFICATION EXAMINATION, HOST IN-PERSON, HYBRID, AND SYNCHRONOUS ONLINE PROFESSIONAL DEVELOPMENT TO ALLOW MAXIMUM FLEXIBILITY FOR INITIAL CERTIFICATION AND CONTINUING EDUCATION UNITS FOR WATER TECHNICIANS AND PROVIDE ACCESS TO POST-CERTIFICATION FOLLOW-UP TRAINING FOR PARTICIPANTS WHO MAY NEED ADDITIONAL SUPPORT IN PASSING THE CERTIFICATION EXAMINATIONS. ANTICIPATED DELIVERABLES INCLUDE THE CENTER FOR PROFESSIONAL DEVELOPMENT STAFF WILL WORK FOCUS ON RECRUITING WATER TECHNICIANS FROM AMONG THE FOLLOWING GROUPS: JSU STUDENTS WHO DESIRE TO ENHANCE THEIR UNDERGRADUATE DEGREES WITH WORK-RELATED CERTIFICATIONS, JACKSON PUBLIC SCHOOL, HIGH SCHOOL SENIORS ENROLLED IN CAREER ACADEMIES AND NEED TO COMPLETE APPRENTICESHIP CREDITS, JACKSON, MISSISSIPPI RESIDENTS ARE CURRENTLY SEEKING EMPLOYMENT, AND ADULT LEARNERS AGE 18-23 WHO RECENTLY COMPLETED A GENERAL EDUCATION DIPLOMA. THE INTENDED BENEFICIARIES INCLUDE THE CITIZENS OF THE STATE OF MISSISSIPPI.ACTIVITIES:-SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89824249-a8de-5dce-3e27-2a160db22dae-C", "generated_internal_id": "ASST_NON_02D48523_6800"}, {"internal_id": 161421644, "Award ID": "02D48323", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "66.309", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $40,000 TO JACKSON STATE UNIVERSITY (JSU). THE PURPOSE OF THIS GRANT IS FOR JSU TO PROVIDE GRANT WRITING TECHNICAL ASSISTANCE TO UNDERSERVED COMMUNITIES IN, OR NEAR, JACKSON, MISSISSIPPI. FELLOWS WILL BE ASSIGNED TO MISSISSIPPI COMMUNITIES THAT NEED TECHNICAL ASSISTANCE IN GRANT RESEARCH, WRITING AND MAINTENANCE. THE ACTIVITIES TO BE PERFORMED INCLUDE ESTABLISHING GRANT WRITING TECHNICAL ASSISTANCE FOR UNDERSERVED COMMUNITIES, ASSESS THE SUCCESS OF THE PROGRAM, SUPPLY A WATER TAP FOR THE JSU/BLACKBURN MIDDLE SCHOOL LEARNING GARDEN, AND EXPAND TO OTHER HISTORICAL BLACK COLLEGES AND UNIVERSITIES. ANTICIPATED DELIVERABLES INCLUDE ESTABLISHING GRANT WRITING TECHNICAL ASSISTANCE, EXPANDING THE VARIETY OF VEGETABLES PRODUCED, GAIN A HIGHER CROP YIELD PER YEAR, PROVIDING MORE NUTRIENT RICH FOOD FOR COMMUNITY RESIDENTS, AND HOLDING ANNUAL GREENS COOK-OFFS AND STUDENT LED FARMERS MARKETS. INTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF THE STATE OF MISSISSIPPI.ACTIVITIES:-SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89824249-a8de-5dce-3e27-2a160db22dae-C", "generated_internal_id": "ASST_NON_02D48323_6800"}, {"internal_id": 162165230, "Award ID": "00I24100", "Award Amount": 94000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "66.309", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE FOCUS POINTS FAMILY RESOURCE CENTER LOCATED AT 2501 EAST 48TH AVENUE, DENVER, COLORADO 80216 TO CONSTRUCT A PILOT AGRIVOLTAIC PROJECT. FOCUS POINTS HAS AN ESTABLISHED URBAN GARDEN TRAINING PROGRAM THAT TEACHES GARDENING SKILLS TO COMMUNITY MEMBERS IN ADDITION TO GROWING FRESH PRODUCE FOR DISTRIBUTION TO RESIDENTS THAT HAVE LIMITED ACCESS TO HEALTHY FOOD. AGRIVOLTAICS IS A NEW CONCEPT THAT BRINGS AN ADDITIONAL USE TO AGRICULTURAL LAND BY CO-LOCATING SOLAR ENERGY WITH GARDENS. THE CONSTRUCTION OF THIS AGRIVOLTAIC PROJECT WILL ALLOW FOCUS POINTS TO REDUCE ITS MONTHLY UTILITY BILLS AND CARBON FOOTPRINT WHILE BOOSTING CROP YIELDS AND ADDING ANOTHER DIMENSION TO ITS URBAN GARDEN EDUCATIONAL PROGRAM.\nACTIVITIES:THE ACTIVITIES INCLUDE RETAINING THE SERVICES OF A SOLAR PROJECT DEVELOPER WHO WILL CARRYOUT SERVICES FOR A 'TURNKEY' PROJECT INCLUDING ALL THE NECESSARY APPROVALS, EQUIPMENT, MATERIALS, DESIGN, MANUFACTURING, AND INSTALLATION SERVICES FOR THE GROUND-MOUNTED, GRID-TIED AGRIVOLTAIC SYSTEM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLE WILL BE A FULLY OPERATIONAL AGRIVOLTAIC SOLAR PANEL ARRAY THAT WILL COMPLIMENT AN EXISTING COMMUNITY GARDEN OPERATED BY FOCUS POINTS TO BENEFIT THE SURROUNDING NEIGHBORHOOD. ADDITIONAL BENEFITS WILL BE THE REDUCTION IN FOCUS POINTS' CARBON FOOTPRINT AS WELL AS DECREASED ENERGY COSTS FOR THE FOCUS POINTS RESOURCE CENTER AT THIS PROPERTY. INTENDED BENEFICIARIES ARE FOCUS POINTS AND THE SURROUNDING NEIGHBORHOOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e23635f-ee94-25c0-aada-12726ceea1b6-R", "generated_internal_id": "ASST_NON_00I24100_6800"}, {"internal_id": 161009197, "Award ID": "00E03450", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-03", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE THRIVING COMMUNITIES TECHNICAL ASSISTANCE CENTER WILL LEVERAGE EXISTING UNIVERSITY EXTENSION NETWORKS AND TECHNICAL SERVICE PROVIDERS TO REACH REMOTE, RURAL, AND UNDERSERVED COMMUNITIES ACROSS EPA REGION 5, INCLUDING THE STATES OF MINNESOTA, MICHIGAN, WISCONSIN, ILLINOIS, INDIANA, AND OHIO AND 35 TRIBAL NATIONS.ACTIVITIES:THE PROPOSED GREAT LAKES ENVIRONMENTAL JUSTICE TECHNICAL ASSISTANCE CENTER (TAC) IS ORIENTED AROUND THREE INTERRELATED ACTIVITIES: 1. IDENTIFY UNDERSERVED AND OVERBURDENED COMMUNITIES WHO COULD BENEFIT FROM ENVIRONMENTAL AND ENERGY-RELATED PROGRAMS, 2. BUILD CAPACITY FOR COMMUNITIES TO ENGAGE IN ENVIRONMENTAL DECISION MAKING AND ACCESS TECHNICAL ASSISTANCE, AND 3. PROVIDE TAILORED, ACCESSIBLE, CULTURALLY APPROPRIATE ASSISTANCE THAT ALLOWS COMMUNITIES TO SECURE FUNDING AND RESOURCES THAT MATERIALLY IMPROVE THEIR SOCIAL, ECONOMIC, AND ENVIRONMENTAL OUTCOMES.SUBRECIPIENT:ACTIVITIES INCLUDE PROVIDING TECHNICAL ASSISTANCE TO REGION 5 COMMUNITIES AND INDIVIDUALS, RUNNING WORKSHOPS, COMMUNICATING ABOUT FUNDING OPPORTUNITIES, AND OTHER RELATED ACTIVITIES. OUTCOMES:THE ANTICIPATED DELIVERABLES FOR THE TCTAC INCLUDE: A WEB PORTAL, MINUTES AND TRAININGS RELATED TO COMMUNITY WORKSHOPS, RECORDS OF APPLICANTS ASSISTED, AND OTHER RELATED MATERIALS. EXPECTED OUTCOMES INCLUDE: 1. HIGHER CAPACITY FOR COMMUNITIES, NON-PROFIT ORGANIZATIONS, AND INDIVIDUALS TO APPLY FOR GRANT OPPORTUNITIES, 2. IMPROVED CONNECTIONS BETWEEN COMMUNITIES AND TECHNICAL ASSISTANCE RESOURCES, AND 3. INCREASED PARTICIPATION IN FEDERAL AND STATE ENVIRONMENTAL AND ENERGY DECISION-MAKING AS EVIDENCED BY GREATER PARTICIPATION IN PUBLIC ENGAGEMENT, OUTREACH, EPA AND DOE PROGRAMS, PUBLIC COMMENTS, AND EJ COMMUNITIES OCCUPYING POSITIONS OF POWER IN LOCAL AND FEDERAL DECISION-MAKING BODIES.\n\nTHE INTENDED BENEFICIARIES ARE THE PEOPLE OF REGION 5, INCLUDING THE RESIDENTS OF MINNESOTA, WISCONSIN, MICHIGAN, ILLINOIS, INDIANA, AND OHIO, AS WELL AS THE MEMBERS OF THE 35 FEDERALLY-RECOGNIZED TRIBES PRESENT IN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_00E03450_6800"}, {"internal_id": 159787941, "Award ID": "00E03396", "Award Amount": 30455.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE PROJECT WILL EXAMINE THE HISTORY OF THE VELSICOL CHEMICAL CORP. SUPERFUND SITE AND RELATED IMPACTS ON THE LOCAL POPULATION AND CREATE EDUCATIONAL MATERIALS AND OUTREACH PROGRAMS TO SERVE AS RESOURCES IN ADDRESSING AND UNDERSTANDING POTENTIAL, FUTURE ENVIRONMENTAL CHALLENGES. ACTIVITIES:THE PROJECT WILL COLLECT EXISTING MATERIALS ON THE HISTORY OF THE SUPERFUND SITE AND THE IMPACTS OF EXPOSURE TO POLYBROMINATED BIPHENYL (PBB) AS WELL AS CREATE NEW CONTENT THROUGH INTERVIEWS WITH THE LOCAL POPULATION. THE PROJECT WILL ALSO UTILIZE EDUCATORS TO DEVELOP CONTENT AND IDENTIFY KEY COMMUNITY PARTNERS TO HOST INFORMATIVE PRESENTATIONS AND WORKSHOPS BASED ON THESE MATERIALS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THROUGH THESE ACTIVITIES, THERE ARE FIVE INTERCONNECTED ENVIRONMENTAL EDUCATION DELIVERABLES. ONE IS THE CREATION OF A WEBSITE THAT ARCHIVES HISTORICAL MATERIALS RELATED TO THE COMPANY, THE DISASTER, AND THE SUPERFUND SITE THAT ALSO INCLUDES OPPORTUNITIES AND NOTICES FOR UPCOMING EVENTS. ANOTHER DELIVERABLE WILL BE A DOCUMENTARY PRESENTING THE LONG-TERM IMPACTS OF THE DISASTER ON THE HEALTH, ECONOMY, AND CULTURE OF CENTRAL MICHIGAN THROUGH INTERVIEWS WITH PEOPLE FROM AFFECTED COMMUNITIES. A THIRD DELIVERABLE WILL BE THE DEVELOPMENT OF A NEW K-12 CURRICULUM WHICH USES THE HISTORY OF THE DISASTER TO EXPLORE THEMES OF ENVIRONMENTAL STEWARDSHIP AND THE PRECAUTIONARY PRINCIPLE. FOURTH, WILL BE THE CREATION OF AN ADULT EDUCATIONAL PROGRAM FOCUSED ON ECOLOGICAL ECONOMICS, GOVERNANCE, AND JUSTICE. AND LASTLY, THE PROJECT WILL CREATE MATERIALS AND WORKSHOPS THAT FOCUS ON THE CONCERNS OF SMALL FARMERS IN MICHIGAN.\nTHESE DELIVERABLES WILL BENEFIT THE COMMUNITY IN WHICH THE SUPERFUND SITE IS LOCATED AND THOSE IMPACTED IN THE SURROUNDING CITIES, BUT WILL ALSO SERVE AS VALUABLE RESOURCES AND EXAMPLES FOR OTHER POPULATIONS AFFECTED BY SIMILAR DISASTERS AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "762699c6-c4ec-1685-2dd8-a7ddab856bc4-R", "generated_internal_id": "ASST_NON_00E03396_6800"}, {"internal_id": 158360885, "Award ID": "00E03344", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-10", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE UNDIVIDED EMPOWERMENT AND EDUCATION PROGRAM IN CLEVELAND, OHIO WILL HELP THE GRASSROOTS NON-PROFIT BUILD CAPACITY BY GAINING TECHNICAL KNOWLEDGE ON GRANT WRITING AND GRANTS MANAGEMENT.  THE GOAL OF THIS PROGRAM IS TO PREPARE UNDIVIDED CLEVELAND NON-PROFIT WITH THE SKILLS NEEDED TO PURSUE COMPETITIVE GRANT FUNDING TO SUPPORT ENVIRONMENTAL JUSTICES INITIATIVES FOR THEIR COMMUNITY.  ACTIVITIES:THROUGH THE GRANT, UNDIVIDED CLEVELAND WILL PURCHASE LEAD PAINT TESTING KITS TO ASSIST THE ORGANIZATION IN EDUCATING THE MT. PLEASANT COMMUNITY ABOUT LEAD AND TO BUILDING RAPPORT WITHIN THEIR COMMUNITY.  THE ORGANIZATION WILL ALSO DESIGNATE TWO MEMBERS TO SEEK GRANTS TRAINING TO SUPPORT THE GOAL OF PURSUING LARGER GRANTS TO HELP MEET THE GREATER ENVIRONMENTAL JUSTICE NEEDS OF THEIR COMMUNITY. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:UNDIVIDED CLEVELAND WILL PROVIDE LEAD TESTING KITS TO 14,184 HOMES (10%) IN SUPPORT OF EDUCATING MT PLEASANT NEIGHBORHOOD ABOUT LEAD PAINT MANAGEMENT.  ALSO, TWO MEMBERS OF THE UNDIVIDED CLEVELAND ORGANIZATION WILL TAKE GRANT TRAINING.  OUTCOMES MAY INCLUDE INCREASED AWARENESS OF LEAD IN HOMES AND ORGANIZATION'S PREPAREDNESS TO APPLY FOR GREATER GRANT FUNDING TO SUPPORT POTENTIAL ASSISTANCE TO COMMUNITY ON LEAD OUTREACH AND REMEDIATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e93201d-a7a0-e7c4-9655-d9f8be0b7605-R", "generated_internal_id": "ASST_NON_00E03344_6800"}, {"internal_id": 161421556, "Award ID": "00A01125", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "66.309", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE MYSTIC RIVER WATERSHED ASSOCIATION FOR THE MYSTIC RIVER WATERSHED URBAN WATERS FEDERAL PARTNERSHIP AMBASSADOR. THE AMBASSADOR SUPPORTS THE PARTNERSHIP'S MISSION TO IMPROVE WATER QUALITY AND INCREASE ACCESS TO PUBLIC OPEN SPACES THROUGH COORDINATION AND FACILITATION WHILE ALSO FURTHERING EFFORTS TO ADDRESS ENVIRONMENTAL JUSTICE AND CREATE EQUITABLE ENVIRONMENTAL OUTCOMES IN THE WATERSHED. ACTIVITIES:ACTIVITIES INCLUDE THE AMBASSADOR TO: SERVE AS THE PRIMARY POINT OF CONTACT FOR THE MYSTIC RIVER URBAN WATERS FEDERAL PARTNERSHIP, PROMOTE AND PROVIDE COMMUNITY TECHNICAL ASSISTANCE FOR CAPACITY BUILDING AND COMMUNITY ENGAGEMENT; COORDINATE, PLAN, AND COLLABORATE WITH FEDERAL PARTNER AGENCIES; COORDINATE ON BEHALF OF THE URBAN WATERS PROGRAM IN THE MASSACHUSETTS BAYS REGION; COORDINATE, PLAN, AND WORK WITH FEDERAL, STATE, AND LOCAL PARTNERS IN IMPLEMENTING COMMUNITY PROJECTS; PROVIDE COMMUNICATIONS AND OUTREACH SUPPORT BY WORKING CLOSELY WITH EPA; AND RAISE AWARENESS OF THE MYSTIC RIVER AND ITS TRIBUTARIES IN ENVIRONMENTAL JUSTICE COMMUNITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE THE URBAN WATERS FEDERAL PARTNERSHIP AMBASSADOR COORDINATING AT LEAST TWO STEERING COMMITTEE MEETINGS WITH AT LEAST ONE FOCUSED ON ENVIRONMENTAL JUSTICE ISSUES, SENDING MONTHLY EMAILS ABOUT FUNDING OPPORTUNITIES SHARED WITH COMMUNITY PARTNERS, PARTICIPATING IN AT LEAST TWELVE STEWARDSHIP EVENTS IN THE WATERSHED TO IMPROVE ENVIRONMENTAL CONDITIONS, SUPPORTING THREE ADDITIONAL COMMUNITY EVENTS IN THE WATERSHED, HOSTING TWO STORMWATER COLLABORATIVE MEETINGS CENTERED ON ENVIRONMENTAL JUSTICE, AND SUPPORTING OR LEADING ONE FUNDING APPLICATION THAT THE MYSTIC RIVER WATERSHED ASSOCIATION SUBMITS FOR FUNDING.\n\nTHE EXPECTED OUTCOMES INCLUDE INCREASED FUNDING FOR PROJECTS AND PROGRAMS IN THE MYSTIC RIVER WATERSHED FOCUSED ON ENVIRONMENTAL JUSTICE CENSUS BLOCKS, INCREASED UNDERSTANDING BY STATE AGENCIES AND OTHER PARTNERS AROUND ENVIRONMENTAL JUSTICE IMPACTS AND STEPS THAT CAN BE TAKEN TO BETTER ADDRESS ENVIRONMENTAL JUSTICE, INCREASED LINKAGES BETWEEN COMMUNITY-BASED ORGANIZATIONS AND AGENCY PARTNERS, MORE DIVERSE RESIDENTS UNDERSTANDING OF, CARING ABOUT, AND BECOMING ACTIVELY INVOLVED IN FOR THE MYSTIC RIVER WATERSHED.\n\nTHE INTENDED BENEFICIARIES INCLUDE THE CITIZENS AND PROFESSIONALS LIVING, WORKING, AND RECREATING IN AND ON THE MYSTIC RIVER WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91b6cdc8-7f48-6af2-a34d-4ba648462fd9-R", "generated_internal_id": "ASST_NON_00A01125_6800"}]