[{"internal_id": 97493303, "Award ID": "84001501", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-08", "CFDA Number": "66.305", "Description": "THE LOCAL GOVERNMENT COMPLIANCE ASSISTANCE CENTER MUST BE KEPT UP TO DATE ON ENVIRONMENTAL ISSUES ASSOCIATED WITH LOCAL GOVERNMENT ACTIVITIES. TO ACHIEVE THIS GOAL, THE RECIPIENT WILL:  - CREATE INTERNET LINKAGES AND PARTNERSHIPS AMONG THE VARIOUS LOCAL GOVERNMENT GROUPS/ASSOCIATIONS, EPA AND OTHER FEDERAL REGULATORY AGENCIES, OTHER RELEVANT ORGANIZATIONS, AND THE COMPLIANCE ASSISTANCE PROVIDER COMMUNITIES.  - DEVELOP CONTENT (INCLUDING REGULATORY AND POLLUTION PREVENTION INFORMATION) THAT WILL ADDRESS THE NEEDS OF LOCAL GOVERNMENTS, WITH PARTICULAR ATTENTION TO SMALL DRINKING WATER AND SEWAGE TREATMENT SYSTEMS.  - USE STAKEHOLDER COMMUNICATION CHANNELS TO PROMOTE/DISSEMINATE THIS INFORMATION ON A TIMELY BASIS TO VARIOUS LOCAL GOVERNMENT GROUPS/ASSOCIATIONS.  - HOST TECHNICAL WEBINARS, TRAINING, AND FOCUS GROUPS TO BUILD THE CAPACITY OF COMMUNITIES TO COMPLY WITH ENVIRONMENTAL REGULATIONS AND PROTECT RESIDENTS FROM LEAD AND OTHER POLLUTANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_84001501_6800"}, {"internal_id": 61734728, "Award ID": "83936401", "Award Amount": 1700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-11", "CFDA Number": "66.305", "Description": "THE COMPLIANCE ASSISTANCE CENTERS PROVIDE WEB-BASED USER FRIENDLY 'FIRST-STOP-SHOPS' WHERE REGULATED ENTITIES CAN FIND COMPREHENSIVE, EASY-TO-UNDERSTAND INFORMATION PRE-PACKAGED TO FIT THEIR SPECIAL NEEDS.  THE GRANTEE WILL PARTNER WITH EPA, INDUSTRY GROUPS, ENVIRONMENTAL GROUPS, AND OTHER INTERESTED PARTIES TO SUPPORT THE CONTINUED OPERATION AND MAINTENANCE OF THE CENTER PROGRAM. THE GRANTEE WILL MAINTAIN A WEB PORTAL FOR ALL CENTERS, SUPPORT THE DEVELOPMENT OF NEW WEB-BASED TOOLS TO SUPPORT THE UNDERSTANDING OF AND COMPLIANE WITH REGULATORY OBLIGATIONS, AND SEEK EFFECTIVE APPROACHES AND PARTNERSHIPS TO MAINTAIN THE CENTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "617613c4-503f-6c2f-a0ac-9fab2b073a47-C", "generated_internal_id": "ASST_NON_83936401_6800"}, {"internal_id": 46666879, "Award ID": "83476001", "Award Amount": 288200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2010-09-21", "CFDA Number": "66.305", "Description": "THE LOCAL GOVERNMENT ENVIRONMENTAL ASSISTANCE NETWORK (LGEAN)  PROVIDES A FIRST STOP FOR THOSE LOOKING FOR INFORMATION TAILORED SPECIFICALLY TO UNDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71a5ec24-0fd8-d324-300b-048146bf9508-C", "generated_internal_id": "ASST_NON_83476001_6800"}]