[{"internal_id": 160687244, "Award ID": "98T54101", "Award Amount": 1471479.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "66.443", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO HI DEPARTMENT OF HEALTH TO DEVELOP AND IMPLEMENT PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REMOVING POTENTIAL SOURCES OF LEAD IN SCHOOLS AND CHILDCARE FACILITIES.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,471,479 AND APPROVES PRE-AWARD COSTS BACK TO FEBRUARY 15, 2023.\n\nACTIVITIES:THE ACTIVITIES INCLUDE LAB ANALYSIS OF SAMPLES FROM SCHOOLS AND CHILDCARE FACILITIES, DATA MANAGEMENT, AND CONTRACTING REMEDIATION WORK AT SCHOOLS AND CHILDCARE FACILITIES. SUBRECIPIENT:HI DOH WILL SUBAWARD TO HI DOE TO COMPLETE ALL PLUMBING AND IN SCHOOL SAMPLING. OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE QUARTERLY REPORTING, ESTABLISHMENT OF DATA MANAGEMENT PUBLIC FACING WEBSITE, AND REPORTING METRICS ON STUDENTS OR CHILDREN AFFECTED BY LEAD REPLACEMENT PROJECTS. \nTHE EXPECTED OUTCOMES INCLUDE TESTING AND FOLLOW-UP REMEDIATION FOR SCHOOLS AND CHILDCARE FACILITIES IN THE STATE OF HI. \nTHE INTENDED BENEFICIARIES INCLUDE CHILDREN OF SCHOOLS AND CHILDCARE FACILITIES THAT MEET PRIORITY CRITERIA IN THE STATE OF HI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_98T54101_6800"}, {"internal_id": 140708794, "Award ID": "96391201", "Award Amount": 2260220.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "66.443", "Description": "THE AGREEMENT ASSISTS THE DISTRICT OF COLUMBIA DEPARTMENT OF ENERGY AND ENVIRONMENT TO DEVELOP AND IMPLEMENT IMPROVEMENT INVESTMENTS THROUGH PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REMOVING POTENTIAL SOURCES OF LEAD IN HUNDREDS OF SCHOOLS AND CHILDCARE FACILITIES. THE BENEFICIARIES OF THESE PROJECTS ARE THE CHILDREN OF THE DISTRICT OF COLUMBIA. SUBRECIPIENTS INCLUDE THE DISTRICT OF COLUMBIA PUBLIC CHARTER SCHOOL BOARD AND THE DEPARTMENT OF GENERAL SERVICES.  THE SUBRECIPIENTS WILL AID THE DEPARTMENT OF ENERGY AND ENVIRONMENT WITH THE REPLACEMENT OF 780 FAUCETS IN 730 SCHOOLS AND CHILDCARE FACILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_96391201_6800"}, {"internal_id": 140708784, "Award ID": "96391101", "Award Amount": 1308000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "66.443", "Description": "THE AGREEMENT ASSISTS THE VIRGINIA DEPARTMENT OF HEALTH TO DEVELOP AND IMPLEMENT IMPROVEMENT INVESTMENTS THROUGH PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REMOVING POTENTIAL SOURCES OF LEAD IN HUNDREDS OF SCHOOLS AND CHILDCARE FACILITIES. THE VIRGINIA DEPARTMENT OF HEALTH ALONG WITH THE VIRGINIA DEPARTMENT OF EDUCATION WILL IMPLEMENT A LEAD REMEDIATION PROGRAM THAT WILL REMOVE AND REPLACE LEAD-CONTAINING DRINKING WATER FIXTURES, FOUNTAINS, OUTLETS, AND PLUMBING MATERIALS. THE BENEFICIARIES OF THESE PROJECTS ARE THE CHILDREN OF THE COMMONWEALTH OF VIRGINIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9d36b85-b1ef-8abb-e9fd-4ca9b57160f0-C", "generated_internal_id": "ASST_NON_96391101_6800"}, {"internal_id": 140708916, "Award ID": "96245221", "Award Amount": 7475299.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-24", "CFDA Number": "66.443", "Description": "THE PRIMARY PURPOSE OF THIS GRANT IS TO PROVIDE FINANCIAL ASSISTANCE TO THE NEWARK BOARD OF EDUCATION TO IMPLEMENT ITS PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO DISADVANTAGED COMMUNITIES. THE AGREEMENT ASSISTS NEWARK BOARD OF EDUCATION TO DEVELOP AND IMPLEMENT IMPROVEMENT INVESTMENTS THROUGH PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING LEAD SERVICE LINES AND/OR REMOVING POTENTIAL SOURCES OF LEAD IN SCHOOLS. FULL REMEDIATION, INCLUDING ABATEMENT AND REPLACEMENT OF LEAD SERVICE/DISTRIBUTION LINES, IS ANTICIPATED FOR 12-16 DISTRICT SCHOOLS. THE DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE STUDENTS, FACULTY AND FAMILIES OF NEWARK SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4716a6f9-c7fd-c4fc-77d6-08cb2b8dbb92-C", "generated_internal_id": "ASST_NON_96245221_6800"}, {"internal_id": 157419518, "Award ID": "96234323", "Award Amount": 5530000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-01", "CFDA Number": "66.443", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO THE CITY OF TRENTON TO DEVELOP AND IMPLEMENT PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING LEAD SERVICE LINES.ACTIVITIES:THE ACTIVITIES INCLUDE LEAD SERVICE LINE (LSL) REPLACEMENTS AND LEAD EDUCATION/OUTREACH IN DISADVANTAGED NEIGHBORHOODS IN THE CITY OF TRENTON.  SUBRECIPIENT:RUTGERS UNIVERSITY ENVIRONMENTAL AND OCCUPATIONAL HEALTH SCIENCES INSTITUTE WILL CONDUCT SURVEYING, EDUCATIONAL WEBSITE DEVELOPMENT AND HOSTING, WATER SAMPLING COLLECTION, WATER SAMPLE ANALYSIS, POSTAGE, TRANSPORTATION COSTS, AND REPORTING UNDER SUBAWARD COSTS.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE COMPARATIVE ANALYSIS OF PRE- AND POST- REPLACEMENT WATER SAMPLES FOR LEAD AND PUBLISHED DATA QUANTIFYING OUTREACH/EDUCATION EFFORTS.\nTHE EXPECTED OUTCOMES INCLUDE THE REPLACEMENT OF APPROXIMATELY 700 LSLS AND INCREASED PUBLIC EDUCATION ABOUT THE EXPOSURE RISKS OF LEAD AND PIPE REPLACEMENT PROCESS.\nTHE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF DISADVANTAGED NEIGHBORHOODS IN THE CITY OF TRENTON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60dfb1ed-5e79-8319-32e4-0da44e798f7a-C", "generated_internal_id": "ASST_NON_96234323_6800"}, {"internal_id": 161012249, "Award ID": "95310901", "Award Amount": 4999647.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "66.443", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FUNDING TO THE SCHOOL DISTRICT OF PHILADELPHIA TO DEVELOP AND IMPLEMENT PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REMOVING POTENTIAL SOURCES OF LEAD IN SCHOOLS AND CHILDCARE FACILITIES.ACTIVITIES:THE ACTIVITIES INCLUDE CONDUCTING BUILDING ASSESSMENTS, WATER SAMPLING, AND INSTALLATION OF LEAD FILTRATION SYSTEMS (HYDRATION STATIONS AND POINT-OF-USE FILTERS) IN POTABLE DRINKING WATER OUTLETS IN PHILADELPHIA PUBLIC SCHOOLS TO REDUCE LEAD EXPOSURE. ADDITIONALLY, IN ACCORDANCE WITH EPA'S 3TS, THE RECIPIENT WILL EDUCATE AND NOTIFY THE PUBLIC/SCHOOL COMMUNITIES ON THE HAZARDS OF LEAD EXPOSURE, ANY LEAD EXCEEDANCES DETECTED DURING SAMPLING, AND FOLLOW-UP REMEDIATION ACTIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: 1) DECREASED NUMBER OF DRINKING WATER FIXTURES, FOUNTAINS, OUTLETS, PLUMBING, AND/OR LEAD SERVICE LINES IN SCHOOLS AND/OR CHILDCARE FACILITIES ASSOCIATED WITH HIGH LEVELS OF LEAD IN DRINKING WATER DUE TO REMOVAL OR REPLACEMENT OF THOSE COMPONENTS IN SCHOOL BUILDINGS; 2) INCREASED NUMBER OF SCHOOLS AND/OR CHILDCARE FACILITIES ADMINISTRATIONS, FACULTY, STAFF, AND COMMUNITY MEMBERS WITH INFORMATION ABOUT LEAD IN DRINKING WATER, ACHIEVED THROUGH OUTREACH AND PUBLIC EDUCATION; AND 3) A DECREASED NUMBER OF CHILDREN DRINKING WATER FROM POTABLE WATER OUTLETS THAT ARE KNOWN TO HAVE HIGH LEVELS OF LEAD IN DRINKING WATER.\n\nTHE EXPECTED OUTCOMES INCLUDE: 1) AN OVERALL REDUCTION IN LEAD EXPOSURE AND ASSOCIATED HARMS THROUGH REDUCTION OF SOURCES OF LEAD IN DRINKING WATER IN SCHOOLS AND CHILDCARE FACILITIES; 2) AN OVERALL REDUCTION IN LEAD EXPOSURE AND ASSOCIATED HARMS THROUGH REDUCTION OF SOURCES OF LEAD IN DRINKING WATER IN SCHOOLS AND CHILDCARE FACILITIES; AND 3) AN OVERALL INCREASE IN PUBLIC UNDERSTANDING OF THE HEALTH EFFECTS OF LEAD AND EFFORTS MADE TO REDUCE CHILDREN'S EXPOSURE TO LEAD IN DRINKING WATER IN SCHOOLS AND CHILDCARE FACILITIES.\n\nTHE INTENDED BENEFICIARIES INCLUDE CHILDREN ATTENDING PHILADELPHIA PUBLIC SCHOOLS WHO ARE AT HIGH RISK OF LEAD EXPOSURE AND RESULTING HEALTH IMPACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "945b59b0-07f4-5292-177a-541a9e09b7fe-C", "generated_internal_id": "ASST_NON_95310901_6800"}, {"internal_id": 159163332, "Award ID": "00E03346", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-02", "CFDA Number": "66.443", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO THE CITY OF DETROIT TO DEVELOP AND IMPLEMENT PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING LEAD SERVICE LINES AND/OR REMOVING POTENTIAL SOURCES OF LEAD IN SCHOOLS AND CHILDCARE FACILITIES.ACTIVITIES:THE ACTIVITIES INCLUDE REPLACEMENT OF ABOUT 400 LEAD SERVICE LINES IN DETROIT'S DISADVANTAGED OPPORTUNITY ZONES.  THE WORK WILL BE PERFORMED UNDER THE MANAGEMENT OF THE DETROIT WATER AND SEWER DEPARTMENT AND WILL INCLUDE PROVIDING CERTIFIED PITCHER FILTERS AND HOUSEHOLD PLUMBING FLUSHING INSTRUCTIONS DURING LEAD SERVICE LINE REPLACEMENT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE REMOVING APPROXIMATELY 400 LEAD SERVICE LINES FROM THE DETROIT WATER SYSTEM AND PROVIDING PUBLIC EDUCATION AND OUTREACH REGARDING HOW TO REDUCE LEAD RISK IN DRINKING WATER.\nTHE EXPECTED OUTCOMES INCLUDE SAFER DRINKING WATER AND REDUCING THE RISK OF LEAD EXPOSURE TO DETROIT RESIDENTS.\nTHE INTENDED BENEFICIARIES INCLUDE LOW-INCOME DETROIT RESIDENTS, INCLUDING A LARGE POPULATION OF CHILDREN UNDER THE AGE OF 5 YEARS, WHERE THE LEAD SERVICE LINES ARE TO BE REPLACED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f90e1a35-cb90-66ca-648b-3a3c55020f49-C", "generated_internal_id": "ASST_NON_00E03346_6800"}, {"internal_id": 137627091, "Award ID": "00E02971", "Award Amount": 543928.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-03", "CFDA Number": "66.443", "Description": "THIS GRANT AGREEMENT ASSISTS INDIANA FINANCE AUTHORITY TO DEVELOP AND IMPLEMENT IMPROVEMENT INVESTMENTS THROUGH PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING HUNDREDS OF LEAD SERVICE LINES AND/OR REMOVING POTENTIAL SOURCES OF LEAD IN HUNDREDS OF SCHOOLS AND CHILDCARE FACILITIES ACROSS INDIANA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36f9baf8-ddc2-78e8-b0fc-64c68595edff-C", "generated_internal_id": "ASST_NON_00E02971_6800"}, {"internal_id": 139785907, "Award ID": "00E02970", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-23", "CFDA Number": "66.443", "Description": "THE AGREEMENT ASSISTS ELEVATE ENERGY TO DEVELOP, IMPLEMENT, AND ADMINISTER A LEAD IN WATER MITIGATION PROGRAM FOR LICENSED CHILD CARE PROVIDERS IN THE CITY OF CHICAGO, ILLINOIS. THIS PROGRAM WILL ASSIST 200-250 CHILD CARE FACILITIES WITH DIRECT LEAD IN WATER MITIGATION SUPPORT, INCLUDING THE IMPLEMENTATION OF MITIGATION ACTIONS AND EDUCATION ON VARIOUS MITIGATION STRATEGIES. THIS PROGRAM AIMS TO HELP THE CHICAGO CHILD CARE COMMUNITY UNDERSTAND THE IMPACTS OF LEAD EXPOSURE, HOW TO CONDUCT LEAD IN WATER TESTING, MITIGATION ACTIONS, AND THE IMPORTANCE OF VALIDATION TESTING. THE PROGRAM WILL ULTIMATELY CONTRIBUTE TO A CLEANER, SAFER, AND HEALTHIER LEARNING ENVIRONMENT FOR ILLINOIS CHILDREN AND SECURE THE SUCCESS OF FUTURE GENERATIONS TO COME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc64ca36-95da-c539-73be-fcfd3282d801-C", "generated_internal_id": "ASST_NON_00E02970_6800"}, {"internal_id": 137627068, "Award ID": "00E02969", "Award Amount": 5557000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-07", "CFDA Number": "66.443", "Description": "THE AGREEMENT ASSISTS BENTON HARBOR, MICHIGAN TO DEVELOP AND IMPLEMENT IMPROVEMENT INVESTMENTS THROUGH PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING HUNDREDS OF LEAD SERVICE LINES IN BENTON HARBOR, MICHIGAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75e01bf7-3f1d-29c7-77f6-5b00c8e904ff-C", "generated_internal_id": "ASST_NON_00E02969_6800"}, {"internal_id": 137627058, "Award ID": "00E02968", "Award Amount": 5141000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-07", "CFDA Number": "66.443", "Description": "THE AGREEMENT ASSISTS GRAND RAPIDS, MICHIGAN TO DEVELOP AND IMPLEMENT IMPROVEMENT INVESTMENTS THROUGH PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING HUNDREDS OF LEAD SERVICE LINES IN GRAND RAPIDS, MICHIGAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15764923-9e4f-f6f9-613c-04b0c6765ca3-C", "generated_internal_id": "ASST_NON_00E02968_6800"}, {"internal_id": 156932622, "Award ID": "00A01102", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-28", "CFDA Number": "66.443", "Description": "DESCRIPTION:THIS GRANT AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $10,000,000 TO THE CITY OF FALL RIVER TO DEVELOP AND IMPLEMENT PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING LEAD SERVICE LINES AND/OR REMOVING POTENTIAL SOURCES OF LEAD IN SCHOOLS AND CHILDCARE FACILITIES. ACCORDING TO ITS MOST RECENT DRAFT LEAD SERVICE LINE INVENTORY DATED DECEMBER 31, 2022, THE CITY OF FALL RIVER WATER DEPARTMENT HAS 3,598 SERVICE CONNECTIONS THAT ARE CLASSIFIED AS EITHER FULL OR PARTIAL LEAD SERVICE LINES (LSLS). THIS PROJECT IS FOR REPLACEMENT OF APPROXIMATELY 1,211 LEAD SERVICE LINES OVER A THREE-YEAR PROJECT PERIOD.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED OVER THE PROJECT PERIOD WILL BE THE REPLACEMENT OF APPROXIMATELY 1,211 LEAD SERVICE LINES. REMOVALS WILL TAKE PLACE ON PUBLIC RIGHT OF WAYS (CITY STREETS) AND ON PRIVATE PROPERTY WHERE LEAD SERVICE LINES ARE PRESENT. IT IS ESTIMATED THAT APPROXIMATELY 3,900 PEOPLE RECEIVE DRINKING WATER THROUGH THESE SERVICES LINES. HOUSES WITH MORE CHILDREN AND FEWER FINANCIAL RESOURCES WILL BE PRIORITIZED FOR LEAD LINE REMOVAL. PUBLIC EDUCATION AND OUTREACH ACTIVITIES WILL INCLUDE CREATION AND DISTRIBUTION OF INFORMATIONAL FLYERS, A LANDING PAGE FOR THE PROJECT ON THE CITY'S WEBSITE, AND COMMUNITY MEETINGS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES ARE 1,211 SUCCESSFUL LEAD SERVICE LINE REPLACEMENTS OVER THE THREE YEAR PROJECT PERIOD, IN ADDITION TO THE 500 LSLS DESIGNATED FOR REPLACEMENT IN FY23 THROUGH THE MASSACHUSETTS DRINKING WATER STATE REVOLVING FUND. BETWEEN THESE TWO PROGRAMS, FALL RIVER WILL BE ABLE TO REPLACE NEARLY HALF OF ALL CONFIRMED LEAD SERVICE LINES IN THE CITY, ON BOTH THE PUBLIC AND PRIVATE SIDES OF THE ASSETS. THIS IS EXPECTED TO LEAD TO A SIGNIFICANT REDUCTION IN THE NUMBER OF CHILDHOOD LEAD EXPOSURES AND IMPROVED HEALTH OUTCOMES FOR FALL RIVER'S RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72d100a4-f855-72bd-4115-530a61276d64-C", "generated_internal_id": "ASST_NON_00A01102_6800"}, {"internal_id": 140709017, "Award ID": "00A00728", "Award Amount": 6402000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "66.443", "Description": "THE AGREEMENT ASSISTS PROVIDENCE WATER SUPPLY BOARD TO DEVELOP AND IMPLEMENT IMPROVEMENT INVESTMENTS THROUGH PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING THOUSANDS OF LEAD SERVICE LINES IN PROVIDENCE, RHODE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15a5cda9-ce29-ea0c-d647-8e7d26afef2b-C", "generated_internal_id": "ASST_NON_00A00728_6800"}, {"internal_id": 137627085, "Award ID": "00A00642", "Award Amount": 2997600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-08", "CFDA Number": "66.443", "Description": "THE AGREEMENT ASSISTS THE MA CLEAN WATER TRUST TO DEVELOP AND IMPLEMENT IMPROVEMENT INVESTMENTS THROUGH PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING THOUSANDS OF LEAD SERVICE LINES AND/OR REMOVING POTENTIAL SOURCES OF LEAD IN HUNDREDS OF SCHOOLS AND CHILDCARE FACILITIES ACROSS THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3332f2de-ca7b-018e-dc6c-ebb0a1e71a5b-R", "generated_internal_id": "ASST_NON_00A00642_6800"}, {"internal_id": 137809548, "Award ID": "00A00555", "Award Amount": 6215000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-23", "CFDA Number": "66.443", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 26, 2021 THIS GRANT AGREEMENT IS BEING AWARD FEDERAL FUNDS IN THE AMOUNT OF $6,215,000 TO THE BOSTON PUBLIC SCHOOLS TO DEVELOP AND IMPLEMENT IMPROVEMENT INVESTMENTS THROUGH PROJECTS THAT WILL REDUCE LEAD EXPOSURE IN DRINKING WATER BY REPLACING THOUSANDS OF LEAD SERVICE LINES AND/OR REMOVING POTENTIAL SOURCES OF LEAD IN HUNDREDS OF SCHOOLS AND CHILDCARE FACILITIES ACROSS THE UNITED STATES.\n\nPLEASE REVIEW YOUR ADMINISTRATIVE AND PROGRAMMATIC TERMS AND CONDITIONS THAT ARE ADDED TO THIS AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1550fa99-2f64-e753-6510-870725a687ea-C", "generated_internal_id": "ASST_NON_00A00555_6800"}]