[{"internal_id": 158360911, "Award ID": "02D43623", "Award Amount": 394374.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-08", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $394,374 TO FLORIDA INTERNATIONAL UNIVERSITY. THE PURPOSE OF THIS AWARD IS TO ASSESS THE FATE AND TRANSPORT OF NUTRIENTS IN WATER DELIVERED THROUGH COASTAL WETLANDS TO BISCAYNE BAY. THE ACTIVITIES TO BE PERFORMED INCLUDE ASSESSMENT OF CAPACITY OF VEGETATION AND SOILS TO SEQUESTER INCREASED NUTRIENTS, DETERMINE NITROGEN AND PHOSPHORUS IN WATERS DELIVERED TO AND EXPORTED FROM THE WETLAND, EVALUATE EFFECTIVENESS OF SHEET FLOW DELIVERY, AND INCREASE UNDERSTANDING OF DATA GAPS AND NEEDS OF PARTNERS THROUGH A FINAL REPORT OF RESULTS. THE ANTICIPATED DELIVERABLES INCLUDE PROVISION OF SEMI-ANNUAL PROGRESS REPORTS ON UPDATES ON PROGRESS TOWARD WORK OBJECTIVES, JUSTIFICATION, APPROACH, RESULTS TO DATE, ANY PROBLEMS ENCOUNTERED, ACTIONS TAKEN TO RESOLVE PROBLEMS, DISCUSSION OF REMAINING TASKS, AND EXPENDITURES TO DATE. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE CITIZENS OF FLORIDA.ACTIVITIES:-SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 394374.0, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_02D43623_6800"}, {"internal_id": 158360910, "Award ID": "02D43523", "Award Amount": 399395.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-07", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $399,395 TO FLORIDA KEYS COMMUNITY COLLEGE MAIN CAMPUS. THE PURPOSE OF THIS GRANT IS TO CREATE A WATER QUALITY MANAGEMENT AND IMPROVEMENT PLAN TO IMPROVE WATER QUALITY IN THE CITY OF KEY WEST. THE ACTIVITIES TO BE PERFORMED INCLUDE MONITORING OF THE KEY WEST HARBOR AND SHIP CHANNEL, AND TO EXPAND THE PROJECT TO OTHER AREAS OF CONCERN TO DETERMINE POTENTIAL SOURCES OF ANTHROPOGENIC POLLUTION SUCH AS SEWAGE WASTE DISCHARGE AND CONTAMINANTS OF EMERGING CONCERN (CECS) INCLUDING OXYBENZONE AND SUCRALOSE. ANTICIPATED DELIVERABLES INCLUDE DEVELOPING A QUALITY ASSURANCE PROJECT PLAN, WATER SAMPLING, COLLECTING AND ANALYSIS, AND SUBMITTING SEMI-ANNUAL AND FINAL REPORTS. THE INTENDED BENEFICIARIES INCLUDE THE CITIZENS IN THE STATE OF FLORIDA. ACTIVITIES:-SUBRECIPIENT:FLORIDA INTERNATIONAL UNIVERSITY FOR WATER ANALYSIS IN THE AMOUNT OF $42,000.OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 399395.0, "recipient_id": "166bbc7a-7752-e257-2e42-115508721394-C", "generated_internal_id": "ASST_NON_02D43523_6800"}, {"internal_id": 159163397, "Award ID": "02D43423", "Award Amount": 696309.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $696,309 TO BISCAYNE BAY WATERKEEPER, INC. TO SUPPORT THE INTEGRATING GREEN INFRASTRUCTURE INTO MIAMI-DADE COUNTY'S BUILT ENVIRONMENT PROJECT. THE PURPOSE OF THIS GRANT IS TO TO IDENTIFY NEIGHBORHOODS MOST IN NEED OF STORMWATER MANAGEMENT WHICH IDENTIFIES CANDIDATES SITES FOR GREEN INFRASTRUCTURE ACROSS THE COUNTY.  THE ACTIVITIES TO BE PERFORMED INCLUDE PROJECT DESIGNS ALONG WITH FEASIBILITY ANALYSES, COMMUNITY INPUT, ESTIMATED BUDGETS FOR CONSTRUCTION AND MAINTENANCE, ESTIMATED BENEFITS, AND SPECIFIC LOCATIONS. THE ANTICIPATED DELIVERABLES INCLUDE PRELIMINARY FEASIBILITY STUDIES, OUTREACH, CONCEPTUAL DESIGN DRAWINGS, DOCUMENTATION OF WATER QUALITY AND STORM REDUCTION BENEFITS FOR TWO EXISTING GREEN INFRASTRUCTURE PROJECTS, A STORY MAP, AND PERFORMANCE AND FINAL REPORTS. THE INTENDED BENEFICIARIES ARE THE CITIZENS OF FLORIDA.ACTIVITIES:-SUBRECIPIENT:FLORIDA INTERNATIONAL UNIVERSITY WILL MEASURE THE EFFECTIVENESS OF TWO GREEN INFRASTRUCTURE TYPES FOR REDUCING STORMWATER RUNOFF AND REMOVING CONTAMINANTS AND NUTRIENTS. OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6f36be4-b3ce-378a-f4d1-e824cb6ef832-R", "generated_internal_id": "ASST_NON_02D43423_6800"}, {"internal_id": 162165268, "Award ID": "02D43323", "Award Amount": 399998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN AN AMOUNT OF $399,998 TO MOTE MARINE LABORATORY. THE PURPOSE OF THIS GRANT IS TO IMPLEMENT FLORIDA KEYS WATER QUALITY AND CLIMATE MONITORING TO INFORM LOWER KEYS REEF RESTORATION. THIS PROPOSED WORK WILL ADDRESS THE PRIORITY ACTION ITEM OF FLORIDA REEF TRACT CORAL HEALTH TO DEVELOP A WATER QUALITY MONITORING PROGRAM AT CORAL REEF RESTORATION SITES AND TO EFFECTIVELY CAPTURE BOTH EPISODIC EVENTS AND SEASONAL CHANGES IN WATER QUALITY AT THESE RESTORATION SITES. ACTIVITIES TO BE PERFORMED INCLUDE TO DEVELOP INNOVATIVE TECHNIQUES TO TREAT OR MITIGATE THE EFFECTS OF CORAL DISEASES IMPACTING THE CORAL SPECIES ON FLORIDA'S CORAL REEF, MAY INCLUDE IDENTIFYING AND PROPAGATING CORAL SPECIES THAT HAVE DEMONSTRATED RESISTANCE TO CORAL DISEASE, AND DEVELOPING INTERVENTION TECHNIQUES AND GROUND CORAL RESTORATION TECHNIQUES. ANTICIPATED DELIVERABLES INCLUDE A QUALITY ASSURANCE PROJECT PLAN, MONTHLY DATA REPORTS, DATA UPLOADED TO EPA WATER QUALITY EXCHANGE AND THE FLORIDA WATERSHED INFORMATION NETWORK, SEMI-ANNUAL PERFORMANCE REPORTS AND A FINAL REPORT. THE INTENDED BENEFICIARIES ARE THE CITIZENS OF THE STATE OF FLORIDA. SUBAWARDS INCLUDEACTIVITIES:.SUBRECIPIENT:FL INTERNATIONAL UNIVERSITY FOR DATA COLLECTION AND ANALYSISOUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "176a3caf-aa07-085f-a3d1-24eda84f33e9-C", "generated_internal_id": "ASST_NON_02D43323_6800"}, {"internal_id": 158690026, "Award ID": "02D43223", "Award Amount": 722920.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-28", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $722,920 TO SUPPORT THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION'S PROJECT TO IMPLEMENT TIDAL CONNECTIONS RESTORATION IN CURRY HAMMOCK STATE PARK AND THE CITY OF MARATHON. THE ACTIVITIES TO BE PERFORMED INCLUDE ENVIRONMENTAL MONITORING AT THE PROPOSED TIDAL RESTORATION SITE, THERE WILL BE TWO ENVIRONMENTAL CONDITIONS THAT WILL BE MEASURED, CONTINUOUS WATER QUALITY AND BENTHIC COMMUNITY COMPOSITION. THIS WILL BE DONE AT BOTH THE BLOCKED TIDAL CONNECTIONS WITH A NEARBY, FLUSHING TIDAL CONNECTION AREAS USED AS A CONTROL. THE ANTICIPATED DELIVERABLES INCLUDE SEMI-ANNUAL AND FINAL REPORTS OUTLINING PROCESSED ENVIRONMENTAL MONITORING THROUGH THE MONTH PRECEDING THE REPORT, UPDATES ON THE ENGINEERING DESIGN PROGRESS, ANY PARTIAL CONSTRUCTION DOCUMENTS OR DRAFT MITIGATION PLAN ACQUIRED DURING THE PRECEDING REPORT PERIOD, AND EXPENDITURES TO DATE. FINAL REPORT WILL INCLUDE ENVIRONMENTAL DATA STATISTICALLY COMPARING STUDY AND CONTROL AREAS AND COPIES OF ALL CONSTRUCTION DOCUMENTS, MITIGATION PLAN AND PERMITS OBTAINED. THE EXPECTED OUTCOMES ARE BASELINE DATA AND ENGINEERING TO IDENTIFY THE OPTIMAL DESIGN AND SIZING FOR THE INSTALLATION OF CULVERTS NECESSARY TO REESTABLISH TIDAL CONNECTIONS; AND RESTORING TIDAL CONNECTIONS IS AN IDENTIFIED PRIORITY OF THE FLORIDA KEYS NATIONAL MARINE SANCTUARY WATER QUALITY PROTECTION PROGRAM. THE EXPECTED OUTPUTS ARE BASELINE ENVIRONMENTAL DATA COMPARING PROJECT AREA AND UNALTERED, REFERENCE AREA; CONTINUOUS WATER QUALITY MEASUREMENTS AT ONE OF THE PROPOSED TIDAL RESTORATION SITES AS WELL AS AT REFERENCE SITE AND THE CLOSEST CHANNEL THAT WAS NOT FILLED; BENTHIC COMMUNITY DATA COLLECTED BIANNUALLY AT BOTH PROPOSED TIDAL CONNECTION SITES, BOTH BAYSIDE AND OCEANSIDE, AS WELL AS AT THE REFERENCE SITE. SITES WILL BE BOTH 200M FROM THE CONNECTION SITES AS WELL AS AT THE EDGE OF THE HALO ZONE (500M FROM SHORE); CONSTRUCTION DOCUMENTS AND PERMITS; CONSTRUCTION DOCUMENTS AND COST ESTIMATES; AND NECESSARY PERMITS. THE INTENDED BENEFICIARIES ARE CITIZENS IN THE STATE OF FLORIDA.\n\n\nACTIVITIES:.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_02D43223_6800"}, {"internal_id": 158360909, "Award ID": "02D43123", "Award Amount": 718266.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-07", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $718,266 TO UNIVERSITY OF FLORIDA TO SUPPORT THE ASSESS FUTURE FLOOD VULNERABILITY AND NATURAL HABITAT FOR REDUCING FLOOD LOSS IN SOUTH WEST FLORIDA PROJECT. THE PURPOSE OF THIS PROJECT IS TO QUANTIFY THE COMPOUND COASTAL FLOODING IN THE COASTAL AND HEARTLAND NATIONAL ESTUARY PROGRAM (CHNEP) AND SARASOTA BAY NATIONAL.  THE ADAPTATION OF COASTAL URBAN AND NATURAL ECHOSYSTEMS (ACUNE) DEVELOPMENT WILL IMPROVE UNDERSTANDING ON THE FUTURE FLOOD VULNERABILITY, IMPROVE UNDERSTANDING OF THE VALUE OF NATURAL HABITAT FOR REDUCING FUTURE FLOOD LOSSES IN THE REGION, AND UNDERSTAND THE USE AND VALUE OF GEO TOOL ADAPTATION AND RESILIENCE PLANNING. ACTIVITIES TO BE PERFORMED INCLUDE TO ANALYZE FUTURE HURRICANES, ACCELERATING SEA-LEVEL RISE, AND PRECIPITATION PREDICTED BY THE BEST AVAILABLE CLIMATE MODELS, SIMULATE THE COMPOUND COASTAL INUNDATION AND SALINITY DUE TO TROPICAL CYCLONES AND TIDES, AND INCORPORATE THE IDENTIFIED FUTURE NATURAL HABITAT CONDITIONS. ANTICIPATED DELIVERABLES INCLUDE ASSESSING FLOOD IN THE CURRENT CLIMATE, ASSESSING NATURAL HABITAT FOR FLOOD LOSS, DEVELOPING AN  ACUNE-CHNEP TOOL, SEMI- ANNUAL AND FINAL REPORTS. THE INTENDED BENEFICIARIES ARE THE CITIZENS IN THE STATE OF FLORIDA.ACTIVITIES:-SUBRECIPIENT:FLORIDA GULF COAST UNIVERSITY WILL CONDUCT OUTREACH ACTIVITIES TO PROMOTE CLIMATE RESILIENCE AND NATURAL HABITAT RESTORATION; ORGANIZE A KICKOFF MEETING WITH STAKEHOLDERS; PRESENT OUR FINDINGS TO THE CHNEP IN THREE ANNUAL WORKSHOPS.OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_02D43123_6800"}, {"internal_id": 158360908, "Award ID": "02D43023", "Award Amount": 548219.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-07", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $548,219 TO FLORIDA GULF COAST UNIVERSITY. THE PURPOSE OF THIS AWARD IS TO REFINING A HABITAT SUITABILITY INDEX MODEL FOR HARD CLAM AND SEAGRASS CO-RESTORATION IN THE CHARLOTTE HARBOR AND CALOOSAHATCHEE RIVER ESTUARIES. THE ACTIVITIES TO BE PERFORMED INCLUDE SURVEYS OF JUVENILE AND ADULT MERCENARIES ABUNDANCE AT 20 PRE-SELECTED SITES IN PINE ISLAND SOUND AND THE CHARLOTTE HARBOR REGIONS, REAL-TIME MONITORING OF TEMPERATURE, SALINITY, DISSOLVED OXYGEN, AND PHOTOSYNTHETICALLY ACTIVE RADIATION AT THE SITES USING DATALOGGERS, ANALYSIS OF WATER QUALITY AND SEDIMENT CHEMISTRY AT SITES WITH BARE SUBSTRATE WITH CLAMS AND SEAGRASSES, LABORATORY-BASED STUDIES OF CLEARANCE RATE AND OXYGEN CONSUMPTION FOR JUVENILE AND ADULT MERCENARY CLAMS UNDER COMBINATIONS OF TEMPERATURE, SALINITY, FOOD AVAILABILITY, AND SUSPENDED SEDIMENT THAT WOULD BE EXPERIENCED IN THE REGION AND DEVELOPMENT OF A MODELING SYSTEM THAT WILL INCORPORATE MONITORING DATA, OPTIMAL FILTRATION CONDITIONS, AND A SEAGRASS COMPONENT. ACTIVITIES:-SUBRECIPIENT:THE SUBAWARD TO SANIBEL CAPTIVE CONSERVATION FOUNDATION (SCCF) WILL BE RESPONSIBLE FOR DESIGNING AND MONITORING OF SURVEYS AND FIELD SAMPLING.  OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1334a56a-0947-c510-cf0e-4ce065814379-C", "generated_internal_id": "ASST_NON_02D43023_6800"}, {"internal_id": 158690025, "Award ID": "02D42923", "Award Amount": 395468.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-19", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $395,468 TO THE UNIVERSITY OF SOUTH FLORIDA.  THIS INCLUDES FUNDING FOR WATER QUALITY MONITORING AND MODELING, INCLUDING SATELLITE-BASED ASSESSMENT OF WATER QUALITY TRENDS, DETECTION OF HARMFUL ALGAL BLOOMS (HABS), EVALUATION OF THE 'HALO' FOR FLORIDA KEYS-LAND BASED NUTRIENTS, AND DETERMINATION OF THE CAUSES OF WATER QUALITY DECLINES. THE ACTIVITIES TO BE PERFORMED INCLUDE BUT NOT BE LIMITED TO, DEVELOPING CLIMATE ADAPTATION PLANS; IDENTIFYING POTENTIAL IMPACTS OF CLIMATE CHANGE; ASSESSING VULNERABILITY OF AQUATIC ECOSYSTEMS; ADVANCING NATURE-BASED SOLUTIONS; IDENTIFYING ADAPTIVE MEASURES SUCH AS GREEN INFRASTRUCTURE; AND IDENTIFYING MEAN TO RESTORE PROJECTS TO MAINTAIN ECOSYSTEM FUNCTION WHILE PROVIDING STORM ATTENUATION AND FLOOD DETERRENCE BENEFITS. THE ANTICIPATED DELIVERABLES INCLUDE ASSESS VULNERABILITY AND PROPOSE PROJECTS TO INCREASE CLIMATE RESILIENCY. SUCH PROJECTS MAY INCLUDE ADAPTABILITY PLANNING, MAPPING ECOSYSTEM(S) CARBON SEQUESTRATION POTENTIAL; INVESTIGATING ENVIRONMENTAL STRESSORS IMPACTS ON CARBON SEQUESTRATION; EDUCATING DECISION MAKERS AND THE PUBLIC REGARDING THE IMPORTANCE AND ECONOMIC VALUE OF THESE THREATENED ECOSYSTEMS; AND EVALUATING FLOOD POTENTIAL OF CLIMATE CHANGE WITH REGARDS TO IMPERVIOUS SURFACES, RECLAMATION OF SHORELINES, AND GREEN INFRASTRUCTURE. THE EXPECTED OUTPUTS ARE (1) MAPS SHOWING SATELLITE-DERIVED KD, SYNECHOCOCCUS BLOOM EXTENT, AND SARGASSUM DISTRIBUTIONS WITHIN THE FLORIDA KEYS, (2) EVALUATION OF WHETHER SYNECHOCOCCUS BLOOMS ARE LINKED TO EVERGLADES DISCHARGES, (3) IDENTIFICATION OF STATISTICALLY SIGNIFICANT KD TRENDS FOR ALL FEASIBLE FLORIDA KEYS LOCATIONS, (4) IDENTIFIED LINKAGES BETWEEN WATER QUALITY AND EXOGENOUS BLOOMS, AND (5) IMPLEMENTATION OF THESE PRODUCTS INTO THE EXISTING OOL DISTRIBUTION FRAMEWORK. THE EXPECTED OUTCOMES ARE INCREASED CAPACITY TO EFFECTIVELY MONITOR AND INTERPRET WATER QUALITY CHANGES IN THE FLORIDA KEYS, PARTICULARLY AS PERTAINING TO NUTRIENT SOURCES (FLORIDA BAY, FLORIDA KEYS LAND-BASED, AND SARGASSUM BLOOMS). ADDITIONALLY, THE HIGH-RESOLUTION SARGASSUM MAPS MAY INFORM POTENTIAL MITIGATION EFFORTS. TRACKING OF THIS OUTCOME WILL BE MEASURED USING WEB-BASED STATISTICS OF OOL DATA USE AS WELL AS THROUGH INTERACTIONS (E.G., DATA REQUESTS) BETWEEN PROJECT PERSONNEL, PARTNERS, AND RESOURCE MANAGERS. THE INTENDED BENEFICIARIES ARE THE CITIZENS OF THE STATE OF FLORIDA.ACTIVITIES:.SUBRECIPIENT:A SUBAWARD TO FAU IS INCLUDED, PRIMARILY FOR IN SITU DATA COLLECTION. FAU CO-PI R WILL COORDINATE FIELD SURVEYS AND LAB/STATISTICAL ANALYSES. \nOUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 395468.0, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_02D42923_6800"}, {"internal_id": 161421638, "Award ID": "02D42823", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $750,000 TO SUPPORT THE SOUTH FLORIDA WATER MANAGEMENT DISTRICT. THIS PURPOSE OF THIS AWARD IS TO EXPLORE RELATIONSHIP BETWEEN OYSTER POPULATION CHANGES AND ENVIRONMENTAL CONDITIONS BASED ON TEMPORAL EVOLUTION OF THE SOM BEST-MATCHING UNITS. THIS PROJECT WILL PROVIDE ECOLOGICALLY MEANINGFUL GUIDANCE TO WATER MANAGEMENT OPERATIONS, INFORM HYDROLOGIC AND HABITAT RESTORATION TARGETS, AND PROVIDE PRIORITIZATION TOOLS FOR NATURAL RESOURCE PRACTITIONERS ENHANCING AND RESTORING OYSTER REEF HABITAT. THE ACTIVITIES TO BE PERFORMED INCLUDE TO QUANTIFY AND FORECAST CHANGES IN OYSTER LARVAL TRANSPORT, ESTUARINE HABITAT AREA, AND PRODUCTION WITH VARIATIONS IN CLIMATE, INFLOW, CIRCULATION, AND WATER MANAGEMENT USING MACHINE LEARNING, HYDRODYNAMIC AND ECOLOGICAL MODELING. THE ANTICIPATED DELIVERABLES INCLUDE THE SEMI-ANNUAL AND FINAL REPORTS, AND GUIDANCE FOR FUTURE IMPLEMENTATION FOR WATER MANAGEMENT OPERATORS, AS WELL AS MODELING. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE CITIZENS OF THE STATE OF FLORIDA.ACTIVITIES:-SUBRECIPIENT:THE SANIBEL-CAPTIVA CONSERVATION FOUNDATION (SCCF) WILL CONDUCT SPAT MONITORING IN THE CRE AND SAN CARLOS BAY IN SUPPORT OF OYSTER LARVAE TRANSPORT MODEL VALIDATION FROM PHASE I. SCCF WILL COORDINATE WITH THE SFWMD AND USF CO-PIS TO CROSSWALK AND QUANTITATIVELY ASSESS PERFORMANCE OF IN SITU SPAT SETTLEMENT WITH OBSERVED INFLOW DATA.\n\nTHE UNIVERSITY OF SOUTH FLORIDA (USF) WILL EMPLOY A MACHINE LEARNING TOOL TO STUDY THE RELATIONSHIP BETWEEN OYSTER POPULATIONS AND ENVIRONMENTAL CONDITIONS AND WILL USE THE WEST FLORIDA SHELF COASTAL OCEAN MODEL (WFCOM) TO SIMULATE OYSTER LARVAE TRANSPORT IN THE CRE USING HISTORICAL, BIOLOGICAL, AND WATER MANAGEMENT/WATER QUALITY DATA.OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bade55e3-437f-9106-c171-d0c2ab45589f-C", "generated_internal_id": "ASST_NON_02D42823_6800"}, {"internal_id": 162165267, "Award ID": "02D42723", "Award Amount": 388777.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $388,777 TO SUPPORT MOTE MARINE LABORATORY'S PROJECT TO USE NATURAL-BASED PRODUCTS TO TREAT COMMON ENDEMIC CORAL DISEASES IN FLORIDA'S CORAL REEF. THE PROJECT ALSO INCLUDES DETERMINING WHETHER THE CURRENT FORMULATIONS CAN EFFECTIVELY STOP THE PROGRESSION OF BLACK BAND DISEASE ON CORALS WITHIN FLORIDA CORAL REEF (FCR). THE ACTIVITIES TO BE PERFORMED INCLUDE DEPLOYING THERAPIES AGAINST BLACK BAND DISEASE (BBD) AND STONEY CORAL TISSUE LOSE DISEASE (SCTLD) WITH METHODS SHARED OPEN SOURCE. ONCE DEPLOYED, SUCCESSFUL THERAPIES WILL IDEALLY SAVE TREATED CORALS AND PREVENT ADDITIONAL TRANSMISSION TO NEIGHBORING CORALS AND REEFS, THUS REDUCING THE IMPACTS OF A MAJOR THREAT TO REEFS OF THE WORLD. USING THE DOCUMENTED DISEASE ETIOLOGY (WHEN AND WHERE DISEASE OCCURS), MANAGERS CAN TARGET TREATMENT ACTIONS SEASONALLY TO REDUCE THE PROGRESSION OF DISEASE, WITHIN AND AMONG COLONIES, DURING VULNERABLE TIMES OF YEAR. THE PROPOSED DEVELOPMENT OF EFFECTIVE INTERVENTION TECHNIQUES CAN ALSO BE USED IN RESTORATION EFFORTS TO MITIGATE DISEASE IMPACTS ON KEY REEFS BEING ACTIVELY RESTORED. FOR BOTH DISEASES, INITIAL RECONNAISSANCE SURVEYS WILL BE COMPLETED TO LOCATE BBD OR SCTLD IN THE LOWER FLORIDA KEYS AND DETERMINE TARGET SPECIES. THE ANTICIPATED DELIVERABLES INCLUDE OBTAINING PERMITS, APPLYING OINTMENTS, AND SEMI-ANNUAL AND FINAL REPORTS. THE EXPECTED OUTCOMES INCLUDE CREATION OF TOPICAL OINTMENTS THAT CAN REDUCE THE SPREAD OF BBD AND SCTLD. A PROTOCOL ON APPLICATION METHODS WILL BE DEVELOPED AND SHARED VIA OPEN ACCESS OPTIONS. PROJECT OUTCOMES WILL BE SHARED VIA THE DISEASE ADVISORY COMMITTEE AND ONE INTERNATIONAL CONFERENCE. THE EXPECTED OUTPUTS INCLUDE REDUCE OR ELIMINATE CORAL DISEASE IN THE FL CORAL REEFS. THE INTENDED BENEFICIARIES ARE CITIZENS IN THE STATE OF FLORIDA.ACTIVITIES:.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "176a3caf-aa07-085f-a3d1-24eda84f33e9-C", "generated_internal_id": "ASST_NON_02D42723_6800"}, {"internal_id": 158690024, "Award ID": "02D42623", "Award Amount": 398803.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-26", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $398,803 TO SUPPORT THE FLORIDA INTERNATIONAL UNIVERSITY'S PROJECT TO EXTEND THE BISCAYNE BAY OPERATION MODEL (BBOM), IMPLEMENTING A PLASTIC TRANSPORT AND FATE COMPONENT MODEL (BBLAST) TO PREDICT THE TRAJECTORY, DISTRIBUTION, AND SINKS OF PLASTICS WITHIN THE BAY. THE ACTIVITIES TO BE PERFORMED INCLUDE ESTIMATING THE PLASTIC TRAJECTORY FROM VARIOUS SOURCES IS OF FUNDAMENTAL IMPORTANCE USING 70% OF EXISTING CARTHE'S CARD AND DRIFTER TRACK DATA TO CALIBRATE AND 30% TO VALIDATE THE MODEL. WE WILL DEFINE SCENARIOS USING WIND, RAIN AND NOAA'S TIDAL DATA, AND SFWMD WATER LEVEL AND TEMPERATURE DATA FOR CATHE'S EXPERIMENTS DURATION IN SEPTEMBER 2016. WE PROPOSE APPLYING BBOM'S LAGRANGIAN-PARTICLE-TRACKING MODULE (BBOM-PT), WHICH HAS BEEN IN OPERATION AND CONTINUED DEVELOPMENT SINCE 1999, ASSUMING THAT THE PLASTICS ARE REPRESENTED BY PARTICLES THAT MOVE ON A PRE-CALCULATED VELOCITY FIELD. THE ANTICIPATED DELIVERABLES INCLUDE A QAPP, PERFORMANCE AND FINAL REPORTS, A WORKSHOP AND STATISTICAL TESTS, INCLUDING FOUR BBLAST SIMULATIONS WITH 4 DIFFERENT SCENARIOS OF PLASTIC LOADS AND WEATHER CONDITIONS. THE EXPECTED OUTCOMES INCLUDE DELIVERING REAL RESULTS TO PROVIDE FLORIDIANS WITH CLEAN BAY WATER BY PROVIDING: 1) OPERATIONAL BISCAYNE BAY PLASTIC TRACKING AND FATE MODEL (BBLAST) FOR BISCAYNE BAY; 2) FOUR MODEL RUN RESULTS TRACKING PLASTICS DELIVERED BY FIVE SELECTED CANALS INTO BISCAYNE BAY; 3) ESTIMATED MICROPLASTIC LOADS FROM 5 CANALS DRAINING INTO BISCAYNE BAY; 4) MAP OF POTENTIAL PLASTIC ACCUMULATION IN BISCAYNE BAY; 5) EVALUATION OF MANAGEMENT STRATEGIES TO REDUCE CURRENT IMPACTS ON THE BAY ECOSYSTEMS, RESULTING FROM A MIAMI-DADE MANAGERS WORKSHOP; 6) COPY OF 2 VIDEOS PRODUCED WITH TELEMUNDO; 7) FIVE PROGRESS REPORTS, ONE MID-TERM REPORT AND A FINAL REPORT. 8) WE WILL REPORT TO THE BISCAYNE BAY TASK FORCE, BISCAYNE BAY SCIENCE COORDINATION GROUP, BISCAYNE BAY REGIONAL RESTORATION COORDINATION TEAM (BBRRCT). 9) FINALLY, WE WILL PREPARE AT LEAST ONE PUBLICATION IN A PEER-REVIEW TECHNICAL JOURNAL. THE INTENDED BENEFICIARIES ARE THE CITIZENS OF BISCAYNE BAY, FLORIDA, INCLUDING LOCAL GOVERNMENT AND STAKEHOLDERS.ACTIVITIES:.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 398803.0, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_02D42623_6800"}, {"internal_id": 162165266, "Award ID": "02D42523", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $400,000 TO SUPPORT THE YOUTH ENVIRONMENTAL ALLIANCE'S PROJECT TO IMPLEMENT EASY K-12 EDUCATION AND ENGAGEMENT TOWARDS ACTIVE STEWARDSHIP (EEASY). THIS PROJECT IS BASED IN SE FLORIDA (SEFL)-SPECIFICALLY BROWARD AND DADE COUNTIES AND RESTORES COASTAL PORTIONS OF THE FOLLOWING COUNTY WATERSHEDS: BROWARD AND DADE; EVERGLADES, BIG CYPRESS SWAMP AND DADE: FLORIDA BAY-FLORIDA KEYS. ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE DEVELOPMENT OF A K-12 PROGRAM WHICH WILL PROVIDE EDUCATIONAL FIELD TRIPS THAT WILL TEACH AND ENGAGE UP TO 3,400 K-12 UNDERSERVED AND DISADVANTAGED STUDENTS AND TEACHERS OVER A FOUR-YEAR PERIOD DURING 68 NATURE-BASED SOLUTION INSTALLATION EVENTS. DURING THESE FIELD TRIPS, MEASUREMENTS WILL BE TAKEN REGARDING THE AMOUNT OF VEGETATION INCLUDING MANGROVES PLANTED PER FIELD TRIP; THE SIZE OF THE AREA RESTORED; AND THE NUMBERS OF K-12 AND UNDERSERVED COMMUNITY MEMBERS EDUCATED AND EMPOWERED TO MAKE CHANGES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE AN EVALUATION OF EFFECTIVENESS OF EMPOWERING INDIVIDUALS TO OVERCOME ENVIRONMENTAL INJUSTICE AS EVIDENCED BY INTERVIEWS AND REACTIONS TO EXPERIENCES PROVIDED THROUGH PROJECT EDUCATION AND ENGAGEMENT TO ACTIVE STEWARDSHIP WITH YEA (EEASY). EVALUATION OF THE EFFECTIVENESS OF EFFORTS TO REDUCE OR ELIMINATE SOURCES OF POLLUTION AND TO EVALUATE PROGRESS TOWARD ACHIEVING AND MAINTAINING WATER QUALITY AND PROTECTING CORAL REEF HABITAT AND RESTORING OTHER LIVING RESOURCES. THE INTENDED BENEFICIARIES ARE THE UNDERSERVED AND DISADVANTAGED STUDENTS RESIDING IN SOUTH FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2042c573-ea6e-df97-2a63-eeead26fa4c0-R", "generated_internal_id": "ASST_NON_02D42523_6800"}, {"internal_id": 159163396, "Award ID": "02D42423", "Award Amount": 736832.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $736,832 TO THE FLORIDA INTERNATIONAL UNIVERSITY TO SUPPORT COMPLIANCE OF THE CLEAN WATER ACT TO COMPLETE IT'S PROJECT TO EVALUATE THE CLIMATE RESILIENCY AND LONG-TERM PERFORMANCE OF VARIOUS TYPES OF GREEN INFRASTRUCTURE TO REDUCE LAND-BASED POLLUTION IN BISCAYNE BAY AND MITIGATE FLOODS AND URBAN HEAT ISLAND. THE PROPOSED PROJECT WILL PROVIDE NEW DATA AND IMPROVED, CUSTOMIZABLE, AND GENERALIZABLE MODELS THAT WILL AID RESOURCE MANAGERS TO DEVELOP INFORMED DECISIONS ABOUT THE ADOPTION OF CLIMATE-RESILIENT, MULTI-FUNCTIONAL GSI TECHNOLOGIES IN BISCAYNE BAY REMEDIATION EFFORTS AND, IN CONCERT WITH GRAY INFRASTRUCTURE, IN URBAN COASTAL RESILIENCE PLANS. ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE 1) PREDICTING LONG-TERM PERFORMANCE OF MULTI-FUNCTIONAL GSIS CONSIDERING FUTURE CLIMATE PROJECTIONS, AND 2) EVALUATING WATERSHED/ NEIGHBORHOOD SCALE BENEFITS OF DIFFERENT GSI SCENARIOS (GSI TYPE AND SPATIAL DISTRIBUTION) FOR REDUCING LAND-BASED POLLUTION IN BISCAYNE BAY (THAT CAN BE TRANSLATED TO OTHER COASTAL WATERSHEDS AND ESTUARIES) AS WELL AS FLOOD CONTROL AND UHI REDUCTION IN URBAN AREAS OF SE FL. THE PROJECT IS PRIMARILY FOCUSED ON 'ADDRESSING CLIMATE RESILIENCY THROUGH NATURE BASED INFRASTRUCTURE' THROUGH THE STORMWATER QUALITY (INCLUDING NUTRIENTS) MONITORING AND MODELING ACTIVITIES. SUBRECIPIENT:CATHOLIC UNIVERSITY OF AMERICA.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE SEMI-ANNUAL AND FINAL REPORTS AND QUALITY ASSURANCE: THE EXPECTED OUTCOMES ARE 1) REDUCE LAND-BASED POLLUTANT LOADING TO BISCAYNE BAY, 2) INCREASE RESILIENCE AGAINST CLIMATE CHANGE EFFECTS (FLOOD, UHI, AND SLR) IN URBAN SE FL, 3) PROMOTE ENVIRONMENTAL JUSTICE BY IMPLEMENTING GSIS IN UNDERSERVED COMMUNITIES, 4) INCREASE KNOWLEDGE OF MANAGERS AND POLICY MAKERS ABOUT THE EFFECTS OF GSIS IN REDUCING LAND-BASED POLLUTION TO COASTAL WATERS (THAT REDUCES HABS AND FISH KILLS), FLOODS, AND UHI, WHICH SHOULD LEAD TO THE INCORPORATION OF GSI IN FUTURE REMEDIATION AND RESILIENCE PLANS; AND 5) IMPROVE ENVIRONMENTAL PROTECTION THROUGH EFFECTIVE PARTNERSHIP WITH, AND COMMUNICATION OF RESULTS TO DIFFERENT STAKEHOLDER GROUPS. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE CITIZENS OF THE STATE OF FLORIDA. INCLUDES A SUBAWARD TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_02D42423_6800"}, {"internal_id": 158690023, "Award ID": "02D42323", "Award Amount": 654271.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-21", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $654,271 TO SUPPORT THE UNIVERSITY OF MIAMI'S PROJECT TO HARNESS THE POWER OF CORAL REEF RESTORATION AND CITIZEN SCIENCE WHICH HAVE UNDERGONE SUBSTANTIAL LOSSES OF THREATENED, KEYSTONE REEF-BUILDERS THAT PROMPTED CONSERVATION MEASURES AIMED AT PROTECTING REMAINING POPULATIONS AND ACCELERATING RECOVERY TRAJECTORIES. THE ACTIVITIES TO BE PERFORMED INCLUDE TO COMBINE SCIENCESHY; BASED REEF RESTORATION TOOLS WITH THE POWER OF CITIZEN SCIENCE TO ESTABLISH A SHOWCASE CORAL RESTORATION SITE IN MIAMI-DADE COUNTY, FLORIDA. THE ANTICIPATED DELIVERABLES INCLUDE REEF RESTORATION AND PERFORMANCE AND FINAL REPORTS. THE EXPECTED OUTCOMES ARE 1) OUTPLANT AT LEAST 10,000 ACROPORA CORALS FROM AT LEAST 80 GENOTYPES, 4,000 JUVENILES AND FRAGMENTS FROM AT LEAST 5 CORAL SPECIES WITH MASSIVE AND BRAIN MORPHOLOGIES, AND CORAL LARVAL RECRUITS, INCREASING ABUNDANCE, COVER, GENOTYPIC AND GENETIC DIVERSITY, AND ENHANCING FISH HABITAT. 2) MONITOR RESTORATION SUCCESS USING COLONY-BASED METRICS (I.E., COLONY SURVIVORSHIP, GROWTH) AS WELL AS NOVEL ECOSYSTEM-BASED METRICS (I.E., HERBIVORY, FISH ABUNDANCE, CORAL RECRUITMENT, EPIFAUNA RECRUITMENT, TOPOGRAPHY, CARBONATE PRODUCTION). 3) DEPLOY MOORING BUOYS FOR EASY ACCESS BY THE PUBLIC, DIVE BOATS, AND FISHERMEN, INCREASING ACCESSIBILITY AND ENJOYMENT OF RESTORATION SUCCESS. A QR CODE ATTACHED TO THE BUOY WILL PROVIDE PROJECT/SITE INFORMATION AND ALLOW VISITORS TO UPLOAD IMAGES AND REPORT DISEASE OR MARINE DEBRIS. THE INTENDED BENEFICIARIES ARE THE CITIZENS OF THE STATE OF FLORIDA.ACTIVITIES:.SUBRECIPIENT:DEBRIS FREE OCEANS, A SUB-AWARDEE IN THIS PROPOSAL, WILL CONDUCT QUARTERLY DEBRIS CLEAN-UPS AT THE RESTORATION SITE AS WELL AS TWO YEARLY COASTAL CLEAN-UPS AS A WAY TO REDUCE POLLUTION AND ENGAGE THE WIDER COMMUNITY.OUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 654220.0, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_02D42323_6800"}, {"internal_id": 158360907, "Award ID": "02D42223", "Award Amount": 399963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-14", "CFDA Number": "66.484", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT $399,963 TO SUPPORT THE FLORIDA ATLANTA UNIVERSITY'S PROJECT TO DEVELOP AND IMPLEMENT A NEW 'EXPLORE THE INDIAN RIVER LAGOON' FIELD TRIP OPPORTUNITY FOR SOCIALLY DISADVANTAGED MIDDLE AND HIGH SCHOOL STUDENTS. THE ACTIVITIES TO BE PERFORMED INCLUDE DEVELOP, IMPLEMENT, AND EVALUATE A NEW, THREE-HOUR FIELD TRIP EXPERIENCE, THAT WILL EDUCATE STUDENTS ABOUT FLORIDA'S NATURAL RESOURCES, ENCOURAGE HANDS-ON LEARNING, AND INSPIRE ENVIRONMENTAL STEWARDSHIP. THE FIELD TRIPS WILL TAKE PLACE ABOARD THE DISCOVERY, FLORIDA ATLANTIC UNIVERSITY HARBOR BRANCH'S STATE-OF-THE-ART TOUR BOAT, AND DEPART DIRECTLY FROM OUR CAMPUS IN FORT PIERCE, WHICH IS LOCATED ALONG THE INDIAN RIVER LAGOON. THE ANTICIPATED DELIVERABLES OF THIS PROJECT INCLUDES: TO DEVELOP FIELD TRIP EXPERIENCE, TRAIN STAFF, ORDER SUPPLIES, NOTIFY PARTNERS AND ESTABLISH AN IMPLEMENTATION SCHEDULE AND TO ALSO OFFER 125 FIELD TRIPS OVER THE THREE-YEAR PROJECT PERIOD THROUGH MULTI-AGENCY PARTNERSHIPS AND ENGAGE AS MANY AS 3,125 MIDDLE AND HIGH SCHOOL AGED CHILDREN. THE EXPECTED OUTPUTS: CREATE A NEW 'EXPLORE THE INDIAN RIVER LAGOON' BOAT-BASED FIELD TRIP PROGRAM AND DEVELOP FLORIDA STANDARD-ALIGNED CURRICULUM; ENGAGE MIDDLE AND HIGH SCHOOL AGED CHILDREN FROM DISADVANTAGED COMMUNITIES; ASSESS PARTICIPANTS' ENVIRONMENTAL LITERACY AND CONNECTION WITH NATURAL RESOURCES; DIRECTLY COMMUNICATE FINDINGS AND SUCCESSES TO STAKEHOLDERS; SUBMIT REPORTS AND PUBLICATIONS. THE EXPECTED OUTCOMES: INCREASE KNOWLEDGE ABOUT FLORIDA'S WATERWAYS AND WILDLIFE AMONG DISADVANTAGED CHILDREN; IMPROVE ENVIRONMENTAL LITERACY AND STEWARDSHIP AMONG PARTICIPANTS AND THE BROADER COMMUNITY; INTRODUCE CHILDREN TO MARINE SCIENCE, STEM CAREERS, AND ENVIRONMENTS THAT THEY MAY NOT OTHERWISE ENCOUNTER; IMPROVE HEALTH OF AQUATIC HABITATS AND COMPLIMENT CUTTING-EDGE RESEARCH AT FAU HARBOR BRANCH. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE STATE OF FLORIDA'S SOCIALLY DISADVANTAGED MIDDLE AND HIGH SCHOOL STUDENTS WHO WILL BE EDUCATED ABOUT THE STATES NATURAL RESOURCES BY ENCOURAGING HANDS-ON LEARNING AND INSPIRE ENVIRONMENTAL STEWARDSHIP.ACTIVITIES:.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 399963.0, "recipient_id": "caef8c38-5944-9743-df26-1aeaf8b6bc50-C", "generated_internal_id": "ASST_NON_02D42223_6800"}, {"internal_id": 146600652, "Award ID": "02D21822", "Award Amount": 252915.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-07", "CFDA Number": "66.484", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $252,915 TO FLORIDA STATE UNIVERSITY IN IT'S EFFORTS TO SUPPORT THE SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM.  THIS PROJECT FOCUSES ON EXCESS NUTRIENT EXPORT FROM THE LANDSCAPE TO COASTAL ECOSYSTEMS AND IS A CRUCIAL SOCIOECOLOGICAL PROBLEM THAT RESULTS FROM HIGH POPULATION CENTERS AND AGRICULTURAL PRODUCTION IN THE BISCAYNE BAY. \nACTIVITIES:\nTHIS PROJECT INCLUDES DEVELOPING AN ONLINE INTEGRATED MAP-VIEWER PLATFORM, A MACHINE LEARNING TOOL FOR HARMFUL ALGAL BLOOM PREDICTION, THAT DETECTS RELATIONSHIPS BETWEEN CHLOROPHYLL-A CONCENTRATION AN INDICATOR OF ALGAL BLOOMS AND WATERSHED-SCALE VARIABLES SUCH AS LAND USE AND NUTRIENT LOADING, AND DETERMINES THE MOST COST-EFFECTIVE SET OF BEST MANAGEMENT PRACTICES TO PREVENT HARMFUL ALGAL BLOOMS.\nOUTCOMES:\nTHE OUTCOMES AND DELIVERABLES INCLUDE: (A) IDENTIFY COMMON BEST MANAGEMENT PRACTICES STRATEGIES IN MIAMI-DADE COUNTY AND COLLECT INFORMATION ON VARIABLES AFFECTING HARMFUL ALGAL BLOOMS; (B) GENERATE AN ONLINE PLATFORM TO PREDICT HARMFUL ALGAL BLOOMS DRIVING LANDSCAPE FACTORS AT THE WATERSHED SCALE; (C) PROVIDE OPTIMIZATION AND COST ASSESSMENT OF BEST MANAGEMENT PRACTICES TO MANAGE NUTRIENT REDUCTION IN MIAMI-DADE COUNTY AND PREVENT HARMFUL ALGAL BLOOMS. IN BISCAYNE BAY; AND (D) DISSEMINATE THE TOOL AND DOCUMENTATION THROUGH STAKEHOLDER MEETINGS.  DELIVERABLES INCLUDE TECHNICAL REPORTS, PRESENTING AT CONFERENCES AND BOARD MEETINGS, AND DECISIONS TO ADDRESS EXCESS NUTRIENT. DIRECT BENEFICIARIES OF THIS PROJECT ARE CITIZENS IN THE STATE OF FLORIDA.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52a3bc33-b23b-0c54-7fff-2e17fbd7bfb0-C", "generated_internal_id": "ASST_NON_02D21822_6800"}, {"internal_id": 147974046, "Award ID": "02D21722", "Award Amount": 349997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-23", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $349,997 TO SUPPORT NOVA SOUTHEASTERN UNIVERSITYS EFFORTS TO SUPPORT SOUTH FLORIDA PROGRAM. THIS PROJECT FOCUSES TO IDENTIFY THE CORRELATIONS BETWEEN STONY CORAL TISSUE LOSS DISEASE (SCTLD) INCIDENCE AND HOST SPECIFIC, ABIOTIC ENVIRONMENTAL, ECOLOGICAL, AND ANTHROPOGENIC DRIVERS FOR ORBICELLA FAVEOLATED CORALS IN THE SOUTHEAST FLORIDA ECOSYSTEM CONSERVATION AREA (ECA) AND THE LOWER FLORIDA KEYS USING STATE-OF-ART DATA-DRIVEN STATISTICAL MODELING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0eca669-e319-f058-5f06-f144b251fe6b-C", "generated_internal_id": "ASST_NON_02D21722_6800"}, {"internal_id": 147354493, "Award ID": "02D21622", "Award Amount": 328340.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-09", "CFDA Number": "66.484", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $328,340 TO THE UNIVERSITY OF MIAMI'S TO SUPPORT THEIR SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM. THIS PROJECT FOCUSES ON PROVIDING KEY INFORMATION THAT IMPROVES THE UNDERSTANDING OF THE SOURCES AND DYNAMICS NUTRIENTS AND POLLUTANTS THAT IMPACT THE WATER QUALITY OF BISCAYNE BAY.\nACTIVITIES:\nACTIVITIES INCLUDE ACQUISITION AND ANALYTICAL SYNTHESIS OF REGIONAL WATER QUALITY DATA IN BISCAYNE BAY; TEMPORAL EXTENSIONS FOR THE BISCAYNE BAY HYDRODYNAMIC CIRCULATION MODEL; APPLYING BISCAYNE BAY SIMULATION MODEL TO LAGRANGIAN TRANSPORT OF NUTRIENT LOADS; POST-SIMULATION ANALYSES; MODEL CALIBRATION WITH OBSERVED BAY WATER QUALITY DATA; AND MANAGEMENT RECOMMENDATIONS.\nOUTCOMES:\nOUTCOMES INCLUDE: WATER QUALITY DATA ANALYSES; HYDRODYNAMIC CIRCULATION MODEL OUTPUTS; VIDEO ANIMATIONS OF THE MOVEMENTS AND DISTRIBUTION OF NUTRIENT LOADINGS AND CUMULATIVE DISTRIBUTION MAPS.  OUTPUTS: MONTHLY SPATIAL DISTRIBUTION MAPS WILL BE GENERATED FOR WATER QUALITY VARIABLES COLLECTED IN THE BISCAYNE BAY, SUCH AS, NITRITE-NITRATE, TOTAL NITROGEN, TOTAL PHOSPHORUS, AND CHLOROPHYLL A;  HYDRODYNAMIC CIRCULATION MODEL OUTPUTS. THE BBSM WILL BE CONFIGURED WITH MOST RECENT DATA TO PRODUCE CURRENTS AND SALINITY FIELD FOR THE CENTRAL AND SOUTHERN BISCAYNE BAY; LAGRANGIAN SIMULATION RESULTS. VIDEO ANIMATIONS OF THE MOVEMENTS AND DISTRIBUTION OF NUTRIENT LOADINGS FROM CANALS WILL BE PRODUCED TO VISUALIZE THE SIMULATION RESULTS AND TO ASSIST FURTHER ANALYSES FOR RESEARCHERS, MANAGERS AND POLICYMAKERS; POST-SIMULATION ANALYSES. CUMULATIVE DISTRIBUTION MAPS OF NUTRIENT LOADS WILL BE PRODUCED TO DEMONSTRATE THE AREAS OF HIGH NUTRIENT LOAD TRAFFIC (I.E., 'HOT SPOTS'); AND MODEL CALIBRATION WITH OBSERVED BAY WATER QUALITY DATA. THE NUTRIENT DISTRIBUTION MAPS GENERATED FROM POST-SIMULATION ANALYSIS WILL BE COMPARED WITH THE MAPS GENERATED FROM OBSERVED WATER QUALITY DATA.  DELIVERABLES INCLUDE PRESENTATIONS OF DATA, MANAGEMENT RECOMMENDATIONS, AND PERFORMANCE REPORTS.  THE CITIZENS IN THE STATE OF FLORIDA ARE DIRECT BENEFICIARIES OF THIS PROJECT.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_02D21622_6800"}, {"internal_id": 147400898, "Award ID": "02D21522", "Award Amount": 261813.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-18", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $261,813.00 TO SUPPORT THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION&RSQUOANDS EFFORTS TO SUPPORT SOUTH FLORIDA PROGRAM.  THIS PROJECT FOCUSES ON ENHANCING WATER QUALITY FILTRATION AND SPECIES RESTORATION IN NORTHERN BISCAYNE BAY, THE BISCAYNE BAY AQUATIC PRESERVES (BBAP) PROPOSES THE ADDITION OF ONE STRATEGICALLY PLACED LIVE BROADCASTED, TELEMETERED DATASONDE STATION WITHIN THE BAY, COLLOCATED WITHIN AN AREA OF EXISTING HIGH SPONGE AND CORAL COVER PROVIDING ACCESS TO STRUCTURES WHERE PROPAGATION AND ATTACHMENT TECHNIQUES CAN BE TESTED FOR FEASIBILITY AND EFFECTIVENESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_02D21522_6800"}, {"internal_id": 147400896, "Award ID": "02D21422", "Award Amount": 292530.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-18", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $292,530 TO SUPPORT FLORIDA INTERNATIONAL UNIVERSITYS EFFORTS TO SUPPORT THEIR SOUTH FLORIDA PROGRAM. THIS PROJECT FOCUSES ON COMPREHENSIVE MONITORING OF PHARMACEUTICALS, AT BROADER SPATIOTEMPORAL SCALES, AT HIGHER REPLICATION, AND BEYOND SURFACE WATERS TO EXAMINE INTERNAL CONCENTRATIONS FOR MULTIPLE ECOSYSTEM COMPARTMENTS, INCLUDING BIOTA OF SOCIO-ECOLOGICAL IMPORTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_02D21422_6800"}, {"internal_id": 147400899, "Award ID": "02D21322", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-18", "CFDA Number": "66.484", "Description": "THIS ACTION PROVIDES FUNDS IN THE AMOUNT OF $350,000 TO THE FLORIDA ATLANTIC UNIVERSITYS EFFORTS TO SUPPORT SOUTH FLORIDA PROGRAM. THIS PROJECT FOCUSES ON FIELD AND MODELING STUDY FOCUSING ON UNDERSTANDING TRANSPORT PATHWAYS AND POTENTIAL TRANSFORMATION OF WATERS AND ASSOCIATED ORGANIC MATTER FROM UPSTREAM THROUGH THE BAY THROUGH FLORIDA KEYS NATIONAL MARINE SANCTUARY AND FL KEYS REEF TRACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caef8c38-5944-9743-df26-1aeaf8b6bc50-C", "generated_internal_id": "ASST_NON_02D21322_6800"}, {"internal_id": 146771073, "Award ID": "02D21222", "Award Amount": 230000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-17", "CFDA Number": "66.484", "Description": "DESCRIPTION:\n THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $230,000 TO THE MARTIN COUNTY BOARD OF COUNTY COMMISSIONERS TO SUPPORT THEIR SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM THAT FOCUSES ON RESTORATION OF FOUR ACRES OF WIDGEON AND SHOAL GRASS WITHIN THE ST. LUCIE ESTUARY AND SOUTHERN INDIAN RIVER LAGOON.  \n\n\n\n\n\nACTIVITIES:\nACTIVITIES INCLUDE PILOT PROJECT FOR MARTIN COUNTY'S SEAGRASS RESTORATION PROGRAM. RESTORATION SUCCESS STRATEGIES AND INSIGHT GAINED THROUGHOUT THIS PROJECT WILL GUIDE SEAGRASS RESTORATION WELL BEYOND THE PROJECT TIMELINE. A ROBUST POST-MONITORING DATASET WILL BE SHARED WITH ALL STAKEHOLDERS INVOLVED IN LOCAL SEAGRASS RESTORATION EFFORTS.\n\nPLANTING WILL OCCUR OUTSIDE OF THE WET SEASON, AS LARGE FRESHWATER DISCHARGE EVENTS ARE KNOWN TO CAUSE SEAGRASS MORTALITY. SITES WILL BE SELECTED BASED ON HISTORIC AND EXISTING CONDITIONS, INCLUDING SUBSTRATE QUALITY, SALINITY, SEAGRASS COVERAGE, WAVE EXPOSURE, WATER DEPTH, AND LIGHT PENETRATION. POST-RESTORATION WILL BE CONDUCTED MONTHLY FOR ONE YEAR FOLLOWING PLANTING, AND THEN BIANNUALLY INDEFINITELY AS PART OF MARTIN COUNTY'S SEAGRASS RESTORATION PROGRAM. MONITORING WILL INCLUDE MEASUREMENTS FOR SEAGRASS COVERAGE, DENSITY, SHOOT COUNTS, SEDIMENTATION, TURBIDITY, SALINITY, LIGHT PENETRATION, AND FISH AND WILDLIFE OBSERVATIONS. TO PROTECT RESTORED SITES, HERBIVORY EXCLUSION CAGES WILL BE PLACED AROUND PLANTINGS AND MAINTAINED MONTHLY.\nOUTCOMES:\nOUTPUTS, OUTCOMES, AND DELIVERABLES INCLUDE: APPROXIMATELY 4 ACRES OF RESTORED SEAGRASS HABITAT WITHIN THE ST. LUCIE ESTUARY AND ASSOCIATED WATER QUALITY AND SHORELINE STABILIZATION IMPROVEMENTS. OUTCOMES ALSO INCLUDE INCREASED COMMUNICATION, AWARENESS, AND RESTORATION COLLABORATION BETWEEN AGENCIES, NON-PROFITS, UNIVERSITIES, AND THE PUBLIC. DELIVERABLES INCLUDE PROGRESS REPORTS, MONITORING, PRESENTATIONS, TRAINING, AND OUTREACH. THE CITIZENS IN THE STATE OF FLORIDA ARE DIRECT BENEFICIARIES OF THIS PROJECT. NO SUBAWARDS ARE APPLICABLE TO THIS PROJECT.\n\n\nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc601a87-b8d8-8047-bef2-162330e27538-C", "generated_internal_id": "ASST_NON_02D21222_6800"}, {"internal_id": 147400897, "Award ID": "02D21122", "Award Amount": 349948.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-18", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $349,948 TO THE UNIVERSITY OF SOUTH FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_02D21122_6800"}, {"internal_id": 147400895, "Award ID": "02D21022", "Award Amount": 347738.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-18", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $347,738 TO FLORIDA INTERNATIONAL UNIVERSITY TO SUPPORT THE SOUTH FLORIDA PROGRAM.  THIS PROJECT FOCUSES ON ASSESSING CHANGES OF ECOLOGICAL CONDITIONS AND FUNCTIONS, QUANTIFY ENVIRONMENTAL IMPACTS FROM LAND-BASED POLLUTION, AND DETERMINE CAUSES OF SEAGRASS DECLINE AND EVALUATE HEALTH, SPECIES, AND COMPOSITION OF SEAGRASSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_02D21022_6800"}, {"internal_id": 147974051, "Award ID": "02D20922", "Award Amount": 349678.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-04", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $349,678 TO FLORIDA GULF COAST UNIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1334a56a-0947-c510-cf0e-4ce065814379-C", "generated_internal_id": "ASST_NON_02D20922_6800"}, {"internal_id": 147974050, "Award ID": "02D20822", "Award Amount": 305116.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-14", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $305,116 TO THE UNIVERSITY OF FLORIDA TO SUPPORT THEIR SOUTH FLORIDA PROGRAM. THIS PROJECT FOCUSES ON SPONGE RESTORATION AQUACULTURE, WHICH IS A VIABLE TOOL TO ACCELERATE THE NATURAL PROGRESSION OF SPONGE RECOLONIZATION FOLLOWING ECOLOGICAL DISTURBANCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_02D20822_6800"}, {"internal_id": 147400900, "Award ID": "02D20722", "Award Amount": 176924.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-17", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $176,924 TO MOTE MARINE LABORATORY, INC. TO SUPPORT A SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM THAT FOCUSES ON TAGGING AND SAMPLING 12 HEALTHY CORALS AT EACH OF FOUR SITES (TWO IN THE LOWER KEYS, TWO IN DRY TORTUGAS) AND MONITORING FOR DISEASE DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "176a3caf-aa07-085f-a3d1-24eda84f33e9-C", "generated_internal_id": "ASST_NON_02D20722_6800"}, {"internal_id": 147354494, "Award ID": "02D20622", "Award Amount": 279968.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-04", "CFDA Number": "66.484", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $279,968 TO THE COLLEGE OF THE FLORIDA KEYS.  THIS GRANT WILL FUND THE RECIPIENT'S EFFORTS TO MONITOR AND INVESTIGATE THE LACK OF  SHIPPING TRAFFIC, HAS BEEN SUGGESTED AS THE PRIMARY REASON FOR THE PERCEIVED IMPROVEMENTS TO WATER QUALITY COVID 19 PANDEMIC. \nACTIVITIES:\nOUTCOMES INCLUDE DEPLOYING MORE WATER QUALITY MONITORING EQUIPMENT TO CREATE AN ARRAY OF MONITORING STATIONS BETWEEN ENDPOINT DETECTION AND RESPONSE AND THE KEY WEST HARBOR/SHIP CHANNEL THAT WILL MEASURE QUALITY.  INCREASE THE SCOPE AND FREQUENCY OF FIELD MEASUREMENTS EMPLOYING THE COLLEGE OF FLORIDA KEYS MARINE SCIENCE STUDENTS AND COURSES.\n\n\nOUTCOMES:\nTHE KEY WEST WATER QUALITY (KWWQ) PROJECT WILL PROVIDE WATER QUALITY DATA ON CHEMICAL AND PHYSICAL PROPERTIES OF THE WATERS WITHIN THE FLORIDA KEYS AND SPECIFICALLY PROXIMAL TO THE ENDPOINT DETECTION AND RESPONSE SANCTUARY PRESERVATION AREA.  THE KWWQ PROJECT WILL PROVIDE USEFUL INFORMATION FOR MARINE RESOURCE MANAGERS, AS WELL AS MUNICIPAL, REGIONAL, STATE, AND FEDERAL AGENCIES AND LEGISLATORS. DELIVERABLES INCLUDE CONDUCTING PERFORMANCE REPORTS, HOLDING MEETINGS TO ADDRESS THE POTENTIAL IMPACT TO FUTURE SHIPPING TRAFFIC IN THE KEY WEST AREA.  THE CITIZENS IN THE STATE OF FLORIDA ARE THE DIRECT BENEFICIARIES OF THIS PROJECT. \nSUBRECIPIENT:\nSUBRECIPIENT WORK INCLUDES MONITORING SAMPLING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "166bbc7a-7752-e257-2e42-115508721394-C", "generated_internal_id": "ASST_NON_02D20622_6800"}, {"internal_id": 148295470, "Award ID": "02D20522", "Award Amount": 329997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-10", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $329,997 TO SUPPORT FLORIDA INSTITUTE OF TECHNOLOGY&RSQUOANDS EFFORTS WITH SUPPORTING SOUTH FLORIDA PROGRAM.  THIS PROJECT FOCUSES ON ST. LUCIE ESTUARY REGION FREQUENTLY EXPERIENCES LARGELY UNPREDICTABLE HARMFUL ALGAL BLOOMS (HABS). THESE BLOOMS CAN BECOME PARTICULARLY PROBLEMATIC WHEN FRESHWATER IS RELEASED INTO THE ESTUARY FROM LAKE OKEECHOBEE, WHICH INTRODUCES BLOOMS TO THE SYSTEM AS WELL AS CREATES CONDITIONS CONDUCIVE TO BLOOM PERSISTENCE AND DISTRIBUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12f9bd9-3d5c-9002-f77c-71ca75e838c5-C", "generated_internal_id": "ASST_NON_02D20522_6800"}, {"internal_id": 147400902, "Award ID": "02D20422", "Award Amount": 307553.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-08", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $307,553 TO FLORIDA STATE UNIVERSITY IN THEIR EFFORTS TO SUPPORT SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM.  THIS PROJECT FOCUSES ON DEVELOPING A SCALABLE TOOL FOR WATER QUALITY ANALYSES ACROSS THE ST. LUCIE RIVER AND ESTUARY BASIN (SLREB) THROUGH ADVANCING THE SCIENTIFIC UNDERSTANDING OF RELATIONSHIPS AMONG WATER QUALITY CONSTITUENTS AND VARIOUS CONTRIBUTING FACTORS (E.G., CLIMATIC, TIDAL, GEOMORPHOLOGIC AND LAND COVER).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52a3bc33-b23b-0c54-7fff-2e17fbd7bfb0-C", "generated_internal_id": "ASST_NON_02D20422_6800"}, {"internal_id": 146600640, "Award ID": "02D16422", "Award Amount": 24945.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-03", "CFDA Number": "66.484", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $24,945 TO THE COLLEGE OF THE FLORIDA KEYS.  THIS GRANT WILL FUND THE RECIPIENT'S EFFORTS TO COLLECT WATER SAMPLES SHIP CANALS FROM SOUTH FLORIDA CORAL REEFS DURING COVID 19 PANDEMIC.  \nACTIVITIES:\nOUTCOMES WILL INCLUDE WATER QUALITY MONITORING IN KEY WEST HARBOR AND OUTPUTS WILL INCLUDE WATER QUALITY DATA, ANALYSIS, AND RESULTS TO DETERMINE IMPACTS TO WATER QUALITY FROM HEAVY SHIP USAGE WITHIN THE HARBOR.  \nOUTCOMES:\nDELIVERABLES INCLUDE WATER QUALITY DATA, DISCUSSING RESULTS, FUTURE DECISION MAKING, AND FINAL REPORT. THE WATER SAMPLES WILL BE TESTED FOR BACTERIOLOGICAL WATER QUALITY TO DETERMINE WATER QUALITY IMPACTS OF CORALS IN SHIPPING CANALS. THE CITIZENS IN THIS STATE WILL DIRECTLY BENEFIT FROM THIS PROJECT.\n\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.\nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "166bbc7a-7752-e257-2e42-115508721394-C", "generated_internal_id": "ASST_NON_02D16422_6800"}, {"internal_id": 140709147, "Award ID": "02D05421", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $200,000 TO FLORIDA INTERNATIONAL UNIVERSITY TO SUPPORT THEIR CONTINUATION OF LONG-TERM MONITORING OF SEAGRASS BEDS IN THE FLORIDA KEYS NATIONAL MARINE SANCTUARY. OUTCOMES, OUTPUTS, AND DELIVERABLES INCLUDE SEAGRASS MONITORING SAMPLING AND ANALYSIS TO COMPARE TRENDS AND POTENTIAL SEAGRASS IMPACTS TO THE WATER QUALITY OF THE SANCTUARY. DELIVERABLES INCLUDE QUALITY ASSURANCE PROJECT PLAN, SEMI-ANNUAL REPORTING, PRESENTING AT CONFERENCES, ATTENDING BOARD MEETINGS, AND PROVIDING A PROJECT SUMMARY FOR REVIEW BY THE ENVIRONMENTAL PROTECTION AGENCY AND DETERMINATION ON ADDRESSING THE SEAGRASS BEDS AND WATER QUALITY IN THE SANCTUARY. STATE OF FLORIDA CITIZENS ARE DIRECT BENEFICIARIES OF THIS FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_02D05421_6800"}, {"internal_id": 140708755, "Award ID": "02D05321", "Award Amount": 1565000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-28", "CFDA Number": "66.484", "Description": "THIS AGREEMENT PROVIDES FUNDING IN THE AMOUNT OF $500,0000 SUPPORT FL INTERNATIONAL UNIVERSITY WATER QUALITY MONITORING WITHIN THE SOUTH FLORIDA AREA FOR THE FLORIDA KEYS NATIONAL MARINE SANCTUARY AND WILL DIRECTLY BENEFIT CITIZENS IN FLORIDA. THE OUTCOMES, OUTPUTS, AND DELIVERABLES INCLUDED WATER QUALITY MONITORING SAMPLING AND ANALYSIS TO COMPARE TRENDS AND POTENTIAL IMPACTS TO THE SANCTUARY'S WATER QUALITY. DELIVERABLES INCLUDES QUALITY ASSURANCE PROJECT PLAN, SEMI-ANNUAL REPORTING, PRESENTING AT CONFERENCES, ATTENDING BOARD MEETINGS, AND PROVIDE A PROJECT SUMMARY FOR EPA REVIEW AND DETERMINATION ON ADDRESSING THE SANCTUARY'S WATER QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_02D05321_6800"}, {"internal_id": 140709205, "Award ID": "02D04821", "Award Amount": 870000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "66.484", "Description": "THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $290,000 TO FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION TO SUPPORT THEIR SOUTH FLORIDA'S GEOGRAPHIC INITIATIVES CORAL REEF EVALUATION AND MONITORING PROJECT TO MONITOR THE STATUS AND TRENDS OF SELECTED CORAL REEFS, PATCH REEFS, AND HARD-BOTTOMS IN THE FLORIDA KEYS NATIONAL MARINE SANCTUARY AND TO DOCUMENT CHANGE TO ASSIST THE EPA WATER QUALITY PROTECTION PROGRAM.  ACTIVITIES INCLUDE CONTINUING THE EFFORTS OF DOCUMENTING SHORT- AND LONG-TERM EFFECTS OF HOW BENTHIC COMMUNITIES RESPOND TO MAJOR DISTURBANCES AND MONITORING AT 40 SITES IN THE FLORIDA KEYS AND 6 PATCH REEF SITES BY CARRYING OUT ACTIVITIES IN ACCORDANCE WITH THE CLEAN WATER ACT AND STATUTORY REQUIREMENTS.  OUTCOMES, OUTPUTS, AND DELIVERABLES INCLUDED CORAL REEFS MONITORING SAMPLING AND ANALYSIS TO COMPARE TRENDS AND POTENTIAL IMPACTS TO THE SANCTUARY'S WATER QUALITY.  DELIVERABLES INCLUDES QUALITY ASSURANCE PROJECT PLAN, SEMI-ANNUAL REPORTING, PRESENTING AT CONFERENCES, ATTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_02D04821_6800"}, {"internal_id": 133967776, "Award ID": "02D03621", "Award Amount": 135000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-04", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $109,984 TO THE FLORIDA FISH & WILDLIFE CONSERVATION COMMISSION TO SUPPORT THEIR FY21 SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM TO SUPPORT SOUTH FLORIDA DATA MANAGEMENT SYSTEM AND ENTRY FOR DATA COLLECTED UNDER THE SFL GEOGRAPHIC PROGRAM.  NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_02D03621_6800"}]