[{"internal_id": 48243701, "Award ID": "99T59901", "Award Amount": 4047500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-18", "CFDA Number": "66.456", "Description": "FOR THE IMPLEMENTATION OF THE SAN FRANCISCO ESTUARY PARTNERSHIP'S ESTUARY BLUEPRINT.  INCLUDING FOUR GOALS THAT REPRESENT THE 35 YEAR VISION FOR THE FUTURE OF THE SAN FRANCISCO BAY-DELTA ESTUARY, 12 OBJECTIVES THAT DETAIL DESIRED OUTCOMES THAT MAKE PROGRESS TOWARDS ACHIEVING GOALS, AND 40 ACTIONS THAT LAY OUT A SET OF PRIORITY TASKS TO BE ACCOMPLISHED OVER THE NEXT 5 YEARS TO REACH ONE OR MORE OBJECTIVES. SPECIFIC PROJECTS INCLUDE A BOATER EDUCATION POLLUTION PREVENTION PROGRAM, PARTNERSHIPS WITH COASTAL CITIES PREPARING RESILIENCY PLANS,A FOCUS ON STORMWATER AND GREEN INFRASTRUCTURE TO IMPROVE WATER QUALITY, THE 2017 STATE OF THE ESTUARY CONFERENCE, GEOGRAPHIC EFFORTS IN THE NAPA AND GUADALUPE WATERSHEDS TO ADDRESS EXISITING TOTAL MAXIMUM DAILY LOADS (TMDLS) AND IN MARIN TO REDUCE RESIDENTS' PESTICIDE USE, AND OUTREACH EFFORTS TO EMPHASIZE THE IMPORTANCE OF FRESHWATER FLOWS FROM THE DELTA TO THE BAY.  THIS AGREEMENT PROIVIDES FEDERAL FUNDING IN THE AMOUNT OF $600,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41edb69b-6287-c307-6f7f-24abc0a0b0b8-C", "generated_internal_id": "ASST_NON_99T59901_6800"}, {"internal_id": 48243636, "Award ID": "99T51301", "Award Amount": 3102500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "66.456", "Description": "THE FUNDS FOR THIS PROJECT ARE FOR THE CONTINUATION OF TECHNICAL AND ADMINISTRATIVE SUPPORT FOR THE IMPLEMENTATION OF THE SANTA MONICA BAY NATIONAL E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebec5615-42b2-e3c2-26d0-91523e37b32b-C", "generated_internal_id": "ASST_NON_99T51301_6800"}, {"internal_id": 48243566, "Award ID": "99T43601", "Award Amount": 3196000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-19", "CFDA Number": "66.456", "Description": "THE BAY FOUNDATION OF MORRO BAY WILL SUPPORT THE MORRO BAY NATIONAL ESTUARY PROGRAM (MB NEP) TO IMPLEMENT THE MB NEP COMPREHENSIVE CONSERVATION AND M", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34e40dca-4add-2952-caaf-42a2dd03e593-R", "generated_internal_id": "ASST_NON_99T43601_6800"}, {"internal_id": 140708758, "Award ID": "99399016", "Award Amount": 1450000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "66.456", "Description": "THE PURPOSE OF THIS AWARD IS TO SUPPORT THE IMPLEMENTATION OF THE DELAWARE CENTER FOR THE INLAND BAYS NATIONAL ESTUARY PROGRAM'S COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP TO RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE DELAWARE INLAND BAYS SYSTEM. ACTIVITIES UNDER THIS PROJECT INCLUDE HABITAT RESTORATION, WATERSHED MONITORING, AND EDUCATION/OUTREACH EFFORTS. THE OUTPUTS AND OUTCOMES OF THE ACTIVITIES UNDER THIS PROJECT INCLUDE IMPROVED WATER QUALITY, IMPROVED COASTAL HABITAT CONDITIONS, AND INCREASED COMMUNITY AWARENESS AND KNOWLEDGE ON ENVIRONMENTAL MATTERS. \nTHE BENEFICIARIES OF THIS PROJECT INCLUDE THE RESIDENTS AND VISITORS OF THE DELAWARE INLAND BAYS REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22d22d77-214c-4d31-8ec5-2b5f70a8ee95-C", "generated_internal_id": "ASST_NON_99399016_6800"}, {"internal_id": 85201335, "Award ID": "99399015", "Award Amount": 1287500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "66.456", "Description": "THIS AWARD PROVIDES FUNDING FOR IMPLEMENTATION OF THE EPA APPROVED CENTER FOR THE INLAND BAYS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP RESTORE AND MAINTAIN WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE DELAWARE INLAND BAYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22d22d77-214c-4d31-8ec5-2b5f70a8ee95-C", "generated_internal_id": "ASST_NON_99399015_6800"}, {"internal_id": 48182518, "Award ID": "99399014", "Award Amount": 1235000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-26", "CFDA Number": "66.456", "Description": "THIS AWARD WILL PROVIDE FUNDING FOR IMPLEMENTATION OF THE DELAWARE INLAND BAYS EPA-APPROVED COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CWA, WHICH WILL HELP RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE DELAWARE INLAND BAYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22d22d77-214c-4d31-8ec5-2b5f70a8ee95-C", "generated_internal_id": "ASST_NON_99399014_6800"}, {"internal_id": 48182517, "Award ID": "99399013", "Award Amount": 1219803.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-17", "CFDA Number": "66.456", "Description": "THIS AWARD WILL PROVIDE FUNDING FOR IMPLEMENTATION OF THE DELAWARE INLAND BAYS EPA-APPROVED COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22d22d77-214c-4d31-8ec5-2b5f70a8ee95-C", "generated_internal_id": "ASST_NON_99399013_6800"}, {"internal_id": 140709182, "Award ID": "99398516", "Award Amount": 1575000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "66.456", "Description": "THE PURPOSE OF THIS AWARD IS TO SUPPORT THE IMPLEMENTATION OF THE DELAWARE ESTUARY PROGRAM'S COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP TO RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE DELAWARE ESTUARY. ACTIVITIES UNDER THIS PROJECT INCLUDE HABITAT RESTORATION, WATERSHED MONITORING, AND EDUCATION/OUTREACH EFFORTS. THE OUTPUTS AND OUTCOMES OF THE ACTIVITIES UNDER THIS PROJECT INCLUDE IMPROVED WATER QUALITY, IMPROVED COASTAL HABITAT CONDITIONS, AND INCREASED COMMUNITY AWARENESS AND KNOWLEDGE ON ENVIRONMENTAL MATTERS. \nTHE BENEFICIARIES OF THIS PROJECT INCLUDE THE RESIDENTS AND VISITORS OF THE DELAWARE ESTUARY REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30a5e6f4-6589-71eb-249f-47ecf0a70b74-C", "generated_internal_id": "ASST_NON_99398516_6800"}, {"internal_id": 88416532, "Award ID": "99398515", "Award Amount": 1362500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "66.456", "Description": "THIS AWARD PROVIDES FUNDING FOR IMPLEMENTATION OF THE EPA APPROVED DELAWARE ESTUARY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP RESTORE AND MAINTAIN WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE DELAWARE ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30a5e6f4-6589-71eb-249f-47ecf0a70b74-C", "generated_internal_id": "ASST_NON_99398515_6800"}, {"internal_id": 48182460, "Award ID": "99398514", "Award Amount": 1255000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "66.456", "Description": "THIS AWARD WILL PROVIDE FUNDING FOR IMPLEMENTATION OF THE EPA-APPROVED DELAWARE ESTUARY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN UNDER SECTION 320 OF THE CLEAN WATER ACT, WHICH WILL HELP RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE DELAWARE ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30a5e6f4-6589-71eb-249f-47ecf0a70b74-C", "generated_internal_id": "ASST_NON_99398514_6800"}, {"internal_id": 152549129, "Award ID": "99206928", "Award Amount": 783000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "66.456", "Description": "DESCRIPTION:A COOPERATIVE AGREEMENT IS PROVIDED TO THE CORPORATION FOR THE CONSERVATION OF THE SAN JUAN BAY ESTUARY (CCSJBE) TO SUPPORT IMPLEMENTATION OF ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE SAN JUAN BAY ESTUARY (SJBE). DURING FY 2023, THE ESTUARIO WILL IMPLEMENT THE 5-YEAR STRATEGIC PLAN ROADMAP FOR THE 2026 CCMP, WHICH WILL LAY OUT THE ACTIONS AND TIMELINES FOR THE REST OF THE REVISION PROCESS. TO ENSURE THE NEW CCMP TRULY REPRESENTS THE NEEDS AND INTERESTS OF THE PUBLIC, A MULTI-YEAR PUBLIC PARTICIPATION EFFORT WILL ACCOMPANY THE REVISION PROCESS. THE FINAL CCMP WILL TAKE INTO ACCOUNT THE RECOMMENDATIONS OF ESTUARIO'S MANAGEMENT CONFERENCE AND OTHER COMMITTEES AND TASK FORCES. THE ESTUARIO'S FIVE-YEAR STRATEGIC PLAN, WHICH GOES INTO EFFECT FY 2023, WILL ALSO IDENTIFY ADDITIONAL GOALS AND GUIDE PRIORITY ACTIONS AND ACTIVITIES TO ACHIEVE THE FOLLOWING GOALS:(1) ENVIRONMENTAL JUSTICE, (2) REDUCE NUTRIENT POLLUTION, (3) MARINE LITTER REDUCTION, AND (4) GREEN INFRASTRUCTURE AND RESILIENCY. ACTIVITIES:THIS UPCOMING FISCAL YEAR, THE SJBEP WILL CONTINUE MONITORING EFFORTS ON WATER BODIES THAT ARE MORE IMPACTED AND WILL BE DEVELOPING A PROPOSAL FOR THE INVESTIGATION OF THE SOURCES OF POLLUTION AND NUTRIENT DYNAMICS IN THE SAN JOSEACUTE; LAGOON, A BODY OF WATER THAT HAS HISTORICALLY SHOWN POOR WATER QUALITY CONDITIONS RELATED TO EXCESS NUTRIENT INPUTS AND LACK OF CIRCULATION. IN ADDITION, ESTUARIO AIMS TO EXPAND THE WATER COMMUNITY NETWORK AS THE FOUNDATION FOR AN AUTONOMOUS WATER QUALITY MONITORING PROGRAM THAT ALLOWS THE CITIZEN TO DIRECTLY PARTICIPATE IN THE RESTORATION OF THE ESTUARY'S WATERS. THE ESTUARIO'S SOLID WASTE PROGRAM AND OIL RECYCLING CAMPAIGN WILL BE EXPANDED INTO OTHER COMMUNITIES WITHIN THE WATERSHED. WILL DEVELOP A DEVELOP AN INTEGRATED MANAGEMENT WITHIN THE MUNICIPALITIES OF THE BASIN THAT WILL INCORPORATE A RECYCLING PLAN ADAPTED FOR THE NEW REALITIES TO REDUCE DEBRIS AND STIMULATE ECONOMIC ACTIVITY IN THE ESTUARIO COMMUNITIES. THE ESTUARIO WILL ALSO BE CONTINUING THE DEVELOPMENT OF THE GREEN INFRASTRUCTURE MASTER PLAN FOR STORMWATER MANAGEMENT, FOCUSING ON IDENTIFYING NATURE-BASED SOLUTIONS TO SUPPORT INFRASTRUCTURE NEEDS AND VULNERABILITIES IDENTIFIED IN THE WATERSHED-BASED MULTIJURISDICTIONAL HAZARD MITIGATION PLAN. THE PLAN WILL PRIMARILY FOCUS ON STORMWATER INFRASTRUCTURE IMPROVEMENTS TO TACKLE THE RISKS FROM MASSIVE DEFOLIATION AFTER HURRICANES AND AN AGING GRAY INFRASTRUCTURE SYSTEM. THE SJBEP WILL CONDUCT AN ECONOMIC VALUATION STUDY THAT WILL CALCULATE THE ECONOMIC VALUE OF THE SAN JUAN BAY TO INFORM STORY BUILDING NARRATIVES AND FURTHER SUPPORT SJBE WATERSHED RESTORATION AND PROTECTION EFFORTS. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES ARE TO EMPOWER COMMUNITIES WITH CAPACITY BUILDING AND TRAINING IN KEY AREAS THAT WILL INCREASE RESILIENCE AND PREPAREDNESS FOR NATURAL DISASTERS, AND IMPLEMENTATION OF COMMUNITY-BASED ECOSYSTEM RESTORATION AND MITIGATION EFFORTS. PROVIDE WORKFORCE DEVELOPMENT TO EDUCATORS AND ENVIRONMENTAL INTERPRETERS IN TOPICS RELATED TO THE ESTUARY AND OUR ECOSYSTEMS THAT WILL ALSO SERVE AS OPPORTUNITIES THAT WILL COUNT TOWARDS CREDITS FOR THE CITIZEN SCIENCE CERTIFICATION PROGRAM. INCREASE AWARENESS OF THE SAN JUAN BAY ESTUARY SYSTEM AND ITS PARTICULAR INTEREST AREAS. INCREASE COMMUNITY ENGAGEMENT TO FAMILIARIZE THEMSELVES WITH ALTERNATIVES WITHIN THEIR COMMUNITIES. COMMUNICATE ESTUARIO'S EFFORTS ON A MONTHLY BASIS; SERVE AS SUBJECT EXPERT IN AREAS OF REVITALIZATION, RESTORATION, AND WATER CONSERVATION; PUBLICIZE THE EFFORTS AND ACTIVITIES PROPOSED IN THE MANAGEMENT PLAN. REDUCE THE AMOUNT OF THE SOLID WASTE AND INCREASE THE RECOLLECTION OF THE MATERIALS WITH POTENTIAL TO BE RECYCLED. PROVIDE SUPPORT AS NEEDED FOR THE DEVELOPMENT OF A GREEN INFRASTRUCTURE MASTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f84a75f-5c54-5e52-7c3a-218ffa63448d-R", "generated_internal_id": "ASST_NON_99206928_6800"}, {"internal_id": 140709088, "Award ID": "99206927", "Award Amount": 770000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE CORPORATION FOR THE CONSERVATION OF THE SAN JUAN BAY ESTUARY (CCSJBE) TO SUPPORT IMPLEMENTATION OF ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE SAN JUAN BAY ESTUARY (SJBE). THIS FISCAL YEAR THE FOCUS WILL BE ON THE FOLLOWING AREAS: (1) ENVIRONMENTAL JUSTICE, (2) REDUCE NUTRIENT POLLUTION, (3) MARINE LITTER REDUCTION, AND (4) GREEN INFRASTRUCTURE AND RESILIENCY. THE MAIN ACTIVITIES TO BE PERFORMED ARE: THE NATIONAL ESTUARY PROGRAM EVALUATION, CONTINUING THE DEVELOPMENT OF PUERTO RICO'S MULTIJURISDICTIONAL HAZARD MITIGATION PLAN, REVISING THE CCMP, AND DEVELOPING A FIVE-YEAR STRATEGIC PLAN. EXPECTED OUTCOMES ARE TO EMPOWER COMMUNITIES WITH CAPACITY BUILDING AND TRAINING IN KEY AREAS THAT WILL INCREASE RESILIENCE AND PREPAREDNESS FOR NATURAL DISASTERS. THE INTENDED BENEFICIARIES ARE THE RESIDENTS OF THE EIGHT MUNI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f84a75f-5c54-5e52-7c3a-218ffa63448d-R", "generated_internal_id": "ASST_NON_99206927_6800"}, {"internal_id": 111062239, "Award ID": "99206926", "Award Amount": 732500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE SAN JUAN BAY ESTUARY PROGRAM TO SUPPORT IMPLEMENTATION OF ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE SAN JUAN BAY ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f84a75f-5c54-5e52-7c3a-218ffa63448d-R", "generated_internal_id": "ASST_NON_99206926_6800"}, {"internal_id": 88416582, "Award ID": "99206925", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE CORPORATION FOR THE CONSERVATION OF THE SAN JUAN BAY ESTUARY TO IMPLEMENT THE PROJECTS AND PROGRAMS IN ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN, CCMP.  THESE PROJECTS AND PROGRAMS WILL IMPROVE THE WATER AND SEDIMENT QUALITY OF THE SAN JUAN BAY ESTUARY TO ENSURE ITS SUITABILITY FOR FISHING AND SWIMMING AND TO PROMOTE OTHER COMPATIBLE RECREATIONAL AND COMMERCIAL ACTIVITIES. IT WILL ENHANCE AND MAINTAIN AN ECOSYSTEM WHICH SUPPORTS AN OPTIMUM DIVERSITY OF LIVING RESOURCES ON A SUSTAINED BASIS AND WILL MAXIMIZE PUBLIC INVOLVEMENT IN THE IMPLEMENTATION OF THE CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f84a75f-5c54-5e52-7c3a-218ffa63448d-R", "generated_internal_id": "ASST_NON_99206925_6800"}, {"internal_id": 69783296, "Award ID": "99206924", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE SAN JUAN BAY ESTUARY (SJBE) PROGRAM TO IMPLEMENT THE PROJECTS AND PROGRAMS IN ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).  THESE PROJECTS AND PROGRAMS WILL IMPROVE THE WATER AND SEDIMENT QUALITY OF THE SJBE TO ENSURE ITS SUITABILITY FOR FISHING AND SWIMMING AND TO PROMOTE OTHER COMPATIBLE RECREATIONAL AND COMMERCIAL ACTIVITIES. IT WILL ENHANCE AND MAINTAIN AN ECOSYSTEM WHICH SUPPORTS AN OPTIMUM DIVERSITY OF LIVING RESOURCES ON A SUSTAINED BASIS AND WILL MAXIMIZE PUBLIC INVOLVEMENT IN THE IMPLEMENTATION OF THE CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f84a75f-5c54-5e52-7c3a-218ffa63448d-R", "generated_internal_id": "ASST_NON_99206924_6800"}, {"internal_id": 62419384, "Award ID": "99206923", "Award Amount": 802400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-29", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE SAN JUAN BAY ESTUARY (SJBE) PROGRAM TO IMPLEMENT THE PROJECTS AND PROGRAMS IN ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).  THESE PROJECTS AND PROGRAMS WILL IMPROVE THE WATER AND SEDIMENT QUALITY OF THE SJBE TO ENSURE ITS SUITABILITY FOR FISHING AND SWIMMING AND TO PROMOTE OTHER COMPATIBLE RECREATIONAL AND COMMERCIAL ACTIVITIES. IT WILL ENHANCE AND MAINTAIN AN ECOSYSTEM WHICH SUPPORTS AN OPTIMUM DIVERSITY OF LIVING RESOURCES ON A SUSTAINED BASIS AND WILL MAXIMIZE PUBLIC INVOLVEMENT IN THE IMPLEMENTATION OF THE CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f84a75f-5c54-5e52-7c3a-218ffa63448d-R", "generated_internal_id": "ASST_NON_99206923_6800"}, {"internal_id": 48162553, "Award ID": "99206922", "Award Amount": 770000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE SAN JUAN BAY ESTUARY (SJBE) PROGRAM TO IMPLEMENT THE PROJECTS AND PROGRAMS IN ITS COMPREHENSIVE CONSERVATI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f84a75f-5c54-5e52-7c3a-218ffa63448d-R", "generated_internal_id": "ASST_NON_99206922_6800"}, {"internal_id": 139786115, "Award ID": "99200221", "Award Amount": 318450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "66.456", "Description": "A GRANT AGREEMENT IS PROVIDED TO SUFFOLK COUNTY DEPARTMENT OF HEALTH SERVICES TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN AND ACCOMPANYING ACTION PLAN PREPARED BY THE PECONIC ESTUARY PARTNERSHIP MANAGEMENT CONFERENCE. ACTIVITIES UNDER THIS GRANT AGREEMENT WILL HELP IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE PECONIC ESTUARY BY COLLECTING WATER QUALITY DATA TO INFORM MANAGEMENT DECISIONS.  THE ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES OF THIS AWARD ARE THE CONTINUATION OF WATER QUALITY MONITORING IN SURFACE AND MARINE WATERS WITHIN THE PECONIC ESTUARY, AN ANNUAL WATER QUALITY SUMMARY REPORT THAT WILL BE ACCESSIBLE TO THE PUBLIC, THE CONTINUATION OF ATMOSPHERIC DEPOSITION MONITORING THAT WILL ELEVATE THE SUCCESS OF THE CLEAN AIR ACT BY REDUCING THE ATMOSPHERIC DEPOSITION OF NITROGEN IN THE PECONIC ESTUARY AND TRACK PROGRESS OF TOTAL MAXIMUM DAILY LOAD GOALS, AND MAP INDIVID", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce4ef802-7d23-56c0-fe95-4a8691c1fc3b-C", "generated_internal_id": "ASST_NON_99200221_6800"}, {"internal_id": 68568428, "Award ID": "99200220", "Award Amount": 213120.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "66.456", "Description": "A GRANT AGREEMENT IS PROVIDED TO SUFFOLK COUNTY DEPARTMENT OF HEALTH SERVICES (SCDHS) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING ACTION PLAN PREPARED BY THE PECONIC ESTUARY PROGRAM MANAGEMENT CONFERENCE. ACTIVITIES UNDER THIS GRANT AGREEMENT WILL HELP IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE PECONIC ESTUARY BY COLLECTING WATER QUALITY DATA TO INFORM MANAGEMENT DECISIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce4ef802-7d23-56c0-fe95-4a8691c1fc3b-C", "generated_internal_id": "ASST_NON_99200220_6800"}, {"internal_id": 48161830, "Award ID": "99200219", "Award Amount": 534100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-12", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO SUFFOLK COUNTY DEPARTMENT OF HEALTH SERVICES (SCDHS) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce4ef802-7d23-56c0-fe95-4a8691c1fc3b-C", "generated_internal_id": "ASST_NON_99200219_6800"}, {"internal_id": 48161829, "Award ID": "99200218", "Award Amount": 1091268.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-05", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE RECIPIENT TO SUPPORT IMPLEMENTATION OF THE  COMPREHENSIVE CONSERVATION AND MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce4ef802-7d23-56c0-fe95-4a8691c1fc3b-C", "generated_internal_id": "ASST_NON_99200218_6800"}, {"internal_id": 110297668, "Award ID": "99171125", "Award Amount": 667500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF NEW HAMPSHIRE TO SUPPORT IMPLEMENTATION OF THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP); A NATIONAL ESTUARY PROGRAM (NEP) WITH A  COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF PREP AND ITS PARTNERS.   THIS COOPERATIVE AGEEMENT SUPPORTS ACTIVITIES THAT CONTINUE TO ENGAGE NEW HAMPSHIRE AND MAINE IN THE EFFORT; SYNTHESIZE, ANALYZE, AND INTERPRET ESTUARY ECOSYSTEM DATA; COMMUNICATE TIMELY, MEANINGFUL INFORMATION ON THE CONDITION OF THE BAY AND ITS ASSOCIATED WATERSHEDS, INCLULDING HABITATS, WATER QUALITY, AND INSTITUTIONAL EFFORTS; SERVE AS A REGIONAL LEADER FOR ESTABLISHING A WATERSHED-BASED FRAMEWORK THAT REFLECTS KEY MANAGEMENT ISSUES THAT CAN BE ADDRESSED AND ACTED ON IN BOTH NEW HAMPSHIRE AND MAINE, CONDUCT KEY RESTORATION AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_99171125_6800"}, {"internal_id": 83285482, "Award ID": "99171124", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-07", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF NEW HAMPSHIRE TO SUPPORT IMPLEMENTATION OF THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP); A NATIONAL ESTUARY PROGRAM (NEP) WITH A COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF PREP AND ITS PARTNERS.   THIS COOPERATIVE AGEEMENT SUPPORTS ACTIVITIES THAT CONTINUE TO ENGAGE NEW HAMPSHIRE AND MAINE IN THE EFFORT; SYNTHESIZE, ANALYZE, AND INTERPRET ESTUARY ECOSYSTEM DATA; COMMUNICATE TIMELY, MEANINGFUL INFORMATION ON THE CONDITION OF THE BAY AND ITS ASSOCIATED WATERSHEDS, INCLULDING HABITATS, WATER QUALITY, AND INSTITUTIONAL EFFORTS; SERVE AS A REGIONAL LEADER FOR ESTABLISHING A WATERSHED-BASED FRAMEWORK THAT REFLECTS KEY MANAGEMENT ISSUES THAT CAN BE ADDRESSED AND ACTED ON IN BOTH NEW HAMPSHIRE AND MAINE, CONDUCT KEY RESTORATION AND P", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_99171124_6800"}, {"internal_id": 68326469, "Award ID": "99171123", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-16", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF NEW HAMPSHIRE (UNH) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) FOR THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINE IN ANNUAL WORKPLANS OF PREP AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL ADDRESS THE KEY CHALLENGES AFFECTING PREP: ALTERED HYDROLOGY, IMPAIRED WATER QUALITY, CLIMATE VULNERABILITY, INVASIVE SPECIES, AND ECOSYSTEM FRAGMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_99171123_6800"}, {"internal_id": 62419588, "Award ID": "99171122", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-27", "CFDA Number": "66.456", "Description": "AS DIRECTED BY SECTION 320 OF THE CLEAN WATER ACT (CWA), THIS PROJECT UNDER THE NATIONAL ESTUARY PROGRAM IMPLEMENTS RECOMMENDATIONS OF THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP) COMPREHENSIVE CONSERVATION AND MANAGMENT PLAN (CCMP) TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY THROUGH TASKS OUTLINED IN THE ANNUAL WORKPLAN. ACTIVITIES INCLUDE ASSESSING WATER QUALITY TRENDS, NATURAL RESOURCES RESTORATION, COORDINATING IMPLEMENTATION OF THE CCMP BY THE STATES AS WELL AS FEDERAL AND LOCAL AGENCIES AND MONITORING THE EFFECTIVENESS OF ACTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_99171122_6800"}, {"internal_id": 48158837, "Award ID": "99171121", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "66.456", "Description": "AS DIRECTED BY SECTION 320 OF THE CLEAN WATER ACT (CWA), THIS PROJECT UNDER THE NATIONAL ESTUARY PROGRAM IMPLEMENTS RECOMMENDATIONS OF THE PISCATAQUA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_99171121_6800"}, {"internal_id": 155664227, "Award ID": "98T47301", "Award Amount": 1820000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO FUND THE BAY FOUNDATION OF MORRO BAY TO SUPPORT THE MORRO BAY NATIONAL ESTUARY PROGRAM (MB NEP) TO IMPLEMENT THEIR OWN MB NEP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) IN ACCORDANCE WITH CLEAN WATER ACT SECTION 320.  TO IMPLEMENT THE CCMP, THE MB NEP WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: DEVELOP AN EQUITY STRATEGY, TRACK THE HEALTH OF THE BAY AND WATERSHED HABITATS (INCLUDING BAY, CREEK, EEL GRASS AND FISH HABITATS), PLAN FOR HABITAT RESTORATION AND CLIMATE ADAPTATION, MANAGE INVASIVE SPECIES, IMPROVE OPEN SPACE ACCESS, IMPLEMENT WATERSHED BEST MANAGEMENT PRACTICES, IMPROVE WATER INFRASTRUCTURE INCLUDING STORMWATER CONTROL, AND PROVIDE COMMUNICATION AND OUTREACH ABOUT THE BAY AND ITS WATERSHED INCLUDING THROUGH COMMUNITY ENGAGEMENT AND STEWARDSHIP.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES $1,820,000 IN FEDERAL FUNDING.  PRE-AWARD COSTS ARE APPROVED BACK TO 11/01/2022.ACTIVITIES:TO IMPLEMENT THE CCMP, THE MB NEP WILL ACCOMPLISH THE FOLLOWING ACTIVITIES:  DEVELOP AN EQUITY STRATEGY, MEASURE BAY AND WATERSHED CONDITIONS INCLUDING WATER QUALITY AND HABITAT QUALITY (INCLUDING EEL GRASS AND FISH HABITAT), MANAGE INVASIVE SPECIES, RESTORE HABITAT, PLAN CLIMATE ADAPTATION, IMPLEMENT WATERSHED BEST MANAGEMENT PRACTICES, IMPROVE WATER INFRASTRUCTURE AND PROVIDE COMMUNICATION AND OUTREACH ABOUT THE BAY AND WATERSHED.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE AN EQUITY STRATEGY, MONITORING, RESEARCH AND RESTORATION OF BAY AND WATERSHED HABITATS, IMPROVEMENT OF WATER INFRASTRUCTURE, INSTALLATION OF BEST MANAGEMENT PRACTICES ON THE WATERSHED, AS WELL AS OUTREACH AND COMMUNICATION TO THE MB NEP STUDY AREA RESIDENTS AND VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1820000.0, "recipient_id": "34e40dca-4add-2952-caaf-42a2dd03e593-R", "generated_internal_id": "ASST_NON_98T47301_6800"}, {"internal_id": 155937156, "Award ID": "98T45901", "Award Amount": 909800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-05", "CFDA Number": "66.456", "Description": "DESCRIPTION:NATIONAL ESTUARY PROGRAM (NEP) BIL (BIPARTISAN INFRASTRUCTURE LAW) FUNDING WILL SUPPORT THE ACCELERATION OF ENVIRONMENTAL AND COMMUNITY RESTORATION GOALS WITHIN THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLANS (CCMPS) OF THE NATIONAL ESTUARY PROGRAMS. IN JULY 2022, THE SAN FRANCISCO ESTUARY PARTNERSHIP (SFEP) UPDATED ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), THE 2022 SAN FRANCISCO ESTUARY BLUEPRINT.\nTHE 2022 ESTUARY BLUEPRINT RECOGNIZES THE IMPORTANCE OF MANAGING THE ESTUARY IN CONJUNCTION WITH HISTORICALLY MARGINALIZED AND VULNERABLE COMMUNITIES, AND IT IDENTIFIES REGIONAL ACTIONS TO ADDRESS HISTORIC IMPACTS OF INDUSTRIALIZATION AND POPULATION GROWTH, AS WELL AS TO MANAGE AND PLAN FOR A CHANGING CLIMATE THROUGH ADAPTATION. SFEP'S LONG-TERM PLAN FOR THE BIL FUNDING IS DESIGNED TO MEET THE OBJECTIVES OF THE BIL FUNDS TO: ACCELERATE AND MORE EXTENSIVELY IMPLEMENT CCMPS, ENSURE THAT BENEFITS REACH DISADVANTAGED COMMUNITIES, BUILD THE ADAPTIVE CAPACITY OF ECOSYSTEMS AND COMMUNITIES, AND LEVERAGE ADDITIONAL RESOURCES. THE TASKS MEET THE INTENT OF CWA SECTION 320 AND THE BIL GUIDANCE.ACTIVITIES:SPECIFIC TASKS INCLUDE SUPPORT FOR THE SAN LEANDRO BAY/OAKLAND-ALAMEDA ESTUARY ADAPTATION WORKING GROUP TO PRODUCE AN INCLUSIVE ACTION PLAN AND SUBREGIONAL ORGANIZATIONAL STRUCTURE TO ACCELERATE SEA LEVEL RISE ADAPTATION AND ENHANCE CRITICAL INFRASTRUCTURE, NATURAL HABITAT, RECREATIONAL OPPORTUNITIES AND ACCESS, AND COMMUNITY RESILIENCE WITHIN THE SAN LEANDRO OPERATIONAL LANDSCAPE UNIT (OLU); ADVANCE CRITICAL RESEARCH AT THE ORO LOMA HORIZONTAL LEVEE WITH THE RECONSTRUCTION OF A PORTION OF THE EXISTING SITE TO TEST MORE EFFICIENT NUTRIENT REMOVAL DESIGNS AND TREATMENT; AND ESTABLISH AN INTERNAL EQUITY TEAM WITHIN SFEP.\n\nTHIS AGREEMENT PROVIDES FULL BIL (BIPARTISAN INFRASTRUCTURE LAW) FEDERAL FUNDING IN THE AMOUNT OF $909,800.  SEE TERMS AND CONDITIONS.  PREAWARD COSTS HAVE BEEN APPROVED BACK TO JANUARY 1, 2023.SUBRECIPIENT:SUBAWARD TO ORO LOMA SANITARY DISTRICT: RECONFIGURE 2-3 CELLS OF THE ORO LOMA HORIZONTAL LEVEE FOR TREATING WASTEWATER\nSUBAWARD TO CITY OF ALAMEDA: PROVIDE THE ADMINISTRATIVE SUPPORT AND STIPEND FUNDING FOR THE SAN LEANDRO ADAPTATION WORKING GROUP MEETINGS SO THAT LOCAL STAKEHOLDERS CAN MEANINGFULLY ENGAGE THROUGHOUT THE PROCESSOUTCOMES:COMMUNICATIONS OUTPUTS INCLUDING: REGULAR SOCIAL MEDIA POSTS; UPDATED WEBSITE PAGES; QUARTERLY ESTUARY BLUEPRINT NEWSLETTER, AND CONTINUED EXPANSION OF EXISTING AUDIENCES AND EXISTING COMMUNICATIONS CHANNELS AND MATERIALS. SFEP EQUITY TEAM; 2) EQUITY IMPLEMENTATION PLAN; 3) BIL PROGRAM EQUITY STRATEGY: 2-3 RECONFIGURED CELLS OF THE ORO LOMA HORIZONTAL LEVEE: 1) NEEDS ASSESSMENT AND ACTION PLAN FOR SAN LEANDRO OLU THAT INCLUDES A SHARED VISION, GROUP CHARTER, RECOMMENDED ORGANIZATIONAL STRUCTURE AND IDENTIFIED IMPLEMENTATION STEPS; 2) A TRANSFERRABLE MODEL FOR MULTI-JURISDICTIONAL, EQUITABLE, ADAPTATION PLANNING.\n\nOUTCOMES INCLUDE: INCREASED CAPACITY FOR VULNERABLE, UNDERSERVED, AND MARGINALIZED COMMUNITIES AND TRIBES TO ENGAGE IN REGIONAL PLANNING PROCESSES TO ADDRESS HISTORICAL INEQUITIES AND ANTICIPATED DISPROPORTIONATE IMPACTS OF CLIMATE CHANGE ON THESE COMMUNITIES; OPTIMIZE FUTURE DESIGNS FOR MULTI-BENEFIT HORIZONTAL LEVEES (REPLICABILITY, TREATMENT CAPACITY, AND COST-EFFECTIVENESS) FOR OTHER PROJECTS IN THE REGION AND BEYOND; INCREASED SUB-REGIONAL RESILIENCE TO SEA LEVEL RISE WITH THE IDENTIFICATION AND IMPLEMENTATION OF SHORELINE ADAPTATION STRATEGIES THAT PRIORITIZE EQUITY, BOTH WITHIN THE SAN LEANDRO OLU AND IN OTHER AREAS USING THIS PROJECT AS A MODEL.\nTHE BENEFICIARIES OF CCMP IMPLEMENTATION DESCRIBED ABOVE ARE THE MILLIONS OF RESIDENTS OF THE SAN FRANCISCO BAY AREA AND THE HABITATS AND SPECIES RELIANT ON THE HEALTH OF THE SAN FRANCISCO ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 909800.0, "recipient_id": "41edb69b-6287-c307-6f7f-24abc0a0b0b8-C", "generated_internal_id": "ASST_NON_98T45901_6800"}, {"internal_id": 156830587, "Award ID": "98T43201", "Award Amount": 1820000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-26", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO FUND THE SANTA MONICA BAY RESTORATION FOUNDATION TO SUPPORT THE SANTA MONICA BAY NATIONAL ESTUARY PROGRAM (SMBNEP) TO IMPLEMENT THEIR OWN COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) IN ACCORDANCE WITH CLEAN WATER ACT SECTION 320. TO IMPLEMENT THE CCMP, THE SMBNEP WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: DEVELOP AN EQUITY STRATEGY, RESTORE KELP FORESTS, COVER ABALONE POPULATIONS, ASSESS AND IMPLEMENT OFFSHORE ARTIFICIAL REEFS, RESTORE HEALTHY BEACHES, RESTORE SMALL COASTAL LAGOONS, SUPPORT PUBLIC ACCESS TO THE COAST, AND MONITOR THE HEALTH OF ROCKY INTERTIDAL HABITATS.ACTIVITIES:TO IMPLEMENT THE CCMP, THE SMBNEP WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: DEVELOP AN EQUITY STRATEGY, CONTINUE RESTORATION OF KELP FOREST HABITAT AND POPULATIONS OF RED AND WHITE ABALONE; CREATE AN ADAPTABLE INTERTIDAL SYSTEM AND NEIGHBORING SUBTIDAL HABITAT ALONG THE SANTA MONICA BREAKWATER; RESTORE BEACH AND FOREDUNE HABITAT; CONSTRUCT A 'LIVING SHORELINE' ALONG MALIBU LAGOON STATE BEACH AND THE ADAMSON HOUSE;  DEVELOP A BEACH MANAGEMENT CERTIFICATION PROGRAM; PARTNER WITH THE BLACK SURFERS COLLECTIVE TO INCREASE BEACH ACCESS FOR UNDERSERVED COMMUNITIES; AND CONDUCT A COASTAL ACCESS AND BEACH USER DATA STUDY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL BIL (BIPARTISAN INFRASTRUCTURE LAW) FEDERAL FUNDING IN THE AMOUNT OF $1,820,000.  PRE-AWARD COSTS ARE APPROVED BACK TO 11/01/2022.SUBRECIPIENT:THE BEACH ECOLOGY COALITION WILL WORK WITH THE SANTA MONICA BAY RESTORATION FOUNDATION TO DEVELOP A BEACH SUSTAINABILITY MANAGEMENT COURSE.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE AN EQUITY STRATEGY, IDENTIFICATION AND MAPPING OF KELP RESTORATION SITES, ABALONE MONITORING, STAKEHOLDER OUTREACH AND EDUCATION, MAPPING OF POTENTIAL DUNE RESTORATION SITES, ENVIRONMENTAL PLANNING AND PERMITTING, CURRICULUM DEVELOPMENT, AND ANALYSIS OF BEACH USER DATA. INTENDED BENEFICIARIES OF THESE PROJECTS INCLUDE THE RESIDENTS, VISITORS, AND HABITATS OF THE SANTA MONICA BAY AND ITS WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1820000.0, "recipient_id": "ebec5615-42b2-e3c2-26d0-91523e37b32b-C", "generated_internal_id": "ASST_NON_98T43201_6800"}, {"internal_id": 146302857, "Award ID": "98T25101", "Award Amount": 2300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "66.456", "Description": "THE PURPOSE OF THIS AWARD IS TO FUND THE BAY FOUNDATION OF MORRO BAY TO SUPPORT THE MORRO BAY NATIONAL ESTUARY PROGRAM (MB NEP) TO IMPLEMENT THEIR MB NEP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), IN ACCORDANCE WITH CLEAN WATER ACT SECTION 320. TO IMPLEMENT THE CCMP, THE MB NEP WILL ACCOMPLISH THE FOLLOWING ACTIVITIES: MEASURE, RESTORE, AND PROTECT WATER QUALITY AND HABITAT QUALITY IN THE WATERSHED AND ESTUARY, PROVIDE INFORMATION TO INTERESTED PARTIES ON ESTUARY ISSUESAND AND DO THIS IN COORDINATION WITH PRIVATE AND PUBLIC PARTNERS (I.E., LANDOWNERS, AGENCIES, AND THE PUBLIC). ANTICIPATED DELIVERABLES INCLUDE A BIOSWALE WITH INTERPRETIVE SIGNS, PROJECT AND TREND MONITORING REPORTS, RESTORATION AND BEST MANAGEMENT PRACTICE INSTALLATION AND MAINTENANCE, PRESENTATIONS TO THE COMMUNITY ON ESTUARY RESTORATION AND PROTECTION ISSUES. THE BENEFICIARIES ARE THE CURRENT AND FUTURE MORRO BAY WATERSHED COMMUNITY AND VISITORS. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $700,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34e40dca-4add-2952-caaf-42a2dd03e593-R", "generated_internal_id": "ASST_NON_98T25101_6800"}, {"internal_id": 144308407, "Award ID": "98T25001", "Award Amount": 1450000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "66.456", "Description": "THE AWARD'S PURPOSE IS TO IMPLEMENT THE SANTA MONICA BAY NATIONAL ESTUARY PROGRAM (SMBNEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) IN ACCORDANCE WITH CLEAN WATER ACT SECTION 320. THIS GRANT FUNDS TASKS OUTLINED IN THE ANNUAL WORKPLAN INCLUDING BEACH AND DUNE RESTORATION, PROTECTING AND RESTORING MARINE HABITAT, CONTROLLING AND PREVENTING SOURCES OF WATER POLLUTION WITH GREEN INFRASTRUCTURE, AND IMPLEMENTING THE BOATER EDUCATION POLLUTION PREVENTION PROGRAM. ANTICIPATED DELIVERABLES INCLUDE UPDATES IN SEMI-ANNUAL REPORTS, PROJECT WEBSITE, PHOTOS, AND NATIONAL ESTUARY PROGRAM REPORTING TOOL. EXPECTED OUTCOMES INCLUDE COMPLETED WORK TO RESTORE KELP BEDS AND BEACH AND DUNE HABITAT. INTENDED BENEFICIARIES INCLUDE THE PEOPLE WHO LIVE AND RECREATE IN THE SANTA MONICA BAY WATERSHED AS WELL THE FLORA AND FAUNA.   \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $700,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebec5615-42b2-e3c2-26d0-91523e37b32b-C", "generated_internal_id": "ASST_NON_98T25001_6800"}, {"internal_id": 151169471, "Award ID": "98685819", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "66.456", "Description": "DESCRIPTION:THESE FUNDS FOR COASTAL BEND BAYS AND ESTUARIES PROGRAM (CBBEP) SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE COASTAL BEND BAYS AND ESTUARIES. ACTIVITIES:ACTIVITIES INCLUDE ASSESSING TRENDS IN WATER QUALITY, NATURAL RESOURCES AND USES; COORDINATING IMPLEMENTATION OF THE CCMP BY THE STATE, AS WELL AS FEDERAL AND LOCAL AGENCIES; AND MONITORING THE EFFECTIVENESS OF ACTIVITIES CONDUCTED UNDER THE CCMP.SUBRECIPIENT:SUB-AWARDEES WILL BE MONITORING FOR HARMFUL ALGAL BLOOMS ALONG THE PADRE ISLAND NATIONAL SEASHORE, AND ASSESS THE PRODUCTIVITY (NEST SURVIVAL AND NUMBER OF FLEDGLINGS) OF FOUR PRIORITY COASTAL BIRD SPECIES (REDDISH EGRET, TRICOLORED HERON, GREAT EGRET, AND BLACK SKIMMER) AND TEST FOR DIFFERENCES IN PRODUCTIVITY AMONG ISLAND TYPES.OUTCOMES:DELIVERABLES INCLUDE SEMI-ANNUAL REPORTS, ALONG WITH PROJECT FINAL REPORTS WHICH INCLUDE, BUT NOT LIMITED TO, A SUMMARY REPORT DOCUMENTING THE IMPLEMENTATION OF THE RESOURCE MANAGEMENT AND PUBLIC EDUCATION ACTIVITIES, AN ASSESSMENT WITH AN IMPROVED UNDERSTANDING OF THE DEGREE TO WHICH DIFFERENT ROOKERY ISLAND TYPES PRODUCE FLEDGLINGS AND INCREASED CAPACITY FOR PRO-ACTIVELY MONITORING HABS AT PADRE ISLAND NATIONAL SEASHORE AND AN INCREASED AWARENESS OF HABS IMPACTS BY VISITORS OF THE PARK AND THE GENERAL PUBLIC. DIRECT BENEFICIARIES INCLUDE VISITORS AND RESIDENTS IN THE COAST BEND BAYS AND ESTUARY AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12e44ca6-3044-2461-3c6d-d0a538950a0c-C", "generated_internal_id": "ASST_NON_98685819_6800"}, {"internal_id": 139786081, "Award ID": "98685818", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "66.456", "Description": "THESE FUNDS FOR COASTAL BEND BAYS &AMPAND ESTUARIES PROGRAM (CBBEP) SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE COASTAL BEND BAYS &AMPAND ESTUARIES. ACTIVITIES INCLUDE ASSESSING TRENDS IN WATER QUALITY, NATURAL RESOURCES AND USESAND COORDINATING IMPLEMENTATION OF THE CCMP BY THE STATE, AS WELL AS FEDERAL AND LOCAL AGENCIESAND AND MONITORING THE EFFECTIVENESS OF ACTIVITIES CONDUCTED UNDER THE CCMP. SUBRECIPIENT INCLUDES A LOCAL UNIVERSITY IN THE CORPUS CHRISTI AREA. DIRECT BENEFICIARIES INCLUDE VISITORS AND RESIDENTS IN THE COAST BEND BAYS AND ESTUARY AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12e44ca6-3044-2461-3c6d-d0a538950a0c-C", "generated_internal_id": "ASST_NON_98685818_6800"}, {"internal_id": 110190020, "Award ID": "98685817", "Award Amount": 662500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE COASTAL BEND BAYS & ESTUARIES PROGRAM (CBBEP) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE COASTAL BEND BAYS & ESTUARIES. ACTIVITIES INCLUDE ASSESSING TRENDS IN WATER QUALITY, NATURAL RESOURCES AND USES; COORDINATING IMPLEMENTATION OF THE CCMP BY THE STATE, AS WELL AS FEDERAL AND LOCAL AGENCIES; AND MONITORING THE EFFECTIVENESS OF ACTIVITIES CONDUCTED UNDER THE CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12e44ca6-3044-2461-3c6d-d0a538950a0c-C", "generated_internal_id": "ASST_NON_98685817_6800"}, {"internal_id": 85201237, "Award ID": "98685816", "Award Amount": 625000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE COASTAL BEND BAYS & ESTUARIES PROGRAM (CBBEP) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE COASTAL BEND BAYS & ESTUARIES. ACTIVITIES INCLUDE ASSESSING TRENDS IN WATER QUALITY, NATURAL RESOURCES AND USES; COORDINATING IMPLEMENTATION OF THE CCMP BY THE STATE, AS WELL AS FEDERAL AND LOCAL AGENCIES; AND MONITORING THE EFFECTIVENESS OF ACTIVITIES CONDUCTED UNDER THE CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12e44ca6-3044-2461-3c6d-d0a538950a0c-C", "generated_internal_id": "ASST_NON_98685816_6800"}, {"internal_id": 68326495, "Award ID": "98685815", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-20", "CFDA Number": "66.456", "Description": "THIS PROJECT FOCUSES ON THE IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL AND BIOLOGICAL INTEGRITY OF THE ESTUARY THROUGH TASKS OUTLINED IN THE COASTAL BEND BAYS & ESTUARIES PROGRAM (CBBEP) WORK PLAN. ACTIVITIES INCLUDE COASTAL BIRD MANAGEMENT, MONITORING, PUBLIC EDUCATION AND PUBLIC AWARENESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12e44ca6-3044-2461-3c6d-d0a538950a0c-C", "generated_internal_id": "ASST_NON_98685815_6800"}, {"internal_id": 162166047, "Award ID": "98320917", "Award Amount": 850000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT PROVIDES FUNDING TO MARYLAND COASTAL BAYS PROGRAM UNDER THE NATIONAL ESTUARY PROGRAM (NEP) TO SUPPORT IMPLEMENTATION OF THE NEP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND EPA STRATEGIC PLAN GOAL 5: ENSURE CLEAN AND SAFE WATER FOR ALL COMMUNITIES AND OBJECTIVE 5.2: - PROTECT AND RESTORE WATERBODIES AND WATERSHEDS TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES IN THE ESTUARY. SECTION 320 OF THE CWA AUTHORIZES THE ADMINISTRATOR OF THE EPA TO CONVENE MANAGEMENT CONFERENCES TO DEVELOP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLANS FOR ESTUARIES OF NATIONAL SIGNIFICANCE THAT ARE THREATENED BY POLLUTION, DEVELOPMENT, OR OVERUSE. ACTIVITIES:THE PROJECTS INCLUDED WILL SUPPORT ACTIVITIES THAT ADDRESS THE KEY CHALLENGES FACING THE ESTUARY INCLUDING ASSESSING TRENDS IN WATER QUALITY, HABITATS, NATURAL RESOURCES AND USES; COORDINATING IMPLEMENTATION OF THE CCMP BY THE NEP, ALONG WITH THE STATE, FEDERAL, LOCAL AGENCIES, STAKEHOLDERS, NGOS, CITIZENS, PARTNERS, AND OTHERS; AND MONITORING THE EFFECTIVENESS OF ACTIVITIES CONDUCTED UNDER THE MANAGEMENT CONFERENCE APPROVED CCMP AND ANNUAL WORKPLAN. SOME SPECIFIC WORK AND ACTIONS TO BE ACCOMPLISHED THROUGH THIS AWARD INCLUDE CONTINUATION OF ONGOING PROJECTS TO RESTORE IMPORTANT COASTAL AND INLAND HABITATS AND SPECIES OF SIGNIFICANCE; DEVELOPMENT OF A NEW CCMP; PLANNING AND EXECUTION OF A PROGRAMMATIC EVALUATION; CONDUCTING PUBLIC ENVIRONMENTAL EDUCATION PROGRAMMING, COMMUNITY OUTREACH CAMPAIGNS; MONITORING STREAMS AND COASTAL BAYS FOR CONTINUOUS EFFORTS; AND DEVELOPING TECHNICAL AND PUBLIC REPORTS.SUBRECIPIENT:SUPPORTING THE WORK OF THE CHESAPEAKE CONSERVATION CORPS IN IMPLEMENTING THE MCBP CCMP; SUPPORTING THE WORK OF UNIVERSITY OF MARYLAND CENTER FOR ENVIRONMENTAL STUDIES IN THEIR DEVELOPMENT OF ANNUAL REPORT CARD AND ECO-HEALTH REPORTING RESOURCES AND ACCESS. OUTCOMES:DELIVERABLES INCLUDE THE MCBP ANNUAL REPORT CARD ON WATERSHED QUALITY AND HEALTH AND THE CONTINUED SUPPORT OF UNIVERSITY OF MARYLAND - EASTERN SHORE (UMES) THROUGH THE LEAP MOU PROGRAM. MCBP ANTICIPATES HOSTING FOUR PROFESSIONAL DEVELOPMENT WORKSHOPS AND 12 COMMUNITY VOLUNTEER AND PUBLIC EDUCATION EVENTS. THEY ALSO ANTICIPATE APPLICATIONS FOR DESIGN/IMPLEMENTATION FUNDING FOR PRIORITIZED PROJECTS AND PROFESSIONAL DEVELOPMENT OF MCBP STAFF AS A DELIVERABLE. OUTCOMES FROM THIS AWARD INCLUDE IMPROVED ENVIRONMENTAL LITERACY AND GROWTH IN ENVIRONMENTAL STEWARDSHIP IN THE WATERSHED, INCREASED COMMUNITY STEWARDSHIP AND BEHAVIOR CHANGE AROUND ENVIRONMENTAL ISSUES, AND THE PRESERVATION/ENHANCEMENT OF WATER QUALITY, CRITICAL HABITAT AND COASTAL RESILIENCE RESOURCES. INTENDED BENEFICIARIES OF THIS AWARD INCLUDE THE CITIZENS OF THE LOCAL WATERSHED, VISITORS TO THE EASTERN SHORE AND COASTAL BAYS, INDUSTRIES AND BUSINESSES THAT RELY ON THE COASTAL BAYS, STUDENTS AND FACULTY OF THE LOCAL SCHOOL SYSTEM AND OF UMES, AND THE LOCAL ECOSYSTEM AS A WHOLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7ff5639-0951-8471-d78d-c051968f9638-R", "generated_internal_id": "ASST_NON_98320917_6800"}, {"internal_id": 139786089, "Award ID": "98320916", "Award Amount": 1473000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "66.456", "Description": "THE PURPOSE OF THIS AWARD IS TO SUPPORT THE IMPLEMENTATION OF THE MARYLAND COASTAL BAY PROGRAM'S COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP TO RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE MARYLAND COASTAL BAYS SYSTEM. ACTIVITIES UNDER THIS PROJECT INCLUDE HABITAT RESTORATION, WATERSHED MONITORING, AND EDUCATION/OUTREACH EFFORTS. THE OUTPUTS AND OUTCOMES OF THE ACTIVITIES UNDER THIS PROJECT INCLUDE IMPROVED WATER QUALITY, IMPROVED COASTAL HABITAT CONDITIONS, AND INCREASED COMMUNITY AWARENESS AND KNOWLEDGE ON ENVIRONMENTAL MATTERS. \n\nTHE BENEFICIARIES OF THIS PROJECT INCLUDE THE RESIDENTS AND VISITORS OF THE MARYLAND COASTAL BAYS REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7ff5639-0951-8471-d78d-c051968f9638-R", "generated_internal_id": "ASST_NON_98320916_6800"}, {"internal_id": 83285546, "Award ID": "98320914", "Award Amount": 1267500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-16", "CFDA Number": "66.456", "Description": "THIS AWARD PROVIDES FUNDING FOR IMPLEMENTATION OF THE EPA APPROVED MARYLAND COASTAL BAYS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICIAL INTEGRITY OF THE MARYLAND COASTAL BAYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7ff5639-0951-8471-d78d-c051968f9638-R", "generated_internal_id": "ASST_NON_98320914_6800"}, {"internal_id": 48070215, "Award ID": "98320913", "Award Amount": 1327256.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "66.456", "Description": "THIS AWARD PROVIDES FUNDING FOR IMPLEMENTATION OF THE EPA-APPROVED MARYLAND COASTAL BAYS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE MARYLAND COASTAL BAYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7ff5639-0951-8471-d78d-c051968f9638-R", "generated_internal_id": "ASST_NON_98320913_6800"}, {"internal_id": 48070214, "Award ID": "98320912", "Award Amount": 1222000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-28", "CFDA Number": "66.456", "Description": "THIS AWARD PROVIDES FUNDING FOR IMPLEMENTATION OF THE EPA-APPROVED MARYLAND COASTAL BAYS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7ff5639-0951-8471-d78d-c051968f9638-R", "generated_internal_id": "ASST_NON_98320912_6800"}, {"internal_id": 152549203, "Award ID": "98212315", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.456", "Description": "DESCRIPTION:A COOPERATIVE AGREEMENT IS PROVIDED TO OCEAN COUNTY COLLEGE (OCC) TO SUPPORT IMPLEMENTATION OF THE 2021 COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) PREPARED BY THE BARNEGAT BAY PARTNERSHIP (BBP) AND THE POLICY COMMITTEE-APPROVED ANNUAL WORKPLAN. THE BARNEGAT BAY PARTNERSHIP IS ONE OF 28 NATIONAL ESTUARY PROGRAMS NATIONWIDE, AND CONDUCTS ITS WORK BY IMPLEMENTING THE EPA-APPROVED CCMP.  THE GOAL OF THIS PROGRAM IS TO IMPROVE WATER QUALITY, RESTORE AND PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE BARNEGAT BAY ESTUARY.  IMPLEMENTATION OF THE CCMP WILL SEEK TO PROTECT AND IMPROVE WATER QUALITY THROUGHOUT BARNEGAT BAY AND ITS WATERSHED; ENSURE ADEQUATE WATER SUPPLIES AND FLOW FOR ECOLOGICAL AND HUMAN COMMUNITIES; PROTECT AND RESTORE HABITAT AND HEALTHY AND SUSTAINABLE NATURAL COMMUNITIES OF PLANTS AND ANIMALS AND; IMPROVE AND SUSTAIN COLLABORATIVE APPROACHES TO RESPONSIBLE LAND USE PLANNING AND OPEN SPACE PRESERVATION.  THE BBP WILL MAKE AVAILABLE SUB-AWARDS FOR RESEARCH AND IMPLEMENTATION PROJECTS THAT EITHER FURTHER PROGRESS TOWARDS THE WATER QUALITY, WATER SUPPLY, LIVING RESOURCES AND LAND USE PLANNING GOALS DESCRIBED ABOVE AND/OR PROJECTS THAT PROVIDE INFORMATION NEEDED TO ASSESS THE CURRENT STATUS OF EIGHT ECOSYSTEM-BASED TARGETSACTIVITIES:ACTIVITIES TO PROTECT AND IMPROVE WATER QUALITY INCLUDE WATER QUALITY MONITORING, TECHNICAL ASSISTANCE FOR NUTRIENT REDUCTION, DEVELOPMENT OF WATERSHED PROTECTION PLANS FOR SUB-WATERSHEDS, AND SUPPORT FOR REDUCING SOURCES OF MARINE DEBRIS.  ACTIVITIES TO ENSURE ADEQUATE WATER SUPPLIES AND FLOW FOR ECOLOGICAL AND HUMAN COMMUNITIES INCLUDE WORKING WITH PARTNERS ON WATER SUPPLY CONSERVATION MEASURES AND ASSOCIATED PUBLIC OUTREACH.  ACTIVITIES TO PROTECT, RESTORE AND ENHANCE LIVING RESOURCES INCLUDE REDUCING BOATING IMPACTS, EELGRASS RESTORATION, COASTAL WETLAND MONITORING, AND INCREASING COASTAL RESILIENCY TO CLIMATE CHANGE.  ACTIVITIES TO IMPROVE AND SUSTAIN RESPONSIBLE LAND USE PLANNING AND OPEN SPACE PRESERVATION INCLUDES LAND ACQUISITION AND PROMOTING STEWARDSHIP AND RESPONSIBLE USE OF OPEN SPACE.  SUBRECIPIENT:THE BBP SCIENCE AND TECHNICAL ADVISORY COMMITTEE WILL ISSUE A REQUEST FOR PROPOSALS FOR IMPLEMENTATION PROJECTS TO FURTHER CCMP GOALS.  OUTCOMES:ANTICIPATED DELIVERABLES RELATING TO PROTECTING AND RESTORING WATER QUALITY INCLUDE COLLECTION OF WATER QUALITY DATA THAT WILL BE USED TO INFORM MANAGEMENT DECISIONS; ENHANCEMENT TO THE JERSEY-FRIENDLY YARDS WEBSITE TO CONTINUE REDUCTIONS OF NUTRIENTS INTO THE WATERSHED; DEVELOPMENT AND IMPLEMENTATION OF SUB-WATERSHED PLANS PROTECTION AND RESTORATION PLANS; AND ANNUAL BEACH CLEANUPS.  ANTICIPATED DELIVERABLES RELATED TO ENSURING ADEQUATE WATER SUPPLY AND FLOWS INCLUDE IDENTIFICATION OF PROJECTS TO REDUCE CONSUMPTIVE WATER USE AND PROTECT SUPPLIES AND USE OF SOCIAL MEDIA TO PROMOTE WATER CONSERVATION.   ANTICIPATED DELIVERABLES FOR RESTORING AND PROTECTING LIVING RESOURCES INCLUDE DEVELOPMENT OF OUTREACH MATERIALS FOR BOATERS TO PROTECT SEAGRASS; A FINAL REPORT FOR THE BIENNIAL DEMOGRAPHIC SURVEY OF SEAGRASS BEDS AND DEVELOPMENT OF A BEST PRACTICES DOCUMENT FOR SEAGRASS RESTORATION; COLLECTION OF DATA THROUGH COMMUNITY SCIENCE PROGRAMS AND; CONTINUED MONITORING OF COASTAL WETLANDS.   ANTICIPATED DELIVERABLES FOR LAND USE PLANNING INCLUDE THE ACQUISITION OF 750 ACRES OF OPEN SPACE AND THE DEVELOPMENT OF PUBLIC OUTREACH TOOLS TO EXPLAIN THE ECOLOGICAL BENEFIT OF LAND ACQUISITION TO THE PUBLIC.  OTHER PROGRAM DELIVERABLES INCLUDE THE DEVELOPMENT OF COMMUNICATION, MONITORING, HABITAT AND FINANCIAL PLANS TO SUPPORT IMPLEMENTATION OF THE CCMP.  \n\nTHE EXPECTED OUTCOMES OF THIS AWARD ARE THE CONTINUATION OF RESTORATION AND PROTECTION OF WATER QUALITY, WATER SUPPLIES, LIVING RESOURCES, AND LAND USE IN THE BARNEGAT BAY AND ITS WATERSHED AND EDUCATION AND OUTREACH TO ENHANCE STEWARDSHIP IN THE ESTUARY. THE DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION THROUGHOUT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837faa19-f78d-1cfc-2a5e-0d0eea36980d-C", "generated_internal_id": "ASST_NON_98212315_6800"}, {"internal_id": 85201213, "Award ID": "98212314", "Award Amount": 1987500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-23", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO OCEAN COUNTY COLLEGE TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN PREPARED BY THE BARNEGAT BAY PARTNERSHIP TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE BARNEGAT BAY ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837faa19-f78d-1cfc-2a5e-0d0eea36980d-C", "generated_internal_id": "ASST_NON_98212314_6800"}, {"internal_id": 48064319, "Award ID": "98212313", "Award Amount": 1983852.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-17", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO OCEAN COUNTY COLLEGE (OCC) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837faa19-f78d-1cfc-2a5e-0d0eea36980d-C", "generated_internal_id": "ASST_NON_98212313_6800"}, {"internal_id": 48064318, "Award ID": "98212312", "Award Amount": 1810711.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-18", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO OCEAN COUNTY COLLEGE (OCC) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837faa19-f78d-1cfc-2a5e-0d0eea36980d-C", "generated_internal_id": "ASST_NON_98212312_6800"}, {"internal_id": 69783362, "Award ID": "97230303", "Award Amount": 1271092.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION TO SUPPORT THE PECONIC ESTUARY PROGRAM'S WORK RESTORING AND PROTECTING WATER QUALITY AND HABITAT IN EASTERN LONG ISLAND. THIS AWARD WILL SUPPORT THE STAFF OF THE PECONIC ESTUARY PROGRAM AS THEY CARRY OUT A RANGE OF ENVIRONMENTAL PROJECTS AND SUPPORTS NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION AND SUFFOLK COUNTY'S IMPLEMENTATION OF PROJECTS THAT SUPPORT THE PECONIC ESTUARY'S RESTORATION AND PROTECTION. THE GOAL OF THIS PROGRAM IS TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE PECONIC ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_97230303_6800"}, {"internal_id": 47993173, "Award ID": "97230302", "Award Amount": 928900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-08", "CFDA Number": "66.456", "Description": "THIS GRANT AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE RECIPIENT TO SUPPORT NEW YORK STATE'S IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_97230302_6800"}, {"internal_id": 47993172, "Award ID": "97230301", "Award Amount": 900954.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2012-09-24", "CFDA Number": "66.456", "Description": "THIS GRANT AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE RECIPIENT TO SUPPORT NEW YORK STATES IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_97230301_6800"}, {"internal_id": 152549136, "Award ID": "97207003", "Award Amount": 817000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "66.456", "Description": "DESCRIPTION:A COOPERATIVE AGREEMENT IS PROVIDED TO HUDSON RIVER FOUNDATION FOR SCIENCE AND ENVIRONMENTAL RESEARCH, INC.  TO SUPPORT IMPLEMENTATION OF THE NY/NJ HARBOR AND ESTUARY' PROGRAM'S COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING ACTION PLAN PREPARED BY HUDSON RIVER FOUNDATION AND STAKEHOLDERS TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE NEW YORK-NEW JERSEY HARBOR AND ESTUARY. THIS AGREEMENT ALSO SUPPORTS THE URBAN WATERS FEDERAL PARTNERSHIP WHICH AIMS TO STIMULATE REGIONAL AND LOCAL ECONOMIES, CREATE LOCAL JOBS, IMPROVE QUALITY OF LIFE, AND PROTECT AMERICANS' HEALTH BY REVITALIZING URBAN WATERWAYS IN UNDER-SERVED COMMUNITIES ACROSS THE COUNTRY.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE SPECIFIED WITHIN THE NY-NJ HARBOR AND ESTUARY PROGRAM'S FY 2023 ANNUAL BUDGET AND WORKPLAN ATTACHED TO THIS FUNDING RECOMMENDATION, AND SUPPORT THE NYNJ HARBOR AND ESTUARY PROGRAMS 2017 - 2025 ACTION AGENDA. ACTIONS INCLUDE SUPPORTING GREEN INFRASTRUCTURE TO IMPROVE WATER QUALITY, REDUCE SOURCES OF TRASH AND FLOATABLES TO THE HARBOR, RESTORE AND CONSERVE WETLANDS AND OTHER HABITATS, INCORPORATE SEA LEVEL RISE INTO RESTORATION AND HABITAT MANAGEMENT PRACTICES, INCREASE TRIBUTARY CONNECTIONS TO THE HARBOR, ADVANCE OPPORTUNITIES TO INCREASE PUBLIC ACCESS (PARTICULARLY IN DISADVANTAGED COMMUNITIES), WORK CLOSELY WITH THE URBAN WATER PARTNERSHIP AMBASSADORS IN DISADVANTAGED COMMUNITIES, AND PROVIDE AN IMPORTANT PLATFORM FOR COMMUNICATION BETWEEN FEDERAL, STATE, LOCAL AND NON-GOVERNMENTAL ORGANIZATION PARTNERS TO SUPPORT THE HEALTH OF THE ESTUARY.SUBRECIPIENT:SUBAWARD - WILL PROVIDE SUPPORT FOR PASSAIC URBAN  WATERS AMBASSADOR  URBAN WATERS WORKPLAN AND PROJECTS \nSUBAWARD - WILL SUPPORT PARTNER ENGAGEMENT IN HEP MANAGEMENT COMMITTEE AGENDAS AND MINUTES \nSUBAWARD - WILL SUPPORT FOR OUTREACH AND SHORELINE CLEAN UPS: WQ#8208;B#8208; 5  FINAL REPORT \nSUBAWARD - WILL SUPPORT COMMUNITY BASED MONITORING EFFORTS FOR AMERICAN EELS: H#8208;C#8208;1: HABITAT MONITORING. FINAL REPORTS \nSUBAWARD (MATCH) HUDSON RIVER FOUNDATION  RESEARCH SUPPORT WILL PROVIDE SUPPORT FOR RESEARCH ON THE HUDSON RIVER AND ESTUARY WITH FINAL REPORTS \n SUBAWARD (MATCH)   HUDSON RIVER BIOLOGICAL  MONITORING PROGRAM RESEARCH SUPPORT FOR THE CONTAMINANT AND REDUCTION PROGRAM WITH  FINAL REPORTS  \n\nOUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES AND INTENDED BENEFICIARIES INCLUDED IN THE FY 2023 WORKPLAN INCLUDE: \n1) QUARTERLY WATER QUALITY WORKGROUP MEETINGS AND CONTINUOUS MONITORING PRACTITIONERS SUBCOMMITTEE, INCLUDING MINUTES. GOVERNMENT, SCIENTIST AND PUBLIC STAKEHOLDERS.\n2) PREPARE SHARED WATERS WATER QUALITY COMMUNICATIONS BROCHURE. FEDERAL, STATE AND PUBLIC STAKEHOLDERS.\n3) CONTINUE TO MAINTAIN NON-GOVERNMENTAL WATER QUALITY MONITORING DATABASE.  ALL STAKEHOLDERS IN THE ESTUARY.\n4) PLAN AND HOLD ANNUAL CONFERENCE AND VARIOUS WORKSHOPS ON THE STATE OF THE NYNJ HARBOR ESTUARY. ALL STAKEHOLDERS IN THE ESTUARY.\n5) THE RESTORATION WORKGROUP WILL CONTINUE TO WORK WITH THE US ARMY CORPS OF ENGINEERS, STATES AND LOCAL GOVERNMENTS TO IDENTIFY  APPROPRIATE ECOSYSTEM RESTORATION PROJECTS, WITH PRIORITY SITES IN DISADVANTAGED COMMUNITIES. ALL STAKEHOLDERS IN THE ESTUARY.\n6) SUPPORT THE PASSAIC RIVER AND BRONX /HARLEM URBAN WATER AMBASSADORS FOR SCIENCE AND OUTREACH PROGRAMS. DISADVANTAGED COMMUNITIES ON THE PASSAIC AND BRONX AND HARLEM RIVERS.\n7) ANNUALLY PREPARE DATA FOR EPA REGARDING ALL STAKEHOLDER RESTORATION AND HABITAT CREATION IN THE NYNJ HARBOR ESTUARY PROGRAM'S GEOGRAPHIC AREA FOR EPA NEPORT.  EPA HQ AND ALL STAKEHOLDERS IN THE ESTUARY.\n8) WORK WITH COMMUNITIES TO IDENTIFY EXISTING AND PROPOSED PUBLIC ACCESS SITES, AND UPDATE EXISTING 'PADDLERS GUIDE TO THE ESTUARY'. COMMUNITY USERS OF THE ESTUARY.\n9) PREPARE ANNUAL REPORT OF ACTIONS. EPA AND STAKEHOLDERS IN THE ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b059700d-9219-ebbe-86d6-6d94c446daf8-R", "generated_internal_id": "ASST_NON_97207003_6800"}, {"internal_id": 86482936, "Award ID": "97207002", "Award Amount": 2348660.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO HUDSON RIVER FOUNDATION TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN AND ACCOMPANYING STRATEGIC PLAN PREPARED BY HUDSON RIVER FOUNDATION TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE NEW YORK - NEW JERSEY HARBOR AND ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b059700d-9219-ebbe-86d6-6d94c446daf8-R", "generated_internal_id": "ASST_NON_97207002_6800"}, {"internal_id": 47990582, "Award ID": "97207001", "Award Amount": 2357000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-20", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO HUDSON RIVER FOUNDATION TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b059700d-9219-ebbe-86d6-6d94c446daf8-R", "generated_internal_id": "ASST_NON_97207001_6800"}, {"internal_id": 47889619, "Award ID": "96291113", "Award Amount": 909542.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-12", "CFDA Number": "66.456", "Description": "THIS PROJECT CONDUCTS THE PLANNING, ORGANIZATION AND IMPLEMENTATION OF PUBLIC ENVIRONMENTAL EDUCATION PROGRAMS FOR THE LONG ISLAND SOUND IN THE STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_96291113_6800"}, {"internal_id": 137646218, "Award ID": "96247000", "Award Amount": 1559838.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE RESEARCH FOUNDATION SUNY TO SUPPORT THE PECONIC ESTUARY PARTNERSHIP'S WORK RESTORING AND PROTECTING WATER QUALITY AND HABITAT IN EASTERN LONG ISLAND. THE PECONIC ESTUARY PARTNERSHIP IS ONE OF 28 NATIONAL ESTUARY PROGRAMS NATIONWIDE, AND CONDUCTS ITS WORK BY IMPLEMENTING AN EPA-APPROVED PLAN CALLED A COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN, CCMP. THIS AWARD WILL SUPPORT THE STAFF OF THE PECONIC ESTUARY PARTNERSHIP AS THEY CARRY OUT A RANGE OF ENVIRONMENTAL PROJECTS INCLUDED IN THE CCMP, AND SUPPORTS NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION AND SUFFOLK COUNTY'S IMPLEMENTATION OF PROJECTS THAT SUPPORT THE PECONIC ESTUARY'S RESTORATION AND PROTECTION. THE GOAL OF THIS PROGRAM IS TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE PECONIC ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3313e5e7-fa36-d54b-e36d-0e1e09cc0c30-C", "generated_internal_id": "ASST_NON_96247000_6800"}, {"internal_id": 157865257, "Award ID": "96236122", "Award Amount": 909800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "66.456", "Description": "DESCRIPTION:A COOPERATIVE AGREEMENT IS PROVIDED TO OCEAN COUNTY COLLEGE/BARNEGAT BAY PARTNERSHIP (BBP) TO SUPPORT IMPLEMENTATION OF ITS 2021 COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND THE POLICY COMMITTEE-APPROVED FFY22 BIPARTISAN INFRASTRUCTURE LAW WORKPLAN DATED JANUARY 18, 2023 (BIL FFY22 WORKPLAN). THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA OR 'BIPARTISAN INFRASTRUCTURE LAW' OR BIL) PASSED THE U.S. SENATE IN AUGUST 2021 AND THE U.S. HOUSE OF REPRESENTATIVES IN NOVEMBER 2021. PRESIDENT BIDEN SIGNED IT INTO LAW ON NOVEMBER 15, 2021. THIS LEGISLATION PROVIDES AN ADDITIONAL $132 MILLION TO THE 28 NATIONAL ESTUARY PROGRAMS (NEP) OVER FIVE YEARS IN ADDITION TO REGULAR APPROPRIATIONS. \n\nIMPLEMENTATION OF THE FFY22 BIL WORKPLAN WILL HELP MEET THE FOUR GOALS LAID OUT IN THE CCMP:  TO PROTECT AND IMPROVE WATER QUALITY THROUGHOUT BARNEGAT BAY AND ITS WATERSHED; TO ENSURE ADEQUATE WATER SUPPLIES AND FLOW FOR ECOLOGICAL AND HUMAN COMMUNITIES; TO PROTECT AND RESTORE HABITAT AND HEALTHY AND SUSTAINABLE NATURAL COMMUNITIES OF PLANTS AND ANIMALS AND; TO IMPROVE AND SUSTAIN COLLABORATIVE APPROACHES TO RESPONSIBLE LAND USE PLANNING AND OPEN SPACE PRESERVATION. THE PROJECTS THAT WILL BE IMPLEMENTED INCLUDE:\n- COUNTY/MUNICIPAL STORMWATER MANAGEMENT GRANT PROGRAM, PROVIDING A GRANT-FUNDING (SUBAWARD) OPPORTUNITY TO FUND STORMWATER MANAGEMENT IMPLEMENTATION PROJECTS WITHIN OR BENEFITTING A DISADVANTAGED COMMUNITY AND IN CONSIDERATION OF SEA LEVEL RISE; \n- WATER QUALITY MONITORING INFRASTRUCTURE, ENABLING REPLACEMENT AND UPGRADES TO THE WATER QUALITY MONITORING EQUIPMENT TO CONTINUE THE MONITORING PROGRAM; \n- MAPPING AND DEMOGRAPHIC ASSESSMENT PROJECT, ENABLING SEA GRASS MAPPING TO UPDATE THE 2009 MAPPING CURRENTLY AVAILABLE AND PROVIDING A DEMOGRAPHIC ASSESSMENT AND FILLING THE HIGHEST PRIORITY INFORMATION GAP FOR BARNEGAT BAY; \n- WATERSHED STREAM CROSSING ASSESSMENT, ENABLING ASSESSMENT OF CULVERTS AND BRIDGES FOR AQUATIC PASSAGE AND PRIORITIZATION FOR IMPROVEMENTS TO STREAM CONNECTIVITY AND REDUCTION IN LOCAL FLOODING; \n- JERSEY-FRIENDLY YARDS (JFY) PROJECT IMPLEMENTATION, TO FURTHER GROW AND EXPAND THIS HIGHLY SUCCESSFUL PROGRAM TO IMPROVE STORMWATER MANAGEMENT AND REDUCE NONPOINT SOURCE POLLUTION BY EDUCATING THE PUBLIC ABOUT BEST MANAGEMENT PRACTICES, FOCUSING ON DELIVERING PROJECTS IN DISADVANTAGED COMMUNITIES; \n- DIVERSITY, EQUITY, AND INCLUSION WORKGROUP, TO ENABLE THE BBP TO WORK WITH PARTNERS AND CONTRACTORS TO FURTHER IDENTIFY UNDERSERVED STAKEHOLDERS, DEVELOP A COMMUNITY WORKGROUP, AND PROVIDE FUNDING AND TECHNICAL SUPPORT;\n- PARTIALLY SUPPORT BBP STAFF, INCLUDING A COMMUNICATIONS COORDINATOR, WETLANDS COORDINATOR, AND CITIZEN SCIENCE/STEWARDSHIP COORDINATOR TO HELP IMPLEMENT CCMP PRIORITIES.\n\n\nACTIVITIES:THE ACTIVITIES IN THE BILFFY22 WORKPLAN TO BE PERFORMED INCLUDE:\n- ONE OR MORE STORMWATER IMPLEMENTATION PROJECTS IN DISADVANTAGED COMMUNITIES;\n- REPLACEMENT AND UPGRADES OR REFURBISHMENT OF COMPONENTS OF THE BBP WATER QUALITY MONITORING NETWORK TO ALLOW THE CONTINUED COLLECTION OF WATER QUALITY DATA;\n- MAPPING OF SEAGRASS TO UPDATE THE 2009 BAY-WIDE MAPPING CURRENTLY AVAILABLE AND ASSESS THE HEALTH OF SEAGRASSES WITHIN THE BAY;\n- ASSESSMENT OF ROAD-STREAM CROSSINGS SUCH AS CULVERTS AND BRIDGES FOR AQUATIC PASSAGE AND CLIMATE READINESS AND STORING THIS INFORMATION IN A PUBLICLY ACCESSIBLE DATABASE;\n- HIRING OF A FULL-TIME BBP STAFF PERSON TO ASSIST WITH JERSEY-FRIENDLY YARDS (JFY) EDUCATION AND OUTREACH PROJECT TO EDUCATE ABOUT BEST LANDSCAPE PRACTICES; FOCUSING ON PROJECTS IN DISADVANTAGED COMMUNITIES; \n- ESTABLISHMENT OF A DIVERSITY, EQUITY, INCLUSION (DEI) WORKGROUP TO WORK WITH CONTRACTOR TO IDENTIFY DISADVANTAGED COMMUNITIES AND HELP BUILD CAPACITIES WITHIN THOSE GROUPS AND COMMUNITIES;\n- PARTIALLY SUPPORT THE HIRING OF ADDITIONAL BBP PROGRAM STAFF, INCLUDING A COMMUNICATIONS AND MARKETING COORDINATOR, WETLANDS COORDINATOR, AND STEWARDSHIP/CITIZEN SCIENCE POSITION IN ORDER TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 909800.0, "recipient_id": "837faa19-f78d-1cfc-2a5e-0d0eea36980d-C", "generated_internal_id": "ASST_NON_96236122_6800"}, {"internal_id": 157419519, "Award ID": "96235922", "Award Amount": 1769600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-06", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE PEP 2020 COMPREHENSIVE CONSERVATION MANAGEMENT PLAN (CCMP) GUIDES THE PRIORITIES OF THE ORGANIZATION AND, AS SUCH, ALL PROJECTS AND PLANS DETAILED IN THIS WORKPLAN RELATE DIRECTLY TO THE ACTIONS ESTABLISHED TO ACHIEVE OUR FOUR GOALS: STRONG PARTNERSHIPS AND ENGAGEMENT, CLEAN WATERS, RESILIENT COMMUNITIES PREPARED FOR CLIMATE CHANGE, AND A HEALTHY ECOSYSTEM WITH ABUNDANT, DIVERSE WILDLIFE. THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA OR 'BIPARTISAN INFRASTRUCTURE LAW' OR BIL) PASSED THE U.S. SENATE IN AUGUST 2021 AND THE U.S. HOUSE OF REPRESENTATIVES IN NOVEMBER 2021. PRESIDENT BIDEN SIGNED IT INTO LAW ON NOVEMBER 15, 2021. THIS LEGISLATION PROVIDES AN ADDITIONAL $132 MILLION TO THE 28 NEPS OVER FIVE YEARS IN ADDITION TO REGULAR APPROPRIATIONS. FOR THE PEP THIS RESULTS IN AN ADDITIONAL $909,800 ANNUALLY FROM FY22 TO FY26 TO CARRY OUT WORK THAT ACCELERATES AND MORE EXTENSIVELY IMPLEMENTS THE 2020 CCMP, ENSURES BENEFITS REACH DISADVANTAGED COMMUNITIES, AND BUILDS THE ADAPTIVE CAPACITY OF ECOSYSTEMS AND COMMUNITIES.\nTHREE PROJECTS WILL BE EXECUTED UNDER THE FY22 BIL FUNDING. THESE PROJECTS ARE:\n1. MEETINGHOUSE CREEK WETLAND RESTORATION - CONSTRUCTION PHASE OF A GREEN INFRASTRUCTURE FOR STORMWATER MANAGEMENT AND CLIMATE CHANGE ADAPTATION PROJECT. THIS PROJECT WILL CONSTRUCT A 1.2-ACRE STORMWATER WETLAND TO TREAT STORMWATER RUNOFF AND CREATE ADDITIONAL CAPACITY TO MANAGE INCREASED FLOODING. \n2. SAG HARBOR STORMWATER MANAGEMENT -  INSTALLATION OF TWO GREEN INFRASTRUCTURE PROJECTS, WHICH ARE OUTLINED IN THE VILLAGE OF SAG HARBOR'S WATER QUALITY IMPROVEMENT PROJECT PLAN. THE TWO INSTALLATIONS WILL INCLUDE RAIN GARDENS AND ROAD AMENDMENTS FOR INCREASED STORMWATER CAPACITY AND ROAD RE-GRADING AND AMENDMENTS WITH THE USE OF IMPERVIOUS PAVEMENT.\n3. GOOSE CREEK SUB-CATCHMENT DISCHARGE ELIMINATION - COMPLETION OF THE DISCHARGE REMOVAL IN THE SUB-CATCHMENT OF GOOSE CREEK, SOUTHOLD, NY. THREE MAJOR OUTFALLS WILL REQUIRE EXTENSIVE DRAINAGE TO BE INSTALLED AT THE CURRENT OUTFALL LOCATION AND UPSTREAM OF THE OUTFALL TO ENSURE THAT LOCALIZED FLOODING OF THE ROAD DOES NOT OCCUR.ACTIVITIES:THE ACTIVITIES UNDER EACH PROJECT ARE:\n1. MEETINGHOUSE CREEK WETLAND RESTORATION - ACTIVITIES INCLUDE THE CONSTRUCTION PHASE OF A GREEN INFRASTRUCTURE FOR STORMWATER MANAGEMENT AND CLIMATE CHANGE ADAPTATION PROJECT. THIS PROJECT WILL CONSTRUCT A 1.2-ACRE STORMWATER WETLAND TO TREAT STORMWATER RUNOFF AND CREATE ADDITIONAL CAPACITY TO MANAGE INCREASED FLOODING. THE RESTORATION OF THIS STORMWATER WETLAND HAS FOUR OBJECTIVES: 1) TO IMPROVE WATER QUALITY IN THE MEETINGHOUSE CREEK SUB-CATCHMENT; 2) TO PROVIDE INCREASED COASTAL RESILIENCY BY INCREASING STORM WATER CAPACITY IN THIS SUB-CATCHMENT USING RESTORED WETLAND FUNCTION AND INCREASING CAPACITY TO A 100-YEAR STORMWATER FLOOD LEVEL; 3) CREATE INCREASED COASTAL RESILIENCY IN A NEW YORK STATE DESIGNATED ENVIRONMENTAL JUSTICE AREA; AND 4) PROVIDE INCREASED EDUCATION ABOUT CLIMATE CHANGE AND COASTAL ADAPTATION USING GREEN INFRASTRUCTURE TO THE COMMUNITY. ADDITIONALLY, WETLAND RESTORATION INCREASES THE ECOLOGICAL QUALITY OF THE HABITAT AND IMPROVES PLANT AND WILDLIFE DIVERSITY.\n\n2. SAG HARBOR STORMWATER MANAGEMENT - ACTIVITIES INCLUDE THE INSTALLATION OF TWO GREEN INFRASTRUCTURE PROJECTS, WHICH ARE OUTLINED IN THE VILLAGE OF SAG HARBOR'S WATER QUALITY IMPROVEMENT PROJECT PLAN. THE TWO INSTALLATIONS WILL INCLUDE RAIN GARDENS AND ROAD AMENDMENTS FOR INCREASED STORMWATER CAPACITY AND ROAD RE-GRADING AND AMENDMENTS WITH THE USE OF IMPERVIOUS PAVEMENT. THE INSTALLATION OF TWO GREEN INFRASTRUCTURE STORMWATER MANAGEMENT AREAS HAVE THREE OBJECTIVES TO: 1) IMPROVE WATER QUALITY IN SAG HARBOR COVE AND SAG HARBOR BAY; 2) CREATE INCREASED COASTAL RESILIENCY IN A NYS DESIGNATED ENVIRONMENTAL JUSTICE AREA THAT IS PRONE TO FLOODING AND PROJECTED TO EXPERIENCE INCREASED PRECIPITATION; AND 3) PROVIDE INCREASED EDUCATION ABOUT CLIMATE CHANGE, COASTAL ADAPTATION AND STORMWATER MANAGEMENT USING GREEN IN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 1769600.0, "recipient_id": "3313e5e7-fa36-d54b-e36d-0e1e09cc0c30-C", "generated_internal_id": "ASST_NON_96235922_6800"}, {"internal_id": 160687117, "Award ID": "96214400", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE PEP 2020 COMPREHENSIVE CONSERVATION MANAGEMENT PLAN (CCMP) GUIDES THE PRIORITIES OF THE ORGANIZATION AND, AS SUCH, ALL PROJECTS AND PLANS DETAILED IN THIS WORKPLAN RELATE DIRECTLY TO THE ACTIONS ESTABLISHED TO ACHIEVE OUR FOUR GOALS: STRONG PARTNERSHIPS AND ENGAGEMENT, CLEAN WATERS, RESILIENT COMMUNITIES PREPARED FOR CLIMATE CHANGE, AND A HEALTHY ECOSYSTEM WITH ABUNDANT, DIVERSE WILDLIFE. THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA OR 'BIPARTISAN INFRASTRUCTURE LAW' OR BIL) PASSED THE U.S. SENATE IN AUGUST 2021 AND THE U.S. HOUSE OF REPRESENTATIVES IN NOVEMBER 2021. PRESIDENT BIDEN SIGNED IT INTO LAW ON NOVEMBER 15, 2021. THIS LEGISLATION PROVIDES AN ADDITIONAL $132 MILLION TO THE 28 NEPS OVER FIVE YEARS IN ADDITION TO REGULAR APPROPRIATIONS. FOR THE PEP THIS RESULTS IN AN ADDITIONAL $909,800 ANNUALLY FROM FY22 TO FY26 TO CARRY OUT WORK THAT ACCELERATES AND MORE EXTENSIVELY IMPLEMENTS THE 2020 CCMP, ENSURES BENEFITS REACH DISADVANTAGED COMMUNITIES, AND BUILDS THE ADAPTIVE CAPACITY OF ECOSYSTEMS AND COMMUNITIES. THIS AWARD WILL BE EXECUTED UNDER THE FY23 BIL FUNDING AND PROVIDE $50,000 TO SUFFOLK COUNTY TO SUPPORT SUFFOLK COUNTY'S EXISTING RECLAIM OUR WATERS INITIATIVE AND PROVIDE FUNDING FOR THE CONTINUED MAINTENANCE OF INNOVATIVE/ALTERNATIVE SEPTIC SYSTEMS FOR AN ADDITIONAL 2-3 YEARS FOR HOUSEHOLDS THAT QUALIFY AS LOW/MEDIAN AND MEDIAN HOUSEHOLDS UNDER THE EXISTING SUFFOLK COUNTY PROGRAM. THE OBJECTIVE OF THIS PROJECT IS TO REDUCE NITROGEN POLLUTION IN THE WATERSHED AND PROVIDE ADDITIONAL AND EQUITABLE SUPPORT TO LOW INCOME HOUSEHOLDS TO ENABLE THEM TO ACHIEVE INCREASED WATER QUALITY.\nACTIVITIES:SUFFOLK COUNTY HAS BEEN ADMINISTERING THE RECLAIM OUR WATERS INITIATIVE SINCE 2017, WHICH PROVIDES GRANTS TO HOMEOWNERS TO UPGRADE THEIR EXISTING CESSPOOLS AND SEPTIC SYSTEMS WITH NEW ALTERNATIVE LOW NITROGEN SYSTEMS. NITROGEN POLLUTION IN THE GROUNDS AND SURFACE WATERS OF THE PECONIC WATERSHED HAS BEEN IDENTIFIED AS A LEADING CAUSE OF POLLUTION AND HABS. THE EXISTING SUFFOLK COUNTY PROGRAM ALLOWS FOR ADDITIONAL GRANT FUNDING FOR HOUSEHOLDS THAT QUALIFY AS LOW/MEDIAN AND MEDIAN INCOME HOUSEHOLDS UNDER THE HOUSING AND URBAN DEVELOPMENT CRITERIA. SUFFOLK COUNTY MAKES THIS DETERMINATION AND HAS ADMINISTERED THIS PROGRAM AND IDENTIFIED THESE HOUSEHOLDS. THE EXISTING PROGRAM ALLOWS FOR THREE YEARS OF MAINTENANCE TO NEW INNOVATIVE SEPTIC SYSTEMS. IN THE CURRENT THREE YEAR, GRANT FUNDED MAINTENANCE COMES TO A CLOSE. THROUGH THIS AWARD, PEP WILL FUND AN ADDITIONAL 2- 3 YEARS OF MAINTENANCE OF THESE SYSTEMS FOR THE HOUSEHOLDS THAT QUALIFY AS LOW/MEDIAN AND MEDIAN HOUSEHOLDS UNDER THE EXISTING PROGRAM AND CONTINUE TO SUPPORT COMMUNITIES IN NEED BY PROVIDING CONTINUED, EQUITABLE ACCESS TO NITROGEN REDUCING SEPTIC SYSTEMS IN OUR ESTUARY WATERSHED.\n\nSUBRECIPIENT:THERE IS ONE SUBAWARD INCLUDED IN THIS ASSISTANCE AGREEMENT. THIS SUBAWARD WILL PROVIDE $50,000 TO SUPPORT SUFFOLK COUNTY'S EXISTING RECLAIM OUR WATERS INITIATIVE AND PROVIDE FUNDING FOR THE CONTINUED MAINTENANCE OF INNOVATIVE/ALTERNATIVE SEPTIC SYSTEMS FOR AN ADDITIONAL 2-3 YEARS FOR HOUSEHOLDS THAT QUALIFY AS LOW/MEDIAN AND MEDIAN HOUSEHOLDS UNDER THE EXISTING SUFFOLK COUNTY PROGRAM. OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE AN ANNUAL REPORTING OF THE NUMBER OF HOUSEHOLDS AND MAPS OF AREAS THAT HAVE BEEN SERVICED UNDER THESE FY23 BIL FUNDS AND THE EXPECTED OUTCOME IS INCREASED REDUCTION OF NITROGEN IN LOW/MEDIAN INCOME AND ENVIRONMENTAL JUSTICE AREAS WITHIN THE PECONIC ESTUARY WATERSHED. THE DIRECT BENEFICIARIES OF THIS PROGRAM ALSO INCLUDE THE GENERAL POPULATION THROUGHOUT THE PECONIC WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE PECONIC ESTUARY PARTNERSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 50000.0, "recipient_id": "ce4ef802-7d23-56c0-fe95-4a8691c1fc3b-C", "generated_internal_id": "ASST_NON_96214400_6800"}, {"internal_id": 158360938, "Award ID": "96213322", "Award Amount": 909800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-11", "CFDA Number": "66.456", "Description": "DESCRIPTION:A COOPERATIVE AGREEMENT IS PROVIDED TO THE CORPORATION FOR THE CONSERVATION OF THE SAN JUAN BAY ESTUARY (CCSJBE) TO SUPPORT IMPLEMENTATION OF ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE SAN JUAN BAY ESTUARY (SJBE). THE SAN JUAN BAY ESTUARY PARTNERSHIP (SJBEP), OR THE ESTUARIO, WILL USE BIPARTISAN INFRASTRUCTURE LAW (BIL) FUNDING TO RESTORE THE JUAN MEACUTE;NDEZ CREEK, IN THE MUNICIPALITY OF SAN JUAN THROUGH HIGH-IMPACT BLUE/GREEN INFRASTRUCTURE INTERVENTIONS, ACHIEVING MEDIUM TERM RESTORATION OF WATERS COMMUNITIES AFFECTED BY THIS BODY OF WATER, MANY OF WHICH ARE ENVIRONMENTAL JUSTICE COMMUNITIES. THIS GOAL IS CONSISTENT WITH THE SJBEP'S COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), GREEN INFRASTRUCTURE ACTION PLAN, ACTION 2: CREATE A PILOT PROJECT FOR REVERSING THE CHANNELIZATION BY CONCRETE OF A SEGMENT OF A RIVER, CREEK, OR FRESHWATER TRIBUTARY WITHIN THE SJBE. DURING THE 1ST YEAR OF BIL FUNDING WILL BE USED PRIMARILY ON CONVENING RELEVANT STAKEHOLDERS TO PLAN AND CARRY OUT THE ANALYSIS NECESSARY TO DEVELOP A RESTORATION PLAN FOR THE JUAN MEACUTE;NDEZ CREEK, WHICH WILL BE ACHIEVED THROUGH THE CREATION OF AN INFRASTRUCTURE COMMITTEE MADE UP OF SUBJECT MATTER EXPERTS AND KEY DECISION-MAKERS.ACTIVITIES:THE ACTIVITIES AND TASKS IN THIS WORKPLAN IMPLEMENT NEP BIL FUNDING PRIORITIES SUCH AS: (1) ACCELERATE AND MORE EXTENSIVELY IMPLEMENT CCMP- THE RESTORATION OF THE JUAN MEACUTE;NDEZ CREEK WAS SELECTED BASED ON THE URGENCY AND DEGREE TO WHICH VULNERABLE COMMUNITIES ARE BEING AFFECTED BY SANITARY DISCHARGES, WHICH HAS BEEN A LONG-STANDING PROBLEM. IN ADDITION, THE ACTIVITIES WERE CHOSEN TO MAXIMIZE THE IMPACT OF PROJECTS IN OTHER PROGRAM AREAS FUNDED BY OTHER SOURCES WHICH SUPPORT CCMP IMPLEMENTATIONS SUCH AS THE MULTIJURISDICTIONAL HAZARD MITIGATION PLAN, GREEN INFRASTRUCTURE MASTER PLAN, AND ILLICIT DISCHARGE DETECTION AND ELIMINATION PROJECT, AND COLLABORATIVE WATER QUALITY MONITORING EFFORTS. (2) ENSURE BENEFITS REACH DISADVANTAGED COMMUNITIES- IN COMPLIANCE WITH BIL GUIDELINES, THE ESTUARIO WILL DEVELOP AN EQUITY STRATEGY BY JUNE 2023. THIS STRATEGY WILL DEVELOP A BASELINE TO UNDERSTAND HOW THE PROJECTS BENEFITS DISADVANTAGE COMMUNITIES AND ALLOWS THE PROGRAM TO QUANTITATIVELY TRACK ITS PROGRESS. (3) BUILD ADAPTIVE CAPACITY OF ECOSYSTEMS AND COMMUNITIES-THE ACTIVITIES IN THIS WORK PLAN PRIORITIZE THESE ASPECTS IN THE FOLLOWING WAYS: IMPLEMENTING A ROBUST COLLABORATIVE WATER QUALITY MONITORING PROGRAM THAT WILL MEASURE CHANGES OCCURRING IN THE ESTUARY'S BODIES OF WATER; UNDERSTANDING THE IMPACT OF DROUGHTS AND FLOODS ON THE LANDSCAPE, HABITAT, AND WATER SUPPLY; AND BUILD AWARENESS ON HOW GREEN INFRASTRUCTURE AND NATURE-BASED SOLUTIONS HELP COMBAT CLIMATE CHANGE. (4) LEVERAGE ADDITIONAL RESOURCES-  THE ACTIVITIES IN THIS WORK PLAN WERE SELECTED TO COMPLEMENT PARTNER EFFORTS AND FURTHER CURRENT PROJECTS THAT OTHERWISE WOULD NOT HAVE THE RESOURCES TO BE IMPLEMENTED. THE PROGRAM WILL IDENTIFY AND APPLY TO FUNDING SOURCES FOR INVESTMENTS IN COLLABORATION WITH PARTNERS IN TECHNOLOGY FOR A COLLABORATIVE DATA DASHBOARD IF NEEDED.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES ARE AS FOLLOWS: (1) TO ADOPT AN ADAPTIVE MANAGEMENT APPROACH TO IDENTIFY ACTIONS AND PRIORITIES AND UNDERSTAND THE IMPACT OF RESTORATION/INFRASTRUCTURE PROJECTS ON WATER QUALITY. (2) IMPROVED WATER QUALITY, AND STORMWATER MANAGEMENT, INCREASED COASTAL RESILIENCE, AND STRENGTHEN THE COAST THROUGH NUTRIENT REDUCTION STRATEGIES OF BODIES OF WATER IN THE WATERSHED, COMMUNITY MADE UP OF EXPERTS AND KNOWLEDGE HOLDERS. (3) CONDUCT A RECONNAISSANCE STUDY OF THE JUAN MEACUTE;NDEZ CREEK TO ASSESS CURRENT CONDITIONS THAT IS INFORMED BY THE ILLICIT DISCHARGE DETECTION AND ELIMINATION PROJECT. (4) IN ADDITION TO DEVELOP AN EDUCATIONAL AND AWARENESS CAMPAIGN ARO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": 909800.0, "recipient_id": "3f84a75f-5c54-5e52-7c3a-218ffa63448d-R", "generated_internal_id": "ASST_NON_96213322_6800"}, {"internal_id": 157419515, "Award ID": "96211800", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-07", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE BIPARTISAN INFRASTRUCTURE LAW (P.L. 117-58), ALSO KNOWN AS THE 'INFRASTRUCTURE INVESTMENT AND JOBS ACT OF 2021' (IIJA) OR 'BIL.' PROVIDED FIVE YEARS OF FUNDING FOR THE ACCELERATION OF ENVIRONMENTAL AND COMMUNITY RESTORATION GOALS BY EACH OF THE NATIONAL ESTUARY PROGRAMS. A CORE EMPHASIS OF THE NEP BIL FUNDING IS THE ACCELERATION OF ENVIRONMENTAL AND COMMUNITY RESTORATION GOALS WITHIN THE CCMPS.  THIS COOPERATIVE AGREEMENT IS PROVIDED TO HUDSON RIVER FOUNDATION FOR SCIENCE AND ENVIRONMENTAL RESEARCH, INC. TO SUPPORT AND ACCELERATE IMPLEMENTATION OF THE NY/NJ HARBOR AND ESTUARY' PROGRAM'S COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING ACTION PLAN PREPARED BY HUDSON RIVER FOUNDATION AND STAKEHOLDERS TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE NEW YORK-NEW JERSEY HARBOR AND ESTUARY. THIS AGREEMENT ALSO SUPPORTS THE URBAN WATERS FEDERAL PARTNERSHIP WHICH AIMS TO STIMULATE REGIONAL AND LOCAL ECONOMIES, ASSIST DISADVANTAGED COMMUNITIES, CREATE LOCAL JOBS, IMPROVE QUALITY OF LIFE, AND PROTECT AMERICANS' HEALTH BY REVITALIZING URBAN WATERWAYS IN UNDER-SERVED COMMUNITIES ACROSS THE COUNTRY.  ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE SPECIFIED WITHIN THE NY-NJ HARBOR AND ESTUARY PROGRAM'S BIL PLANNING FRAMEWORK AND ANNUAL WORK PLAN AND BUDGET FOR FY 2022 AND FY 2023.  THE BIL PLANNING FRAMEWORK AND ANNUAL WORK PLAN AND BUDGET FOR FY 2022 AND FY 2023 IS ATTACHED TO THIS FUNDING RECOMMENDATION, AND SUPPORTS THE NYNJ HARBOR AND ESTUARY PROGRAMS 2017 - 2025 ACTION AGENDA. ACTIONS INCLUDED IN THE WORKPLAN INCLUDE SUPPORTING GREEN INFRASTRUCTURE IN DISADVANTAGED COMMUNITIES TO IMPROVE WATER QUALITY, MONITOR PATHOGENS IN THE ESTUARY, PROVIDE GRANTS TO SUPPORT COMMUNITY RESILIENCE, INCREASE INVESTMENT IN CONSERVATION AND RESTORATION PROJECTS, INCREASE ACCESS TO THE WATERFRONT FOR DISADVANTAGED COMMUNITIES, FUND THE URBAN WATER PARTNERSHIP AMBASSADORS IN DISADVANTAGED COMMUNITIES, AND PROVIDE AN IMPORTANT PLATFORM FOR COMMUNICATION BETWEEN FEDERAL, STATE, LOCAL AND NON-GOVERNMENTAL ORGANIZATION PARTNERS TO SUPPORT THE HEALTH OF THE ESTUARY.SUBRECIPIENT:SUBAWARD ACTIVITIES TO BE FUNDED UNDER THIS COOPERATIVE AGREEMENT INCLUDE:\n\n1) ASSESS AND INTERPRET SHORELINE AND SHALLOW WATER HABITAT CONDITION AND VALUE THROUGH ENHANCEMENT AND CREATING STRUCTURED OYSTER REEFS.\n2) INCREASE SUPPORT FOR MONITORING, ASSESSMENT AND INTERPRETATION OF SHALLOW WATER HABITAT CONDITION VALUE IN THE BRONX AND HARLEM RIVER AREAS.\n3) ADVANCE OPPORTUNITIES FOR INCREASING PUBLIC ACCESS, PARTICULARLY IN AREAS OF HIGHER NEED.\n4) SUPPORT STEWARDSHIP ACTIVITIES AND PUBLIC PROGRAMMING IN HIGHER NEED AREAS THROUGH SMALL GRANTS IN DISADVANTAGED COMMUNITIES.\n5) INCREASE UNDERSTANDING  OF THE SAFETY AND RISKS ASSOCIATED WITH DIRECT CONTACT WITH ESTUARY WATERS BY SUPPORTING THE CREATION OF A WHITE PAPER THAT PROVIDES CLEAR, CONSISTENT AND CONSENSUS DRIVEN LANGUAGE.\n6) ADVANCE IMPROVEMENTS TO THE LOWER PASSAIC RIVER SHORELINE TO IMPROVE PUBLIC ACCESS AND HABITAT VALUES.\n7) SUPPORT IMPLEMENTATION OF GREEN INFRASTRUCTURE OPPORTUNITIES IN CSO AND MS4 COMMUNITIES.\n8) DESIGN AND INTENSIVE PATHOGEN MONITORING AND NOTIFICATION PLAN ON THE ARTHUR KILL\n9) IDENTIFY PARAMETERS AND POTENTIAL FOR ESTABLISHING A LONG TERM MONITORING PROGRAM TO ASSESS CLIMATE CHANGE IMPACTS IN DISADVANTAGED COMMUNITIES.\n10) PROVIDE GRANTS TO DISADVANTAGED COMMUNITIES TO SUPPORT ENGAGEMENT IN CLIMATE RESILIENCY INITIATIVES TO ADDRESS WATER QUALITY ISSUES.\n11) INCREASE INVESTMENT IN CONSERVATION AND RESTORATION BY ASSESSMENT OF ROAD STREAM CROSSINGS SUCH AS CULVERS AND BRIDGES FOR AQUATIC PASSAGE AND CLIMATE READINESS PRIORITIZING THOSE IN DISADVANTAGED COMMUNITIES.\n12) INCREASE INVESTMENT IN CONSERVATION BY SUPPORTING MANAGEMENT AND PROTECTION OF WETLANDS ON THE HACKENSACK RIVER\n13) INCREASE INVESTMENT IN CONSERVATION AND RESTORATION TO SUPPORT ENHANCEMENT OF ON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "b059700d-9219-ebbe-86d6-6d94c446daf8-R", "generated_internal_id": "ASST_NON_96211800_6800"}, {"internal_id": 47879161, "Award ID": "96198501", "Award Amount": 1575000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-17", "CFDA Number": "66.456", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 1, 2015, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FUNDS IN THE AMOUNT OF $1, 575,000 TO EXECUTIVE OFFICE O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_96198501_6800"}, {"internal_id": 156933437, "Award ID": "95309101", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS AWARD PROVIDES FUNDING THROUGH THE BIPARTISAN INFRASTRUCTURE LAW (BIL) (ALSO KNOWN AS THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA)) FOR IMPLEMENTATION OF THE EPA APPROVED DELAWARE ESTUARY PROGRAM COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE DELAWARE ESTUARY. THIS PROJECT OVERSEES THE IMPLEMENTATION OF PROJECTS OUTLINED UNDER THE DELAWARE ESTUARY PROGRAM (DELEP) WORKPLAN,\nTHROUGH WHICH THE FEDERAL FUNDS AND OUTLINED ACTIVITIES IMPLEMENT THE NATIONAL ESTUARY PROGRAM'S (NEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE PURPOSE OF THIS AWARD IS TO SUPPORT THE IMPLEMENTATION OF THE DELEP CCMP.\nACTIVITIES:UNDER THIS AWARD, THE DELEP INTENDS TO IMPLEMENT ACTIONS RELATED TO ACTIVITIES THAT SUPPORT THE IMPLEMENTATION OF VARIOUS GOALS WITHIN THEIR CCMP. THESE ACTIVITIES ARE DRIVEN BY SPECIFIC PRIORITY GOALS, INCLUDING: DECREASING NUTRIENT LOADING THROUGHOUT THE WATERSHED; PRESERVING AND PROTECTING MARSHES, SHORELINES AND NEAR-SHORE HABITATS; FACILITATING AND MONITORING CONSERVATION AND RESTORATION PROJECTS; AND, EDUCATING THE PUBLIC TO SUPPORT KNOWLEDGEABLE DECISION-MAKING FOR THE COMMUNITY AND ITS FUTURE. SPECIFIC ACTIVITIES TO BE PERFORMED UNDER\nTHIS AWARD INCLUDE: COASTAL HABITAT RESTORATION; WATER QUALITY MONITORING; PUBLIC EDUCATION AND OUTREACH,;CLIMATE CHANGE RESILIENCY EFFORTS; LIVING SHORELINE IMPROVEMENTS; STORMWATER INFRASTRUCTURE IMPROVEMENTS; SUPPORTING DISADVANTAGED COMMUNITIES; SUPPORT OF THE URBAN WATERS INITIATIVES; AND MAINTAINING CAPACITY TO IMPLEMENT CCMP GOALS.SUBRECIPIENT:THE RECIPIENT INTENDS TO MAKE SUBAWARDS TO ELIGIBLE ENTITIES TO UNDERTAKE THE FOLLOWING ACTIVITIES: EVALUATION OF FUNDING SOURCES/MECHANISMS FOR ESTUARY WASTEWATER TREATMENT PLANT IMPROVEMENTS FOR DISSOLVED OXYGEN INCREASES, ENHANCED MONITORING FOR NUTRIENTS, ENHANCEMENT OF EUTROPHICATION MODEL, ENHANCED MONITORING FOR TOXICS AND EMERGING CONTAMINANTS, EXTENSION OF LIVING SHORELINE SITE, DEVELOPMENT OF WEB BASED PLATFORM FOR PDE'S LIVING SHORELINE FEASIBILITY MODEL, CONVERSION OF WATER TREATMENT SETTLING TANK FOR USE AS MUSSEL REARING CENTER, SUPPORT OF PLANNING AND IMPLEMENTATION OF COMMUNITY-LED PROJECTS TO ADDRESS ENVIRONMENTAL CONCERNS IN URBAN WATER FEDERAL PARTNERSHIP COMMUNITIES, AND DEVELOPMENT OF COST-SHARE PROGRAM FOR GREEN INFRASTRUCTURE PROJECT DESIGN AND IMPLEMENTATION TO ENCOURAGE HOMEOWNERS TO INSTALL HABITAT IMPROVEMENT PROJECTS.OUTCOMES:ANTICIPATED DELIVERABLES RELATED TO THIS AWARD INCLUDE REDUCING NUTRIENT POLLUTION AND ITS IMPACTS, REDUCING OTHER POLLUTANTS AND THEIR IMPACTS, SUSTAINING DRINKING WATER FLOW FOR DRINKING WATER AND ECOSYSTEMS, INCREASED COMMUNITY RESILIENCE AND ACCESS, IMPROVED PUBLIC AWARENESS AND STAKEHOLDER ENGAGEMENT, PREVENTING WETLAND LOSS, STEMMING FOREST LOSS, AND, INCREASED AND IMPROVED FISH AND SHELLFISH HABITAT.  THIS WILL INCLUDE THE INSTALLATION OF NATURAL SHORELINE TO ERODED AREAS, THE IMPROVEMENT OF STORMWATER INFRASTRUCTURE IN UNDERSERVED AREAS, THE DESIGN OF VARIOUS HABITAT AND COMMUNITY IMPROVEMENT PROJECTS, AND THE DEVELOPMENT OF NEW AND STANDING ENVIRONMENTAL EDUCATION AND COMMUNITY GRANT PROGRAMS. \n\nOUTCOMES FROM THIS AWARD INCLUDE IMPROVED ENVIRONMENTAL LITERACY AND GROWTH IN ENVIRONMENTAL STEWARDSHIP IN THE WATERSHED, INCREASED COMMUNITY STEWARDSHIP AND BEHAVIOR CHANGE AROUND ENVIRONMENTAL ISSUES, AND THE PRESERVATION/ENHANCEMENT OF WATER QUALITY, CRITICAL HABITAT AND COASTAL RESILIENCE RESOURCES. INTENDED BENEFICIARIES OF THIS AWARD INCLUDE THE CITIZENS OF THE LOCAL WATERSHED, VISITORS TO THE DELAWARE ESTUARY, INDUSTRIES AND BUSINESSES THAT RELY ON THE BAY, DISADVANTAGED AND UNDERSERVED COMMUNITIES, AND THE LOCAL ECOSYSTEM AS A WHOLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "30a5e6f4-6589-71eb-249f-47ecf0a70b74-C", "generated_internal_id": "ASST_NON_95309101_6800"}, {"internal_id": 157419511, "Award ID": "95308901", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-02", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS AWARD PROVIDES FUNDING THROUGH THE BIPARTISAN INFRASTRUCTURE LAW (BIL) (ALSO KNOWN AS THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA)) FOR IMPLEMENTATION OF THE EPA APPROVED DELAWARE CENTER FOR THE INLAND BAYS PROGRAM COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE DELAWARE INLAND BAYS ESTUARY. THIS PROJECT OVERSEES THE IMPLEMENTATION OF PROJECTS OUTLINED UNDER DELAWARE CENTER FOR THE INLAND BAYS ESTUARY PROGRAM (CIB) WORKPLAN, THROUGH WHICH THE FEDERAL FUNDS AND OUTLINED ACTIVITIES IMPLEMENT THE NATIONAL ESTUARY PROGRAM'S (NEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE PURPOSE OF THIS AWARD IS TO SUPPORT THE IMPLEMENTATION OF THE CIB CCMP.ACTIVITIES:UNDER THIS AWARD, CIB INTENDS TO IMPLEMENT ACTIONS RELATED TO ACTIVITIES THAT SUPPORT THE IMPLEMENTATION OF VARIOUS GOALS WITHIN THEIR CCMP. THESE ACTIVITIES ARE DRIVEN BY SPECIFIC PRIORITY GOALS, INCLUDING: DECREASING NUTRIENT LOADING THROUGHOUT THE WATERSHED; PRESERVING AND PROTECTING MARSHES, SHORELINES AND NEAR-SHORE HABITATS; FACILITATING AND MONITORING CONSERVATION AND RESTORATION PROJECTS; AND, EDUCATING THE PUBLIC TO SUPPORT KNOWLEDGEABLE DECISION-MAKING FOR THE COMMUNITY AND ITS FUTURE. SPECIFIC ACTIVITIES TO BE PERFORMED UNDER THIS AWARD INCLUDE: COASTAL HABITAT RESTORATION, WATER QUALITY MONITORING, PUBLIC EDUCATION AND OUTREACH, CLIMATE CHANGE RESILIENCY EFFORTS, LIVING SHORELINE IMPROVEMENTS, STORMWATER INFRASTRUCTURE IMPROVEMENTS, AND MAINTAINING CAPACITY TO IMPLEMENT CCMP GOALS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES RELATED TO THIS AWARD INCLUDE THE REDUCTION OF NUTRIENT POLLUTION AND ITS IMPACTS, REDUCING OTHER POLLUTANTS AND THEIR IMPACTS, SUSTAINING DRINKING WATER FLOW FOR DRINKING WATER AND ECOSYSTEMS, INCREASING COMMUNITY RESILIENCE AND ACCESS, IMPROVING PUBLIC AWARENESS AND STAKEHOLDER ENGAGEMENT, PREVENTING WETLAND LOSS, STEMMING FOREST LOSS, AND, INCREASING AND IMPROVING FISH AND SHELLFISH HABITAT. THIS WILL INCLUDE THE INSTALLATION OF NATURAL SHORELINE TO ERODED AREAS, AND THE DEVELOPMENT OF NEW AND STANDING ENVIRONMENTAL EDUCATION AND COMMUNITY GRANT PROGRAMS. OUTCOMES FROM THIS AWARD INCLUDE IMPROVED ENVIRONMENTAL LITERACY AND GROWTH IN ENVIRONMENTAL STEWARDSHIP IN THE WATERSHED, INCREASED COMMUNITY STEWARDSHIP AND BEHAVIOR CHANGE AROUND ENVIRONMENTAL ISSUES, AND THE PRESERVATION/ENHANCEMENT OF WATER QUALITY, CRITICAL HABITAT AND COASTAL RESILIENCE RESOURCES. INTENDED BENEFICIARIES OF THIS AWARD INCLUDE THE CITIZENS OF THE LOCAL WATERSHED, VISITORS TO THE INLAND BAYS ESTUARY, AND THE LOCAL ECOSYSTEM AS A WHOLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "22d22d77-214c-4d31-8ec5-2b5f70a8ee95-C", "generated_internal_id": "ASST_NON_95308901_6800"}, {"internal_id": 155937155, "Award ID": "95308701", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-03", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS AWARD PROVIDES FUNDING THROUGH THE BIPARTISAN INFRASTRUCTURE LAW (BIL) (ALSO KNOWN AS THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA)) FOR IMPLEMENTATION OF THE EPA APPROVED MARYLAND COASTAL BAYS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) UNDER SECTION 320 OF THE CLEAN WATER ACT (CWA), WHICH WILL HELP RESTORE AND MAINTAIN THE WATER QUALITY AND ECOLOGICAL INTEGRITY OF THE MARYLAND COASTAL BAYS. THIS PROJECT OVERSEES THE IMPLEMENTATION OF PROJECTS OUTLINED UNDER MARYLAND COASTAL BAY'S (MCBP) WORKPLAN, THROUGH WHICH THE FEDERAL FUNDS AND OUTLINED ACTIVITIES IMPLEMENT THE NATIONAL ESTUARY PROGRAM'S (NEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE PURPOSE OF THIS AWARD IS TO SUPPORT THE IMPLEMENTATION OF THE MCBP CCMP.ACTIVITIES:UNDER THIS AWARD, MCBP INTENDS TO IMPLEMENT ACTIONS RELATED TO 52 ACTIVITIES THAT SUPPORT THE IMPLEMENTATION OF VARIOUS GOALS WITHIN THEIR CCMP. THESE ACTIVITIES ARE DRIVEN BY SPECIFIC PRIORITY GOALS, INCLUDING: DECREASING NUTRIENT LOADING THROUGHOUT THE WATERSHED; PRESERVING AND PROTECTING MARSHES, SHORELINES AND NEAR-SHORE HABITATS; FACILITATING AND MONITORING CONSERVATION AND RESTORATION PROJECTS; AND, EDUCATING THE PUBLIC TO SUPPORT KNOWLEDGEABLE DECISION-MAKING FOR THE COMMUNITY AND ITS FUTURE. SPECIFIC ACTIVITIES TO BE PERFORMED UNDER THIS AWARD INCLUDE: COASTAL HABITAT RESTORATION, WATER QUALITY MONITORING, PUBLIC EDUCATION AND OUTREACH, CLIMATE CHANGE RESILIENCY EFFORTS, LIVING SHORELINE IMPROVEMENTS, STORMWATER INFRASTRUCTURE IMPROVEMENTS, SUPPORTING DISADVANTAGED COMMUNITIES AND HBCU INSTITUTIONS, AND MAINTAINING CAPACITY TO IMPLEMENT CCMP GOALS.SUBRECIPIENT:WITH THE GOAL OF PROMOTING IDEAS AND PROJECTS THAT ADDRESS CLIMATE RESILIENCE- AND ENVIRONMENTAL JUSTICE-ORIENTED NEEDS, COMPETITIVE GRANTS OF VARIOUS SIZES WILL BE AWARDED TO CCMP PARTNERS AND OTHER STAKEHOLDERS IN THE WATERSHED. GRANTS MAY INCLUDE A MIX OF LARGER AWARDS FOR SIGNIFICANT PROJECT OR RESEARCH ACTIVITIES AND SMALLER AWARDS FOR MORE LIMITED PROJECTS BY SMALLER COMMUNITY ORGANIZATIONS. THE INTENTION IS TO RESERVE A CERTAIN PERCENTAGE OF GRANT FUNDING FOR PROJECTS/ORGANIZATIONS FOCUSED ON CLIMATE RESILIENCE AND ENVIRONMENTAL JUSTICE ISSUES.OUTCOMES:ANTICIPATED DELIVERABLES RELATED TO THIS AWARD INCLUDE THE RESTORATION OF NONTIDAL WETLAND HABITAT FROM AGRICULTURAL LAND, THE INSTALLATION OF NATURAL SHORELINE TO ERODED AREAS, THE IMPROVEMENT OF STORMWATER INFRASTRUCTURE IN UNDERSERVED AREAS, THE DESIGN OF VARIOUS HABITAT AND COMMUNITY IMPROVEMENT PROJECTS, AND THE DEVELOPMENT OF NEW AND STANDING ENVIRONMENTAL EDUCATION AND COMMUNITY GRANT PROGRAMS. OUTCOMES FROM THIS AWARD INCLUDE IMPROVED ENVIRONMENTAL LITERACY AND GROWTH IN ENVIRONMENTAL STEWARDSHIP IN THE WATERSHED, INCREASED COMMUNITY STEWARDSHIP AND BEHAVIOR CHANGE AROUND ENVIRONMENTAL ISSUES, AND THE PRESERVATION/ENHANCEMENT OF WATER QUALITY, CRITICAL HABITAT AND COASTAL RESILIENCE RESOURCES. INTENDED BENEFICIARIES OF THIS AWARD INCLUDE THE CITIZENS OF THE LOCAL WATERSHED, VISITORS TO THE EASTERN SHORE AND COASTAL BAYS, INDUSTRIES AND BUSINESSES THAT RELY ON THE COASTAL BAYS, STUDENTS AND FACULTY OF THE LOCAL SCHOOL SYSTEM AND OF UMES, AND THE LOCAL ECOSYSTEM AS A WHOLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "b7ff5639-0951-8471-d78d-c051968f9638-R", "generated_internal_id": "ASST_NON_95308701_6800"}, {"internal_id": 150724594, "Award ID": "84044301", "Award Amount": 6000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE OBJECTIVE OF THE NATIONAL ESTUARY PROGRAM WATERSHEDS GRANT PROGRAM (NEPWG) IS TO SUPPORT PROJECTS THAT ADDRESS URGENT, EMERGING, AND CHALLENGING ISSUES THAT THREATEN THE ECOLOGICAL AND ECONOMIC WELL-BEING OF ESTUARINE AREAS. RESTORE AMERICA'S ESTUARIES WILL MANAGE A COOPERATIVE AGREEMENT THAT WILL SOLICIT, AWARD AND ADMINISTER A NATIONAL COMPETITIVE SUBAWARD PROGRAM WITH SUBAWARDS BETWEEN $200,000 AND $500,000.ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE:\nWORK WITH EPA AND THE SIX-MEMBER ADVISORY PROGRAM COMMITTEE, COMPRISED OF LEADERS IN THE PUBLIC, TRIBAL, AND NON-PROFIT SECTORS, RAE WILL DEVELOP A REQUEST FOR PROPOSALS (RFP) THAT INTEGRATES THE GOALS AND PRIORITIES OF THE NEPWG PROGRAM.\nPROMOTE THE NEPWG RFP BROADLY VIA EMAIL LISTS, SOCIAL MEDIA, AND NEWSLETTERS AND INCREASE TARGETED OUTREACH TO HISTORICALLY UNDERREPRESENTED COMMUNITIES AND ORGANIZATIONS,\nUTILIZE A TWO-STAGE, COMPETITIVE APPLICATION PROCESS CONSISTING OF AN OPEN LETTER OF INTENT (LOI) SOLICITATION, FOLLOWED BY AN INVITATION-ONLY FULL PROPOSAL STAGE.\nSELECT, OVERSEE, AND MANAGE SUBAWARDS THAT ADDRESS URGENT, EMERGING, AND CHALLENGING ENVIRONMENTAL ISSUES AND PRIORITIES.\nOVERSEE AND MANAGE SUBAWARDS AND PROVIDE TECHNICAL SUPPORT TO SUBAWARDEES TO HELP ENSURE THE QUALITY OF PROJECT DATA AND ENVIRONMENTAL RESULTS, AND QAPPS SUBMITTED BY SUBAWARDEES MEET EPA REQUIREMENTS.\nINTEGRATE LEARNING AND KNOWLEDGE SHARING OPPORTUNITIES THROUGHOUT THEIR ADMINISTRATION OF NEPWG AND WILL CONVENE AT LEAST ONE LIVE LEARNING EXCHANGE WEBINAR ANNUALLY. \nQUALITATIVELY AND QUANTITATIVELY MEASURE, TRACK, AND REPORT THE OUTPUTS AND OUTCOMES OF THE ENVIRONMENTAL RESULTS OF THE NEP WATERSHEDS GRANT PROJECTS ACCOMPLISHED THROUGH THE COMPETITIVE SUBAWARDS.\nCAPTURE THE DATA AND RESULTS, AND DOCUMENTING LESSONS LEARNED FROM THE SUBAWARD PROJECTS. PROGRESS REPORTS WILL DOCUMENT DATA RESULTS, ALONG WITH REFLECT ON LESSONS LEARNED.\nSUBRECIPIENT:SUBAWARD PROJECTS WILL ADDRESS URGENT, EMERGING, AND CHALLENGING ISSUES THAT THREATEN THE ECOLOGICAL AND ECONOMIC WELL-BEING OF ESTUARINE AREAS.  THE SUBAWARDS WILL SUPPORT ESTUARY PROTECTION AND RESTORATION SUBAWARD PROJECTS LOCATED ENTIRELY WITHIN THE IDENTIFIED NEP WATERSHEDS GRANT GEOGRAPHIC AREASOUTCOMES:ANTICIPATED OUTPUTS/DELIVERABLES MAY INCLUDE:\nPROJECTS THAT ADDRESS URGENT AND CHALLENGING ISSUES THAT THREATEN ECOLOGICAL AND ECONOMIC WELL-BEING IN GEOGRAPHIC AREAS AS DEFINED BY THIS RFA FUNDED THROUGH SUBAWARDS.\nPROJECTS THAT REMOVE OR MODIFY PHYSICAL BARRIERS THAT WOULD PREVENT NATURAL TRANSITION OF SALT MARSH HABITAT.\nDEVELOPMENT AND VERIFICATION OF SUBAWARDEE TRACKING (REPORTING) SYSTEMS THAT INCLUDE THE ABILITY TO MONITOR PROGRESS AND TO UPLOAD REPORTS.\nLESSONS LEARNED CAPTURED FROM THE SUBAWARD PROJECTS.\nNUMBER OF ACRES, LINEAR MILES OR FEET OF HABITAT CREATED, RE-ESTABLISHED, REHABILITATED, OR ENHANCED FUNDED THROUGH SUBAWARD PROJECTS.\n\nEXPECTED OUTCOMES MAY INCLUDE:\nCHANGE(S) MADE TO REGULATIONS, CODES, AND/OR ORDINANCES TO PROMOTE ESTUARINE WATERSHED-BASED PROTECTION AND RESTORATION.\nINCREASED CAPACITY AMONG STATE, LOCAL, REGIONAL, TRIBAL GOVERNMENTS ALONG WITH TYPICALLY UNDER-REPRESENTED AND/OR ENVIRONMENTAL JUSTICE COMMUNITIES TO ADDRESS URGENT, EMERGING, AND CHALLENGING ESTUARINE ISSUES.\nIMPROVEMENT IN THE FUNCTION OF ESTUARINE, NEAR-SHORE, WETLAND, AND UPLAND HABITAT COMMUNITIES.\nINCREASE IN THE QUALITY OF HABITAT THAT WAS IMPAIRED BY NON-NATIVE INVASIVE SPECIES.\nCHANGE(S) IN BEHAVIOR OF COMMUNITY MEMBERS THAT RESULTS IN IMPROVED CONDITIONS IN ESTUARINE WATERS OR BOLSTERS RESILIENCE TO CLIMATE CHANGE.\n\nINTENDED BENEFICIARIES OF THIS PROGRAM INCLUDE THE ESTUARINE WATERSHED COMMUNITIES AND STAKEHOLDERS LOCATED IN THE NEPWG GEOGRAPHIC AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bfbab09d-b037-4eff-2d8e-9697463a3c85-C", "generated_internal_id": "ASST_NON_84044301_6800"}, {"internal_id": 92678089, "Award ID": "83967501", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-18", "CFDA Number": "66.456", "Description": "THE OBJECTIVE OF THE NATIONAL ESTUARY PROGRAM COASTAL WATERSHED GRANT (NEPCWG) IS TO SUPPORT EFFORTS TO ADDRESS URGENT AND CHALLENGING THREATS TO COASTAL AND ESTUARINE AREAS. RESTORE AMERICA'S ESTUARIES (RAE) WILL MANAGE A COOPERATIVE AGREEMENT THAT WILL SOLICIT, AWARD AND ADMINISTER COMPETITIVE SUBAWARD GRANTS  BETWEEN $75,000 AND $250,000. THE OVERARCHING GOAL OF THIS PROJECT IS TO REDUCE THREATS TO THE ECOLOGICAL AND ECONOMIC WELL-BEING OF COASTAL AND ESTUARINE AREAS BY ADVANCING THE IMPLEMENTATION OF NEP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLANS (CCMPS) AND/OR STATE OR LOCAL-APPROVED WATERSHED MANAGEMENT PLANS WITHIN THE GEOGRAPHIC AREAS DEFINED AS NEP COASTAL WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bfbab09d-b037-4eff-2d8e-9697463a3c85-C", "generated_internal_id": "ASST_NON_83967501_6800"}, {"internal_id": 156031109, "Award ID": "02J24301", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-13", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE GRANTEE WILL INVEST NATIONAL ESTUARY PROGRAM (NEP) INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) FUNDING TO PROVIDE DIRECT SUPPORT AND ASSISTANCE TO LOCAL PARTNERS TO IMPLEMENT TRANSFORMATIONAL, LANDSCAPE-SCALE PROJECTS THAT WILL ADVANCE LOCALLY DETERMINED PRIORITIES FOR IMPLEMENTING THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), ALSO REFERRED TO AS THE ACTION AGENDA ACROSS THE PUGET SOUND REGION. FURTHERMORE, THIS FUNDING SUPPORTS FEDERAL AND STATE AGENCIES COORDINATING THEIR PROGRAMS AND SPENDING IN A SYNCHRONIZED FASHION, AND PROVIDES TECHNICAL ASSISTANCE TO LOCAL PARTNERS AND TRIBES TO PREPARE PROPOSALS THAT PUT VARIOUS RECOVERY AND PROTECTION PIECES TOGETHER. THIS FUNDING WILL CONTRIBUTE TO ACHIEVING A MULTI-BENEFIT APPROACH, AS THE GRANTEE SUPPORTS THE EFFORTS OF THE RECOVERY COMMUNITY TO THINK, PLAN, AND ACT ACROSS SECTORS AND GEOGRAPHIES TO ALIGN TRANSPORTATION, LAND USE, HABITAT RESTORATION AND PROTECTION, AGRICULTURE, FLOOD HAZARD REDUCTION, AND STORMWATER INFRASTRUCTURE. THE NEP IIJA FUNDING WILL SUPPORT ALL GOALS OF THE ACTION AGENDA, BY ACQUIRING FUNDING FOR IMPLEMENTATION AND ACHIEVING THE DESIRED OUTCOMES.ACTIVITIES:THE RECIPIENT WILL COORDINATE WITH TRIBES AND LOCAL PARTNERS TO USE NATIONAL ESTUARY PROGRAM (NEP) INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) FUNDS TO FORM A TEAM MADE UP OF TWO GROUPS. THE LEVERAGING FUNDING GROUP WILL FOCUS ON GENERATING INVESTMENT TO IMPLEMENT LOCAL PRIORITIES BY LEVERAGING THE UNPRECEDENTED OPPORTUNITIES THROUGH THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) AND THE INFLATION REDUCTION ACT (IRA) AS WELL AS STATE OF WASHINGTON INITIATIVES SUCH AS THE CLIMATE COMMITMENT ACT. THE BARRIERS REMOVAL GROUP WILL FOCUS ON SUPPORTING TRIBES AND LOCAL PARTNERS TO REMOVE BARRIERS TO SUCCESSFULLY IMPLEMENT THEIR LOCAL RECOVERY PRIORITIES IN THE ACTION AGENDA.  WITHOUT A FOCUS ON ADDRESSING BARRIERS, INVESTMENTS IN PUGET SOUND RECOVERY WILL NOT BE EFFECTIVE OR TIMELY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL RESULT IN THE FOLLOWING OUTCOMES:  USE THE RECENTLY APPROVED 2022-2026 PUGET SOUND ACTION AGENDA, AS THE NEP FUNDING AUTHORITY, TO HELP FOCUS AND INFLUENCE FEDERAL AND STATE PROGRAMS THAT WILL BE DISBURSING THESE FUNDS TO MAKE INVESTMENTS TOWARDS GREEN INFRASTRUCTURE AND NATURE-BASED SOLUTIONS THAT SUPPORT PUGET SOUND RECOVERY OUTCOMES AND LOCAL PRIORITIES. PROVIDE TECHNICAL ASSISTANCE TO LOCAL PARTNERS TO DEVELOP TRANSFORMATIVE, LANDSCAPE-SCALE INITIATIVES, INCLUDING COORDINATION ACROSS JURISDICTIONS. IDENTIFY FUNDING OPPORTUNITIES FOR LOCAL AND REGIONAL PRIORITIES AND SUCCESSFULLY ACQUIRE RESOURCES BY STRATEGICALLY LEVERAGING IIJA AND OTHER SOURCES OF FUNDING TO IMPLEMENT THE ACTION AGENDA. IMPLEMENT LOCAL PRIORITIES IN THE ACTION AGENDA BY SUPPORTING LOCAL PARTNERS TO REDUCE OR ELIMINATE GAPS AND BARRIERS, AND ADVANCE GOALS TARGETED TO EQUITY, CLIMATE, AND RESILIENT (NATURE-BASED) INFRASTRUCTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "7e470778-11ef-2e73-1b50-acfeff87409b-R", "generated_internal_id": "ASST_NON_02J24301_6800"}, {"internal_id": 156671204, "Award ID": "02J12101", "Award Amount": 1818000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-03", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE LOWER COLUMBIA ESTUARY PARTNERSHIP (LCEP) UNDERTAKES THE ACTIVITIES DESCRIBED IN THEIR TWO- YEAR WORKPLAN USING CLEAN WATER ACT (CWA) SECTION 320 FUNDS FOR THE NATIONAL ESTUARY PROGRAM. IN THEIR 2022-2023 BIPARTISAN INFRASTRUCTURE LAW (BIL) FUNDED BUDGET, THESE FUNDS ARE PRIMARILY PROJECTED TO SUPPORT A TOTAL OF 3.5 FTE OF THEIR PROJECTED 27.05 FTE OF AVAILABLE LCEP STAFF RESOURCES THAT ARE IMPLEMENTING THEIR EPA APPROVED COMPREHENSIVE CONSERVATION MANAGEMENT PLAN, AND INCLUDES ACTIVITIES THAT ARE RELATED ACHIEVING THEIR OVERALL MANAGEMENT GOALS INCLUDING ACTIVITIES AND PROJECTS TO: INCREASE HABITAT AND HABITAT FUNCTION FOR MULTIPLE SPECIES; RESTORE 25,000 ACRES OF HABITAT BY 2025, CONSERVE LAND TO PROTECT WATER QUALITY AND HABITAT; REDUCE IMPACTS FROM LAND USE PRACTICES; REDUCE ARMORED SHORELINE BY 10% BY 2025; MAINTAIN IMPERVIOUS SURFACE AT NO MORE THAN 15%; REDUCE OR REMOVE CONTAMINANTS AND CLEAN-UP CONTAMINATED SITES TO IMPROVE WATER QUALITY; PROVIDE EDUCATION AND ENGAGEMENT ACTIVITIES WHILE PROVIDING STATE OF THE ART DATA AND INFORMATION FOR A RANGE OF AUDIENCES; REACH 5,000 STUDENTS EACH YEAR AND HOST AT LEAST TEN VOLUNTEER EVENTS EACH YEAR, WHILE CONVENING AND COORDINATING WITH PARTNERS TO ENHANCE REGIONAL STRATEGIES AND PARTNERSHIPS THAT HEIGHTEN PROTECTION OF THE LOWER COLUMBIA RIVER.ACTIVITIES:LCEP PROPOSES TO FOCUS ON SEVERAL BROAD PROJECT TYPES DURING THE LIFE OF THE BIL FUNDING, THOSE PROJECT TYPES INCLUDE: HABITAT RESTORATION PROJECTS OF VARYING SIZE AND COMPLEXITY THAT ARE INTENDED TO IDENTIFY, PROTECT, CONSERVE, AND ENHANCE PRIORITY HABITATS THROUGHOUT THE ESTUARY. WATER TRAIL NON-MOTORIZED BOAT ACCESS AND INFRASTRUCTURE PROJECTS THAT ARE FOCUSED ON EDUCATION AND STEWARDSHIP, WITH EMPHASIS ON IMPROVING PUBLIC ACCESS TO THE LOWER COLUMBIA RIVER. STORMWATER AND GREEN INFRASTRUCTURE PROJECTS INTENDED TO IMPROVE WATER QUALITY AND REDUCE CONTAMINATES TO THE LOWER COLUMBIA RIVER STUDY AREA. ASSESSMENT AND MONITORING PROJECTS INTENDED TO PROVIDE DATA ON THE STATUS AND TRENDS OF ECOSYSTEM CONDITIONS IN THE ESTUARY; EXPAND REGIONAL MONITORING OF TOXIC AND CONVENTIONAL POLLUTANTS; AND EXPAND KNOWLEDGE AND UNDERSTANDING OF THE VALUE OF BLUE CARBON WITHIN THE ESTUARY. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:SPECIFIC BENEFITS WILL FOCUS ON THE FOLLOWING POTENTIAL BENEFITS: INCREASED TECHNICAL ASSISTANCE AND COMMUNITY ENGAGEMENT OF DISADVANTAGED COMMUNITIES; INCREASED FLOODPLAIN MITIGATION BENEFITS; GREEN STORMWATER INFRASTRUCTURE; COMMUNITY ENGAGEMENT AND TRAINING; ABANDONED GRAVEL MINE LANDS; AND INCREASE COMMUNITY RESILIENCE TO CLIMATE CHANGE. ANTICIPATED OUTCOMES INCLUDE: INCREASE HABITAT AND HABITAT FUNCTION FOR MULTIPLE SPECIES; RESTORING 25,000 ACRES OF HABITAT BY 2025, IDENTIFYING AND CONSERVING LAND NEEDED TO PROTECT WATER QUALITY AND HABITAT; HELPING TO REDUCE IMPACTS FROM LAND USE PRACTICES; REDUCING ARMORED SHORELINE BY 10% BY 2025; MAINTAINING IMPERVIOUS SURFACE AT NO MORE THAN 15%; CONDUCTING MONITORING ACTIVITIES THAT ARE INTENDED TO IDENTIFY OPPORTUNITIES TO REDUCE OR REMOVE CONTAMINANTS AND CLEAN-UP CONTAMINATED SITES TO IMPROVE WATER QUALITY; PROVIDING\nEDUCATION AND ENGAGEMENT ACTIVITIES WHILE PROVIDING STATE OF THE ART DATA AND INFORMATION FOR A RANGE OF AUDIENCES; REACHING UP TO 5,000 STUDENTS EACH YEAR AND HOSTING AT LEAST TEN VOLUNTEER EVENTS EACH YEAR, WHILE CONVENING AND COORDINATING WITH PARTNERS TO ENHANCE REGIONAL STRATEGIES AND PARTNERSHIPS THAT HEIGHTEN PROTECTION OF THE LOWER COLUMBIA RIVER AND ASSOCIATED AQUATIC RESOURCES. THE INTENDED BENEFICIARIES OF THIS GRANT AND NATIONAL PROGRAM ARE THE CITIZENS OF OREGON AND WASHINGTON THAT LIVE, WORK AND RECREATE ALONG THE 146 MILES OF THE LOWER COLUMBIA RIVER AND ITS CONNECTED ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 1818000.0, "recipient_id": "966b50e1-407b-77d9-6d88-9f51772b15a7-C", "generated_internal_id": "ASST_NON_02J12101_6800"}, {"internal_id": 156418134, "Award ID": "02J11701", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-24", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE TILLAMOOK ESTUARY PARTNERSHIP (TEP) UNDERTAKES THE ACTIVITIES DESCRIBED IN THEIR TWO- YEAR WORKPLAN USING CLEAN WATER ACT (CWA) SECTION 320 FUNDS FOR THE NATIONAL ESTUARY PROGRAM. IN THEIR 2022-2023 BIPARTISAN INFRASTRUCTURE LAW (BIL) FUNDED BUDGET, THESE FUNDS ARE PRIMARILY PROJECTED TO PROVIDE PARTIAL SUPPORT FOR A TOTAL OF 5 FTE OF THEIR PROJECTED 10.5 FTE OF AVAILABLE TEP STAFF RESOURCES THAT ARE IMPLEMENTING THEIR EPA APPROVED COMPREHENSIVE CONSERVATION MANAGEMENT PLAN, AND INCLUDES ACTIVITIES THAT ARE RELATED ACHIEVING THEIR OVERALL MANAGEMENT GOALS INCLUDING ACTIVITIES AND PROJECTS TO: INCREASE HABITAT AND HABITAT FUNCTION FOR MULTIPLE SPECIES; RESTORING UP TO 10,000 ACRES OF HABITAT BY 2025, CONSERVING LAND TO PROTECT WATER QUALITY AND HABITAT; REDUCING IMPACTS FROM LAND USE PRACTICES; REDUCING ARMORED SHORELINE BY UP TO 10% BY 2025; REDUCING CONTAMINANTS TO IMPROVE OVERALL WATER QUALITY; PROVIDING EDUCATION AND ENGAGEMENT ACTIVITIES WHILE PROVIDING STATE OF THE ART DATA AND INFORMATION FOR A RANGE OF AUDIENCES; REACHING UP TO 5,000 STUDENTS EACH YEAR AND HOSTING AT LEAST TEN DIFFERENT VOLUNTEER EVENTS EACH YEAR, WHILE CONVENING AND COORDINATING WITH PARTNERS TO ENHANCE REGIONAL STRATEGIES AND PARTNERSHIPS THAT HEIGHTEN PROTECTION OF THE TILLAMOOK ESTUARY STUDY AREA.ACTIVITIES:TEP PROPOSES TO FOCUS ON SEVERAL BROAD PROJECT TYPES DURING THE LIFE OF THE BIL FUNDING, THOSE PROJECT TYPES INCLUDE: HABITAT RESTORATION PROJECTS OF VARYING SIZE AND COMPLEXITY THAT ARE INTENDED TO IDENTIFY, PROTECT, CONSERVE, AND ENHANCE PRIORITY HABITATS THROUGHOUT THE ESTUARY. WATER TRAIL NON-MOTORIZED BOAT ACCESS AND INFRASTRUCTURE PROJECTS THAT ARE FOCUSED ON EDUCATION AND STEWARDSHIP, WITH EMPHASIS ON IMPROVING PUBLIC ACCESS TO THE TILLAMOOK ESTUARY. STORMWATER AND GREEN INFRASTRUCTURE PROJECTS INTENDED TO IMPROVE WATER QUALITY AND REDUCE CONTAMINATES TO THE TILLAMOOK BAY STUDY AREA. ASSESSMENT AND MONITORING PROJECTS INTENDED TO PROVIDE DATA ON THE STATUS AND TRENDS OF ECOSYSTEM CONDITIONS IN THE ESTUARY; EXPAND REGIONAL MONITORING OF WATER QUALITY AND CONVENTIONAL POLLUTANTS; AND EXPAND KNOWLEDGE AND UNDERSTANDING THE EFFECTS OF CLIMATE CHANGE WITHIN THE ESTUARY. SUBRECIPIENT:SUBAWARDS WILL BE MADE BY TEP THROUGH DEVELOPMENT OF A LOCAL GRANT PROGRAM TO FUND LOCAL SMALL-SCALE RESTORATION OR WATER QUALITY IMPROVEMENT PROJECTS.  OUTCOMES:SPECIFIC BENEFITS WILL FOCUS ON THE FOLLOWING POTENTIAL BENEFITS: INCREASED TECHNICAL ASSISTANCE AND COMMUNITY ENGAGEMENT OF DISADVANTAGED COMMUNITIES; INCREASED FLOODPLAIN MITIGATION BENEFITS; GREEN STORMWATER INFRASTRUCTURE; COMMUNITY ENGAGEMENT AND TRAINING; AND INCREASED COMMUNITY RESILIENCE TO CLIMATE CHANGE. ANTICIPATED OUTCOMES INCLUDE: INCREASE HABITAT AND HABITAT FUNCTION FOR MULTIPLE SPECIES; RESTORING UP TO 10,000 ACRES OF HABITAT BY 2025, IDENTIFYING AND CONSERVING LAND NEEDED TO PROTECT WATER QUALITY AND HABITAT; HELPING TO REDUCE IMPACTS FROM LAND USE PRACTICES; REDUCING ARMORED SHORELINE BY UP TO 10% BY 2025; CONDUCTING MONITORING ACTIVITIES THAT ARE INTENDED TO IDENTIFY OPPORTUNITIES TO REDUCE OR REMOVE CONTAMINANTS AND CLEAN-UP CONTAMINATED SITES TO IMPROVE WATER QUALITY; PROVIDING EDUCATION AND ENGAGEMENT ACTIVITIES WHILE PROVIDING STATE OF THE ART DATA AND INFORMATION FOR A RANGE OF AUDIENCES; REACHING UP TO 5,000 STUDENTS EACH YEAR AND HOSTING AT LEAST TEN VOLUNTEER EVENTS EACH YEAR, WHILE CONVENING AND COORDINATING WITH PARTNERS TO ENHANCE REGIONAL STRATEGIES AND PARTNERSHIPS THAT HEIGHTEN PROTECTION OF THE TILLAMOOK ESTUARY STUDY AREA AND ASSOCIATED AQUATIC RESOURCES. THE INTENDED BENEFICIARIES OF THIS GRANT AND NATIONAL PROGRAM ARE THE CITIZENS OF OREGON THAT LIVE, WORK AND RECREATE WITHIN THE TILLAMOOK BAY AND ITS CONNECTED ESTUARIES AND TRIBUTARIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "66525e84-af3d-b51e-b52f-56d918defce2-C", "generated_internal_id": "ASST_NON_02J11701_6800"}, {"internal_id": 161421659, "Award ID": "02F25101", "Award Amount": 909800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "66.456", "Description": "DESCRIPTION:THESE FUNDS FOR THE BARATARIA-TERREBONNE NATIONAL ESTUARY PROGRAM (BTNEP) SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE BARATARIA TERREBONNE ESTUARY. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).ACTIVITIES:ALL ACTIVITIES FOCUS ON MAINTAINING, RESTORING, AND/OR IMPROVING WATER QUALITY. THE ACTIVITIES TO BE PERFORMED BY BTNEP INCLUDE THE FOLLOWING ACTIVITIES:\n1) BAYOU LAFOURCHE AND BAYOU FOLSE WATERSHED HOME SEWAGE ASSISTANCE PROGRAM - ASSIST HOMEOWNERS WITH SEWAGE REPAIRS IN DISADVANTAGED COMMUNITIES 2) CANAL BACKFILL AND WETLANDS RESTORATION PROJECT - RESTORE WETLANDS BY BACKFILLING A CANAL AND PROTECTING NATIVE LANDS 3) ESTABLISHING LONG-TERM BIOLOGICAL MONITORING SITES IN BARATARIA BASIN - ESTABLISH LONG-TERM MONITORING SITES TO ASSESS CHANGES TO THE FINFISH AND CRUSTACEAN COMMUNITIES 4) CONSTRUCTION OF NEW PUBLIC BOAT LAUNCH AND PARK ON BAYOU LAFOURCHE PHASE 1 - PROVIDE MORE EQUITABLE ACCESS TO A PUBLIC WATERWAY IN A DISADVANTAGED AREA OF THE ESTUARY AND MAKE EDUCATIONAL AND RECREATIONAL AMENITIES AVAILABLE AND MORE ACCESSIBLE TO THIS COMMUNITY 5) INTERACTIVE EDUCATIONAL INSTALLATION AT NEW COASTAL CENTER - INSTALL AN INTERACTIVE EDUCATIONAL INSTALLATION AT THE NEW COASTAL CENTER AT NICHOLLS STATE UNIVERSITY THAT WILL ALLOW THE PUBLIC TO LEARN ABOUT THE ESTUARY 6) DOCUMENTARY ON CLIMATE CHANGE EFFECT ON THE NATIVE AMERICAN BAYOU COMMUNITY - SPONSOR DOCUMENTARY, CREATE AWARENESS AND CREATE DISCUSSION FORUMS/OPPORTUNITIES FOR DIALOGUES ON THE EFFECTS OF CLIMATE CHANGE ON INDIGENOUS PEOPLE AND TRIBAL COMMUNITIES IN THE BARATARIA-TERREBONNE ESTUARY. SUBRECIPIENT:ALL PROJECTS WILL UTILIZE SUBAWARDS. BELOW ARE THE ACTIVITIES THAT WILL BE IMPLEMENTED THROUGH SUBAWARDS: \n1) BAYOU LAFOURCHE AND BAYOU FOLSE WATERSHED HOME SEWAGE ASSISTANCE PROGRAM - ASSIST HOMEOWNERS WITH SEWAGE REPAIRS IN DISADVANTAGED COMMUNITIES 2) CANAL BACKFILL AND WETLANDS RESTORATION PROJECT - RESTORE WETLANDS BY BACKFILLING A CANAL AND PROTECTING NATIVE LANDS 3) ESTABLISHING LONG-TERM BIOLOGICAL MONITORING SITES IN BARATARIA BASIN - ESTABLISH LONG-TERM MONITORING SITES TO ASSESS CHANGES TO THE FINFISH AND CRUSTACEAN COMMUNITIES 4) CONSTRUCTION OF NEW PUBLIC BOAT LAUNCH AND PARK ON BAYOU LAFOURCHE PHASE 1 - PROVIDE MORE EQUITABLE ACCESS TO A PUBLIC WATERWAY IN A DISADVANTAGED AREA OF THE ESTUARY AND MAKE EDUCATIONAL AND RECREATIONAL AMENITIES AVAILABLE AND MORE ACCESSIBLE TO THIS COMMUNITY 5) INTERACTIVE EDUCATIONAL INSTALLATION AT NEW COASTAL CENTER - INSTALL AN INTERACTIVE EDUCATIONAL INSTALLATION AT THE NEW COASTAL CENTER AT NICHOLLS STATE UNIVERSITY THAT WILL ALLOW THE PUBLIC TO LEARN ABOUT THE ESTUARY 6) DOCUMENTARY ON CLIMATE CHANGE EFFECT ON THE NATIVE AMERICAN BAYOU COMMUNITY - SPONSOR DOCUMENTARY, CREATE AWARENESS AND CREATE DISCUSSION FORUMS/OPPORTUNITIES FOR DIALOGUES ON THE EFFECTS OF CLIMATE CHANGE ON INDIGENOUS PEOPLE AND TRIBAL COMMUNITIES IN THE BARATARIA-TERREBONNE ESTUARY. OUTCOMES:THE DELIVERABLES TO BE PROVIDED UNDER THIS AGREEMENT ARE: SEMI AND ANNUAL PROGRESS REPORTS, AND FINAL PROJECT REPORTS. THE EXPECTED OUTCOMES RESULTING FROM THESE EFFORTS INCLUDE RESTORING LOUISIANA'S IMPAIRED WATERS AND PROTECTING HEALTHY WATERS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE BARATARIA-TERREBONNE AREA, HUMAN HEALTH, THE ENVIRONMENT AND ALL STATE RESIDENTS AND OCCUPANTS, BOTH PERMANENT AND TEMPORARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": 909800.0, "recipient_id": "f5d3ee34-c971-7973-436a-16a19a59d27f-C", "generated_internal_id": "ASST_NON_02F25101_6800"}, {"internal_id": 156418143, "Award ID": "02F24501", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "66.456", "Description": "DESCRIPTION:THESE FUNDS FOR COASTAL BEND BAYS AND ESTUARIES PROGRAM (CBBEP) SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE COASTAL BEND BAYS AND ESTUARIES. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).ACTIVITIES:ALL ACTIVITIES FOCUS ON MAINTAINING, RESTORING, AND/OR IMPROVING WATER QUALITY. THE ACTIVITIES TO BE PERFORMED BY THE COASTAL BEND ANDBAY ESTUARY PROGRAM INCLUDE THE FOLLOWING ACTIVITIES:\n1) TERN ISLAND PROTECTION AND RESTORATION, PHASE II - THE OBJECTIVE IS TO INCREASE THE AMOUNT OF BIRD NESTING HABITAT ON TERN ISLAND BY (1) COMPLETING THE ENGINEERING DESIGN, PERMITTING, AND CONSTRUCTION OF A ROCK BREAKWATER AROUND THE PERIMETER OF THE ISLAND AND (2) EXPANDING THE ACREAGE OF TERN ISLAND THROUGH THE PLACEMENT OF IMPORTED FILL MATERIAL BEHIND THE NEWLY CONSTRUCTED BREAKWATERS.\n2) COPANO BAY SHORELINE PROTECTION AND RESTORATION, PHASE I - THE OBJECTIVE OF THIS PROJECT IS TO COMPLETE A FEASIBILITY STUDY AND ALTERNATIVES ANALYSIS FOR AN ERODING SHORELINE IN COPANO BAY.\n3) OSSF ASSISTANCE PROGRAM, PHASE I - THE OBJECTIVE IS TO ADDRESS NUTRIENT AND BACTERIA PROBLEMS IN TARGETED WATERSHEDS BY INSPECTING, REPAIRING, AND REPLACING OSSFS THAT ARE FAILING OR NON-EXISTENT, FOCUSING ON UNDERSERVED COMMUNITIES WITH LIMITED RESOURCES.\n4) TRAINING PROGRAM FOR WASTEWATER OPERATORS IN THE BAFFIN BAY WATERSHED - THE OBJECTIVE IS TO ADDRESS NUTRIENT AND BACTERIA PROBLEMS IN THE BAFFIN BAY WATERSHED BY IMPLEMENTING A 24-MONTH TRAINING PROGRAM FOR PERSONNEL AT WASTEWATER FACILITIES, FOCUSING ON INCREASING THE HUMAN CAPITAL OF UNDERSERVED COMMUNITIES WITH LIMITED RESOURCES.\n5) ACCESS IMPROVEMENTS AND TRAIL DEVELOPMENT AT THE HELD-MORAN SANCTUARY - THE OBJECTIVES  INCLUDE (1) CONSTRUCTING OFF-STREET, GRAVEL PARKING LOT ON THE NORTH SIDE OF THE HELD-MORAN SANCTUARY ON MEDITERRANEAN DRIVE WITH ENOUGH SPACE FOR FOUR TO FIVE CARS; (2) DESIGNING AND INSTALLING A HALF-MILE LOOP-TRAIL, ORIENTED NORTH TO SOUTH, FROM THE PROPOSED PARKING AREA; AND (3) REPAIRING AND REPLACING DAMAGED BOLLARD AND CABLE SYSTEM THAT IS DESIGNED TO LIMIT ACCESS TO THE INTERIOR OF THE PROPERTY BY MOTORIZED AND/OR WHEELED VEHICLES.\n6) ARANSAS BAY BIRD ISLAND RESTORATION, PHASE II - THE OBJECTIVES ARE TO INCREASE THE AMOUNT OF BIRD NESTING HABITAT IN THE ARANSAS BAY SYSTEM BY (1) COMPLETING THE FINAL ENGINEERING/DESIGN AND CONSTRUCTION OF A ROCK BREAKWATER AROUND THE PERIMETER OF DEADMAN ISLAND AND (2) EXPANDING THE ACREAGE OF THE ISLAND THROUGH THE PLACEMENT OF IMPORTED FILL MATERIAL BEHIND THE NEWLY CONSTRUCTED BREAKWATERS.\n7) TOWN OF BAYSIDE SHORELINE PROTECTION AND PUBLIC ACCESS, PHASE II - THE OBJECTIVE IS TO COMPLETE THE PRELIMINARY ENGINEERING AND DESIGN AND PERMITTING FOR A SHORELINE PROTECTION STRUCTURES NEAR THE TOWN OF BAYSIDE. THE PROJECT WILL SEEK TO REDUCE AND PREVENT EROSION OVER TIME AT BAYSIDE CITY PARK, WHILE ALSO CREATING AND RESTORING HABITAT FOR AQUATIC AND AVIAN SPECIES AND IMPROVING PUBLIC ACCESS OPPORTUNITIES.\n8) CBBEP CLIMATE CHANGE RISK-BASED ADAPTATION PLAN AND EQUITY STRATEGY - THE OBJECTIVE IS TO DEVELOP A CLIMATE CHANGE RISK-BASED ADAPTATION PLAN THAT CONTAINS EFFECTIVE SOLUTIONS THAT CBBEP AND OUR PARTNERS CAN IMPLEMENT TO BETTER MANAGE POTENTIAL RISKS FROM A CHANGING CLIMATE. THE PROJECT WILL ALSO FOCUS ON DEVELOPING AN EQUITY STRATEGY THAT ENSURES CBBEP IS REVIEWING POTENTIAL PROJECTS AND UTILIZATION OF OUR FUNDS THROUGH LENS OF EQUITABLE AND FAIR ACCESS FROM OUR PROGRAMS TO ALL INDIVIDUALS.\n9) COASTAL BEND REGIONAL WASTEWATER TREATMENT FACILITY FEASIBILITY STUDY - THE OBJECTIVE IS TO ADDRESS NUTRIENT AND BACTERIA PROBLEMS IN THE BAFFIN BAY WATERSHED BY CONDUCTING A FEASIBILITY STUDY FOR THE PROPOSED CONSTRUCTION OF A REGIONAL WAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "12e44ca6-3044-2461-3c6d-d0a538950a0c-C", "generated_internal_id": "ASST_NON_02F24501_6800"}, {"internal_id": 156418168, "Award ID": "02F24301", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "66.456", "Description": "DESCRIPTION:THESE FUNDS TO THE TEXAS COMMISSION ON ENVIRONMENTAL QUALITY'S (TCEQ) GALVESTON BAY ESTUARY PROGRAM (GBEP) PROVIDE SUPPORT IN IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).ACTIVITIES:ALL ACTIVITIES FOCUS ON MAINTAINING, RESTORING, AND/OR IMPROVING WATER QUALITY THROUGH A VARIETY OF METHODS INCLUDING, BUT NOT LIMITED TO, LAND CONSERVATION, WATER QUALITY IMPLEMENTATION OUTREACH AND EDUCATION, AND ESTUARY RESTORATION. THE ACTIVITIES TO BE PERFORMED BY THE GALVESTON BAY ESTUARY PROGRAM (GBEP) INCLUDE THE FOLLOWING ACTIVITIES: 1) DEVELOPMENT OF A LONG-TERM PLAN AND EQUITY STRATEGY; 2) REPAIR AND REPLACEMENT OF FAILING ON-SITE SEWAGE FACILITIES FOR HOMEOWNERS IN DISADVANTAGED COMMUNITIES WITH VULNERABLE POPULATIONS; 3) ACQUISITION AND PRESERVATION OF 1,065 ACRES OF HABITAT ALONG ARMAND BAYOU NORTH OF THE ARMAND BAYOU NATURE CENTER'S 2,500 ACRE PRESERVE; 4) ACQUISITION AND RESTORATION OF 25 ACRES OF REMNANT COASTAL PRAIRIE AND CREATION OF PUBLIC ACCESS OPPORTUNITIES FOR THE COMMUNITY OF SAN LEON, TEXAS; 5) RESTORATION OF 45.5 ACRES OF COASTAL PRAIRIE, RIPARIAN, WETLAND, AND SAVANNAH HABITAT IN HOUSTON, TEXAS; 6) CONDUCT TRASH CLEAN-UPS AND EDUCATION PROGRAMS WITH SCHOOLS, LIBRARIES, NATURE CENTERS, AND VISITOR CENTERS; AND 7) COMMUNITY OUTREACH AND EDUCATION. \n\nSUBRECIPIENT:ACTIVITIES INCLUDE IMPLEMENTATION OF AN APPROVED COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN FOR THE GALVESTON BAY ESTUARY, INCLUDING OUTREACH, EDUCATION, CONSERVATION AND RESTORATION ACTIVITIES THAT WORK TOWARDS PROTECTING AND RESTORING THE UNIQUE ESTUARY ECOSYSTEM. SUBAWARDS FOR THIS COOPERATIVE AGREEMENT INCLUDE, BUT NOT LIMITED TO, LOCAL AREA-WIDE AGENCIES, CITY OF HOUSTON, GALVESTON BAY FOUNDATION, CONSERVANCIES AND NATURE CENTERS.\n\nALL OF THE FUNDS ARE PASSED THOUGH AS SUBAWARDS. SUBAWARDEES WILL BE CONDUCTING THE FOLLOWING ACTIVITIES: 1) DEVELOPMENT OF A LONG-TERM PLAN AND EQUITY STRATEGY; 2) REPAIR AND REPLACEMENT OF FAILING ON-SITE SEWAGE FACILITIES FOR HOMEOWNERS IN DISADVANTAGED COMMUNITIES WITH VULNERABLE POPULATIONS; 3) ACQUISITION AND PRESERVATION OF 1,065 ACRES OF HABITAT ALONG ARMAND BAYOU NORTH OF THE ABNC'S 2,500 ACRE PRESERVE;4)  ACQUISITION AND RESTORATION OF 25 ACRES OF REMNANT COASTAL PRAIRIE AND CREATION OF PUBLIC ACCESS OPPORTUNITIES FOR THE COMMUNITY OF SAN LEON, TEXAS; 5) RESTORATION OF 45.5 ACRES OF COASTAL PRAIRIE, RIPARIAN, WETLAND, AND SAVANNAH HABITAT IN HOUSTON, TEXAS; 6) CONDUCT TRASH CLEAN-UPS AND EDUCATION PROGRAMS WITH SCHOOLS, LIBRARIES, NATURE CENTERS, AND VISITOR CENTERS; AND 7) COMMUNITY OUTREACH AND EDUCATION. \n\nOUTCOMES:THE DELIVERABLES TO BE PROVIDED UNDER THIS AGREEMENT ARE: SEMI AND ANNUAL PROGRESS REPORTS, QUALITY ASSURANCE PROJECT PLANS AND FINAL PROJECT REPORTS. THE EXPECTED OUTCOMES RESULTING FROM THESE EFFORTS INCLUDE RESTORING TEXAS' IMPAIRED WATERS AND PROTECTING HEALTHY WATERS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE GALVESTON BAY AREA, HUMAN HEALTH, THE ENVIRONMENT AND ALL STATE RESIDENTS AND OCCUPANTS, BOTH PERMANENT AND TEMPORARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_02F24301_6800"}, {"internal_id": 156671180, "Award ID": "02D42123", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-01", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS ACTION APPROVES FUNDING IN THE AMOUNT OF $1,819,600 FOR CHARLOTTE COUNTY TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND STRATEGIC PLAN TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES WITHIN THE COASTAL AND HEARTLAND NATIONAL ESTUARY PROGRAM (CHNEP). CHNEP WILL CONTINUE TO ACTIVELY PARTICIPATE IN GATHERING DATA AND SUPPORTING MODELING AND ANALYSES AS WELL AS FUND INTEGRATED GROUND AND SURFACE WATER MODELS TO IMPROVE DECISION-MAKING WITH REGARDS TO HYDROLOGICAL RESTORATION PROJECTS. CURRENTLY, THESE INCLUDE THE SOUTH LEE COUNTY WATERSHED INITIATIVE AND THE CHARLOTTE HARBOR FLATWOODS INITIATIVE PROJECTS. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).ACTIVITIES:ACTIVITIES INCLUDE PROTECTING AND RESTORING CRITICAL HABITATS, INCLUDING WETLANDS, AND ADDRESSING CHALLENGING ISSUES THAT THREATEN THE ECOLOGICAL AND ECONOMIC WELL-BEING OF NEP WATERSHEDS AND COMMUNITIES; SUPPORTING WATER QUALITY PROTECTION AND RESTORATION, INCLUDING TOTAL MAXIMUM DAILY LOAD PLAN IMPLEMENTATION;\tMONITORING AND ADDRESSING TOXICS, PATHOGEN LOADS AND CONTAMINATION; IMPLEMENTING STORMWATER MANAGEMENT PRACTICES THAT REDUCE NON-POINT SOURCE POLLUTION IMPACTS; PROMOTING THE ADOPTION OF GREEN AND NATURE-BASED INFRASTRUCTURE APPROACHES; PREVENTING THE SPREAD OF AQUATIC INVASIVE SPECIES AND/OR MANAGING THEIR IMPACTS; DEVELOPING AND IMPLEMENTING NUTRIENT REDUCTION STRATEGIES; MEASURING, MONITORING, AND INCREASING CARBON SEQUESTRATION; CONDUCTING CLIMATE VULNERABILITY ASSESSMENTS, DEVELOPING, AND IMPLEMENTING CLIMATE CHANGE ADAPTATION STRATEGIES AND USING ADAPTATION TOOLS TO PROMOTE COASTAL RESILIENCE; AND DEVELOPING AND IMPLEMENTING STRATEGIES TO INCREASE OPPORTUNITIES FOR DISADVANTAGED COMMUNITIES TO ACCESS, ENJOY, AND BENEFIT FROM SURFACE WATERS AND WATERWAYS, PARTICIPATE IN ECOSYSTEM RESTORATION, AND ENGAGE IN CAPACITY-BUILDING OR EDUCATIONAL ACTIVITIES. NEPS MAY ALSO USE FUNDS TO SUPPORT OTHER ACTIVITIES IDENTIFIED IN THE  CCMP, INCLUDING PROJECTS THAT BUILD ORGANIZATIONAL OR FINANCIAL CAPACITY. NEP REGIONAL COORDINATORS CAN ANSWER SPECIFIC QUESTIONS ON ELIGIBLE USES.SUBRECIPIENT:CHARLOTTE COUNTY CLIMATE CHANGE VULNERABILITY ASSESSMENT; POLK COUNTY CLIMATE CHANGE VULNERABILITY ASSESSMENT; PINE ISLAND FLATWOODS RESTORATION; CHNEP WATER ATLAS - MAINTENANCE AND IMPROVEMENTS; OTHER CLIMATE CHANGE VULNERABILITY ASSESSMENTS TBD AND RESTORATION PROJECTS TBD.OUTCOMES:OUTCOMES AND OUTPUTS INCLUDE STORMWATER MANAGEMENT AND NON-POINT SOURCE PROJECTS, AS WELL AS WATER AND GREEN INFRASTRUCTURE WHICH MAY INCORPORATE DEVELOPMENT OF ADAPTATION OR HAZARD MITIGATION PLANS TO ADDRESS CLIMATE CHANGE AND RESILIENCY, ONGOING COLLABORATE WITH PARTNERS ON CCMP IMPLEMENTATION, COMPLIANCE WITH HOST AGENCY FINANCE AND PROCUREMENT REQUIREMENTS, COMPLIANCE WITH FUNDERS' GRANT REPORTING REQUIREMENTS. THE CITIZENS OF FLORIDA WILL BE THE INTENDED BENEFICIARIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "b1853c6b-a0cf-4893-6218-9b94f8fd25f2-C", "generated_internal_id": "ASST_NON_02D42123_6800"}, {"internal_id": 156671182, "Award ID": "02D41923", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-09", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,819,600 TO TAMPA BAY ESTUARY PROGRAM (TBEP) TO INVEST IN NATURAL INFRASTRUCTURE STORMWATER RETROFITS THAT BETTER SERVE THESE COMMUNITIES, AND THE BROADER SET OF ECOLOGICAL FUNCTIONS THAT UNMODIFIED TIDAL TRIBUTARY SYSTEMS AND SHORELINES TYPICALLY ELICIT IN SOUTHWEST FLORIDA ESTUARIES (E.G., ENHANCED NUTRIENT ATTENUATION, CARBON SEQUESTRATION, AND FISH AND WILDLIFE HABITAT). IN DOING SO, INCREASED SOCIAL AND ECOLOGICAL RESILIENCE TO FUTURE CLIMATE CHANGE VULNERABILITIES FOR THESE COASTAL COMMUNITIES AND SYSTEMS WILL RESULT. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58.ACTIVITIES:THIS PROJECT AIMS TO INVEST IN NATURAL INFRASTRUCTURE STORMWATER RETROFITS THAT BETTER SERVE THESE COMMUNITIES, AND THE BROADER SET OF ECOLOGICAL FUNCTIONS THAT UNMODIFIED TIDAL TRIBUTARY SYSTEMS AND SHORELINES TYPICALLY ELICIT IN SOUTHWEST FLORIDA ESTUARIES (E.G., ENHANCED NUTRIENT ATTENUATION, CARBON SEQUESTRATION, AND FISH AND WILDLIFE HABITAT). IN DOING SO, INCREASED SOCIAL AND ECOLOGICAL RESILIENCE TO FUTURE CLIMATE CHANGE VULNERABILITIES FOR THESE COASTAL COMMUNITIES AND SYSTEMS WILL RESULT.SUBRECIPIENT:JOE'S CREEK GREENWAY RESTORATION PROJECT PHASE II (PINELLAS COUNTY), LITTLE BAYOU CREEK (ST. PETERSBURG), GAP CREEK (MANATEE COUNTY) AND ARCHIE CREEK (HILLSBOROUGH COUNTY).OUTCOMES:TAMPA BAY ESTUARY PROGRAM - OUTPUTS AND DELIVERABLES TBEP BIL FUNDS WILL PRIMARILY BE USED TO SUPPORT DESIGN AND PERMITTING FOR PARTNER PROJECTS THAT WILL ENHANCE FLOOD RESILIENCY WITHIN TIDAL CREEK WATERSHEDS INCLUSIVE OF UNDERSERVED/FRONTLINE COMMUNITIES. FURTHER, DESIGN ELEMENTS UTILIZING TBEP BIL FUNDS ARE TARGETED TOWARDS NATURE-BASED COMPONENTS THAT FURTHER IMPLEMENT THE 2020 HABITAT MASTER PLAN. EDUCATION AND OUTREACH TO THE SURROUNDING COMMUNITIES ON OVERALL PROJECT BENEFITS IS ALSO TARGETED FOR THE JOE'S, LITTLE BAYOU, AND ARCHIE CREEK PROJECTS. TBEP INTENDS TO ENTER INTO SEPARATE CONTRACT AGREEMENTS WITH THE 4 PRIMARY PROJECT PARTNERS TO FURTHER DELINEATE THE SCOPE, TASKS, MILESTONES AND BUDGET FOR EACH PROJECT.  THE CITIZENS OF FLORIDA WILL BE THE INTENDED BENEFICIARIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "254a6651-8054-e8b5-8866-aab150d1d704-C", "generated_internal_id": "ASST_NON_02D41923_6800"}, {"internal_id": 156671194, "Award ID": "02D41823", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-14", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,819,600.00 TO THE NORTH CAROLINA DEPARTMENT OF ENVIRONMENTAL QUALITY TO SUPPORT THE IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND STRATEGIC PLAN TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES WITHIN THE ALBEMARLE-PAMLICO. ASSESSMENT AND PLANNING PROJECTS THAT INVOLVE CLIMATE CHANGE VULNERABILITY ASSESSMENTS, COMMUNITY RESILIENCE AND ADAPTATION PLANS, OR HAZARD MITIGATION PLANS; RESTORATION, WATER INFRASTRUCTURE, GREEN INFRASTRUCTURE, STORM WATER MANAGEMENT, AND NONPOINT SOURCE PROJECTS THAT PRIORITIZE INNOVATIVE CLIMATE ADAPTATION, HAZARD MITIGATION, AND RESILIENCE SOLUTIONS; PROJECTS FOCUSED ON CLIMATE-RELATED RESEARCH, INCLUDING THOSE THAT MEASURE, MONITOR, AND INCREASE CARBON SEQUESTRATION; PROJECTS FOCUSED ON CLIMATE-RELATED OUTREACH AND EDUCATION.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE ESTABLISHING WATER QUALITY STANDARDS, IDENTIFYING POLLUTED WATERS AND DEVELOPING PLANS TO RESTORE THEM (TOTAL MAXIMUM DAILY LOADS), PERMITTING DISCHARGES OF POLLUTANTS FROM POINT SOURCES (NATIONAL POLLUTANT DISCHARGE, ELIMINATION SYSTEM PERMITS),  ADDRESSING DIFFUSE, NONPOINT SOURCES OF POLLUTION, PROTECTING WETLANDS, PROTECTING COASTAL WATERS THROUGH THE NATIONAL ESTUARY PROGRAM, PROTECTING LARGE AQUATIC ECOSYSTEMS.SUBRECIPIENT:UNDESIGNATED CCMP IMPLEMENTATION PROJECTS\t\n CCMP FINANCIAL PLAN\n ESTUARINE SPATIAL PLANNING ASSESSMENTOUTCOMES:OUTPUTS AND OUTCOMES INCLUDE WATERS ARE SAFE FOR PERSONAL CONTACT, DESIGNATED SURFACE AND GROUND WATER SUPPLIES ARE SAFE FOR HUMAN CONSUMPTION, SURFACE HYDROLOGIC REGIMES SUSTAIN REGULATED HUMAN USES, FISH AND GAME ARE SAFE FOR HUMAN CONSUMPTION, OPPORTUNITIES FOR RECREATION AND ACCESS TO PUBLIC LANDS AND WATERS ARE PROTECTED AND ENHANCED. THE BIODIVERSITY, FUNCTION, AND POPULATIONS OF SPECIES IN AQUATIC, WETLAND, AND UPLAND COMMUNITIES ARE PROTECTED, RESTORED, OR ENHANCED, THE EXTENT AND QUALITY OF UPLAND, FRESHWATER, ESTUARINE, AND NEAR-SHORE MARINE HABITATS FULLY SUPPORT BIODIVERSITY AND ECOSYSTEM FUNCTION, NON-NATIVE INVASIVE SPECIES DO NOT SIGNIFICANTLY IMPAIR NATIVE SPECIES' VIABILITY OR FUNCTION, NOR IMPAIR HABITAT QUALITY, QUANTITY, AND THE PROCESSES THAT FORM AND MAINTAIN HABITATS. CITIZENS OF THE STATE OF NORTH CAROLINA WILL BE THE INTENDED BENEFICIARIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_02D41823_6800"}, {"internal_id": 154503120, "Award ID": "02D41623", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-01", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $750,000 TO CHARLOTTE COUNTY TO SUPPORT THE IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND STRATEGIC PLAN TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES WITHIN THE COASTAL AND HEARTLAND NATIONAL ESTUARY PROGRAM (NEP). THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58.ACTIVITIES:COASTAL AND HEARTLAND NATIONAL ESTUARY PROGRAM (CHNEP)WILL SUPPORT A COMPREHENSIVE AND COORDINATED WATER QUALITY MONITORING AND ASSESSMENT STRATEGY, CONTINUE WORKING WITH PARTNERS TO COLLECT WATER QUALITY MONITORING DATA AND UPLOADING IT TO THE CHNEP WATER ATLAS FOR ACCESS BY INTERESTED PARTIES AND THE PUBLIC. CHNEP WILL WORK WITH PARTNERS TO DEVELOP NEW INFORMATION PAGES ON THE WATER ATLAS AS NEEDED. CHNEP WILL CONTINUE TO FUND AND SUPPORT THE COASTAL CHARLOTTE HARBOR MONITORING NETWORK (CCHMN). CHNEP WILL CONTINUE TO SUPPORT, PROVIDING TECHNICAL COMMENT AS APPROPRIATE, DEVELOPMENT AND IMPLEMENTATION OF WATER QUALITY STANDARDS, POLLUTANT LIMITS AND CLEAN-UP PLANS.SUBRECIPIENT:SUB-AWARDEES COASTAL CHARLOTTE HARBOR MONITORING NETWORK PERFORMS MONTHLY WATER QUALITY SAMPLING AND COASTAL AND HEARTLAND WATER ATLA IS RESPONSIBLE FOR MAINTENANCE, UPDATES, AND NEW CONTENT. OUTCOMES:COASTAL AND HEARTLAND NATIONAL ESTUARY PROGRAM: OUTCOMES AND OUTPUTS INCLUDE 1) DEVELOPMENT AND COMPLETION OF SPECIFIC CCMP ACTIONS THAT RELATE TO HABITAT RESTORATION, ENVIRONMENTAL AND WATER QUALITY MONITORING, ENVIRONMENTAL OUTREACH AND EDUCATION, 2) INCREASE OF PUBLIC SUPPORT FOR COASTAL AND HEARTLAND AND THEIR PARTNERSHIPS, 3) INCREASED AWARENESS TO THE PUBLIC OF THE ISSUES THAT CHALLENGE THE INTEGRITY OF THE ESTUARY. DELIVERABLES INCLUDE ANNUAL REPORTS OUTLINING PROGRAM AND PROJECT ACCOMPLISHMENTS AS A RESULT OF THIS FUNDING. CITIZENS WITH THE STATE OF FLORIDA AND ESTUARY DIRECTLY BENEFIT FROM THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b1853c6b-a0cf-4893-6218-9b94f8fd25f2-C", "generated_internal_id": "ASST_NON_02D41623_6800"}, {"internal_id": 156671181, "Award ID": "02D41323", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-02", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS ACTION APPROVES FUNDING IN THE AMOUNT OF $1,819,600 FOR THE SARASOTA BAY ESTUARY PROGRAM (SBEP) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND STRATEGIC PLAN TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES WITHIN THE SARASOTA BAY ESTUARY PROGRAM. THE PROJECTS PROPOSED FOR FUNDING VIA THE BIPARTISAN INFRASTRUCTURE LAW(BIL) WILL LEVERAGE EXISTING EFFORTS, SO THAT THE SBEP WILL SPEND BIL DOLLARS ON PROJECT IMPLEMENTATION, RATHER THAN THE EARLIER STAGES OF DESIGN AND PERMITTING. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58.ACTIVITIES:SARASOTA BAY ESTUARY PROGRAM (SBEP) WILL CONTINUE EFFORTS TO COORDINATE EFFORTS AMONG OUR STAKEHOLDERS TO DEVELOP A LOCALLY LED, SCIENTIFICALLY SOUND WATER QUALITY AND ECOSYSTEM RESTORATION PROGRAM FOR THE BAY. TO COMPLETE HABITAT RESTORATION EFFORTS AT TWO SITES, FISH PRESERVE PHASE IV AND GT BRAY PARK, AND TO ALLOW THE SBEP TO CONTINUE ITS LONG-RUNNING EFFORTS TO SUPPLEMENT THE BAY'S ECOSYSTEM HEALTH THROUGH THE DEPLOYMENT OF SPECIALLY DESIGNED ARTIFICIAL REEFS.  EACH PROJECT IS DESCRIBED BELOW IN TERMS OF ITS RELEVANCE TO CCMP GOALS, A SUMMARY BUDGET, A BRIEF DESCRIPTION OF THE PROJECT, THE LEADS AND/OR PARTNERS INVOLVED IN THE PROJECT, AND ESTIMATED MILESTONES.SUBRECIPIENT:FISH PRESERVE MANAGEMENT; FISH PRESERVE PUBLIC EDUCATION AND OUTREACH; GT BRAY PARK PROJECT MANAGEMENT;GT BRAY PARK PUBLIC EDUCATION AND OUTREACH; AND SARASOTA BAY ARTIFICIAL REEFS MANAGEMENT.OUTCOMES:RESULTS/OUTCOMES: THE ARTIFICIAL REEFS WOULD BE USED TO SUPPLEMENT EXISTING REEF COMPLEXES, THEREFORE PERMITTING IS EXPECTED TO BE MINIMAL, REQUIRING ONLY THE RE-OPENING OF RECENTLY EXPIRED PERMITS.  THE REEF DESIGNS - CALLED 'DEEP COVERS' - ARE BASED ON UPGRADES TO PREVIOUSLY USED MOLDS FOR CAST CONCRETE.  CONTRACTORS THAT HAVE PREVIOUSLY ASSISTED SBEP IN PRIOR REEF MODULE PRODUCTION AND DEPLOYMENT ARE AVAILABLE FOR ADDITIONAL EFFORTS.  PENDING THE AVAILABILITY OF FUNDS, THE ARTIFICIAL REEFS SHOULD BE CONSTRUCTED AND DEPLOYED BY THE SUMMER OF 2023.  MONITORING THE USE AND USEFULNESS OF THESE DEPLOYED REEFS WOULD CARRY ON FOR ANYWHERE BETWEEN ONE TO THREE YEARS, DEPENDING ON THE VALUE OF ADDITIONAL DATA THAT WOULD BE GATHERED. THE CITIZENS OF FLORIDA WILL BE THE INTENDED BENEFICIARIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "4b4f0baa-d3c5-ca49-1295-67dab7d431d7-R", "generated_internal_id": "ASST_NON_02D41323_6800"}, {"internal_id": 156671198, "Award ID": "02D40122", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,819,600 TO SUPPORT MOBILE BAY'S IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN AND STRATEGIC PLAN TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES WITHIN THE MOBILE BAY ESTUARY. TO CATALYZE ACTIONS OF ESTUARY STAKEHOLDERS, BUILD COMMUNITY ORGANIZATIONAL CAPACITY FOR SOUND RESOURCE MANAGEMENT, AND LEVERAGE COMMITMENT AND INVESTMENT TO ENSURE THE ESTUARY'S SUSTAINABILITY. THE PURPOSE OF THIS FIVE-YEAR BIL STRATEGY IS TO ADVANCE THE WISE STEWARDSHIP OF WATER QUALITY AND LIVING RESOURCES OF ALABAMA'S ESTUARIES AND COAST TO WITHSTAND CLIMATE CHANGE RELATED IMPACTS. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).ACTIVITIES:MOBILE BAY NATIONAL ESTUARY PROGRAM ARE TO ENGAGE ESTUARY STAKEHOLDERS IN THE DEVELOPMENT OF COMPREHENSIVE CONSERVATION MANAGEMENT PLANS (CCMPS), EXPAND RESOURCES AND INVOLVEMENT IN THE IMPLEMENTATION OF THESE CCMPS. ALSO PROMOTE HOW TO BEST PROTECT THIS NATIONALLY SIGNIFICANT ECOLOGICAL, ECONOMIC, AND CULTURAL RESOURCE TO ENSURE ITS CONSERVATION FOR OUR LIFETIME AND BEYOND. TO MAXIMIZE EFFECTIVENESS IN PROMOTING ESTUARY HEALTH.SUBRECIPIENT:ARCOS-BAY MONITORING\nCOMPREHENSIVE ENVIRONMENTAL MONITORING PROGRAM -PATHOGEN MONITORING PROGRAM \nJUSTICE 40 GREEN INFRASTRUCTURE PROGRAM \nLIVING SHORELINE PROGRAM \n\nOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE BAY AND WATERSHED MONITORING. EXPECTED OUTPUTS TO IMPROVE ABILITY TO MITIGATE THE IMPACTS OF CLIMATE CHANGE. CONTINUOUS MONITORING SALINITY, TEMPERATURE AND CHLOROPHYL A. INTENDED BENEFICIARIES WILL BE THE CITIZENS OF ALABAMA. SUBRECIPIENTS ACTIVITIES CURRENTLY KNOWN ARE:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_02D40122_6800"}, {"internal_id": 155506666, "Award ID": "02D39922", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-07", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58. THIS ACTION APPROVES FUNDING IN THE AMOUNT OF $909,800 TO THE INDIAN RIVER LAGOON (IRL) COUNCIL TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND STRATEGIC PLAN TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES WITHIN THE INDIAN RIVER LAGOON ESTUARY. BIL FUNDING PROVIDES A HISTORIC OPPORTUNITY FOR THE IRL NATIONAL ESTUARY PROGRAM TO PROVIDE ANNUALLY RECURRING SEED FUNDING FOR INFRASTRUCTURE IMPROVEMENTS OVER THE NEXT 5 YEARS TO BUILD AND EXPAND A LAGOON-WIDE NETWORK OF SEAGRASS NURSERIES AND RESTORATION CENTERS TO RESPOND TO THE CATASTROPHIC LOSS OF SEAGRASSES AS A RESULT OF HARMFUL ALGAL BLOOMS.ACTIVITIES:ACTIVITIES INCLUDE: INDIAN RIVER LAGOON COUNCIL WILL CONDUCT BI-WEEKLY MONITORING OF ALGAE AND CYANOBACTERIA SPECIES IDENTIFICATION, DISTRIBUTION AND ABUNDANCE. INCREASED FUNDING FOR INCREASED SAMPLING DURING A BLOOM. HAB-1: SUPPORT CONTINUATION OF THE IRL 2011 CONSORTIUM, WHICH WOULD FUNCTION AS A FORMAL TASK FORCE SUPPORTED BY THE IRL NEP AND WHICH WOULD DEVELOP A HAB RESEARCH AND RESTORATION RESPONSE PLAN. HAB-2: SEEK PARTNERSHIPS AND FUNDING TO PURSUE RESEARCH PRIORITIES IDENTIFIED BY THE IRL 2011 CONSORTIUM THAT ALIGN WITH IRLNEP MANAGEMENT CONFERENCE MANAGEMENT PRIORITIES. HAB-3: CONTINUE FUNDING AND SCIENTIFIC PARTNERSHIPS TO UNDERSTAND HABS TOXICITY AND RISKS TO HUMAN AND WILDLIFE HEALTH. BIODIVERSITY (LEVEL 2 - SERIOUS) BIODIVERSITY-2: WORK TO CONTINUE, EXPAND, UPDATE, AND IMPROVE THE IRL SPECIES INVENTORY. CONSTRUCTION OF GRINDER PUMP STATION SYSTEMS THAT WILL BE CONNECTED TO THE MARTIN COUNTY CENTRAL SEWER SYSTEM.  RESIDENTIAL CONNECTION FORMS WITH RECEIPTS AND DATED PHOTOS OF THE BEFORE AND AFTER GRINDER PUMP STATION  THE PROJECT WILL CONSTRUCT A GRAVITY SEWER SYSTEM CONSISTING OF APPROXIMATELY 15,400 LINEAR FEET OF SEWER MAIN, APPROXIMATELY 54 MANHOLES AND A COUNTY-OWNED AND OPERATED LIFT STATION. CONSTRUCTION OF A WATER MAIN WILL COINCIDE WITH THE SEWER MAIN.SUBRECIPIENT:MARTIN COUNTY: CONNECT TO PROTECT SEPTIC TO SEWER NUTRIENT REMOVAL PROGRAM YEAR 2\nCITY OF PORT ST. LUCIE: SEPTIC TO SEWER CONVERSION ALONG THE ELKCAM WATERWAY\nBREVARD COUNTY: THE MICCO SEWER LINE EXTENSION\nINDIAN RIVER COUNTY: THE NORTH SEBASTIAN PHASE 2 SEPTIC TO SEWER PROJECT\nMARINE DISCOVERY CENTER: IMPROVING MOSQUITO LAGOON OYSTER REEF AND LIVING SHORELINE RESTORATION BY USING ONLY BIODEGRADABLE MATERIALS\nUNIVERSITY OF FLORIDA: RESTORATION OF CLAM POPULATIONS IN THE INDIAN RIVER LAGOON FOR WATER QUALITY IMPROVEMENT YEAR 3\nFLORIDA ATLANTIC UNIVERSITY HARBOR BRANCH: BUILDING LAGOON-WIDE CAPACITY FOR SEAGRASS RECOVERY THROUGH INFRASTRUCTURE INVESTMENTS\nMARINE DISCOVERY CENTER: BUILDING LAGOON-WIDE CAPACITY FOR SEAGRASS RECOVERY THROUGH INFRASTRUCTURE INVESTMENTS\nBREVARD ZOO: BUILDING LAGOON-WIDE CAPACITY FOR SEAGRASS RECOVERY THROUGH INFRASTRUCTURE INVESTMENTS\nFLORIDA OCEANOGRAPHIC SOCIETY: BUILDING LAGOON-WIDE CAPACITY FOR SEAGRASS RECOVERY THROUGH INFRASTRUCTURE INVESTMENTS\nOUTCOMES:OUTCOMES AND OUTPUTS INCLUDE CONNECT TO PROTECT NUTRIENT REMOVAL SEPTIC TO SEWER CONVERSION YEAR 2 ($100,000). 1. 150 HOMES REMOVED FROM SEPTIC. 2. SEPTIC TO SEWER CONVERSION ALONG THE ELKCAM WATERWAY ($100,000).  34 HOMES REMOVED FROM SEPTIC. 3. THE MICCO SEWER LINE EXTENSION ($100,000).  22 PROPERTIES REMOVED FROM SEPTIC. 4. THE NORTH SEBASTIAN PHASE 2 SEPTIC TO SEWER PROJECT ($100,000).  180 PARCELS REMOVED FROM SEPTIC. 5. IMPROVING MOSQUITO LAGOON OYSTER REEF AND LIVING SHORELINE RESTORATION BY USING ONLY BIODEGRADABLE MATERIALS ($55,000).  RESTORE 4 OYSTER REEFS (~0.25-ACRE FOOTPRINT) IN MOSQUITO LAGOON USING BESETM BIODEGRADABLE MESH WITH OYSTER SHELL ATTACHED WITH STAINLESS WIRE OR BESETM REEF PASTE (TO REMOVE STEP OF ATTACHING SHELLS TO MESH);  RESTORE 600 LINEAR FEET OF STABILIZED SHORELINE IN MOSQUITO LAGOON AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "52f8097d-595e-747e-fe91-ce7e42b9b34b-R", "generated_internal_id": "ASST_NON_02D39922_6800"}, {"internal_id": 152089774, "Award ID": "02D10322", "Award Amount": 775000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $775,000 TO TAMPA BAY ESTUARY PROGRAM TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN AND STRATEGIC PLAN TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES WITHIN THE TAMPA BAY ESTUARY PROGRAM. ACTIVITIES:TAMPA BAY ESTUARY PROGRAM WILL COORDINATE AND FACILITATE TBEP AND TAMPA BAY NITROGEN MANAGEMENT CONSORTIUM ACTIVITIES THAT: 1) CONTRIBUTE TO THE CONTINUED ATTAINMENT OF WATER QUALITY TARGETS AND REGULATORY THRESHOLDS FOR THE BAY, 2) ANNUALLY REPORT ON ALL RELEVANT BAY CONDITIONS, INCLUDING REQUIREMENTS SET FORTH IN THE TAMPA BAY REASONABLE ASSURANCE DETERMINATION, AND 3) DEVELOP THE 2022 REASONABLE ASSURANCE UPDATE (ONGOING PROJECT).  ASSESS CURRENT AND HISTORIC ACREAGE OF CRITICAL COASTAL HABITATS AND ADAPTIVELY MANAGE AND TARGET AREAS FOR PRESERVATION AND RESTORATION (NEW AND ONGOING PROJECTS). CONTINUE TO IMPLEMENT LONG-TERM, 'ON THE GROUND' MONITORING PROGRAMS TO ASSESS ESTUARINE ECOLOGICAL AND FUNCTIONAL CHANGES IN CRITICAL COASTAL HABITATS (NEW AND ONGOING PROJECTS). ASSESS BENTHIC AND SEDIMENT CONDITIONS ON AN ANNUAL BASIS (NEW AND ONGOING PROJECTS).SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:TAMPA BAY ESTUARY PROGRAM - OUTPUTS AND DELIVERABLES - GEO-REFERENCED DATABASE WITH DATA FOR NINE COASTAL HABITAT MONITORING LOCATIONS.  PLANS AND PERMITS FOR HABITAT RESTORATION PROJECTS. NON-FORESTED AND FORESTED FRESHWATER WETLAND RESTORATION. REPORT PROVIDING 1) BENTHIC (IN CASE OF OYSTER RESTORATION), VEGETATION AND SOIL CHARACTERISTICS OF A SERIES OF HABITAT RESTORATION PROJECTS IMPLEMENTED IN TAMPA BAY; 2) AS NEEDED, RECOMMENDATIONS FOR ADAPTIVE MANAGEMENT AND LESSONS LEARNED FROM THESE PROJECTS; 3) AS APPROPRIATE, ALIGNMENT OF MONITORING PRACTICES WITH REGIONAL AND NATIONAL EFFORTS. REPORT PROVIDING INFORMATION ON EXISTING OYSTER RESTORATION PROJECTS WITHIN TAMPA BAY AND, AS NEEDED, SUGGESTIONS TO IMPROVE PROJECTS GOING FORWARD. MILESTONES: HABITAT MASTER PLAN UPDATE REPORT (COMPLETED 2020).  CITIZENS WITH THE STATE OF FLORIDA AND ESTUARY DIRECTLY BENEFIT FROM THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "254a6651-8054-e8b5-8866-aab150d1d704-C", "generated_internal_id": "ASST_NON_02D10322_6800"}, {"internal_id": 140709007, "Award ID": "02D10321", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $700,000 TO TAMPA BAY ESTUARY PROGRAM TO SUPPORT THEIR EFFORTS WITH IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE TAMPA BAY ESTUARY. OUTCOMES AND OUTPUTS INCLUDE DEVELOPMENT AND COMPLETION OF SPECIFIC COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN ACTIONS THAT RELATE TO HABITAT RESTORATION, ENVIRONMENTAL AND WATER QUALITY MONITORING, ENVIRONMENTAL OUTREACH AND EDUCATION, INCREASE OF PUBLIC SUPPORT FOR TAMPA BAY ESTUARY AND THEIR PARTNERSHIPS, INCREASED AWARENESS TO THE PUBLIC OF THE ISSUES THAT CHALLENGE THE INTEGRITY OF THE ESTUARY. DELIVERABLES INCLUDE ANNUAL REPORTS OUTLINING PROGRAM AND PROJECT ACCOMPLISHMENTS AS A RESULT OF THIS PROJECT. CITIZENS WITHIN THE STATE OF FLORIDA AND ESTUARY DIRECTLY BENEFIT FROM THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "254a6651-8054-e8b5-8866-aab150d1d704-C", "generated_internal_id": "ASST_NON_02D10321_6800"}, {"internal_id": 139785913, "Award ID": "01J97401", "Award Amount": 16117729.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "66.456", "Description": "THE PRIMARY PURPOSE OF THIS AWARD IS TO SUPPORT THE ROLE AS A BACKBONE ORGANIZATION FOR MAINTAINING THE LEADERSHIP FUNCTIONS AND COORDINATION OF THE PUGET SOUND NATIONAL ESTUARY PROGRAM, INCLUDING: PROGRAM LEVEL FINANCIAL MANAGEMENT; RESEARCHING FUNDING OPPORTUNITIES; PROVIDING PROGRAM MATCH FOR LOCAL AND TRIBAL CAPACITY GRANTS; DEMONSTRATING SOUND FISCAL MANAGEMENT PRACTICES; ADMINISTERING THE PARTNERSHIP'S BOARDS AND PARTNERS IN THE UPDATE OF THE ACTION AGENDA; SUPPORTING DIRECT PUBLIC ENGAGEMENT; COORDINATING AND IMPLEMENTING A STRATEGIC SCIENCE PROGRAM TO SUPPORT PUGET SOUND ECOSYSTEM RECOVERY; ECOSYSTEM ASSESSMENT AND MONITORING; AND COORDINATED REPORTING ON OUTPUTS AND OUTCOMES. THE MAIN DELIVERABLES INCLUDE AN UPDATED COMPREHENSIVE MANAGEMENT PLAN FOR PUGET SOUND FOR 2022-2026 AND IDENTIFYING AND CONVENING THE NETWORK OF PARTNERS TO IMPLEMENT AND MONITOR THAT PLAN. SUB-RECIPIENT ACTIVITIES WILL INCLUDE SUPPORTING: A) TEN LOCAL INTEGRATING ORGANIZATIONS TO HELP COORDINATE PLANNIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e470778-11ef-2e73-1b50-acfeff87409b-R", "generated_internal_id": "ASST_NON_01J97401_6800"}, {"internal_id": 88416522, "Award ID": "01J65401", "Award Amount": 8068458.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "66.456", "Description": "THIS BASE GRANT IS FOR THE PUGET SOUND NATIONAL ESTUARY PROGRAM. THIS BACKBONE ORGANIZATION ROLE INCLUDES: PROGRAM LEVEL FINANCIAL MANAGEMENT; RESEARCHING FUNDING OPPORTUNITIES; PROVIDING PROGRAM MATCH FOR LOCAL AND TRIBAL CAPACITY GRANTS; DEMONSTRATING SOUND FISCAL MANAGEMENT PRACTICES; ADMINISTERING THE PARTNERSHIP'S BOARDS AND PARTNERS IN THE DEVELOPMENT OF THE ACTION AGENDA; SUPPORTING DIRECT PUBLIC ENGAGEMENT; COORDINATING AND IMPLEMENTING A STRATEGIC SCIENCE PROGRAM TO SUPPORT PUGET SOUND ECOSYSTEM RECOVERY; ECOSYSTEM ASSESSMENT AND MONITORING; AND REPORTING ON OUTPUTS AND OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e470778-11ef-2e73-1b50-acfeff87409b-R", "generated_internal_id": "ASST_NON_01J65401_6800"}, {"internal_id": 82528911, "Award ID": "01J56601", "Award Amount": 2712500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-26", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE LOWER COLUMBIA ESTUARY PARTNERSHIP (LCEP) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE LOWER COLUMBIA RIVER ESTUARY STUDY AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "966b50e1-407b-77d9-6d88-9f51772b15a7-C", "generated_internal_id": "ASST_NON_01J56601_6800"}, {"internal_id": 69783418, "Award ID": "01J47901", "Award Amount": 3377300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO TILLAMOOK ESTUARIES PARTNERSHIP (TEP) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE TILLAMOOK ESTUARY PROGRAM'S STUDY AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66525e84-af3d-b51e-b52f-56d918defce2-C", "generated_internal_id": "ASST_NON_01J47901_6800"}, {"internal_id": 39190868, "Award ID": "01J31901", "Award Amount": 7112000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "66.456", "Description": "THIS BASE GRANT IS FOR THE PUGET SOUND NATIONAL ESTUARY PROGRAM. THIS BACKBONE ORGANIZATION ROLE INCLUDES: PROGRAM LEVEL FINANCIAL MANAGEMENT; RESEARCHING FUNDING OPPORTUNITIES; PROVIDING PROGRAM MATCH FOR LOCAL AND TRIBAL CAPACITY GRANTS; DEMONSTRATING SOUND FISCAL MANAGEMENT PRACTICES; ADMINISTERING THE PARTNERSHIP'S BOARDS AND PARTNERS IN THE DEVELOPMENT OF THE ACTION AGENDA; SUPPORTING DIRECT PUBLIC ENGAGEMENT; COORDINATING AND IMPLEMENTING A STRATEGIC SCIENCE PROGRAM TO SUPPORT PUGET SOUND ECOSYSTEM RECOVERY; ECOSYSTEM ASSESSMENT AND MONITORING; AND REPORTING ON OUTPUTS AND OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e470778-11ef-2e73-1b50-acfeff87409b-R", "generated_internal_id": "ASST_NON_01J31901_6800"}, {"internal_id": 39190617, "Award ID": "01J04301", "Award Amount": 1851000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-31", "CFDA Number": "66.456", "Description": "TILLAMOOK ESTUARIES PARTNERSHIP (TEP) FY16-17 WORKPLAN HAS 40 PROJECTS: RESEARCH/MONITORING, HABITAT, DEVELOPMENT, EDUCATION/OUTREACH, AND PARTNER-LE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66525e84-af3d-b51e-b52f-56d918defce2-C", "generated_internal_id": "ASST_NON_01J04301_6800"}, {"internal_id": 39190575, "Award ID": "01J00001", "Award Amount": 2609503.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-21", "CFDA Number": "66.456", "Description": "THIS PROJECT UNDER THE NATIONAL ESTUARY PROGRAM IMPLEMENTS RECOMMENDATIONS OF THE LOWER COLUMBIA ESTUARY PARTNERSHIP (LCEP) COMPREHENSIVE CONSERVATIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "966b50e1-407b-77d9-6d88-9f51772b15a7-C", "generated_internal_id": "ASST_NON_01J00001_6800"}, {"internal_id": 110190038, "Award ID": "01F83101", "Award Amount": 662500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE LA UNIVERSITIES MARINE CONSORTIUM (LUMCON) & BARATARIA TERREBONNE NATIONAL ESTUARY PROGRAM (BTNEP) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE BARATARIA TERREBONNE ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5d3ee34-c971-7973-436a-16a19a59d27f-C", "generated_internal_id": "ASST_NON_01F83101_6800"}, {"internal_id": 85201392, "Award ID": "01F68001", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "66.456", "Description": "THIS PROJECT FOCUSES ON THE IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) RESTORATION OF DISAPPEARING COASTAL HABITATS OF THE ESTUARY THROUGH TASKS OUTLINED IN THE BARATARIA TERREBONNE ESTUARY PROGRAM (BTNEP) ANNUAL WORKPLAN. THESE RESTORATION EFFORTS INCLUDE APPLIED RESEARCH COMPONENTS THAT ADDRESS RESTORATION FROM AN ECONOMIC AND ECOLOGICAL PERSPECTIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5d3ee34-c971-7973-436a-16a19a59d27f-C", "generated_internal_id": "ASST_NON_01F68001_6800"}, {"internal_id": 109197709, "Award ID": "01D14220", "Award Amount": 662500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-13", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $662,500 TO THE TAMPA BAY ESTUARY PROGRAM TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE TAMPA BAY ESTUARY, FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "254a6651-8054-e8b5-8866-aab150d1d704-C", "generated_internal_id": "ASST_NON_01D14220_6800"}, {"internal_id": 86482796, "Award ID": "00D95519", "Award Amount": 2737500.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-24", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $625,000 TO THE STATE OF NORTH CAROLINA TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE ALBEMARLE-PAMLICO ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_00D95519_6800"}, {"internal_id": 88416535, "Award ID": "00D90119", "Award Amount": 2737500.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-05", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $625,000 TO INDIAN RIVER LAGOON COUNCIL TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE INDIAN RIVER LAGOON ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52f8097d-595e-747e-fe91-ce7e42b9b34b-R", "generated_internal_id": "ASST_NON_00D90119_6800"}, {"internal_id": 86482797, "Award ID": "00D90019", "Award Amount": 1962500.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-24", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $600,000 TO COASTAL AND HEARTLAND PUNTA GORDA TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE COASTAL AND HEARTLAND PUNTA GORDA ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4503584-d5ca-0bf0-6bf3-1d9f2847d2cb-C", "generated_internal_id": "ASST_NON_00D90019_6800"}, {"internal_id": 85201329, "Award ID": "00D89319", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-22", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $600,000 TO THE TAMPA BAY ESTUARY PROGRAM TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN  AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE TAMPA BAY ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "254a6651-8054-e8b5-8866-aab150d1d704-C", "generated_internal_id": "ASST_NON_00D89319_6800"}, {"internal_id": 69783708, "Award ID": "00D81018", "Award Amount": 3337500.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-09-20", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $625,000 TO THE MOBILE BAY NATIONAL ESTUARY/MARINE ENVIRONMENTAL SCIENCES CONSORTIUM (MESC), DAUPHIN ISLAND, ALABAMA, TO SUPPORT THE IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION & MANAGEMENT PLAN (CCMP) AND STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES AND SUPPORT SUSTAINABLE HUMAN USES OF THE MOBILE BAY ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_00D81018_6800"}, {"internal_id": 68326579, "Award ID": "00D80818", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-03", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $600,000 TO TAMPA BAY ESTUARY PROGRAM TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN  AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE TAMPA BAY ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "254a6651-8054-e8b5-8866-aab150d1d704-C", "generated_internal_id": "ASST_NON_00D80818_6800"}, {"internal_id": 152691218, "Award ID": "00D55723", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-07", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS ACTION APPROVES FUNDING IN THE AMOUNT OF $750,000 FOR THE SARASOTA BAY TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND STRATEGIC PLAN TO IMPROVE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES WITHIN THE SARASOTA BAY ESTUARY PROGRAM.ACTIVITIES:SARASOTA BAY ESTUARY PROGRAM (SBEP) WILL CONTINUE EFFORTS TO COORDINATE EFFORTS AMONG OUR STAKEHOLDERS TO DEVELOP A LOCALLY LED, SCIENTIFICALLY SOUND WATER QUALITY AND ECOSYSTEM RESTORATION PROGRAM FOR THE BAY.  AS HAS BEEN VETTED THROUGH THE SBEP'S CITIZEN ADVISORY COMMITTEE, TECHNICAL ADVISORY COMMITTEE, MANAGEMENT COMMITTEE AND POLICY BOARDS, THE SBEP'S WATER QUALITY CONSORTIUM MEMBERS WILL PIVOT TOWARDS THE REVIEW OF ONGOING EFFORTS TO DEVELOP A REASONABLE ASSURANCE PLAN (RAP) FOR SARASOTA BAY.  A RAP IS A LOCALLY LED ALTERNATIVE TO A STATE OR FEDERAL TOTAL MAXIMUM DAILY LOAD (TMDL).  WHILE A RAP HAS THE SAME GOALS AS MORE TRADITIONAL TMDLS, RAPS ARE DONE IN A MORE COLLABORATIVE EFFORT, WITH MORE LOCAL BUY-IN OF POLLUTANT LOADING MODELS, WATER QUALITY TARGETS, AND LOAD REDUCTION ALLOCATIONS.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:RESULTS/OUTCOMES: BAY PARTNERS GRANTS INVOLVE NOT ONLY OUTREACH AND EDUCATION, BUT THEY ALSO INCLUDE PROJECTS THAT IMPROVE THE PERFORMANCE OF STORMWATER TREATMENT SYSTEMS, REMOVE EXOTIC INVASIVE SPECIES, AND REMOVE DEBRIS FROM INTERTIDAL AND SUBMERGED RESOURCES. CCMP ACTION PLANS: MULTIPLE, CONSISTENT WITH THE COMMUNITY ENGAGEMENT ACTION PLAN. CITIZENS WITH THE STATE OF FLORIDA AND ESTUARY DIRECTLY BENEFIT FROM THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b4f0baa-d3c5-ca49-1295-67dab7d431d7-R", "generated_internal_id": "ASST_NON_00D55723_6800"}, {"internal_id": 39174521, "Award ID": "00D55717", "Award Amount": 3220500.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-05-04", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $343,883 TO THE SARASOTA BAY ESTUARY PROGRAM TO DEVELOP AND IMPLEMENT THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT, ENHANCE AND RESTORE SARASOTA BAY ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b4f0baa-d3c5-ca49-1295-67dab7d431d7-R", "generated_internal_id": "ASST_NON_00D55717_6800"}, {"internal_id": 39174351, "Award ID": "00D36215", "Award Amount": 2502050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-07-24", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES A NEW AWARD IN THE AMOUNT OF $600,000 TO THE ST. JOHNS RIVER WATER MANAGEMENT DISTRICT TO ACQUIRE AND EFFECTIVELY MANAGE ENVIRON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52f8097d-595e-747e-fe91-ce7e42b9b34b-R", "generated_internal_id": "ASST_NON_00D36215_6800"}, {"internal_id": 39174199, "Award ID": "00D22214", "Award Amount": 3053588.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-15", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES A NEW AWARD IN THE AMOUNT OF $538,000 TO THE CITY OF PUNTA GORDA FOR THE CHARLOTTE HARBOR NATIONAL ESTUARY PROGRAM TO DEVELOP AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4503584-d5ca-0bf0-6bf3-1d9f2847d2cb-C", "generated_internal_id": "ASST_NON_00D22214_6800"}, {"internal_id": 39174183, "Award ID": "00D20614", "Award Amount": 2938000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-10-16", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $538,000 TO THE STATE OF NORTH CAROLINA TO CONTINUE IMPLEMENTING THE UNIQUE MANAGEMENT STRATEGIES AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_00D20614_6800"}, {"internal_id": 39174069, "Award ID": "00D09513", "Award Amount": 2995000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-20", "CFDA Number": "66.456", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $512,00 TO THE MOBILE BAY MARINE ENVIRONMENTAL SCIENCES CONSORTIUM (MESC), ALABAMA. MESC WILL USE THES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_00D09513_6800"}, {"internal_id": 161090433, "Award ID": "00A01217", "Award Amount": 1100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT IS PROVIDED TO MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS (MA EOEEA) TO SUPPORT IMPLEMENTATION OF THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE BBNEP AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL REMEDIATE AND RESTORE WETLANDS, LESSEN POLLUTION FROM STORMWATER AND WASTEWATER, AND HELP COMMUNITIES WITH OPEN SPACE AND NATURAL RESOURCE PLANNING AND PROTECTION.ACTIVITIES:THE WORKPLAN FOR THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) INCLUDES THE FOLLOWING ACTIVITIES THAT WILL HELP MEET THE GOALS OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP):\n- WETLAND RESTORATION AND OPEN SPACE PROTECTION AND RESTORATION;\n- STORMWATER REMEDIATION AND TECHNICAL ASSISTANCE;\n- MUNICIPAL GRANT PROGRAM;\n- CITIZEN WATER QUALITY MONITORING;\n- ENVIRONMENTAL INDICATORS AND OUTCOMES TRACKING;\n- OUTREACH AND EDUCATION;\n- SALT MARSH LOSS ASSESSMENT AND RUNNEL STUDY;\n- TECHNICAL ASSISTANCE TO SUPPORT COASTAL RESILIENCY AND MUNICIPAL VULNERABILITY PREPAREDNESS; AND\n- CCMP UPDATE.\nSUBRECIPIENT:THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) IS PROPOSING THE FOLLOWING SUBAWARDS:\n- BUZZARDS BAY COALITION (BBC) MONITORING;\n- SEA LAB SUPPORT;\n- UNIVERSITY OF MASSACHUSETTS (UMASS) SALT MARSH UNMANNED AERIAL VEHICLE (UAV) STUDY;\n- WOODWELL CLIMATE RESEARCH CENTER RIVER MONITORING PROGRAM;\n- BBC AND MARINE BIOLOGICAL LABORATORY (MBL) RED BROOK BENTHIC FLUX SAMPLING; AND\n- MUNICIPAL GRANT PROGRAMOUTCOMES:THE GOAL OF THIS ASSISTANCE AGREEMENT TO THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) IS TO IMPLEMENT THEIR COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES. ANTICIPATED OUTCOMES AND DELIVERABLES INCLUDE:\n- THE PERMANENT PROTECTION OF OPEN SPACE THROUGHOUT BUZZARDS BAY;\n- ANNUAL REPORTING OF WETLAND AND HABITAT ACRES PROTECTED OR RESTORED;\n- STORMWATER ENGINEERING DESIGNS FOR PRIORITY SITES;\n- SHELLFISH BED CLOSURE MAPS FOR BUZZARDS BAY;\n- REPORT ON THE HISTORY OF WASTEWATER LOADING TO BUZZARDS BAY;\n- REPORT ON HISTORY OF SALT MARSH BOUNDARY CHANGES; AND\n- UPDATED CCMP.\n\nINTENDED BENEFICIARIES OF THE BBNEP INCLUDE:\n- RESIDENTS OF ACUSHNET, BOURNE, DARTMOUTH, FAIRHAVEN, FALMOUTH, GOSNOLD, MARION, MATTAPOISETT, NEW BEDFORD, ROCHESTER, WAREHAM, AND WESTPORT;\n- THE SOUTHEAST NEW ENGLAND PROGRAM (SNEP) REGION;\n- THE GENERAL PUBLIC IN BUZZARDS BAY WATERSHED STUDY AREA; AND\n- THE ECOSYSTEMS AND ECOSYSTEM SERVICES OF BUZZARDS BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A01217_6800"}, {"internal_id": 161090432, "Award ID": "00A01214", "Award Amount": 909800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT IS PROVIDED TO MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS (MA EOEEA) TO SUPPORT THE IMPLEMENTATION OF THE BIPARTISAN INFRASTRUCTURE LAW (BIL) THROUGH THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN THE BIL WORKPLAN OF BBNEP AND ITS PARTNERS. THIS COOPERATIVE AGREEMENT WILL SUPPORT THE ONGOING BUZZARDS BAY STORMWATER COLLABORATIVE, PROVIDE SUBAWARDS THROUGH A MUNICIPAL GRANT PROGRAM TO SUPPORT MUNICIPAL INFRASTRUCTURE PROJECTS, AND PROVIDE TECHNICAL ASSISTANCE TO MUNICIPALITIES DEVELOPING INFRASTRUCTURE PROJECTS.ACTIVITIES:THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) WILL UTILIZE BIPARTISAN INFRASTRUCTURE LAW (BIL) FUNDS TO SUPPORT ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THIS COOPERATIVE AGREEMENT WILL SUPPORT THE BUZZARDS BAY STORMWATER COLLABORATIVE, PROVIDE SUBAWARDS TO SUPPORT MUNICIPAL INFRASTRUCTURE PROJECTS, AND PROVIDE TECHNICAL ASSISTANCE TO MUNICIPALITIES DEVELOPING INFRASTRUCTURE PROJECTS.SUBRECIPIENT:BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) WILL IMPLEMENT THEIR COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) BY PROVIDING SUBAWARDS TO SUPPORT TASKS OUTLINED IN THE BIPARTISAN INFRASTRUCTURE LAW (BIL) WORKPLAN OF BBNEP AND ITS PARTNERS. THE SUBAWARDS ARE:\n- SUPPORTING THE BUZZARDS BAY STORMWATER COLLABORATIVE;\n- A MUNICIPAL INFRASTRUCTURE SUPPORT GRANT PROGRAM WITH ELIGIBLE PRODUCTS INCLUDING:\n     - STORMWATER REMEDIATION DESIGNS;\n     - IMPLEMENTATION AND CONSTRUCTION OF EXISTING STORMWATER DESIGNS;\n     - SUPPORT FOR TASKS TO ACHIEVE MS4 COMPLIANCE;\n     - FEASIBILITY STUDIES AND CONCEPTUAL PLANS TO ENHANCE NITROGEN REMOVAL FROM MUNICIPAL WASTEWATER TREATMENT FACILITIES;\n     - WETLAND, HABITAT, AND MIGRATORY FISH PASSAGE RESTORATION;\n     - CONSTRUCTION OF BOAT PUMP-OUT FACILITIES;\n     - TRACKING OPERATION, MAINTENANCE, AND MONITORING OF INNOVATIVE AND ALTERNATIVE SEPTIC SYSTEMS;\n     - OTHER BIL-ELIGIBLE PROJECTS THAT RESTORE COASTAL WATERS AND SUPPORT THE BBNEP CCMP;OUTCOMES:THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) WILL OVERSEE AND GUIDE THE BUZZARDS BAY STORMWATER COLLABORATIVE STORMWATER NETWORK MAPPING AND DISCHARGE MONITORING PROGRAM AND WATER QUALITY DATABASE, AS WELL AS DEVELOPING STORMWATER INFRASTRUCTURE PROJECTS AND PROPOSALS THROUGHOUT BUZZARDS BAY, INCLUDING ENVIRONMENTAL JUSTICE COMMUNITIES. BBNEP WILL ALSO RELEASE A REQUEST FOR PROPOSALS FOR A MUNICIPAL GRANT PROGRAM FOR STORMWATER REMEDIATION DESIGNS, IMPLEMENTATION AND CONSTRUCTION OF EXISTING STORMWATER DESIGNS, ENHANCED NITROGEN REMOVAL PLANS, FISH PASSAGE RESTORATION, AND OTHER PROJECTS THAT MITIGATE OR RESTORE COASTAL WATERS. BBNEP WILL ALSO PROVIDE TECHNICAL ASSISTANCE TO MUNICIPALITIES SEEKING TO UNDERTAKE INFRASTRUCTURE PROJECTS IN THE BBNEP STUDY AREA.\n\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF THE BUZZARDS BAY WATERSHED STUDY AREA, AND THE ECOSYSTEM AND USERS OF ECOSYSTEM SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 909800.0, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A01214_6800"}, {"internal_id": 152791566, "Award ID": "00A01085", "Award Amount": 909800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO SUPPORT IMPLEMENTATION OF THE BIPARTISAN INFRASTRUCTURE LAW (BIL) THROUGH THE MASSACHUSETTS BAYS NATIONAL ESTUARY PARTNERSHIP (MBP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL ADDRESS THE KEY CHALLENGES FACING MASSBAYS WITH PARTICULAR EMPHASIS ON IMPAIRED WATER QUALITY AND HABITAT, CLIMATE VULNERABILITY, AND IMPACTS ON EJ COMMUNITIES. WORK UNDER THE AGREEMENT WILL FOCUS ON: \n- ACCELERATING AND MORE EXTENSIVELY IMPLEMENTING THE CCMP BY PROVIDING AN OPPORTUNITY TO EXECUTE LONG-TERM PROJECTS WITHIN MBP COMMUNITIES, LEVERAGE ADDITIONAL RESOURCES FOR SIGNIFICANT PROJECTS, AND WORK WITH KEY STAKEHOLDERS TO ADVANCE A WIDE RANGE OF PROJECTS IDENTIFIED IN THE NEWLY REVISED CCMP; \n- ENSURING THAT BENEFITS OF FEDERAL INVESTMENTS FROM ESTUARY PROGRAM PROJECTS ARE SHARED EQUITABLY AMONG COMMUNITIES BY PRIORITIZING PROJECTS THAT FLOW TO HISTORICALLY DISADVANTAGED COMMUNITIES;\n- BUILDING THE ADAPTIVE CAPACITY OF ECOSYSTEMS AND COMMUNITIES TO WITHSTAND CLIMATE CHANGE IMPACTS BY WORKING WITH FEDERAL, STATE, AND LOCAL PARTNERS, OFTEN USING GREEN INFRASTRUCTURE AND NATURE-BASED SOLUTIONS AND ESPECIALLY THOSE THAT PROTECT AND RESTORE KEY HABITATS THAT INCREASE RESILIENCY AND CARBON SEQUESTRATION. IN IDENTIFYING PRIORITY ACTIONS, MASSBAYS WILL SELECT PROJECTS THAT ADVANCE THE CLIMATE RESILIENCE OF ECOSYSTEMS AND COMMUNITIES AND DELIVER CLIMATE EMISSIONS MITIGATION CO-BENEFITS; AND \n- LEVERAGING ADDITIONAL RESOURCES THROUGH COLLABORATION WITH OTHER FEDERAL AGENCIES AND NEW PARTNERS. ACTIVITIES:UNDER THIS WORKPLAN KEY ACTIVITIES INCLUDE, BUT ARE NOT LIMITED TO:\n- MANAGING THE HEALTHY ESTUARIES SMALL GRANT PROGRAM TO MAKE AWARDS TO LOCAL PARTNERS ENGAGED IN MONITORING AND PLANNING FOR INFRASTRUCTURE IMPROVEMENTS\n- ADVANCING STORMWATER MANAGEMENT TO IMPROVE WATER QUALITY AND ADDRESS FLOODING IN THE CITY OF MALDEN\n- DEVELOPING SOLUTIONS TO FLOODING AND WATER QUALITY IMPAIRMENTS IN MERRIMACK RIVER TRIBUTARIES\n- SUPPORTING MUNICIPAL AND REGIONAL ACTIONS THAT PROMOTE CLIMATE RESILIENT COASTAL HABITATS AND COMMUNITIES, \n\nSPECIFICALLY:\n- THE MERRIMACK RIVER WATERSHED COUNCIL AND MYSTIC RIVER WATERSHED ASSOCIATION WILL LEAD LOCAL PROJECTS IN THEIR REGIONS THAT DIRECTLY ADDRESS SITUATIONS IN WHICH LACK OF LOCAL CAPACITY HAS HINDERED PROGRESS ON WATER MANAGEMENT.\n- MASSBAYS' REGIONAL SERVICE PROVIDERS WILL ALSO INVEST BIL FUNDS INTO PROGRAMMING AND STAFFING THAT WILL BUILD LOCAL CAPACITY TO UNDERTAKE INFRASTRUCTURE IMPROVEMENTS.\n- MASSBAYS' CENTRAL STAFF WILL INITIATE IMPLEMENTATION OF REGION-WIDE PLAN FOR LONGER-TERM CONTINUOUS MONITORING, PROVIDE DIRECT SUPPORT TO EJ COMMUNITIES SEEKING ASSISTANCE WITH COMMUNITY-INITIATED WATER QUALITY AND HABITAT MONITORING, AND DEVELOP A FIVE-YEAR PLAN FOR BIL FUNDING IMPLEMENTATION ALIGNED WITH CCMP GOALS, ESPECIALLY WITH REGARD TO EMPOWERING EJ AND OTHER UNDERSERVED COMMUNITIES TO BRING THEIR VOICES TO DECISION MAKING AT MULTIPLE LEVELS AND IN A VARIETY OF SETTINGS.SUBRECIPIENT:HIGHLIGHTED ACTIVITIES THROUGH SUBAWARDS INCLUDE: \n- SELECTION AND FUNDING OF NEW LOCAL PROJECTS THAT WILL CONTRIBUTE TO MEETING CCMP GOALS\n- UPDATED STORMWATER ORDINANCE TO MS4 PERMIT STANDARDS VIA GAP ANALYSIS TO IDENTIFY CURRENT STATE OF MALDEN STORMWATER MANAGEMENT AND FUTURE FUNDING NEEDS; TECHNICAL ANALYSIS ON POTENTIAL ROLE OF A STORMWATER UTILITY;  ANALYSIS OF OPPORTUNITIES TO SITE GREEN INFRASTRUCTURE; AND INSTALLATION OF TEN INFILTRATION TRENCHES IN STRATEGIC LOCATIONS ALONG THE MALDEN RIVER.\n\n- FOCUS ON THE SPICKET AND SHAWSHEEN RIVERS/WATERSHEDS TO ENGAGE KEY STAKEHOLDERS AND PARTNER AGENCIES; SAMPLING AND ANALYSIS ON THE SPICKET AND SHAWSHEEN RIVERS TO INFORM AMENDED MERRIMACK RIVER WQ MONITORING QUALITY ASSURANCE PROJECT PLAN (QAPP); SITE-SPECIFIC WATERSHED-BASED PLANS CONSISTENT WITH EPA 319 GUIDANCE; CONCEPTUA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 909800.0, "recipient_id": "c4e2e131-5ae6-52bd-fdd9-af26e157c893-C", "generated_internal_id": "ASST_NON_00A01085_6800"}, {"internal_id": 152090011, "Award ID": "00A01009", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "66.456", "Description": "DESCRIPTION: THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF NEW HAMPSHIRE TO SUPPORT IMPLEMENTATION OF THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP), A NATIONAL ESTUARY PROGRAM (NEP) WITH A COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).\n\nTHE PURPOSE OF THE AWARD IS TO IMPLEMENT THE CCMP, NAMELY: RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF PREP AND ITS PARTNERS. \n\nTHIS IS A NEW COOPERATIVE AGREEMENT TO THE UNIVERSITY OF NEW HAMPSHIRE TO SUPPORT THE NATIONAL ESTUARY, PISCATAQUA REGION ESTUARIES PARTNERSHIP, UNDER CLEAN WATER ACT SECTION 320.\n\nTHIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF NEW HAMPSHIRE (UNH) TO SUPPORT IMPLEMENTATION OF THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP) NATIONAL ESTUARY PROGRAM (NEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF PREP AND ITS PARTNERS. THIS COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT CONTINUE TO ENGAGE NEW HAMPSHIRE AND MAINE IN THE EFFORT; SYNTHESIZE, ANALYZE, AND INTERPRET ESTUARY ECOSYSTEM DATA; COMMUNICATE TIMELY, MEANINGFUL INFORMATION ON THE CONDITION OF THE BAY AND ITS ASSOCIATED WATERSHEDS, INCLUDING HABITATS, WATER QUALITY, AND INSTITUTIONAL EFFORTS; SERVE AS A REGIONAL LEADER FOR ESTABLISHING A WATERSHED-BASED FRAMEWORK THAT REFLECTS KEY MANAGEMENT ISSUES THAT CAN BE ADDRESSED AND ACTED ON IN BOTH NEW HAMPSHIRE AND MAINE, CONDUCT KEY RESTORATION AND PROTECTION ACTIVITIES THAT SECURE BROAD PUBLIC AND STAKEHOLDER SUPPORT; SERVE AS A CLEARINGHOUSE FOR INFORMATION ABOUT THE ESTUARIES; ACT AS A CONVENER WHEN NECESSARY TO CONVEY INFORMATION TO AND FROM THE PUBLIC, STATE AND FEDERAL AGENCIES, AND MUNICIPALITIES AND OTHER LOCAL GOVERNMENTS;  AND ADMINISTER THE PREP FOR EFFICIENT, RESPONSIVE AND ACCOUNTABLE PROGRAM AND COMMITTEE MANAGEMENT.\n\nWORK WILL BE PERFORMED BY UNH FACULTY AND STAFF, INCLUDING PREP STAFF AND UNH FACULTY IN OTHER DEPARTMENTS. THE GRANTEE, UNH, WILL REQUISITION AND ACQUIRE SOME SERVICES TO CONDUCT THE WORK BY ISSUING CONTRACTS TO SERVICE PROVIDERS. SUBAWARDS WILL BE USED IN PART TO PERFORM SOME OF THE WORK. FOR EXAMPLE, A SUBAWARD WILL BE MADE TO THE SOUTHEAST LAND TRUST FOR LAND CONSERVATION ACTIVITIES TO PROTECT THE WATERSHED AND REDUCE THE FUTURE POTENTIAL OF NUTRIENT AND OTHER POLLUTION LOADINGS TO THE ESTUARIES. \n\n MORE DETAIL ABOUT THE SUBAWARDEES AND SUBRECIPIENT ACTIVITIES ARE PROVIDED BELOW IN SECTION A.23.D.\n\nA KEY EXCERPT FROM THE WORKPLAN:\n\nPREP: A REMINDER OF OUR PURPOSE AND HOW WE DO OUR WORK\n\nLIKE THE OTHER 27 NATIONAL ESTUARY PROGRAM SITES, PREP IS A NON#8208;REGULATORY ORGANIZATION CREATED 'TO IMPROVE THE\nWATERS, HABITATS, AND LIVING RESOURCES' (NEP WEBSITE) OF THE GREAT BAY ESTUARY AND THE HAMPTON#8208;SEABROOK ESTUARY,\nTWO ESTUARIES OF NATIONAL SIGNIFICANCE.\n\nTO ACHIEVE ITS MISSION, PREP'S SMALL STAFF FOCUSES ON USING SCIENCE AND CONSENSUS#8208;BASED DECISION MAKING TO DESCRIBE\n1) THE STATE OF OUR ESTUARIES (SOOE REPORTS), 2) THE STATE OF OUR MANAGEMENT (PREPA REPORT) AND RESTORATION\nPRACTICES (HABITAT REPORTS), AND 3) A CLEAR PLAN FOR CONTINUALLY IMPROVING THE HEALTH OF THESE ESTUARIES (THE\nCOMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN).\nA HELPFUL MEDICAL ANALOGY...PREP'S JOB IS TO PROVIDE THE PATIENT DIAGNOSIS AND PATIENT TREATMENT (PREVENTION\nAND RESTORATION) PLAN FOR OUR ESTUARIES.\n\nLIKE ALL ORGANIZATIONS, PREP MUST THINK HARD ABOUT WHAT ACTIVITIES TO FOCUS ON. OUR GUIDING PRINCIPLE IS THIS: PREP\nMUST BE AT THE TABLE FOR ALL ACTIVITIES THAT ACT AT THE SCALE OF THE WATERSHED OR THE ESTUARY. MOREOVER, IF NO ONE ELSE IS\nLEADING AN INITIATIVE AT THE SCALE OF THE WATERSHED OR ESTUARY, PREP WILL ENDEAVOR TO DO SO.\nFOR ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_00A01009_6800"}, {"internal_id": 144308405, "Award ID": "00A00967", "Award Amount": 2787151.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-24", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO ROGER WILLIAMS UNIVERSITY (RWU) TO SUPPORT IMPLEMENTATION OF THE NARRAGANSETT BAY ESTUARY PROGRAM COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), DEVELOPED BY A PARTNERSHIP OF FEDERAL, STATE, AND LOCAL REPRESENTATIVES OF THE PUBLIC. THE GOAL OF THIS AWARD AND THE NARRAGANSETT BAY ESTUARY PROGRAM (NBEP) IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES TO DRAFT NEW GOVERNANCE DOCUMENTS THAT REFLECT THE ROLES AND VALUE OF THE PROGRAM'S VARIOUS COMMITTEES AND PARTNERS, DEVELOP AT LEAST TWO PROPOSALS FOR PRIVATE OR PUBLIC FUNDING, PERIODICALLY PUBLISH SCIENCE UPDATES, CONTINUE WORK ON VISION 2032, CONVENE THE BLACKSTONE COLLABORATIVE CORE TEAM, DEVELOP AND RELEASE REQUESTS FOR PROPOSALS (RFPS), MANAGE SUBAWARDS, AND HOST A SCIENCE CONFERENCE/WORKSHOP. \nDELI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "717292d7-0020-7126-c235-385d955983d0-C", "generated_internal_id": "ASST_NON_00A00967_6800"}, {"internal_id": 159787897, "Award ID": "00A00938", "Award Amount": 909800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF NEW HAMPSHIRE TO SUPPORT IMPLEMENTATION OF THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP), A NATIONAL ESTUARY PROGRAM (NEP) WITH A COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE PURPOSE OF THE AWARD, AWARDED UNDER CLEAN WATER ACT (CWA) SECTION 320 AND FUNDED VIA THE BIPARTISAN INFRASTRUCTURE LAW (BIL)/ INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) IS TO IMPLEMENT THE CCMP, NAMELY: RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN THE BIL ITERATION-ONE WORKPLAN OF PREP AND ITS PARTNERS. THIS IS A NEW COOPERATIVE AGREEMENT TO THE UNIVERSITY OF NEW HAMPSHIRE TO SUPPORT THIS NATIONALLY DESIGNATED ESTUARY UNDER CWA 320, THE PISCATAQUA REGION ESTUARIES PARTNERSHIP, UNDER CLEAN WATER ACT SECTION 320 AND THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58). THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF NEW HAMPSHIRE (UNH) TO SUPPORT IMPLEMENTATION OF THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP) NATIONAL ESTUARY PROGRAM (NEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES.\n\nIN PARTICULAR, THIS BIL/IIJA ITERATION-ONE AWARD WILL IMPLEMENT INFRASTRUCTURAL WORK TO RESTORE, PRESERVE, AND ENHANCE THE ECOLOGICAL, WATER QUALITY, HUMAN AND WILDLIFE HABITAT FUNCTIONS OF THE WATERS IN THE REGION AND WATERSHED, AND ARE FURTHER DETAILED IN A.23.B BELOW.\n\nWORK WILL BE PERFORMED BY UNH FACULTY AND STAFF, INCLUDING PREP STAFF AND UNH FACULTY IN OTHER DEPARTMENTS. THE GRANTEE, UNH, WILL REQUISITION AND ACQUIRE SOME SERVICES TO CONDUCT THE WORK BY ISSUING CONTRACTS TO SERVICE PROVIDERS. SUBAWARDS WILL BE USED IN PART TO PERFORM SOME OF THE WORK. FOR EXAMPLE, A COMPETITIVE GRANT PROGRAM (PREPA) TO LOCAL MUNICIPALITIES. MORE DETAIL ABOUT THE SUBAWARDEES AND SUBRECIPIENT ACTIVITIES ARE PROVIDED BELOW IN SECTION A.23.D, AS WELL AS IN THE BIL ITERATION-ONE WORKPLAN.\n\nACTIVITIES:ACTIVITIES THAT SUPPORT IMPLEMENTATION OF THE PREP CCMP ARE DESCRIBED IN THE BIL COOPERATIVE AGREEMENT ANNUAL WORKPLAN AND CONTINUE TO ENGAGE THE STATE AND LOCAL AGENCIES AND RESIDENTS OF NEW HAMPSHIRE, MAINE, AND A FEW SQUARE MILES OF MASSACHUSETTS IN THE EFFORT. IN SHORT, THOSE INCLUDE BUT ARE NOT LIMITED TO:\n\n* COMMUNICATIONS AND COORDINATION AMONG PARTNERS AND STAKEHOLDERS\n* ENHANCEMENT OF DIVERSITY, EQUITY, JUSTICE, AND INCLUSION ACTIVITIES\n* ENHANCED SEAGRASS AND SEAWEED MONITORING\n* PURCHASE OF NEW WATER QUALITY DATASONDE AND PROBE\n* DEVELOPMENT OF A LOCALIZED INDEX OF BIOTIC INTEGRITY\n* PREPA IMPLEMENTATION GRANTS\n* LAND CONSERVATION INITIATIVES\n* SAM PLUMMER ROAD CULVERT REPLACEMENT\n* EXPANDED MUSSELWATCH MONITORING FOCUSING ON TOXIC CONTAMINANTS\nSUBRECIPIENT:SUBAWARDS WILL BE MADE TO LOCAL MUNICIPALITIES VIA A COMPETITIVE GRANT PROCESS, THE CEP PROGRAM OF PREP. PISCATAQUA REGION ESTUARIES PARTNERSHIP'S (PREP) COMMUNITY ENGAGEMENT PROGRAM (CEP) IS DESCRIBED BELOW.\n\nTHE PREP CEP WILL BE A RESOURCE TO SUPPORT AND EMPOWER COMMUNITIES IN THE PISCATAQUA REGION WATERSHED TO STRENGTHEN AND ENFORCE LOCAL REGULATIONS AND PROMOTE THE PROTECTION AND STEWARDSHIP OF OUR SHARED RESOURCES FOR IMPROVED WATER QUALITY, ECOLOGICAL HEALTH, COASTAL ADAPTATION, AND CLIMATE RESILIENCE.\nCEP PRIORITIES FOR 2023:\n- UPDATE THE PISCATAQUA REGION ENVIRONMENTAL PLANNING ASSESSMENT  (PREPA) (2023) AND COMPLETE GRANTS PROGRAM TO ASSIST COMMUNITIES IN ADOPTING PREPA RECOMMENDATIONS.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE:\n\n* DATA ON TIER 3 SEAGRASS/SEAWEED MONITORING AT TWO SITES IN THE GREAT BAY ESTUARY\n* PURCHASE OF NEW DATASONDES AND PROBES FOR ESTUARINE WATER QUALITY MONITORING\n* ACQUISITION OF A SENSOR PACKAGE FOR MONITORING THE WISWALL DAM ON THE LAMPREY RIVER.\n* ACQUISITION OF  AIRBORNE IMAGERY FOR SALT MARSH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": 909800.0, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_00A00938_6800"}, {"internal_id": 154271838, "Award ID": "00A00926", "Award Amount": 909800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-20", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT IS PROVIDED TO UNIVERSITY OF SOUTHERN MAINE THROUGH THE UNIVERSITY OF MAINE SYSTEM TO SUPPORT IMPLEMENTATION OF THE BIPARTISAN INFRASTRUCTURE LAW\n(BIL) THROUGH THE CASCO BAY ESTUARY PARTNERSHIP (CBEP) CASCO BAY PLAN, I.E., THEIR COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN THIS BIPARTISAN INFRASTRUCTURE LAW (BIL) WORKPLAN OF THE CBEP AND ITS PARTNERS. CBEP HAS DESIGNED EIGHT PROGRAMS THAT PROVIDE STRUCTURE FOR THE FIVE-TO-SEVEN-YEAR SPENDING PLAN FOR BIL FUNDING. THE EIGHT PROGRAMS ADDRESS LONG-STANDING AND EMERGING NEEDS FOR MANAGEMENT OF CASCO BAY AS IDENTIFIED BY CBEP, WITH THE ADVICE OF PARTNERS AND MEMBERS OF THE MANAGEMENT COMMITTEE. THESE PROGRAMS SUPPORT HABITAT RESTORATION, RESILIENCE AND CONSERVATION; ENHANCE MONITORING AND SCIENCE TO GUIDE FUTURE MANAGEMENT; AND ASSIST COMMUNITIES ADDRESSING CLIMATE RESILIENCE AND WATER NEEDS.ACTIVITIES:YEAR 1 ACTIVITIES INCLUDE EXPANDING THE LONG-RUNNING HABITAT PROTECTION FUND; FACILITATION OF LAND CONSERVATION PARTNERSHIPS AND COALITIONS THROUGH ADDITIONAL STAFF HIRES; SUPPORTING EFFORTS BY LOCAL GOVERNMENTS TO ADDRESS RESILIENCE, WATER QUALITY, AND HABITAT ISSUES; DEVELOPMENT OF A MONITORING INFRASTRUCTURE GRANTS PROGRAM WILL OFFER GRANTS TO COVER A PORTION OF \nTHE COSTS OF EXPANDED MONITORING CAPACITY IN THE REGION; AND THE DEVELOPMENT OF A MODERN HYDRODYNAMIC MODEL OF CASCO BAY THAT IS DESIGNED TO ADDRESSES MULTIPLE REGULATORY, SCIENTIFIC, CLIMATE RESILIENCE AND MUNICIPAL INTERESTS AND NEEDS.SUBRECIPIENT:CBEP WILL PARTNER WITH THE NORTHEAST REGIONAL ASSOCIATION OF COASTAL OCEAN OBSERVING SYSTEMS (NERACOOS) AND UNIVERSITY OF MASSACHUSETTS, DARTMOUTH TO DEVELOP A HIGH-RESOLUTION SUBMODEL OF THE NORTHEAST COASTAL OCEAN FORECASTING SYSTEM THAT WILL COVER CASCO BAY. THE MODEL WILL ADDRESS 'WETTING AND DRYING' OF INTERTIDAL ZONES TO MODEL WATER MOVEMENT IN THE EASTERN AND NORTHERN BAY, WHERE EXTENSIVE TIDAL FLATS HAVE A STRONG IMPACT ON WATER MOVEMENT. THE DATA WILL ALSO INCORPORATE DATA ON TOPOGRAPHY OF THE SHORE TO ASSESS FLOODING AND CLIMATE CHANGE RISKS. CBEP WILL PROVIDE $186,826 AS A SUBAWARD TO NERACOOS. OUTCOMES:ANTICIPATED DELIVERABLES/OUTCOMES INCLUDE: FUNDING SUPPORT FOR THREE TO FIVE HABITAT PROTECTION PROJECTS; CREATION OF A NEW CASCO BAY ESTUARY PARTNERSHIP (CBEP) RESTORATION/RESILIENCE WORKING GROUP; FUND DEVELOPMENT OF A HIGH-RESOLUTION CASCO BAY HYDRODYNAMIC MODEL BY THE NORTHEAST REGIONAL ASSOCIATION OF COASTAL OCEAN OBSERVING SYSTEMS AND UNIVERSITY OF MASSACHUSETTS DARTMOUTH; INCREASED ENGAGEMENT WITH SMALLER TOWNS IN THE CASCO BAY WATERSHED, ESPECIALLY COMMUNITIES IN MIDDLE AND UPPER WATERSHED WITH WHOM CBEP HAS NOT ALREADY DEVELOPED STRONG WORKING TIES; INCREASED MONITORING CAPABILITIES IN THE CASCO BAY REGION\n\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF THE CASCO BAY WATERSHED STUDY AREA IN MAINE AND THE ECOSYSTEMS AND USERS OF ECOSYSTEM SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 909800.0, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00926_6800"}, {"internal_id": 152791570, "Award ID": "00A00900", "Award Amount": 909800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT IS PROVIDED TO MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS (MA EOEEA) TO SUPPORT THE IMPLEMENTATION OF THE BIPARTISAN INFRASTRUCTURE LAW (BIL) THROUGH THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN THIS BIL WORKPLAN OF BBNEP AND ITS PARTNERS. THIS COOPERATIVE AGREEMENT WILL SUPPORT AND EXPAND THE ROLE OF THE BUZZARDS BAY STORMWATER COLLABORATIVE AND PROVIDE SUB-AWARDS THROUGH A MUNICIPAL GRANT PROGRAM TO SUPPORT MUNICIPAL INFRASTRUCTURE PROJECTS.ACTIVITIES:THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) WILL UTILIZE BIPARTISAN INFRASTRUCTURE LAW (BIL) FUNDS TO SUPPORT ITS COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THIS COOPERATIVE AGREEMENT WILL SUPPORT AND EXPAND THE ROLE OF THE BUZZARDS BAY STORMWATER COLLABORATIVE AND PROVIDE SUB-AWARDS THROUGH A MUNICIPAL GRANT PROGRAM TO SUPPORT MUNICIPAL INFRASTRUCTURE PROJECTS.SUBRECIPIENT:BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) WILL IMPLEMENT THEIR COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) BY PROVIDING SUB-AWARDS TO SUPPORT TASKS OUTLINED IN THE BIPARTISAN INFRASTRUCTURE LAW (BIL) WORKPLAN OF THE BBNEP AND ITS PARTNERS. THE SUB-AWARDS ARE:\n\n- SUPPORTING THE BUZZARDS BAY MUNICIPAL STORMWATER COLLABORATIVE;\n- A MUNICIPAL INFRASTRUCTURE SUPPORT GRANT PROGRAM WITH ELIGIBLE PROJECTS INCLUDING:\n     - STORMWATER REMEDIATION DESIGNS FOR DISCHARGES AFFECTING MARINE WATERS;\n     - IMPLEMENTATION AND CONSTRUCTION OF EXISTING STORMWATER DESIGNS FOR DISCHARGES AFFECTING MARINE WATERS;\n     - SUPPORT FOR TASKS TO ACHIEVE MS4 COMPLIANCE;\n     - FEASIBILITY STUDIES AND CONCEPTUAL PLANS TO ENHANCE NITROGEN REMOVAL FROM MUNICIPAL WASTEWATER FACILITIES USING INNOVATIVE OR UNCONVENTIONAL APPROACHES;\n     - WETLAND, HABITAT, AND MIGRATORY FISH PASSAGE RESTORATION;\n     - CONSTRUCTION OF A BOAT PUMP-OUT FACILITY IN A MUNICIPALITY OR HARBOR WHERE NONE EXISTS;\n     - CREATION OF ONLINE REPORTING SYSTEMS FOR TRACKING OF OPERATION, MAINTENANCE, AND MONITORING OF INNOVATIVE AND ALTERNATIVE SEPTIC SYSTEMS;\n     - PROJECTS THAT, THROUGH DIRECT ACTION, MITIGATE FOR OR RESTORE COASTAL WATERS, COASTAL RESOURCES, FRESHWATERS, OR FRESHWATER RESOURCES ADVERSELY AFFECTED BY NUTRIENT LOADING; AND\n     - OTHER ACTIVITIES IN SUPPORT OF THE BBNEP CCMP COMPATIBLE WITH BIL FUNDING.OUTCOMES:THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) WILL OVERSEE AND GUIDE THE BUZZARDS BAY STORMWATER COLLABORATIVE STORMWATER NETWORK MAPPING AND DISCHARGE MONITORING PROGRAM AND WATER QUALITY DATABASE, AS WELL AS DEVELOPING STORMWATER INFRASTRUCTURE PROJECTS AND PROPOSALS THROUGHOUT BUZZARDS BAY, INCLUDING ENVIRONMENTAL JUSTICE COMMUNITIES. BBNEP WILL ALSO RELEASE AN REQUEST FOR PROPOSALS FOR A MUNICIPAL GRANT PROGRAM FOR STORMWATER REMEDIATION DESIGNS; IMPLEMENTATION AND CONSTRUCTION OF EXISTING STORMWATER DESIGN; WETLAND, HABITAT, AND MIGRATORY FISH PASSAGE RESTORATION; AND PROJECTS THAT MITIGATE OR RESTORE COASTAL WATERS.\n\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF THE BUZZARDS BAY WATERSHED STUDY AREA, AND THE ECOSYSTEM AND USERS OF ECOSYSTEM SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 909800.0, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00900_6800"}, {"internal_id": 152791564, "Award ID": "00A00887", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT IS PROVIDED TO MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS (MA EOEEA) TO SUPPORT IMPLEMENTATION OF THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE BBNEP AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL REMEDIATE AND RESTORE WETLANDS, LESSEN POLLUTION FROM STORMWATER AND WASTEWATER, AND HELP COMMUNITIES WITH OPEN SPACE AND NATURAL RESOURCE PLANNING AND PROTECTION.ACTIVITIES:THE WORKPLAN FOR THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) INCLUDES THE FOLLOWING ACTIVITIES THAT WILL HELP MEET THE GOALS OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP):\n - WETLAND RESTORATION AND OPEN SPACE PROTECTION AND RESTORATION;\n - STORMWATER REMEDIATION AND TECHNICAL ASSISTANCE;\n - MUNICIPAL GRANT PROGRAM;\n - BUZZARDS BAY CITIZENS' WATER QUALITY MONITORING;\n - ENVIRONMENTAL INDICATORS AND OUTCOMES TRACKING;\n - OUTREACH AND EDUCATION;\n - SPECIALIZED TECHNICAL ASSISTANCE;\n - SCIENTIFIC COLLABORATION ON NITROGEN TMDLS, CLIMATE IMPACTS, AND WATER QUALITY IMPACTS ON NATURAL RESOURCES; AND\n - SALT MARSH LOSS ASSESSMENT AND RUNNEL STUDY.\n\n\nSUBRECIPIENT:THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) IS PROPOSING THE FOLLOWING SUBAWARDS:\n- MONITORING PROGRAM SUPPORT FOR BAYWATCHERS AND SALT MARSH MONITORING PROGRAM TO THE BUZZARDS BAY COALITION (BBC);\n- NUTRIENT INPUTS TO BUZZARDS BAY FROM COASTAL RIVERS TO THE WOODWELL CLIMATE RESEARCH CENTER AND MASSACHUSETTS MARITIME ACADAMY;\n- COLLABORATION WITH UMASS DARTMOUTH TO MONITOR SALT MARSH LOSS;\n- NEW BEDFORD SEA LAB FOR MARINE EDUCATION; AND\n- MUNICIPAL GRANT PROGRAM.OUTCOMES:THE GOAL OF THIS ASSISTANCE AGREEMENT TO THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) IS TO IMPLEMENT THEIR COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES. ANTICIPATED OUTCOMES AND DELIVERABLES INCLUDE:\n- THE PERMANENT PROTECTION OF OPEN SPACE THROUGHOUT BUZZARDS BAY;\n- ANNUAL REPORTING OF WETLAND AND HABITAT ACRES PROTECTED OR RESTORED;\n- DEVELOPMENT OF ENGINEERING DESIGNS TO SUPPORT THE BUZZARDS BAY STORMWATER COLLABORATIVE;\n- ANALYSIS OF CLIMATE IMPACTS TO BUZZARDS BAY;\n- STUDIES OF SALT MARSH LOSS AND RUNNELS;\n- UPDATED SHELLFISH CLOSURE MAPS FOR BUZZARDS BAY; AND\n- REPORT ON THE HISTORY OF WASTEWATER LOADING TO BUZZARDS BAY.\n\nINTENDED BENEFICIARIES OF THE BBNEP INCLUDE:\n- RESIDENTS OF ACUSHNET, BOURNE, DARTMOUTH, FAIRHAVEN, FALMOUTH, GOSNOLD, MARION, MATTAPOISETT, NEW BEDFORD, ROCHESTER, WAREHAM, AND WESTPORT;\n- THE SOUTHEAST NEW ENGLAND PROGRAM (SNEP) REGION;\n- THE GENERAL PUBLIC IN THE BUZZARDS BAY WATERSHED AND STUDY AREA; AND\n- THE ECOSYSTEMS AND ECOSYSTEM SERVICES OF BUZZARDS BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00887_6800"}, {"internal_id": 138842769, "Award ID": "00A00865", "Award Amount": 790000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "66.456", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO SUPPORT  IMPLEMENTATION OF THE MASSACHUSETTS BAYS NATIONAL ESTUARY PARTNERSHIP (MBP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). \n\nTHE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE MBP AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL ADDRESS THE KEY CHALLENGES FACING MASSBAYS: ALTERED HYDROLOGYAND IMPAIRED WATER QUALITY AND HABITATAND CLIMATE VULNERABILITYAND INVASIVE SPECIESAND ECOSYSTEM FRAGMENTATIONAND AND IMPACTS ON EJ COMMUNITIES.  ANTICIPATED DELIVERABLES INCLUDE SETTING AND APPLYING RESTORATION TARGETS TO GUIDE ACTIONS IN THE FIVE MASSBAYS REGIONS, DISSEMINATING AND ENCOURAGING USE OF THE AQUAQAPP APPLICATION BY WATERSHED AND OTHER ORGANIZATIONSAND LAUNCHING AND IMPLEMENTING THE REVISED CCMP, INCLUDING UPDATED MONITORING, COMMUNICATION, AND EJ STRATEGIESAND DEVELOPING A STATE OF THE BAYS REPORT FOR PUBLIC AND SCIENTIFIC AUDIENCESAND FUNDING RESEARCH TO FILL PRIORITY DATA GAPS THROUGH COMPETITIVE GRANTSAND AND INCORPORATING EJ INTO MANAGEMENT DELIBERATIONS. \n\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE: RESIDENTS OF THE 50 COMMUNITIES ALONG THE MASSACHUSETTS SHORELINE IN FIVE LOCAL MANAGEMENT REGIONSAND THE GENERAL PUBLIC IN THE MBP WATERSHED AND STUDY AREAAND OTHER NATIONAL ESTUARY PROGRAMS AND COASTAL MANAGEMENT PROGRAMSAND AND MASSACHUSETTS COASTAL ECOSYSTEMS. \n\nSUBAWARDS WILL BE DEVELOPED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP AND ADDRESS DATA NEEDS AND GAPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00865_6800"}, {"internal_id": 138794771, "Award ID": "00A00860", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS (MA EOEEA) TO SUPPORT IMPLEMENTATION OF THE MASSACHUSETTS BAYS NATIONAL ESTUARY PROGRAM (MBNEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE MBNEP AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL REMEDIATE AND RESTORE WETLANDS, LESSEN POLLUTION FROM STORMWATER AND WASTEWATER, AND HELP COMMUNITIES WITH OPEN SPACE AND NATURAL RESOURCE PLANNING AND PROTECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00860_6800"}, {"internal_id": 152549403, "Award ID": "00A00846", "Award Amount": 1819600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT IS PROVIDED TO ROGER WILLIAMS UNIVERSITY (RWU) TO SUPPORT IMPLEMENTATION OF THE BIPARTISAN INFRASTRUCTURE LAW (BIL) THROUGH THE NARRAGANSETT BAY ESTUARY PROGRAM COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN THIS BIPARTISAN INFRASTRUCTURE LAW (BIL) WORKPLAN OF THE NARRAGANSETT BAY ESTUARY PROGRAM (NBEP) AND ITS PARTNERS. THIS COOPERATIVE AGREEMENT FUNDS PARTNERS WITH LOCAL EXPERTISE TO DEVELOP HIGH-QUALITY PROJECTS TO CREATE THE PRE-CONDITIONS FOR MORE PROJECTS THAT ADDRESS POLLUTION, DEGRADED HABITAT, CLIMATE CHANGE, AND ENVIRONMENTAL EQUITY. SUB-AWARDS WILL BE PROVIDED THAT SUPPORT ENVIRONMENTAL JUSTICE AND EQUITY, CLIMATE RESILIENCE PLANNING, WATER SUPPLY RESILIENCE, DESIGN AND PLANNING FOR PRIORITY HABITAT CONNECTIVITY, AND COMMUNITY EDUCATION PROJECTS WITHIN THE STUDY AREA.ACTIVITIES:THIS COOPERATIVE AGREEMENT FUNDS PARTNERS WITH LOCAL EXPERTISE TO DEVELOP HIGH-QUALITY PROJECTS TO CREATE THE PRE-CONDITIONS FOR MORE PROJECTS THAT ADDRESS POLLUTION, DEGRADED HABITAT, CLIMATE CHANGE, AND ENVIRONMENTAL EQUITY. SUB-AWARDS WILL BE PROVIDED THAT SUPPORT ENVIRONMENTAL JUSTICE AND EQUITY, CLIMATE RESILIENCE PLANNING, WATER SUPPLY RESILIENCE, DESIGN AND PLANNING FOR PRIORITY HABITAT CONNECTIVITY, COMMUNITY EDUCATION PROJECTS WITHIN THE STUDY AREA. IN ADDITION, THE WORKPLAN PROPOSES A REQUEST FOR PROPOSALS TO SUPPORT DEVELOPMENT OF ADDITIONAL PROJECTS CONSISTENT WITH THE NBEP COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) WILL BE RELEASED IN YEAR 2. PRIORITY AND FOCUS AREAS WILL BE DETERMINED BY THE STEERING COMMITTEE.SUBRECIPIENT:THE NARRAGANSETT ESTUARY PROGRAM WILL PASS THROUGH THE ENTIRETY OF THIS AWARD AS SUBAWARDS. THEY WILL PROVIDE:\n-\t$100,000 TO THE RACIAL AND ENVIRONMENTAL JUSTICE COMMITTEE (THROUGH THEIR FISCAL SPONSOR ENVIRONMENTAL COUNCIL OF RHODE ISLAND) TO ADVANCE GREEN JUSTICE ZONES IN THE PORT AND OLNEYVILLE NEIGHBORHOODS IN PROVIDENCE, RI;\n-\t$100,000 TO THE SOUTHEASTERN REGIONAL PLANNING AND ECONOMIC DEVELOPMENT DISTRICT TO SUPPORT STAFF TO HELP MUNICIPALITIES ADVANCE PROJECTS IN THE MIDDLE AND LOWER PORTIONS OF THE TAUNTON RIVER WATERSHED;\n-\t$75,000 TO THE OLD COLONY PLANNING COUNCIL TO SUPPORT A STAFFER TO HELP MUNICIPALITIES ADVANCE PROJECTS IN THE HEADWATERS OF THE TAUNTON RIVER WATERSHED;\n-\t$85,000 TO GROUNDWORK SOUTHCOAST TO SUPPORT A DEDICATED STAFFER TO LEAD CREATION AND ACTIVATION OF A RESILIENCE DISTRICT IN FALL RIVER;\n-\t$100,000 TO SAVE THE BAY TO HELP SUPPORT THE HIRING OF A NEW STAFF MEMBER TO COLLABORATE WITH MUNICIPALITIES, STATE/FEDERAL GOVERNMENT, LOCAL COMMUNITY GROUPS, AND OTHER OUTSIDE ENTITIES TO ADVANCE PROJECTS ACROSS THE NARRAGANSETT BAY WATERSHED;\n-\t$134,800 TO THE WOOD-PAWCATUCK WATERSHED ASSOCIATION TO SUPPORT STAFF AND A CONSULTANT TO UNDERTAKE PLANNING ACTIVITIES THAT SUSTAIN MOSTLY UNDISTURBED FREE-FLOWING COLD-WATER STREAMS ON PROTECTED LANDS IN THE WOOD-PAWCATUCK WATERSHED;\n-\t$300,000 TO THE NATURE CONSERVANCY OF RHODE ISLAND TO HIRE AND ENGINEERING CONSULTANT TO COMPLETE DESIGN WORK FOR FISH PASSAGE ON THE LOWER BLACKSTONE RIVER IN RHODE ISLAND;\n-\t$15,000 TO THE BLACKSTONE RIVER WATERSHED COUNCIL/FRIENDS OF THE BLACKSTONE TO ENGAGE LOCAL COMMUNITIES VIA OUTREACH AND EDUCATION ACTIVITIES ON THE ECOLOGICAL AND SOCIAL VALUE OF A HEALTHY AND CONNECTED BLACKSTONE RIVER; AND\n-\t$909,800 FOR A REQUEST FOR PROPOSALS FOR ADDITIONAL PROJECT DEVELOPMENT (PRIORITIES TO BE DETERMINED) IN YEAR 2.\nOUTCOMES:DELIVERABLES AND OUTCOMES INCLUDE THE ADVANCEMENT OF GREEN JUSTICE ZONES IN THE PORT AND OLNEYVILLE NEIGHBORHOODS IN PROVIDENCE, RI; THE ADVANCEMENT OF PROJECTS IN THE UPPER, MIDDLE AND LOWER PORTIONS OF THE TAUNTON RIVER WATERSHED; THE CREATION AND ACTIVATION OF A RESILIENCE DISTRICT IN FALL RIVER; THE ADVANCEMENT OF PROJE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1819600.0, "recipient_id": "717292d7-0020-7126-c235-385d955983d0-C", "generated_internal_id": "ASST_NON_00A00846_6800"}, {"internal_id": 152791550, "Award ID": "00A00815", "Award Amount": 803842.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "66.456", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO SUPPORT IMPLEMENTATION OF THE MASSACHUSETTS BAYS NATIONAL ESTUARY PARTNERSHIP (MBP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE MBP AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL ADDRESS THE KEY CHALLENGES FACING MASSBAYS: ALTERED HYDROLOGY; IMPAIRED WATER QUALITY AND HABITAT; CLIMATE VULNERABILITY; INVASIVE SPECIES; ECOSYSTEM FRAGMENTATION; AND IMPACTS ON EJ COMMUNITIES. ANTICIPATED DELIVERABLES INCLUDE APPLYING RESTORATION TARGETS TO GUIDE ACTIONS IN THE FIVE MASSBAYS REGIONS, IMPROVING THE AQUAQAPP APPLICATION AND EXPANDING ITS USE BY WATERSHED AND OTHER ORGANIZATIONS; LAUNCHING AND IMPLEMENTING THE REVISED CCMP, INCLUDING UPDATED MONITORING, COMMUNICATION, AND EJ STRATEGIES; ISSUING A STATE OF THE BAYS REPORT FOR PUBLIC AND SCIENTIFIC AUDIENCES; FUNDING RESEARCH TO FILL PRIORITY DATA GAPS THROUGH COMPETITIVE GRANTS; AND INCORPORATING EJ INTO MANAGEMENT DELIBERATIONS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE: RESIDENTS OF THE 50 COMMUNITIES ALONG THE MASSACHUSETTS SHORELINE IN FIVE LOCAL MANAGEMENT REGIONS; THE GENERAL PUBLIC IN THE MBP WATERSHED AND STUDY AREA; OTHER NATIONAL ESTUARY PROGRAMS AND COASTAL MANAGEMENT PROGRAMS; AND MASSACHUSETTS COASTAL ECOSYSTEMS. SUBAWARDS WILL BE DEVELOPED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP AND ADDRESS DATA NEEDS AND GAPS.ACTIVITIES:KEY ACTIVITIES INCLUDE: \n- FINALIZING AND SUBMITTING THE REVISED MASSBAYS' CCMP, INCLUDING DEVELOPING UPDATED FINANCE PLAN AND MONITORING STRATEGY; A STATE OF THE BAYS CONFERENCE WILL BE ASSOCIATED WITH THE RELEASE OF THE FINAL CCMP\n- ESTABLISHING A NEW CENTER AT UNIVERSITY OF MASSACHUSETTS BOSTON (UMB) WITHIN ITS SCHOOL FOR THE ENVIRONMENT (SFE)\n- FINAL REPORTING ON A PROJECT TO INCREASE CONFIDENCE IN EELGRASS MAPS USED FOR PROJECT REVIEW AND OCEAN PLANNING.  \n- INVESTIGATING AQUACULTURE-EELGRASS INTERACTIONS TO INFORM POLICY.  \n- LAUNCHING MASSWATER, AN EXTENSION OF THE AQUAQAPP APPLICATION THAT WILL ENABLE .MONITORING PARTNERS TO CARRY OUT QA/QC DATA ANALYSIS ACCORDING TO DEP AND EPA STANDARDS.\n- EXPANDING SUPPORT TO UNDERSERVED AND ENVIRONMENTAL JUSTICE COMMUNITIES, INCLUDING OFFERING DIRECT ASSISTANCE AND CAPACITY-BUILDING TO FACILITATE COMMUNITY INPUT INTO DECISION MAKING.\n- MONITORING AND RESTORING BLUE MUSSELS AND MONITORING FOR SEA BROOK TROUT\n- INCORPORATING SOCIOECONOMIC VARIABLES INTO RESTORATION PLANNING TO BETTER INFORM PRIORITIES FOR RESTORATION EFFORTS IN ENVIRONMENTAL JUSTICE AREAS.\n- REVIEWING BYLAWS FOR CLIMATE RESILIENCY.  SUBRECIPIENT:MBP WILL WORK WITH THE REGIONAL SERVICE PROVIDERS (RSPS) IN THE FIVE MBP GEOGRAPHIC REGIONS AND THE MYSTIC RIVER WATERSHED ASSOCIATION TO PRIORITIZE, ACTIVATE, AND IMPLEMENT PROJECTS  TO ACHIEVE CCMP GOALS; AND TO DEVELOP INFORMATION TO MONITOR AND TRACK MBP PROGRESS TOWARDS CCMP GOALS. HIGHLIGHTED ACTIVITIES INCLUDE: \n- FINAL REPORTING ON A PROJECT TO INCREASE CONFIDENCE IN EELGRASS MAPS USED FOR PROJECT REVIEW AND OCEAN PLANNING.  \n- INVESTIGATING AQUACULTURE-EELGRASS INTERACTIONS TO INFORM POLICY.  \n- LAUNCHING MASSWATER, AN EXTENSION OF THE AQUAQAPP APPLICATION THAT WILL ENABLE .MONITORING PARTNERS TO CARRY OUT QA/QC DATA ANALYSIS ACCORDING TO DEP AND EPA STANDARDS.\n- EXPANDING SUPPORT TO UNDERSERVED AND ENVIRONMENTAL JUSTICE COMMUNITIES, INCLUDING OFFERING DIRECT ASSISTANCE AND CAPACITY-BUILDING TO FACILITATE COMMUNITY INPUT INTO DECISION MAKING.\n- MONITORING AND RESTORING BLUE MUSSELS AND MONITORING FOR SEA BROOK TROUT\n- INCORPORATING SOCIOECONOMIC VARIABLES INTO RESTORATION PLANNING TO BETTER INFORM PRIORITIES FOR RESTORATION EFFORTS IN ENVIRONMENTAL JUSTICE AREAS.\n- REVIEWING BYLAWS FOR CLIMATE RESILIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4e2e131-5ae6-52bd-fdd9-af26e157c893-C", "generated_internal_id": "ASST_NON_00A00815_6800"}, {"internal_id": 144308414, "Award ID": "00A00748", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "66.456", "Description": "* ABSTRACT *\nTHIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF NEW HAMPSHIRE TO SUPPORT IMPLEMENTATION OF THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP), A NATIONAL ESTUARY PROGRAM (NEP) WITH A COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). \n\n* ASSISTANCE AWARD'S PURPOSE *\nIMPLEMENT THE CCMP, NAMELY: RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF PREP AND ITS PARTNERS. \n\n* ACTIVITIES TO BE PERFORMED *\nACTIVITIES THAT SUPPORT IMPLEMENTATION OF THE PREP CCMP AS DESCRIBED IN THE ANNUAL WORKPLAN AND CONTINUE TO ENGAGE NEW HAMPSHIRE AND MAINE IN THE EFFORT. \n\n* ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, AND INTENDED BENEFICIARY(IES) *\nAMONG OTHERS, ANTICIPATED DELIVERABLES INCLUDE IMPROVED SEAGRASS HABITAT MONITORING, UPDATES TO THE CCMP, A NEW STATE OF THE ESTUARIES REPORT, AND WATER QUALITY MONITORING; OUTCOMES INCLUDE IMPROVED WAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_00A00748_6800"}, {"internal_id": 109197706, "Award ID": "00A00693", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO NEW ENGLAND INTERSTATE POLLUTION CONTROL COMMISSION (NEIWPCC) TO SUPPORT IMPLEMENTATION OF THE NARRAGANSETT BAY ESTUARY PROGRAM COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).  THIS AGREEMENT SPECIFICALLY PROVIDES FINANCIAL ASSISTANCE TO THE NARRAGANSETT BAY ESTUARY PROGRAM (NBEP) TO IMPLEMENT RECOMMENDATIONS OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) DEVELOPED BY A PARTNERSHIP OF FEDERAL, STATE, AND LOCAL REPRESENTATIVES OF THE PUBLIC. THIS AWARD WILL SUPPORT TASKS OUTLINED IN A SOUTHEAST NEW ENGLAND PROGRAM FUNDED WORKPLAN WHEREBY NBEP WILL RELEASE A REQUEST FOR PROPOSALS TO SUPPORT APPLIED RESEARCH, PLANNING, AND IMPLEMENTATION PROJECTS IN THE NARRAGANSETT BAY ESTUARY PROGRAM STUDY AREA. THROUGH THIS ACTIVITY, NBEP SEEKS TO CONTINUE IT'S WORK TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00693_6800"}, {"internal_id": 152549007, "Award ID": "00A00682", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "66.456", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF SOUTHERN MAINE, WHICH IS PART OF THE UNIVERSITY OF MAINE SYSTEM, TO SUPPORT IMPLEMENTATION OF THE CASCO BAY ESTUARY PARTNERSHIP'S (CBEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE CBEP AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL: 1) PROTECT, RESTORE, AND ENHANCE KEY HABITATS THAT SUSTAIN ECOLOGICAL HEALTH; 2) REDUCE NUTRIENT POLLUTION AND ITS IMPACTS, INCLUDING COASTAL ACIDIFICATION; 3) FOSTER RESILIENT COMMUNITIES AND THEIR CONNECTIONS TO CASCO BAY, AND; 4) MOBILIZE COLLECTIVE KNOWLEDGE AND RESOURCES TO SUPPORT CASCO BAY. SUBAWARDS WILL BE USED TO SUPPORT THIS COOPERATIVE AGREEMENT. THIS IS IMPLEMENTATION YEAR 27.ACTIVITIES:INCREASE DEVELOPMENT OF HABITAT RESTORATION AND RESILIENCE PROJECTS AND ASSIST PARTNERS WITH ACCESSING ARPA AND BIL FUNDS FOR PROJECT IMPLEMENTATION; STRENGTHEN TIES WITH SMALLER MUNICIPALITIES TO ASSIST THEM WITH ADDRESSING WATER QUALITY AND CLIMATE RESILIENCE CHALLENGES AND ACCESSING ARPA AND BIL FUNDS; BEGIN IMPLEMENTATION OF PROGRAMS AND PROJECTS MADE POSSIBLE BY BIL FUNDS; AND UPDATE THE CASCO BAY PLAN (CCMP)SUBRECIPIENT:WATER QUALITY MONITORING OUTCOMES:PRIMARY DELIVERABLE WILL BE AN UPDATED CCMP. OTHER EXPECTED OUTCOMES INCLUDE HABITAT PROTECTED AND RESTORED, WATER QUALITY IMPROVEMENTS, INCREASED PUBLIC ACCESS TO NATURAL AREAS, DATA ACQUISITION, AND PROVISION OF TECHNICAL ASSISTANCE TO MUNICIPALITIES AND OTHER PARTNERS. THE INTENDED BENEFICIARIES OF THIS WORK INCLUDE THE CONSTITUENTS WHO RESIDE WITHIN THE CASCO BAY ESTUARY PARTNERSHIP PLANNING AREA, AS WELL AS ALL OTHERS WHO RECREATE THERE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00682_6800"}, {"internal_id": 144308421, "Award ID": "00A00673", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF SOUTHERN MAINE, WHICH IS PART OF THE UNIVERSITY OF MAINE SYSTEM, TO SUPPORT IMPLEMENTATION OF THE CASCO BAY ESTUARY PARTNERSHIP'S (CBEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE CBEP AND ITS PARTNERS.THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL: 1) PROTECT, RESTORE, AND ENHANCE KEY HABITATS THAT SUSTAIN ECOLOGICAL HEALTH; 2) REDUCE NUTRIENT POLLUTION AND ITS IMPACTS, INCLUDING COASTAL ACIDIFICATION; 3) FOSTER RESILIENT COMMUNITIES AND THEIR CONNECTIONS TO CASCO BAY, AND; 4) MOBILIZE COLLECTIVE KNOWLEDGE AND RESOURCES TO SUPPORT CASCO BAY. SUB-AWARDS WILL BE PROVIDED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP. THIS IS IMPLEMENTATION YEAR 26.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00673_6800"}, {"internal_id": 103141549, "Award ID": "00A00662", "Award Amount": 662518.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-13", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF SOUTHERN MAINE, WHICH IS PART OF THE UNIVERSITY OF MAINE SYSTEM, TO SUPPORT IMPLEMENTATION OF THE CASCO BAY ESTUARY PARTNERSHIP'S (CBEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE CBEP AND ITS PARTNERS.THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL: 1) PROTECT, RESTORE, AND ENHANCE KEY HABITATS THAT SUSTAIN ECOLOGICAL HEALTH; 2) REDUCE NUTRIENT POLLUTION AND ITS IMPACTS, INCLUDING COASTAL ACIDIFICATION; 3) FOSTER RESILIENT COMMUNITIES AND THEIR CONNECTIONS TO CASCO BAY, AND; 4) MOBILIZE COLLECTIVE KNOWLEDGE AND RESOURCES TO SUPPORT CASCO BAY. SUB-AWARDS WILL BE PROVIDED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP. THIS IS IMPLEMENTATION YEAR 25.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00662_6800"}, {"internal_id": 110190157, "Award ID": "00A00623", "Award Amount": 922500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS (MA EOEEA) TO SUPPORT IMPLEMENTATION OF THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE BBNEP AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL REMEDIATE AND RESTORE WETLANDS, LESSEN POLLUTION FROM STORMWATER AND WASTEWATER, AND HELP COMMUNITIES WITH OPEN SPACE AND NATURAL RESOURCE PLANNING AND PROTECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00623_6800"}, {"internal_id": 109197718, "Award ID": "00A00621", "Award Amount": 662500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-06", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO MASSACHUSETTS OFFICE OF COASTAL ZONE MANAGEMENT (MACZM) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) FOR THE MASSACHUSETTS AND CAPE COD BAYS (MASSBAYS). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE MASSBAYS NATIONAL ESTUARY PROGRAM (MBP) AND ITS PARTNERS. THE COOPERATIVE AGEEMENT SUPPORTS ACTIVITIES THAT WILL ADDRESS THE KEY CHALLENGES AFFECTING MASSBAYS: ALTERED HYDROLOGY; IMPAIRED WATER QUALITY; CLIMATE VULNERABILITY; INVASIVE SPECIES; AND ECOSYSTEM FRAGMENTATION. SUB-AWARDS WILL BE PROVIDED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00621_6800"}, {"internal_id": 83285366, "Award ID": "00A00522", "Award Amount": 625000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-09", "CFDA Number": "66.456", "Description": "PER YOUR APPLICATION REQUEST DATED JULY 16, 2019, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FUNDS IN THE AMOUNT $625,000 TO THE MASSACHUSETTS OFFICE OF COASTAL ZONE MANAGEMENT (MACZM) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) FOR THE MASSACHUSETTS AND CAPE COD BAYS (MASSBAYS). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE MASSBAYS NATIONAL ESTUARY PROGRAM (MBP) AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL ADDRESS THE KEY CHALLENGES AFFECTING MASSBAYS: ALTERED HYDROLOGY; IMPAIRED WATER QUALITY; CLIMATE VULNERABILITY; INVASIVE SPECIES; AND ECOSYSTEM FRAGMENTATION. SUB-AWARDS WILL BE PROVIDED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP.  ADMINISTRATIVE AND PROGRAMMATIC TERMS AND CONDITIONS OF THIS AWARD HAVE BEEN IMPLEMENTED AND ARE IN FULL FORCE AND EFFECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00522_6800"}, {"internal_id": 88416614, "Award ID": "00A00515", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "66.456", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 29, 2019, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $600,000 TO THE MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS (MA EOEEA). THESE FUNDS WILL SUPPORT THE IMPLEMENTATION OF THE BUZZARDS BAY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).  THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL REMEDIATE AND RESTORE WETLANDS, LESSEN POLLUTION FROM STORMWATER AND WASTEWATER, AND HELP COMMUNITIES WITH OPEN SPACE AND NATURAL RESOURCE PLANNING AND PROTECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00515_6800"}, {"internal_id": 68373884, "Award ID": "00A00505", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "66.456", "Description": "PER YOUR APPLICATION REQUEST DATED JULY 12, 2018, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FULL FUNDING IN THE AMOUNT OF $30,000 TO  THE COALITION FOR BUZZARDS BAY (TCBB).  THESE FUNDS WILL ASSIST TO SUPPORT IMPLEMENTATION OF THE BUZZARDS BAY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).  TCBB IS A DESIGNATED BUZZARDS BAY CCMP IMPLEMENTATION ENTITY.  THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH WATER QUALITY MONITORING OUTLINED IN THE WORKPLAN OF THE BBC AND ITS PARTNERS.  THE COOPERATIVE AGREEMENT SUPPORTS WATER QUALITY TRAINING AND TESTING, WHICH SUPPORTS A PRIORITY ACTION PLAN IN THE BUZZARDS BAY CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15d9bee3-b30e-d5ee-1245-504fb7af7432-C", "generated_internal_id": "ASST_NON_00A00505_6800"}, {"internal_id": 68326572, "Award ID": "00A00464", "Award Amount": 643000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-16", "CFDA Number": "66.456", "Description": "PER YOUR APPLICATION REQUEST DATED JULY 2, 2018, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FULL FUNDING IN THE AMOUNT OF $643,000 TO THE MASSACHUSETTS OFFICE OF COASTAL ZONE MANAGEMENT (MACZM).  THESE FUNDS WILL ASSIST IN THE SUPPORT OF IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) FOR THE MASSACHUSETTS AND CAPE COD BAYS (MASSBAYS). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE MASSBAYS NATIONAL ESTUARY PROGRAM (MBP) AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL ADDRESS THE KEY CHALLENGES AFFECTING MASSBAYS: ALTERED HYDROLOGY; IMPAIRED WATER QUALITY; CLIMATE VULNERABILITY; INVASIVE SPECIES; AND ECOSYSTEM FRAGMENTATION. SUB-AWARDS WILL BE PROVIDED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00464_6800"}, {"internal_id": 68326402, "Award ID": "00A00456", "Award Amount": 1095000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "66.456", "Description": "PER YOUR APPLICATION REQUEST DATED JULY 17, 2018, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FULL FUNDING IN THE AMOUNT OF $1,095,000 TO THE MASSACHUSETTS OFFICE OF COASTAL ZONE MANAGEMENT (MACZM).  THESE FUNDS WILL ASSIST IN THE SUPPORT AND IMPLEMENTATION OF THE BUZZARDS BAY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).  THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE BUZZARDS BAY NATIONAL ESTUARY PROGRAM (BBNEP) AND ITS PARTNERS.  THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL REMEDIATE AND RESTORE WETLANDS, LESSEN POLLUTION FROM STORMWATER AND WASTEWATER, AND HELP COMMUNITIES WITH OPEN SPACE AND NATURAL RESOURCE PLANNING AND PROTECTION.  SUB-AWARDS WILL BE PROVIDED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00456_6800"}, {"internal_id": 39173921, "Award ID": "00A00436", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-23", "CFDA Number": "66.456", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 13, 2017, THIS COOPERATIVE AGREEMENT AWARDS FEDERAL FUNDING IN THE AMOUNT OF $600,000 TO THE MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS. UNDER THE NATIONAL ESTUARY PROGRAM (NEP THIS PROJECT IMPLEMENTS RECOMMENDATIONS OF THE (MBP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00436_6800"}, {"internal_id": 83285405, "Award ID": "00A00407", "Award Amount": 675349.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-08", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO NEW ENGLAND INTERSTATE POLLUTION CONTROL COMMISSION (NEIWPCC) TO SUPPORT IMPLEMENTATION OF THE NARRAGANSETT BAY ESTUARY PROGRAM COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).  THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE NARRAGANSETT BAY ESTUARY PROGRAM (NBEP) AND ITS PARTNERS.  THE COOPERATIVE AGEEMENT SUPPORTS ACTIVITIES THAT CONTINUE TO ENGAGE MASSACHUSETTS AND RHODE ISLAND IN THE EFFORT; SYNTHESIZE, ANALYZE, AND INTERPRET BAY ECOSYSTEM DATA; COMMUNICATE TIMELY, MEANINGFUL INFORMATION ON THE CONDITION OF THE BAY AND ITS ASSOCIATED WATERSHEDS, INCLUDING HABITATS, WATER QUALITY, AND INSTITUTIONAL EFFORTS; SERVE AS A REGIONAL LEADER FOR ESTABLISHING A WATERSHED-BASED FRAMEWORK THAT REFLECTS KEY MANAGEMENT ISSUES THAT CAN BE ADDRESSED AND ACTED ON IN BOTH RHODE ISLAND AND MASSACHUSETTS; CONDUCT K", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00407_6800"}, {"internal_id": 68326567, "Award ID": "00A00393", "Award Amount": 1100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO NEW ENGLAND INTERSTATE POLLUTION CONTROL COMMISSION (NEIWPCC) TO SUPPORT IMPLEMENTATION OF THE NARRAGANSETT BAY ESTUARY PROGRAM COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).  THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE NARRAGANSETT BAY ESTUARY PROGRAM (NBEP) AND ITS PARTNERS.  THE COOPERATIVE AGEEMENT SUPPORTS ACTIVITIES THAT CONTINUE TO ENGAGE MASSACHUSETTS IN THE EFFORT; SYNTHESIZE, ANALYZE, AND INTERPRET BAY ECOSYSTEM DATA; COMMUNICATE TIMELY, MEANINGFUL INFORMATION ON THE CONDITION OF THE BAY AND ITS ASSOCIATED WATERSHEDS, INCLUDING HABITATS, WATER QUALITY, AND INSTITUTIONAL EFFORTS; SERVE AS A REGIONAL LEADER FOR ESTABLISHING A WATERSHED-BASED FRAMEWORK THAT REFLECTS KEY MANAGEMENT ISSUES THAT CAN BE ADDRESSED AND ACTED ON IN BOTH RHODE ISLAND AND MASSACHUSETTS; CONDUCT KEY RESTORATION AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00393_6800"}, {"internal_id": 39173911, "Award ID": "00A00366", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-26", "CFDA Number": "66.456", "Description": "AS DIRECTED UNDER SECTION 320 OF THE CLEAN WATER ACT, THIS PROJECT, UNDER THE NATIONAL ESTUARY PROGRAM, IMPLEMENTS RECOMMENDATIONS OF THE NARRAGANSETT BAY NATIONAL ESTUARY PROGRAM (NBEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY THROUGH TASKS OUTLINED IN THE ANNUAL WORKPLANS OF THE NBEP AND ITS PARTNERS. THE GRANTEE  WILL CONTINUE TO ENGAGE MASSACHUSETTS IN THE EFFORT, AS WELL AS SYNTHESIZE, ANALYZE, AND INTERPRET BAY ECOSYSTEM DATA; COMMUNICATE TIMELY, MEANINGFUL INFORMATION ON THE CONDITION OF THE BAY AND ITS ASSOCIATED WATERSHEDS, INCLUDING HABITATS, WATER QUALITY, AND INSTITUTIONAL EFFORTS; SERVE AS REGIONAL LEADER FOR ESTABLISHING A WATERSHED-BASED FRAMEWORK THAT REFLECTS KEY MANAGEMENT ISSUES THAT CAN BE ADDRESSED AND ACTED ON IN BOTH RI AND MASSACHUSETTS, CONDUCTS KEY RESTORATION AND PROTECTION ACTIVITIES THAT SECURE BROAD PUBLIC AND STAKEHOLDER SUPPORT; AND ADMINISTERS THE NBEP F", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00366_6800"}, {"internal_id": 82529066, "Award ID": "00A00348", "Award Amount": 649982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-24", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF SOUTHERN MAINE, WHICH IS PART OF THE UNIVERSITY OF MAINE SYSTEM, TO SUPPORT IMPLEMENTATION OF THE CASCO BAY ESTUARY PARTNERSHIP'S (CBEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE CBEP AND ITS PARTNERS.THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL: 1) PROTECT, RESTORE, AND ENHANCE KEY HABITATS THAT SUSTAIN ECOLOGICAL HEALTH; 2) REDUCE NUTRIENT POLLUTION AND ITS IMPACTS, INCLUDING COASTAL ACIDIFICATION; 3) FOSTER RESILIENT COMMUNITIES AND THEIR CONNECTIONS TO CASCO BAY, AND; 4) MOBILIZE COLLECTIVE KNOWLEDGE AND RESOURCES TO SUPPORT CASCO BAY. SUB-AWARDS WILL BE PROVIDED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP. THIS IS IMPLEMENTATION YEAR 24.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00348_6800"}, {"internal_id": 68326447, "Award ID": "00A00319", "Award Amount": 699180.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "66.456", "Description": "THIS COOPERATIVE AGREEMENT IS PROVIDED TO THE UNIVERSITY OF SOUTHERN MAINE, WHICH IS PART OF THE UNIVERSITY OF MAINE SYSTEM, TO SUPPORT IMPLEMENTATION OF THE CASCO BAY ESTUARY PARTNERSHIP'S (CBEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GOAL IS TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY AND SUPPORT ITS SUSTAINABLE HUMAN USES THROUGH TASKS OUTLINED IN ANNUAL WORKPLANS OF THE CBEP AND ITS PARTNERS. THE COOPERATIVE AGREEMENT SUPPORTS ACTIVITIES THAT WILL PROTECT, RESTORE, AND ENHANCE KEY HABITATS THAT SUSTAIN ECOLOGICAL HEALTH, REDUCE NUTRIENT POLLUTION AND ITS IMPACTS, INCLUDING COASTAL ACIDIFICATION, FOSTER RESILIENT COMMUNITIES AND THEIR CONNECTIONS TO CASCO BAY, AND MOBILIZE COLLECTIVE KNOWLEDGE AND RESOURCES TO SUPPORT CASCO BAY. SUB-AWARDS WILL BE PROVIDED TO IMPLEMENT PRIORITY ACTION PLANS IN THE CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00319_6800"}, {"internal_id": 39173890, "Award ID": "00A00299", "Award Amount": 630000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-09", "CFDA Number": "66.456", "Description": "AS DIRECTED BY SECTION 320 OF THE CLEAN WATER ACT (CWA), THIS PROJECT UNDER THE NATIONAL ESTUARY PROGRAM (NEP), IMPLEMENTS RECOMMENDATIONS OF THE CASCO BAY ESTUARY PARTNERSHIP (CBEP) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICAL, AND BIOLOGICAL INTEGRITY OF THE ESTUARY THROUGH TASKS OUTLINED IN THE CBEP ANNUAL WORKPLAN. ACTIVITIES INCLUDE: 1) PROTECT, RESTORE AND ENHANCE KEY HABITATS THAT SUSTAIN ECOLOGICAL HEALTH; 2) REDUCE NUTRIENT POLLUTION AND ITS IMPACTS, INCLUDING COASTAL ACIDIFICATION; 3) FOSTER RESILIENT COMMUNITIES AND THEIR CONNECTIONS TO CASCO BAY; AND 4) MOBILIZE COLLECTIVE KNOWLEDGE AND RESOURCES TO SUPPORT CASCO BAY. THIS REFLECTS IMPLEMENTATION YEAR 22.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00299_6800"}, {"internal_id": 39173862, "Award ID": "00A00240", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-11", "CFDA Number": "66.456", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 1, 2017 ON BEHALF OF THE EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FUNDING IN THE AMOUNT OF $600,000.  THESE FUNDS WILL BE USED TO SUPPORT THIS PROJECT UNDER THE NATIONAL ESTUARY PROGRAM IMPLEMENTS RECOMMENDATIONS OF THE BUZZARDS BAY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP).  BUZZARDS BAY WATERSHED IS LOCATED IN SOUTHEASTERN MASSACHUSETTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00240_6800"}, {"internal_id": 39173812, "Award ID": "00A00189", "Award Amount": 575000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-28", "CFDA Number": "66.456", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 10, 2016, THIS COOPERATIVE AGREEMENT IS BEING AWARD FUNDING IN THE AMOUNT OF $575,000 TO THE MASSACHUSETTS EXE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_00A00189_6800"}, {"internal_id": 39173765, "Award ID": "00A00127", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-08", "CFDA Number": "66.456", "Description": "AS DIRECTED UNDER SECTION 320 OF THE CLEAN WATER ACT, THIS PROJECT, UNDER THE NATIONAL ESTUARY PROGRAM, IMPLEMENTS RECOMMENDATIONS OF THE NARRAGANSET", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00127_6800"}, {"internal_id": 39173702, "Award ID": "00A00063", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-12", "CFDA Number": "66.456", "Description": "AS DIRECTED BY SECTION 320 OF THE CLEAN WATER ACT (CWA), THIS PROJECT UNDER THE NATIONAL ESTUARY PROGRAM (NEP), IMPLEMENTS RECOMMENDATIONS OF THE CAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bc19621-f5cb-c529-d965-a5440ff35b31-C", "generated_internal_id": "ASST_NON_00A00063_6800"}, {"internal_id": 39173644, "Award ID": "00A00004", "Award Amount": 1600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-17", "CFDA Number": "66.456", "Description": "AS DIRECTED UNDER SECTION 320 OF THE CLEAN WATER ACT, THIS PROJECT, UNDER THE NATIONAL ESTUARY PROGRAM (NEP), IMPLEMENTS RECOMMENDATIONS OF THE NARRA", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00004_6800"}, {"internal_id": 152089997, "Award ID": "00666017", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "66.456", "Description": "DESCRIPTION:A COOPERATIVE AGREEMENT IS PROVIDED TO THE LOUISIANA UNIVERSITIES MARINE CONSORTIUM (LUMCON) AND BARATARIA TERREBONNE NATIONAL ESTUARY PROGRAM (BTNEP) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE BARATARIA TERREBONNE ESTUARY. ACTIVITIES:ACTIVITIES INCLUDE, BUT NOT LIMITED TO, COORDINATING IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) BY BARATARIA TERREBONNE NATIONAL ESTUARY PROGRAM (BTNEP,) AS WELL AS FEDERAL AND LOCAL AGENCIES; AND MONITORING THE EFFECTIVENESS OF ACTIVITIES CONDUCTED UNDER THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP), IN ADDITION TO, WATER QUALITY MONITORING, DEVELOPING EDUCATIONAL MATERIALS, CONDUCTING EDUCATIONAL WORKSHOPS, STUDYING THE TEMPERATURE SENSITIVITY OF THE APPLE SNAIL AND SWALLOW-TAIL KITES AND STUDYING OF INFLUENCES ON THE CRAYFISH POPULATION. SUBRECIPIENT:ACTIVITIES FOR SUBAWARDS IN THIS ASSISTANCE AGREEMENT INCLUDE CONDUCTING WORKSHOPS, DEVELOPMENT AND PRODUCTION OF EDUCATIONAL MATERIALS, MONITORING, THE STUDY OF INFLUENCES ON THE CRAYFISH POPULATION, AND THE STUDY OF THE SWALLOW-TAIL KITES AND TEMPERATURE SENSITIVITY OF THE APPLE SNAIL.OUTCOMES:DELIVERABLES INCLUDE SEMI-ANNUAL REPORTS, ALONG WITH PROJECT FINAL REPORTS WHICH INCLUDE, BUT NOT LIMITED TO, A SUMMARY REPORT DOCUMENTING THE IMPLEMENTATION OF THE RESOURCE MANAGEMENT AND PUBLIC EDUCATION ACTIVITIES. ADDITIONALLY, DELIVERING QUALITY CONTENT THAT IS RELEVANT TO THE MISSION OF BARATARIA TERREBONNE NATIONAL ESTUARY PROGRAM (BTNEP) THROUGH SOCIAL AND TRADITIONAL MEDIA PLATFORMS. CREATING AND STRENGTHEN BARATARIA TERREBONNE NATIONAL ESTUARY PROGRAM (BTNEP)'S RELATIONSHIPS WITH SPECIFIC STAKEHOLDERS, ORGANIZATIONS AND BUSINESSES IN ITS TARGET MARKETS. ALSO, CREATE A KNOWLEDGEABLE CITIZENRY, EDUCATED IN THE NATURAL HISTORY OF THE REGION, TO ENHANCE THE ABILITY TO EXCHANGE INFORMATION (NETWORKING) WITHIN THE PROGRAM AND TO PROVIDE WORKSHOP ATTENDEES WITH THE OPPORTUNITY TO LEARN FROM EXPERTS IN A VARIETY OF NATURAL SCIENCE FIELDS. DIRECT BENEFICIARIES INCLUDE THE STATE OF LOUISIANA RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5d3ee34-c971-7973-436a-16a19a59d27f-C", "generated_internal_id": "ASST_NON_00666017_6800"}, {"internal_id": 140709131, "Award ID": "00666016", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE LOUISIANA UNIVERSITIES MARINE CONSORTIUM (LUMCON) AND BARATARIA TERREBONNE NATIONAL ESTUARY PROGRAM (BTNEP) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE BARATARIA TERREBONNE ESTUARY. DIRECT BENEFICIARIES INCLUDE THE STATE OF LOUISIANA RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5d3ee34-c971-7973-436a-16a19a59d27f-C", "generated_internal_id": "ASST_NON_00666016_6800"}, {"internal_id": 68326641, "Award ID": "00666015", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-17", "CFDA Number": "66.456", "Description": "THIS PROJECT FOCUSES ON THE IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) RESTORATION OF DISAPPEARING COASTAL HABITATS OF THE ESTUARY THROUGH TASKS OUTLINED IN THE BARATARIA TERREBONNE ESTUARY PROGRAM (BTNEP) ANNUAL WORKPLAN. THESE RESTORATION EFFORTS INCLUDE APPLIED RESEARCH COMPONENTS THAT ADDRESS RESTORATION FROM AN ECONOMIC AND ECOLOGICAL PERSPECTIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5d3ee34-c971-7973-436a-16a19a59d27f-C", "generated_internal_id": "ASST_NON_00666015_6800"}, {"internal_id": 39173127, "Award ID": "00666014", "Award Amount": 625000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "66.456", "Description": "THIS PROJECT FOCUSES ON THE IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) RESTORATION OF DISAPPEARING COASTAL HABITATS OF THE ESTUARY THROUGH TASKS OUTLINED IN THE BARATARIA TERREBONNE ESTUARY PROGRAM (BTNEP) ANNUAL WORKPLAN. THESE RESTORATION EFFORTS INCLUDE APPLIED RESEARCH COMPONENTS THAT ADDRESS RESTORATION FROM AN ECONOMIC AND ECOLOGICAL PERSPECTIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5d3ee34-c971-7973-436a-16a19a59d27f-C", "generated_internal_id": "ASST_NON_00666014_6800"}, {"internal_id": 152791558, "Award ID": "00655008", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-20", "CFDA Number": "66.456", "Description": "DESCRIPTION:THESE FUNDS TO THE TEXAS COMMISSION ON ENVIRONMENTAL QUALITY'S (TCEQ) GALVESTON BAY ESTUARY PROGRAM (GBEP) PROVIDE SUPPORT IN IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN.\n\n ACTIVITIES:ALL ACTIVITIES FOCUS ON MAINTAINING, RESTORING, AND/OR IMPROVING WATER QUALITY THROUGH A VARIETY OF METHODS INCLUDING, BUT NOT LIMITED TO, LAND CONSERVATION, WATER QUALITY IMPLEMENTATION OUTREACH, GI PROJECTS, AND MICROPLASTICS AND EMERGING CONTAMINANTS RESEARCH.SUBRECIPIENT:ACTIVITIES INCLUDE IMPLEMENTATION OF AN APPROVED COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN FOR THE GALVESTON BAY ESTUARY, INCLUDING OUTREACH, EDUCATION AND MONITORING ACTIVITIES THAT WORK TOWARDS PROTECTING AND RESTORING THE UNIQUE ESTUARY ECOSYSTEM. SUBAWARDS FOR THIS COOPERATIVE AGREEMENT INCLUDE, BUT NOT LIMITED TO, LOCAL UNIVERSITIES, LOCAL AREA-WIDE AGENCIES, CITY OF HOUSTON, AND HARRIS COUNTY.OUTCOMES:DELIVERABLES INCLUDE SEMI-ANNUAL REPORTS, ALONG WITH PROJECT FINAL REPORTS WHICH INCLUDE, BUT NOT LIMITED TO, AN ESTUARY RESILIENCY ASSESSMENT AND ACTION PLAN, TARGETED MONITORING REPORT, COMMUNITY ENGAGEMENT PLAN, AND WATER MANAGEMENT PLAN. SOME EXPECTED LONG-TERM OUTCOMES INCLUDE: THE PERMANENT CONSERVATION OF COASTAL HABITAT AND PRESERVATION OF IMPORTANT HYDROLOGIC/WATER QUALITY FUNCTIONS; SIGNIFICANT REDUCTION OF BACTERIA LEVELS TO ATTAIN WQ STANDARDS; PROVIDING FRAMEWORK FOR NATURE-BASED INFRASTRUCTURE GOALS; AND THE REDUCTION OF  POLLUTION/SEDIMENT LOADS VIA RUN-OFF. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE GALVESTON BAY AREA, HUMAN HEALTH, THE ENVIRONMENT AND ALL STATE RESIDENTS AND OCCUPANTS, BOTH PERMANENT AND TEMPORARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_00655008_6800"}, {"internal_id": 85201384, "Award ID": "00655007", "Award Amount": 1962500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "66.456", "Description": "A COOPERATIVE AGREEMENT IS PROVIDED TO THE TEXAS COMMISSION ON ENVIRONMENTAL QUALITY'S (TCEQ) GALVESTON BAY ESTUARY PROGRAM (GBEP) TO SUPPORT IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) AND ACCOMPANYING STRATEGIC PLAN TO IMPROVE THE WATER QUALITY, PROTECT THE NATURAL HABITAT AND LIVING RESOURCES, AND SUPPORT SUSTAINABLE HUMAN USES OF THE GALVESTON BAY ESTUARY. ACTIVITIES INCLUDE ASSESSING TRENDS IN WATER QUALITY, NATURAL RESOURCES AND USES; COORDINATING IMPLEMENTATION OF THE CCMP BY THE STATE, AS WELL AS FEDERAL AND LOCAL AGENCIES; AND MONITORING THE EFFECTIVENESS OF ACTIVITIES CONDUCTED UNDER THE CCMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_00655007_6800"}, {"internal_id": 39173105, "Award ID": "00655006", "Award Amount": 1800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-31", "CFDA Number": "66.456", "Description": "THIS PROJECT FOCUSES ON THE IMPLEMENTATION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP) TO RESTORE AND MAINTAIN THE CHEMICAL, PHYSICA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_00655006_6800"}]