[{"internal_id": 152549022, "Award ID": "98T45801", "Award Amount": 850000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-20", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.  \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $850,000.  PREAWARD COSTS HAVE BEEN APPROVED BACK TO SEPTEMBER 1, 2022.  SEE TERMS AND CONDITIONS.ACTIVITIES:OBJECTIVE 1: ELIMINATE/CONTROL WATER POLLUTION THROUGH GREEN INFRASTRUCTURE TECHNIQUES: CREATE FILTRATION SYSTEM THAT CAPTURES SEDIMENTS AND DEBRIS MAKING SAFE WATER PASSAGE INTO US WATERS.  OBJECTIVE 2: PRESERVE COASTAL RESOURCES: CREATE CHANNEL SYSTEM THAT PREVENTS FLOODING. VEGETATIONS/WETLAND WILL ACT AS BUFFERS AND FILTRATION SYSTEM TO DEBRIS ENTERING US WATERS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ENVIRONMENTAL OUTPUT: GREEN INFRASTRUCTURE BUILT; STORMWATER BMP'S CONSTRUCTED. ENVIRONMENTAL OUTCOME: THIS INFRASTRUCTURE PROJECT WILL IMPROVE THE WATER QUALITY OF SAIPAN LAGOON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6cbdf51e-00ff-aa15-d362-7dacb1cea719-C", "generated_internal_id": "ASST_NON_98T45801_6800"}, {"internal_id": 152549159, "Award ID": "98T45501", "Award Amount": 1000000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-20", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,000,000.ACTIVITIES:ACTIVITIES WILL INCLUDE THE PLANNING, DESIGN, AND CONSTRUCTION OF STORMWATER INFRASTRUCTURE TO MINIMIZE FLOODING AND IMPROVE WATER QUALITY IN THE HARMON INDUSTRIAL PARK AND MERIZO AREAS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ENVIRONMENTAL OUTPUTS: STORMWATER INFRASTRUCTURE PLANNING, DESIGN, AND CONSTRUCTION.\nENVIRONMENTAL OUTCOMES: THIS INFRASTRUCTURE WILL IMPROVE THE WATER QUALITY FOR THE NELANSA RIVER, MERIZO AND REDUCE FLOODING IN THE HARMON INDUSTRIAL PARK AND MERIZO AREAS. THERE WILL ALSO BE A REDUCTION IN THE AMOUNT OF SANITARY SEWER OVERFLOWS AT THE HARMON SEWER PUMP STATION INCLUDING THE HARMON INDUSTRIAL PARK SEWER BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "191f6a87-b0a4-96d3-7c82-210527ae4222-C", "generated_internal_id": "ASST_NON_98T45501_6800"}, {"internal_id": 151676181, "Award ID": "98T40501", "Award Amount": 7167000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-18", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.\n\nTHIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $7,167,000. PREAWARD COSTS ARE APPROVED BACK TO 6/21/2021. REFER TO TERMS AND CONDITIONS.ACTIVITIES:THE CA STATE WATER RESOURCES CONTROL BOARD WILL FUND SUBAWARDS FOR THE PLANNING, DESIGN, AND CONSTRUCTION OF INFRASTRUCTURE PROJECTS THAT ADDRESS LONG-TERM STORMWATER MANAGEMENT NEEDS OF COMMUNITIES.SUBRECIPIENT:SUBAWARDS WILL BE MADE TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. OUTCOMES:ENVIRONMENTAL OUTPUT: OSG FUNDS WILL BE USED TO PROVIDE SUBAWARDS TO CALIFORNIA COMMUNITIES FOR THE PURPOSE OF:\n1. INCREASING INVESTMENT FOR INFRASTRUCTURE PROJECTS THAT ADDRESS LONG-TERM STORMWATER MANAGEMENT.\n2. INCREASING FUNDING TO A FINANCIALLY DISTRESSED COMMUNITIES.\n3. INCREASING THE USE AND ADOPTION OF GREEN INFRASTRUCTURE TO ADDRESS STORMWATER MANAGEMENT.\nENVIRONMENTAL OUTCOME: THESE INFRASTRUCTURE PROJECTS WILL RESULT IN A REDUCTION OF STORM WATER POLLUTANTS TO PRIORITY GROUNDWATER BASINS IN CALIFORNIA AND REDUCE THE RISK OF FLOODING FOR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6622cef5-5e79-0729-863d-42c9a5fde8dd-C", "generated_internal_id": "ASST_NON_98T40501_6800"}, {"internal_id": 151676161, "Award ID": "98T39801", "Award Amount": 485000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-23", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES RECIPIENT AND SUBAWARD FUNDING TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $485,000.  SEE TERMS AND CONDITIONS.ACTIVITIES:THE RECIPIENT WILL FACILITATE FUNDING FOR 4-5 FACILITIES SPECIFIC TO CWSRF GRANTS FOR A STORMWATER OR SANITARY SEWER OVERFLOW PROJECT. SUBRECIPIENT:OSG FUNDS WILL BE GRANTED FOR THE PURPOSE OF GRANTEES DEVELOPING PRELIMINARY ENGINEERING REPORTS WHICH ARE REQUIRED TO BE COMPLETED PRIOR TO THE EXECUTION OF SRF LOAN DOCUMENTS.OUTCOMES:ENVIRONMENTAL OUTPUT:  THE FUNDS ARE GRANTED FOR THE PURPOSE OF GRANTEES DEVELOPING PRELIMINARY ENGINEERING REPORTS WHICH ARE REQUIRED TO BE COMPLETED PRIOR TO THE EXECUTION OF STATE REVOLVING FUND (SRF) LOAN DOCUMENTS.  ENVIRONMENTAL OUTCOME:  THIS INFRASTRUCTURE PROJECT WILL IMPROVE THE WATER QUALITY OF PRIORITY SURFACE WATER BODIES THROUGHOUT THE STATE.  THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ca5c9dd-f9e1-9e5b-4757-8914cbbd3ebe-C", "generated_internal_id": "ASST_NON_98T39801_6800"}, {"internal_id": 149229602, "Award ID": "97792201", "Award Amount": 882000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-05-11", "CFDA Number": "66.447", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.\nACTIVITIES:ACTIVITIES INCLUDE CITY OF OMAHA, NE LIFT STATION IMPROVEMENTS AND MIDDLE NIOBRARA NATURAL RESOURCES DISTRICT IMPLEMENTATION OF GREEN PROJECT RESERVE (GPR) COMPONENTS IN THE IN THE CITY OF VALENTINE, NE.\nOUTCOMES:THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. INTENDED BENEFICIARIES ARE THE RESIDENTS OF THE CITY OF OMAHA AND THE CITY OF VALENTINE, NE. \nSUBRECIPIENT:CITY OF OMAHA, NE WILL USE FUNDING TO PROVIDE IMPROVEMENTS TO THE MONROE STREET LIFT STATION AND MIDDLE NIOBRARA NATURAL RESOURCES DISTRICT WILL USE FUNDING TO IMPLEMENT GPR COMPONENTS AND OTHER IMPROVEMENTS IN THE CITY OF VALENTINE, NE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_97792201_6800"}, {"internal_id": 140709117, "Award ID": "97790201", "Award Amount": 777000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.447", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_97790201_6800"}, {"internal_id": 151169454, "Award ID": "96800231", "Award Amount": 336600.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-09", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUB-AWARDS THROUGH THE STATE AGENCY (UTDEQ)  FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORM-WATERACTIVITIES:THE UT DWQ SOLICITS PROJECTS THAT MEET OSG PROGRAM CRITERIA. THE SOLICITATION WILL SPECIFICALLY REQUEST GREEN INFRASTRUCTURE PROJECTS THAT MEET GREEN PROJECT RESERVE STANDARDS.\nGREEN STORMWATER INFRASTRUCTURE PROJECTS MANAGES WET WEATHER AND MAINTAINS AND RESTORES NATURAL HYDROLOGY BY INFILTRATING, EVAPOTRANSPIRING AND HARVESTING, AND USING STORMWATER.  AND ALSO BY PRESERVATION AND RESTORATION OF NATURAL LANDSCAPE FEATURES, SUCH AS FORESTS, FLOODPLAINS, AND WETLANDS, COUPLED WITH POLICIES SUCH AS INFILL AND REDEVELOPMENT THAT REDUCE OVERALL IMPERVIOUSNESS IN A WATERSHED. ON THE LOCAL SCALE, GREEN INFRASTRUCTURE PROJECTS WILL CONSISTS OF THE SITE- AND NEIGHBORHOOD-SPECIFIC PRACTICES, SUCH AS BIORETENTION, TREES, GREEN ROOFS, PERMEABLE PAVEMENTS, AND CISTERNS.SUBRECIPIENT:INVESTMENT IN GREEN INFRASTRUCTURE AND ADDITIONAL GREEN INFRASTRUCTURE PROJECTS BUILT TO MANAGE AND TREAT STORMWATER. FUNDING FOR GREEN INFRASTRUCTURE PROJECTS IN FINANCIALLY DISTRESSED AND RURAL COMMUNITIES, AND IMPROVING STORMWATER QUALITY AND WATER QUALITY OF THE WATER BODIES THAT ARE BEING DISCHARGED.OUTCOMES:INCREASED INVESTMENT IN GREEN INFRASTRUCTURE AND ADDITIONAL GREEN INFRASTRUCTURE PROJECTS BUILT TO MANAGE AND TREAT STORMWATER. FUNDING FOR GREEN INFRASTRUCTURE PROJECTS WILL BE INCREASED FOR FINANCIALLY DISTRESSED AND RURAL COMMUNITIES. GREEN INFRASTRUCTURE PROJECTS WILL IMPROVE STORMWATER QUALITY AND WATER QUALITY OF THE WATER BODIES THAT ARE BEING DISCHARGED. THIS WILL CAUSE A REDUCTION IN THE IMPACTS OF STORMWATER POLLUTION FROM THESE AREAS. INCREASED USE AND SUCCESS OF GREEN INFRASTRUCTURE PROJECTS WILL HOPEFULLY LEAD TO GREATER ADOPTION OF THESE TYPES OF STORMWATER CONTROLS ACROSS THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "604427fe-4871-e08e-5143-39aca5954fd3-C", "generated_internal_id": "ASST_NON_96800231_6800"}, {"internal_id": 146600636, "Award ID": "96800221", "Award Amount": 336600.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-02-03", "CFDA Number": "66.447", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.\nCUSTER, SOUTH DAKOTA, IS IN THE SOUTHWESTERN PART OF SOUTH DAKOTA IN CUSTER COUNTY.  THE POPULATION OF 2,067 WITH APPROXIMATELY 1,190 SANITARY SEWER CONNECTIONS SERVED BY THE WASTEWATER SYSTEM.\nSLIP LINING 5,600 FEET OF A FORCE MAIN THAT CONVEYS TREATED EFFLUENT FROM THE CUSTER WASTEWATER TREATMENT FACILITY TO THE MUNICIPAL GOLF COURSE FOR IRRIGATION.  THE EXISTING FORCE-MAIN HAS EXPERIENCED MULTIPLE BREAKS IN RECENT MONTHS AND IS IN CRITICAL NEED OF REPLACEMENT.\n.  THE PROJECT PROVIDES FOR THE DISCHARGE OF TREATED EFFLUENT COLLECTED BY THE CITY'S SANITARY SEWER COLLECTION AND TREATMENT SYSTEM. IT HELPS TO PREVENT THE POTENTIAL FOR A SANITARY SEWER OVERFLOW BY PROVIDING DISCHARGE OPTIONS FOR TREATED EFFLUENT. IT WILL ALSO HAVE AN ADDED BENEFIT FOR CONTINUED WATER REUSE FOR IRRIGATION OF THE MUNICIPAL GOLF COURSE.\n\nACTIVITIES:\nREPLACE 56,000 FEET OF 12' FORCE MAIN WITH 8' FPVC C-900 DR14 FORCE MAIN\nOUTCOMES:\nTHE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY PREVENTING SEWER FLOWS THROUGH BROKEN LINE \nSUBRECIPIENT:\nTHE SUBAWARDS WILL BE USED TO RENOVATE 56,000 FEET OF THE SLIP LINING FORCEMAIN THAT CONVEYS TREATED EFFLUENT FROM THE CUSTER WASTEWATER TREATMENT FACILITY TO THE MUNICIPAL GOLF COURSE FOR IRRIGATION.  THE EXISTING FORCE MAIN HAS EXPERIENCED MULTIPLE BREAKS IN RECENT MONTHS AND IS IN CRITICAL NEED OF REPLACEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2884010a-8d02-a93c-a7ff-66b346e214a0-C", "generated_internal_id": "ASST_NON_96800221_6800"}, {"internal_id": 149897515, "Award ID": "96393901", "Award Amount": 337000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-06-24", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.ACTIVITIES:THE ACTIVITY TO BE CONDUCTED BY THE RECIPIENT IS AWARDING A SUBAWARD TO THE CITY OF WILMINGTON FOR COSTS ASSOCIATED WITH A STORMWATER RUNOFF SEPARATION PROJECT.SUBRECIPIENT:DNREC WILL PROVIDE A SUBAWARD TO THE CITY OF WILMINGTON FOR THE SEPARATION OF STORMWATER RUNOFF FROM THE COMBINED SEWER OVERFLOW COLLECTION SYSTEM IN TWO RECENTLY BUILT HOUSING AREAS. THE PROJECT WILL ROUTE THE RUNOFF THROUGH GREEN INFRASTRUCTURE BEST MANAGEMENT PRACTICES TO CAPTURE THE INITIAL 1- 2 INCHES OF PRECIPITATION THROUGH A COMBINATION OF RAIN GARDENS, SUBSURFACE TRENCHES AND BIOSWALES TO REDUCE THE QUANTITY AND IMPROVE THE QUALITY OF STORMWATER PRIOR TO DISCHARGE TO THE BRANDYWINE CREEK.OUTCOMES:DELIVERABLES INCLUDE INCREASED INVESTMENT FOR INFRASTRUCTURE PROJECTS TO ADDRESS COMBINED SEWER OVERFLOWS. ENVIRONMENTAL OUTCOMES INCLUDE THE PROTECTION OF PUBLIC HEALTH AND IMPROVED WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. THE PUBLIC AND THE ENVIRONMENT ARE THE INTENDED BENEFICIARIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73af9791-73ea-7b40-038e-4bac1789e705-C", "generated_internal_id": "ASST_NON_96393901_6800"}, {"internal_id": 149229597, "Award ID": "96393601", "Award Amount": 1416000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-05-05", "CFDA Number": "66.447", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. \nACTIVITIES:THE ACTIVITY TO BE CONDUCTED BY THE RECIPIENT IS AWARDING SUB-AWARDS TO THE TOWN OF HONAKER, VIRGINIA, FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. \nOUTCOMES:DELIVERABLES INCLUDE INCREASED INVESTMENT FOR INFRASTRUCTURE PROJECTS TO ADDRESS SSOS. ENVIRONMENTAL OUTCOMES INCLUDE THE PROTECTION OF PUBLIC HEALTH AND IMPROVED WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. THE PUBLIC AND THE ENVIRONMENT ARE THE INTENDED BENEFICIARIES.\nSUBRECIPIENT:THIS INFRASTRUCTURE PROJECT WILL IMPROVE THE WATER QUALITY OF LEWIS CREEK, IN THE CLINCH RIVER WATERSHED, BY ADDRESSING HYDRAULIC SHORT-CIRCUITING OF TREATMENT UNIT PROCESSES RESULTING FROM EXTRANEOUS WATER ATTRIBUTED TO INFILTRATION AND INFLOW IN THE COLLECTION SYSTEM, THEREBY REDUCING SANITARY SEWER OVERFLOW EVENTS.  IT WILL ALSO HELP THE TOWN MAINTAIN COMPLIANCE WITH THEIR VPDES PERMIT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_96393601_6800"}, {"internal_id": 140708741, "Award ID": "96391401", "Award Amount": 2366000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.447", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. THE BENEFICIARIES OF THE PROGRAM ARE THE CITIZENS OF THE PENNSYLVANIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c8f1875-5dba-ae03-c1ee-2e2bdb1e3cf7-C", "generated_internal_id": "ASST_NON_96391401_6800"}, {"internal_id": 140709251, "Award ID": "96389901", "Award Amount": 886000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-15", "CFDA Number": "66.447", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO THE DISTRICT'S DEPARTMENT OF PUBLIC WORKS FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS AND CONTAMINATION THROUGH THE REDUCTION OF CONTAMINATED SEDIMENT, NUTRIENTS, LEACHATE, SALT, HEAVY METALS, AND OIL. THE BENEFICIARIES OF THE PROGRAM ARE THE CITIZENS OF THE DISTRICT OF COLUMBIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_96389901_6800"}, {"internal_id": 152549293, "Award ID": "96212900", "Award Amount": 3851000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE THE SOLICITATION AND REVIEW OF ELIGIBLE SUBAWARD RECIPIENTS WHO WILL PLAN, DESIGN AND CONSTRUCT ELIGIBLE PROJECTS.SUBRECIPIENT:SUBAWARD ACTIVITIES UNDER THIS AWARD INCLUDE PLANNING, DESIGN AND CONSTRUCTION OF STORMWATER INFRASTRUCTURE PROJECTS.OUTCOMES:THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.  THE INTENDED BENEFICIARIES ARE THE MUNICIPALITIES THAT RECEIVE A SUBAWARD TO COMPLETE A PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_96212900_6800"}, {"internal_id": 152549443, "Award ID": "96212800", "Award Amount": 4302000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-27", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.  ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE THE SOLICITATION AND REVIEW OF ELIGIBLE SUBAWARD RECIPIENTS WHO WILL PLAN, DESIGN AND CONSTRUCT ELIGIBLE PROJECTS.SUBRECIPIENT:THE PLANNING, DESIGN, AND CONSTRUCTION OF STORMWATER INFRASTRUCTURE PROJECTS.OUTCOMES:THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. THE INTENDED BENEFICIARIES ARE THE MUNICIPALITIES THAT RECEIVE A SUBAWARD TO COMPLETE A PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4530f247-b54b-fa77-825c-ac1df825d66e-R", "generated_internal_id": "ASST_NON_96212800_6800"}, {"internal_id": 156933436, "Award ID": "95308201", "Award Amount": 551000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-02-27", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE FUNDS TO THE DISTRICT'S DEPARTMENT OF PUBLIC WORKS FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE CONSTRUCTION ON THE FORT DUPONT STREAM AND WETLAND RESTORATION, PHASE 1 PROJECT. THIS PROJECT WILL IMPROVE WATER QUALITY IN THE ANACOSTIA RIVER BY DECREASING SEDIMENT LOADS FROM ERODED STREAMBANKS. THE PROJECT WILL RESTORE OVER 21,000 LINEAR FEET OF HIGHLY INCISED STREAM BANK, ENHANCE HABITAT CONDITIONS, AND ADD UP TO SEVEN ACRES OF TIDAL WETLANDS TO THE ANACOSTIA RIVER.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY DECREASING SEDIMENT LOADS FROM ERODED STREAMBANKS OF THE ANACOSTIA RIVER. INTENDED BENEFICIARIES INCLUDE THE CITIZENS OF THE DISTRICT AND DOWNSTREAM RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_95308201_6800"}, {"internal_id": 151676203, "Award ID": "95302501", "Award Amount": 1798000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-22", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS GRANT AGREEMENT IS TO PROVIDE FUNDS TO MARYLAND DEPARTMENT OF THE ENVIRONMENT (MDE) FOR IT TO PROVIDE SUB-AWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.  FROSTBURG, MD IS THE IDENTIFIED SUBRECIPIENT.ACTIVITIES:THIS FROSTBURG PROJECT IS THE SECOND PHASE OF A THREE-PART EFFORT TO COMPLETE THE ELIMINATION OF COMBINED SEWER OVERFLOWS (CSO'S) ON THE EAST SIDE OF FROSTBURG. THIS PHASE\nWILL BUILD UPON THE COLLECTOR SEWER CONSTRUCTED IN PHASE X-A. THE PROJECT WILL SEPARATE THE SANITARY SEWER AND STORM SYSTEMS AND CREATE NEW STORM OUTFALLS. THE PROJECT WILL FOCUS ON: (1) REPLACING PORTIONS OF A SIGNIFICANTLY DAMAGED TERRACOTTA PIPE COMBINED SEWER SYSTEM THAT HAS DOCUMENTED INFLOW AND INFILTRATION (IANDI) ISSUES ADJACENT TO A FLOODPLAIN AND WETLANDS NEAR THE HEADWATERS OF GEORGES CREEK, A TRIBUTARY OF THE POTOMAC RIVER; (2) SEPARATING ABOUT A DOZEN SEWER INLETS; AND, (3) ELIMINATING ILLEGAL DOWNSPOUT CONNECTIONS TO THE EXISTING SYSTEM FROM 30-40% OF PROPERTIES IN THE PHASE X-B SEWER SHED. THE PROJECT WILL CONSIST OF APPROXIMATELY 5,000 FEET OF SEWER PIPE, APPROXIMATELY 12 INLETS, AND OTHER RELATED FEATURES. PHASE X-B WILL CONTRIBUTE TO REDUCING BOTH DRY WEATHER AND STORM-INDUCED FLOWS TO THE GEORGES CREEK PUMPING STATION, THE LAVALE PUMPING STATION, AND ULTIMATELY TO THE CUMBERLAND SEWAGE TREATMENT PLANT.SUBRECIPIENT:MDE WILL PROVIDE A SUBAWARD TO THE CITY OF FROSTBURG FOR CONTINUED WORK ON ELIMINATING COMBINED SEWER OVERFLOWS THROUGHOUT THE CITY. THIS SUBAWARD WILL FUND PHASE X-B OF THE PROJECT.OUTCOMES:THIS INFRASTRUCTURE PROJECT WILL IMPROVE THE WATER QUALITY OF THE POTOMAC RIVER BASIN AND ITS ASSOCIATED TRIBUTARIES.  CSOS TO THE WATER BODY WILL BE REDUCED OR ELIMINATED.  THERE WILL BE AN ELIMINATION OF NUTRIENTS, FECAL COLIFORM, AND OTHER POLLUTANTS DISCHARGED INTO MARYLAND TROUT STREAMS THAT FLOW INTO THE POTOMAC RIVER. THE RESIDENTS OF THE STATE OF MARYLAND ARE THE INTENDED BENEFICIARIES FOR THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3721a558-c1ad-d7cd-1b76-dddd5992bbbd-C", "generated_internal_id": "ASST_NON_95302501_6800"}, {"internal_id": 152089745, "Award ID": "95302401", "Award Amount": 853000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-02", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS ASSISTANCE AGREEMENT IS TO AWARD $853,000.00 IN FEDERAL FUNDS TO WEST VIRGINIA DEPARTMENT OF ENVIRONMENTAL PROTECTION TO PROVIDE A SUB-AWARD TO A LOCAL MUNICIPALITY FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE TOWN OF ROMNEY, WV IS THE IDENTIFIED SUBRECIPIENT.ACTIVITIES:THIS PROJECT WILL REHABILITATE PROBLEM SECTIONS OF ROMNEY'S COLLECTION SYSTEM, INCLUDING THE REPLACEMENT OF 9,350 LF OF EXISTING GRAVITY SEWER. A STORMWATER MANAGEMENT STRUCTURE AND APPROXIMATELY 830 LF OF STORM SEWER WILL ALSO BE INCLUDED IN THE PROJECT. THE COLLECTION SYSTEM UPGRADES WILL MITIGATE BACKUP OF INFLUENT FLOWS WITHIN THE COLLECTION SYSTEM THAT COULD RESULT IN SANITARY SEWER OVERFLOWS.SUBRECIPIENT:WVDEP WILL PROVIDE A SUBAWARD TO THE TOWN OF ROMNEY, WV TO REHABILITATE PROBLEM SECTIONS OF ROMNEY'S COLLECTION SYSTEM TO ELIMINATE SANITARY SEWER OVERFLOWS.OUTCOMES:THIS INFRASTRUCTURE PROJECT WILL IMPROVE THE WATER QUALITY OF BIG RUN, IN THE SOUTH BRANCH POTOMAC RIVER WATERSHED, BY ADDRESSING THE IMPACTS OF WET WEATHER EVENTS AND INFILTRATION AND INFLOW WITHIN THE COLLECTION SYSTEM, THEREBY REDUCING SANITARY SEWER OVERFLOW EVENTS. IT WILL ALSO HELP THE TOWN MAINTAIN COMPLIANCE WITH THEIR NPDES PERMIT AND LOWER TREATMENT COSTS DUE TO INFILTRATION AND INFLOW. THE BENEFICIARY IS THE  SUB-RECIPIENT, THE TOWN OF ROMNEY, WV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3394d05-c258-cd9f-2898-f2ca5a98fb25-C", "generated_internal_id": "ASST_NON_95302401_6800"}, {"internal_id": 162165849, "Award ID": "50000523", "Award Amount": 213000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-08-14", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS THROUGH THE VT DEC AND ITS OSG PROGRAM FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. ACTIVITIES:THE OSG PROGRAM IS INTENDED TO ADDRESS LOCAL GOVERNMENTS' INFRASTRUCTURE NEEDS FOR COMBINED SEWER OVERFLOWS (CSO), SANITARY SEWER OVERFLOWS (SSO), AND STORMWATER MANAGEMENT. VERMONT DEC WILL USE THE GRANTED FUNDS TO MAKE SUBGRANTS TO ELIGIBLE MUNICIPAL ENTITIES FOR ELIGIBLE PROJECTS. FUNDABLE PROJECTS INCLUDE FINAL DESIGN PLANNING FOR PROJECTS IN LONG TERM CONTROL PLANS WITH THE GOAL OF CSO OR SSO ABATEMENT OR ALTERNATIVELY STORMWATER SPECIFIC GREEN STORMWATER INFRASTRUCTURE PROJECTS.SUBRECIPIENT:FINAL DESIGN PLANNING FOR PROJECTS IN LONG TERM CONTROL PLANS WITH THE GOAL OF CSO OR SSO ABATEMENT OR ALTERNATIVELY STORMWATER SPECIFIC GREEN STORMWATER INFRASTRUCTURE PROJECTS.OUTCOMES:DELIVERABLES INCLUDE THE STANDARD ANNUAL REPORTING AS WELL AS REPORTING ON SUBGRANTEE ACTIVITIES. \n\nENVIRONMENTAL OUTCOME: THIS INFRASTRUCTURE PROJECT WILL IMPROVE THE WATER QUALITY OF LAKE CHAMPLAIN OR CONNECTICUT RIVER BASIN.\n\nINTENDED BENEFICIARIES INCLUDE THE POPULATION OF VERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_50000523_6800"}, {"internal_id": 150724663, "Award ID": "50000522", "Award Amount": 337000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-07-26", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. ACTIVITIES:VERMONT DEC WILL USE THE GRANTED FUNDS TO MAKE SUB GRANTS TO ELIGIBLE MUNICIPAL ENTITIES FOR ELIGIBLE PROJECTS. ONE OF THESE PROJECTS WILL BE FOR PLANNING AND DESIGN OF A NUMBER OF PROJECTS ON THE RUTLAND LONG TERM CONTROL PLAN THAT WERE SUBMITTED FOR LOANS OR AMERICAN RESCUE PLAN ACT GRANTS UNDER THE FFY 2022 PROJECT PRIORITY LIST APPLICATION PROCESS. THIS PROJECT WAS SELECTED DUE TO MEETING THE CRITERIA OF BEING A DISADVANTAGED COMMUNITY AS DEFINED BY THE STATE, IMPLEMENTING A LONG-TERM CONTROL PLAN FOR COMBINED SEWER OVERFLOWS OR SANITY SEWER OVERFLOWS, AND BEING PART OF THE CLEAN WATER STATE REVOLVING FUND INTENDED USE PLAN.SUBRECIPIENT:SUB-AWARDS WILL BE MADE TO MUNICIPALITIES TO REMOVE COMBINED SEWER OVERFLOWS AND SANITARY SEWER OVERFLOWS FROM FLOWING INTO THE CT RIVER BASIN AND LAKE CHAMPLAIN.  SPECIFIC PROJECTS INCLUDE RUTLAND CITY'S LONG TERM CONTROL PLAN. RUTLAND WAS CHOSEN DUE TO MEETING THE CRITERIA OF BEING A DISADVANTAGED COMMUNITY AS DEFINED BY THE STATE, IMPLEMENTING A LONG-TERM CONTROL PLAN FOR CSOS OR SSOS, AND BEING PART OF THE CWSRF INTENDED USE PLAN.  \n\nTHE STATE HAS PRIORITIZED AT LEAST 25 PERCENT OF A STATE'S FEDERAL GRANT TO CARRY OUT PROJECTS IN RURAL COMMUNITIES (POP. 10,000 OR LESS) OR FINANCIALLY DISTRESSED COMMUNITIES. OF THIS 25 PERCENT SET ASIDE FOR THESE COMMUNITIES, AT LEAST 60 PERCENT OF THIS SET ASIDE (OR 15% OF THE FEDERAL GRANT) MUST GO TO CARRY OUT COMBINED SEWER OVERFLOW AND SANITARY SEWER OVERFLOW REMOVAL PROJECTS IN RURAL COMMUNITIES\n\nSUB-AWARDS WILL BE MADE TO MUNICIPALITIES, WHICH WILL THEN HIRE, GENERAL CONTRACTORS TO PERFORM THE CONSTRUCTION.  THE CITY AND STATE WILL PROVIDE OVERSIGHT AND WILL REPORT DOCUMENTATION TO THE EPA TO ENSURE COMPLIANCE.  OUTCOMES:ANTICIPATED DELIVERABLES: PROJECTS WILL FOLLOW CWSRF REQUIREMENTS AND WILL REPORT COMPLIANCE, CERTIFICATIONS, AND ALL OTHER APPLICABLE EQUIVALENCY REQUIREMENTS.  SUB GRANTEES WILL COMPLY WITH ALL SUBRECIPIENT MONITORING REQUIREMENTS, INCLUDING ANNUAL REPORTS.  \n\nEXPECTED OUTCOME:  THIS INFRASTRUCTURE PROJECT WILL IMPROVE THE WATER QUALITY OF LAKE CHAMPLAIN OR CONNECTICUT RIVER BASIN BY REMOVING COMBINED SEWER OVERFLOWS AND SANITARY SEWER OVERFLOWS, REDUCING EXCESS NUTRIENTS AND BACTERIA ENTERING THE SYSTEMS.\n\nTHE BENEFICIARIES WILL BE ALL THOSE WHO LIVE AND USE THE LAKE CHAMPLAIN OR CT RIVER BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_50000522_6800"}, {"internal_id": 156932743, "Award ID": "33000523", "Award Amount": 400000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-02-28", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO SUPPORT THE NH DEP PROJECT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES IN NH FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.  ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE EXECUTION AND DEVELOPMENT OF OVERFLOW AND/OR STORMWATER INFRASTRUCTURE PROJECTS. \nSUBRECIPIENT:THE STATE OF NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES WILL ENSURE THAT IT SELECTS ELIGIBLE PROJECTS AS DESCRIBED IN THE SEWER OVERFLOW AND STORMWATER REUSE MUNICIPAL GRANTS PROGRAM DATED MARCH 2021, OR AS UPDATED AS DESCRIBED BELOW. 'ELIGIBLE PROJECTS EXIST UNDER THE FOLLOWING THREE GENERAL CATEGORIES: 1) COMBINED SEWER OVERFLOW CORRECTION, 2) SANITARY SEWER OVERFLOW CORRECTION, AND 3) STORMWATER AND SUBSURFACE DRAINAGE WATER. THIS LIST IS NOT MEANT TO BE EXCLUSIVE AND IT IS POSSIBLE THAT THERE ARE OTHER ELIGIBLE PROJECTS THAT ARE CONSISTENT WITH THE OSG AUTHORIZING STATUTE THAT ARE NOT SPECIFICALLY MENTIONED IN THIS DOCUMENT. IN ALL CASES, MUNICIPALITIES OR MUNICIPAL ENTITIES ARE ELIGIBLE FOR ASSISTANCE. HOWEVER, THE PROJECTS CAN BE PUBLICLY OR PRIVATELY OWNED. IN ADDITION, ONLY CAPITAL PROJECTS ARE ELIGIBLE, INCLUDING INFRASTRUCTURE PLANNING, DESIGN, CONSTRUCTION, AND EQUIPMENT PURCHASES. OPERATIONS AND MAINTENANCE ACTIVITIES ARE NOT ELIGIBLE FOR FUNDING.'OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: PLANS, DESIGNS, AND/OR CONSTRUCTED OVERFLOW OR STORMWATER INFRASTRUCTURE. ADDITIONAL DELIVERABLES MAY INCLUDE: INTEGRATED STORMWATER MANAGEMENT MASTER PLAN; TECHNICAL DESIGN DOCUMENTS; SANITARY SEWER OVERFLOW CONTROL SOLUTIONS, INCLUDING PLANS AND SPECIFICATIONS FOR THE SANITARY SEWER OVERFLOW PROJECT TO CORRECT AND REDUCE INFLOW AND INFILTRATION.  \n\nTHE EXPECTED OUTCOMES ARE: THE OUTCOMES PROVIDED FROM THIS GRANT ARE EXPECTED TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. \n\nTHE INTENDED BENEFICIARIES ARE: MUNICIPAL ENTITIES, OF WHICH, MAY BE RURAL AND/OR DISADVANTAGED COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_33000523_6800"}, {"internal_id": 151169428, "Award ID": "33000522", "Award Amount": 649000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-04", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.ACTIVITIES:THE STATE OF NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES WILL PRIORITIZE THE PROJECTS FOR OSG SUBGRANTS BY SELECTING PROJECTS FROM APPLICANTS THAT:\n-\tARE A DISADVANTAGED COMMUNITY MEANING HAVING AN AFFORDABILITY SCORE OF NOT LESS THAN 1.33 IN THE 2021 CWSRF IUP, OR AS DEFINED IN THE 2022 CWSRF IUP.  \n-\tIMPLEMENTING A LONG-TERM CONTROL PLAN FOR CSOS OR SSOS, OR\n-\tON A CWSRF INTENDED USE PLAN.\n\nTHE STATE OF NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES WILL ENSURE THAT PROJECTS MEET THE ESTABLISHED CRITERIA AS DESCRIBED IN CWA SECTION 221(A)(1). THIS SECTION DESCRIBES THAT STATES CAN PROVIDE FINANCIAL ASSISTANCE: \n(1) . . . TO A MUNICIPALITY OR MUNICIPAL ENTITY FOR PLANNING, DESIGN, AND CONSTRUCTION OFMDASH;\n(A) TREATMENT WORKS TO INTERCEPT, TRANSPORT, CONTROL, TREAT, OR REUSE MUNICIPAL COMBINED SEWER OVERFLOWS, SANITARY SEWER OVERFLOWS, OR STORMWATER; AND \n(B) ANY OTHER MEASURES TO MANAGE, REDUCE, TREAT, OR RECAPTURE STORMWATER OR SUBSURFACE DRAINAGE WATER ELIGIBLE FOR ASSISTANCE UNDER SECTION 603(C). \n\nTHE STATE OF NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES WILL ENSURE THAT IT SELECTS ELIGIBLE PROJECTS AS DESCRIBED IN THE SEWER OVERFLOW AND STORMWATER REUSE MUNICIPAL GRANTS PROGRAM DATED MARCH 2021, OR AS UPDATED AS DESCRIBED BELOW.\n\n'ELIGIBLE PROJECTS EXIST UNDER THE FOLLOWING THREE GENERAL CATEGORIES: 1) COMBINED SEWER OVERFLOW CORRECTION, 2) SANITARY SEWER OVERFLOW CORRECTION, AND 3) STORMWATER AND SUBSURFACE DRAINAGE WATER. THIS LIST IS NOT MEANT TO BE EXCLUSIVE AND IT IS POSSIBLE THAT THERE ARE OTHER ELIGIBLE PROJECTS THAT ARE CONSISTENT WITH THE OSG AUTHORIZING STATUTE THAT ARE NOT SPECIFICALLY MENTIONED IN THIS DOCUMENT. IN ALL CASES, MUNICIPALITIES OR MUNICIPAL ENTITIES ARE ELIGIBLE FOR ASSISTANCE. HOWEVER, THE PROJECTS CAN BE PUBLICLY OR PRIVATELY OWNED. IN ADDITION, ONLY CAPITAL PROJECTS ARE ELIGIBLE, INCLUDING INFRASTRUCTURE PLANNING, DESIGN, CONSTRUCTION, AND EQUIPMENT PURCHASES. OPERATIONS AND MAINTENANCE ACTIVITIES ARE NOT ELIGIBLE FOR FUNDING.'\nSUBRECIPIENT:THE STATE OF NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES WILL ENSURE THAT IT SELECTS ELIGIBLE PROJECTS AS DESCRIBED IN THE SEWER OVERFLOW AND STORMWATER REUSE MUNICIPAL GRANTS PROGRAM DATED MARCH 2021, OR AS UPDATED AS DESCRIBED BELOW.\n\n'ELIGIBLE PROJECTS EXIST UNDER THE FOLLOWING THREE GENERAL CATEGORIES: 1) COMBINED SEWER OVERFLOW CORRECTION, 2) SANITARY SEWER OVERFLOW CORRECTION, AND 3) STORMWATER AND SUBSURFACE DRAINAGE WATER. THIS LIST IS NOT MEANT TO BE EXCLUSIVE AND IT IS POSSIBLE THAT THERE ARE OTHER ELIGIBLE PROJECTS THAT ARE CONSISTENT WITH THE OSG AUTHORIZING STATUTE THAT ARE NOT SPECIFICALLY MENTIONED IN THIS DOCUMENT. IN ALL CASES, MUNICIPALITIES OR MUNICIPAL ENTITIES ARE ELIGIBLE FOR ASSISTANCE. HOWEVER, THE PROJECTS CAN BE PUBLICLY OR PRIVATELY OWNED. IN ADDITION, ONLY CAPITAL PROJECTS ARE ELIGIBLE, INCLUDING INFRASTRUCTURE PLANNING, DESIGN, CONSTRUCTION, AND EQUIPMENT PURCHASES. OPERATIONS AND MAINTENANCE ACTIVITIES ARE NOT ELIGIBLE FOR FUNDING.'\nOUTCOMES:ENVIRONMENTAL OUTPUTS AND OUTCOMES - SUBGRANTS \nTHE STATE OF NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES WILL SELECT ELIGIBLE ENTITIES WITH ELIGIBLE PROJECTS TO AWARD SUBGRANTS FROM ITS 2021 CWSRF PROJECT PRIORITY LIST (PPL) OR ITS 2022 CWSRF PPL FOR WHICH IT WILL BE SOLICITING PROJECTS SPRING 2022. PROJECTS SELECTED WILL MEET:\n-\t'PRIORITIZATION FOR PROJECT SECTIONS' NOTED HEREIN.\n-\t20% OF TOTAL AWARDED AMOUNT WILL BE FOR GREEN INFRASTRUCTURE ($129,800).\n-\t25% OF TOTAL A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_33000522_6800"}, {"internal_id": 152791569, "Award ID": "25000522", "Award Amount": 1744000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-07-29", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.ACTIVITIES:THE OSG PROGRAM IS INTENDED TO ADDRESS LOCAL GOVERNMENTS' INFRASTRUCTURE NEEDS FOR COMBINED SEWER OVERFLOWS (CSO), SANITARY SEWER OVERFLOWS (SSO), AND STORMWATER MANAGEMENT. THE MASSACHUSETTS CLEAN WATER TRUST (THE TRUST) IN COORDINATION WITH THE MASSACHUSETTS DEPARTMENT OF ENVIRONMENTAL PROTECTION (MASSDEP), WILL USE THE GRANTED FUNDS TO MAKE SUBGRANTS TO ELIGIBLE MUNICIPAL ENTITIES FOR ELIGIBLE PROJECTS THAT ARE LISTED IN THE 2022 INTENDED USE PLAN FOR THE CLEAN WATER STATE REVOLVING FUND (CWSRF).SUBRECIPIENT:THE OSG PROGRAM IS\nINTENDED TO ADDRESS LOCAL GOVERNMENTS' INFRASTRUCTURE NEEDS FOR COMBINED SEWER OVERFLOWS\n(CSO), SANITARY SEWER OVERFLOWS (SSO), AND STORMWATER MANAGEMENT. THE MASSACHUSETTS\nCLEAN WATER TRUST (THE TRUST) IN COORDINATION WITH THE MASSACHUSETTS DEPARTMENT OF\nENVIRONMENTAL PROTECTION (MASSDEP), WILL USE THE GRANTED FUNDS TO MAKE SUBGRANTS TO\nELIGIBLE MUNICIPAL ENTITIES FOR ELIGIBLE PROJECTS THAT ARE LISTED IN THE 2022 INTENDED USE PLAN FOR\nTHE CLEAN WATER STATE REVOLVING FUND (CWSRF).OUTCOMES:THE TRUST AND MASSDEP WILL SELECT ELIGIBLE ENTITIES WITH ELIGIBLE PROJECTS TO AWARD SUBGRANTS\nFROM ITS 2022 CWSRF IUP. PROJECTS SELECTED WILL MEET:\n#61623; 'PRIORITIZATION FOR PROJECT SECTIONS' NOTED HEREIN.\n#61623; 20% OF TOTAL AWARDED AMOUNT WILL BE FOR GREEN INFRASTRUCTURE ($348,800).\n#61623; 25% OF TOTAL AWARDED AMOUNT WILL BE FOR A FINANCIALLY DISTRESSED COMMUNITY OR RURAL\nCOMMUNITIES ($436,000).\nTHE ATTACHED TABLE INCLUDES ELIGIBLE PROJECTS FROM MASSACHUSETTS' 2022 CWSRF IUP. THIS LIST\nWILL BE USED TO SELECT ELIGIBLE PROJECT(S). CURRENTLY, THERE IS NOT A SUITABLE PROJECT FOR A RURAL\nCOMMUNITY. THE TRUST AND MASSDEP WILL SELECT A PROJECT FOR A RURAL COMMUNITY FROM A FUTURE\nIUP TO MEET THE GRANT CRITERIA. MASSDEP IS DEVELOPING AN OUTREACH PROGRAM TO PROVIDE\nTECHNICAL ASSISTANCE TO SMALL AND RURAL COMMUNITIES FOR THE PURPOSE OF ENCOURAGING\nPARTICIPATION IN THE CWSRF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3332f2de-ca7b-018e-dc6c-ebb0a1e71a5b-R", "generated_internal_id": "ASST_NON_25000522_6800"}, {"internal_id": 151169433, "Award ID": "23000522", "Award Amount": 415000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-08", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.ACTIVITIES:THE MAINE DEP'S CLEAN WATER STATE REVOLVING FUND (CWSRF) PRIORITIZED THE PROJECTS FOR OSG SUBGRANTS BY SELECTING PROJECTS IN MUNICIPAL ENTITIES THAT ARE RANKED USING THE CWSRF ENVIRONMENTAL PRIORITY POINT SYSTEM AND THE ADDITIONAL POINTS ADDED TO ENVIRONMENTAL PRIORITY POINTS. PROJECTS WERE SELECTED BASED ON IF THEY ARE IMPLEMENTING A LONG-TERM CONTROL PLAN FOR CSOS OR SSOS, ON THE CWSRF INTENDED USE PLAN, AND A DISADVANTAGED COMMUNITY AS DEFINED BY THE MAINE DEP CLEAN WATER SRF AFFORDABILITY CRITERIA.\nSUBRECIPIENT:ALL SUBAWARDS ARE FOR MUNICIPALITIES THAT ARE IMPLEMENTING A LONG-TERM CONTROL PLAN FOR CSOS OR SSOS. THE WORKPLAN LISTS SEVERAL PROJECTS FROM THE CWSRF IUP THAT ARE ELIGIBLE TO RECEIVE SUBAWARDS. ALL OF THE PROJECTS LISTED ARE ELIGIBLE MUNICIPALITIES WITH PUMP STATION AND COLLECTION SYSTEM IMPROVEMENT PROJECTS TO REDUCE OR PREVENT CSO AND/OR SSO EVENTS. OUTCOMES:THE ANTICIPATED DELIVERABLES ARE PUMP STATION AND COLLECTION SYSTEM (SEWER AND STORM DRAIN) IMPROVEMENTS. THE EXPECTED OUTPUTS ARE TO REDUCE OR PREVENT CSO AND SSO EVENTS. THE INTENDED BENEFICIARIES ARE THE MUNICIPALITIES RECEIVING THE SUBAWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3091eeea-4f59-d25d-fdf3-db6085fb681f-C", "generated_internal_id": "ASST_NON_23000522_6800"}, {"internal_id": 152549358, "Award ID": "09000522", "Award Amount": 1461000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS THROUGH THE CT OSG PROGRAM FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. ACTIVITIES:THE OSG GRANT MAY ALSO BE USED FOR A PROJECT(S) ELIGIBLE FOR FUNDING UNDER THE RESERVE CATEGORIES IDENTIFIED IN CT'S FY 22-23 CLEAN WATER FUND PRIORITY LIST.  SUCH CATEGORIES WOULD INCLUDE 1) PLANNING, DESIGN, AND/OR CONSTRUCTION PROJECTS FOR SMALL COMMUNITIES, INFILTRATION AND INFLOW REHABILITATION, PUMP STATION, COLLECTION SYSTEM IMPROVEMENT, GREEN INFRASTRUCTURE, AND/OR RESILIENCY PROJECTS, AND 2) WHICH MEET THE FOLLOWING ELIGIBILITY CRITERIA OF THE OSG GRANT:\n\n(1) . . . TO A MUNICIPALITY OR MUNICIPAL ENTITY FOR PLANNING, DESIGN, AND CONSTRUCTION OFMDASH; (A) TREATMENT WORKS TO INTERCEPT, TRANSPORT, CONTROL, TREAT, OR REUSE MUNICIPAL COMBINED SEWER OVERFLOWS, SANITARY SEWER OVERFLOWS, OR STORMWATER; AND (B) ANY OTHER MEASURES TO MANAGE, REDUCE, TREAT, OR RECAPTURE STORMWATER OR SUBSURFACE DRAINAGE WATER ELIGIBLE FOR ASSISTANCE UNDER SECTION 603(C). \n\nSUBRECIPIENT:THE OSG GRANT MAY ALSO BE USED FOR A PROJECT(S) ELIGIBLE FOR FUNDING UNDER THE RESERVE CATEGORIES IDENTIFIED IN CT'S FY 22-23 CLEAN WATER FUND PRIORITY LIST.  SUCH CATEGORIES WOULD INCLUDE 1) PLANNING, DESIGN, AND/OR CONSTRUCTION PROJECTS FOR SMALL COMMUNITIES, INFILTRATION AND INFLOW REHABILITATION, PUMP STATION, COLLECTION SYSTEM IMPROVEMENT, GREEN INFRASTRUCTURE, AND/OR RESILIENCY PROJECTS, AND 2) WHICH MEET THE FOLLOWING ELIGIBILITY CRITERIA OF THE OSG GRANT:\n\n(1) . . . TO A MUNICIPALITY OR MUNICIPAL ENTITY FOR PLANNING, DESIGN, AND CONSTRUCTION OFMDASH; (A) TREATMENT WORKS TO INTERCEPT, TRANSPORT, CONTROL, TREAT, OR REUSE MUNICIPAL COMBINED SEWER OVERFLOWS, SANITARY SEWER OVERFLOWS, OR STORMWATER; AND (B) ANY OTHER MEASURES TO MANAGE, REDUCE, TREAT, OR RECAPTURE STORMWATER OR SUBSURFACE DRAINAGE WATER ELIGIBLE FOR ASSISTANCE UNDER SECTION 603(C). \n\nOUTCOMES:CT DEEP WILL PRIORITIZE THE PROJECTS FOR OSG SUBGRANTS BY SELECTING PROJECTS IN MUNICIPAL ENTITIES THAT ARE EITHER:\n-\tA DISADVANTAGED COMMUNITY, AS DEFINED BY CT, CONSISTENT WITH ITS CLEAN WATER STATE REVOLVING FUND (CWSRF), AND BASED ON CRITERIA USED BY CT'S DEPARTMENT OF ECONOMIC DEVELOPMENT TO IDENTIFY DISTRESSED COMMUNITIES,\n-\tIMPLEMENTING A LONG-TERM CONTROL PLAN FOR CSOS OR SSOS, AND/OR\n-\tON THE CWSRF INTENDED USE PLAN.\n\nCT DEEP WILL ENSURE THAT PROJECTS MEET THE ESTABLISHED CRITERIA AS DESCRIBED IN CWA SECTION 221(A)(1). THIS SECTION DESCRIBES THAT STATES CAN PROVIDE FINANCIAL ASSISTANCE:\n\n(1)\t. . . TO A MUNICIPALITY OR MUNICIPAL ENTITY FOR PLANNING, DESIGN, AND CONSTRUCTION OFMDASH;\n\n(A) TREATMENT WORKS TO INTERCEPT, TRANSPORT, CONTROL, TREAT, OR REUSE MUNICIPAL COMBINED SEWER OVERFLOWS, SANITARY SEWER OVERFLOWS, OR STORMWATER; AND\n\n(B) ANY OTHER MEASURES TO MANAGE, REDUCE, TREAT, OR RECAPTURE STORMWATER OR\nSUBSURFACE DRAINAGE WATER ELIGIBLE FOR ASSISTANCE UNDER SECTION 603(C).\n\nCT DEEP WILL ENSURE THAT IT SELECTS ELIGIBLE PROJECTS AS DESCRIBED IN THE SEWER OVERFLOW AND STORMWATER REUSE MUNICIPAL GRANTS PROGRAM DATED MARCH 2021, OR AS UPDATED AS DESCRIBED BELOW:\n\n'ELIGIBLE PROJECTS EXIST UNDER THE FOLLOWING THREE GENERAL CATEGORIES: 1) COMBINED\nSEWER OVERFLOW CORRECTION, 2) SANITARY SEWER OVERFLOW CORRECTION, AND 3) STORMWATER AND SUBSURFACE DRAINAGE WATER. THIS LIST IS NOT MEANT TO BE EXCLUSIVE, AND IT IS POSSIBLE THAT THERE ARE OTHER ELIGIBLE PROJECTS THAT ARE CONSISTENT WITH THE OSG AUTHORIZING STATUTE THAT ARE NOT SPECIFICALLY MENTIONED IN THIS DOCUMENT. IN ALL CASES, MUNICIPALITIES OR MUNICIPAL ENTITIES ARE ELIGIBLE FOR ASSISTANCE. HOWEVER, THE PROJECTS CAN BE PUBLICLY OR PRIVATELY OWNED. IN ADDITION, ONLY CAPITAL PROJEC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_09000522_6800"}, {"internal_id": 161421676, "Award ID": "02J40401", "Award Amount": 794000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-07-21", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO SUPPORT THE WASHINGTON DEPARTMENT OF ECOLOGY (WDOE) TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES IN WASHINGTON FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.ACTIVITIES:ACTIVITIES WILL INCLUDE ONE OR MORE SUBGRANTS TO FUND PROJECTS ELIGIBLE UNDER THE SEWER OVERFLOW AND STORMWATER REUSE MUNICIPAL GRANTS (OSG) PROGRAM. WASHINGTON DEPARTMENT OF ECOLOGY (WDOE) WILL PRIORITIZE PROJECTS FOR SELECTION THAT ARE ON THE CLEAN WATER STATE REVOLVING FUND INTENDED USE PLAN (IUP). PROJECTS FUNDED UNDER THIS AWARD CAN INCLUDE PLANNING, DESIGN AND CONSTRUCTION OF WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS THAT MANAGE STORMWATER AND/OR REDUCE SEWER OVERFLOWS, BUT WDOE INTENDS TO PRIORITIZE PLANNING AND DESIGN PROJECTS.SUBRECIPIENT:ACTIVITIES WILL INCLUDE ONE OR MORE SUBGRANT AWARDS TO FUND PROJECTS ELIGIBLE UNDER THE OSG PROGRAM. WASHINGTON DEPARTMENT OF ECOLOGY WILL PRIORITIZE PLANNING AND DESIGN PROJECTS FOR SELECTION THAT ARE ON THE STATE'S CLEAN WATER STATE REVOLVING FUND INTENDED USE PLAN PROJECT PRIORITY LIST. PROJECTS FUNDED UNDER THIS AWARD CAN INCLUDE PLANNING, DESIGN AND CONSTRUCTION OF WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS THAT MANAGE STORMWATER AND/OR REDUCE SEWER OVERFLOWS. SUBAWARD SELECTIONS WILL BE MADE AT A LATER DATE.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: PLANS, DESIGNS, AND/OR CONSTRUCTED OVERFLOW OR STORMWATER INFRASTRUCTURE. ADDITIONAL DELIVERABLES MAY INCLUDE: INTEGRATED STORMWATER MANAGEMENT MASTER PLAN; TECHNICAL DESIGN DOCUMENTS, SANITARY SEWER OVERFLOW CONTROL SOLUTIONS, INCLUDING PLANS AND SPECIFICATIONS FOR A SANITARY SEWER OVERFLOW PROJECT TO CORRECT AND REDUCE INFLOW AND INFILTRATION. \n\nTHE EXPECTED OUTCOMES ARE: THE OUTCOMES PROVIDED FROM THIS GRANT ARE EXPECTED TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.\n\nTHE INTENDED BENEFICIARIES ARE: MUNICIPAL ENTITIES, OF WHICH, MAY BE RURAL AND/OR DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_02J40401_6800"}, {"internal_id": 152549220, "Award ID": "02J19501", "Award Amount": 1241000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.ACTIVITIES:ACTIVITIES WILL INCLUDE ONE OR MORE SUBGRANT AWARDS TO FUND PROJECTS ELIGIBLE UNDER THE OVERFLOW STORMWATER GRANT (OSG) PROGRAM. WASHINGTON DEPARTMENT OF ECOLOGY (WDOE) WILL PRIORITIZE PROJECTS FOR SELECTION THAT ARE ON THE STATE'S CLEAN WATER STATE REVOLVING FUNDS (CWSRF) INTENDED USE PLAN PROJECT PRIORITY LIST. PROJECTS FUNDED UNDER THIS AWARD CAN INCLUDE PLANNING, DESIGN AND CONSTRUCTION OF WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS THAT MANAGE STORMWATER AND/OR REDUCE SEWER OVERFLOWS, BUT WDOE INTENDS TO PRIORITIZE PLANNING AND DESIGN PROJECTS.SUBRECIPIENT:ACTIVITIES WILL INCLUDE ONE OR MORE SUBGRANT AWARDS TO FUND PROJECTS ELIGIBLE UNDER THE OSG PROGRAM. WDOE WILL PRIORITIZE PLANNING AND DESIGN PROJECTS FOR SELECTION THAT ARE ON THE STATE'S CWSRF INTENDED USE PLAN PROJECT PRIORITY LIST. PROJECTS FUNDED UNDER THIS AWARD CAN INCLUDE PLANNING, DESIGN AND CONSTRUCTION OF WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS THAT MANAGE STORMWATER AND/OR REDUCE SEWER OVERFLOWS. SUBAWARD SELECTIONS WILL BE MADE AT A LATER DATE.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE IMPROVEMENTS IN STORMWATER MANAGEMENT IN ONE OR MORE COMMUNITIES THAT WILL ULTIMATELY IMPROVE BOTH WATER QUALITY AND PUBLIC HEALTH. INTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF THOSE COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_02J19501_6800"}, {"internal_id": 152549359, "Award ID": "02J19001", "Award Amount": 550000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.ACTIVITIES:ACTIVITIES WILL INCLUDE ONE OR MORE SUBGRANT AWARDS TO FUND PROJECTS ELIGIBLE UNDER THE OVERFLOW STORMWATER GRANT (OSG) PROGRAM. ALASKA DEPARTMENT OF ENVIRONMENTAL CONSERVATION (ADEC) WILL PRIORITIZE PLANNING AND DESIGN PROJECTS FOR SELECTION THAT ARE ON THE STATE'S CLEAN WATER STATE REVOLVING FUNDS (CWSRF) INTENDED USE PLAN PROJECT PRIORITY LIST. PROJECTS FUNDED UNDER THIS AWARD CAN INCLUDE PLANNING, DESIGN AND CONSTRUCTION OF WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS THAT MANAGE STORMWATER AND/OR REDUCE SEWER OVERFLOWS.SUBRECIPIENT:ACTIVITIES WILL INCLUDE ONE OR MORE SUBGRANT AWARDS TO FUND PROJECTS ELIGIBLE UNDER THE OSG PROGRAM. ADEC WILL PRIORITIZE PLANNING AND DESIGN PROJECTS FOR SELECTION THAT ARE ON THE STATE'S CWSRF INTENDED USE PLAN PROJECT PRIORITY LIST. PROJECTS FUNDED UNDER THIS AWARD CAN INCLUDE PLANNING, DESIGN AND CONSTRUCTION OF WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS THAT MANAGE STORMWATER AND/OR REDUCE SEWER OVERFLOWS.  SUBAWARD SELECTIONS WILL BE MADE AT A LATER DATE.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE IMPROVEMENTS IN STORMWATER MANAGEMENT IN ONE OR MORE COMMUNITIES THAT WILL ULTIMATELY IMPROVE BOTH WATER QUALITY AND PUBLIC HEALTH. INTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF THOSE COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_02J19001_6800"}, {"internal_id": 152549365, "Award ID": "02J18101", "Award Amount": 1010000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.ACTIVITIES:ACTIVITIES WILL INCLUDE ONE OR MORE SUBGRANT AWARDS TO FUND PROJECTS ELIGIBLE UNDER THE OVERFLOW STORMWATER GRANT (OSG) PROGRAM. OREGON DEPARTMENT OF ENVIRONMENTAL QUALITY (ODEQ) WILL PRIORITIZE PROJECTS FOR SELECTION THAT ARE ON THE STATE'S CLEAN WATER STATE REVOLVING FUNDS (CWSRF) INTENDED USE PLAN PROJECT PRIORITY LIST. PROJECTS FUNDED UNDER THIS AWARD CAN INCLUDE PLANNING, DESIGN AND CONSTRUCTION OF WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS THAT MANAGE STORMWATER AND/OR REDUCE SEWER OVERFLOWS.SUBRECIPIENT:ACTIVITIES WILL INCLUDE ONE OR MORE SUBGRANT AWARDS TO FUND PROJECTS ELIGIBLE UNDER THE OSG PROGRAM. ORDEQ WILL PRIORITIZE PROJECTS FOR SELECTION THAT ARE ON THE STATE'S CWSRF INTENDED USE PLAN PROJECT PRIORITY LIST. PROJECTS FUNDED UNDER THIS AWARD CAN INCLUDE PLANNING, DESIGN AND CONSTRUCTION OF WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS THAT MANAGE STORMWATER AND/OR REDUCE SEWER OVERFLOWS.  SUBAWARD SELECTIONS WILL BE MADE AT A LATER DATE.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE IMPROVEMENTS IN STORMWATER MANAGEMENT IN ONE OR MORE COMMUNITIES THAT WILL ULTIMATELY IMPROVE BOTH WATER QUALITY AND PUBLIC HEALTH. INTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF THOSE COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae881e4e-31f1-9e22-c8a2-94f9d95d5241-C", "generated_internal_id": "ASST_NON_02J18101_6800"}, {"internal_id": 162165319, "Award ID": "02F26401", "Award Amount": 813000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-08-14", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE NEW MEXICO ENVIRONMENT DEPARTMENT (NMED) SO THAT IT MAY PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. THE NMED PRIORITIZES THE PROJECTS FOR SEWER OVERFLOW AND STORMWATER REUSE MUNICIPAL GRANT PROGRAM (OSG) SUBGRANTS BY SELECTING PROJECTS THAT SERVE DISADVANTAGED COMMUNITIES AS DEFINED IN THE CLEAN WATER STATE REVOLVING FUND (CWSRF) INTENDED USE PLAN AND THE CWSRF AFFORDABILITY CRITERIA OR ARE RURAL, CONSIDERED LESS THAN 10,000 PERSONS IN POPULATION.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE EXECUTION AND DEVELOPMENT OF OVERFLOW AND/OR STORMWATER INFRASTRUCTURE PROJECTS. \n\nADAMS PARK AND SOUTH ANTHONY ARROYO MULTI-PURPOSE REGIONAL FLOOD CONTROL FACILITY PROJECT WILL INTERCEPT, TRANSPORT, TREAT, AND CONTROL STORMWATER RUNOFF. THE PROJECT WILL INCLUDE A CONVEYANCE STRUCTURE, STORMWATER LIFT STATIONS AND FORCE MAIN, A GRAVITY STORM DRAIN SUBSURFACE SYSTEM, WATER QUALITY OIL SEPARATOR, ROADWAY AND SURFACE RESTORATION AND AN OUTFALL STRUCTURE.\n\nUNIVERSITY OF NEW MEXICO (UNM) GREEN STORMWATER INFRASTRUCTURE (GSI) INSTALLATION OF GSI TO: REDUCE UNM'S ENVIRONMENTAL IMPACT, BUILD RESILIENCE TO INCREASINGLY LARGER STORMS AND ARIDIFICATION, AND TO EXCEED THE REQUIREMENTS OF THE MUNICIPAL SEPARATE STORM SEWER SYSTEM (MS4) PERMIT.SUBRECIPIENT:PROJECT ACTIVITIES THAT WILL INTERCEPT, TRANSPORT, TREAT, AND CONTROL STORMWATER RUNOFF. THE PROJECT WILL INCLUDE A CONVEYANCE STRUCTURE, STORMWATER LIFT STATIONS AND FORCE MAIN, A GRAVITY STORM DRAIN SUBSURFACE SYSTEM, WATER QUALITY OIL SEPARATOR, ROADWAY AND SURFACE RESTORATION AND AN OUTFALL STRUCTURE. PROJECT ACTIVITIES FOR THE INSTALLATION OF GREEN STORMWATER INFRASTRUCTURE TO REDUCE THE UNIVERSITY OF NEW MEXICO'S ENVIRONMENTAL IMPACT, BUILD RESILIENCE TO INCREASINGLY LARGER STORMS AND ARIDIFICATION, AND TO EXCEED THE REQUIREMENTS OF THE MUNICIPAL SEPARATE STORM SEWER SYSTEM (MS4) PERMIT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: PLANS, DESIGNS, AND/OR CONSTRUCTED OVERFLOW OR STORMWATER INFRASTRUCTURE. ADDITIONAL DELIVERABLES MAY INCLUDE: INTEGRATED STORMWATER MANAGEMENT MASTER PLAN; TECHNICAL DESIGN DOCUMENTS; SANITARY SEWER OVERFLOW CONTROL SOLUTIONS, INCLUDING PLANS AND SPECIFICATIONS FOR THE SANITARY SEWER OVERFLOW PROJECT TO CORRECT AND REDUCE INFLOW AND INFILTRATION.  \n\nTHE EXPECTED OUTCOMES ARE: THE OUTCOMES PROVIDED FROM THIS GRANT ARE EXPECTED TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY\nREDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. \n\nTHE INTENDED BENEFICIARIES ARE: MUNICIPAL ENTITIES, OF WHICH, MAY BE RURAL AND/OR DISADVANTAGED COMMUNITIES:\n\nADAMS PARK AND SOUTH ANTHONY ARROYO MULTI-PURPOSE REGIONAL FLOOD CONTROL FACILITY CONSTRUCTION OF STORMWATER BEST MANAGEMENT\nPRACTICES INCLUDING STORMWATER STORAGE AND TREATMENT, WILL IMPROVE THE WATER QUALITY OF RIO GRANDE RIVER.\n\nUNIVERSITY OF NEW MEXICO GREEN STORMWATER INFRASTRUCTURE (GSI) PROJECT WILL IMPROVE THE WATER QUALITY OF THE RIO GRANDE\nRIVER IN THE MIDDLE RIO GRANDE WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76f62ace-e2a8-ed30-4663-66d23d87a4f4-C", "generated_internal_id": "ASST_NON_02F26401_6800"}, {"internal_id": 140709331, "Award ID": "02F00501", "Award Amount": 962000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-21", "CFDA Number": "66.447", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE LOUISIANA DEPARTMENT OF ENVIRONMENTAL QUALITY (LDEQ) SO THAT IT MAY PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. THE LDEQ PRIORITIZED THE PROJECTS FOR OVERFLOW SEWER GRANT (OSG) SUBGRANTS BY SELECTING PROJECTS THAT ARE EITHER CONSIDERED A  DISADVANTAGED COMMUNITY AS DEFINED IN THE CLEAN WATER STATE REVOLVING FUND (CWSRF) INTENDED USE PLAN, PRESENTLY IMPLEMENTING A LONG-TERM CONTROL PLAN FOR COMBINED SEWER OVERFLOWS (CSOS) OR SANITARY SEWER OVERFLOWS (SSOS), OR IS AN EXISTING PROJECT INCLUDED ON THE CWSRF INTENDED USE PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31d3f15f-e80d-5a3e-f591-15f7f88cc1df-C", "generated_internal_id": "ASST_NON_02F00501_6800"}, {"internal_id": 140709023, "Award ID": "02F00101", "Award Amount": 554000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-20", "CFDA Number": "66.447", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE OKLAHOMA WATER RESOURCES BOARD SO THAT IT MAY PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b129e3f6-338c-f689-3f4c-178ee8fd5ad7-C", "generated_internal_id": "ASST_NON_02F00101_6800"}, {"internal_id": 158690027, "Award ID": "02D44123", "Award Amount": 1123000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-04-19", "CFDA Number": "66.447", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,123,000 TO SUPPORT THE ALABAMA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT SEWER OVERFLOW AND STORMWATER MUNICIPAL GRANTS PROGRAM PROJECT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES IN ALABAMA FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE ACTIVITIES TO BE PERFORMED INCLUDE THE EXECUTION AND DEVELOPMENT OF OVERFLOW AND/OR STORMWATER INFRASTRUCTURE PROJECTS. THE PROPOSED ACTIVITIES WOULD ELIMINATE CONSTANT LEAKS AND INFLOW/INFILTRATION SOURCES TO PREVENT FUTURE SSO ISSUES. THE ANTICIPATED DELIVERABLES INCLUDE: (1) INCREASE IN INVESTMENT FOR INFRASTRUCTURE PROJECTS TO ADDRESS SSOS (2) INCREASE IN FUNDING TO FINANCIALLY DISTRESSED COMMUNITIES (3) MANAGE COMBINED SEWER OVERFLOWS (4) MANAGE SANITARY SEWER OVERFLOWS (5) MANAGE STORMWATER TO IMPROVE WATER QUALITY. THE EXPECTED OUTCOMES ARE: (1) REDUCTION IN THE OCCURRENCE AND SEVERITY OF SANITARY SEWER OVERFLOW (SSO) EVENTS IN IMPACTED COMMUNITIES; (2) INCREASED COMPLIANCE FOR MUNICIPALITIES AND MUNICIPAL ENTITIES IN REGARD TO NPDES PERMITS AND RELEVANT CONTROL PLANS FOR SSOS. THE PROPOSED PROJECT WILL ELIMINATE SANITARY SEWER OVERFLOW EVENTS IN THE AREA AND PROVIDE A RELIABLE, SUSTAINABLE LONG TERM SANITARY SEWER COLLECTION BY UTILIZING NEW MAINLINE AND ELIMINATING CONSTANT LEAKS AND INFLOW/INFILTRATION SOURCES. THE INTENDED BENEFICIARIES ARE THE CITIZENS OF ALABAMA.ACTIVITIES:.SUBRECIPIENT:THE TOWN OF CHATOM PROPOSES TO LINE PORTIONS OF THE EXISTING DILAPIDATED TERRACOTTA SEWER MAINS LOCATED ALONG AND BENEATH THE STREETS WITHIN THE AREA ALONG ST. STEPHENS AND REED AVENUES, FROM SCHOOL DRIVE TO AROUND DICKEY STREET.  THE PROPOSED PROJECT WILL ELIMINATE SANITARY SEWER OVERFLOW EVENTS IN THE AREA AND PROVIDE A RELIABLE, SUSTAINABLE LONG TERM SANITARY SEWER COLLECTION SYSTEM BY UTILIZING NEW MAINLINE AND ELIMINATING CONSTANT LEAKS AND INFLOW/INFILTRATION SOURCES.OUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c264f51-f742-55fb-7cd8-b072ac463137-C", "generated_internal_id": "ASST_NON_02D44123_6800"}, {"internal_id": 152549377, "Award ID": "02D35922", "Award Amount": 1023000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.447", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,023,000 TO THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION. THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT TO ISSUE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.ACTIVITIES:THE RECIPIENT WILL ASSIST THREE SMALL AND DISADVANTAGED COMMUNITIES WITH ESTABLISHING SUSTAINABLE PROJECTS AIMED AT IMPROVING WATER QUALITY AND MANAGING STORMWATER. ACTIVITIES TO BE PERFORMED INCLUDE THE EXECUTION AND COMPLETION OF THREE STORMWATER PROJECTS: THE TOWN OF GAINESBORO STORMWATER MANAGEMENT MASTER PLAN AND IMPROVEMENT PROJECT; THE METROPOLITAN NASHVILLE POLICE IMPOUND LOT STORMWATER RETROFIT PROJECT; AND THE TOWN OF BELL BUCKLE SANITARY SEWER OVERFLOW CONTROL IMPLEMENTATION AND I/I CORRECTION PROJECT.SUBRECIPIENT:THE TOWN OF BELL BUCKLE WILL USE THEIR SUBAWARD TO IMPLEMENT A SANITARY SEWER OVERFLOW CONTROL PLAN AND EXECUTE I/I CORRECTION PROJECTS THAT WILL INCLUDE MAINLINE, LATERAL, CLEANOUT, AND MANHOLE REHABILITATION. THE COMMUNITY WILL FOLLOW A TRADITIONAL INVESTIGATION AND CONDITION ASSESSMENT OF COLLECTION LINES, FOLLOWED BY A PLAN TO ELIMINATE, OR REDUCE I/I IN KEY LOCATIONS, CREATE PLANS AND SPECIFICATIONS BASED ON THE RECOMMENDATIONS, AND FACILITATE CONSTRUCTION PROJECTS TO ADDRESS THE I/I ISSUES. \n\nTHE TOWN OF GAINESBORO WILL USE THEIR SUBAWARD TO PROVIDE TOPOGRAPHICAL, GIS, AND WATER QUALITY SURVEYS ACROSS THE DOE CREEK WATERSHED WITHIN THE TOWN OF GAINESBORO. THIS PROJECT WILL AID IN THE CREATION OF AN INTEGRATED STORMWATER MANAGEMENT MASTER PLAN TO IDENTIFY AND ADDRESS STORMWATER ISSUES WITHIN THE TOWN.\n\nMETRO NASHVILLE - DAVIDSON COUNTY WILL USE THEIR SUBAWARD TO IMPLEMENT LOW IMPACT DESIGN (LID) STORMWATER RETROFITS TO THE METRO NASHVILLE POLICE IMPOUND LOT LOCATED AT 1201 FREIGHTLINER DRIVE. THIS PROJECT WILL DETAIN STORMWATER RUNOFF AND IMPROVE WATER QUALITY BY EXTENDING RESONANCE TIME, ALLOWING POLLUTANTS TO SETTLE OUT AND MUCH OF THE STORMWATER TO INFILTRATE INTO THE GROUND.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: INTEGRATED STORMWATER MANAGEMENT MASTER PLAN; TECHNICAL DESIGN DOCUMENTS FOR A RETROFITTED IMPOUND LOT IN NASHVILLE; SANITARY SEWER OVERFLOW CONTROL SOLUTIONS, INCLUDING PLANS AND SPECIFICATIONS FOR THE SANITARY SEWER OVERFLOW PROJECT TO CORRECT AND REDUCE INFLOW AND INFILTRATION. EXPECTED OUTCOMES INCLUDE: GIS MAPPING OF STORMWATER SYSTEMS; REPLACEMENT OF PRIMARY DRAINAGE BASIN STORMWATER CULVERTS FOR IMPROVED WATER QUALITY AND STORMWATER CONTROL; WATER QUALITY IMPROVEMENTS THAT RESTORE SITE HYDROLOGIC PROCESSES; WET WEATHER MANAGEMENT SYSTEM FOR IMPROVED WATER QUALITY; REDUCED NONPOINT SOURCE POLLUTION AND IMPROVED COMPLIANCE BY REDUCING OVERFLOWS TO A SANITARY SEWER SYSTEM IN AN IMPAIRED WATERSHED. INTENDED BENEFICIARIES ARE RESIDENTS OF THE TOWN OF GAINESBORO, THE TOWN OF BELL BUCKLE AND PATRONS OF THE METROPOLITAN NASHVILLE POLICE LOT IN DAVIDSON COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_02D35922_6800"}, {"internal_id": 140709115, "Award ID": "01F95101", "Award Amount": 337000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-01", "CFDA Number": "66.447", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE NEW MEXICO ENVIRONMENT DEPARTMENT (NMED) SO THAT IT MAY PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. THE NMED PRIORITIZES THE PROJECTS FOR OSG SUBGRANTS BY SELECTING PROJECTS THAT THAT ARE DISADVANTAGED COMMUNITIES AS DEFINED IN THE CLEAN WATER STATE REVOLVING FUND (CWSRF) INTENDED USE PLAN AND THE CWSRF AFFORDABILITY CRITERIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76f62ace-e2a8-ed30-4663-66d23d87a4f4-C", "generated_internal_id": "ASST_NON_01F95101_6800"}, {"internal_id": 152549321, "Award ID": "00E03292", "Award Amount": 1803000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES OR MUNICIPAL ENTITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.ACTIVITIES:SELECTED MUNICIPALITIES OR MUNICIPAL ENTITIES RECEIVING SUBAWARDS WILL PLAN, DESIGN, AND CONSTRUCT STORM WATER IMPROVEMENT PROJECTS.SUBRECIPIENT:SELECTED MUNICIPALITIES OR MUNICIPAL ENTITIES RECEIVING SUBAWARDS WILL PLAN, DESIGN, AND CONSTRUCT STORM WATER IMPROVEMENT PROJECTS.OUTCOMES:THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER AT THE SELECTED MUNICIPALITIES OR MUNICIPAL ENTITIES RECEIVING THE SUBAWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_00E03292_6800"}, {"internal_id": 152549337, "Award ID": "00E03279", "Award Amount": 4682000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.ACTIVITIES:THE GRANT WILL SELECT PROJECTS FROM THE FY 2023 CWSRF INTENDED USE PLAN THAT ARE IMPLEMENTING APPROVED LONG-TERM CONTROL PLANS FOR CSOS OR SSOS. THE SELECTED PROJECT/PROJECTS WILL REDUCE AND/OR ELIMINATE THE FREQUENCY AND VOLUME OF DISCHARGES OF RAW SEWAGE/PARTIALLY TREATED SEWAGE FROM BEING DISCHARGED TO WATERS OF THE STATE. THIS WILL BE ACCOMPLISHED BY UNDERTAKING PROJECTS SUCH AS INFILTRATION/INFLOW REMOVAL, WET WEATHER STORAGE, SEWER SEPARATION, GREEN INFRASTRUCTURE, OR ADEQUATE TREATMENT TO MEET WATER QUALITY STANDARDS, NATIONAL POLLUTANT DISCHARGE ELIMINATION SYSTEM PERMIT REQUIREMENTS, AND CATEGORICAL REQUIREMENTS OF THE CWA. FINAL SELECTIONS WILL BE REPORTED IN THE ANNUAL REPORT.SUBRECIPIENT:WILL FUND A FEW SEWER OVERFLOW PROJECTS IN LOCAL OHIO COMMUNITIES.OUTCOMES:THE STATE WILL FUND A FEW PROJECTS THAT WILL ADDRESS SEWER OVERFLOWS. THE INTENDED BENEFICIARIES WILL BE THE CITIZENS IN THE PROJECT AREAS, ALL OF WHICH WILL BE IN OHIO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_00E03279_6800"}, {"internal_id": 152549310, "Award ID": "00E03237", "Award Amount": 1229000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES OR MUNICIPAL ENTITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.ACTIVITIES:SELECTED MUNICIPALITIES OR MUNICIPAL ENTITIES RECEIVING SUBAWARDS WILL PLAN, DESIGN, AND CONSTRUCT STORM WATER IMPROVEMENT PROJECTS.SUBRECIPIENT:SELECTED MUNICIPALITIES OR MUNICIPAL ENTITIES RECEIVING SUBAWARDS WILL PLAN, DESIGN, AND CONSTRUCT STORM WATER IMPROVEMENT PROJECTS.OUTCOMES:THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER AT THE SELECTED MUNICIPALITIES OR MUNICIPAL ENTITIES RECEIVING THE SUBAWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_00E03237_6800"}, {"internal_id": 151676328, "Award ID": "00E03236", "Award Amount": 500000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-17", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.ACTIVITIES:ACTIVITIES INCLUDE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.SUBRECIPIENT:SUBAWARD ACTIVITIES TO LOCAL MUNICIPALITIES INCLUDE COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. OUTCOMES:THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. THIS WORK WILL BENEFIT CITIZEN OF THE STATE OF MINNESOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6461e89f-f3ae-9f15-bbf5-d61b6f4dfa1c-C", "generated_internal_id": "ASST_NON_00E03236_6800"}, {"internal_id": 152089959, "Award ID": "00E03235", "Award Amount": 1039000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-01", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER. ACTIVITIES:THE GRANT WILL SELECT PROJECTS FROM THE FY 2023 CWSRF INTENDED USE PLAN THAT ARE IMPLEMENTING APPROVED LONG-TERM CONTROL PLANS FOR CSOS OR SSOS.  THE SELECTED PROJECT/PROJECTS WILL REDUCE AND/OR ELIMINATE THE FREQUENCY AND VOLUME OF DISCHARGES OF RAW SEWAGE/PARTIALLY TREATED SEWAGE FROM BEING DISCHARGED TO WATERS OF THE STATE.  THIS WILL BE ACCOMPLISHED BY UNDERTAKING PROJECTS SUCH AS INFILTRATION/INFLOW REMOVAL, WET WEATHER STORAGE, SEWER SEPARATION, GREEN INFRASTRUCTURE, OR ADEQUATE TREATMENT TO MEET WATER QUALITY STANDARDS, NATIONAL POLLUTANT DISCHARGE ELIMINATION SYSTEM PERMIT REQUIREMENTS, AND CATEGORICAL REQUIREMENTS OF THE CWA.  FINAL SELECTIONS WILL BE REPORTED IN THE ANNUAL REPORT.SUBRECIPIENT:WILL FUND A FEW SEWER OVERFLOW PROJECTS IN LOCAL MICHIGAN COMMUNITIES.OUTCOMES:THE STATE WILL FUND ONE OR TWO PROJECTS THAT WILL ADDRESS SEWER OVERFLOWS.  THE INTENDED BENEFICIARIES WILL BE THE CITIZENS IN THE PROJECT AREAS, ALL OF WHICH WILL BE IN MICHIGAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_00E03235_6800"}, {"internal_id": 152089952, "Award ID": "00E03234", "Award Amount": 2062000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-08", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDING TO THE RECIPIENT TO PROVIDE SUB-AWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS.ACTIVITIES:THE INDIANA FINANCE AUTHORITY (IFA) WILL FUND A PROJECT(S) THAT INCLUDES ELIGIBLE COMBINED SEWER OVERFLOW (CSO) CORRECTIONS, SANITARY SEWER OVERFLOW (SSO) CORRECTIONS, OR STORM WATER AND SUBSURFACE DRAINAGE WATER INFRASTRUCTURE NEEDS, AS DESCRIBED IN THE SEWER OVERFLOW AND STORM WATER REUSE MUNICIPAL GRANTS PROGRAM IMPLEMENTATION DOCUMENT DATED MARCH 2021.SUBRECIPIENT:THE IFA WILL FUND A PROJECT(S) THAT INCLUDES ELIGIBLE CSO CORRECTIONS, SSO CORRECTIONS.OUTCOMES:THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORM WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36f9baf8-ddc2-78e8-b0fc-64c68595edff-C", "generated_internal_id": "ASST_NON_00E03234_6800"}, {"internal_id": 149438962, "Award ID": "00A00970", "Award Amount": 605000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-06-15", "CFDA Number": "66.447", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDS TO THE RECIPIENT FOR IT TO PROVIDE SUBAWARDS TO LOCAL MUNICIPALITIES FOR COSTS ASSOCIATED WITH THE PLANNING, DESIGN, AND CONSTRUCTION OF ELIGIBLE WATER QUALITY IMPROVEMENT AND PROTECTION PROJECTS. THE EXPECTED OUTCOMES ARE TO PROTECT PUBLIC HEALTH AND IMPROVE WATER QUALITY BY REDUCING SEWER OVERFLOWS THROUGH THE MANAGEMENT OF STORMWATER.ACTIVITIES:A NUMBER OF STORMWATER MANAGEMENT PROJECTS HAVE BEEN PRELIMINARILY IDENTIFIED THROUGH RHODE ISLAND INFRASTRUCTURE BANK (RIIB)'S MUNICIPAL RESILIENCE PROGRAM, RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT'S WATERSHED PLANS, CONSULTANT REPORTS PREPARED THROUGH THE RHODE ISLAND DEPARTMENT OF TRANSPORTATION CONSENT DECREE, PRIORITY PROJECTS IDENTIFIED BY THE NATURE CONSERVANCY, PRIORITY PROJECTS IDENTIFIED BY THE WOONASQUATUCKET RIVER WATERSHED COUNCIL, AND NUMEROUS LOCAL COMPREHENSIVE, HAZARD MITIGATION, AND CAPITAL IMPROVEMENT PLANS. THESE PROJECTS WILL JUMP START AND INFORM THE OSG-FUNDED STORMWATER PROJECT IDENTIFICATION AND REALIZATION (SPIRE) PROGRAM PROCESS, WHICH SEEKS TO PROVIDE ADDITIVE BENEFIT RATHER THAN DUPLICATIVE EFFORTS. PROJECT TYPES PRELIMINARILY IDENTIFIED INCLUDE BUT ARE NOT LIMITED TO GREEN STREETS; INFILTRATION BASINS; BIORETENTION/BIOSWALES (E.G., RAIN GARDENS, TREE BOXES); PERMEABLE PAVEMENT; WETLAND/RIPARIAN/SHORELINE CREATION, PROTECTION, RESTORATION; ESTABLISHMENT/RESTORATION OF URBAN TREE CANOPY; REPLACEMENT OF GRAY INFRASTRUCTURE WITH GREEN INFRASTRUCTURE INCLUDING PURCHASE AND DEMOLITION COSTS; TRADITIONAL PIPE, STORAGE, AND TREATMENT SYSTEMS (EX. CULVERT RESIZING); AND PLANNING AND DESIGN ACTIVITIES RELATED TO AN ELIGIBLE CAPITAL PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fe5dfaf-1d0d-b429-d31e-dd9a55159daf-C", "generated_internal_id": "ASST_NON_00A00970_6800"}]