[{"internal_id": 48243307, "Award ID": "99T15701", "Award Amount": 90000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-15", "CFDA Number": "66.473", "Description": "THE PURPOSE OF THIS PROJECT IS TO DELINEATE SOURCE WATER PROTECTION AREAS, INVENTORY POTENTIAL CONTAMINANT SOURCES, AND ASSESS SUSCEPTIBILITY FOR THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbb27b47-9f3b-7ab6-8944-fe04c3febd46-C", "generated_internal_id": "ASST_NON_99T15701_6800"}, {"internal_id": 111061952, "Award ID": "97256103", "Award Amount": 85166.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.473", "Description": "TECHNICAL ASSISTANCE AND TRAINING WILL BE PROVIDED TO ENHANCE THE KNOWLEDGE OF THE SENECA NATION COMMUNITY WATER SYSTEM MANAGERS AND OPERATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2db67db-ff73-6e0b-fb08-730999c7f513-C", "generated_internal_id": "ASST_NON_97256103_6800"}, {"internal_id": 116060991, "Award ID": "97239803", "Award Amount": 89833.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-16", "CFDA Number": "66.473", "Description": "TECHNICAL ASSISTANCE AND TRAINING WILL BE PROVIDED TO ENHANCE THE KNOWLEDGE OF THE SAINT REGIS MOHAWK COMMUNITY WATER SYSTEM MANAGERS AND OPERATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f96d8156-1794-9f82-8e27-83b250a6f680-C", "generated_internal_id": "ASST_NON_97239803_6800"}, {"internal_id": 47994232, "Award ID": "97239802", "Award Amount": 106836.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-31", "CFDA Number": "66.473", "Description": "TECHNICAL ASSISTANCE AND TRAINING WILL BE PROVIDED TO ENHANCE THE KNOWLEDGE OF THE ST. REGIS MOHAWK TRIBE COMMUNITY WATER SYSTEM MANAGERS AND OPERATO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f96d8156-1794-9f82-8e27-83b250a6f680-C", "generated_internal_id": "ASST_NON_97239802_6800"}, {"internal_id": 152549388, "Award ID": "96595808", "Award Amount": 98500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.473", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT PROVIDES SUPPORT TO THE RED LAKE BAND OF CHIPPEWA TRIBE TO IMPLEMENT ITS UNDERGROUND STORAGE TANKS (UST) PROGRAM THROUGH PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE CONTAMINATION FROM LEAKING UNDERGROUND STORAGE TANKS ON TRIBAL LANDS. ACTIVITIES:THE TRIBE WILL CONDUCT COMPLIANCE ASSISTANCE WALKTHROUGHS THROUGH ACTIVITIES THAT INCLUDE CONTINUING TO INVOLVE THE TRIBAL STAFF TO PROVIDE COMPLIANCE ASSISTANCE, AS NEEDED, TO REGULATED UST FACILITIES; CONTINUING THE REQUIRED TRAINING FOR RCRA SUBTITLE I INSPECTORS TO KEEP FEDERAL INSPECTOR CREDENTIALS; CONDUCTING COMPLIANCE INSPECTIONS WITHIN THE PARTICIPATING RESERVATIONS; AND DEVELOPING THE NECESSARY PARTNERSHIP AND COMMUNICATION TO COORDINATE INSPECTIONS WITH U.S. EPA.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE RED LAKE BAND OF CHIPPEWA WILL STRIVE TO COMPLETE ALL OF THEIR SCHEDULED WALKTHROUGHS BY THE END OF THE SECOND-YEAR PROJECT PERIOD. THESE INSPECTIONS ARE DESIGNED TO CONNECT LOCAL FACILITIES TO A TRIBAL UST EXPERT WHO UNDERSTANDS BOTH THE NEEDS OF THE COMMUNITY AND FEDERAL REQUIREMENTS. THE TRIBAL UST PROGRAM MANAGEMENT TEAM WILL INCREASE COMMUNITY WIDE KNOWLEDGE OF UST REGULATIONS, CONTINUE TO IMPROVE THE SOC, AND IMPROVE U.S. EPA INSPECTOR ABILITY TO CONDUCT ROUTINE INSPECTIONS. THE DIRECT BENEFICIARIES OF THIS PROJECT ARE THE PEOPLE OF THE RED LAKE BAND OF CHIPPEWA TRIBE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d42cd94-cf2a-660f-7c17-86ae8e542ba1-C", "generated_internal_id": "ASST_NON_96595808_6800"}, {"internal_id": 110297518, "Award ID": "96595807", "Award Amount": 98500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO WHITE EARTH BAND OF CHIPPEWA TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d42cd94-cf2a-660f-7c17-86ae8e542ba1-C", "generated_internal_id": "ASST_NON_96595807_6800"}, {"internal_id": 68326483, "Award ID": "96595806", "Award Amount": 98500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO RED LAKE BAND OF CHIPPEWA TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d42cd94-cf2a-660f-7c17-86ae8e542ba1-C", "generated_internal_id": "ASST_NON_96595806_6800"}, {"internal_id": 152090036, "Award ID": "96589409", "Award Amount": 162500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "66.473", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO INTER-TRIBAL COUNCIL OF MICHIGAN TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS. THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.ACTIVITIES:THIS AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE RECIPIENT TO IMPLEMENT THE TRIBE'S UNDERGROUND STORAGE TANK PROGRAM AND IS FOR A PUBLIC PURPOSE.  THE PRIMARY AND DIRECT BENEFICIARIES ARE THE TRIBE'S RESIDENTS.  ACTIVITIES TO BE FUNDED UNDER THIS AGREEMENT INCLUDE BUT ARE NOT LIMITED TO: ENSURING UNDERGROUND STORAGE TANKS SYSTEMS ARE INSTALLED PROPERLY; MONITORED FOR A RELEASE; PROTECTED FROM SPILLS, OVERFILLS, AND CORROSION; AND PROPERLY CLOSED.  THE FUNDS WILL BE USED TO IMPROVE COMPLIANCE THROUGH INSPECTIONS, COMPLIANCE ASSISTANCE AND OTHER RELATED ACTIVITIES WITHIN THE BOUNDARIES OF THE INTER TRIBAL COUNCIL OF MICHIGAN AND OTHER PARTICIPATING TRIBAL RESERVATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE INTER-TRIBAL COUNCIL OF MICHIGAN, INC. ENVIRONMENTAL SERVICES DIVISION (ITCM ESD) WILL ENSURE THAT RCRA SUBTITLE I IS FULLY IMPLEMENTED AT REGULATED FACILITIES IN INDIAN COUNTRY IN MICHIGAN. THERE ARE CURRENTLY 33 REGULATED FACILITIES LOCATED WITHIN THE BOUNDARIES OF 9 INDIAN RESERVATIONS IN MICHIGAN. THE RESERVATIONS COVERED BY THIS PROJECT WILL INCLUDE: BAY MILLS INDIAN COMMUNITY, GRAND TRAVERSE BAND OF OTTAWA AND CHIPPEWA INDIANS, HANNAHVILLE INDIAN COMMUNITY, LAC VIEUX DESERT BAND OF CHIPPEWA INDIANS,  LITTLE RIVER BAND, LITTLE TRAVERSE BAY BANDS OF ODAWA INDIANS, SAGINAW CHIPPEWA TRIBE, KEWEENAW BAY INDIAN COMMUNITY AND THE SAULT STE. MARIE TRIBE OF CHIPPEWA INDIANS. \n\nTHROUGH THIS PROJECT, TRIBAL STAFF WILL: (1) CONTINUE TO PROVIDE COMPLIANCE ASSISTANCE (AS NEEDED) TO REGULATED UST FACILITIES; (2) CONTINUE THE REQUIRED TRAINING FOR RCRA SUBTITLE I INSPECTORS TO KEEP FEDERAL INSPECTOR CREDENTIALS; (3) CONDUCT COMPLIANCE INSPECTIONS WITHIN THE PARTICIPATING RESERVATIONS; AND (4) DEVELOP THE NECESSARY PARTNERSHIP/COMMUNICATION TO COORDINATE INSPECTIONS WITH EPA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec796296-66b8-3a50-fd50-52a4f48f1981-C", "generated_internal_id": "ASST_NON_96589409_6800"}, {"internal_id": 110190196, "Award ID": "96589408", "Award Amount": 162500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO INTER-TRIBAL COUNCIL OF MICHIGAN TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec796296-66b8-3a50-fd50-52a4f48f1981-C", "generated_internal_id": "ASST_NON_96589408_6800"}, {"internal_id": 68326472, "Award ID": "96589407", "Award Amount": 162500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-14", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO INTER-TRIBAL COUNCIL OF MICHIGAN TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS. THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec796296-66b8-3a50-fd50-52a4f48f1981-C", "generated_internal_id": "ASST_NON_96589407_6800"}, {"internal_id": 152549396, "Award ID": "96583509", "Award Amount": 152500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.473", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE ONEIDA NATION TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS. THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE CONTAMINATION. THIS PROJECT'S ACTIVITIES: (1) INVOLVE THE TRIBAL STAFF CONTINUING TO PROVIDE COMPLIANCE ASSISTANCE (AS NEEDED) TO REGULATED UST FACILITIES; (2) CONTINUE THE REQUIRED TRAINING FOR RCRA SUBTITLE I INSPECTORS TO KEEP FEDERAL INSPECTOR CREDENTIALS; (3) CONDUCT COMPLIANCE INSPECTIONS WITHIN THE PARTICIPATING RESERVATIONS; AND (4) DEVELOP THE NECESSARY PARTNERSHIP/COMMUNICATION TO COORDINATE INSPECTIONS WITH EPA.ACTIVITIES:THIS AGREEMENT PROVIDES SUPPORT FOR THE ONEIDA NATION TO CONDUCT COMPLIANCE ASSISTANCE WALKTHROUGHS THAT ARE COMPRISED OF THE FOLLOWING ACTIVITIES: REVIEW OF PREVIOUS WALKTHROUGH/INSPECTIONS WITH FACILITY OWNER/OPERATOR; REVIEW OF THE FACILITY'S CURRENT COMPLIANCE WITH THE FEDERAL UST REGULATIONS (EPA REGION 5'S UST INSPECTION SOP WILL BE USED AS A GUIDE); DISCUSSION OF ANY ISSUES FOUND DURING THE WALKTHROUGH WITH THE OWNER/OPERATOR; SUPPORTIVE GUIDANCE ON HOW TO CORRECT ANY ISSUES FOUND DURING THE VISIT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ONEIDA NATION STRIVES TO COMPLETE ALL OF THEIR SCHEDULED WALKTHROUGHS BY THE END OF THE 2-YEAR PROJECT PERIOD. THESE INSPECTIONS ARE DESIGNED TO CONNECT LOCAL FACILITIES TO A TRIBAL UST EXPERT WHO UNDERSTANDS BOTH THE NEEDS OF THE COMMUNITY AND FEDERAL REQUIREMENTS. THE TRIBAL UST PROGRAM MANAGEMENT TEAM WILL INCREASE COMMUNITY WIDE KNOWLEDGE OF UST REGULATIONS, CONTINUE TO IMPROVE THE SOC RATE, AND IMPROVE U.S. EPA INSPECTOR ABILITY TO CONDUCT ROUTINE INSPECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462d8953-c621-c76b-5675-ae37001186bc-C", "generated_internal_id": "ASST_NON_96583509_6800"}, {"internal_id": 111061934, "Award ID": "96583508", "Award Amount": 173613.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO ONEIDA TRIBE TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462d8953-c621-c76b-5675-ae37001186bc-C", "generated_internal_id": "ASST_NON_96583508_6800"}, {"internal_id": 68326627, "Award ID": "96583507", "Award Amount": 152500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-24", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO ONEIDA NATION TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462d8953-c621-c76b-5675-ae37001186bc-C", "generated_internal_id": "ASST_NON_96583507_6800"}, {"internal_id": 140708750, "Award ID": "03E02027", "Award Amount": 72000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "66.473", "Description": "THIS DIRECT IMPLEMENTATION TRIBAL COOPERATIVE AGREEMENT (DITCA) WILL GENERATE AN INVENTORY OF FACILITIES THROUGH SITE VISITS AND INSPECTIONS, AS WELL AS DETERMINE IF A CLASS V WELL IS PRESENT THAT MAY BE REGULATED UNDER 40 CFR PART 144 (UNDERGROUND INJECT CONTROL (UIC) REGULATIONS) AND ARE LOCATED IN INDIAN COUNTRY IN THE STATE OF MICHIGAN. THE INVENTORY WILL INCLUDE A COMPLETE LIST OF ALL IDENTIFIED POTENTIALLY REGULATED FACILITIES AND IF IT HAS THE POTENTIAL TO ENDANGER UNDERGROUND SOURCES OF DRINKING WATER IN INDIAN COUNTRY IN THE STATE OF MICHIGAN, COMPLETED MAPS IDENTIFYING THE LOCATIONS OF EACH FACILITY, AND ANY ADDITIONAL INFORMATION COLLECTED (NOTES, DIGITAL PHOTOS, ETC.).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec796296-66b8-3a50-fd50-52a4f48f1981-C", "generated_internal_id": "ASST_NON_03E02027_6800"}, {"internal_id": 152549043, "Award ID": "02J09001", "Award Amount": 610000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.473", "Description": "DESCRIPTION:THE YAKAMA NATION WILL CONTINUE TO DEVELOP THEIR AIR QUALITY MANAGEMENT CAPABILITIES AND PROGRAM THROUGH OUTREACH, EDUCATION, AND COMMUNICATION, IMPLEMENTATION OF THE FEDERAL AIR RULES FOR RESERVATIONS, IMPLEMENTATION OF A SMOKE MANAGEMENT PLAN, AIR QUALITY MONITORING, AND CONDUCTING OTHER SPECIAL PROJECTS TO IMPROVE AIR QUALITY. IMPLEMENTATION OF THESE ACTIVITIES WILL BENEFIT AND PROTECT PUBLIC HEALTH AND AIR QUALITY ON THE YAKAMA RESERVATION. ACTIVITIES:YAKAMA NATION'S ACTIVITIES WILL FOCUS ON CONTROLLING POLLUTION SOURCES ON THE RESERVATION, BUILDING TRIBAL CAPACITY, AND WORKING TO REDUCE AIR POLLUTION IN THE REGIONAL AIRSHED. SPECIFIC ACTIVITIES INCLUDE 1) BUILDING THE AIR MONITORING PROGRAM WITH THE INSTALLATION OF A NEW MONITOR FOR PM2.5 AND PM2.5 AIR SENSORS 2) FARR SUPPORT WITH OUTREACH TO AND COMMUNICATION WITH FARR SOURCES 3) FARR COMPLIANCE ASSURANCE, COMPLAINT RESPONSE, SOURCE REGISTRATION AND OTHER CAA IMPLEMENTATION ACTIVITIES UNDER THE GUIDANCE OF EPA 4) SMOKE MANAGEMENT PLAN IMPLEMENTATION AND 4) SPECIAL PROJECTS FOCUSED ON CLIMATE CHANGE RESEARCH. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:KEY ANTICIPATED DELIVERABLES INCLUDE REPORTS ON AIR MONITORING WORK AND DATA AND OTHER AIR QUALITY PROJECT WORK, COMPLETION OF THE FARR DELEGATION FOR OPEN BURNING, AND INCREASED TRIBAL AIR PROGRAM CAPACITY. THE IMPLEMENTATION OF THESE ACTIVITIES WILL BENEFIT AND PROTECT PUBLIC HEALTH AND AIR QUALITY ON THE RESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_02J09001_6800"}, {"internal_id": 152549100, "Award ID": "02F19601", "Award Amount": 484916.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.473", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE RECIPIENT FOR THE IMPLEMENTATION OF ITS PROGRAM TO ENSURE THAT UNDERGROUND SOURCES OF DRINKING WATER ARE PROTECTED FROM ENDANGERING INJECTION ACTIVITIES. THE MAJOR COMPONENTS OF THE PROGRAM INCLUDE: THE DEVELOPMENT AND MAINTENANCE OF INVENTORIES OF INJECTION SYSTEMS; THE DEVELOPMENT AND MAINTENANCE OF DATABASES HOUSING COMPLIANCE INFORMATION ON UNDERGROUND INJECTION WELL ACTIVITIES; THE IMPLEMENTATION OF PERMITTING ACTIVITIES; AND THE IMPLEMENTATION OF ENFORCEMENT PROGRAMS TO ENSURE THAT UNDERGROUND SOURCES OF DRINKING WATER ARE PROTECTED FROM UNDERGROUND INJECTION ACTIVITIESACTIVITIES:THE OSAGE NATION ESTABLISHED THE OSAGE NATION UNDERGROUND INJECTION CONTROL (UIC) PROGRAM IN 1980 AND HAS CONTINUED THE PROGRAM EACH YEAR THEREAFTER. THE UIC PROGRAM NOW FALLS UNDER THE OVERALL OBJECTIVES OF THE OSAGE NATION DEPARTMENT OF NATURAL RESOURCES (DNR), WHICH WAS ESTABLISHED IN 2001. PRESENTLY, APPROXIMATELY 2400 CLASS II INJECTION WELLS ARE BEING MONITORED ON THE RESERVATION. THE PROGRAM COMMITMENTS EACH YEAR HAVE INCLUDED CONDUCTING WELL INSPECTIONS; WITNESSING MECHANICAL INTEGRITY TESTS (MITS); INITIATING COMPLIANCE AND ENFORCEMENT ACTIVITIES; INVESTIGATING CITIZENS' COMPLAINTS; CONDUCTING FIELD AND OFFICE PERMITTING ACTIVITIES; MANAGING ALL DATA RELATED TO THE OSAGE NATION UIC PROGRAM; AND MANAGING ALL ASPECTS OF THE PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:CONDUCT 1700 INSPECTIONS OF CLASS II INJECTIONS WELLS EACH YEAR. INSPECTIONS WILL BE CONDUCTED ON ALL WELLS TESTED FOR MECHANICAL INTEGRITY (MITS) AND WILL BE CONDUCTED ON THE DAY OF THE TEST. THESE INSPECTIONS WILL BE INCLUDED IN THE 1700-WELL COMMITMENT. INSPECTIONS WILL BE PRIORITIZED BASED ON FACTORS MUTUALLY AGREED UPON BY THE ENVIRONMENTAL PROTECTION AGENCY (EPA) AND THE OSAGE NATION. THE EPA WILL PROVIDE A LIST OF PRIMARY INSPECTIONS WHICH GENERALLY ARE THOSE WELLS THAT HAVE BEEN IDENTIFIED WITH COMPLIANCE PROBLEMS OR WELLS THAT HAVE NOT BEEN INSPECTED IN TWO (2) YEARS OR MORE. THESE INSPECTIONS WILL BE GIVEN HIGHEST PRIORITY. THE PRIMARY LIST WILL INCLUDE WELLS SCHEDULED FOR INSPECTIONS DUE TO ENFORCEMENT ACTIONS, VIOLATIONS DISCOVERED ON PRIOR INSPECTIONS, AND SPECIAL REQUESTS BY THE EPA. THE PRIMARY LIST WILL BE UPDATED EVERY MONTH AND WILL INCLUDE ALL INSPECTIONS KNOWN TO BE DUE FOR INSPECTION WITHIN THE NEXT 3 MONTHS. 50% OF THE WELLS ON THE PRIMARY LIST WILL BE INSPECTED DURING THE SCHEDULED MONTH FOR THE INSPECTIONS. COLLECTION OF GLOBAL POSITIONING SYSTEM (GPS) LOCATION DATA ON ALL NEW WELLS AND THOSE WELLS THAT DO NOT HAVE GPS DATA WILL BE INCLUDED IN THE INSPECTIONS. THE INTENDED BENEFICIARIES ARE THE OSAGE NATION, OK INDIAN TRIBE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee4ed050-52ff-2ea5-d86d-90bbe5e7aa73-C", "generated_internal_id": "ASST_NON_02F19601_6800"}, {"internal_id": 86482877, "Award ID": "02E02027", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-27", "CFDA Number": "66.473", "Description": "THIS DITCA WILL GENERATE AN INVENTORY OF FACILITIES THAT MAY BE REGULATED UNDER 40 CFR PART 144 (UIC REGULATIONS) AND ARE LOCATED IN INDIAN COUNTRY IN MICHIGAN. THE INVENTORY WILL INCLUDE A COMPLETE LIST OF ALL IDENTIFIED POTENTIALLY REGULATED FACILITIES, COMPLETED MAPS IDENTIFYING THE LOCATIONS OF EACH FACILITY, AND ANY ADDITIONAL INFORMATION COLLECTED (NOTES, DIGITAL PHOTOS, ETC.)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec796296-66b8-3a50-fd50-52a4f48f1981-C", "generated_internal_id": "ASST_NON_02E02027_6800"}, {"internal_id": 138842730, "Award ID": "01J97101", "Award Amount": 325000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "66.473", "Description": "THIS COOPERATIVE AGREEMENT BETWEEN THE EPA AND THE NEZ PERCE TRIBE ENABLES THE TRIBES AIR PROGRAM TO CARRY OUT DIRECT IMPLEMENTATION OF PORTIONS OF THE CLEAN AIR ACT AND THE FEDERAL AIR RULES FOR RESERVATIONS THROUGH BURN BANS, AGRICULTURAL, FORESTRY AND OPEN BURNING PERMIT PROGRAMS, AND OTHER ACTIVITIES. THE GOAL OF THE FARR DITCA IS TO WORK WITH EPA TO SUCCESSFULLY IMPLEMENT THE DELEGATION AGREEMENT AND THE INSPECTOR CREDENTIALS AGREEMENT ON THE NEZ PERCE RESERVATION. A SECOND GOAL OF THE DITCA IS TO COORDINATE ON-RESERVATION SMOKE MANAGEMENT PROGRAM (SMP) AND FARR ACTIVITIES WITH EPA, IDEQ, NEZ PERCE TRIBE FORESTRY AND FIRE DEPARTMENTS, THE IDAHO DEPARTMENT OF LANDS (IDL), AND OTHER AGENCIES TO PROVIDE A RELATIVELY SEAMLESS SMP FOR CROP RESIDUE, FORESTRY, AND OPEN BURNING IN THE CLEARWATER AIRSHED THAT PROTECTS HUMAN HEALTH AND WELFARE WHILE RETAINING BURNING AS A MANAGEMENT TOOL. THE PRIMARY GOAL FOR AN ENVIRONMENTAL OUTCOME OF THE DITCA IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT ON NEZ PERCE RESERVATION AND TRIBAL COMMUNITY BY REDUCING IMPACTS OF SMOKE AND OTHER POLLUTANTS REGULATED UNDER THE CLEAN AIR ACT AND THE FARR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_01J97101_6800"}, {"internal_id": 138842724, "Award ID": "01J95301", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-23", "CFDA Number": "66.473", "Description": "WORK UNDER THIS YAKAMA NATION LUST PREVENTION GRANT PRIMARILY INCLUDES CONDUCTING INSPECTIONS AND COMPLIANCE ASSISTANCE VISITS AT UST FACILITIES ON THE YAKAMA INDIAN RESERVATION.  OTHER TANKS INCLUDE ASSISTING EPA IN UST CLOSURES, LUST SITE ASSESSMENT &AMPAND CLEANUP, CONDUCTING ABANDONED TANK SURVEYS AND 5-YEAR REVIEWS OF CONDITIONALLY CLOSED LUST SITES.\n\nPURPOSE:  TO ASSIST EPA IN THE DIRECT IMPLEMENTATION OF THE FEDERAL UST PROGRAM IN INDIAN COUNTRY ON THE YAKAMA INDIAN RESERVATION.\nACTIONS:  EXECUTE COMPLIANCE INSPECTIONS AND COMPLIANCE ASSISTANCE VISITS.\nOUTCOMES:  IMPROVED COMPLIANCE WITH FEDERAL UST REGULATION IN 40 CFR 280.  PROTECT LAND AND WATER BY PREVENTING PETROLEUM RELEASES FROM USTS TO THE ENVIRONMENT.\nDELIVERABLES:  INSPECTIONS REPORTS, SEMIANNUAL REPORTS.\nINTENDED BENEFICIARIES:  UST FACILITY OWNERS/OPERATORS, EPA AND THE PUBLIC AT LARGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_01J95301_6800"}, {"internal_id": 137627077, "Award ID": "01J93601", "Award Amount": 467973.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-08", "CFDA Number": "66.473", "Description": "THE YAKAMA NATION WILL CONTINUE TO DEVELOP THEIR AIR QUALITY MANAGEMENT CAPABILITIES AND PROGRAM THROUGH OUTREACH, EDUCATION, AND COMMUNICATION; IMPLEMENTATION OF THE FEDERAL AIR RULES FOR RESERVATIONS; IMPLEMENTATION OF A SMOKE MANAGEMENT PLAN; AIR QUALITY MONITORING; AND CONDUCTING OTHER SPECIAL PROJECTS TO IMPROVE AIR QUALITY. IMPLEMENTATION OF THESE ACTIVITIES WILL BENEFIT AND PROTECT PUBLIC HEALTH AND AIR QUALITY ON THE YAKAMA RESERVATION. NOTE THAT YOU MAY NOT DRAW DOWN FUNDS FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_01J93601_6800"}, {"internal_id": 69783443, "Award ID": "01J43501", "Award Amount": 550000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-23", "CFDA Number": "66.473", "Description": "THE YAKAMA NATION WILL CONTINUE TO DEVELOP THEIR AIR QUALITY MANAGEMENT CAPABILITIES AND PROGRAM THROUGH OUTREACH, EDUCATION, AND COMMUNICATION; IMPLEMENTATION OF THE FEDERAL AIR RULES FOR RESERVATIONS; IMPLEMENTATION OF A SMOKE MANAGEMENT PLAN; AIR QUALITY MONITORING; ADDRESSING INDOOR AIR QUALITY ISSUES; AND CONDUCTING OTHER SPECIAL PROJECTS TO IMPROVE AIR QUALITY. IMPLEMENTATION OF THESE ACTIVITIES WILL BENEFIT AND PROTECT PUBLIC HEALTH AND AIR QUALITY ON THE RESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_01J43501_6800"}, {"internal_id": 39190828, "Award ID": "01J25801", "Award Amount": 330000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-05", "CFDA Number": "66.473", "Description": "THIS NEW COMPLIANCE ASSISTANCE GRANT WILL BE FOR $350,000 OVER FIVE YEARS WITH PARTIAL FUNDING OF $75,000 FOR THE FIRST YEAR. THIS DITCA WILL SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_01J25801_6800"}, {"internal_id": 39190825, "Award ID": "01J25401", "Award Amount": 1710000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-05", "CFDA Number": "66.473", "Description": "THIS COOPERATIVE AGREEMENT BETWEEN THE EPA AND THE NEZ PERCE TRIBE ENABLES THE TRIBE'S AIR PROGRAM TO CARRY OUT DIRECT IMPLEMENTATION OF PORTIONS OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_01J25401_6800"}, {"internal_id": 111061933, "Award ID": "01F89301", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE OSAGE NATION TO DEVELOP THE SPILL PREVENTION, CONTROL, AND COUNTERMEASURE (SPCC) PROGRAM. SPECIFICALLY, THE RECIPIENT WILL OBTAIN CREDENTIALS AND TRAIN STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee4ed050-52ff-2ea5-d86d-90bbe5e7aa73-C", "generated_internal_id": "ASST_NON_01F89301_6800"}, {"internal_id": 110190104, "Award ID": "01F85401", "Award Amount": 45768.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "66.473", "Description": "THIS PROJECT WILL BEGIN CREATING AWARENESS AND PROVIDE EDUCATIONAL OUTREACH WITH A FOCUS ON THE BASIC CONCEPTS OF SUSTAINABLE MANAGEMENT OF FOOD WITHIN FAMILY HOMES, TRIBAL FACILITIES, OR AT CULTURAL EVENTS THAT MAY PRODUCE VOLUMES OF WASTED FOOD. SUSTAINABLE MANAGEMENT OF FOOD WILL BE PROMOTED CONSISTENT WITH A SYSTEMATIC APPROACH THAT SEEKS TO REDUCE WASTED FOOD AND ITS ASSOCIATED IMPACTS, BEGINNING WITH THE USE OF NATURAL RESOURCES AND BUILDING ON THE ESTABLISHED APPROACHES TO ENVIRONMENTAL PROTECTION AND CONSERVATION PRACTICES OF 'REDUCE, REUSE, RECYCLE'.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_01F85401_6800"}, {"internal_id": 110190099, "Award ID": "01F85001", "Award Amount": 578000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE RECIPIENT FOR THE IMPLEMENTATION OF ITS PROGRAM TO ENSURE THAT UNDERGROUND SOURCES OF DRINKING WATER ARE PROTECTED FROM ENDANGERING INJECTION ACTIVITIES.  THE MAJOR COMPONENTS OF THE PROGRAM INCLUDE: THE DEVELOPMENT AND  MAINTENANCE OF INVENTORIES OF INJECTION SYSTEMS; THE DEVELOPMENT AND  MAINTENANCE OF DATABASES HOUSING COMPLIANCE INFORMATION ON UNDERGROUND INJECTION WELL ACTIVITIES; THE IMPLEMENTATION OF PERMITTING ACTIVITIES; AND  THE IMPLEMENTATION OF ENFORCEMENT PROGRAMS TO ENSURE THAT UNDERGROUND SOURCES OF DRINKING WATER  ARE PROTECTED FROM UNDERGROUND INJECTION ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee4ed050-52ff-2ea5-d86d-90bbe5e7aa73-C", "generated_internal_id": "ASST_NON_01F85001_6800"}, {"internal_id": 95593613, "Award ID": "01F72901", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-11", "CFDA Number": "66.473", "Description": "AS PART OF EPA RECOGNIZING AMERICA RECYCLES DAY, EIGHT NORTHERN INDIAN PUEBLOS COUNCIL (ENIPC) WILL CO-HOST A TRIBAL RECYCLING WORKSHOP WITH REGION 6 EPA.  THE WORKSHOP IS SCHEDULED FOR MARCH 24-25, 2020 AT THE SANTA ANA PUEBLO WELLNESS CENTER IN SANTA ANA, NM.  THE AUDIENCE FOR THE WORKSHOP INCLUDES: ENVIRONMENTAL DIRECTORS AND SOLID WASTE STAFF AT FEDERALLY RECOGNIZED TRIBES IN REGION 6 TO CONDUCT TRAINING AND AN OPPORTUNITY TO PROVIDE PEER MATCHING AMONG THE TRIBE'S SOLID WASTE PERSONNEL TO DISCUSS HOW TO DEVELOP AND MAINTAIN A SUSTAINABLE RECYCLING PROGRAM IN TODAY'S DIFFICULT MARKET. TOPICS COVERED WILL INCLUDE STORIES OF SUCCESS AND CHALLENGES FROM PUEBLO SOLID WASTE PROFESSIONALS, FUNDING OPPORTUNITIES FOR TRIBES AT THE FEDERAL AND STATE LEVEL, OPPORTUNITIES TO LEVERAGE LIMITED RESOURCES WITH NONPROFIT INSTITUTIONS AND TECHNICAL ASSISTANCE AVAILABLE FROM EPA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca5aeb92-ab7e-a8ae-fd46-8671b63e97d6-C", "generated_internal_id": "ASST_NON_01F72901_6800"}, {"internal_id": 152549434, "Award ID": "01E33007", "Award Amount": 80500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.473", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE LEECH LAKE BAND OF OJIBWE TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS. THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE CONTAMINATION. THIS PROJECT'S ACTIVITIES: (1) INVOLVE THE TRIBAL STAFF CONTINUING TO PROVIDE COMPLIANCE ASSISTANCE (AS NEEDED) TO REGULATED UST FACILITIES; (2) CONTINUE THE REQUIRED TRAINING FOR RCRA SUBTITLE I INSPECTORS TO KEEP FEDERAL INSPECTOR CREDENTIALS; (3) CONDUCT COMPLIANCE INSPECTIONS WITHIN THE PARTICIPATING RESERVATIONS; AND (4) DEVELOP THE NECESSARY PARTNERSHIP/COMMUNICATION TO COORDINATE INSPECTIONS WITH EPA. ACTIVITIES:THIS AGREEMENT PROVIDES SUPPORT FOR THE LEECH LAKE BAND OF OJIBWE TO CONDUCT COMPLIANCE ASSISTANCE WALKTHROUGHS THAT ARE COMPRISED OF THE FOLLOWING ACTIVITIES: REVIEW OF PREVIOUS WALKTHROUGH/INSPECTIONS WITH FACILITY OWNER/OPERATOR; REVIEW OF THE FACILITY'S CURRENT COMPLIANCE WITH THE FEDERAL UST REGULATIONS (EPA REGION 5'S UST INSPECTION SOP WILL BE USED AS A GUIDE); DISCUSSION OF ANY ISSUES FOUND DURING THE WALKTHROUGH WITH THE OWNER/OPERATOR; SUPPORTIVE GUIDANCE ON HOW TO CORRECT ANY ISSUES FOUND DURING\nTHE VISIT.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:LEECH LAKE BAND OF OJIBWE STRIVES TO COMPLETE ALL OF THEIR SCHEDULED WALKTHROUGHS BY THE END OF THE 2-YEAR PROJECT PERIOD. THESE INSPECTIONS ARE DESIGNED TO CONNECT LOCAL FACILITIES TO A TRIBAL UST EXPERT WHO UNDERSTANDS BOTH THE NEEDS OF THE COMMUNITY AND FEDERAL REQUIREMENTS. THE TRIBAL UST PROGRAM MANAGEMENT TEAM WILL INCREASE COMMUNITY WIDE KNOWLEDGE OF UST REGULATIONS, CONTINUE TO IMPROVE THE SOC RATE (INCREASE BY 0.5% EACH YEAR), AND IMPROVE U.S. EPA INSPECTOR ABILITY TO CONDUCT ROUTINE INSPECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb5b19f6-a331-99c6-8dd4-d73401132218-C", "generated_internal_id": "ASST_NON_01E33007_6800"}, {"internal_id": 152549420, "Award ID": "01E32707", "Award Amount": 80500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.473", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE WHITE EARTH CHIPPEWA TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS. THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE CONTAMINATION. THIS PROJECT'S ACTIVITIES: (1) INVOLVE THE TRIBAL STAFF CONTINUING TO PROVIDE COMPLIANCE ASSISTANCE (AS NEEDED) TO REGULATED UST FACILITIES; (2) CONTINUE THE REQUIRED TRAINING FOR RCRA SUBTITLE I INSPECTORS TO KEEP FEDERAL INSPECTOR CREDENTIALS; (3) CONDUCT COMPLIANCE INSPECTIONS WITHIN THE PARTICIPATING RESERVATIONS; AND (4) DEVELOP THE NECESSARY PARTNERSHIP/COMMUNICATION TO COORDINATE INSPECTIONS WITH EPA.ACTIVITIES:THIS AGREEMENT PROVIDES SUPPORT FOR THE WHITE EARTH CHIPPEWA TO CONDUCT COMPLIANCE ASSISTANCE WALKTHROUGHS THAT ARE COMPRISED OF THE FOLLOWING ACTIVITIES: REVIEW OF PREVIOUS WALKTHROUGH/INSPECTIONS WITH FACILITY OWNER/OPERATOR; REVIEW OF THE FACILITY'S CURRENT COMPLIANCE WITH THE FEDERAL UST REGULATIONS (EPA REGION 5'S UST INSPECTION SOP WILL BE USED AS A GUIDE); DISCUSSION OF ANY ISSUES FOUND DURING THE WALKTHROUGH WITH THE OWNER/OPERATOR; SUPPORTIVE GUIDANCE ON HOW TO CORRECT ANY ISSUES FOUND DURING THE VISIT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE WHITE EARTH CHIPPEWA STRIVE TO COMPLETE ALL OF THEIR SCHEDULED WALKTHROUGHS BY THE END OF THE 2-YEAR PROJECT PERIOD. THESE INSPECTIONS ARE DESIGNED TO CONNECT LOCAL FACILITIES TO A TRIBAL UST EXPERT WHO UNDERSTANDS BOTH THE NEEDS OF THE COMMUNITY AND FEDERAL REQUIREMENTS. THE TRIBAL UST PROGRAM MANAGEMENT TEAM WILL INCREASE COMMUNITY WIDE KNOWLEDGE OF UST REGULATIONS, CONTINUE TO IMPROVE THE SOC, AND IMPROVE U.S. EPA INSPECTOR ABILITY TO CONDUCT ROUTINE INSPECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e76080cb-154e-73c4-c492-3e57349f3a13-C", "generated_internal_id": "ASST_NON_01E32707_6800"}, {"internal_id": 69783348, "Award ID": "01E02027", "Award Amount": 43400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "66.473", "Description": "THIS COOPERATIVE AGREEMENT BETWEEN INTER-TRIBAL COUNCIL OF MICHIGAN, INC AND THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY WILL GENERATE AN INVENTORY OF FACILITIES THAT MAY BE REGULATED UNDER 40 CFR PART 144 (UNDERGROUND INJECTION CONTROL REGULATIONS) AND ARE LOCATED IN INDIAN COUNTRY IN MICHIGAN. THE INVENTORY WILL INCLUDE A COMPLETE LIST OF ALL IDENTIFIED POTENTIALLY REGULATED FACILITIES, COMPLETED MAPS IDENTIFYING THE LOCATIONS OF EACH FACILITY, AND ANY ADDITIONAL INFORMATION COLLECTED (NOTES, DIGITAL PHOTOS, ETC.)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec796296-66b8-3a50-fd50-52a4f48f1981-C", "generated_internal_id": "ASST_NON_01E02027_6800"}, {"internal_id": 39178736, "Award ID": "00J81201", "Award Amount": 140803.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-09-03", "CFDA Number": "66.473", "Description": "THIS GRANT WILL PROVIDE FUNDING FOR THE NEZ PERCE TRIBE TO PERFORM ENVIRONMENTAL SITE ASSESSMENT AND CLEANUP ACTIVITIES AT LUST SITES WITHIN THE RESE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_00J81201_6800"}, {"internal_id": 152549441, "Award ID": "00E94507", "Award Amount": 80500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.473", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO MILLE LACS BAND OF OJIBWE TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS. THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE CONTAMINATION. THIS PROJECT'S ACTIVITIES: (1) INVOLVE THE TRIBAL STAFF CONTINUING TO PROVIDE COMPLIANCE ASSISTANCE (AS NEEDED) TO REGULATED UST FACILITIES; (2) CONTINUE THE REQUIRED TRAINING FOR RCRA SUBTITLE I INSPECTORS TO KEEP FEDERAL INSPECTOR CREDENTIALS; (3) CONDUCT COMPLIANCE INSPECTIONS WITHIN THE PARTICIPATING RESERVATIONS; AND (4) DEVELOP THE NECESSARY PARTNERSHIP/COMMUNICATION TO COORDINATE INSPECTIONS WITH EPA. ACTIVITIES:THIS AGREEMENT PROVIDES SUPPORT FOR MILLE LACS TO CONDUCT COMPLIANCE ASSISTANCE WALKTHROUGHS THAT ARE COMPRISED OF THE FOLLOWING ACTIVITIES: REVIEW OF PREVIOUS WALKTHROUGH/INSPECTIONS WITH FACILITY OWNER/OPERATOR; REVIEW OF THE FACILITY'S CURRENT COMPLIANCE WITH THE FEDERAL UST REGULATIONS (EPA REGION 5'S UST INSPECTION SOP\nWILL BE USED AS A GUIDE); DISCUSSION OF ANY ISSUES FOUND DURING THE WALKTHROUGH WITH THE OWNER/OPERATOR; SUPPORTIVE GUIDANCE ON HOW TO CORRECT ANY ISSUES FOUND DURING\nTHE VISIT. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:MILLE LACS BAND OF OJIBWE STRIVES TO COMPLETE 30 COMPLIANCE ASSISTANCE WALK THROUGHS PER YEAR. THESE INSPECTIONS ARE DESIGNED TO CONNECT LOCAL FACILITIES TO A TRIBAL UST EXPERT WHO UNDERSTANDS BOTH THE NEEDS OF THE COMMUNITY AND FEDERAL REQUIREMENTS. THE TRIBAL UST PROGRAM MANAGEMENT TEAM WILL INCREASE COMMUNITY WIDE KNOWLEDGE OF UST REGULATIONS, CONTINUE TO IMPROVE THE SOC RATE (INCREASE BY 0.5% EACH YEAR), AND IMPROVE U.S. EPA INSPECTOR ABILITY TO CONDUCT ROUTINE INSPECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f983c996-0ba2-cbc0-658a-c32356236a22-C", "generated_internal_id": "ASST_NON_00E94507_6800"}, {"internal_id": 111061979, "Award ID": "00E94506", "Award Amount": 80500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-28", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO MILL LACS BAND OF OJIBWE TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f983c996-0ba2-cbc0-658a-c32356236a22-C", "generated_internal_id": "ASST_NON_00E94506_6800"}, {"internal_id": 69783671, "Award ID": "00E94505", "Award Amount": 80500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO MILLE LACS BAND OF OJIBWE TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f983c996-0ba2-cbc0-658a-c32356236a22-C", "generated_internal_id": "ASST_NON_00E94505_6800"}, {"internal_id": 110297533, "Award ID": "00E33007", "Award Amount": 80500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO LEECH LAKE BAND OF OJIBWE TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb5b19f6-a331-99c6-8dd4-d73401132218-C", "generated_internal_id": "ASST_NON_00E33007_6800"}, {"internal_id": 68568360, "Award ID": "00E33006", "Award Amount": 80500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO LEECH LAKE BAND OF OJIBWE TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb5b19f6-a331-99c6-8dd4-d73401132218-C", "generated_internal_id": "ASST_NON_00E33006_6800"}, {"internal_id": 111061943, "Award ID": "00E32707", "Award Amount": 80500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO WHITE EARTH BAND OF CHIPPEWA TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e76080cb-154e-73c4-c492-3e57349f3a13-C", "generated_internal_id": "ASST_NON_00E32707_6800"}, {"internal_id": 69783321, "Award ID": "00E32706", "Award Amount": 80500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "66.473", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO WHITE EARTH BAND OF CHIPPEWA TO IMPLEMENT ITS PROGRAM TO MANAGE UNDERGROUND STORAGE TANKS ON TRIBAL LANDS AND TO PREVENT AND REMEDIATE LEAKING UNDERGROUND STORAGE TANKS.  THESE OBJECTIVES PROTECT THE ENVIRONMENT BY PREVENTING AND REMEDIATING PETROLEUM AND HAZARDOUS SUBSTANCE RELEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e76080cb-154e-73c4-c492-3e57349f3a13-C", "generated_internal_id": "ASST_NON_00E32706_6800"}, {"internal_id": 152549138, "Award ID": "00E03281", "Award Amount": 70000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.473", "Description": "DESCRIPTION:THIS DIRECT IMPLEMENTATION TRIBAL COOPERATIVE AGREEMENT (DITCA) INCLUDES PROCURING A CONTRACTOR TO DEVELOP SITE AND DESIGN PLANS AND TO INSTALL A SEPTIC TANK AND DRAIN FIELDS.  THE PLANS WILL INCLUDE BLUEPRINTS OF FLOOR PLANS, A BIRDS EYE VIEW OF THE SEPTIC TANK, A DRAIN FIELD AND ITS RELATION TO POLE BARN BUILDING ON SITE.  ACTIVITIES:THIS PROJECT CONSISTS OF PROCURING A CONTRACTOR TO DEVELOP SITE AND DESIGN PLANS, AS WELL AS INSTALLING A SEPTIC TANK AND DRAIN FIELDS.  THE PLANS WILL INCLUDE BLUEPRINTS OF FLOOR PLANS, A BIRDS EYE VIEW OF THE SEPTIC TANK, A DRAIN FIELD AND ITS RELATION TO POLE BARN BUILDING ON SITE.  THE CONTRACTOR WILL ALSO LOCATE UNDERGROUND WATER LINES AND TIE THEM INTO EXISTING WATER LINES, AS WELL AS COMPLETE THE ACTIVITIES NECESSARY TO CREATE THE DRAIN FIELD AND SEPTIC TANK.  THE CONTRACTOR WILL ALSO ENSURE THAT EVERYTHING IS READY FOR CONNECTION TO THE BUILDING FACILITY ONCE IT IS CONSTRUCTED.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE RECIPIENT WILL PROVIDE SEMI-ANNUAL REPORTS AND A FINAL REPORT. THE FINAL REPORT WOULD BE MORE DETAILED AND INCLUDE PHOTOS THAT CLEARLY SHOW ANY SUBSURFACE SYSTEM INSTALLATIONS, AS WELL AS FINISHED INSTALLATION WORK.  BY UPGRADING THE CURRENT INJECTION SYSTEM, THE ENVIRONMENTAL OUTCOME IS THE PROTECTION OF AN UNDERGROUND SOURCE OF DRINKING WATER (USDW) WHICH IS IN AGREEMENT WITH THE UIC MISSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "021713f4-097f-2ac6-2d04-4f963f6fb0e3-C", "generated_internal_id": "ASST_NON_00E03281_6800"}, {"internal_id": 83285343, "Award ID": "00E02474", "Award Amount": 34347.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-07", "CFDA Number": "66.473", "Description": "THIS DITCA WILL GENERATE AN INVENTORY OF FACILITIES THAT MAY BE REGULATED UNDER 40 CFR PART 144 (UIC REGULATIONS) AND ARE LOCATED ON THE WHITE EARTH RESERVATION. THE INVENTORY WILL CONSIST OF A COMPLETED SPREADSHEET LISTING THE FACILITIES IDENTIFIED.  FACILITIES THAT COULD GENERALLY POSE THE GREATEST THREAT TO GROUNDWATER WOULD BE IDENTIFIED FIRST, FOLLOWED BY THE REMAINING REGULATED FACILITIES.  A MAP WILL BE PROVIDED WITH SUFFICIENT DETAIL TO LOCATE EACH OF THE IDENTIFIED FACILITIES.  THE INVENTORY INFORMATION WILL BE ENTERED BY U.S. EPA INTO A CLASS V INVENTORY REVIEW DATABASE AND WILL BE USED FOR OUTREACH/COMPLIANCE ASSURANCE ACTIVITIES AND PLANNING FOLLOW-UP INSPECTIONS BY A CREDENTIALED UIC INSPECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e76080cb-154e-73c4-c492-3e57349f3a13-C", "generated_internal_id": "ASST_NON_00E02474_6800"}, {"internal_id": 67068756, "Award ID": "00E02341", "Award Amount": 17085.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-20", "CFDA Number": "66.473", "Description": "THIS DIRECT IMPLEMENTATION TRIBAL COOPERATIVE AGREEMENT (DITCA) WILL GENERATE AN INVENTORY OF FACILITIES THAT MAY BE REGULATED UNDER 40 CFR PART 144 (UIC REGULATIONS) AND ARE LOCATED ON THE STOCKBRIDGE-MUNSEE COMMUNITY. THE INVENTORY WILL INCLUDE A COMPLETE LIST OF ALL IDENTIFIED POTENTIALLY REGULATED FACILITIES, COMPLETED MAPS IDENTIFYING THE LOCATIONS OF EACH FACILITY, AND ANY ADDITIONAL INFORMATION COLLECTED (NOTES, DIGITAL PHOTOS, ETC.).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49f76e5-352a-a3dd-cf8b-34bbaf57928c-C", "generated_internal_id": "ASST_NON_00E02341_6800"}, {"internal_id": 68326644, "Award ID": "00E02334", "Award Amount": 7483.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "66.473", "Description": "THIS DITCA WILL GENERATE AN INVENTORY OF FACILITIES THAT MAY BE REGULATED UNDER 40 CFR PART 144 (UIC REGULATIONS) AND ARE LOCATED ON THE SOKAOGON CHIPPEWA COMMUNITY. THE INVENTORY WILL INCLUDE A COMPLETE LIST OF ALL IDENTIFIED POTENTIALLY REGULATED FACILITIES, COMPLETED MAPS IDENTIFYING THE LOCATIONS OF EACH FACILITY, AND ANY ADDITIONAL INFORMATION COLLECTED (NOTES, DIGITAL PHOTOS, ETC.).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47a80a74-2d26-009d-bb23-572db9f8d1e8-C", "generated_internal_id": "ASST_NON_00E02334_6800"}, {"internal_id": 39176016, "Award ID": "00E02093", "Award Amount": 30000.0, "Award Type": null, "Base Obligation Date": "2017-05-30", "CFDA Number": "66.473", "Description": "THIS DITCA WILL GENERATE AN INVENTORY OF FACILITIES THAT MAY BE REGULATED UNDER 40 CFR PART 144 AND ARE LOCATED ON THE ONEIDA NATION RESERVATION. THE INVENTORY WILL CONSIST OF A COMPLETED SPREADSHEET LISTING THE FACILITIES IDENTIFIED. FACILITIES THAT COULD GENERALLY POSE THE GREATEST THREAT TO GROUNDWATER WOULD BE IDENTIFIED FIRST, FOLLOWED BY THE REMAINING REGULATED FACILITIES. A MAP WILL BE PROVIDED WITH SUFFICIENT DETAIL TO LOCATE EACH OF THE IDENTIFIED FACILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462d8953-c621-c76b-5675-ae37001186bc-C", "generated_internal_id": "ASST_NON_00E02093_6800"}, {"internal_id": 39175953, "Award ID": "00E02027", "Award Amount": 64000.0, "Award Type": null, "Base Obligation Date": "2016-08-22", "CFDA Number": "66.473", "Description": "THIS PROJECT ALLOWS THE INTER-TRIBAL COUNCIL OF MICHIGAN (ITCM) TO GATHER INFORMATION THROUGH SITE VISITS/INSPECTIONS AND DETERMINE IF A CLASS V WELL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec796296-66b8-3a50-fd50-52a4f48f1981-C", "generated_internal_id": "ASST_NON_00E02027_6800"}]