[{"internal_id": 149790486, "Award ID": "84036401", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-21", "CFDA Number": "66.462", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO ENHANCE EXISTING WETLAND CONSERVATION CAPACITY, BUILD STEWARDSHIP WITH MULTIPLE STATE-LEVEL PLANNING MECHANISMS, AND PROVIDE TOOLS TO ACHIEVE THE LONG-TERM GOAL OF RESTORING, PROTECTING AND INCREASING WETLAND AREA AND FUNCTIONS. TO ACHIEVE THE PURPOSE THE PROJECT THE APPLICANT WILL EVALUATE THE WETLAND CONSERVATION EFFORTS IN MULTIPLE TYPES OF STATE-LEVEL PLANS AND DEVELOP A PRACTICAL GUIDEBOOK TO PROMOTE THE INTEGRATION OF WETLAND CONSERVATION WITH MULTIPLE PLANNING MECHANISMS, THUS MAXIMIZE THE CAPACITY OF THE STATE WETLAND PROGRAM PLANS.ACTIVITIES:THREE SPECIFIC TASKS ARE INCLUDED: TASK 1: EVALUATING THE MAJOR STATE-LEVEL PLANS (HAZARD MITIGATION PLANS, WATERSHED PLANS, NONPOINT SOURCE MANAGEMENT PLANS, STATE WILDLIFE ACTION PLANS, LONG-TERM TRANSPORTATION PLANS) TO DOCUMENT EXISTING REGULATORY POLICIES AND VOLUNTARY ACTIVITIES ON WETLAND PROTECTION AND RESTORATION FOR ALL 50 STATES; TASK 2: DEVELOPING A SPECIFIC GUIDEBOOK WITH A PRACTICAL CHECKLIST OF PLANNING TECHNIQUES TO PROMOTE THE INTEGRATION OF WETLAND CONSERVATION EFFORTS WITH THESE PLANS. TASK 3: CONNECTING TO KEY PROFESSIONAL ORGANIZATIONS TO SHARE THE INFORMATION AND ENHANCE COLLABORATIONS AND IMPLEMENTATIONS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:SPECIFICALLY, THE DELIVERABLES OF THIS PROJECT INCLUDE: (1) A BASELINE TRACKING DATABASE TO DOCUMENT THE STATE-LEVEL PLANNING EFFORTS ON WETLAND PROTECTION AND RESTORATION EFFORTS; (2) A GUIDEBOOK WITH AN INVENTORY OF PLANNING TECHNIQUES FOR INCORPORATING WETLAND CONSERVATION INTO MULTIPLE TYPES OF STATE-LEVEL PLANNING FRAMEWORKS; AND (3) A SERIES OF COLLABORATION AND OUTREACH ACTIVITIES WITH MULTIPLE PROFESSIONAL ORGANIZATIONS. THE PROJECT WILL ENHANCE EXISTING WETLAND CONSERVATION CAPACITY, BUILD STEWARDSHIP WITH MULTIPLE STATE-LEVEL PLANNING MECHANISMS, AND PROVIDE TOOLS TO ACHIEVE THE LONG-TERM GOAL OF RESTORING, PROTECTING AND INCREASING WETLAND AREA AND FUNCTIONS. EXPECTED BENEFICIARIES ARE STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_84036401_6800"}, {"internal_id": 142550465, "Award ID": "84033501", "Award Amount": 72111.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-21", "CFDA Number": "66.462", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO ENABLE STATE AND TRIBAL WETLAND AGENCIES TO TAKE ADVANTAGE OF HUGE INCREASES IN FUNDING THAT CAN SUPPORT THE RESTORATION OF WETLANDS AND FLOODPLAINS THAT PROVIDE DISASTER MITIGATION. THE PROJECT BUILDS ON ELI'S RECENT EPA-FUNDED WORK TO IMPROVE THE CAPACITY OF STATE AND TRIBAL WETLAND AGENCIES TO PARTNER WITH HAZARD MITIGATION AGENCIES TO INTEGRATE WETLAND RESTORATION PRIORITIES INTO STATE AND LOCAL HAZARD MITIGATION PLANS. THIS PROJECT SEEKS TO LEVERAGE EXISTING WETLAND MONITORING AND ASSESSMENT METHODOLOGIES AND PRIORITIZATION TOOLS TO AID STATES AND OTHERS IN THE ANALYSIS OF DISASTER RISK AND IDENTIFICATION OF NATURE-BASED MITIGATION STRATEGIES TO ADDRESS THAT RISK. SPECIFICALLY, THE PROJECT WILL: 1) WORK WITH AN ADVISORY COMMITTEE TO IDENTIFY AND ANALYZE EXISTING WETLAND AND AQUATIC RESOURCE ASSESSMENT AND MONITORING METHODOLOGIES AND PRIORITIZATION TOOLS; 2) PLAN AND HOST A WORKSHOP FOR STATE AND LOCAL HAZARD MITIGATION OFFICIALS AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_84033501_6800"}, {"internal_id": 142550464, "Award ID": "84033401", "Award Amount": 68827.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-21", "CFDA Number": "66.462", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO ENABLE STATE AND TRIBAL GOVERNMENT AGENCIES TO LEARN FROM AND ADOPT EFFECTIVE APPROACHES FOR ADAPTING STATE AND TRIBAL WATER QUALITY AND WETLAND PROGRAMS TO PROTECT THEIR WATERS IN VIEW OF CHANGING FEDERAL REGULATORY JURISDICTION. THE PROJECT WILL IDENTIFY AND CATEGORIZE AN ARRAY OF OPTIONAL STRATEGIES FOR (1) HOW STATES AND TRIBES CAN PROTECT WATERS THAT SINCE THE NAVIGABLE WATERS PROTECTION RULE HAVE FALLEN OUTSIDE FEDERAL AUTHORITY BUT THAT REMAIN CRITICALLY IMPORTANT TO STATES AND TRIBES, INCLUDING INSTANCES WHERE SUCH STATE WATERS ARE AFFECTED BY DEVELOPMENT ACTIVITIES THAT ALSO AFFECT FEDERAL JURISDICTIONAL WATERS, AND (2) HOW TO EFFECTIVELY ADMINISTER AND MAINTAIN CONTINUITY IN STATE-FEDERAL PERMIT COORDINATION AND REVIEW, WHERE THE JURISDICTIONAL CHANGES (AND THE LIMITATIONS OF THE NEW 401 RULE) HAVE CHANGED THE SCOPE OF APPLICATION OF STATE AND TRIBAL PROGRAMS TO PROTECT WATERS. SPECIFICALLY, THE PROJECT WILL PRODUCE A DETAILED R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_84033401_6800"}, {"internal_id": 142550463, "Award ID": "84033301", "Award Amount": 87383.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-21", "CFDA Number": "66.462", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO IDENTIFY, DEVELOP, AND DISSEMINATE PRACTICAL APPROACHES TO ENABLE STATE AND TRIBAL PROGRAMS TO INTEGRATE USE OF REMOTE SENSING TECHNIQUES FULLY INTO THEIR POLICY FRAMEWORKS THAT ARE USED FOR REGULATORY APPROVALS AND COMPLIANCE (INCLUDING SITE SELECTION, CREDIT RELEASE, AND MONITORING FOR COMPENSATORY MITIGATION); VERIFYING THE STATUS AND PERFORMANCE OF VOLUNTARY RESTORATION AND PRESERVATION PROJECTS OVER TIME; AND MONITORING AND ASSESSMENT OF WETLANDS FOR OTHER PURPOSES. WHILE EMERGING TECHNOLOGIES INCLUDING USE OF DRONES, CAMERAS, LIDAR, AND ELECTRONIC SUBMITTAL AND SHARING OF DATA ARE TAKING HOLD IN PORTIONS OF THE WETLAND FIELD (ESPECIALLY WETLANDS CONDITION ASSESSMENT) THE INTEGRATION OF THESE TECHNIQUES CAN PROVIDE SERIOUS ADVANTAGES FOR OTHER ASPECTS OF WETLAND PROGRAMS; HOWEVER, THESE WILL REQUIRE MORE INTENTIONAL INTEGRATION INTO POLICY FRAMEWORKS AND OPERATIONAL REQUIREMENTS - ESPECIALLY ON THE REGULATORY SIDE AND FOR TRACKING AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_84033301_6800"}, {"internal_id": 145856395, "Award ID": "84033201", "Award Amount": 72312.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-12", "CFDA Number": "66.462", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO HELP COMPENSATORY MITIGATION PROGRAMS AND PROJECTS EFFECTIVELY ADDRESS RAPIDLY CHANGING CONDITIONS AND EVENTS TO ENSURE FUNCTIONS LOST TO PERMITTED IMPACTS ARE EFFECTIVELY AND PERMANENTLY REPLACED. MANY MITIGATION PROVIDERS, STEWARDS, AND STATE AND TRIBAL REGULATORS ARE STILL STRUGGLING WITH DESIGNING, IMPLEMENTING, MANAGING, AND OVERSEEING PROJECTS GIVEN SOMETIMES UNFORESEEN AND CHANGING CONDITIONS THAT EFFECT ACHIEVEMENT OF MITIGATION SUCCESS. METHODS ARE NEEDED TO CRAFT INSTRUMENTS AND MITIGATION PLANS THAT CONTEMPLATE POTENTIAL CATASTROPHES, AVOID POTENTIALLY RISKY SITE SELECTION AND PROJECT DESIGN, AND INCLUDE BEST PRACTICES AND STRATEGIES FOR ADAPTING TO CHANGING CONDITIONS AND MINIMIZING LIABILITY. THESE FACTORS MUST BE ADDRESSED IN ORDER TO ENSURE EFFECTIVE COMPENSATION OPTIONS THAT ARE SUSTAINABLE OVER THE LONG-TERM. SPECIFICALLY, IN THIS PROJECT ELI WILL: 1) WORK WITH AN ADVISORY COMMITTEE TO EXAMINE THE WAYS IN WHICH MITIGATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_84033201_6800"}, {"internal_id": 147974043, "Award ID": "84033101", "Award Amount": 217500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-08", "CFDA Number": "66.462", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO INCREASE THE CAPACITY OF TRIBES TO PROTECT, RESTORE AND MITIGATE IMPACTS TO TRIBAL WETLANDS BY PROVIDING TRAINING ON INNOVATIVE TOOLS, WETLAND SCIENCE, GRANT WRITING, OUTREACH, AND COMMUNICATION. THIS PROJECT WILL PROVIDE TRIBES WITH THE TOOLS, KNOWLEDGE AND RESOURCES THEY NEED TO DEVELOP STRONG AND EFFECTIVE WETLAND PROGRAMS &LDQUOANDTO PROTECT AND IMPROVE WATER QUALITY IN THE COUNTRY&RSQUOANDS RIVERS, LAKES, WETLANDS, AND STREAMS, AS WELL AS IN ESTUARINE, COASTAL, AND OCEAN WATERS.&RDQUOAND THIS PROJECT WILL INCREASE THE NUMBER OF GRANT COMMITMENTS ACHIEVED BY TRIBES AND BUILD TRIBAL CAPACITY TO IMPLEMENT FEDERAL WETLANDS PROGRAMS BY DEVELOPING STRONG AND EFFECTIVE PARTNERSHIPS TO ACCOMPLISH THAT GOAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_84033101_6800"}, {"internal_id": 140708973, "Award ID": "84019101", "Award Amount": 750000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "66.462", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROMOTE AND SUPPORT TRAINING ON WETLAND, COASTAL, AND RIPARIAN RESTORATION BY BRINGING TOGETHER BROAD-BASED PARTNERSHIPS, AND TRAINING PARTNERS THROUGH ON-THE-GROUND EXPERIENTIAL LEARNING. THE FIVE STAR AND URBAN WATERS RESTORATION TRAINING GRANT PROGRAM IS AN INNOVATIVE, COMPETITIVE SUBAWARD PROGRAM PROMOTING ENVIRONMENTAL EDUCATION AND TRAINING THROUGH COMMUNITY-BASED RESTORATION PROJECTS. THIS PROJECT WILL SOLICIT AND PROVIDE COMPETITIVE SUBAWARDS BETWEEN $20,000 AND $50,000 TO SCHOOLS, LOCAL GOVERNMENTS, YOUTH CORPS, CONSERVATION ORGANIZATIONS, AND OTHERS. THE SUBAWARDS PROVIDE FINANCIAL ASSISTANCE TO SUPPORT EDUCATION AND TRAINING ON WETLAND, RIPARIAN, AND COASTAL RESTORATION PROJECTS THAT FOSTER LOCAL NATURAL RESOURCE STEWARDSHIP, SUPPORT LOCAL GOVERNMENT WATER QUALITY IMPROVEMENT EFFORTS, AND PROVIDE OTHER SOCIO-ECONOMIC BENEFITS. SPECIFICALLY, THE PROJECT WILL: 1) PROVIDE COMPETITIVE SUBAWARDS; 2) PROVIDE SUPPORT FOR TRAINING COMM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_84019101_6800"}, {"internal_id": 145856396, "Award ID": "84018501", "Award Amount": 525511.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-13", "CFDA Number": "66.462", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO ENABLE STATES/TRIBES AND EPA TO ACHIEVE SHARED STRATEGIC GOALS FOR THE PROTECTION OF THE NATION'S WETLANDS THROUGH IMPLEMENTATION OF CLEAN WATER ACT PROGRAMS. IT WILL ENSURE ONGOING AND ENHANCED COMMUNICATION BETWEEN EPA AND STATE WETLAND PROGRAMS TO SUPPORT IMPROVED INTEGRATION BETWEEN STATE AND FEDERAL PROGRAMS. THIS PROJECT WILL PROVIDE TECHNICAL ASSISTANCE AND SUPPORT TO STATES AND, TO A LESSER EXTENT, TRIBES ENGAGED IN CARRYING OUT WETLAND PROGRAMS ESPECIALLY, IN CARRYING OUT THE CLEAN WATER ACT SECTION 404 AND RELATED PROGRAMS. ASWM WILL PROVIDE GUIDANCE AND TECHNICAL ASSISTANCE TO STATES, COORDINATE KNOWLEDGE TRANSFER AMONG STATE/TRIBAL AGENCIES AND EPA; AND PROVIDE REPRESENTATION AND ADVICE ON BEHALF OF STATES TO EPA. SPECIFICALLY, THE PROJECT: 1. PROVIDE GUIDANCE AND TECHNICAL ASSISTANCE TO STATES; 2. COORDINATE TRAININGS THAT WILL LEAD TO KNOWLEDGE TRANSFER AMONG STATE WETLAND AGENCIES AND EPA; 3. CONDUCT RESEARCH, ANALYSIS AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_84018501_6800"}, {"internal_id": 80938950, "Award ID": "83954001", "Award Amount": 70647.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "66.462", "Description": "THIS PROJECT PLANS TO IMPROVE THE EFFICIENCY OF THE REVIEW AND APPROVAL PROCESS FOR MITIGATION BANKS AND IN-LIEU FEE (ILF) PROGRAMS AND PROJECTS AND ENSURE MEANINGFUL AND COLLABORATIVE PARTICIPATION OF STATE, TRIBAL, AND LOCAL GOVERNMENTS IN THE PROCESS. ELI WILL WORK WITH A PANEL OF EXPERTS TO CONDUCT A COMPREHENSIVE ANALYSIS OF THE REVIEW AND APPROVAL PROCESS FOR BANKS AND ILF PROGRAMS, DEVELOP A REPORT THAT IDENTIFIES CHALLENGES IN THE PROCESS AND PROVIDES RECOMMENDATIONS FOR BUILDING A MORE EFFICIENT PROCESS, AND DEVELOP AN ARTICLE AND WEBINAR BASED ON THE RESEARCH. ULTIMATELY, THE RESULTS OF THE PROJECT WILL INCREASE THE CAPACITY OF STATES, TRIBES, AND LOCAL GOVERNMENTS TO ENSURE ECOLOGICALLY EFFECTIVE COMPENSATORY MITIGATION FOR UNAVOIDABLE IMPACTS TO AQUATIC RESOURCES, THEREBY SUPPORTING THE NATIONAL NO NET LOSS GOAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_83954001_6800"}, {"internal_id": 80500653, "Award ID": "83952001", "Award Amount": 195000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-04-26", "CFDA Number": "66.462", "Description": "THE PRIMARY GOAL OF THIS PROJECT IS TO IDENTIFY WAYS TO ENHANCE, PROTECT AND RESTORE WETLANDS WITHIN AND SURROUNDING URBAN AREAS TO MAXIMIZE ECONOMIC, ECOLOGICAL AND SOCIAL BENEFITS FOR URBAN COMMUNITIES. ASWM PROPOSES TO ADDRESS THESE CHALLENGES BY: 1) ESTABLISHING AN INTERDISCIPLINARY WORKGROUP TO ADVISE AND INFORM PROJECT TASKS AND FINDINGS; 2) EXPLORING WAYS IN WHICH WETLAND PROGRAM PLANS AND THE CORE ELEMENTS FRAMEWORK CAN SUPPORT URBAN WETLAND RESTORATION, ENHANCEMENT AND PROTECTION; 3) IDENTIFYING OPPORTUNITIES FOR INTEGRATED MAPPING AND FUNCTIONAL ASSESSMENT OF WETLAND AND FLOODPLAINS; 4) FACILITATING RESEARCH AND PEER TO PEER EXCHANGE ON INNOVATIVE FINANCING METHODS AND IMPROVED COST-BENEFIT TECHNIQUES FOR NATURE-BASED PROJECTS; 5) CATALOGING FINDINGS AND CASE STUDIES IN A WHITE PAPER; AND 6) SHARING OUR FINDINGS WITH STATES, TRIBES, AND OTHERS THROUGH WEBINARS, WORKSHOPS, SOCIAL MEDIA AND OUR WEBSITE. ASWM EXPECTS THESE OUTCOMES: AN INCREASE IN URBAN WETLAND PROTECTION AND RE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_83952001_6800"}, {"internal_id": 80500654, "Award ID": "83951001", "Award Amount": 135000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-04-26", "CFDA Number": "66.462", "Description": "THE PURPOSE OF THIS PROJECT IS TO HELP STATES BECOME BETTER EQUIPPED TO EXPLORE AND/OR APPLY FOR ASSUMPTION, THE ASSOCIATION OF WETLAND MANAGERS (ASWM) WILL: 1) DEVELOP A NATIONAL PROJECT WORKGROUP TO GUIDE THE PROJECT; 2) IDENTIFY POTENTIAL GUIDING PRINCIPLES FOR STATES SEEKING TO CONDUCT FEDERAL CONSISTENCY ANALYSES; 3) DELIVER WEBINARS AND IN-PERSON TRAININGS ON ASSUMPTION TOPICS; 4) DEVELOP AND FACILITATE AN ASSUMPTION PANEL AND WORK/TRAINING SESSIONS AT ASWM'''S ANNUAL STATE/TRIBAL/FEDERAL COORDINATION MEETINGS IN 2019 AND 2020; AND 5) MODERATE AN ASSUMPTION DISCUSSION SERIES TO CREATE AN ONGOING PEER NETWORK OF STATES INTERESTED IN ASSUMPTION. THIS PROJECT WILL EXPAND THE RESOURCES AVAILABLE TO STATES SO THAT THEY CAN EXPLORE THE STATE'''S ROLE IN IMPLEMENTING THE CLEAN WATER ACT; PROTECT THEIR WATERSHEDS AND AQUATIC ECOSYSTEMS; AND PROVIDE PERMIT APPLICANTS WITH A PROGRAM THAT IS CONSISTENT AND TRANSPARENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_83951001_6800"}, {"internal_id": 80500663, "Award ID": "83950001", "Award Amount": 180000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-04-25", "CFDA Number": "66.462", "Description": "THE PURPOSE OF THIS PROJECT IS TO SUPPORT IMPROVED STATE/TRIBAL CAPACITY TO PROTECT, CONSERVE AND MANAGE WETLANDS. ASWM WILL WORK WITH STATES, TRIBES AND OTHER PARTNERS TO: 1) PROVIDE DIRECTION ON HOW TO STRATEGICALLY BUILD STATE WETLAND PROGRAM CAPACITY--INCLUDING THE USE OF WETLAND PROGRAM PLANS AND INTEGRATION OF ROBUST WATER QUALITY STANDARDS AND MONITORING ELEMENTS INTO REGULATORY PROGRAMS FOR BOTH SECTION 401 AND STATE DREDGE AND FILL PROGRAMS, 2) FACILITATE PEER-TO-PEER SHARING OF SUCCESSFUL APPROACHES, 3) MODERATE A FORMAL SERIES OF DISCUSSIONS ON HIGH PRIORITY STATE/TRIBAL WETLAND PROGRAM CAPACITY BUILDING TOPICS, 4) COMPILE TOOLS AND TEMPLATES FOR USE BY STATES/TRIBES, AND 5) DEVELOP/DELIVER TRAINING (WEBINARS AND IN-PERSON) TO TRANSFER THIS KNOWLEDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_83950001_6800"}, {"internal_id": 80938949, "Award ID": "83949901", "Award Amount": 97558.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "66.462", "Description": "THIS PROJECT WILL PROVIDE CAPACITY BUILDING AND TRAINING FOR STATE, TRIBAL, AND LOCAL GOVERNMENTS; CONSERVATION ORGANIZATIONS; AND OTHER GROUPS ON IN-LIEU FEE (ILF) MITIGATION. THE GOAL OF THE PROJECT IS TO SUPPORT THE ABILITY OF STATES, TRIBES, AND LOCAL GOVERNMENTS TO DEVELOP RIGOROUS ILF MITIGATION PROGRAMS THAT YIELD ECOLOGICALLY EFFECTIVE AND SUSTAINABLE COMPENSATORY MITIGATION. THE PROJECT WILL HELP STATES AND ILF SPONSORS TRANSITION AWAY FROM A PROJECT-BY-PROJECT APPROACH TO COMPENSATORY MITIGATION TO ONE THAT IS GUIDED BY AN ACCOUNTABLE, SCIENCE-BASED ASSESSMENT OF WATERSHED NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_83949901_6800"}, {"internal_id": 80938948, "Award ID": "83949801", "Award Amount": 72796.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "66.462", "Description": "THE PROJECT WILL SUBSTANTIALLY INCREASE THE CAPACITY OF STATES, TRIBES, AND LOCAL GOVERNMENTS TO PROTECT AND RESTORE WETLANDS, FLOODPLAINS, AND COASTAL RESOURCES. THE PROJECT IMPROVES THE CAPACITY OF STATES, TRIBES, AND LOCAL GOVERNMENT AGENCIES TO PARTNER WITH HAZARD MITIGATION AGENCIES TO INTEGRATE WETLAND RESTORATION PRIORITIES INTO NEW STATE AND LOCAL HAZARD MITIGATION PLANS, WHICH MAKES IT POSSIBLE TO ACCESS EXPANDING POOLS OF FEDERAL FUNDS. ELI WILL WORK WITH AN ADVISORY COMMITTEE TO REVIEW AND ANALYZE STATE AND LOCAL HAZARD MITIGATION PLANS IN AREAS WITH SUBSTANTIAL RESTORATION OPPORTUNITIES, CONDUCT IN-DEPTH INTERVIEWS OF STATE AND LOCAL HAZARD MITIGATION OFFICIALS AND WETLAND PROGRAM MANAGERS TO IDENTIFY KEY METHODS, DEVELOP A GUIDE AND CASE STUDIES THAT IDENTIFY OPPORTUNITIES TO LEVERAGE HAZARD MITIGATION FUNDING FOR WETLAND RESTORATION AND CONSERVATION, AND DEVELOP AN ARTICLE AND WEBINAR SERIES BASED ON THE RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_83949801_6800"}, {"internal_id": 46691497, "Award ID": "83692301", "Award Amount": 75005.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-19", "CFDA Number": "66.462", "Description": "ELI PROPOSES TO DEVELOP A WEBINAR SERIES ON THE POLICY, PRACTICE, AND SCIENCE OF STREAM MITIGATION FOR STATES, TRIBES, AND LOCAL GOVERNMENTS AND OTHE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_83692301_6800"}, {"internal_id": 46691485, "Award ID": "83692201", "Award Amount": 79568.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-12-15", "CFDA Number": "66.462", "Description": "EXISTING MONITORING AND ASSESSMENT TOOLS FOR COASTAL WETLANDS FOCUS ON VULNERABILITIES OF THE PLATFORM (E.G., ELEVATION DEFICITS) AND SEAWARD EDGE (E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30a5e6f4-6589-71eb-249f-47ecf0a70b74-C", "generated_internal_id": "ASST_NON_83692201_6800"}, {"internal_id": 46691474, "Award ID": "83692101", "Award Amount": 195000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-12-15", "CFDA Number": "66.462", "Description": "THE PRIMARY GOAL OF THIS PROJECT IS TO IDENTIFY WAYS TO INTEGRATE STATE AND TRIBAL WETLAND PROGRAMS WITH OTHER FEDERAL, STATE AND LOCAL WATER, HABITA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_83692101_6800"}, {"internal_id": 46687769, "Award ID": "83658001", "Award Amount": 1088500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-11-29", "CFDA Number": "66.462", "Description": "THE FIVE STAR AND URBAN WATERS RESTORATION TRAINING GRANT PROGRAM PROMOTES ENVIRONMENTAL EDUCATION THROUGH COMMUNITY-BASED WETLANDS, RIPARIAN CORRIDO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_83658001_6800"}, {"internal_id": 46679152, "Award ID": "83581201", "Award Amount": 580000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-03-04", "CFDA Number": "66.462", "Description": "THIS AGREEMENT WILL ENSURE ONGOING AND ENHANCED COMMUNICATION BETWEEN EPA AND STATE WETLAND PROGRAMS TO SUPPORT IMPROVED INTEGRATION BETWEEN STATE AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_83581201_6800"}]