[{"internal_id": 146600632, "Award ID": "84035401", "Award Amount": 291122.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-15", "CFDA Number": "66.445", "Description": "DESCRIPTION:\nPURPOSE: IMPLEMENT A PROGRAM TO TRAIN 50 CURRENT WATER UTILITY EMPLOYEES FROM AROUND THE COUNTRY TO PREPARE THEM FOR LEADERSHIP POSITIONS ROLES THROUGH A TRANSFORMATIVE WATER LEADERSHIP PROGRAM. \nACTIVITIES:\n THE WATERNOW ALLIANCE (WNA) THROUGH SUB-AWARD WILL BE RESPONSIBLE FOR OUTREACH AND COMMUNICATIONS TO VARIOUS GROUPS AROUND THE COUNTRY, MANY OF WHICH WORK WITH INDIVIDUALS FROM DISADVANTAGED COMMUNITIES, IN ORDER TO HELP RECRUIT A DIVERSE GROUP OF PARTICIPANTS, INCLUDING MINORITIES, WOMEN, AND OTHERS FOR THE PROGRAM. WNA WILL ALSO HELP DISSEMINATE THE RESULTS FROM THIS PROJECT TO A WIDE VARIETY OF WATER ORGANIZATIONS AROUND THE COUNTRY. \nOUTCOMES:\nTHE PRIMARY BENEFICIARIES ARE THE PERSONS SELECTED TO PARTICIPATE. THEY WILL BENEFIT FROM A VARIETY OF LEARNING EXPERIENCES INCLUDING VIRTUAL OR IN-PERSON CLASSROOM LEARNING THAT EMPLOY A VARIETY OF EXPERIENTIAL LEARNING CONCEPTS, GROUP EXERCISES, WORKING WITH AN ASSIGNED MENTOR, AND COMPLETING A FINAL CAPSTONE PROJECT. THE GRANTEE WILL BENEFIT BY IMPROVING ITS CAPACITY TO PROVIDE SIMILAR TRAINING IN THE FUTURE. ANTICIPATED DELIVERABLES INCLUDE DEVELOPING A COMMON CURRICULUM FOR THE PARTICIPANTS -- MARKETING AND OUTREACH TO A VARIETY OF GROUPS TO ATTRACT A STRONG AND DIVERSE GROUP OF PARTICIPANTS -- A MORE TARGETED OUTREACH CAMPAIGN TO HELP PROMOTE THE ACADEMY TO UNDERREPRESENTED DEMOGRAPHIC GROUPS -- PROVIDING COURSE INSTRUCTION AND MENTORING FOR THE PARTICIPANTS -- COMMUNICATING THE RESULTS OF THE PROGRAM THROUGH PUBLISHING ARTICLES WRITTEN BY PARTICIPANTS, THROUGH CONFERENCES AND OTHER OPPORTUNITIES. OUTCOMES INCLUDE A PROFESSIONALLY DEVELOPED AND VALIDATED CURRICULUM FOR USE BY PROGRAM PARTICIPANTS, COURSE COMPLETION BY ALL OF THESE 50 PARTICIPANTS, INCLUDING A FINAL CAPSTONE PROJECT , SURVEYS AND DATA REGARDING THE RETENTION AND ADVANCEMENT OF THE PARTICIPANTS, AND COMPLETED INDIVIDUAL ASSIGNMENTS AND PROJECTS BY EACH PARTICIPANT.\nSUBRECIPIENT:\nSUB-AWARDEES WILL BE RESPONSIBLE FOR ASSISTING IN OUTREACH TO STATE, LOCAL, AND FEDERAL ENTITIES TO PROMOTE THE PROGRAM AND RECRUIT PARTICIPANTS, COORDINATING WITH SMALL GROUPS, AND WORK WITH INDIVIDUAL PARTICIPANTS ON THE DEVELOPMENT OF THEIR CAPSTONE PROJECTS, WHICH ARE REQUIRED AS PART OF THE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2aa8cd78-dcaa-809d-f51b-413d11072d27-C", "generated_internal_id": "ASST_NON_84035401_6800"}, {"internal_id": 146105092, "Award ID": "84035301", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-20", "CFDA Number": "66.445", "Description": "THE PURPOSE OF THE AWARD IS TO DEVELOP A WATER UTILITY OUTREACH AND EDUCATION PROGRAM FOR STUDENTS AND OTHERS IN THE CITY OF GRAND RAPIDS, MICHIGAN. SUB-AWARDS WILL BE ISSUED TO THE CITY OF GRAND RAPIDS AND BAY COLLEGE TO DESIGN TRAINING PROGRAMS TO ADDRESS SKILL NEEDS, PROVIDE ON-THE-JOB TRAINING AND CAREER DEVELOPMENT,  ASSIST IN RECRUITING AND EDUCATING THE PUBLIC ABOUT OPPORTUNITIES; AND ASSIST IN DISSEMINATION OF PROJECT RESULTS/BEST PRACTICES TO OTHER MUNICIPALITIES. STEEPLETOWN AND GRAND RAPIDS URBAN LEAGUE WILL CONDUCT OUTREACH AND MAKE REFERRALS TO POST-SECONDARY INSTITUTIONS, AND PROVIDE SUPPORT SERVICES TO HELP INDIVIDUALS BE SUCCESSFUL IN TRAINING PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bfb737c-e708-0112-0fee-0fad5ac7d9a5-C", "generated_internal_id": "ASST_NON_84035301_6800"}, {"internal_id": 150724681, "Award ID": "84035201", "Award Amount": 202229.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-07", "CFDA Number": "66.445", "Description": "DESCRIPTION:ASSISTANCE AWARD PURPOSE IS FOR ITS PROGRAM PATHWAYS TO WATERSHED STEWARDSHIP CAREERS (PATHWAYS), WHICH HELPS HIGH-SCHOOL-AGE STUDENTS LEARN ABOUT WATER SYSTEMS AND NATURAL RESOURCE MANAGEMENT WHILE DEVELOPING SKILLS AND CONNECTIONS THAT WILL BE CRUCIAL FOR CAREERS IN THE FIELD. THE PROGRAM FOCUSES ON REACHING STUDENTS IN UNDERSERVED COMMUNITIES, THEREBY ADDRESSING THE ESSENTIAL CHALLENGE OF DIVERSIFYING THE PIPELINE FOR THE NEAR FUTURE OF THE WORKFORCE IN THIS FIELD.\n\nACTIVITIES TO BE PERFORMED INCLUDE INTERNS SPENDING THE SUMMER GAINING VALUABLE FIELD EXPERIENCE, HONING THEIR LEADERSHIP AND COMMUNICATION SKILLS, AND MAKING PROFESSIONAL CONNECTIONS WITHIN THE REGIONAL WATER-MANAGEMENT COMMUNITY. THROUGH FIELD RESEARCH, DATA COLLECTION, AND INTERACTION WITH SEASONED PROFESSIONALS, INTERNS LEARN ABOUT URBAN AND NATURAL WATER SYSTEMS, INCLUDING NATURAL ECOSYSTEMS AND HUMAN IMPACTS ON WATER QUALITY.\n\nANTICIPATED DELIVERABLES/EXPECTED OUTCOMES INCLUDE THE FOLLOWING: \n- 84 INTERNS PARTICIPATING IN PATHWAYS INTERNSHIPS\n- 15,660 HOURS OF PAID WORK FOR INTERNS\n- $104,220 IN EARNED INCOME BY STUDENTS DEVELOPING SKILLS AND CONNECTING TO WATER RESOURCES WORKFORCE\n- MEASURABLE IMPROVEMENTS TO TARGETED SENSITIVE RIPARIAN HABITAT IN PARKS AND OPEN SPACES, INCLUDING REDUCTION IN INVASIVE WEED COVER AND INCREASE IN NATIVE CANOPY. QUANTITATIVE OBJECTIVES WILL BE DETERMINED FOLLOWING THE FIRST SEASON OF THE EQUITABLE GREEN OPPORTUNITIES FOR YOUTH IN HIGHLINE (EGOYH) PROGRAM.\nTHESE RESULTS WILL BE TRACKED IN REAL TIME BY THE GREENWAY TRUST AND PROJECT PARTNERS, AND REPORTED TO FUNDERS AS REQUESTED.\n\nTHERE ARE NO SUBRECIPIENT ACTIVITIES MENTIONED IN THE PROJECT NARRATIVE.ACTIVITIES:PROVIDE MORE THAN 80 HIGH-SCHOOL STUDENTS WITH IMMERSIVE WORK EXPERIENCE AND EXTENSIVE MENTORING BY PROFESSIONALS IN WATER AND NATURAL RESOURCE MANAGEMENT ROLES. STUDENT INTERNS WILL RECEIVE MORE THAN 15,000 HOURS OF TRAINING AND CAREER DEVELOPMENT IN PREPARATION FOR FUTURE JOBS IN THE FIELD. THE PROGRAM COMPRISES OF TWO DISTINCT, PARTNERSHIP-BASED SUBPROGRAMS: \n-\tCLEAN WATER AMBASSADORS - A YEAR-LONG PAID INTERNSHIP BETWEEN THE MOUNTAINS TO SOUND GREENWAY TRUST AND KING COUNTY PARTNERSHIP, IN WHICH INTERNS SPEND THE SUMMER GAINING VALUABLE FIELD EXPERIENCE, HONING THEIR LEADERSHIP AND COMMUNICATION SKILLS, AND MAKING PROFESSIONAL CONNECTIONS WITHIN THE REGIONAL WATER-MANAGEMENT COMMUNITY. THROUGH FIELD RESEARCH, DATA COLLECTION, AND INTERACTION WITH SEASONED PROFESSIONALS, INTERNS LEARN ABOUT URBAN AND NATURAL WATER SYSTEMS, INCLUDING NATURAL ECOSYSTEMS AND HUMAN IMPACTS ON WATER QUALITY. AFTER A SUMMER OF WORK, EACH INTERN DESIGNS THEIR OWN WATER-QUALITY PROJECT, WHICH THEY THEN LEAD TO COMPLETION DURING THE FOLLOWING SCHOOL YEAR.\n-\tEQUITABLE GREEN OPPORTUNITIES FOR YOUTH IN HIGHLINE (EGOYH) - DESIGNED IN PARTNERSHIP BETWEEN THE MOUNTAINS TO SOUND GREENWAY TRUST, PACIFIC EDUCATION INSTITUTE, AND HIGHLINE SCHOOL DISTRICT. STUDENTS WILL PARTICIPATE IN A SIX-WEEK SUMMER CTE (CAREER AND TECHNICAL EDUCATION) COURSE WHILE EARNING BOTH SCHOOL CREDIT AND A STIPEND. STUDENTS WILL WORK WITH GREENWAY TRUST STAFF TO LEARN ABOUT LOCAL ECOSYSTEMS AND PERFORM HANDS-ON ECOLOGICAL RESTORATION TO PUT THEIR NEW KNOWLEDGE AND SKILLS TO WORK.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE GREENWAY TRUST EXPECTS THE FOLLOWING BENEFICIAL OUTCOMES FROM THE PATHWAYS PROGRAM:\n-\tIMPROVED ECOSYSTEM HEALTH AND HABITAT QUALITY DUE TO ECOLOGICAL RESTORATION THAT BENEFITS THREATENED NATIVE FISH POPULATION, OTHER WILDLIFE, AND PEOPLE, AS MEASURED BY FEET/ACRES OF RESTORATION, NATIVE VEGETATION PLANTED, INVASIVES REMOVED, SALMON REPRODUCTION.\n-\tCLEANER WATER IN PUGET SOUND AND TRIBUTARY STREAMS, AS MEASURED IN WATER-QUALITY MONITORING ASSESSMENTS\n-\tINCREASED STUDENT AWARENESS ABOUT CAREER OPPORTUNITIES IN WATER/NATURAL RESOURCE SECTORS, AS DOCUMENTED BY PROGRAM ASSESSMENTS ON KNOWLEDGE ACQUISITION.\nB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bcd6d6f-9db3-5e24-ea4e-81955960b1fd-R", "generated_internal_id": "ASST_NON_84035201_6800"}, {"internal_id": 145856392, "Award ID": "84035101", "Award Amount": 314079.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-14", "CFDA Number": "66.445", "Description": "AWARD PURPOSE: \nTHE INSTITUTE FOR FUTURE WATER LEADERS BUILDS ON 12 YEARS COLLABORATION AND EXPERIENCE BETWEEN THE SYRACUSE UNIVERSITY ENVIRONMENTAL FINANCE CENTER (SU-EFC), WICHITA STATE UNIVERSITY ENVIRONMENTAL FINANCE CENTER (WSU-EFC) AND THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER AT THE UNIVERSITY OF NEW MEXICO (SWEFC) IN DELIVERING TRAINING AND TECHNICAL ASSISTANCE TO WATER UTILITIES ACROSS ALL 50 STATES AND 6 TERRITORIES. \n\nACTIVITIES TO BE PERFORMED: \nTHE PROPOSED PROJECT WILL DEVELOP INSTRUCTIONAL CONTENT THAT ADDRESSES FOUNDATIONAL TOPICS AND EMERGING AREAS OF FOCUS FOR WATER AND WASTEWATER PROFESSIONALS TO BETTER PREPARE THEM FOR THE CHALLENGES OF UTILITY MANAGEMENT. THESE TOPICS INCLUDE UTILITY MANAGEMENT TOPICS SUCH AS ASSET MANAGEMENT AND BUDGETING, EMERGING AREAS OF CONCERN LIKE DISASTER RESILIENCE PLANNING, AND LEADERSHIP-FOCUSED COURSES ON COMMUNICATION, PROJECT MANAGEMENT, AND ENVIRONMENTAL JUSTICE. \n\nANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES:\nTHE PROPOSED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a8f3e5e-ebc2-25c9-68fb-d8e77ee476f4-C", "generated_internal_id": "ASST_NON_84035101_6800"}, {"internal_id": 146105093, "Award ID": "84035001", "Award Amount": 305068.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-28", "CFDA Number": "66.445", "Description": "THE WICHITA STATE UNIVERSITY ENVIRONMENTAL FINANCE CENTER (WSU EFC) PROPOSES TO DEVELOP A NATIONAL NETWORK OF CAREER GUIDANCE COUNSELORS THAT WILL ACCELERATE THE PIPELINE TO CAREERS IN THE WATER UTILITY SECTOR BY CONNECTING SECONDARY AND POST-SECONDARY STUDENTS TO CAREER EXPLORATION OPPORTUNITIES WITH LOCAL UTILITIES. IT ALSO WILL PROVIDE AN ONLINE PORTAL THAT WILL HOUSE A TOOLKIT.  ALONG WITH THE TOOLKIT, THERE WILL BE TEACHING RESOURCES FOR EDUCATION SPECIALISTS AND EDUCATORS TO USE IN A VARIETY OF EDUCATIONAL SETTINGS TO INTRODUCE ELEMENTARY, MIDDLE, AND SECONDARY STUDENTS TO KEY WATERSHED AND WATER TREATMENT CONCEPTS. IT WILL DISPLAY A VARIETY OF IMPORTANT, STABLE, WELL-PAYING, CHALLENGING, PERSONALLY, AND PROFESSIONALLY FULFILLING CAREERS IN THE WATER TREATMENT INDUSTRY.\nTHIS PROJECT EXPANDS ON PREVIOUS WORK BY THE WICHITA STATE UNIVERSITY ENVIRONMENTAL FINANCE CENTER (WSU EFC) AND PARTNERS AT SYRACUSE UNIVERSITY (SU EFC) AND SOUTHWEST ENVIRONMENTAL FINANCE CENTERS (SW EFC) TO GA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fa8ba1a-d5eb-7348-472d-6a58174c937f-C", "generated_internal_id": "ASST_NON_84035001_6800"}, {"internal_id": 145856393, "Award ID": "84034901", "Award Amount": 215000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-04", "CFDA Number": "66.445", "Description": "RCAP WILL DEVELOP AN INNOVATIVE PROGRAM TO TRAIN AND CREDENTIAL DRINKING WATER ADMINISTRATIVE PROFESSIONALS THAT IS BASED ON A JOB ANALYSIS AND NEED-TO-KNOW CRITERIA. THE PROGRAM WILL FOLLOW THE PSYCHOMETRIC PROCESS TO DETERMINE THE KNOWLEDGE, SKILLS, AND ABILITIES THAT DRINKING WATER ADMINISTRATIVE PROFESSIONALS NEED TO ASSUME LEADERSHIP AND MANAGEMENT ROLES WITHIN THEIR UTILITIES. PSYCHOMETRICIANS ARE EXPERTS WITHIN THE PSYCHOLOGY AND EDUCATION FIELDS DEVOTED TO TESTING, MEASUREMENT, AND ASSESSMENT. FOLLOWING THE PSYCHOMETRIC PROCESS IS A BEST PRACTICE IN DEVELOPING CREDENTIALING EXAMS. UNDER THIS INITIAL PHASE OF A LARGER, LONGER-TERM PROGRAM, A TEAM OF DRINKING WATER ADMINISTRATIVE PROFESSIONAL LEADERS AND SUBJECT MATTER EXPERTS WILL DEVELOP A JOB ANALYSIS AND NEED-TO-KNOW CRITERIA, LISTING THE TASKS AND COMPETENCIES THAT ADMINISTRATIVE PROFESSIONALS NEED TO ASSUME LEADERSHIP RESPONSIBILITIES. THAT LIST WILL THEN BE VALIDATED BY HUNDREDS OF OTHER DRINKING WATER ADMINISTRATIVE PROFE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84034901_6800"}, {"internal_id": 146105094, "Award ID": "84034701", "Award Amount": 499999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-26", "CFDA Number": "66.445", "Description": "ASSISTANCE AWARD PURPOSE IS TO ANSWER THE URGENT NEED TO REPLETE THIS WORKFORCE, ENHANCE DIVERSITY AND MODERNIZE ITS SYSTEM VIA ADVANCED TECHNOLOGICAL PROCESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8f234e5-d929-51e5-4a22-37acb8e45afa-C", "generated_internal_id": "ASST_NON_84034701_6800"}, {"internal_id": 146771053, "Award ID": "84034601", "Award Amount": 494874.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-16", "CFDA Number": "66.445", "Description": "DESCRIPTION:\nTHE TOLEDO METROPOLITAN AREA COUNCIL OF GOVERNMENTS WILL WORK WITH OWENS COMMUNITY COLLEGE, THE CITY OF TOLEDO, AND PARTNERS IN EDUCATION, PUBLIC UTILITIES, LABOR UNIONS, TRADE ORGANIZATIONS, AND COMMUNITY PARTNERS TO CREATE A WATER AND WASTEWATER SECTOR WORKFORCE DEVELOPMENT COLLABORATIVE THAT WILL RECRUIT, TRAIN, AND PLACE WORKERS IN PUBLIC AND PRIVATE SECTOR UTILITIES TO ADDRESS REGIONAL WORKFORCE NEEDS IN NORTHWEST OHIO, WHICH CURRENTLY FACES ANTICIPATED WORKFORCE SHORTAGES AS 41% OF WATER AND 44% WASTEWATER OPERATORS PREPARE TO RETIRE BY 2028. \n\nA SUBAWARD WILL BE ISSUED TO OWENS COMMUNITY COLLEGE FOR EDUCATION AND TRAINING OF STUDENTS TO COVER LAB FEES, TUITION, AND PROFESSIONAL INSTRUCTIONAL DEVELOPMENT.\nACTIVITIES:\nTHIS COLLABORATIVE EFFORT WILL PROVIDE A STRUCTURED TRAINING AND A CLEAR CAREER PATH FOR FUTURE WATER AND WASTEWATER OPERATORS FROM SECONDARY AND POST-SECONDARY EDUCATION AND INDIVIDUALS RE-ENTERING THE WORKFORCE. \nOUTCOMES:\nGRADUATES OF THE PROGRAM WILL BE PREPARED TO TAKE AND PASS THE OHIO EPA CLASS I WATER AND/OR WASTEWATER EXAMINATION AS AN OPERATOR IN TRAINING. ANTICIPATED OUTCOMES OF THE PROGRAM INCLUDE STRENGTHENED COLLABORATIONS TO SUPPORT THE CHANGING NEEDS OF THE WATER UTILITY WORKFORCE IN NW OHIO, MORE INDIVIDUALS ENTERING THE UTILITY WORKFORCE, INCREASED TRAINING OPPORTUNITIES FOR THOSE ENTERING THE WATER UTILITY WORKFORCE, GREATER AVAILABILITY OF FACULTY AND WATER UTILITY EMPLOYEES TO TRAIN INCOMING WATER UTILITY EMPLOYEES, ENHANCED SKILLSETS FOR EXISTING WATER UTILITY EMPLOYEES IN NW OHIO, AND IMPROVED IN COMMUNICATIONS BETWEEN WATER UTILITIES AND POTENTIAL EMPLOYEES.  \nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61daef4-0c21-7d8d-b965-4d3ada50e414-R", "generated_internal_id": "ASST_NON_84034601_6800"}, {"internal_id": 147669598, "Award ID": "84034501", "Award Amount": 499998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-03", "CFDA Number": "66.445", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT WITH THE EAST CENTRAL UNIVERSITY (ECU), IN PARTNERSHIP WITH THE UNIVERSITY OF OKLAHOMA (OU), IS TO EXPAND STUDENT AWARENESS ABOUT THE JOB OPPORTUNITIES IN THE DRINKING WATER AND WASTEWATER UTILITY SECTOR AND TO ADDRESS THE WORKFORCE NEEDS OF DRINKING WATER AND WASTEWATER UTILITIES.  THE ACTIVITIES TO BE PERFORMED INCLUDE DEVELOPING EDUCATION &AMPAND TRAINING PROGRAMS DESIGNED FOR ELEMENTARY, SECONDARY, AND HIGHER EDUCATION STUDENTS. DELIVERABLES AND EXPECTED OUTCOMES INCLUDE: INFORM STUDENTS ABOUT THE ROLE OF DRINKING WATER AND WASTEWATER UTILITIES IN THEIR COMMUNITIESAND INCREASE STUDENT AWARENESS OF CAREER OPPORTUNITIESAND ESTABLISHMENT OF NEW PARTNERSHIPS BETWEEN STATE RURAL WATER ASSOCIATIONS AND K12 SCHOOLSAND CREATION OF DEVELOPMENTALLY APPROPRIATE EDUCATIONAL FRAMEWORK AND MATERIALSAND INCREASED STUDENT AWARENESS OF WATER SCIENCE, WATER/WASTEWATER INFRASTRUCTUREAND AND STUDENTS MEETING OR EXCEEDING TARGET STUDENT CUMULATIVE GRADE GOALS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE ELEMENTARY, SECONDARY, AND HIGHER EDUCATION STUDENTS OF THE ADA, OK AREA. SUBRECIPIENT ACTIVITIES ANTICIPATED INCLUDE PROVIDING WATER INDUSTRY AND EDUCATIONAL INDUSTRY EXPERTS TO CREATE AUTHENTIC SCENARIOS, PRESENT PROJECT FINDINGS AT NATIONAL CONFERENCES AND DISSEMINATE APPLICABLE INFORMATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31f9cc99-874d-cacd-e470-554e7ecb9efd-C", "generated_internal_id": "ASST_NON_84034501_6800"}]