[{"internal_id": 159190632, "Award ID": "84060101", "Award Amount": 44000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "66.489", "Description": "DESCRIPTION:THIS AGREEMENT WILL PROVIDE SUPPORT TO THE CITY OF JACKSON'S PUBLIC WATER SYSTEM, THROUGH JXN WATER, INC. A FOR PROFIT CORPORATION THAT IS ACTING ON THEIR BEHALF. THE PURPOSE OF THIS FUNDING IS TO ASSIST IN RESPONDING TO AND ALLEVIATING THE ONGOING EMERGENCY SITUATION AFFECTING THE CITY OF JACKSON PUBLIC WATER SYSTEM WHICH THE ADMINISTRATOR DETERMINED PRESENTS SUBSTANTIAL DANGER TO PUBLIC HEALTH. THE CITY ENTERED INTO AN INTERIM STIPULATED ORDER WITH THE ENVIRONMENTAL PROTECTION AGENCY AND DEPARTMENT OF JUSTICE APPROVED IN FEDERAL DISTRICT COURT ON NOVEMBER 29, 2022. THE INTERIM STIPULATED ORDER APPOINTED AN INTERIM THIRD PARTY MANAGER (ITPM) THAT MAY ACT THROUGH JXN WATER, INC. FOR THE PURPOSE OF COMPLYING WITH THE INTERIM STIPULATED ORDER (AS ESTABLISHED IN THE APRIL 4, 2023 AMENDMENT). ACTIVITIES:THE ACTIVITIES INCLUDE THE FOLLOWING ASSESSMENTS AND CONTRACTS: VALVE AND HYDRANT ASSESSMENT, SERVICE LINE INVENTORY, DISTRIBUTION SYSTEM LEAKS - FIND AND FIX, PHASE 2 OPERATIONS AND MAINTENANCE - OPEN BOOK, PHASE 3 OPERATIONS AND MAINTENANCE - LONG TERM, AND SYSTEM STABILIZATION PLAN. FUNDING FROM THIS AGREEMENT WILL ALSO SUPPORT THE INTERIM THIRD PARTY MANAGER'S PROFESSIONAL BUDGET, WITH ASSOCIATED PERSONNEL AND ADMINISTRATIVE CONTRACTING COSTS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: MONTHLY REPORTING ON OPENED OR INOPERABLE VALVES, HYDRANTS FLOW TESTED, DISTRIBUTION SYSTEM LEAKS IDENTIFIED AND REPAIRED, LEAD SERVICE LINES IDENTIFIED AND FIELD VERIFIED, AND MONTHLY OPERATING REPORTS. FINAL REPORTS FOR EACH ACTIVITY WILL BE PROVIDED. EXPECTED OUTCOMES INCLUDE: SUPPORTING THE SYSTEM IN COMPLYING WITH THE SAFE DRINKING WATER ACT AND ENSURING RESIDENTS OF JACKSON HAVE CLEAN AND SAFE DRINKING WATER. INTENDED BENEFICIARIES INCLUDE: APPROXIMATELY 160,000 PERSONS SERVED BY THE CITY OF JACKSON PUBLIC WATER SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d9517b8-db71-318c-36b4-0fa42202815b-R", "generated_internal_id": "ASST_NON_84060101_6800"}, {"internal_id": 155664214, "Award ID": "84054501", "Award Amount": 2170000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "66.489", "Description": "DESCRIPTION:THIS AGREEMENT WILL PROVIDE SUPPORT TO THE CITY OF JACKSON, MS, WHICH IS CURRENTLY EXPERIENCING A DRINKING WATER EMERGENCY.  THE CITY ENTERED INTO AN INTERIM STIPULATED ORDER WITH THE ENVIRONMENTAL PROTECTION AGENCY AND DEPARTMENT OF JUSTICE APPROVED IN FEDERAL DISTRICT COURT ON NOVEMBER 29, 2022, AND THIS FUNDING WILL BE USED TO FULFILL COMMITMENTS ESTABLISHED IN THE ORDER.  ACTIVITIES:THE ACTIVITIES INCLUDE: ESTABLISHING AN INTERIM THIRD PARTY MANAGER WHO WILL THEN HIRE SUPPORT STAFF, ENTER INTO AND MAINTAIN CONTRACTS TO ACCOMPLISH TASKS REQUIRED IN THE ORDER AND DEEMED NECESSARY TO ADDRESS VIOLATIONS OF THE SAFE DRINKING WATER ACT.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: HIRING STAFF, ENTERING INTO AND MAINTAINING CONTRACTS ALLOWING FOR PROPER OPERATIONS AND MAINTENANCE OF THE SYSTEM. EXPECTED OUTCOMES INCLUDE: SUPPORTING THE SYSTEM IN COMPLYING WITH THE SAFE DRINKING WATER ACT, FULFILLING COMMITMENTS ESTABLISHED THROUGH THE ORDER, AND ENSURING RESIDENTS OF JACKSON HAVE CLEAN AND SAFE DRINKING WATER. INTENDED BENEFICIARIES INCLUDE: APPROXIMATELY 160,000 PERSONS SERVED BY THE CITY OF JACKSON PUBLIC WATER SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96041451-1abf-55b1-261f-3bbd3e7158ef-C", "generated_internal_id": "ASST_NON_84054501_6800"}]