[{"internal_id": 154271855, "Award ID": "99201828", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-31", "CFDA Number": "66.481", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE RECIPIENT TO IMPLEMENT NEW YORK'S PORTION OF THE LAKE CHAMPLAIN MANAGEMENT PLAN. THIS AGREEMENT WILL SUPPORT STORMWATER PLANNING IN NON-REGULATED COMMUNITIES IN NEW YORK, ENHANCED AGRICULTURE BEST MANAGEMENT PRACTICES PROJECTS, ONSITE WASTEWATER TREATMENT SYSTEM EDUCATION AND MAINTENANCE INCENTIVE PROGRAM, AND FLOOD RESILIENCY CAPACITY BUILDING AND IMPLEMENTATION. \n\nSTORMWATER PLANNING IS A CRITICAL STEP IN DETERMINING COST-EFFECTIVE APPROACHES TO MITIGATE NEGATIVE IMPACTS OF STORMWATER AND TARGET POLLUTION PREVENTION. FURTHERMORE, SUPPORT IS PROVIDED TO IMPLEMENT RURAL ROAD BEST MANAGEMENT PRACTICES (BMPS) AT PRIORITY SITES IN THE LAKE CHAMPLAIN BASIN, WHICH WILL RESULT IN REMEDIATING EROSION AND ALTERED HYDROLOGY ASSOCIATED WITH FOREST TRAILS AND ROADS AND LEGACY LOGGING OPERATIONS. ANOTHER COMPONENT WILL BE THE DEVELOPMENT OF BMPS TO REDUCE THE NUTRIENT RUNOFF FROM FOREST ROADS AND TRAILS TO THE LAKE ECOSYSTEM. \n\nAGRICULTURE PROVIDES ONE OF THE GREATEST SOURCES OF PHOSPHORUS LOADS IN THE LAKE CHAMPLAIN BASIN. THIS PROJECT WILL SUPPORT THE IMPLEMENTATION OF AGRICULTURAL BEST MANAGEMENT PRACTICES PROJECTS THAT WILL SUPPLEMENT OTHER STATE AND FEDERAL FUNDING INITIATIVES. \n\nONSITE WASTEWATER TREATMENT SYSTEMS (OWTS) HAVE BEEN IDENTIFIED AS SOURCE OF NONPOINT SOURCE POLLUTION IN THE LAKE CHAMPLAIN BASIN, POTENTIALLY CONTRIBUTING TO WATER QUALITY DEGRADATION VIA PATHOGEN AND NUTRIENT INPUT. NEW YORK WILL CREATE A OWTS EDUCATION AND MAINTENANCE PROGRAM LED BY LOCAL INTERESTED PARTNERS LIKE MUNICIPALITIES, SOIL AND WATER CONSERVATION DISTRICTS, RIVER AND LAKE ASSOCIATIONS AND WATERSHED COALITIONS. \n\nAPPLICANT AND THE OFFICE OF GENERAL SERVICES HAS IDENTIFIED HIGH-PRIORITY FLOOD-PRONE WATERSHEDS THROUGHOUT NEW YORK STATE TO DEVELOP STATE-OF-THE-ART STUDIES TO REDUCE FLOODING AND ICE JAM FORMATIONS AND IMPROVE RIPARIAN ECOLOGY. \n\nTHESE ACTIVITIES WILL ASSIST IN DEVELOPING AND SUPPORTING MANAGEMENT DECISIONS AND IMPROVING WATER QUALITY BY REDUCING NUTRIENT LOADING AND SEDIMENTATION TO LAKE CHAMPLAIN. \n THESE ACTIVITIES WILL BENEFIT THE PEOPLE OF LAKE CHAMPLAIN BASIN BY IMPROVING THE ECOLOGICAL HEALTH OF THE LAKE.\nACTIVITIES:-IMPLEMENTATION OF RURAL ROAD BEST MANAGEMENT PRACTICES;\n-DEVELOP AND SUPPORT MANAGEMENT DECISIONS AND IMPROVE WATER QUALITY BY REDUCING NUTRIENT LOADING AND SEDIMENTATION TO LAKE CHAMPLAIN;\n-CREATE A ONSITE WASTEWATER TREATMENT SYSTEMS EDUCATION AND MAINTENANCE PROGRAM LED BY LOCAL INTERESTED PARTNERS LIKE MUNICIPALITIES, SOIL AND WATER CONSERVATION DISTRICTS, RIVER AND LAKE ASSOCIATIONS AND WATERSHED COALITIONS;\n-DEVELOP STATE-OF-THE-ART STUDIES TO REDUCE FLOODING AND ICE JAM FORMATIONS AND IMPROVE RIPARIAN ECOLOGY; AND\n-IMPLEMENT AGRICULTURAL BEST MANAGEMENT PRACTICES PROJECTS THAT WILL SUPPLEMENT OTHER STATE AND FEDERAL FUNDING INITIATIVES. SUBRECIPIENT:SUBAWARD ACTIVITIES FUNDING UNDER THIS AWARD INCLUDE:\n-IMPLEMENTATION OF RURAL ROAD BEST MANAGEMENT PRACTICES;\n-DEVELOP AND SUPPORT MANAGEMENT DECISIONS AND IMPROVE WATER QUALITY BY REDUCING NUTRIENT LOADING AND SEDIMENTATION TO LAKE CHAMPLAIN;\n-CREATE AN ONSITE WASTEWATER TREATMENT SYSTEMS EDUCATION AND MAINTENANCE PROGRAM LED BY LOCAL INTERESTED PARTNERS LIKE MUNICIPALITIES, SOIL AND WATER CONSERVATION DISTRICTS, RIVER AND LAKE ASSOCIATIONS AND WATERSHED COALITIONS;\n-DEVELOP STATE-OF-THE-ART STUDIES TO REDUCE FLOODING AND ICE JAM FORMATIONS AND IMPROVE RIPARIAN ECOLOGY; AND\n-IMPLEMENT AGRICULTURAL BEST MANAGEMENT PRACTICES PROJECTS THAT WILL SUPPLEMENT OTHER STATE AND FEDERAL FUNDING INITIATIVES.\nOUTCOMES:THESE ACTIVITIES WILL BENEFIT THE PEOPLE OF LAKE CHAMPLAIN BASIN BY IMPROVING THE ECOLOGICAL HEALTH OF THE LAKE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_99201828_6800"}, {"internal_id": 140709124, "Award ID": "99201827", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.481", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE RECIPIENT TO IMPLEMENT NEW YORK'S PORTION OF THE LAKE CHAMPLAIN MANAGEMENT PLAN.  THIS AGREEMENT WILL SUPPORT STORMWATER PLANNING IN NON-REGULATED COMMUNITIES IN NEW YORK. STORMWATER PLANNING IS A CRITICAL STEP IN DETERMINING COST-EFFECTIVE APPROACHES TO MITIGATE NEGATIVE IMPACTS OF STORMWATER AND TARGET POLLUTION PREVENTION. FURTHER, SUPPORT IS PROVIDED TO IMPLEMENT RURAL ROAD BEST MANAGEMENT PRACTICES (BMPS) AT PRIORITY SITES IN THE LAKE CHAMPLAIN BASIN, WHICH WILL RESULT IN REMEDIATING EROSION AND ALTERED HYDROLOGY ASSOCIATED WITH FOREST TRAILS AND ROADS AND LEGACY LOGGING OPERATIONS. ANOTHER COMPONENT WILL BE THE DEVELOPMENT OF BMPS TO REDUCE THE NUTRIENT RUNOFF FROM FOREST ROADS AND TRAILS TO THE LAKE ECOSYSTEM. THESE ACTIVITIES WILL ASSIST IN DEVELOPING AND SUPPORTING MANAGEMENT DECISIONS AND IMPROVING WATER QUALITY BY REDUCING NUTRIENT LOADING AND SEDIMENTATION TO LAKE CHAMPLAIN. THESE ACTIVITIES WILL BENEFIT THE PEOPLE OF THE LAKE CHAMPLAI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_99201827_6800"}, {"internal_id": 111062254, "Award ID": "99201826", "Award Amount": 541755.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "66.481", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE RECIPIENT TO IMPLEMENT NEW YORK'S PORTION OF THE LAKE CHAMPLAIN MANAGEMENT PLAN. THIS PROJECT ALSO PROVIDES FOR THE CONTINUATION OF THE ONGOING LONG-TERM WATER QUALITY AND BIOLOGICAL MONITORING PROGRAM, WHICH DETECTS ENVIRONMENTAL CHANGES IN THE LAKE.  THESE DATA WILL ASSIST IN DEVELOPING AND SUPPORTING MANAGEMENT DECISIONS AND EVALUATING POLLUTION REDUCTION IMPLEMENTATION PLANS. IN ADDITION, THE PROJECT WILL PROVIDE PROFESSIONAL TECHNICAL ASSISTANCE TO OPERATORS OF MUNICIPAL WASTEWATER TREATMENT PLANTS TO SEEK OPPORTUNITIES TO OPTIMIZE EXISTING INFRASTRUCTURE AND OPERATION PROCESSES IN ORDER TO IMPROVE WATER QUALITY IN THE LAKE. FURTHER, SUPPORT IS PROVIDED TO IMPLEMENT RURAL ROAD BEST MANAGEMENT PRACTICES (BMPS ) AT PRIORITY SITES IN THE LAKE CHAMPLAIN BASIN, AS WELL REMEDIATING EROSION AND ALTERED HYDROLOGY ASSOCIATED WITH FOREST TRAILS AND ROADS AND LEGACY LOGGING OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_99201826_6800"}, {"internal_id": 86482784, "Award ID": "99201825", "Award Amount": 490850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "66.481", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE RECIPIENT TO IMPLEMENT NEW YORK'S PORTION OF THE LAKE CHAMPLAIN MANAGEMENT PLAN. THIS PROJECT ALSO PROVIDES FOR THE CONTINUATION OF THE ONGOING LONG TERM WATER QUALITY AND BIOLOGICAL MONITORING PROGRAM, WHICH DETECTS ENVIRONMENTAL CHANGES IN THE LAKE.  THESE DATA WILL ASSIST IN DEVELOPING AND SUPPORTING MANAGEMENT DECISIONS AND EVALUATING POLLUTION REDUCTION IMPLEMENTATION PLANS. IN ADDITION, THE PROJECT WILL PROVIDE PROFESSIONAL TECHNICAL ASSISTANCE TO OPERATORS OF MUNICIPAL WASTEWATER TREATMENT PLANTS TO SEEK OPPORTUNITIES TO OPTIMIZE EXISTING INFRASTRUCTURE AND OPERATION PROCESSES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_99201825_6800"}, {"internal_id": 69783685, "Award ID": "99201824", "Award Amount": 380850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "66.481", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE RECIPIENT TO IMPLEMENT NEW YORK'S PORTION OF THE LAKE CHAMPLAIN MANAGEMENT PLAN. THIS PROJECT ALSO PROVIDES FOR THE CONTINUATION OF THE ONGOING LONG TERM WATER QUALITY AND BIOLOGICAL MONITORING PROGRAM, WHICH DETECTS ENVIRONMENTAL CHANGES IN THE LAKE.  THESE DATA WILL ASSIST IN DEVELOPING AND SUPPORTING MANAGEMENT DECISIONS AND EVALUATING POLLUTION REDUCTION IMPLEMENTATION PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_99201824_6800"}, {"internal_id": 48162006, "Award ID": "99201820", "Award Amount": 390000.0, "Award Type": null, "Base Obligation Date": "2014-09-16", "CFDA Number": "66.481", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE RECIPIENT TO IMPLEMENT NEW YORK'S PORTION OF THE LAKE CHAMPLAIN MANAGEMENT PLAN. THIS PROJECT ALSO PROVIDES F", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_99201820_6800"}, {"internal_id": 162165169, "Award ID": "00A01265", "Award Amount": 11703654.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "66.481", "Description": "DESCRIPTION:FUNDING THIS AWARD WILL HELP TO IMPLEMENT THE LAKE CHAMPLAIN MANAGEMENT PLAN IN THE VERMONT PORTION OF THE LAKE CHAMPLAIN BASIN AS IDENTIFIED IN CLEAN WATER ACT SECTION 120. THESE PROJECTS WILL HELP IMPROVE AND/OR EVALUATE THE WATER QUALITY AND ECOLOGICAL HEALTH OF THE LAKE CHAMPLAIN BASIN BY CONDUCTING LAKE CHAMPLAIN'S LONG-TERM WATER QUALITY AND CYANOTOXIN MONITORING PROGRAM, COORDINATING WITH THE LAKE CHAMPLAIN BASIN PROGRAM, ACQUIRING PRIORITY WETLANDS FOR RESTORATION AND CONSERVATION, AND WATER CHESTNUT MAPPING AND REMOVAL. WORK TO SUPPORT IMPLEMENTATION OF THE 2016 LAKE CHAMPLAIN TOTAL MAXIMUM DAILY LOAD FOR PHOSPHORUS WILL ALSO ADDRESS LOADING THROUGH BEST MANAGEMENT PRACTICE IMPLEMENTATION, CONTINUED SUPPORT OF PRIORITY WETLAND RESTORATION AND CONSERVATION, ENHANCED AGRICULTURAL PRACTICE IMPLEMENTATION, AND THE PLANNING, DESIGN, AND CONSTRUCTION OF GREEN STORMWATER INFRASTRUCTURE AT PUBLIC SCHOOLS AND VERMONT STATE COLLEGES IN THE LAKE CHAMPLAIN BASIN.ACTIVITIES:ACTIVITIES TO BE PERFORMED WITH THIS AWARD INCLUDE CONTINUATION OF VERMONT'S PARTICIPATION IN THE LAKE CHAMPLAIN'S LONG-TERM WATER QUALITY AND CYANOTOXIN MONITORING PROGRAM, LAKE CHAMPLAIN BASIN PROGRAM COORDINATION, PRIORITY WETLAND ACQUISITION, AND WATER CHESTNUT MAPPING AND REMOVAL. SUBRECIPIENT DELIVERABLES, WHICH WILL ALSO BENEFIT ALL RESIDENTS OF THE LAKE CHAMPLAIN BASIN, INCLUDE ADDRESSING PHOSPHORUS LOADING THROUGH BMP IMPLEMENTATION, CONTINUED SUPPORT OF PRIORITY WETLAND RESTORATION AND CONSERVATION, ENHANCED AGRICULTURAL PRACTICE IMPLEMENTATION, AND THE PLANNING, DESIGN, AND CONSTRUCTION OF GREEN STORMWATER INFRASTRUCTURE AT PUBLIC SCHOOLS AND VERMONT STATE COLLEGES IN THE LAKE CHAMPLAIN BASIN.SUBRECIPIENT:ACTIVITIES TO BE IMPLEMENTED THROUGH SUBAWARDS INCLUDE RENT FOR THE GORDON HOUSE, THE HOME OFFICE LOCATION OF THE LAKE CHAMPLAIN BASIN PROGRAM IN GRAND ISLE, VERMONT; ORGANIZATIONAL CAPACITY GRANT REQUESTS FOR ASSISTANCE PROGRAM; GRANTS TO MS4 COMMUNITIES FOR STORMWATER PROJECTS; MEMORANDUM OF AGREEMENTS WITH VERMONT FISH AND WILDLIFE DEPARTMENT AND THE AGENCY OF AGRICULTURE, FOOD, AND MARKETS TO IMPLEMENT SUBAWARD PROGRAMS; AND DEPARTMENT OF ENVIRONMENTAL CONSERVATION POLLUTION CONTROL GRANTS AND/OR CLEAN WATER FUNDED PROJECTS. OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE DATA COLLECTED TO ANALYZE LONG-TERM WATER QUALITY TRENDS FOR LAKE CHAMPLAIN DATA TO EVALUATE SUCCESSES OF THE LAKE CHAMPLAIN MANAGEMENT PLAN, OPPORTUNITIES FOR ACTION, STRATEGIES/GOALS, PROGRESS TOWARDS THE LAKE CHAMPLAIN PHOSPHORUS TMDL IMPLEMENTATION PLAN, AND MANAGEMENT ACTIVITIES AROUND THE BASIN; REDUCTION IN WATER CHESTNUT PRESENCE TO STOP THE SPREAD OF AQUATIC INVASIVE SPECIES; ASSESSMENT OF PRIVATE, NON-MUNICIPAL ROADS WITH ASSOCIATED MAPS TO PRIORITIZE BMP IMPLEMENTATION THAT WILL REDUCE PHOSPHORUS LOADING; SUPPORT WATERSHED GROUPS AND PARTNERS IN THE LAKE CHAMPLAIN BASIN TO INCREASE TECHNICAL EXPERTISE, CAPACITY, AND WORKFORCE DEVELOPMENT TO SUPPORT CLEAN WATER PROJECT IMPLEMENTATION AND FUNDING INITIATIVES; DESIGN AND/OR IMPLEMENTATION OF STORMWATER TREATMENT PRACTICES TO SUPPORT MUNICIPAL SEPARATE STORM SEWER SYSTEMS COMMUNITIES AND REDUCE STORMWATER RUNOFF, PHOSPHORUS, AND POLLUTANT LOADING TO THE LAKE CHAMPLAIN BASIN; RESEARCH AND DEVELOPMENT OF TOOLS FOR ONSITE WASTEWATER TREATMENT SYSTEMS' SITE EVALUATION AND DESIGN IN FINE-TEXTURED SOILS LEADING TO INCREASE KNOWLEDGE OF BEST PRACTICES FOR ONSITE WASTEWATER SYSTEM DESIGN, AND INSTALLATION; CONTINUED SUPPORT OF VERMONT'S LAKE WISE EVALUATOR TRAINING, NATURAL SHORELAND EROSION CONTROL TRAININGS, AND BEST MANAGEMENT PRACTICE INSTALLATION SITE IDENTIFICATION TO IMPROVE LAKE WATER QUALITY AND SHORELAND HABITAT; ACQUISITION OF 3-5 WETLAND SITES FOR RESTORATION TO REDUCE PHOSPHORUS LOADING TO THE WATERSHED AND IMPROVE NATURAL FUNCTION; SUPPORT FOR VERMONT'S FARM AGRONOMIC PRACTICES PROGRAM, ENGINEERING SERVICES, TECHNICAL ASSISTANCE, AND FARMSTEAD BEST MANAGEMENT PRACTICES PROG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A01265_6800"}, {"internal_id": 151676341, "Award ID": "00A01068", "Award Amount": 9631108.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "66.481", "Description": "DESCRIPTION:FUNDING THIS AWARD WILL HELP TO IMPLEMENT THE LAKE CHAMPLAIN MANAGEMENT PLAN IN THE VERMONT PORTION OF THE LAKE CHAMPLAIN BASIN AS IDENTIFIED IN CLEAN WATER ACT SECTION 120. THESE PROJECTS WILL HELP IMPROVE AND/OR EVALUATE THE WATER QUALITY AND ECOLOGICAL HEALTH OF THE LAKE CHAMPLAIN BASIN BY CONDUCTING LAKE CHAMPLAIN'S LONG-TERM WATER QUALITY AND CYANOTOXIN MONITORING PROGRAM, COORDINATING WITH THE LAKE CHAMPLAIN BASIN PROGRAM, ACQUIRING PRIORITY WETLANDS FOR RESTORATION AND CONSERVATION, AND WATER CHESTNUT MAPPING AND REMOVAL. THE LAKE CHAMPLAIN TOTAL MAXIMUM DAILY LOAD WILL ALSO ADDRESS PHOSPHORUS LOADING THROUGH BMP IMPLEMENTATION, CONTINUED SUPPORT OF PRIORITY WETLAND RESTORATION AND CONSERVATION, ENHANCED AGRICULTURAL PRACTICE IMPLEMENTATION, AND THE PLANNING, DESIGN, AND CONSTRUCTION OF GREEN STORMWATER INFRASTRUCTURE AT PUBLIC SCHOOLS AND VERMONT STATE COLLEGES IN THE LAKE CHAMPLAIN BASIN.ACTIVITIES:ACTIVITIES TO BE PERFORMED WITH THIS AWARD INCLUDE CONTINUATION OF VERMONT'S PARTICIPATION IN THE LAKE CHAMPLAIN'S LONG-TERM WATER QUALITY AND CYANOTOXIN MONITORING PROGRAM, LAKE CHAMPLAIN BASIN PROGRAM COORDINATION, PRIORITY WETLAND ACQUISITION, AND WATER CHESTNUT MAPPING AND REMOVAL. SUBRECIPIENT DELIVERABLES, WHICH WILL ALSO BENEFIT ALL RESIDENTS OF THE LAKE CHAMPLAIN BASIN, INCLUDE ADDRESSING PHOSPHORUS LOADING THROUGH BMP IMPLEMENTATION, CONTINUED SUPPORT OF PRIORITY WETLAND RESTORATION AND CONSERVATION, ENHANCED AGRICULTURAL PRACTICE IMPLEMENTATION, AND THE PLANNING, DESIGN, AND CONSTRUCTION OF GREEN STORMWATER INFRASTRUCTURE AT PUBLIC SCHOOLS AND VERMONT STATE COLLEGES IN THE LAKE CHAMPLAIN BASIN.SUBRECIPIENT:ACTIVITIES TO BE IMPLEMENTED THROUGH SUBAWARDS INCLUDE IMPLEMENTATION OF GREEN SCHOOLS INITIATIVE STORMWATER BEST MANAGEMENT PRACTICES; 4-6 WETLAND SITES ACQUIRED AND RESTORED WITH RELEVANT PHOSPHORUS LOAD REDUCTIONS CALCULATED; DESIGN AND IMPLEMENTATION OF AQUATIC ORGANISM PASSAGE PROJECTS FOR STREAM CONNECTIVITY; AND IMPLEMENTATION OF AGRICULTURAL RIPARIAN BUFFERS USING INNOVATIVE METHODS. OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE DATA COLLECTED TO ANALYZE LONG-TERM WATER QUALITY TRENDS FOR LAKE CHAMPLAIN; REDUCTION IN WATER CHESTNUT PRESENCE TO STOP THE SPREAD OF AQUATIC INVASIVE SPECIES; ASSESSMENT OF PRIVATE, NON-MUNICIPAL ROADS WITH ASSOCIATED MAPS TO PRIORITIZE BEST MANAGEMENT PRACTICE (BMP) IMPLEMENTATION THAT WILL REDUCE PHOSPHORUS LOADING; FLOOD RESILIENCE AND FLOODPLAIN RESTORATION REQUESTS FOR PROPOSALS TO SUPPORT MUNICIPAL RESILIENCE PLANNING OF 2-5 COMMUNITY MITIGATION PLANS TO INCREASE LOCAL CAPACITY AND IMPROVE CLIMATE RESILIENCE; 300-500 STREAM CROSSING STRUCTURE AND DAM ASSESSMENTS, 1-3 AQUATIC ORGANISM PASSAGE PROJECTS DESIGNED, 1-2 OF THEM IMPLEMENTED TO IMPROVE AQUATIC HABITATS AND AQUATIC ORGANISM PASSAGE; SEMI-ANNUAL AND FINAL REPORTS DETAILING THE LAKE WISE EVALUATOR AND NATURAL SHORELINE TRAINING PROGRAMS, INCLUDING 10 SITE ASSESSMENTS, THAT WILL IMPROVE WATER QUALITY IN LAKE CHAMPLAIN; ACQUISITION OF 4-6 WETLAND SITES FOR RESTORATION THAT WILL REDUCE PHOSPHORUS LOADING TO THE WATERSHED AND IMPROVE NATURAL FUNCTION; AND CONSTRUCTION OF STORMWATER PRACTICES AT VERMONT PUBLIC SCHOOLS AND COLLEGES TO REDUCE PHOSPHORUS LOADING FROM DEVELOPED LANDS AND INCREASE VISIBILITY AND COMMUNITY KNOWLEDGE OF STORMWATER PRACTICES AND STANDARDS. INTENDED BENEFICIARIES INCLUDE ALL RESIDENTS AND VISITORS TO THE LAKE CHAMPLAIN BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A01068_6800"}, {"internal_id": 139786139, "Award ID": "00A01041", "Award Amount": 7098606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "66.481", "Description": "FUNDING THIS AWARD WILL HELP TO IMPLEMENT THE LAKE CHAMPLAIN MANAGEMENT PLAN IN THE VERMONT PORTION OF THE LAKE CHAMPLAIN BASIN AS IDENTIFIED IN CLEAN WATER ACT SECTION 120. THE OUTCOMES FROM THESE PROJECTS WILL HELP IMPROVE AND/OR EVALUATE THE WATER QUALITY AND ECOLOGICAL HEALTH OF THE LAKE CHAMPLAIN BASIN, AND BENEFIT ALL RESIDENTS OF THE LAKE CHAMPLAIN BASIN. DELIVERABLES INCLUDE MAINTAINING AND UPDATING LAKE CHAMPLAIN'S LONG-TERM WATER QUALITY AND CYANOTOXIN MONITORING PROGRAM, LAKE CHAMPLAIN BASIN PROGRAM COORDINATION, PRIORITY WETLAND ACQUISITION, AND WATER CHESTNUT MAPPING AND REMOVAL. SUBRECIPIENT DELIVERABLES, WHICH WILL ALSO BENEFIT ALL RESIDENTS OF THE LAKE CHAMPLAIN BASIN, INCLUDE ADDRESSING PHOSPHORUS LOADING THROUGH BMP IMPLEMENTATION, CONTINUED SUPPORT OF PRIORITY WETLAND RESTORATION AND CONSERVATION, ENHANCED AGRICULTURAL PRACTICE IMPLEMENTATION, AND THE PLANNING, DESIGN, AND CONSTRUCTION OF GREEN STORMWATER INFRASTRUCTURE AT PUBLIC SCHOOLS AND VERMONT STATE COLLEGES IN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A01041_6800"}, {"internal_id": 151676343, "Award ID": "00A01022", "Award Amount": 15204000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.481", "Description": "DESCRIPTION:THE WORK TO BE ACCOMPLISHED WITH THIS AWARD IS TO SUPPORT LAKE CHAMPLAIN BASIN PROGRAM'S IMPLEMENTATION OF PRIORITY PROJECTS FUNDED WITH APPROPRIATIONS FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT IN SUPPORT OF THE LAKE CHAMPLAIN MANAGEMENT PLAN, OPPORTUNITIES FOR ACTION (OFA). SPECIAL EMPHASIS WILL BE PLACED ON PROJECTS AND PROJECT SITES THAT BENEFIT 'DISADVANTAGED' OR 'ENVIRONMENTAL JUSTICE' COMMUNITIES AND/OR THE IMPACTS OF CLIMATE CHANGE. IN FY22, PRIORITY WORK INCLUDES IMPROVING AQUATIC ORGANISM PASSAGE FOR RESILIENCE TO CLIMATE CHANGE AND MITIGATION OF FLOODING, LAND ACQUISITION AND CONSERVATION FOR FLOOD MITIGATION, CLIMATE CHANGE RESILIENCE, AND RESTORATION EFFORTS, AND TREE NURSERY SUPPORT TO INCREASE THE AVAILABILITY OF STEM PLANTINGS TO SUPPORT HABITAT RESTORATION EFFORTS IN THE LAKE CHAMPLAIN BASIN. ACTIVITIES:THE ACTIVITIES TO BE PERFORMED BY THE FUNDING OF THIS AWARD INCLUDE:\n\n-\tTRACKING PROGRESS TOWARDS GOALS IN THE OPPORTUNITIES FOR ACTION, INCLUDING THE LAKE CHAMPLAIN BASIN PROGRAM ANNUAL REPORT.\n-\tDESIGN OF A PHOSPHORUS 'TREATMENT TRAIN.'\n-\tDEVELOPMENT AND COORDINATION OF AN AQUATIC ORGANISM PASSAGE PROGRAM, INCLUDING STAFF SUPPORT, DIRECT IMPLEMENTATION FUNDING, DAM REMOVAL AND RIVER CORRIDOR PROTECTION PROGRAM, AND A COMPETITIVE GRANT PROGRAM. \n-\tSTRATEGIC LAND ACQUISITION FOR HIGH PRIORITY LAND PARCELS THAT WILL IMPROVE WATER QUALITY, IMPROVE AQUATIC HABITAT, CLIMATE CHANGE, AND IMPROVED FLOODING RESILIENCE IN COMMUNITIES WITH ENVIRONMENTAL JUSTICE CONCERNS. \n-\tTREE NURSERY SUPPORT FOR CONSERVATION HABITAT PLANTING.\n-\tAQUATIC INVASIVE SPECIES MANAGEMENT AND SPREAD PREVENTION\nSUBRECIPIENT:ACTIVITIES IMPLEMENTED THROUGH SUBAWARDS INCLUDE: AQUATIC ORGANISM PASSAGE (AOP) IMPROVEMENTS VIA THE AOP COMPETITIVE GRANTS PROGRAM, INCLUDING ENGINEERING, DESIGN, AND IMPLEMENTATION FOR PASSAGE PROJECTS AND DAM REMOVALS; ASSESSMENT OF THE IMPACT OF PRIVATE ROADS ON AOP IN THE MISSISQUOI AND CHAZY WATERSHEDS; STRATEGIC LAND ACQUISITION FOR PRIORITY LANDS FOR HABITAT CONSERVATION, HABITAT RESTORATION, FLOODPLAIN RESTORATION AND PROTECTION FOR MITIGATION OF AND RESILIENCE TO CLIMATE CHANGE; TREE NURSERY SUPPORT PROGRAM TO INCREASE THE AVAILABILITY OF STEMS FOR CONSERVATION HABITAT PLANTINGS; WETLAND AND FLOODPLAIN RESTORATION IN NEW YORK; AND AQUATIC INVASIVE SPECIES MANAGEMENT AND SPREAD PREVENTION. OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES WILL SUPPORT IMPLEMENTATION OF THE LAKE CHAMPLAIN MANAGEMENT PLAN, OPPORTUNITIES FOR ACTION. THIS MANAGEMENT PLAN WAS MOST RECENTLY UPDATED AND APPROVED IN JUNE 2022. DELIVERABLES AND OUTCOMES INCLUDE:\n\n-\tLAKE CHAMPLAIN BASIN PROGRAM ANNUAL REPORT OF ACTIVITIES LEADING TO COORDINATION AND COLLABORATION TO ENGAGE IN THE DISCUSSION OF ENVIRONMENTAL CHALLENGES FACING THE LAKE CHAMPLAIN BASIN.\n-\tENGINEERING AND DESIGN FOR A TREATMENT TRAIN LEADING TO PHOSPHORUS REDUCTIONS.\n-\tIDENTIFICATION, COORDINATION, AND PRIORITIZATION OF PROJECTS WITH PARTNERS FOR AQUATIC ORGANISM PASSAGE, INCLUDING PERMITTING AND ENGINEERING DESIGN, LEADING TO INCREASED RESILIENCE TO CLIMATE IMPACTS AND FLOODING.\n-\tAT LEAST 2 DAM REMOVALS TO IMPROVE AQUATIC ORGANISM PASSAGE AND INCREASE CLIMATE CHANGE AND FLOODING RESILIENCE.\n-\tASSESSMENT OF IMPACTS OF PRIVATE ROADS ON AQUATIC ORGANISM PASSAGE IN THE MISSISQUOI AND CHAZY WATERSHEDS TO INCREASE RESILIENCE TO CLIMATE CHANGE AND FLOOD IMPACTS.\n-\tINCREASED AVAILABILITY OF STEMS FOR CONSERVATION PLANTINGS, OR REDUCED/ELIMINATED COSTS OF STEMS FOR CONSERVATION PLANTINGS TO INCREASE ACRES OF RIVER MILES OF CONSERVATION PLANTINGS.\n-\tRESTORATION OF CRITICAL WETLANDS OR FLOODPLAINS IN THE NY PORTION OF THE LAKE CHAMPLAIN WATERSHED TO IMPROVE HABITAT, MITIGATE CLIMATE CHANGE IMPACTS, AND REDUCE SEDIMENTATION AND NUTRIENT LOADING TO LAKE CHAMPLAIN.\n-\t3 CONTRACTS OR SUBAWARDS TO ADVANCE AQUATIC INVASIVE SPECIES MANAGEMENT AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": 7649000.0, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A01022_6800"}, {"internal_id": 151676344, "Award ID": "00A00981", "Award Amount": 8769892.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.481", "Description": "DESCRIPTION:FUNDING THIS AWARD IS TO HELP THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION'S (NEIWPCC'S) LAKE CHAMPLAIN BASIN PROGRAM (LCBP) STAFF TO ACCOMPLISH THE FOLLOWING ACTIVITIES AND DELIVERABLES AS AUTHORIZED BY SECTION 120 OF THE CLEAN WATER ACT: 1) COORDINATE THE CONTINUED EXCHANGE OF STATE, FEDERAL AND LOCAL PERSPECTIVES AND CONCERNS ON LCBP PROGRAMS AND ACTIVITIES; 2) ADVISE THE STEERING COMMITTEE, STATES OF VERMONT AND NEW YORK, AND THE ENVIRONMENTAL PROTECTION AGENCY OF PROGRESS TOWARD ACHIEVING OBJECTIVES OF LCBP'S WORK PLANS AND OTHER ACTIVITIES; 3) REDUCE PHOSPHORUS INPUTS TO LAKE CHAMPLAIN TO PROMOTE A HEALTHY AND DIVERSE ECOSYSTEM AND PROVIDE FOR SUSTAINABLE HUMAN USE AND ENJOYMENT OF THE LAKE; 4) REDUCE TOXIC CONTAMINATION TO PROTECT PUBLIC HEALTH AND THE LAKE CHAMPLAIN ECOSYSTEM; 5) PROMOTE A BASIN-WIDE PERSPECTIVE ON WATER QUALITY ISSUES OF REGIONAL AND NATIONAL IMPORTANCE; 6) COORDINATE EFFORTS OF WATER POLLUTION CONTROL EXPERTS TO ASSIST IN EVALUATING THE SPREAD OF INVASIVE SPECIES IN THE LAKE AND TO DEVELOP AN APPROPRIATE MANAGEMENT PLAN TO MINIMIZE THEIR IMPACT; 7) MINIMIZE THE RISKS TO HUMANS FROM WATER-RELATED HEALTH HAZARDS IN THE LAKE CHAMPLAIN BASIN; 8) PROTECT, CONSERVE AND RESTORE LAKE CHAMPLAIN BASIN WETLANDS, STREAMS AND RIPARIAN HABITATS AND THE FUNCTIONS AND VALUES THEY PROVIDE; 9) INFORM CITIZENS OF ACTIVITIES AND PROGRESS RELATED TO PROGRAM IMPLEMENTATION AND TOWARDS ACHIEVING WATER QUALITY GOALS. THE OUTCOMES FROM THESE PROJECTS WILL HELP IMPROVE AND/OR EVALUATE THE WATER QUALITY AND ECOLOGICAL HEALTH OF THE LAKE CHAMPLAIN BASIN, AND BENEFIT ALL RESIDENTS OF THE LAKE CHAMPLAIN BASIN. SUBRECIPIENT DELIVERABLES, WHICH WILL ALSO BENEFIT ALL RESIDENTS OF THE LAKE CHAMPLAIN BASIN, WILL SUPPORT PROGRAM OUTCOMES OF CLEAN WATER, HEALTHY ECOSYSTEMS, AND AN INFORMED AND INVOLVED PUBLIC.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED BY THE FUNDING OF THIS AWARD INCLUDE COORDINATION OF ALL LAKE CHAMPLAIN STEERING AND EXECUTIVE COMMITTEES AND THE LAKE CHAMPLAIN FEDERAL PARTNERS WORKGROUP; ENSURING DIVERSITY, EQUITY, AND INCLUSION IN THE LAKE CHAMPLAIN BASIN PROGRAM; INTERAGENCY COORDINATION AND REPORTING; REVIEW AND TRACK PROGRESS TOWARDS GOALS IN THE LAKE CHAMPLAIN MANAGEMENT PLAN; MAINTAIN WATER QUALITY PARTNERSHIPS AND COORDINATE THE TECHNICAL ADVISORY COMMITTEE; CONDUCTING CYANOBACTERIA MONITORING; IMPLEMENTING THE LONG-TERM WATER QUALITY AND BIOLOGICAL MONITORING PROGRAM; COLLABORATION WITH THE NEW YORK STATE LAKE CHAMPLAIN COORDINATOR; PROVIDING AGRONOMY SUPPORT TO FAMERS IN NEW YORK; CREATION OF THE BINATIONAL MISSISQUOI BAY PHOSPHORUS MODEL; LAKE ASSESSMENTS AND ACTION PLANS; PHOSPHORUS REDUCTION AND TRACKING; INVASIVE SPECIES MANAGEMENT AND RESPONSE; AND OUTREACH AND EDUCATION COORDINATION TO THE COMMUNITIES, RESIDENTS, AND VISITORS OF THE LAKE CHAMPLAIN BASIN.SUBRECIPIENT:KNOWN SUBRECIPIENT ACTIVITIES INCLUDE ADMINISTERING THE LONG-TERM WATER QUALITY MONITORING PROGRAM IN THE NEW YORK-PORTION OF THE WATERSHED; CYANOBACTERIA DATA COLLECTION; ROAD SALT ASSESSMENT AND GREEN INFRASTRUCTURE LITERATURE REVIEW; DEVELOPMENT OF A WEB-BASED SOIL HEALTH CALCULATOR THAT WILL ALLOW USERS TO ACCESS COMPILED FLOODPLAIN CONNECTIVITY SCREENING RESULTS, PROVIDE PLANNING TOOLS, AND TRACK PROJECT IMPLEMENTATION THROUGH A USER-FRIENDLY INTERFACE; AGRICULTURAL WATER QUALITY RESEARCH OF AT LEAST 30 FARMS MEASURING SOIL HEALTH, 60 TECHNICAL ASSISTANCE CONSULTATIONS WITH FARMERS, AND 2 SOIL HEALTH INNOVATOR LEARNING GROUPS; SUB-WATERSHED DRAINAGE NETWORK ASSESSMENT FOR THE ROCK RIVER; PREVENTING AQUATIC INVASIVE SPECIES SPREAD THROUGH TARGETED REMOVAL; EVALUATING HABITAT FUNCTION IN FLOODPLAIN NATURAL COMMUNITIES OF THE LAKE CHAMPLAIN BASIN TO SUPPORT CONSERVATION AND RESTORATION PRIORITIZATION; BIOLOGICAL INDEX DEVELOPMENT: A 'THREE-LEGGED ASSESSMENT STOOL' FOR LAKES WITHIN THE LAKE CHAMPLAIN BASIN; WOOL AND WATER: USING FIBER ART TO BRING SCIENCE TO LAKE CHAMPLAIN BASIN COMMUNITIES; CONTINUING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00981_6800"}, {"internal_id": 108315041, "Award ID": "00A00758", "Award Amount": 7542866.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "66.481", "Description": "FUNDING THIS PROJECT WILL HELP TO IMPLEMENT THE LAKE CHAMPLAIN MANAGEMENT PLAN IN THE VERMONT PORTION OF THE LAKE CHAMPLAIN BASIN.  THIS GRANT CONTAINS PROJECTS THAT WILL HELP IMPROVE AND/OR EVALUATE THE WATER QUALITY AND ECOLOGICAL HEALTH OF THE LAKE CHAMPLAIN BASIN, INCLUDING: LONG-TERM MONITORING FOR WATER QUALITY TREND ANALYSES; MONITORING FOR CYANOTOXINS IN LAKE WATER TO HELP NOTIFY PUBLIC HEALTH OFFICIALS AND WATER TREATMENT OPERATORS IF CONDITIONS POSE A RISK TO PUBLIC HEALTH; VERMONT LAKE CHAMPLAIN BASIN PROGRAM COORDINATION; CONTROLLING THE SPREAD OF INVASIVE WATER CHESTNUT; OPTIMIZE AND REDUCE WASTEWATER TREATMENT FACILITIES DISCHARGE OF PHOSPHORUS; DEVELOPING ASSESSMENT AND PLANNING FOR THE FOREST PHOSPHORUS LOAD ALLOCATION; IMPLEMENTATION OF NON-MUNICIPAL ROAD AND FOREST ROAD IMPROVEMENTS AND PILOT BMP IMPLEMENTATION; CONTINUED SUPPORT TO INCREASE CAPACITY AND RESOURCES TO IMPROVE SHORELAND BMP'S IN VERMONT'S LAKE WISE PROGRAM; CONSERVATION OF THE LAMOILLE RIVER MUDPUPPY; T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A00758_6800"}, {"internal_id": 139786085, "Award ID": "00A00707", "Award Amount": 7297394.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "66.481", "Description": "FUNDING THIS AWARD IS TO HELP THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION'S (NEIWPCC'S) LAKE CHAMPLAIN BASIN PROGRAM (LCBP) STAFF TO ACCOMPLISH THE FOLLOWING ACTIVITIES AND DELIVERABLES AS AUTHORIZED BY SECTION 120 OF THE CLEAN WATER ACT: 1) COORDINATE THE CONTINUED EXCHANGE OF STATE, FEDERAL AND LOCAL PERSPECTIVES AND CONCERNS ON LCBP PROGRAMS AND ACTIVITIES; 2) ADVISE THE STEERING COMMITTEE, STATES OF VERMONT AND NEW YORK, AND THE ENVIRONMENTAL PROTECTION AGENCY OF PROGRESS TOWARD ACHIEVING OBJECTIVES OF LCBP'S WORK PLANS AND OTHER ACTIVITIES; 3) REDUCE PHOSPHORUS INPUTS TO LAKE CHAMPLAIN TO PROMOTE A HEALTHY AND DIVERSE ECOSYSTEM AND PROVIDE FOR SUSTAINABLE HUMAN USE AND ENJOYMENT OF THE LAKE; 4) REDUCE TOXIC CONTAMINATION TO PROTECT PUBLIC HEALTH AND THE LAKE CHAMPLAIN ECOSYSTEM; 5) PROMOTE A BASIN-WIDE PERSPECTIVE ON WATER QUALITY ISSUES OF REGIONAL AND NATIONAL IMPORTANCE; 6) COORDINATE EFFORTS OF WATER POLLUTION CONTROL EXPERTS TO ASSIST IN EVALUATING THE SPREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00707_6800"}, {"internal_id": 109197707, "Award ID": "00A00695", "Award Amount": 5301379.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-04", "CFDA Number": "66.481", "Description": "THIS FUNDING IS AUTHORIZED BY SECTION 120 OF THE CLEAN WATER ACT. THIS AWARD WILL HELP THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION'S (NEIWPCC'S) LAKE CHAMPLAIN BASIN PROGRAM (LCBP) STAFF TO ACCOMPLISH THE FOLLOWING GOALS:  1) COORDINATE THE CONTINUED EXCHANGE OF STATE, FEDERAL AND LOCAL PERSPECTIVES AND CONCERNS ON LCBP PROGRAMS AND ACTIVITIES; 2) ADVISE THE STEERING COMMITTEE, STATES OF VERMONT AND NEW YORK, AND THE ENVIRONMENTAL PROTECTION AGENCY OF PROGRESS TOWARD ACHIEVING OBJECTIVES OF LCBP'S WORK PLANS AND OTHER ACTIVITIES; 3) REDUCE PHOSPHORUS INPUTS TO LAKE CHAMPLAIN TO PROMOTE A HEALTHY AND DIVERSE ECOSYSTEM AND PROVIDE FOR SUSTAINABLE HUMAN USE AND ENJOYMENT OF THE LAKE; 4) REDUCE TOXIC CONTAMINATION TO PROTECT PUBLIC HEALTH AND THE LAKE CHAMPLAIN ECOSYSTEM; 5) PROMOTE A BASIN-WIDE PERSPECTIVE ON WATER QUALITY ISSUES OF REGIONAL AND NATIONAL IMPORTANCE; 6) COORDINATE EFFORTS OF WATER POLLUTION CONTROL EXPERTS TO ASSIST IN EVALUATING THE SPREAD OF INVASIVE SP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00695_6800"}, {"internal_id": 83285428, "Award ID": "00A00605", "Award Amount": 3505591.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "66.481", "Description": "THIS FUNDING IS AUTHORIZED BY SECTION 120 OF THE CLEAN WATER ACT. THIS AWARD WILL HELP THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION'S (NEIWPCC'S) LAKE CHAMPLAIN BASIN PROGRAM (LCBP) STAFF TO ACCOMPLISH THE FOLLOWING GOALS:  1) COORDINATE THE CONTINUED EXCHANGE OF STATE, FEDERAL AND LOCAL PERSPECTIVES AND CONCERNS ON LCBP PROGRAMS AND ACTIVITIES; 2) ADVISE THE STEERING COMMITTEE, STATES OF VERMONT AND NEW YORK, AND THE ENVIRONMENTAL PROTECTION AGENCY OF PROGRESS TOWARD ACHIEVING OBJECTIVES OF LCBP'S WORK PLANS AND OTHER ACTIVITIES; 3) REDUCE PHOSPHORUS INPUTS TO LAKE CHAMPLAIN TO PROMOTE A HEALTHY AND DIVERSE ECOSYSTEM AND PROVIDE FOR SUSTAINABLE HUMAN USE AND ENJOYMENT OF THE LAKE; 4) REDUCE TOXIC CONTAMINATION TO PROTECT PUBLIC HEALTH AND THE LAKE CHAMPLAIN ECOSYSTEM; 5) PROMOTE A BASIN-WIDE PERSPECTIVE ON WATER QUALITY ISSUES OF REGIONAL AND NATIONAL IMPORTANCE; 6) COORDINATE EFFORTS OF WATER POLLUTION CONTROL EXPERTS TO ASSIST IN EVALUATING THE SPREAD OF INVASIVE SP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00605_6800"}, {"internal_id": 83285451, "Award ID": "00A00500", "Award Amount": 6999559.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-16", "CFDA Number": "66.481", "Description": "FUNDING THIS PROJECT WILL HELP TO IMPLEMENT THE LAKE CHAMPLAIN MANAGEMENT PLAN IN THE VERMONT PORTION OF THE LAKE CHAMPLAIN BASIN.  THIS GRANT CONTAINS PROJECTS THAT WILL HELP IMPROVE AND/OR EVALUATE THE WATER QUALITY AND ECOLOGICAL HEALTH OF THE LAKE CHAMPLAIN BASIN, INCLUDING: LONG-TERM MONITORING FOR WATER QUALITY TREND ANALYSES; MONITORING FOR CYANOTOXINS IN LAKE WATER TO HELP NOTIFY PUBLIC HEALTH OFFICIALS AND WATER TREATMENT OPERATORS IF CONDITIONS POSE A RISK TO PUBLIC HEALTH; VERMONT LAKE CHAMPLAIN BASIN PROGRAM COORDINATION; CONTROLLING THE SPREAD OF INVASIVE WATER CHESTNUT; USING GREEN STORMWATER INFRASTRUCTURE TO ADDRESS COMBINED SEWER OVERFLOWS; OPTIMIZE AND REDUCE WASTEWATER TREATMENT FACILITIES DISCHARGE OF PHOSPHORUS; SUPPORT OF A REGIONAL WETLAND RESTORATION INITIATIVE; FLOODPLAIN RESTORATION AND FUNCTIONAL ASSESSMENTS; IMPLEMENTATION SUPPORT PROGRAM FOR FORESTRY ACCEPTED MANAGEMENT PRACTICES; GROUNDWATER ASSESSMENTS AND NUTRIENT SOURCE LOAD IDENTIFICATION FOR THE LAKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A00500_6800"}, {"internal_id": 67620848, "Award ID": "00A00481", "Award Amount": 4046724.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-19", "CFDA Number": "66.481", "Description": "FUNDING THIS PROJECT WILL HELP IMPLEMENT THE LAKE CHAMPLAIN MANAGEMENT PLAN IN THE VERMONT PORTION OF THE LAKE CHAMPLAIN BASIN.  THIS GRANT CONTAINS PROJECTS THAT WILL HELP IMPROVE AND/OR EVALUATE THE WATER QUALITY AND ECOLOGICAL HEALTH OF THE LAKE CHAMPLAIN BASIN, INCLUDING LONG-TERM WATER QUALITY MONITORING AND BIOLOGICAL MONITORING, MONITORING FOR CYANOTOXINS IN THE LAKE AND ITS TRIBUTARIES, VERMONT LAKE CHAMPLAIN BASIN PROGRAM COORDINATION, CONTROLLING THE SPREAD OF THE AQUATIC INVASIVE WATER CHESTNUT, USING GREEN STORMWATER INFRASTRUCTURE TO ADDRESS COMBINED SEWER OVERFLOWS, MUNICIPAL STORMWATER ASSESSMENTS, OPTIMIZING WASTEWATER TREATMENT PROCESSES TO REDUCE PHOSPHORUS, WETLAND RESTORATION IMPLEMENTATION, AND A BEST MANAGEMENT PRACTICE (BMP) CHALLENGE FOR AGRICULTURE PRODUCERS IN THE LAKE CHAMPLAIN BASIN OF VERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A00481_6800"}, {"internal_id": 69839364, "Award ID": "00A00394", "Award Amount": 3967426.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "66.481", "Description": "THIS FUNDING IS AUTHORIZED BY SECTION 120 OF THE CLEAN WATER ACT. THIS AWARD WILL HELP THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION'S (NEIWPCC'S) LAKE CHAMPLAIN BASIN PROGRAM (LCBP) STAFF TO ACCOMPLISH THE FOLLOWING GOALS:  1) COORDINATE THE CONTINUED EXCHANGE OF STATE, FEDERAL AND LOCAL PERSPECTIVES AND CONCERNS ON LCBP PROGRAMS AND ACTIVITIES; 2) ADVISE THE STEERING COMMITTEE, STATES OF VERMONT AND NEW YORK, AND THE ENVIRONMENTAL PROTECTION AGENCY OF PROGRESS TOWARD ACHIEVING OBJECTIVES OF LCBP'S WORK PLANS AND OTHER ACTIVITIES; 3) REDUCE PHOSPHORUS INPUTS TO LAKE CHAMPLAIN TO PROMOTE A HEALTHY AND DIVERSE ECOSYSTEM AND PROVIDE FOR SUSTAINABLE HUMAN USE AND ENJOYMENT OF THE LAKE; 4) REDUCE TOXIC CONTAMINATION TO PROTECT PUBLIC HEALTH AND THE LAKE CHAMPLAIN ECOSYSTEM; 5) PROMOTE A BASIN-WIDE PERSPECTIVE ON WATER QUALITY ISSUES OF REGIONAL AND NATIONAL IMPORTANCE; 6) COORDINATE EFFORTS OF WATER POLLUTION CONTROL EXPERTS TO ASSIST IN EVALUATING THE SPREAD OF INVASIVE SP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00394_6800"}, {"internal_id": 62419361, "Award ID": "00A00377", "Award Amount": 3504022.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "66.481", "Description": "THIS FUNDING IS AUTHORIZED BY SECTION 120 OF THE CLEAN WATER ACT TO IMPLEMENT A PROGRAM FOR THE PUBLIC'S BENEFIT. THE AWARD WILL HELP THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION'S (NEIWPCC'S) LAKE CHAMPLAIN BASIN PROGRAM (LCBP) STAFF TO ACCOMPLISH THE FOLLOWING GOALS:  1) COORDINATE THE CONTINUED EXCHANGE OF STATE, FEDERAL AND LOCAL PERSPECTIVES AND CONCERNS ON LCBP PROGRAMS AND ACTIVITIES; 2) ADVISE THE STEERING COMMITTEE, STATES OF VERMONT AND NEW YORK, AND THE ENVIRONMENTAL PROTECTION AGENCY OF PROGRESS TOWARD ACHIEVING OBJECTIVES OF LCBP'S WORK PLANS AND OTHER ACTIVITIES; 3) REDUCE PHOSPHORUS INPUTS TO LAKE CHAMPLAIN TO PROMOTE A HEALTHY AND DIVERSE ECOSYSTEM AND PROVIDE FOR SUSTAINABLE HUMAN USE AND ENJOYMENT OF THE LAKE; 4) REDUCE TOXIC CONTAMINATION TO PROTECT PUBLIC HEALTH AND THE LAKE CHAMPLAIN ECOSYSTEM; 5) PROMOTE A BASIN-WIDE PERSPECTIVE ON WATER QUALITY ISSUES OF REGIONAL AND NATIONAL IMPORTANCE; 6) COORDINATE EFFORTS OF WATER POLLUTION CONTROL EXPERTS TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00377_6800"}, {"internal_id": 39173842, "Award ID": "00A00219", "Award Amount": 878803.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-06", "CFDA Number": "66.481", "Description": "FUNDING THIS PROJECT WILL HELP IMPLEMENT THE LAKE CHAMPLAIN MANAGEMENT PLAN IN THE VERMONT PORTION OF THE LAKE CHAMPLAIN BASIN.  THIS GRANT CONTAINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A00219_6800"}, {"internal_id": 39173772, "Award ID": "00A00134", "Award Amount": 3166197.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-06", "CFDA Number": "66.481", "Description": "THIS AWARD WILL HELP THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION'S (NEIWPCC'S) LAKE CHAMPLAIN BASIN PROGRAM (LCBP) STAFF TO ACCOMPL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00134_6800"}]