[{"internal_id": 155506695, "Award ID": "97796801", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-08", "CFDA Number": "66.485", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF MISSOURI'S NUTRIENT REDUCTION STRATEGY. MISSOURI DEPARTMENT OF NATURAL RESOURCES' WATER PROTECTION PROGRAM, AS THE CURATOR OF THE MISSOURI NUTRIENT LOSS REDUCTION STRATEGY, WILL IMPLEMENT FIVE SEPARATE PROJECTS UNDER THIS GULF HYPOXIA PROGRAM WORKPLAN THAT ACHIEVE ACTIONS PROMISED UNDER THE STATE'S NUTRIENT STRATEGY. PROJECT DELIVERABLES INCLUDE THE DEVELOPMENT OF A STATEWIDE NUTRIENT PROGRESS TRACKING DASHBOARD, EXPANSION OF WATER QUALITY MONITORING CAPABILITIES AT STATIONS ON THREE OF THE STATE'S LARGEST RIVERS, STUDYING MUNICIPAL WASTEWATER NUTRIENT REMOVAL OPTIMIZATION, INVESTMENT IN GULF HYPOXIA PUBLIC OUTREACH AND EDUCATION, AND THE FUNDING OF AN ACADEMIC STUDY TO EVALUATE NUTRIENT REDUCTION EFFECTIVENESS FOR A SELECTION OF COMMON AGRICULTURAL BEST MANAGEMENT PRACTICES. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING \nPROJECT 1 - MISSOURI NUTRIENT REDUCTION PROGRESS TRACKING DASHBOARD A PUBLIC, WEB-BASED, INTERACTIVE DATA DASHBOARD FOR THE PURPOSE OF TRACKING AND PUBLICIZING DATA AND PERFORMANCE INDICATORS RELEVANT TO VARIOUS NUTRIENT LOSS REDUCTION STRATEGY GOALS AND INITIATIVES.\nPROJECT 2 - EXPANSION OF MISSOURI'S AMBIENT NUTRIENT MONITORING EXPAND THE CAPABILITY OF (AT LEAST) FOUR EXISTING UNITED STATES GEOLOGICAL SURVEY (USGS) WATER QUALITY MONITORING STATIONS TO INCLUDE CONTINUOUS NITRATE AND FLOW MONITORS. THE FOUR STATIONS WERE SELECTED IN ORDER TO BETTER CAPTURE AND CHARACTERIZE THE WATER QUALITY CONDITIONS OF KEY SUB-SECTIONS OF THE MISSOURI RIVER, MISSISSIPPI RIVER, AND GRAND RIVER.\nPROJECT 3 - MISSOURI MUNICIPAL WASTEWATER NUTRIENT OPTIMIZATION PILOT IMPLEMENT AND EVALUATE VOLUNTARY STRATEGIES AT SIX PARTICIPATING MUNICIPAL WASTEWATER FACILITIES TO OPTIMIZE OPERATIONAL AND MAINTENANCE PRACTICES TO REDUCE NUTRIENT LOADS WITHOUT REQUIRING LARGE CAPITAL EXPENSES. FINDINGS WILL THEN BE DISSEMINATED TO ALL WASTEWATER SYSTEMS AND STAKEHOLDER IN THE STATE AND MADE PUBLIC FOR WIDER CONSUMPTION.\nPROJECT 4 - GULF HYPOXIA OUTREACH AND EDUCATION EXHIBIT PARTNER WITH AN EXISTING HIGH PROFILE SCIENCE EDUCATION AND OUTREACH ORGANIZATION IN THE ST. LOUIS REGION TO DELIVER A HIGH-'REACH' PUBLIC EDUCATION EXHIBIT TO RAISE AWARENESS OF NUTRIENT POLLUTION IN THE MISSISSIPPI RIVER BASIN, THE MIDWEST'S ROLE IN GULF OF MEXICO HYPOXIA, AND ACTIONS THE PUBLIC CAN TAKE TO HELP REDUCE THEIR PERSONAL NUTRIENT POLLUTION FOOTPRINT.\nPROJECT 5 - REFINING NUTRIENT REDUCTION MODELS WITH SUBSURFACE NUTRIENT TRANSPORT MEASUREMENT PARTNERSHIP WITH LINCOLN UNIVERSITY, ONE OF MISSOURI'S LAND GRANT UNIVERSITIES (LGU), IN ADDITION TO ONE OF MISSOURI'S HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU), TO PERFORM A STUDY AIMED AT FURTHER REFINING NUTRIENT LOSS REDUCTION ESTIMATES FOR COMMON AGRICULTURAL BEST MANAGEMENT PRACTICES (BMPS).\nSUBRECIPIENT:PROJECT 2 - EXPANSION OF MISSOURI'S AMBIENT NUTRIENT MONITORING\nEXPAND THE CAPABILITY OF (AT LEAST) FOUR EXISTING UNITED STATES GEOLOGICAL SURVEY (USGS) WATER QUALITY MONITORING STATIONS TO INCLUDE CONTINUOUS NITRATE AND FLOW MONITORS. THE FOUR STATIONS WERE SELECTED IN ORDER TO BETTER CAPTURE AND CHARACTERIZE THE WATER QUALITY CONDITIONS OF KEY SUB-SECTIONS OF THE MISSOURI RIVER, MISSISSIPPI RIVER, AND GRAND RIVER.\nPROJECT 4 - GULF HYPOXIA OUTREACH AND EDUCATION EXHIBIT\nPARTNER WITH AN EXISTING HIGH PROFILE SCIENCE EDUCATION AND OUTREACH ORGANIZATION IN THE ST. LOUIS REGION TO DELIVER A HIGH-'REACH' PUBLIC EDUCATION EXHIBIT TO RAISE AWARENESS OF NUTRIENT POLLUTION IN THE MISSISSIPPI RIVER BASIN, THE MIDWEST'S ROLE IN GULF OF MEXICO HYPOXIA, AND ACTIONS THE PUBLIC CAN TAKE TO HELP REDUCE THEIR PERSONAL NUTRIENT POLLUTION\nFOO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_97796801_6800"}, {"internal_id": 154271840, "Award ID": "97796701", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-18", "CFDA Number": "66.485", "Description": "DESCRIPTION:THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).\nTHE PURPOSE OF THIS AGREEMENT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF IOWA'S NUTRIENT REDUCTION STRATEGY. THIS PROJECT WILL SUPPORT IMPLEMENTATION EFFORTS OF THE IOWA NUTRIENT REDUCTION STRATEGY AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH ADVANCING THE VOLUNTARY ADOPTION OF PROVEN NUTRIENT REDUCTION PRACTICES ON PRIVATE LANDS, THAT ALSO PROVIDE MULTIPLE BENEFITS (WILDLIFE HABITAT, CARBON SEQUESTRATION, ETC.). THE PROJECT WILL FOCUS ON EXPANDING AN INNOVATIVE APPROACH TO LEVERAGE FARMERS' TRUSTED ADVISORS TO IDENTIFY, PLAN, AND SUPPORT IMPLEMENTING THESE PRACTICES IN PRIORITY WATERSHEDS. THIS APPROACH IS CRITICAL IN PROVIDING ADDITIONAL CAPACITY TO REACH ADDITIONAL FARMERS AND PROVIDES A MORE STREAMLINED APPROACH TO CONNECTING WITH AND DELIVERING THESE PRACTICES MORE EFFICIENTLY.\n\n\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE ADVANCING THE VOLUNTARY ADOPTION OF PROVEN NUTRIENT REDUCTION PRACTICES ON PRIVATE LANDS, THAT ALSO PROVIDE MULTIPLE BENEFITS (WILDLIFE HABITAT, CARBON SEQUESTRATION, ETC.). THIS PROJECT IS EXPECTED TO DIRECTLY SUPPORT IMPLEMENTATION OF PRACTICES THAT WILL LEAD TO AN ESTIMATED REDUCTION OF: - 2 MILLION LBS. OF NITROGEN, - 57,000 LBS. OF PHOSPHORUS, - 235,000 TONES OF CARBON DIOXIDE EQUIVALENTS (CO2E).SUBRECIPIENT:A SUBAWARD WILL BE MADE TO AN NGO THAT WILL PROVIDE THE CONSERVATION AGRONOMISTS STAFFING AND COORDINATION SUPPORT FOR THIS WORKPLAN. THIS PROJECT ANTICIPATES EXTENDING 3 CURRENT CA POSITIONS AND 2 NEW CAS IN STRATEGIC AREAS BASED ON FEEDBACK FROM PARTNERS/STAKEHOLDERS. IDALS ANTICIPATES THIS WILL BE A COMPETITIVE PROCESS TO ESTABLISH THIS SUBAWARD. THE NGO WILL BE RESPONSIBLE FOR PROVIDING THE STAFFING SUPPORT FOR THE CONSERVATION AGRONOMISTS THAT WILL UTILIZE THESE FUNDS TO EXTEND AND EXPAND THE WORK DETAILED IN THIS WORKPLAN.OUTCOMES:THE DELIVERABLES TO BE PROVIDED UNDER THIS AGREEMENT ARE ENHANCEMENTS OF THE EXISTING NETWORK PROVIDED THROUGH :\n1. ENHANCE THE COORDINATION AND JOINT PROJECT DEVELOPMENT BETWEEN THE CONSERVATION AGRONOMISTS AND AG RETAIL STAFF RELATIONSHIPS AND WITH WATERSHED COORDINATORS/OTHER CONSERVATION PROFESSIONALS TO ADVANCE PRIORITY PRACTICE IMPLEMENTATION.\n2. CONNECT FARMERS WITH TECHNICAL AND FINANCIAL ASSISTANCE TO INSTALL PRIORITY IN-FIELD (COVER CROPS, REDUCED TILLAGE, 4RS, ETC.) AND EDGE-OF-FIELD PRACTICES (SATURATED BUFFERS, BIOREACTORS, MULTIPURPOSE OXBOWS, WATER QUALITY WETLANDS, ETC.)\n3. CONTINUE TO GROW AG RETAIL ENGAGEMENT AND KNOWLEDGEBASE IN CONSERVATION AND NUTRIENT REDUCTION PRACTICES TO AUGMENT AGRONOMIC AND PRODUCTION EXPERTISE.\n4. EMPHASIZE OUTREACH EFFORTS AND PRIORITIZE OPPORTUNITIES FOR INDIVIDUALS IN UNDERSERVED COMMUNITIES, WITHIN PRIORITY WATERSHEDS, FOR PARTICIPATION IN INSTALLING CONSERVATION PRACTICES.\nBECAUSE THIS EFFORT BUILDS UPON THE NETWORK, IT WILL TAKE ADVANTAGE OF AND AUGMENT EXISTING SYSTEMS TO TRACK AND REPORT DELIVERABLES THESE CONSERVATION AGRONOMISTS (CAS) WILL PROVIDE THROUGH THE LIFE OF THE PROJECT.\n\nTHE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF THE STATE OF IOWA AND RESIDENTS OF THE GULF OF MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "1de6851c-ec35-d06d-52d5-b14e84392ec1-C", "generated_internal_id": "ASST_NON_97796701_6800"}, {"internal_id": 152549291, "Award ID": "02F22001", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.485", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF LOUISIANA'S NUTRIENT REDUCTION STRATEGY. THE 2022 LOUISIANA DEPARTMENT OF ENVIRONMENTAL QUALITY WORKPLAN WILL TARGET IMPLEMENTATION OF AGRICULTURAL BEST MANAGEMENT PRACTICES WITHIN PRIORITIZED TRACTS IN NORTHEAST LOUISIANA, AND WILL CONDUCT TRANSECT MONITORING IN COASTAL LOUISIANA. BEST MANAGEMENT PRACTICES WILL BE TARGETED WITHIN THE LAKE ST. JOSEPH AND CYPRESS BAYOU WATERSHEDS TO REDUCE AGRICULTURE-INDUCED NUTRIENT LOADING AND PROVIDE OTHER WATER QUALITY IMPROVEMENTS. COASTAL MONITORING WILL OCCUR ALONG A TRANSECT EXTENDING FROM BARATARIA PASS, LOUISIANA TO THE INNER SHELF OF THE GULF OF MEXICO TO INFORM THE INTERACTIVE EFFECTS OF MULTIPLE ECOSYSTEM CHANGE DRIVERS (RESTORATION, RIVERINE NUTRIENT LOADING, HYPOXIA, CLIMATE CHANGE) ON LIVING RESOURCES IN THE GULF OF MEXICO.  THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: REDUCE THE CONCENTRATIONS OF NITROGEN AND PHOSPHORUS IN THE LAKE ST. JOSEPH AND CYPRESS BAYOU WATERSHEDS WITHIN THE TENSAS RIVER BASIN TO DEMONSTRATE IMPROVED WATER QUALITY AND WATER CLARITY, LESSENED SILTATION, ENHANCED SUBMERGED AQUATIC VEGETATION, BALANCED BIOLOGICAL OXYGEN DEMAND, ENHANCED MACROINVERTEBRATE AND AQUATIC WILDLIFE DIVERSITY, ENHANCED PROJECT AREA FLOOD AND DROUGHT RESILIENCE, ENHANCED NESTING AND BROODING COVER FOR RESIDENT UPLAND GROUND-NESTING BIRDS, IMPROVED FEEDING HABITAT FOR MIGRATORY BIRDS AND MORE. THE STATE WILL ALSO COMPLETE A MULTI-SITE, 60-MONTH SURVEY OF WATER QUALITY PARAMETERS RECORDED AT THE SURFACE (MEASURED 0.5 M FROM SURFACE), MID, AND BOTTOM (MEASURED WITHIN 1 M OF BOTTOM) AT EACH SELECTED MONITORING SITE ON THE COASTAL TRANSECT MONITORING PROJECT. SUBRECIPIENT:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: REDUCE THE CONCENTRATIONS OF NITROGEN AND PHOSPHORUS IN THE LAKE ST. JOSEPH AND CYPRESS BAYOU WATERSHEDS WITHIN THE TENSAS RIVER BASIN TO DEMONSTRATE IMPROVED WATER QUALITY AND WATER CLARITY, LESSENED SILTATION, ENHANCED SUBMERGED AQUATIC VEGETATION, BALANCED BIOLOGICAL OXYGEN DEMAND, ENHANCED MACROINVERTEBRATE AND AQUATIC WILDLIFE DIVERSITY, ENHANCED PROJECT AREA FLOOD AND DROUGHT RESILIENCE, ENHANCED NESTING AND BROODING COVER FOR RESIDENT UPLAND GROUND-NESTING BIRDS, IMPROVED FEEDING HABITAT FOR MIGRATORY BIRDS AND MORE. THE STATE WILL ALSO COMPLETE A MULTI-SITE, 60-MONTH SURVEY OF WATER QUALITY PARAMETERS RECORDED AT THE SURFACE (MEASURED 0.5 M FROM SURFACE), MID, AND BOTTOM (MEASURED WITHIN 1 M OF BOTTOM) AT EACH SELECTED MONITORING SITE ON THE COASTAL TRANSECT MONITORING PROJECT. OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE A FINAL QUALITY ASSURANCE PROJECT PLAN FOR WATER QUALITY TESTING AND REPORTING, WATER QUALITY MONITORING DATA\nAND ANALYSIS, DATA UPLOADED TO THE EPA WATER QUALITY EXCHANGE DATABASE. \n\nTHE INTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF THE STATE OF LOUISIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "31d3f15f-e80d-5a3e-f591-15f7f88cc1df-C", "generated_internal_id": "ASST_NON_02F22001_6800"}, {"internal_id": 152549312, "Award ID": "02F21801", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "66.485", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF ARKANSAS' NUTRIENT REDUCTION STRATEGY. THE 2022 ANRS IDENTIFIES THREE MAIN GOALS: INCREASE OR MAINTAIN DOWNWARD NUTRIENT TRENDS FOR TOP TIER WATERSHEDS, ENHANCE WATER QUALITY MONITORING AND INCREASE OR MAINTAIN DOWNWARD NUTRIENT TRENDS IN SECONDARY PRIORITY WATERSHEDS, AND CONTINUE EFFORTS TO REDUCE NUTRIENTS IN ALL OTHER WATERSHEDS. YEAR ONE FUNDING WILL SUPPORT WATER QUALITY MONITORING EFFORTS IN THE UPPER CACHE RIVER \n WATERSHED TO EVALUATE PRE-RESTORATION WATER CONDITIONS. YEAR TWO FUNDING WILL BE USED TO SUPPORT IMPLEMENTATION OF TWO-STAGE DITCHES IN THE UPPER CACHE RIVER BASIN.\n\nTHIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: IMPLEMENTING THE 2022 ANRS' THREE MAIN GOALS: INCREASE OR MAINTAIN DOWNWARD NUTRIENT TRENDS FOR TOP TIER WATERSHEDS, ENHANCE WATER QUALITY MONITORING AND INCREASE OR MAINTAIN DOWNWARD NUTRIENT TRENDS IN SECONDARY PRIORITY WATERSHEDS, AND CONTINUE EFFORTS TO REDUCE NUTRIENTS IN ALL OTHER WATERSHEDS. ACTIVITIES INCLUDE DEVELOPING A QUALITY ASSURANCE PROJECT PLAN FOR WATER QUALITY TESTING AND REPORTING, CONDUCTING WATER QUALITY SAMPLING AND ANALYSIS, UPLOADING DATA TO THE EPA WATER QUALITY EXCHANGE DATABASE AND CONSTRUCTING A TWO-STAGE DITCH UP TO 22,000 FEET LONG. YEAR ONE FUNDING WILL SUPPORT WATER QUALITY MONITORING EFFORTS IN THE UPPER CACHE RIVER WATERSHED TO EVALUATE PRE-RESTORATION WATER CONDITIONS. YEAR TWO FUNDING WILL BE USED TO SUPPORT IMPLEMENTATION OF TWO-STAGE DITCHES IN THE UPPER CACHE RIVER BASIN.SUBRECIPIENT:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: IMPLEMENTING THE 2022 ANRS' THREE MAIN GOALS: INCREASE OR MAINTAIN DOWNWARD NUTRIENT TRENDS FOR TOP TIER WATERSHEDS, ENHANCE WATER QUALITY MONITORING AND INCREASE OR MAINTAIN DOWNWARD NUTRIENT TRENDS IN SECONDARY PRIORITY WATERSHEDS, AND CONTINUE EFFORTS TO REDUCE NUTRIENTS IN ALL OTHER WATERSHEDS. YEAR ONE FUNDING WILL SUPPORT WATER QUALITY MONITORING EFFORTS IN THE UPPER CACHE RIVER WATERSHED TO EVALUATE PRE-RESTORATION WATER CONDITIONS. YEAR TWO FUNDING WILL BE USED TO SUPPORT IMPLEMENTATION OF TWO-STAGE DITCHES IN THE UPPER CACHE RIVER BASIN.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE A FINAL QUALITY ASSURANCE PROJECT PLAN FOR WATER QUALITY TESTING AND REPORTING, WATER QUALITY MONITORING DATA AND ANALYSIS, DATA UPLOADED TO THE EPA WATER QUALITY EXCHANGE DATABASE AND CONSTRUCTION OF A TWO-STAGE DITCH UP TO 22,000 FEET LONG. \n\nTHESE EFFORTS WILL REDUCE EROSION AND NUTRIENT LOADING, IMPROVE DITCH STABILITY, INCREASE AGRICULTURAL WATER DRAINAGE AND IMPROVE WATER QUALITY IN THE UPPER CACHE RIVER.\n\nTHE INTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF THE STATE OF ARKANSAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "dcdcd33d-83a0-2fae-cc5d-a5e18373c4d3-C", "generated_internal_id": "ASST_NON_02F21801_6800"}, {"internal_id": 157418158, "Award ID": "02D39422", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-02", "CFDA Number": "66.485", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,713,333 TO MISSISSIPPI DEPARTMENT OF ENVIRONMENTAL QUALITY (MSDEQ) TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF MSDEQ NUTRIENT REDUCTION STRATEGY. THE PROJECTS PLANNED FOR COMPLETION USING FY22 AND FY23 GHP FUNDS INCLUDE COLLECTING DATA AND BUILDING TOOLS THAT CAN HELP MISSISSIPPI ESTABLISH A STRONG FOUNDATION FOR MAKING MANAGEMENT DECISIONS. SPECIFICALLY, THESE ACTIVITIES WILL SUPPORT PROGRAM STAFFING, CHARACTERIZE DELIVERED NITROGEN LOADS TO THE MISSISSIPPI RIVER, ESTIMATE LOAD REDUCTIONS ACHIEVED THROUGH IMPLEMENTATION CONSERVATION PRACTICES USING DATA FROM 2008- PRESENT, AND BUILD A NEW BIOLOGICAL RESPONSE METRIC THAT CAN HELP MEASURE SUCCESS OF NUTRIENT REDUCTION ACTIVITIES. ANTICIPATED DELIVERABLES ARE A REDUCTION IN NONPOINT SOURCE NUTRIENT POLLUTION AS ARTICULATED IN MDEQ'S STATE WORKPLAN. THE WORKPLAN PROVIDES SUPPORT MEASURES FOR DOCUMENTING, VALIDATING, AND VERIFYING CONSERVATION PRACTICE SYSTEMS TO QUANTIFY EXPECTED NUTRIENT REDUCTION, INCLUDING PRACTICES WITH CLIMATE RESILIENCE BENEFITS, SUCH AS CARBON SEQUESTRATION AND FLOOD AND DROUGHT MITIGATION. THE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF THE STATE OF MISSISSIPPI.ACTIVITIES:-SUBRECIPIENT:SUBAWARDS WILL BE MADE BY MDEQ TO SCALE UP THE IMPLEMENTATION OF THEIR NUTRIENT REDUCTION STRATEGIES AND ADVANCE BOLD, SYSTEMIC ACTIONS THAT ACCELERATE NUTRIENT LOAD REDUCTIONS IN THE MARB AND TO THE GULF.\n\nTHE SUBAWARDS WILL BE FOR WORK INVOLVING THE REDUCTION OF NUTRIENT LOADS FROM DECENTRALIZED WASTEWATER TREATMENT SYSTEMS, INCLUDING STRAIGHT PIPES IN DISADVANTAGED COMMUNITIES, WHERE A WATERSHED PLAN DEVELOPED UNDER THE CWA SECTION 319\nGRANT PROGRAM OR ANOTHER PROGRAM INDICATES THAT THEY ARE CRITICAL SOURCES.\n\nMDEQ WILL SUBAWARD ACTIVITIES TO BETTER SUPPORT NUTRIENT REDUCTIONS. SUBAWARD ACTIVITIES WOULD INCLUDE:\nCONTINUOUS REAL-TIME WATER QUALITY MONITORING, EXPANDING THE USE OF NUMERIC NUTRIENT CRITERIA AND WATER QUALITY STANDARDS, INCLUDING:\n#61607; DEVELOP, REVISE, AND REVIEW NUMERIC NUTRIENT CRITERIA AND WATER QUALITY STANDARDS.\n#61607; CONDUCT WATER QUALITY MONITORING TO SUPPORT STATE DEVELOPMENT OF NUMERIC NUTRIENT CRITERIA.\n#61607; APPLYING EPA'S NATIONAL STATISTICAL MODELS FOR IDENTIFYING NUMERIC NUTRIENT CRITERIA FOR LAKES AND RESERVOIRS AND, IF DESIRED, INCORPORATE ANY LOCAL DATA INTO THESE MODELS.OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_02D39422_6800"}, {"internal_id": 157418157, "Award ID": "02D39322", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-03", "CFDA Number": "66.485", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,713,333 TO THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION. THE PURPOSE OF THIS GRANT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF TENNESSEE'S NUTRIENT REDUCTION STRATEGY. THIS GRANT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).ACTIVITIES:THE ACTIVITIES TO BE PERFORMED CONSIST OF NUTRIENT LOAD MONITORING, FLOW GAGING AND SAMPLING, NUTRIENT OPTIMIZATION OF MUNICIPAL WASTEWATER FACILITIES, NUTRIENT LOSS REDUCTION WITH COVER CROPS IN PRIORITY WATERSHED, AND RESEARCH SUPPORT.SUBRECIPIENT:TDEC WILL SUBAWARD THE WORKPLAN TO PRIORITIZE AND TARGET WATERSHEDS WITH THE GREATEST OPPORTUNITIES FOR NUTRIENT REDUCTIONS. TDEC WILL FOCUS PROJECT IMPLEMENTATION IN THOSE HIGH-IMPACT WATERSHEDS AND CRITICAL AREAS WHERE THE GREATEST NUTRIENT REDUCTIONS CAN BE ACHIEVED. SPECIFICALLY, TDEC WILL SUB-AWARD THE TASKS TO  IDENTIFY MAJOR SOURCES OF NUTRIENTS AND PRIORITIZE WATERSHEDS FOR IMPLEMENTATION OF HIGH-IMPACT LOAD REDUCTION ACTIONS AND  ASSESS AND PRIORITIZE NUTRIENT REDUCTION ACTIONS THAT MAXIMIZE BENEFITS TO DISADVANTAGED COMMUNITIES AND TRIBES AND STRENGTHEN THE ADAPTIVE CAPACITY OF COMMUNITIES AND ECOSYSTEMS TO CLIMATE CHANGE. TDEC WILL ENGAGE WITH HTF MEMBERS, PARTNERS, AND STAKEHOLDERS TO ASSESS, TRACK, REPORT, AND COMMUNICATE PROGRESS TO THE HTF MEMBER STATES AND THE PUBLIC AT THE STATE, REGIONAL, AND MARB SCALES.OUTCOMES:THE DELIVERABLES TO BE PROVIDED UNDER THIS COOPERATIVE AGREEMENT INCLUDE OPTIMIZED MECHANICAL WASTEWATER PLANTS AND PLANT COVER CROPS IN TENNESSEE'S PRIORITY WATERSHEDS. THE EXPECTED OUTCOMES RESULTING FROM THESE EFFORTS INCLUDE SUPPLEMENTAL PROGRAMS FOR NUTRIENT MONITORING. THE INTENDED BENEFICIARIES ARE RESIDENTS OF THE STATE OF TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_02D39322_6800"}, {"internal_id": 157418155, "Award ID": "02D38222", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-10", "CFDA Number": "66.485", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $965,000 TO THE KENTUCKY ENERGY AND ENVIRONMENT CABINET TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF KENTUCKY DIVISION OF WATER'S NUTRIENT REDUCTION STRATEGY. KENTUCKY WILL PROVIDE A NUTRIENT MANAGEMENT PLANNING SYSTEM FOR NUTRIENT INVESTMENTS IN MUNICIPAL STORMWATER AND WASTEWATER TREATMENT SYSTEMS. KENTUCKY WILL IMPROVE UPON ITS AGRICULTURE CONSERVATION PRACTICES. KENTUCKY WILL EXPAND OUTREACH AND MARKETING OF KENTUCKY'S NEW AGRICULTURE WATER QUALITY ACT PLANNING TOOL AND FILL GAPS IN KENTUCKY'S STREAM GAGING NETWORK. KENTUCKY WILL DEVELOP NUTRIENT FOCUSED TRAINING MODULES FOR MUNICIPAL SEPARATE STORM SEWER SYSTEMS, AND PROVIDE NUTRIENT OPTIMIZATION TRAINING FOR WASTEWATER TREATMENT SYSTEMS. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58). ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE 1) TRAINING ON NUTRIENT OPTIMIZATION FOR WASTEWATER TREATMENT SYSTEMS AND NUTRIENT FOCUSED MODULES FOR MUNICIPAL SEPARATE STORM SEWER SYSTEMS; 2) INNOVATIVE NUTRIENT PRACTICES FOR MUNICIPAL STORMWATER AND WASTEWATER TREATMENT SYSTEMS; 3) TRACKING OF KENTUCKY'S NUTRIENT REDUCTION STRATEGY RESULTS; 4) DEVELOPING NUTRIENT MANAGEMENT PLANS; 5) PUBLISHING RESULTS OF AGRICULTURE CONSERVATION PRACTICES; AND 6) OUTREACH AND MARKETING TO STAKEHOLDERS OF KENTUCKY'S AGRICULTURE WATER QUALITY ACT PLANNING TOOL. SUBRECIPIENT:SUBAWARD TO UNIVERSITY OF KENTUCKY FOR MS4 TRAINING\nSUBAWARD TO USGS TO PURCHASE STREAM GAGES\nSUBAWARD TO THE KENTUCKY DIVISION OF CONSERVATION FOR BMP IMPLEMENTATION ON GULF HYPOXIA PROJECTS\nOUTCOMES:KENTUCKY'S ANTICIPATED DELIVERABLE INCLUDES THEIR NUTRIENT AND ENERGY OPTIMIZATION PROGRAM ACROSS THE STATE, AND MULTI-YEAR OPTIMIZATION TRAININGS FOR WASTEWATER TREATMENT PLANT OPERATORS. OUTREACH AND MARKETING WILL BE CONDUCTED TO ENGAGE STAKEHOLDERS ON THE STATE'S AGRICULTURE WATER QUALITY ACT PLANNING TOOL. THE EXPECTED OUTCOME IS THE INSTALLATION AND ANNUAL MAINTENANCE OF TWO NEW USGS STREAM GAGING STATIONS IN WESTERN KENTUCKY. ANOTHER EXPECTED OUTCOME IS REDUCED NUTRIENT LOSSES IN AGRICULTURE LANDSCAPES DUE TO ENHANCED NUTRIENT MANAGEMENT PLANNING. THE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF THE COMMONWEALTH OF KENTUCKY, IMPACTED BY THE MARB DRAINAGE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "25db5253-f3b6-77fa-a5d4-3b1743f95fbe-C", "generated_internal_id": "ASST_NON_02D38222_6800"}, {"internal_id": 152549243, "Award ID": "00E03276", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.485", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF THE INDIANA STATE DEPARTMENT OF AGRICULTURE'S (ISDA) NUTRIENT REDUCTION STRATEGY. THE INDIANA STATE DEPARTMENT OF AGRICULTURE IS PROPOSING TO HIRE A STAFF PERSON TO HELP MANAGE THESE NEW EPA GRANT FUNDS, AND TO PROVIDE SUPPORT WITH THE STATE NUTRIENT REDUCTION STRATEGY  EFFORTS. THIS STAFF PERSON WILL MANAGE AND COORDINATE THE SOIL SAMPLING PROGRAM THAT WILL BE DEVELOPED UNDER THIS WORK PLAN AND COORDINATE OTHER ON-FARM TRIAL PROGRAMS. THESE PROGRAMS WILL AIM TO INCREASE THE FREQUENCY IN WHICH LANDOWNERS SOIL SAMPLE AS WELL AS IMPROVE NUTRIENT USE EFFICIENCY. ISDA IS ALSO PROPOSING THE CREATION OF THE INDIANA NUTRIENT RESEARCH AND EDUCATION PROGRAM THAT WILL FOCUS ON THE WORK OF THE INDIANA SCIENCE ASSESSMENT . THIS PROGRAM WILL ALLOW FOR CONTINUED MANAGEMENT AND RESEARCH ANALYSIS UNDER INDIANA'S SCIENCE ASSESSMENT TO DETERMINE EFFICIENCY OF CONSERVATION PRACTICES ON IMPROVING WATER QUALITY.\n\nTHIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: 1: EXPANDING STAFF CAPACITY TO MANAGE THE BIL-GHP FUNDS, AND SUPPORT THE INDIANA STATE NUTRIENT REDUCTION STRATEGY (SNRS), INDIANA CONSERVATION PARTNERSHIP  EFFORTS,  SOIL SAMPLING PROGRAM, AND ON-FARM TRIAL PROGRAMS. 2: DEVELOPMENT AND EXPANSION OF A SOIL SAMPLING PROGRAM AIMED AT INCREASING STEWARDSHIP AMONG AGRICULTURAL COMMUNITIES, NUTRIENT USE EFFICIENCY ON INDIANA FARMLAND, NON-POINT SOURCE POLLUTION REDUCTION, GREENHOUSE GAS REDUCTIONS, AND WATER QUALITY IMPROVEMENTS. 3: CREATION OF AN INDIANA NUTRIENT RESEARCH AND EDUCATION PROGRAM (INREP) TO CONTINUE AND EXPAND THE WORK OF THE INDIANA SCIENCE ASSESSMENT, WHICH FOCUSES ON QUANTIFYING NUTRIENT REDUCTION FROM CONSERVATION PRACTICES AND DETERMINING CONSERVATION PRACTICE EFFECTIVENESS.  SUBRECIPIENT:FOR THE CREATION OF THE INDIANA NUTRIENT RESEARCH AND EDUCATION PROGRAM.  THE COSTS INCLUDES SALARY AND BENEFITS FOR THE HIRING OF A PURDUE EXTENSION ASSOCIATE AND INREP MANAGER WHO WILL MANAGE THE CENTER AND EDUCATION EFFORTS; FOR A RESEARCH ASSOCIATE WHO WILL CONDUCT RESEARCH AND SYNTHESIS FOR THE SCIENCE ASSESSMENT, AND FOR STUDENT RESEARCH ASSISTANTS WHO WILL WORK UNDER AN INTERNSHIP-TYPE EMPLOYMENT AND ASSIST IN DEVELOPING DATABASES AND ANALYZING DATA.  COSTS ALSO INCLUDE PROVIDING FUNDING TO SUPPORT GRANTS FOR NECESSARY RESEARCH PROJECTS TO ADVANCE NUTRIENT LOSS REDUCTION RESEARCH AND CONSERVATION PRACTICE EFFECTIVENESS RESEARCH FOR A TOTAL OF APPROXIMATELY $100,000 PER YEAR, INCLUDING ADMINISTRATION BY THE INDIANA WATER RESOURCES RESEARCH CENTER.  FUNDING WILL FOCUS ON MAKING DATA ACCESSIBLE FOR USE IN THE SCIENCE ASSESSMENT AND FOR OTHER RESEARCH SYNTHESES.  LASTLY, FUNDS ARE ALSO REQUESTED FOR PROFESSIONAL SERVICES SUCH AS PUBLICATION DESIGN, LAYOUT, AND ILLUSTRATIONS.  A SMALL AMOUNT OF TRAVEL FUNDS IS NEEDED FOR EVENTS WHERE RESULTS WILL BE PRESENTED.OUTCOMES:THE DELIVERABLES TO BE PROVIDED UNDER THIS AGREEMENT ARE: 1: PRODUCE AN ANNUAL REPORT OF INREP ACTIVITIES AND COLLABORATIONS FOR EXTERNAL AUDIENCES. 2: DEVELOP A DATABASE THAT INCLUDES THE DATA FROM FUNDED PROJECTS. 3: DEVELOP A SERIES OF PURDUE EXTENSION EXPERT-REVIEWED, ACCESSIBLE PUBLICATIONS ON THE FINDINGS ABOUT CONSERVATION PRACTICE EFFECTIVENESS.\n\nTHE EXPECTED OUTCOMES RESULTING FROM THESE EFFORTS INCLUDE: 1: SUSTAIN AND STRENGTHEN THE NETWORK OF SCIENTISTS AND AGENCIES COLLABORATING TO PROVIDE THE SCIENTIFIC FOUNDATION FOR THE INDIANA STATE NUTRIENT REDUCTION STRATEGY AND RELATED CONSERVATION EFFORTS. 2: LEAD A CONTINUAL PROCESS OF REFINING AND IMPROVING THE SCIENCE ASSESSMENT. 3: INCREASE THE AVAILABILITY OF DATA FROM INDIANA RESEARCH ON NUTRIENT LOSS REDUCTION. 4: SYNTHESIZE AND DELIVER THE KNOWLEDGE TO CONSERVATION PARTNERS AND THE AGRICULTURAL COMMUNITY. \n\nTHE INTENDED BENEFICIARIES INCLUDE RESIDEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "bc0fa201-fba1-8139-b170-a6e014097cb7-C", "generated_internal_id": "ASST_NON_00E03276_6800"}, {"internal_id": 152549407, "Award ID": "00E03275", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.485", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN (GHAP) THROUGH IMPLEMENTATION OF OHIO ENVIRONMENTAL PROTECTION AGENCY'S NUTRIENT REDUCTION STRATEGY. SPECIFICALLY, THIS PROJECT WILL DEVELOP A PROGRAM THAT REDUCES NUTRIENTS FROM HOME SEPTIC TREATMENT SYSTEMS FROM DISADVANTAGES COMMUNITIES IN SOUTHEAST OR SOUTHERN OHIO. THIS PROJECT TARGETS LOW INCOME AND DISADVANTAGED COMMUNITIES THAT HAVE SEPTIC AND SEPTAGE DISPOSAL PROBLEMS IN SOUTHEAST OHIO. AS A RESULT, THIS PROJECT SHOULD INCREASE AVAILABILITY AND AFFORDABILITY OF MAINTENANCE ON SEPTIC SYSTEMS IN THAT LOCATION. ADDITIONALLY, THE OHIO EPA STAFF WILL BE EXAMINING WAYS OF INCREASING ACCESS TO NUTRIENT REDUCTION PROGRAMS AND NONPOINT SOURCE POLLUTION CONTROL GRANTS TO DISADVANTAGED COMMUNITIES, ESPECIALLY IN TARGET WATERSHEDS. SOME WATERSHEDS MAY BE SELECTED BECAUSE OF THE ENVIRONMENTAL JUSTICE STATUS OF THE COMMUNITY AND NONPOINT SOURCE IMPLEMENTATION STRATEGIES DEVELOPED FOR THEIR WATERSHED, THUS PREPARING PROJECTS FOR POTENTIAL FEDERAL SECTION 319 FUNDING. OHIO WILL USE A DEFINITION OF DISADVANTAGED COMMUNITIES THAT IS THOSE COMMUNITIES WITH MEDIAN HOUSEHOLD INCOMES LESS THAN THE STATEWIDE MEDIAN HOUSEHOLD INCOME AND COMMUNITIES WITH A POVERTY RATE GREATER THAN A STATEWIDE POVERTY RATE. OTHER FACTORS SUCH AS ACCESS TO CLEAN WATER, PROXIMITY TO PUBLIC HEALTH RISKS SUCH AS WASTEWATER DISCHARGES, UNEMPLOYMENT, POPULATION GROWTH, AGE DISTRIBUTION OF POPULATION, AND OTHER SOCIO-ECONOMIC FACTORS MAY BE USED. \n\nTHIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).\n\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: \n\nUPDATE OHIO'S NUTRIENT REDUCTION STRATEGY;\nINCREASE NUTRIENT MANAGEMENT TECHNICAL ASSISTANCE;\nINCREASE CONSERVATION PRACTICE DESIGN TECHNICAL ASSISTANCE;\nINCREASE OHIO EPA STAFF SUPPORT FOR NUTRIENT REDUCTION ACTIVITIES AND EVALUATION TO SUPPORT HTF GOALS;\nSUPPORT DEVELOPMENT OF ADDITIONAL HUC12 NONPOINT SOURCE IMPLEMENTATION STRATEGIES (NPSIS);\nDEVELOP A PROGRAM THAT REDUCES NUTRIENTS FROM HOME SEPTIC TREATMENT SYSTEMS (HSTS) OR SEPTAGE FROM DISADVANTAGED COMMUNITIES IN SOUTHEAST OR SOUTHERN OHIO;\nMEASURE THE EFFECTIVENESS OF NEW INNOVATIVE PRACTICES;\nSUPPORT THE CONTINUED MAINTENANCE OF USGS GAGE WATER QUALITY MONITORING AT THREE MONITORING POINTS IN THE OHIO RIVER BASIN.\nSUBRECIPIENT:SPECIFIC SUBAWARDS ACTIVITIES INCLUDE THE FOLLOWING:  \n\nOHIO DEPARTMENT OF AGRICULTURE WILL BE ADDING A FULLTIME NUTRIENT MANAGEMENT SPECIALIST THAT WILL BE PROVIDING TRAINING AND SUPPORT TO COUNTRY SOIL AND WATER CONSERVATION DISTRICT PERSONNEL, FARM AND CROP ADVISORS AND FARM PRODUCERS.\n\nOHIO LAND GRANT UNIVERSITY WILL UPDATE OHIO'S NUTRIENT REDUCTION STRATEGY WITH RELEVANT STRATEGIES THAT CAN BE EVALUATED AND MEASURES PROGRESS THAT CAN BE TRACKED. \n\nUS GEOLOGICAL SURVEY, WILL CONTINUE MAINTENANCE OF GAGES IN ORDER TO CONTINUE TO COLLECT WATER QUALITY DATA (SPECIFICALLY NUTRIENT LOAD, CONCENTRATIONS AD FLOW) INDEFINITELY. \n\nLOCAL GOVERNMENTS AND NON-PROFIT ENVIRONMENTAL GROUPS FOR NONPOINT SOURCE POLLUTION MANAGEMENT PROJECTS.OUTCOMES:THE DELIVERABLES TO BE PROVIDED UNDER THIS AGREEMENT ARE EXPECTED TO DECREASE NUTRIENT DELIVERY IN THE OHIO RIVER BASIN, ALTHOUGH INDIRECTLY. THESE PROGRAMMATIC SUPPORT CHANGES ARE NOT SPECIFIC IMPLEMENTATION PRACTICES THAT HAVE MEASURABLE POLLUTION LOAD REDUCTIONS. THEREFORE, NO POLLUTION LOAD REDUCTION IS GIVEN. THESE PROPOSED ACTIVITIES AND RESULTS WILL BE DESCRIBED IN OHIO'S ANNUAL NONPOINT SOURCE PROGRAM REPORT AND MADE AVAILABLE ON OHIO EPA'S WEBSITE. LESSONS LEARNED AND PROGRESS THAT IS TRANSFERABLE WILL BE SHARED VIA THE HYPOXIA TASK FORCE COORDINATING COMMITTEE REGULAR MEETING STRUCTURE AND THE NEWSLETTER CREATED TO DESCRIBE HYPOXIA TASK FORCE OR NOTABLE STATE ACTIVITIES AND NEWS. ACCESS TO TECHNICAL ASSISTANCE AND ANY NEW HSTS OR SEPTAGE RESOURCES WILL BE SHARED THROUGH MEDIA RELEV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_00E03275_6800"}, {"internal_id": 152549277, "Award ID": "00E03274", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.485", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF WISCONSIN'S NUTRIENT REDUCTION STRATEGY. WISCONSIN PROPOSES TO USE GULF HYPOXIA PROGRAM FUNDS TO SUPPORT IMPLEMENTATION, COORDINATION, AND REPORTING OF THE STATE NUTRIENT REDUCTION STRATEGY WISCONSIN INTENDS TO FUND INNOVATIVE PRACTICES AND PILOT PROJECTS TO REDUCE AGRICULTURAL NONPOINT SOURCE NUTRIENT LOSSES, EXPAND SUPPORT FOR KEY INITIATIVES RELATED TO AGRICULTURE AND WATER QUALITY, AND IMPROVE STATE CAPABILITY TO TRACK, REPORT, AND DEMONSTRATE PROGRESS.\n\nTHIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: NITROGEN OPTIMIZATION PILOT PROJECT DATA COLLECTION/MANAGEMENT/ANALYSIS, PAY-FOR-PERFORMANCE AND INNOVATION GRANT WATERSHED PROJECT IMPLEMENTATION, AND DEVELOPING A DATA VISUALIZATION TOOL TO PORTRAY NUTRIENT REDUCTION PROGRESS.SUBRECIPIENT:SUBAWARD ACTIVITIES INCLUDE FUNDING FOR PAY-FOR-PERFORMANCE AND INNOVATION GRANTS TOWARD WATERSHED PROJECT IMPLEMENTATION, UNIVERSITY OF WISCONSIN NUTRIENT REDUCTION STRATEGY IMPLEMENTATION SUPPORT ACTIVITIES, UNIVERSITY OF WISCONSIN-EXTENSION SUPPORT IN DEVELOPING 9-KEY ELEMENT PLANS, WI DEPARTMENT OF AGRICULTURE, TRADE AND CONSUMER PROTECTION'S DEVELOPMENT OF A COMPREHENSIVE, INTEGRATED AND GEOSPATIAL DATA MANAGEMENT SYSTEM, AND TO OVERSEE DEVELOPMENT OF A BMP IMPLEMENTATION TRACKING SYSTEM AND PROVIDE TECHNICAL ASSISTANCE TO SYSTEM USERS AND IMPROVES END-USER FUNCTIONALITY.OUTCOMES:THE DELIVERABLES TO BE PROVIDED UNDER THIS AGREEMENT ARE: A DATA VISUALIZATION TOOL TO PORTRAY NUTRIENT REDUCTION PROGRESS AND A FINAL REPORT DETAILING THE RESULTS FROM ALL THE VARIOUS SUB GRANTS FUNDED BY THIS PROJECT.\n\nTHE EXPECTED OUTCOMES RESULTING FROM THESE EFFORTS INCLUDE REDUCTIONS IN NITROGEN AND PHOSPHORUS LOADS TO WISCONSIN WATERS AND THE MISSISSIPPI RIVER, PARTICULARLY FROM AGRICULTURAL NONPOINT SOURCES. ADDITIONAL ENVIRONMENTAL CO-BENEFITS INCLUDE SEDIMENT LOSS REDUCTION ALONG WITH CARBON SEQUESTRATION AND CLIMATE CHANGE MITIGATION AND ADAPTATION VIA IMPLEMENTATION OF CONSERVATION SYSTEMS THAT BOTH IMPROVE WATER QUALITY AND BUILD SOIL HEALTH. DISADVANTAGED COMMUNITIES WILL BE GIVEN PRIORITY CONSIDERATION.\n\nTHE INTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF WISCONSIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_00E03274_6800"}, {"internal_id": 152549209, "Award ID": "00E03273", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "66.485", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF ILLINOIS EPA'S NUTRIENT REDUCTION STRATEGY. THE ILLINOIS WORKPLAN INCLUDES SEVEN PROJECTS THAT WILL ADVANCE THE IMPLEMENTATION OF THE ILLINOIS NUTRIENT LOSS REDUCTION STRATEGY BY CREATING NEW INITIATIVES AND SCALING UP EXISTING PROGRAMS. PROJECTS INCLUDE WATER QUALITY MONITORING IN SURFACE AND GROUNDWATER, AGRICULTURE CONSERVATION PRACTICE IMPLEMENTATION, WATERSHED EDUCATION AND OUTREACH, DATA METRICS COLLECTION, AND NUTRIENT STRATEGY UPDATE AND REPORTING, WITH AN EMPHASIS ON BENEFITING DISADVANTAGED COMMUNITIES.\n\nTHIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: CONDUCT WATERSHED OUTREACH AND EDUCATION, NUTRIENT MONITORING AT EIGHT USGS CONTINUOUS MONITORING STATIONS IN ILLINOIS, ANNUAL PLANTING OF 130,000#8208;140,000 ACRES OF COVER CROPS, PURCHASING OF NITRATE ANALYSIS EQUIPMENT, DEVELOPMENT OF NUTRIENT LOSS REDUCTION STRATEGY (NLRS) BIENNIAL REPORT, COLLECT DATA ON THE IMPLEMENTATION OF NUTRIENT MANAGEMENT PRACTICES, AND ONGOING IMPLEMENTATION OF NONPOINT SOURCE BEST MANAGEMENT PRACTICES RECOMMENDED IN THE NLRS.SUBRECIPIENT:SUBAWARD ACTIVITIES ARE AS FOLLOWS: TECHNICAL ASSISTANCE/OUTREACH, NUTRIENT MONITORING AT EIGHT USGS CONTINUOUS MONITORING STATIONS IN ILLINOIS, ANNUAL PLANTING OF 130,000#8208;140,000 ACRES OF COVER CROPS, PURCHASING OF NITRATE ANALYSIS EQUIPMENT, DEVELOPMENT OF NUTRIENT LOSS REDUCTION STRATEGY (NLRS) BIENNIAL REPORT, COLLECT DATA ON THE IMPLEMENTATION OF NUTRIENT MANAGEMENT PRACTICES, AND ONGOING IMPLEMENTATION OF NONPOINT SOURCE BEST MANAGEMENT PRACTICES RECOMMENDED IN THE NLRS.\n\nOUTCOMES:THE DELIVERABLES TO BE PROVIDED UNDER THIS AGREEMENT ARE: AGRONOMIC RESEARCH RESULTS SPECIFIC TO NUTRIENT REDUCTION, DATA GENERATED FROM CONTINUOUS NUTRIENT MONITORING NETWORK AND GROUNDWATER NITRATE MONITORING ANALYSIS, NUTRIENT LOSS REDUCTION STRATEGY 2023 BIENNIAL REPORT, SURVEY RESULTS WITH INFORMATION ON STATEWIDE AND REGIONAL IMPLEMENTATION OF 4R NUTRIENT MANAGEMENT ADOPTION IN ILLINOIS, \n\nTHE EXPECTED OUTCOMES RESULTING FROM THESE EFFORTS INCLUDE DECREASED NUTRIENT LOADS TO THE GULF OF MEXICO AS WELL AS IMPROVEMENTS TO LOCAL WATER QUALITY, INCLUDING DRINKING WATER SOURCES. CLIMATE RESILIENCE AND MITIGATION WILL ALSO BE ACHIEVED BY CERTAIN PROJECTS.\n\nTHE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF ILLINOIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_00E03273_6800"}, {"internal_id": 152549187, "Award ID": "00E03272", "Award Amount": 1713333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.485", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT AND ADVANCE THE GULF HYPOXIA ACTION PLAN THROUGH IMPLEMENTATION OF MINNESOTA POLLUTION CONTROL AGENCY'S (MPCA) NUTRIENT REDUCTION STRATEGY. THIS WORK WILL SET STRATEGIC DIRECTIONS FOR SCALING UP THE MOST CRITICAL AGRICULTURAL BEST MANAGEMENT PRACTICES (BMPS) TO ACHIEVE THE REMAINING NUTRIENT REDUCTION GOALS AT THE STATE LINES AND AT THE UPSTREAM WATERSHED OUTLETS. POINT SOURCE NITROGEN REDUCTION MANAGEMENT PLAN TEMPLATES WILL BE DEVELOPED FOR USE AT THE HIGHEST PRIORITY MUNICIPAL WASTEWATER FACILITIES. PRIORITY WATERSHEDS WILL BE MAPPED, AND TOOLS FOR LOCAL WATERSHED NUTRIENT REDUCTION PLANNING WILL BE MADE MORE EFFECTIVE. MINNESOTA'S NUTRIENT REDUCTION STRATEGY AND TRACKING SYSTEM WILL BE UPDATED TO MORE EFFECTIVELY ACHIEVE AND TRACK NUTRIENT REDUCTIONS THROUGH 2035. THIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).\nACTIVITIES:MINNESOTA'S WORK PLAN IS WRITTEN FOR THE FIRST TWO YEARS OF EPA ALLOCATIONS TO THE STATES. THE MPCA'S WORKPLAN PROVIDED TO THE EPA BREAKS UP THE PROJECT IN 8 ACTIVITIES. 1: FROM EXISTING RESEARCH, IDENTIFY THE BEST MANAGEMENT PRACTICES (BMPS) WITH NUTRIENT REDUCTION. 2: DEVELOP A PLAN TO SCALE UP AND APPLY BMPS. 3: SUPPORT AND INCREASE USE OF WATERSHED DECISION SUPPORT TOOLS FOR LOCAL NUTRIENT REDUCTION PLANNING. 4: UPDATE NUTRIENT LOAD ESTIMATES THROUGHOUT MINNESOTA'S RIVERS AND PRIORITIZE GEOGRAPHIC AREAS. 5: IDENTIFY FACILITIES WITH HIGH NITROGEN LOADS AND PROVIDE ASSISTANCE TO ACHIEVE NITROGEN REDUCTION. 6: DESIGN A PROGRESS-TRACKING SYSTEM FOR DISPLAYING ONGOING PROGRESS WITH NUTRIENT REDUCTION EFFORTS AND RESULTS. 7: UPDATE AND REVISE MINNESOTA'S NUTRIENT REDUCTION STRATEGY TO MORE EFFECTIVELY ACHIEVE POINT AND NONPOINT NUTRIENT LOAD REDUCTIONS TO WATERS THROUGH 2035. 8: MANAGE AND COORDINATE SUBCONTRACTING, REPORTING, FINANCIAL, MULTI-STATE COLLABORATION, AND OTHER PROJECT MANAGEMENT WORK TO ACCOMPLISH PARTS 1-7.SUBRECIPIENT:THE SUB-AWARD WILL BE AWARDED TO A COMBINATION OF THE UNIVERSITY OF MINNESOTA, MINNESOTA DEPARTMENT OF AGRICULTURE AND THE MINNESOTA BOARD OF WATER AND SOIL RESOURCES. THE MPCA WILL REQUIRE REGULAR MEETINGS (I.E. MONTHLY) WITH SUB-AWARDEES TO ASSURE THAT ALL EXPECTATIONS AND REQUIREMENTS ARE BEING MET, AND THAT REPORTING IS RECEIVED FOR CONVEYING BACK TO EPA.  ADDITIONALLY, A MULTI-ORGANIZATION STEERING TEAM WILL BE ORGANIZED AND WILL REGULARLY DISCUSS THE STATUS AND RESULTS OF EACH PROJECT ELEMENT.  THE UNIVERSITY OF MINNESOTA, WHO WILL USE IT TO SUPPORT STAFF TO WORK ON IDENTIFYING THE BEST MANAGEMENT PRACTICES (BMPS) ASSOCIATED WITH REDUCING NUTRIENTS IN WATERWAYS. THE MINNESOTA DEPARTMENT OF AGRICULTURE (MDA) WILL INVEST RESOURCES IN SUMMARIZING AND UNDERSTANDING KEY FACTORS RELATED TO CONSERVATION ADOPTION AND REVIEWING CURRENT AND NEW APPROACHES TO PRACTICE IMPLEMENTATION.\nTHE MINNESOTA BOARD OF SOIL AND WATER RESOURCES (BWSR) STAFF WILL BRIDGE THE WORK CONDUCTED BY LOCAL WATERSHED PLANNING AND WORK BY CONTRACTED CONSULTANTS.OUTCOMES:THE DELIVERABLES TO BE PROVIDED UNDER THIS AGREEMENT ARE A SUMMARY OF THE RESULTS OF THE PROJECT TO THE EPA. THE MPCA'S SUPPORT STAFF WILL WORK WITH TECHNICAL LEADS AND SUB-AWARDEES TO COLLECT AND DISSEMINATE INFORMATION. THIS REPORT WILL INCLUDE: LESSONS LEARNED FROM THE PROJECT, DEVELOP SUMMARIES TO BE SHARED WITH THE PUBLIC AT HYPOXIA TASK FORCE (HTF) MEETINGS. MATERIALS TO BE SHARED ON THE EPA'S GULF HYPOXIA ACTION PLAN WEBSITE AND A COLLECTION OF RELEVANT WRITE-UPS TO SEND TO EPA FOR PUBLICATION IN THE HYPOXIA TASK FORCE NEWSLETTER. THE EXPECTED OUTCOMES RESULTING FROM THESE EFFORTS WILL HELP PROTECT AND RESTORE LOCAL LAKES, RIVERS AND DRINKING WATER SOURCES, AS WELL AS IMPROVE WATERS DOWNSTREAM ALL OF THE WAY TO THE GULF OF MEXICO. THE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF THE STATE OF MINNESOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": 1713333.0, "recipient_id": "6461e89f-f3ae-9f15-bbf5-d61b6f4dfa1c-C", "generated_internal_id": "ASST_NON_00E03272_6800"}]