[{"internal_id": 159191063, "Award ID": "98T51101", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "66.424", "Description": "DESCRIPTION:THE PURPOSE OF THIS AMERICAN RESCUE PLAN-FUNDED GRANT AGREEMENT IS TO SUPPORT THE PROPOSED INTERIM DRINKING WATER PROGRAM (IDWP).THIS PROGRAM WILL PROVIDE TRAINING AND EDUCATION TO APPROXIMATELY 280 FARMWORKER FAMILIES RESIDING IN TWENTY SMALL MOBILE HOME PARKS KNOWN AS 'POLANCOS'. THESE 'POLANCOS' EXPERIENCE WATER CONTAMINATION, INCLUDING ARSENIC AND FLUORIDE, THAT IS PRESENT IN THE MOBILE HOME PARK WELLS. THE MAIN PROGRAM ACTIVITIES ARE COMMUNITY OUTREACH, PLANNING, AND ORGANIZING, ALL OF WHICH WILL FACILITATE A NEEDS ASSESSMENT TO FURTHER DEVELOP THE UNDERSTANDING OF EACH COMMUNITY'S PRIORITIES AND CHALLENGES. OUR ESTABLISHED NETWORK RELATIONSHIPS WITH POLANCO PARKS ARE THE IDEAL CONDITIONS TO CONDUCT DOOR-TO-DOOR CANVASING TO BEGIN DEVELOPING THE IDWP. THIS EFFORT WILL BE AIDED BY DISTRIBUTION OF FLYERS, NEWSLETTERS, AND SOCIAL MEDIA PLATFORMS TO INFORM THE COMMUNITY. THESE COMMUNITY ENGAGEMENT ACTIVITIES HAVE PROVEN EFFECTIVE IN ENCOURAGING FAMILIES TO PARTICIPATE IN THE IDWP. FAMILIES WILL SIGN A LETTER OF AGREEMENT TO MOVE TOWARDS THE IMPLEMENTATION OF POINT-OF-USE WATER FILTRATION UNITS. ALL THESE MILESTONES WILL ENSURE GREATER PROGRAM PARTICIPATION TO INCREASE WATER CONTAMINATION KNOWLEDGE, COMPLIANCE WITH FEDERAL DRINKING WATER REGULATIONS, BOOST EQUITY  THROUGH RESOURCE ACCESSION, IMPROVE COMMUNITY MEMBERS QUALITY OF LIFE, AND PROGRESS TOWARDS THE MAIN WATER CONSOLIDATION GOAL WITH LOCAL MUNICIPAL SERVICES.\nPREAWARD COSTS HAVE BEEN APPROVED BACK TO 03/01/2023.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE:\n1: COMMUNITY OUTREACH TO APPROXIMATELY 20 POLANCO MOBILE HOME PARKS; INFORM RESIDENTS REGARDING COMPLIANCE WITH SAFE DRINKING WATER ACT (SDWA) REGULATIONS.\n\n2: PROVIDE EDUCATION ABOUT INTERIM SOLUTIONS FOR DRINKING WATER TO COMPLY WITH THE SDWA; INTRODUCE THE IDWP IMPLEMENTATION PLAN FOR THE INSTALLATION OF POINT-OF-USE WATER FILTRATION USING REVERSE OSMOSIS TECHNOLOGY.\n\n3: PROVIDE TRAINING AND INFORMATION REGARDING WATER SAMPLING AND REPORTING; ESTABLISH COMPLIANCE PROCESS, INCLUDING SCHEDULING OF WATER SAMPLING.\n\n4: PROVIDE REPORTING OF INSTALLED UNITS EVIDENCED BY EPA TRACKING FORMS INCLUDING WATER SAMPLING AND REPORTINGSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE: \n\n1. DEVELOPMENT OF A NEEDS ASSESSMENT AND WORKPLAN: WORK IN COORDINATION WITH POLANCO COMMUNITIES TO IDENTIFY AND CHARACTERIZE CHALLENGES AND NEEDS FOR THE PROJECT; AND EXPLAIN POTENTIAL SOLUTIONS.\n\n2. SCOPING: CONDUCT COMMUNITY CANVASSING TO NOTIFY RESIDENTS OF THE IDWP AND TO COLLECT ACCURATE POPULATION DATA.\n\n3. COMMUNITY OUTREACH: UTILIZE AND PREPARE OUTREACH STRATEGIES AND MATERIALS, SUCH AS PUBLISHED MATERIALS, FLYERS, NEWSLETTERS, AND HANDOUTS, TO INFORM AND EDUCATE THE COMMUNITY ABOUT DRINKABLE WATER. OUTREACH INCLUDES A PHASED APPROACH TO INTRODUCE THE COMMUNITY TO THE IDWP; PRESENT PROJECT IMPACTS, CONSOLIDATION, BENEFITS, AND COSTS AS WELL AS OPTIONS FOR INTERIM SOLUTIONS; AND DISCUSS THE PARTICIPATING RESIDENTS RESPONSIBILITIES. \n\n4. LETTERS OF AGREEMENT TO RECEIVE TECHNICAL ASSISTANCE: OBTAIN LETTER OF AGREEMENT FROM EACH MOBILE HOME PARK OWNER OR INDIVIDUAL HOMEOWNER WHO INTENDS TO PARTICIPATE IN THE IDWP PROGRAM.\n\n5. SCHEDULE DEVELOPMENT: DEVELOP A SCHEDULE OF INSTALLATIONS, AFTER LETTERS OF AGREEMENT ARE SIGNED, AND INSTALL UNITS FOR RESIDENTS\n\nTHE BENEFICIARIES ARE THE RESIDENTS AND COMMUNITY MEMBERS OF POLANCOS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 40000.0, "Infrastructure Obligations": null, "recipient_id": "f2b5b505-fdf3-7ecc-e71d-8feeaa9700d3-R", "generated_internal_id": "ASST_NON_98T51101_6800"}, {"internal_id": 47950462, "Award ID": "96838501", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-29", "CFDA Number": "66.424", "Description": "TO BUILD AWARENESS AND UNDERSTANDING FOR RESIDENTS, RECREATIONALISTS, AND VISITORS OF THE ANIMAS RIVER WATER QUALITY CONDITIONS AND INFORM SAFE RECRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ed7729d-4090-a054-9502-5e5804f29dd9-C", "generated_internal_id": "ASST_NON_96838501_6800"}, {"internal_id": 160687091, "Award ID": "84061301", "Award Amount": 8000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "66.424", "Description": "DESCRIPTION:THROUGH THIS PROGRAM, NATIONAL RURAL WATER ASSOCIATION WILL DELIVER A TRAINING AND TECHNICAL ASSISTANCE PROGRAM FOR SMALL PUBLIC WATER SYSTEMS TO PROMOTE COMPLIANCE WITH THE SAFE DRINKING WATER ACT (SDWA) AND IMPROVE FINANCIAL AND MANAGERIAL CAPACITY.ACTIVITIES:TRAINING SPECIALISTS WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO SMALL PWSS TO INCREASE TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY, IMPROVE THEIR ABILITY TO ACHIEVE AND MAINTAIN SDWA COMPLIANCE, AND INCREASE ACCESS TO SAFE DRINKING WATER. TRAINING SPECIALISTS WILL PROVIDE TRAINING CLASSES WITH APPROVED CONTINUING EDUCATION UNITS (CEUS) TO PROMOTE OPERATOR LICENSURE AND IMPROVE WORKFORCE DEVELOPMENT - KEY COMPONENTS OF PWS SUSTAINABILITY. THIS PROGRAM WILL PROVIDE HANDS-ON, ONSITE TA AND IN-PERSON/HYBRID TRAINING COURSES FOR OPERATORS, MANAGERS, AND DECISION-MAKERS ASSOCIATED WITH SMALL PWSS THAT SERVE POPULATIONS OF UNDER 10,000 PEOPLE IN SMALL, RURAL, AND DISADVANTAGED COMMUNITIES.SUBRECIPIENT:PER THE PROJECT PROPOSAL, SUBAWARDS WILL BE USE TO SUPPORT STATE OFFICES/AFFILIATES FOR TRAINING AND ON-SITE ASSISTANCE ACTIVITIES.\n\nOUTCOMES:NATIONAL RURAL WATER ASSOCIATION WILL PRESENT TRAININGS AND PROVIDE TECHNICAL ASSISTANCE ON TOPICS RELEVANT TO THE SAFE DRINKING WATER ACT AND NATIONAL PRIMARY DRINKING WATER REGULATIONS COMPLIANCE, AND TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY.\nOUTCOMES INCLUDE: \n- A STRENGTHENED WORKFORCE AT PUBLIC WATER SYSTEMS (PWS) THROUGH AN INCREASE IN THE KNOWLEDGE AND COMPETENCY OF SMALL PWS OPERATORS AND DECISION-MAKERS IN A MANAGERIAL, OPERATIONAL, AND FINANCIAL CAPACITY. \n- IMPROVED DRINKING WATER QUALITY AND BETTER PROTECTION OF PUBLIC HEALTH, REFLECTED IN AN INCREASED NUMBER OF SMALL PWSS IN COMPLIANCE WITH SAFE DRINKING WATER ACT (SDWA) REQUIREMENTS AND NATIONAL PRIMARY DRINKING WATER REGULATIONS. \n- AN INCREASED LEVEL OF FINANCIAL CAPACITY, MEASURED BY AN INCREASE IN THE NUMBER OF SMALL PWSS ACCESSING FUNDS THROUGH DWSRFS. \n- A MEASURABLE IMPROVEMENT IN THE PERFORMANCE OF SMALL PWSS WHERE OPERATIONAL CHANGES OR OTHER RECOMMENDATIONS WERE IMPLEMENTED FOLLOWING A SYSTEM DIAGNOSTIC EVALUATION. \n- AN INCREASE IN THE KNOWLEDGE AND COMPETENCY OF SMALL PWS OPERATORS AND DECISION-MAKERS IN REGULATORY REQUIREMENTS AND EFFECTIVE COMPLIANCE STRATEGIES. \n- AN INCREASED LEVEL OF EMERGENCY PREPAREDNESS AND RESILIENCY IN SMALL PWSS FROM COMPLETING RISK AND RESILIENCE ASSESSMENTS. \n- AN INCREASED NUMBER OF SMALL SYSTEMS WITH HEALTH-BASED REPORTING AND MONITORING VIOLATIONS RETURNING TO COMPLIANCE. \n- IMPROVED KNOWLEDGE AND COMPETENCY OF SMALL PWS OPERATORS, LEADING TO SDWA COMPLIANCE OR MAKING SUBSTANTIAL PROGRESS TOWARD COMPLIANCE. \n- INCREASED STRENGTH AND SUSTAINABILITY OF THE WATER INDUSTRY WORKFORCE AS MEASURED BY AN INCREASE IN THE NUMBER OF OPERATORS OBTAINING AND MAINTAINING CERTIFICATION. \n- MEASURABLE PROGRESS TOWARD ENVIRONMENTAL JUSTICE AND EQUITY GOALS, WITH AN INCREASED NUMBER OF PEOPLE RECEIVING THE SAME DEGREE OF PROTECTION FROM ENVIRONMENTAL HEALTH HAZARDS, AND EQUAL ACCESS TO THE DECISION-MAKING PROCESS TO HAVE A HEALTHY ENVIRONMENT IN WHICH TO LIVE, LEARN, AND WORK. \nBENEFICIARIES INCLUDE:\nOPERATORS, MANAGERS, AND DECISION-MAKERS ASSOCIATED WITH SMALL PUBLIC WATER SYSTEMS THAT SERVE POPULATIONS OF UNDER 10,000 PEOPLE IN SMALL, RURAL, AND DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_84061301_6800"}, {"internal_id": 160687090, "Award ID": "84061201", "Award Amount": 14000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "66.424", "Description": "DESCRIPTION:IN COLLABORATION WITH ITS PARTNERS, RURAL COMMUNITY ASSISTANCE PARTNERSHIP INCORPORATED WILL PROVIDE TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY-BUILDING TRAINING AND TECHNICAL ASSISTANCE FOR OPERATORS, BOARD MEMBERS, AND MANAGERS OF TRIBAL AND NON-TRIBAL SMALL COMMUNITY WATER SYSTEMS, NON-TRANSIENT NON-COMMUNITY WATER SYSTEMS, AND TRANSIENT NON-COMMUNITY WATER SYSTEMS. THE OBJECTIVE IS PROTECTING HUMAN HEALTH THROUGH IMPROVED COMPLIANCE AND LONG-TERM SYSTEM SUSTAINABILITY. THE END RESULTS WILL INCLUDE AN INCREASED NUMBER OF SMALL PUBLIC WATER SYSTEMS IN REGULATORY COMPLIANCE OR MAKING SUBSTANTIAL PROGRESS TOWARD COMPLIANCE; INCREASED KNOWLEDGE AND COMPETENCY OF OPERATORS, MANAGERS, AND BOARD MEMBERS; INCREASED NUMBER OF OPERATORS ACQUIRING, MAINTAINING, AND ADVANCING THEIR CERTIFICATION; AND AN INCREASE IN THE NUMBER OF SYSTEMS THAT HAVE ADOPTED SUSTAINABLE FINANCE AND MANAGEMENT PRACTICES.ACTIVITIES:THROUGH ITS NETWORK OF MORE THAN 350 FIELD-BASED STAFF AND PROJECT PARTNERS, THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP INCORPORATED TEAM WILL PROVIDE TRAINING IN ALL 50 STATES, THE FIVE US TERRITORIES, AND IN TRIBAL COMMUNITIES, USING BOTH IN-PERSON AND REMOTE/ONLINE METHODS. RURAL COMMUNITY ASSISTANCE PARTNERSHIP INCORPORATED WILL DEPLOY TRAINING METHODS THAT INCLUDE: 1) TRADITIONAL IN-PERSON, INSTRUCTOR-LED TRAINING; 2) LIVE, INSTRUCTOR-LED ONLINE TRAINING; 3) WEBINAR PRESENTATIONS OFFERED LIVE AND RECORDED FOR LATER ON-DEMAND VIEWING; 4) MICROLEARNING (SHORT PIECES OF ON-DEMAND CONTENT THAT CAN BE QUICKLY AND CONVENIENTLY CONSUMED); AND 5) ELEARNING, WHICH INCLUDES ONLINE/ON-DEMAND SELF-PACED MODULES. RURAL COMMUNITY ASSISTANCE PARTNERSHIP INCORPORATED WILL ALSO DEVELOP BLENDED LEARNING TRAININGS THAT COMBINE SELF-PACED, ON-DEMAND MATERIALS WITH LIVE, INSTRUCTOR-LED TRAINING.SUBRECIPIENT:THE SUBAWARD ACTIVITIES INCLUDE PROVIDING TECHNICAL, MANAGERIAL, AND FINANCIAL (TMF) CAPACITY-BUILDING TRAINING AND TECHNICAL ASSISTANCE.OUTCOMES:THE INTENDED BENEFICIARIES INCLUDE: OPERATORS, BOARD MEMBERS, AND MANAGERS OF TRIBAL AND NON-TRIBAL SMALL COMMUNITY WATER SYSTEMS, NON-TRANSIENT NON-COMMUNITY WATER SYSTEMS, AND TRANSIENT NON-COMMUNITY WATER SYSTEMS. THIS PROJECT WILL PRODUCE THE FOLLOWING OUTCOMES: - INCREASED NUMBER OF SMALL PUBLIC WATER SYSTEMS (NON-TRIBAL, TRIBAL, COMMUNITY WATER SYSTEM/NON-COMMUNITY WATER SYSTEMS) IN COMPLIANCE WITH THE SAFE DRINKING WATER ACT OR MAKING SUBSTANTIAL PROGRESS TOWARD COMPLIANCE AS INDICATED BY MEASURED PERFORMANCE, REDUCED ENFORCEMENT PRIORITY STATUS, OR OTHER INDICATORS IN ITS DATA COLLECTION SYSTEM (AND FINAL TECHNICAL, MANAGERIAL, FINANCIAL ASSESSMENTS; - INCREASED NUMBER OF SYSTEMS THAT HAVE ADOPTED SUSTAINABLE OR RESILIENT MANAGEMENT PRACTICES AS A PART OF THEIR OPERATIONS AND MANAGEMENT PRACTICES; - INCREASED TECHNICAL, MANAGERIAL, FINANCIAL CAPACITY OF SMALL SYSTEM OPERATORS AND MANAGERS TO DIAGNOSE AND CORRECT THE CAUSES FOR COMPLIANCE FAILURES AND TO INCREASE SUSTAINABILITY AND RESILIENCY; - INCREASED KNOWLEDGE AND COMPETENCY OF BOARD MEMBERS TO MAINTAIN COMPLIANCE AND TO SUSTAIN SYSTEMS OVER TIME; - INCREASED NUMBER OF SYSTEMS WITH UPDATED CERTIFIED RISK AND RESILIENCE ASSESSMENTS AND EMERGENCY RESPONSE PLANS AS REQUIRED BY AMERICA'S WATER INFRASTRUCTURE ACT  SECTION 2013 FOR SYSTEMS SERVING OVER 3,300 POPULATION; AND - INCREASED NUMBER OF SMALL SYSTEMS WORKING TOGETHER IN ALL POSSIBLE FORMS OF UTILITY PARTNERSHIP TO IMPROVE EFFICIENCIES THAT ULTIMATELY ASSIST WITH REGULATORY COMPLIANCE, SUSTAINABILITY, AND IMPROVED PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84061201_6800"}, {"internal_id": 151676230, "Award ID": "84044801", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "66.424", "Description": "DESCRIPTION:THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC. (RCAP), IN COLLABORATION WITH ITS SIX REGIONAL PARTNERS, COMMUNITIES UNLIMITED (CU), GREAT LAKES COMMUNITY ACTION PARTNERSHIP (GLCAP), MIDWEST ASSISTANCE PROGRAM (MAP), RCAP SOLUTIONS (RSOL), RURAL COMMUNITY ASSISTANCE CORPORATION (RCAC), AND SOUTHEAST RURAL COMMUNITY ASSISTANCE PROJECT (SERCAP), COLLECTIVELY, 'RCAP,' AND ITS STRATEGIC PARTNER, THE UNIVERSITY OF ILLINOIS (U OF I), WILL ASSIST SMALL PUBLICLY OWNED WASTEWATER TREATMENT SYSTEMS (POTWS) AND COMMUNITIES/INDIVIDUALS SERVED BY ONSITE/DECENTRALIZED WASTEWATER SYSTEMS TO IMPROVE OPERATIONAL PERFORMANCE AND SYSTEM SUSTAINABILITY OVER THE LONG-TERM, WITH THE OBJECTIVE OF PROTECTING HUMAN HEALTH, ADVANCING ENVIRONMENTAL JUSTICE AND EQUITY, REVITALIZING COMMUNITIES AND IMPROVING COMPLIANCE, SUSTAINABILITY, AND RESILIENCY.ACTIVITIES:UNDER THIS GRANT OPPORTUNITY, RCAP WILL PROVIDE IN-PERSON/REMOTE TRAINING AND TECHNICAL ASSISTANCE (TA) TO: A) OWNERS, OPERATORS, AND MANAGERS OF SMALL PUBLICLY-OWNED WASTEWATER TREATMENT SYSTEMS; AND B) COMMUNITIES/INDIVIDUALS SERVED BY ONSITE/DECENTRALIZED WASTEWATER SYSTEMS. THESE EFFORTS WILL BE DIRECTED AT BOTH TRIBAL AND NON-TRIBAL SYSTEMS AND COMMUNITIES, ESPECIALLY IN SEVERELY IMPACTED AREAS.SUBRECIPIENT:THE SUB-AWARDEES WILL USE THEIR FUNDING FOR TYPICAL COSTS ASSOCIATED WITH TA AND TRAINING, SUCH AS SALARIES AND FRINGE, TRAVEL, AND REGULAR OPERATING EXPENSES. DURING THE 18-MONTH GRANT PERIOD, THE SUB-AWARDEES WILL HELP CONDUCT 12 TRAINING FOR SMALL, PUBLICLY OWNED TREATMENT WORKS (POTWS) AND ONSITE/DECENTRALIZED SYSTEMS. THE SUBAWARDEES WILL ALSO PROVIDE 29 TECHNICAL ASSISTANCE ACTIVITIES FOR SMALL POTWS AND IMPLEMENT 12 TECHNICAL ASSISTANCE PROJECTS IN DECENTRALIZED COMMUNITIES. THE UNIVERSITY OF ILLINOIS (U OF I) PARTICULARLY WILL ADD WASTEWATER-RELATED DOCUMENTS OR RESOURCES TO THE WEBSITE DATABASE. THEY ALSO PLAN TO POST TWO BLOG POSTS EACH OR A TOTAL OF 6 BLOGS EVERY QUARTER.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE 12 TRAINING AND 29 TA PROJECTS ON SMALL POTWS. ADDITIONALLY, RCAP WILL WORK ON IMPLEMENTING 12 TRAINING AND TA PROJECTS ON ON-SITE/DECENTRALIZED SYSTEMS. THE GRANTEE IS ALSO ANTICIPATING REGULAR MEETINGS WITH STATE PRIMACY AND REGULATORY AGENCIES TO ENSURE THE SMOOTH IMPLEMENTATION OF THE PROJECTS. \n\nRCAP EXPECTED OUTCOMES INCLUDE AN INCREASED NUMBER OF WASTEWATER SYSTEMS THAT HAVE BEEN INVENTORIED, INSPECTED, OR HAVE MAINTENANCE SCHEDULES AND/OR MANUALS PRODUCED FOR NEW OR UPGRADED SYSTEMS THAT ARE THEN IN OR MOVING TOWARD COMPLIANCE AND ON A PATH TOWARD SUSTAINABILITY/RESILIENCY. ADDITIONAL OUTCOMES WILL BE MORE SYSTEM OWNERS PROPERLY OPERATING/MAINTAINING ONSITE/DECENTRALIZED WASTEWATER SYSTEMS, ULTIMATELY REDUCING MALFUNCTIONING SYSTEMS. THESE OUTCOMES CONTRIBUTE TO BETTER WATER QUALITY IN WATERSHEDS, WELLHEAD PROTECTION, PUBLIC HEALTH, AND AN EQUITABLE FOUNDATION FOR REVITALIZING COMMUNITIES.\n\nMOST OF THE COMMUNITIES RCAP WILL ASSIST THROUGH THIS PROGRAM ARE ECONOMICALLY DISADVANTAGED AND HAVE POPULATIONS UNDER 1,500. THIS PROJECT WOULD SERVE ALL 50 STATES, THE U.S. TERRITORIES, AND TRIBAL LANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84044801_6800"}, {"internal_id": 151676246, "Award ID": "84044701", "Award Amount": 850000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "66.424", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT ADDRESSES NATIONAL PRIORITY AREA 3: TRAINING AND TECHNICAL ASSISTANCE FOR PRIVATE DRINKING WATER WELL OWNERS TO HELP IMPROVE WATER QUALITY. DRAWING ON NRWA'S VAST EXPERIENCE OF IMPLEMENTING GRASSROOTS AND EDUCATION PROGRAMS, THE NATIONAL RURAL WATER ASSOCIATION (NRWA) WILL IMPLEMENT AN INNOVATIVE TRAINING AND TECHNICAL ASSISTANCE PROGRAM FOR PRIVATE WELL OWNERS (E.G., HOMEOWNERS AND GROUPS OF HOMEOWNERS WITH WELL(S) THAT SERVE FEWER THAN 25 PEOPLE AND CONTAIN LESS THAN 15 SERVICE CONNECTIONS). THIS POPULATION OF AMERICANS FACES WATER QUALITY AND QUANTITY CHALLENGES AND ENCOUNTERS DIFFICULTY ACCESSING TECHNICAL ASSISTANCE.ACTIVITIES:NRWA TRAINING AND TECHNICAL ASSISTANCE PROVIDERS WILL CONDUCT A SERIES OF NATIONWIDE COMMUNITY WATER EVENTS, TRAINING WORKSHOPS, AND ONSITE TECHNICAL ASSISTANCE VISITS. NRWA WILL USE IMPACTFUL LEARNING AIDS, SUCH AS THE ENVISION GROUNDWATER FLOW SIMULATION MODEL, TO EDUCATE PRIVATE WELL OWNERS ABOUT WATER QUALITY, WATER QUANTITY, OPTIONS FOR TESTING, AND THE OPTION TO CONNECT TO PUBLIC WATER SYSTEMS.SUBRECIPIENT:NRWA HAS 49 STATE RURAL WATER AFFILIATES (STATE AFFILIATES) THAT SERVICE ALL 50 STATES AND U.S. TERRITORIES. THROUGH THE STATE AFFILIATES, NRWA WILL IMPLEMENT A COLLABORATIVE PLANNING PROCESS WITH STATE, TRIBAL, REGIONAL EPA, AND OTHER STAKEHOLDERS (I.E., THE COLLABORATIVE PLANNING PARTNERS). NRWA AND STATE AFFILIATES WILL SEEK INPUT FROM THE COLLABORATIVE PLANNING PARTNERS IN DRAFTING OPERATING PLANS THAT WILL PRIORITIZE TRAINING AND TECHNICAL ASSISTANCE NEEDS FOR PRIVATE DRINKING WATER WELL OWNERS IN TRIBAL AND OVERBURDENED COMMUNITIES. STATE AFFILIATES WILL CONSIDER ALL COMMENTS AND FINALIZE OPERATING PLANS WITHIN 45 DAYS OF THE GRANT AWARD. THE RESULTING PLANS WILL BE MADE AVAILABLE TO ALL COLLABORATIVE PLANNING PARTNERS AND THE EPA PROJECT OFFICER. STATE AFFILIATES WILL COMMUNICATE PROGRAM RESULTS MID#8208;WAY AND AT THE END OF THE 12#8208; MONTH GRANT PERIOD. \n\nNRWA STATE AFFILIATES WILL DELIVER 75 OUTREACH/TRAINING EVENTS AND PROVIDE 200 HOURS OF FOLLOWUP TECHNICAL ASSISTANCE TO THE EVENTS' ATTENDEES. THESE SERVICES WILL EDUCATE HOMEOWNERS AND LOCAL DECISION#8208;MAKERS ON TOPICS SUCH AS WELL OPERATION AND MAINTENANCE, WATER QUALITY AND QUANTITY, SOURCE WATER PROTECTION, AND MANAGING CLIMATE CHANGE IMPACTS LIKE FLOODING AND DROUGHT. TRAINING AND TECHNICAL ASSISTANCE PROVIDERS WILL ALSO DISCUSS WATER TESTING OPTIONS AND OPPORTUNITIES FOR CONNECTING TO PUBLIC WATER SYSTEMS. \n\nNRWA PROVIDERS WILL PRODUCE 6 CASE STUDIES DETAILING MEANINGFUL COMMUNITY OUTREACH, TRAINING, AND TECHNICAL ASSISTANCE. THESE CASE STUDIES CAN BE USED AS STAND#8208;ALONE LEARNING TOOLS. NRWA AND STATE AFFILIATES WILL DISTRIBUTE THE CASE STUDIES IN PRINT AND DIGITALLY AND POST ON WEBSITES WHEN APPROPRIATE. \n\nNRWA AND ITS STATE AFFILIATES WILL PROMOTE EPA WEBINARS FOR WELL OWNERS THROUGH THE WEBINARS, SOCIAL MEDIA CAMPAIGN, AND NRWA'S QUARTERLY MAGAZINE, RURAL WATER, THAT IS DELIVERED TO APPROXIMATELY 22,000 SMALL AND RURAL COMMUNITY ORGANIZATIONS. OUTCOMES:THE TASKS OUTLINED IN THIS WORK PLAN WILL ACHIEVE THE FOLLOWING ENVIRONMENTAL OUTPUTS OVER THE COURSE OF THE 12#8208;MONTH PROGRAM AND WILL ADDRESS THE GOAL OF IMPROVING WATER QUALITY:\nNPA 3: TECHNICAL AND TRAINING ASSISTANCE FOR PRIVATE DRINKING WELL OWNERS TO IMPROVE WATER QUALITY:\n-  AN INCREASED NUMBER OF HOMEOWNERS AND LEADERS IN RURAL, TRIBAL, AND OVERBURDENED COMMUNITIES WILL RECEIVE TECHNICAL ASSISTANCE REGARDING PRIVATE WELL OPERATION, MAINTENANCE, AND PROTECTION.\n- AN INCREASED NUMBER OF HOMEOWNERS AND LEADERS IN RURAL, TRIBAL, AND OVERBURDENED COMMUNITIES WILL HAVE IMPROVED KNOWLEDGE OF PRIVATE WELL OPERATION, MAINTENANCE,\nWATER QUALITY TESTING, AND PROTECTION.\n- AN INCREASED NUMBER OF PRIVATE WELL OWNERS WILL HAVE AN OPPORTUNITY TO TEST THEIR DRINKING WATER.\n- AN INCREASED AMOUNT OF TRAINING ABOUT PRIVATE WELLS WILL BE AVAILABLE ACROSS THE NATION AND U.S. TERRITORIES.\n- AN INCREASED NUMBER OF TE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_84044701_6800"}, {"internal_id": 151676241, "Award ID": "84044601", "Award Amount": 850000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "66.424", "Description": "DESCRIPTION:THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC. (RCAP), IN COLLABORATION WITH ITS SIX REGIONAL PARTNERS, COMMUNITIES UNLIMITED (CU), GREAT LAKES COMMUNITY ACTION PARTNERSHIP (GLCAP), MIDWEST ASSISTANCE PROGRAM (MAP), RCAP SOLUTIONS (RSOL), RURAL COMMUNITY ASSISTANCE CORPORATION (RCAC), AND THE SOUTHEAST RURAL COMMUNITY ASSISTANCE PROJECT (SERCAP), COLLECTIVELY, 'RCAP,' WILL PARTNER WITH THE NATIONAL ENVIRONMENTAL HEALTH ASSOCIATION (NEHA), THE NATIONAL GROUND WATER ASSOCIATION (NGWA), THE TEXAS AANDM UNIVERSITY COOPERATIVE EXTENSION (TAMU), THE UNIVERSITY OF ILLINOIS (U OF I), AND THE WATER SYSTEMS COUNCIL (WSC) TO PROVIDE TRAINING AND TECHNICAL ASSISTANCE (TA) TO OWNERS AND MANAGERS OF PRIVATE DRINKING WATER WELLS AND THE STAKEHOLDER GROUPS THAT SERVE PRIVATE WELL OWNERS AND/OR ARE CHARGED WITH PROTECTING PUBLIC HEALTH.ACTIVITIES:WORK WILL BE ACCOMPLISHED THROUGH A DIVERSE SET OF IN-PERSON AND REMOTE TA ACTIVITIES, TRAINING, AND OUTREACH THAT BLENDS TRADITIONAL AND INNOVATIVE APPROACHES AND CONCEPTS. OUTPUTS WILL INCLUDE FACE-TO-FACE AND INSTRUCTOR-LED ONLINE WORKSHOPS FOR PRIVATE WELL OWNERS, ENVIRONMENTAL HEALTH AND PRIVATE WELL PROFESSIONALS, AND PRIVATE WELL STAKEHOLDERS; PRIVATE WELL ASSESSMENTS CONDUCTED AND WELL TESTING KITS DISTRIBUTED SO WELL OWNERS CAN TAKE ACTION ON IDENTIFIED WEAKNESSES AND/OR POTENTIAL CONTAMINATION; SELF-PACED ELEARNING COURSES FOR WELL OWNERS, ENVIRONMENTAL HEALTH PROFESSIONALS, AND OTHER STAKEHOLDERS; CURRENT AND TRUSTED INFORMATION PROVIDED THROUGH A VARIETY OF COMMUNICATIONS CHANNELS; ON-DEMAND PHONE ASSISTANCE THROUGH A HOTLINE, ONLINE CHAT ASSISTANCE, AND RESPONSES TO ONLINE WELL OWNER QUESTIONS; A NATIONAL PRIVATE WELL WORKSHOP AND WORKING GROUP; WELL OWNER AND STAKEHOLDER NEWSLETTERS AND GUIDES; PROFESSIONAL PRESENTATIONS; AND PODCASTS, AMONG OTHERS. SUBRECIPIENT:RCAP HAS ASSEMBLED A TEAM OF PARTNER ORGANIZATIONS REPRESENTING A COMPREHENSIVE CROSS-SECTION OF PRIVATE WELL PROFESSIONALS TO ADVANCE THIS PROJECT. 1) U OF I WILL OPERATE THEIR PRIVATE WELL CLASS (PWC) PROGRAM THAT INCLUDES A SELF-PACED ONLINE LEARNING COURSE, WEBINARS, VIDEOS, PRESENTATIONS, AND DIRECT ASSISTANCE TO WELL OWNERS (U OF I WILL PROVIDE EXPERTISE THROUGH ITS GROUNDWATER HYDROLOGISTS, GEOLOGISTS, CHEMISTS, AND ENGINEERS THAT CONDUCT APPLIED GROUNDWATER SCIENCE RESEARCH AND WATER TESTING. U OF I WILL PROVIDE TRAINING CEUS); 2) NGWA WILL PROVIDE FACE-TO-FACE EDUCATION FOR COMMUNITIES SERVED PRIMARILY BY PRIVATE WELLS AND EXTEND THEIR OUTREACH PROGRAM ON WELLOWNER.ORG THROUGH CONTINUED MAINTENANCE, UPDATED EDUCATION MATERIALS, AND DISTRIBUTION OF WELL OWNER GUIDE BOOKLETS (NGWA AND ITS NATIONWIDE MEMBERS REPRESENT DRILLERS, SCIENTISTS, ENGINEERS, AND OTHER RELATED INDUSTRY PROFESSIONALS, WHO WILL BE UTILIZED TO ASSIST IN AND PROMOTE THIS PROGRAM); 3) WSC WILL HOST AND DELIVER THEIR SUCCESSFUL WELL OWNER PHONE, EMAIL, AND CHAT HOTLINE AND CALL TRACKING SYSTEM (WSC AND ITS MEMBERS REPRESENT WATER WELL EQUIPMENT AND TECHNOLOGY MANUFACTURERS THAT WILL BE A RESOURCE FOR THE TEAM DURING THIS EFFORT); 4) NEHA WILL PROVIDE A FOUR-HOUR WORKSHOP ON PRIVATE WELL ISSUES RELATED TO CLIMATE CHANGE, SAFETY, SECURITY, AND MAINTENANCE THAT WILL BE CONDUCTED AT THE 2023 NEHA ANNUAL EDUCATION CONFERENCE CATERING TO ENVIRONMENTAL HEALTH AND PRIVATE WELL PROFESSIONALS, PROVIDING CEUS TO ELIGIBLE ATTENDEES (NEHA AND ITS MEMBERS REPRESENT ENVIRONMENTAL HEALTH PROFESSIONALS WHO WORK WITH WELL OWNERS THROUGH HEALTH DEPARTMENTS AND OTHER PROGRAMS, INCLUDING STATE AFFILIATE ASSOCIATIONS. NEHA CREDENTIALS ENVIRONMENTAL HEALTH PROFESSIONALS, A CREDENTIAL THAT REQUIRES CONTINUING EDUCATION TO MAINTAIN); AND 5) TAMU WILL BUILD ON THEIR WELLR ESPECTED AND COMPREHENSIVE EXTENSION PROGRAM, EXTENDING THEIR EXISTING WELL OWNER WORKSHOPS, EDUCATION, AND OUTREACH TO PRIVATE WELL OWNERS IN TEXAS. OUTCOMES:THROUGH THESE EFFORTS, RCAP AND ITS ASSEMBLED PARTNERS WILL ACHIEVE NUMEROUS OUTCOMES THAT INCLUDE, BUT ARE NOT LIMITED TO: INC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84044601_6800"}, {"internal_id": 151676216, "Award ID": "84044501", "Award Amount": 11200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "66.424", "Description": "DESCRIPTION:IN COLLABORATION WITH ITS PARTNERS, RCAP WILL PROVIDE TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY-BUILDING TRAINING AND TECHNICAL ASSISTANCE FOR OPERATORS, BOARD MEMBERS, AND MANAGERS OF TRIBAL AND NON-TRIBAL SMALL COMMUNITY WATER SYSTEMS, NON-TRANSIENT NON-COMMUNITY WATER SYSTEMS, AND TRANSIENT NON-COMMUNITY WATER SYSTEMS WITH THE OBJECTIVE OF PROTECTING HUMAN HEALTH THROUGH IMPROVED COMPLIANCE AND LONG-TERM SYSTEM SUSTAINABILITY. THE END RESULTS WILL INCLUDE AN INCREASED NUMBER OF SMALL PUBLIC WATER SYSTEMS IN REGULATORY COMPLIANCE OR MAKING SUBSTANTIAL PROGRESS TOWARD COMPLIANCE; INCREASED KNOWLEDGE AND COMPETENCY OF OPERATORS, MANAGERS, AND BOARD MEMBERS; INCREASED NUMBER OF OPERATORS ACQUIRING, MAINTAINING, AND ADVANCING THEIR CERTIFICATION; AND AN INCREASE IN THE NUMBER OF SYSTEMS THAT HAVE ADOPTED SUSTAINABLE FINANCE AND MANAGEMENT PRACTICES.ACTIVITIES:THROUGH ITS NETWORK OF MORE THAN 300 FIELD-BASED STAFF AND PROJECT PARTNERS, THE RCAP TEAM WILL PROVIDE TRAINING IN ALL 50 STATES, THE 5 US TERRITORIES, AND IN TRIBAL COMMUNITIES USING BOTH IN-PERSON AND REMOTE/ONLINE METHODS. RCAP WILL DEPLOY TRAINING METHODS THAT INCLUDE: 1) TRADITIONAL IN-PERSON, INSTRUCTOR-LED TRAINING; 2) LIVE, INSTRUCTOR-LED ONLINE TRAINING; 3) WEBINAR PRESENTATIONS OFFERED LIVE AND RECORDED FOR LATER ON-DEMAND VIEWING; 4) MICROLEARNING (SHORT PIECES OF ON-DEMAND CONTACT THAT CAN BE QUICKLY AND CONVENIENTLY CONSUMED); AND 5) ELEARNING, WHICH INCLUDES ONLINE/ON-DEMAND SELF-PACED MODULES. RCAP WILL ALSO DEVELOP BLENDED LEARNING TRAININGS THAT COMBINE SELF-PACED, ON-DEMAND MATERIALS WITH LIVE, INSTRUCTOR-LED TRAINING.\n\n\nSUBRECIPIENT:THE SUBAWARDS WILL BE USED TO FUND PERSONNEL, FRINGE BENEFITS, CONTRACTUAL, TRAVEL, SUPPLIES, AND OTHER DIRECT COSTS.\nOUTCOMES:THE INTENDED BENEFICIARIES INCLUDE: OPERATORS, BOARD MEMBERS, AND MANAGERS OF TRIBAL AND NON-TRIBAL SMALL COMMUNITY WATER SYSTEMS, NON-TRANSIENT NON-COMMUNITY WATER SYSTEMS, AND TRANSIENT NON-COMMUNITY WATER SYSTEMS.\n\nTHIS PROJECT WILL PRODUCE THE FOLLOWING OUTCOMES:\n- INCREASED NUMBER OF SMALL PUBLIC WATER SYSTEMS (NON-TRIBAL, TRIBAL, CWS/NCWS) IN COMPLIANCE WITH SDWA OR MAKING SUBSTANTIAL PROGRESS TOWARD COMPLIANCE AS INDICATED BY MEASURED PERFORMANCE, REDUCED ENFORCEMENT PRIORITY STATUS, OR OTHER INDICATORS IN THE DCS AND FINAL TMF ASSESSMENTS;\n- INCREASED NUMBER OF SYSTEMS THAT HAVE ADOPTED SUSTAINABLE OR RESILIENT MANAGEMENT PRACTICES AS A PART OF THEIR OPERATIONS AND MANAGEMENT PRACTICES;\n- INCREASED TMF CAPACITY OF SMALL SYSTEM OPERATORS AND MANAGERS TO DIAGNOSE AND CORRECT THE CAUSES FOR COMPLIANCE FAILURES AND TO INCREASE SUSTAINABILITY AND RESILIENCY;\n- INCREASED KNOWLEDGE AND COMPETENCY OF BOARD MEMBERS TO MAINTAIN COMPLIANCE AND TO SUSTAIN SYSTEMS OVER TIME;\n- INCREASED NUMBER OF SYSTEMS WITH UPDATED CERTIFIED RISK AND RESILIENCE ASSESSMENTS AND EMERGENCY RESPONSE PLANS AS REQUIRED BY AWIA SECTION 2013 FOR SYSTEMS SERVING OVER 3,300 POPULATION; AND\n- INCREASED NUMBER OF SMALL SYSTEMS WORKING TOGETHER IN ALL POSSIBLE FORMS OF UTILITY PARTNERSHIP TO IMPROVE EFFICIENCIES THAT ULTIMATELY ASSIST WITH REGULATORY COMPLIANCE, SUSTAINABILITY, AND IMPROVED PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84044501_6800"}, {"internal_id": 152791560, "Award ID": "84044401", "Award Amount": 7800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "66.424", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD WILL ALLOW NRWA TO ADDRESS NATIONAL PRIORITY AREA 1 BY IMPLEMENTING TRAINING AND TECHNICAL ASSISTANCE FOR SMALL PUBLIC WATER SYSTEMS TO ACHIEVE AND MAINTAIN SDWA COMPLIANCE, INCLUDING IMPROVING FINANCIAL AND MANAGERIAL CAPACITY IN ALL 50 STATES, TRIBAL NATIONS, AND U.S. TERRITORIES. NRWA'S PROPOSED PROGRAM BUILDS UPON SUCCESSFUL ELEMENTS AND METHODS OF THE USDA-FUNDED CIRCUIT RIDER PROGRAM TO CARRY OUT THESE OBJECTIVES.ACTIVITIES:NRWA'S APPROACH TO ADDRESSING NATIONAL PRIORITY AREA 1 AND EPA'S CURRENT PRIORITIES, INCLUDING ENSURING AND ADVANCING ENVIRONMENTAL JUSTICE AND EQUITY, REVITALIZING COMMUNITIES, AND PROTECTING HEALTH WHEN PROVIDING TRAINING AND TECHNICAL ASSISTANCE (T/TA), INCLUDES THE FOLLOWING SPECIFIC TASKS:\nTASK 1: IMPLEMENT A DEFINED COLLABORATIVE PLANNING PROCESS WITH APPROPRIATE REGULATORY AUTHORITIES FOR EACH STATE, TRIBE, AND U.S. TERRITORY\nTASK 2: PROMOTE AVAILABLE TRAINING AND TECHNICAL ASSISTANCE TO SMALL PWS STAFF\nTASK 3: PROVIDE INNOVATIVE COMPLIANCE ASSISTANCE TO SMALL PWS IN ALL 50 STATES, TRIBAL NATIONS, AND U.S. TERRITORIES\nTASK 4: EXPAND ASSISTANCE FOR SMALL SYSTEMS TO DEVELOP CUSTOMER ASSISTANCE PROGRAMS AND TO ACCESS SRF FUNDS THROUGH THE INTENDED USE PLAN\nTASK 5. EXPAND ASSISTANCE OPPORTUNITIES FOR TRIBALLY-OWNED AND OPERATED SYSTEMS, INDIGENOUS PEOPLES, MINORITY POPULATIONS, ALASKA NATIVE VILLAGES, COLONIAS, OVERBURDENED PWS, AND PWS IN U.S. TERRITORIES SERVING UNDERREPRESENTED COMMUNITIES\nTASK 6: FOSTER THE TRANSFER OF RESULTS, SUCCESSFUL COMPLIANCE STRATEGIES, AND RESOURCES\nTASK 7. MANAGE AND DOCUMENT THE PERFORMANCE OF THE PROJECT\nSUBRECIPIENT:SUBAWARDS TO NRWA STATE OFFICES ARE FOR COST OF STAFF TRAINING AND ON-SITE ASSISTANCE IN EACH STATE.  THE RELATED ACTIVITIES INCLUDE: CONSULT WITH REGULATORY AND TRIBAL AUTHORITIES; CREATE STATE OPERATING PLANS AND PROVIDE DRAFT COPIES TO REGULATORY AUTHORITIES FOR FINAL COMMENTS; FINALIZE OPERATING PLANS AND PROVIDE COPIES TO REGULATORY AGENCIES PRIOR TO ANY T/TA OCCURRING; RESOLVE ANY OUTSTANDING ISSUES; PROVIDE COMMUNICATIONS TO SYSTEMS, INCLUDING TRIBALLY-OWNED AND US TERRITORIES, THROUGH DIRECT MAILINGS, MAGAZINES, WEBSITES, E-NEWSLETTERS AND SOCIAL MEDIA OF TRAINING AND TECHNICAL ASSISTANCE; CONDUCT IN-PERSON CLASSROOM TRAINING SESSIONS, ONSITE TECHNICAL ASSISTANCE VISITS TO SMALL WATER SYSTEMS; PRODUCE WEBINARS WITH THE MOST UP-TO-DATE INFORMATION ON NPDWR COMPLIANCE AND TECHNICAL CAPACITY;  CONDUCT TRAINING SESSIONS AND ON-SITE TECHNICAL ASSISTANCE VISITS TO TRIBALLY-OWNED PWSS AND TO PROVIDE TECHNICAL ASSISTANCE TO U.S. TERRITORIES; AND PROVIDE CASE STUDIES AND TO SHARE MATERIALS AT MEETINGS WITH ASDWA, AWWA, AND SWC.OUTCOMES:PROJECTED ENVIRONMENTAL IMPROVEMENT (OUTCOMES)\nTHE FOLLOWING ENVIRONMENTAL OUTCOMES WILL RESULT FROM CARRYING OUT NRWA'S PROPOSED T/TA PROGRAM:\n- IMPROVEMENT IN THE QUALITY OF DRINKING WATER IN SMALL SYSTEMS, REFLECTED IN REDUCING SMALL SYSTEMS IN VIOLATION AND ULTIMATELY ENHANCING LONG-TERM SUSTAINABILITY.\n- IMPROVED PUBLIC HEALTH OUTCOMES IN SMALL PWS INCLUDE TRIBAL, INDIGENOUS PEOPLES, MINORITY POPULATIONS, ALASKA NATIVE VILLAGES, COLONIAS, AND OVERBURDENED SYSTEMS TO MITIGATE AND PROVIDE A LIVING NETWORK OF ASSISTANCE TO PROMOTE FAIR REPRESENTATION TO MITIGATE DISPROPORTIONATE EFFECTS OF ENVIRONMENTAL INJUSTICES.\n- AN INCREASED NUMBER OF SMALL UTILITIES OFFERING AFFORDABILITY PROGRAMS TO ASSIST THEIR CUSTOMERS, RESULTING IN MORE SUSTAINABLE AND RESILIENT DRINKING WATER UTILITIES.\n- AN INCREASED LEVEL OF FINANCIAL CAPACITY, MEASURED BY MORE SYSTEMS ACCESSING FUNDS THROUGH DWSRF.\n- AN INCREASED LEVEL OF EMERGENCY PREPAREDNESS AND RESILIENCY (INCLUDING PANDEMIC MITIGATION STRATEGIES) IN SMALL PWS FOLLOWING T/TA IN COMPLETING RISK AND RESILIENCE ASSESSMENTS.\n\nTHE INTENDED BENEFICIARIES INCLUDE: SMALL WATER SYSTEM OPERATORS, MANAGERS, AND DECISION-MAKERS; SYSTEMS SERVING INDIGENOUS PEOPLES, MINORITY POPULATIONS, AND OVERBURDENED SYSTEMS; SM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_84044401_6800"}, {"internal_id": 138842698, "Award ID": "84025401", "Award Amount": 2700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-27", "CFDA Number": "66.424", "Description": "THE SOUTHWEST ENVIRONMENTAL FINANCE CENTER, UNIVERSITY OF NEW MEXICO WILL ADDRESS TECHNICAL, MANAGERIAL, AND FINANCIAL (TMF) CAPACITY THROUGH TRAINING AND TECHNICAL ASSISTANCE. THE PROJECT WILL BUILD THE INTERNAL TMF CAPACITY OF SMALL WATER UTILITIES BY USING A VARIETY OF DELIVERY METHODS TO PROVIDE ACCESS FOR ALL TYPES OF WATER SYSTEM PERSONNEL, INCLUDING THOSE WITH LIMITED ACCESS TO TECHNOLOGY. THE AWARDEE WILL BLEND TRADITIONAL APPROACHES WITH NEW AND INNOVATIVE ONES TO ENABLE SYSTEMS TO IMPROVE COMPLIANCE, INCREASE RESILIENCY, MANAGE ASSETS AT THE LOWEST LIFE-CYCLE COST, COMMUNICATE WITH DECISION MAKERS AND RATEPAYERS, HAVE APPROPRIATELY TRAINED STAFF, AND ASSESS THEIR FINANCIAL HEALTH AND AFFORDABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_84025401_6800"}, {"internal_id": 138794782, "Award ID": "84025101", "Award Amount": 6150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "66.424", "Description": "THIS GRANT WILL IMPLEMENT AN INNOVATIVE SAFE DRINKING WATER ACT COMPLIANCE ASSISTANCE CIRCUIT RIDER PROGRAM THAT WILL ADDRESS THE NATIONAL PRIORITY AREA 1 BY IMPLEMENTING TRAINING AND TECHNICAL ASSISTANCE FOR SMALL PUBLIC WATER SYSTEMS TO ACHIEVE AND MAINTAIN COMPLIANCE, INCLUDING IMPROVING FINANCIAL AND MANAGERIAL CAPACITY IN ALL 50 STATES, U.S. TERRITORIES, AND TRIBAL NATIONS. THE GRANTEE PROPOSES IMPLEMENTING A PROGRAM BUILDING UPON SUCCESSFUL ELEMENTS AND METHODS OF ITS CIRCUIT RIDER PROGRAM AND SOURCE WATER PROGRAM.  THE CIRCUIT RIDERS WILL COLLABORATE WITH APPROPRIATE PRIMACY AGENCIES AND REGIONAL ENVIRONMENTAL PROTECTION AGENCY TO FOCUS ASSISTANCE WITHIN EACH STATE, TERRITORY, OR TRIBAL NATION. THE TRAINING WILL CATER TO SMALL SYSTEM SPECIFIC NEEDS DEPENDING ON GEOGRAPHIC, GEOLOGIC, STATE REQUIREMENTS, SAFE DRINKING WATER ACT , AND THE NATIONAL PRIMARY DRINKING WATER REGULATIONS.  IN ADDITION, THE CIRCUIT RIDERS WILL WORK WITH THESE SMALL SYSTEMS TO INCREASE THEIR TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY BY PROVIDING HANDS-ON ONSITE TECHNICAL ASSISTANCE, AS WELL AS VIRTUAL OPTIONS AS THE PANDEMIC PERSISTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_84025101_6800"}, {"internal_id": 139785917, "Award ID": "84025001", "Award Amount": 6150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "66.424", "Description": "IN COLLABORATION WITH ITS PARTNERS, RCAP WILL PROVIDE TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY-BUILDING TRAINING AND TECHNICAL ASSISTANCE FOR OPERATORS, BOARD MEMBERS, AND MANAGERS OF TRIBAL AND NON-TRIBAL SMALL COMMUNITY WATER SYSTEMS, NON-TRANSIENT NON-COMMUNITY WATER SYSTEMS, AND TRANSIENT NON-COMMUNITY WATER SYSTEMS WITH THE OBJECTIVE OF PROTECTING HUMAN HEALTH THROUGH IMPROVED COMPLIANCE AND LONG-TERM SYSTEM SUSTAINABILITY.  THE END RESULTS WILL INCLUDE AN INCREASED NUMBER OF SMALL PUBLIC WATER SYSTEMS IN REGULATORY COMPLIANCE OR MAKING SUBSTANTIAL PROGRESS TOWARD COMPLIANCEAND INCREASED KNOWLEDGE AND COMPETENCY OF OPERATORS, MANAGERS, AND BOARD MEMBERSAND INCREASED NUMBER OF OPERATORS ACQUIRING, MAINTAINING, AND ADVANCING THEIR CERTIFICATIONAND AND AN INCREASE IN THE NUMBER OF SYSTEMS THAT HAVE ADOPTED SUSTAINABLE FINANCE AND MANAGEMENT PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84025001_6800"}, {"internal_id": 139785916, "Award ID": "84024901", "Award Amount": 1700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "66.424", "Description": "RCAP AND ITS PARTNERS WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE (TA) TO OWNERS AND MANAGERS OF PRIVATE DRINKING WATER WELLS, AND THE STAKEHOLDER GROUPS THAT SERVE PRIVATE WELL OWNERS OR ARE CHARGED WITH PROTECTING PUBLIC HEALTH. THIS PARTNERSHIP WILL COMBINE THE GROUNDWATER, WATER WELL, AND PUBLIC HEALTH EXPERTISE OF AN EXPERIENCED, STRONG NETWORK OF RCAP PARTNERS WITH THE INFORMATION-DISSEMINATION AND TRAINING CAPABILITIES OF RCAP TA PROVIDERS ACROSS THE COUNTRY AND ON TRIBAL LANDS. FOUR STATE COOPERATIVE EXTENSION PROGRAMS, ALL WITH HIGHLY REGARDED WELL OWNER NETWORKS, WILL EXPAND THEIR PROGRAMS TO BETTER SERVE RESIDENTS IN THEIR STATES, COORDINATING WITH RCAP FOR THE GREATEST POSSIBLE IMPACT. THIS PROJECT\nWILL PROVIDE THE WIDEST-REACHING SERVICE POSSIBLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84024901_6800"}, {"internal_id": 147974045, "Award ID": "84017901", "Award Amount": 1465000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-03-08", "CFDA Number": "66.424", "Description": "THE PURPOSE OF THIS ASSISTANCE AWARD IS TO PROVIDE TECHNICAL ASSISTANCE AND SUPPORT TO STATE DRINKING WATER PROGRAMS IN MEETING THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce85a76b-09fa-d3a5-aa09-02dfaa3809ad-C", "generated_internal_id": "ASST_NON_84017901_6800"}, {"internal_id": 108315111, "Award ID": "84003001", "Award Amount": 5921000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "66.424", "Description": "THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC. (RCAP), AND ITS STRATEGIC PARTNERS AMERICAN WATER WORKS ASSOCIATION (AWWA), UNIVERSITY OF ILLINOIS (U OF I), AND INTER TRIBAL COUNCIL OF ARIZONA, INC. (ITCA) WILL PROVIDE COMPLIANCE-BASED, CAPACITY-BUILDING TRAINING AND TECHNICAL ASSISTANCE FOR OPERATORS, BOARD MEMBERS, AND MANAGERS OF TRIBAL AND NON-TRIBAL SMALL COMMUNITY WATER SYSTEMS, NON-TRANSIENT NON-COMMUNITY WATER SYSTEMS, AND TRANSIENT NON-COMMUNITY WATER SYSTEMS WITH THE OBJECTIVE OF PROTECTING HUMAN HEALTH THROUGH IMPROVED COMPLIANCE. COMPLIANCE-RELATED TRAINING WILL BE DELIVERED THROUGH FACE-TO-FACE SESSIONS, WEBINARS, AND WEB-BASED E-LEARNING MODULES. COMPLIANCE SKILL-BUILDING WILL BE ACCOMPLISHED THROUGH TECHNICAL ASSISTANCE THAT IS ONSITE, AS WELL AS OUTREACH THROUGH PHONE AND E-MAIL. THE TYPE, TOPICS, AND LOCATIONS OF THESE TRAINING AND TECHNICAL ASSISTANCE ACTIVITIES WILL BE DECIDED IN COLLABORATION WITH THE RESPONSIBLE PRIMACY AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84003001_6800"}, {"internal_id": 103141519, "Award ID": "84002801", "Award Amount": 4279000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "66.424", "Description": "THIS PROJECT WILL PROVIDE CLASSROOM AND/OR ON-SITE TRAINING AND TECHNICAL ASSISTANCE TO SMALL PUBLIC WATER SYSTEMS ON SAFE DRINKING WATER ACT AND NATIONAL PRIMARY DRINKING WATER REGULATIONS COMPLIANCE AND RELATED PUBLIC WATER SYSTEM OPERATION.  TRAINING AND TECHNICAL ASSISTANCE WILL BE PROVIDED TO STRENGTHEN THE TECHNICAL CAPACITY OF PUBLIC WATER SYSTEM PERSONNEL AND ENABLE THEM TO COMPLY WITH THE REGULATORY REQUIREMENTS APPLICABLE TO THEIR SYSTEM.  TRAINING AND TECHNICAL ASSISTANCE PRIORITIES AND SPECIFIC ACTIVITIES WILL BE IDENTIFIED IN STATE SPECIFIC OPERATING PLANS DEVELOPED IN CONSULTATION WITH STATE DRINKING WATER REGULATORY AGENCIES AND DRINKING WATER PROGRAM STAFF AT THE EPA REGIONAL AND HEADQUARTERS OFFICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_84002801_6800"}, {"internal_id": 109197708, "Award ID": "84002301", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "66.424", "Description": "GWPC WILL WORK WITH STATES, TRIBES, FEDERAL AND NON-FEDERAL STAKEHOLDERS TO PROTECT DRINKING WATER SOURCES UNDER THE EPA STRATEGIC PLAN GOAL 1- A CLEANER, HEALTHIER ENVIRONMENT: DELIVER A CLEANER, SAFER, AND HEALTHIER ENVIRONMENT FOR ALL AMERICANS AND FUTURE GENERATIONS BY CARRYING OUT THE AGENCY'S CORE MISSION. OBJECTIVE 1.2 - PROVIDE FOR CLEAN AND SAFE WATER. THESE EFFORTS WILL DEVELOP AND EXPAND THE CAPABILITY OF STATE AND TRIBAL UNDERGROUND INJECTION CONTROL (UIC) AND SOURCE WATER PROTECTION (SWP) PROGRAMS TO PROTECT CURRENT AND FUTURE DRINKING WATER SOURCES AND ENSURE THE AVAILABILITY OF HIGH QUALITY DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfbca7b-73ca-04eb-f054-8aa58233d433-R", "generated_internal_id": "ASST_NON_84002301_6800"}, {"internal_id": 108315139, "Award ID": "84000301", "Award Amount": 2100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "66.424", "Description": "THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC., IN COLLABORATION WITH ITS SIX REGIONAL PARTNERS, WILL IMPROVE THE MANAGERIAL AND FINANCIAL CAPACITY OF SMALL WATER SYSTEMS THROUGH TRAINING AND TECHNICAL ASSISTANCE (TA) WITH A FOCUS ON WORKING TOWARD AN END GOAL OF LONG-TERM SYSTEM VIABILITY AND SUSTAINABILITY AND ON MEETING NEW AMERICA'S WATER INFRASTRUCTURE ACT OF 2018 (AWIA) (P.L. 115-270) RULE REQUIREMENTS. A SUSTAINABLE FUTURE FOR SOME SMALL SYSTEMS MAY INCLUDE PARTNERSHIPS WITH OTHER WATER AND/OR WASTEWATER SYSTEMS.THIS INCREASED MANAGERIAL AND FINANCIAL CAPACITY WILL POSITIVELY IMPACT TECHNICAL CAPACITY AS WELL AND GIVE SMALL SYSTEMS THE TOOLS THEY NEED TO PROVIDE SAFE DRINKING WATER TO THEIR CUSTOMERS OVER THE LONG-TERM, PROTECTING PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84000301_6800"}, {"internal_id": 67620929, "Award ID": "83938701", "Award Amount": 8100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-16", "CFDA Number": "66.424", "Description": "THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP AND ITS TEAM OF STRATEGIC PARTNERS WILL EXPAND AND CONTINUE TRAINING AND TECHNICAL ASSISTANCE SERVICES TO SMALL PUBLIC WATER SYSTEMS IN ORDER TO HELP THEM ACHIEVE AND MAINTAIN COMPLIANCE WITH APPLICABLE NATIONAL PRIMARY DRINKING WATER REGULATIONS. THE RCAP TEAM WILL PROVIDE SERVICES IN ALL 50 STATES, TWO UNITED STATES TERRITORIES, PLUS MULTIPLE TRIBAL COMMUNITIES OVER THE COURSE OF THREE YEARS. THE MAIN COMPONENTS OF THIS APPROACH ARE: 1) CONSULTATION AND COLLABORATION WITH APPROPRIATE REGULATORY AUTHORITIES IN ORDER TO SET AND REFINE PRIORITIES FOR ACTIVITIES; 2) ROUTINE REPORTING TO PRIMACY AGENCIES AND THE EPA; 3) DEVELOPMENT AND DELIVERY OF EFFECTIVE AND EFFICIENT TRAININGS ' BOTH FACE-TO-FACE AND ONLINE; 4) PROVIDING ON-SITE AND REMOTE TECHNICAL ASSISTANCE WHERE NEEDED TO MOVE SMALL PUBLIC WATER SYSTEMS TOWARD COMPLIANCE; 5) TARGETED TRAINING, TECHNICAL ASSISTANCE, AND OPERATOR CERTIFICATION FOR SMALL PUBLIC WATER SYSTEMS SERVING TRIBAL C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_83938701_6800"}, {"internal_id": 67620930, "Award ID": "83938601", "Award Amount": 3600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-18", "CFDA Number": "66.424", "Description": "THE ENVIRONMENTAL FINANCE CENTER NETWORK, THE GOVERNMENT FINANCE OFFICERS ASSOCIATION, THE NATIONAL ASSOCIATION OF DEVELOPMENT ORGANIZATIONS, AND THE RURAL COMMUNITY ASSISTANCE CORPORATION WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO SMALL DRINKING WATER SYSTEMS IN THE AREAS OF FINANCIAL AND MANAGERIAL CAPACITY. THE TEAM WILL HELP SYSTEMS UNDERSTAND THEIR EXPENSES, DEVELOP SOUND REVENUE GENERATION MEASURES, IMPROVE ENERGY AND WATER EFFICIENCY, MANAGE ASSETS AT THE LOWEST LIFE-CYCLE COST, COMMUNICATE WITH DECISION MAKERS AND CUSTOMERS, AND HAVE APPROPRIATELY TRAINED STAFF TO MAINTAIN COMPLIANCE. SERVICES WILL FOCUS ON EITHER A SINGLE FINANCE OR MANAGEMENT TOPIC (E.G., ASSET MANAGEMENT) OR PACKAGE SEVERAL TOPICS INTO A THEME (E.G., NATURAL DISASTER RESILIENCE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_83938601_6800"}, {"internal_id": 67620931, "Award ID": "83938401", "Award Amount": 8100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-19", "CFDA Number": "66.424", "Description": "THIS PROJECT WILL PROVIDE CLASSROOM AND/OR ON-SITE TRAINING AND TECHNICAL ASSISTANCE TO SMALL PUBLIC WATER SYSTEMS ON SAFE DRINKING WATER ACT AND NATIONAL PRIMARY DRINKING WATER REGULATIONS COMPLIANCE AND RELATED PUBLIC WATER SYSTEM OPERATION.  TRAINING AND TECHNICAL ASSISTANCE WILL BE PROVIDED TO STRENGTHEN THE TECHNICAL CAPACITY OF PUBLIC WATER SYSTEM PERSONNEL AND ENABLE THEM TO COMPLY WITH THE REGULATORY REQUIREMENTS APPLICABLE TO THEIR SYSTEM.  TRAINING AND TECHNICAL ASSISTANCE PRIORITIES AND SPECIFIC ACTIVITIES WILL BE IDENTIFIED IN STATE SPECIFIC OPERATING PLANS DEVELOPED IN CONSULTATION WITH STATE DRINKING WATER REGULATORY AGENCIES AND DRINKING WATER PROGRAM STAFF AT THE EPA REGIONAL AND HEADQUARTERS OFFICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_83938401_6800"}, {"internal_id": 46692366, "Award ID": "83700001", "Award Amount": 4002500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-25", "CFDA Number": "66.424", "Description": "THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP AND ITS TEAM OF STRATEGIC PARTNERS WILL EXPAND AND CONTINUE TRAINING AND TECHNICAL ASSISTANCE SERVICES TO SMALL SYSTEMS IN ORDER TO HELP THEM ACHIEVE AND MAINTAIN COMPLIANCE. THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP TEAM WILL PROVIDE SERVICES IN ALL 50 STATES, AT LEAST TWO UNITED STATES TERRITORIES, PLUS MULTIPLE TRIBAL COMMUNITIES OVER THE COURSE OF 18 MONTHS.  THE MAIN COMPONENTS OF THIS APPROACH ARE: 1) THE CONTINUED CONSULTATION AND COLLABORATION WITH APPROPRIATE REGULATORY AUTHORITIES - INCLUDING STATE PRIMACY AGENCIES AND ENVIRONMENTAL PROTECTION AGENCY REGIONAL DIRECT IMPLEMENTATION COORDINATORS -  IN ORDER TO SET AND REFINE PRIORITIES FOR ACTIVITIES; 2) ROUTINE REPORTING TO PRIMACY AGENCIES, NATIONAL ENVIRONMENTAL PROTECTION AGENCY, AND ENVIRONMENTAL PROTECTION AGENCY REGIONS; 3) DEVELOPMENT AND DELIVERY OF EFFECTIVE AND EFFICIENT TRAININGS ' BOTH FACE-TO-FACE AND ONLINE; 4) PROVIDING ON-SITE AND REMOTE TECHNICAL ASSISTANCE WHERE NEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_83700001_6800"}, {"internal_id": 46692267, "Award ID": "83699101", "Award Amount": 1805000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-28", "CFDA Number": "66.424", "Description": "THE ENVIRONMENTAL FINANCE CENTER NETWORK, THE GOVERNMENT FINANCE OFFICERS ASSOCIATION, THE NATIONAL ASSOCIATION OF DEVELOPMENT ORGANIZATIONS, AND COMMUNITY ASSOCIATIONS INSTITUTE WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO SMALL DRINKING WATER SYSTEMS IN THE AREA OF FINANCIAL AND MANAGERIAL CAPACITY. WORKSHOPS, WEBINARS, AND EDUCATIONAL VIDEOS WILL FOCUS ON EITHER A SINGLE FINANCE OR MANAGEMENT TOPIC (SUCH AS ASSET MANAGEMENT OR RATE SETTING) OR WILL PACKAGE SEVERAL TRAINING TOPICS INTO A THEMED COURSE (SUCH AS CLIMATE RESILIENCE). TOPICS INCORPORATED IN THE TRAININGS INCLUDE: ASSET MANAGEMENT, RATE-SETTING AND FISCAL PLANNING, ENERGY MANAGEMENT, WATER LOSS REDUCTION, REGIONAL COLLABORATION/COORDINATION/PARTNERSHIPS, ACCESS TO FUNDING SOURCES, LEADERSHIP, ELECTED OFFICIAL TRAINING, AND ENHANCING REGULATORY COMPLIANCE THROUGH SUSTAINABLE FINANCING AND MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_83699101_6800"}, {"internal_id": 46691661, "Award ID": "83693701", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-02-02", "CFDA Number": "66.424", "Description": "GWPC WILL PROVIDE TECHNICAL ASSISTANCE AND SUPPORT TO DEVELOP AND EXPAND THE CAPABILITY OF STATE AND TRIBAL UNDERGROUND INJECTION CONTROL (UIC) AND S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfbca7b-73ca-04eb-f054-8aa58233d433-R", "generated_internal_id": "ASST_NON_83693701_6800"}, {"internal_id": 46684632, "Award ID": "83629001", "Award Amount": 1800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-08", "CFDA Number": "66.424", "Description": "THE ENVIRONMENTAL FINANCE CENTER AT THE UNIVERSITY OF NORTH CAROLINA, IN CONJUNCTION WITH THE 9 OTHER ENVIRONMENTAL FINANCE CENTERS NATIONWIDE, WILL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_83629001_6800"}, {"internal_id": 46680393, "Award ID": "83591801", "Award Amount": 4100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-10", "CFDA Number": "66.424", "Description": "THE PROJECT WILL PROVIDE TECHNICAL ASSISTANCE AND SUPPORT TO STATE DRINKING WATER PROGRAMS IN MEETING THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce85a76b-09fa-d3a5-aa09-02dfaa3809ad-C", "generated_internal_id": "ASST_NON_83591801_6800"}, {"internal_id": 140708797, "Award ID": "02F05101", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "66.424", "Description": "THESE FUNDS FOR THE NORTH AMERICAN DEVELOPMENT BANK (NADB) WILL PROVIDE ASSISTANCE TO IMPLEMENT THE RECIPIENT'S INSTITUTIONAL CAPACITY ASSESSMENT AND TRAINING FOR WATER UTILITIES ALONG THE US/MEXICO BORDER AREA.  THE ACTIVITIES ARE TO PROVIDE GRANT FINANCIAL ASSISTANCE TO AT LEAST ONE COMMUNITY FOR COSTS ASSOCIATED WITH THE ASSESSMENT OF THE FINANCIAL, MANAGERIAL AND TECHNICAL ASSISTANCE OF THEIR ELIGIBLE SAFE DRINKING WATER SYSTEM AND IMPROVE THE UTILITIES' CAPACITY TO ADMINISTER EXISTING AND FUTURE PROJECTS.  THE EXPECTED OUTCOMES ARE TO PROVIDE THE UTILITY WITH AN EFFECTIVE COMPREHENSIVE ASSESSMENT OF THEIR SYSTEM TO INCLUDE FINANCIAL ELEMENTS AND TO ASSIST THE UTILITY IMPLEMENT PROJECTS THAT ADDRESS SAFE DRINKING WATER INFRASTRUCTURE PROJECTS THAT IMPROVE AND PROTECT WATER QUALITY AND PUBLIC HEALTH FOR CITIZENS WITH THE ULTIMATE OUTCOME TO PROVIDE A TEMPLATE THAT CAN BE REPLICATED THROUGHOUT THE REGION 6 US/MEXICO BORDER AREA UP TO (62 MILES ON EACH SIDE OF THE BORDER). THE NORTH A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 75000.0, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_02F05101_6800"}, {"internal_id": 147354508, "Award ID": "02D16121", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-11", "CFDA Number": "66.424", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO MISSISSIPPI STATE UNIVERSITY TO PROVIDE EDUCATION AND OUTREACH ASSISTANCE TO SCHOOLS AND/OR CHILDCARE FACILITIES BY CREATING EDUCATIONAL MATERIALS AND ACTION PLANS FOR BETTER COMMUNICATION OF LEAD TESTING RESULTS.\n\n\nACTIVITIES:\nACTIVITIES TO BE PERFORMED INCLUDE REPORTING OF LEAD LEVELS IN DRINKING WATER AT SCHOOLS AND CHILDCARE FACILITIES AND THE DEVELOPMENT OF EDUCATIONAL MATERIALS TO PRESENT THE RESULTS OF THE WATER INFRASTRUCTURE IMPROVEMENTS FOR THE NATION (WIIN) ACT GRANT 2107 LEAD TESTING PROGRAM.\nOUTCOMES:\nANTICIPATED DELIVERABLES WOULD INCLUDE RESOURCES AND EDUCATIONAL MATERIALS NEEDED FOR EFFECTIVE COMMUNICATION ABOUT LEAD LEVELS IN DRINKING WATER AT SCHOOLS AND CHILDCARE FACILITIES. SPECIFICALLY, THE OUTPUTS WOULD INCLUDE REMEDIATION FACTSHEETS, AUTOMATED COMMUNICATION TOOLS (EMAILS AND TEXTS TEMPLATES), LEAD EDUCATION CURRICULA, AND CONNECTIONS TO BLOOD LEAD LEVEL TESTING FACILITIES. EXPECTED OUTCOMES WILL INCLUDE A PLAN FOR RESPONDING TO THE RESULTS OF LEAD TESTING AND ADDRESSING ELEVATED LEAD LEVELS IN DRINKING WATER, WHERE NECESSARY.  INTENDED BENEFICIARIES OF THIS PROGRAM INCLUDE CHILDREN ENROLLED IN SCHOOLS AND CHILDCARE FACILITIES THAT PARTICIPATE IN THE WIIN 2107 VOLUNTARY LEAD TESTING IN SCHOOL AND CHILD CARE PROGRAM DRINKING WATER GRANT.\n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_02D16121_6800"}, {"internal_id": 68326493, "Award ID": "01F52901", "Award Amount": 470000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-17", "CFDA Number": "66.424", "Description": "THIS AGREEMENT PROVIDES FINANCIAL ASSISTANCE TO THE RECIPIENT FOR THE IMPLEMENTATION OF ITS PROGRAM TO ENSURE THAT UNDERGROUND SOURCES OF DRINKING WATER  ARE  PROTECTED FROM ENDANGERING INJECTION ACTIVITIES, IN WHICH TREATED WASTE WATER  IS INJECTED INTO THE GROUND  BETWEEN IMPERMEABLE LAYERS OF ROCK FORMATION. THE MAJOR COMPONENTS OF THE PROGRAM INCLUDE: THE DEVELOPMENT AND  MAINTENANCE OF INVENTORIES OF INJECTION SYSTEMS; THE DEVELOPMENT AND  MAINTENANCE OF DATABASES HOUSING COMPLIANCE INFORMATION ON UNDERGROUND INJECTION WELL ACTIVITIES; THE IMPLEMENTATION OF PERMITTING ACTIVITIES; AND  THE IMPLEMENTATION OF ENFORCEMENT PROGRAMS TO ENSURE THAT UNDERGROUND SOURCES OF DRINKING WATER  ARE PROTECTED FROM UNDERGROUND INJECTION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee4ed050-52ff-2ea5-d86d-90bbe5e7aa73-C", "generated_internal_id": "ASST_NON_01F52901_6800"}, {"internal_id": 39189166, "Award ID": "01F23501", "Award Amount": 435123.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-22", "CFDA Number": "66.424", "Description": "THE OSAGE NATION WILL CONDUCT WELL TESTING AND INSPECTING, ENFORCEMENT AND COMPLIANCE, AND PERMITTING OF INJECTION WELLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee4ed050-52ff-2ea5-d86d-90bbe5e7aa73-C", "generated_internal_id": "ASST_NON_01F23501_6800"}, {"internal_id": 92408259, "Award ID": "01D02820", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-07", "CFDA Number": "66.424", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO SUPPORT THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION IN THEIR OUTREACH AND SAMPLING TRAINING EFFORTS, AS WELL AS ACTION PLANS FOR HEAD START/EARLY HEAD START FACILITIES AND LICENSED CHILD CARE CENTERS WITH ELEVATED LEAD LEVELS IN A COMMUNITY IN MEMPHIS, TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_01D02820_6800"}, {"internal_id": 78991772, "Award ID": "00D87419", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-06", "CFDA Number": "66.424", "Description": "THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $25,000 FOR CLEMSON UNIVERSITY TO DEMONSTRATE AND CONDUCT WATER SAMPLING AND ANALYSIS AT ABOUT 19 SCHOOLS WITH AGING INFRASTRUCTURE LEAD SERVICE LINES. THIS PROJECT WILL ADDRESS LEAD IN DRINKING WATER AND CHILDREN'S HEALTH THROUGH THE COLLECTION AND ANALYSIS AT SCHOOLS WITHIN SOUTH CAROLINA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_00D87419_6800"}, {"internal_id": 152549063, "Award ID": "00A00822", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "66.424", "Description": "DESCRIPTION:THE PURPOSE OF THIS ARP FUNDED COOPERATIVE AGREEMENT IS FOR THE NEW BRITAIN LEAD PIPE EDUCATION AND INVENTORY PROGRAM TO CREATE A MULTI-FACETED OUTREACH MECHANISM TO IDENTIFY LEAD PIPES IN ONE OF CONNECTICUT'S MOST DISADVANTAGED COMMUNITIES, NEW BRITAIN, CONNECTICUT. THE STATE OF CONNECTICUT DESIGNATED NEW BRITAIN AS 'ECONOMICALLY DISTRESSED' DUE TO ITS BOTTOM-FIVE RANKINGS IN THE AREAS OF PER CAPITA INCOME, PERCENTAGE OF POVERTY IN THE POPULATION, POPULATION DECLINE, UNEMPLOYMENT RATE, AND PERCENTAGE OF HOUSING STOCK BUILT BEFORE 1939. THROUGH A SERIES OF PUBLIC MEETINGS, COMMUNITY EVENTS, AND NEIGHBORHOOD OUTREACH THE PROJECT WILL CREATE AND DISTRIBUTE 'LEAD PIPE EDUCATION AND HOME TEST KITS' TO NEW BRITAIN PROPERTY OWNERS. KITS WILL INCLUDE EDUCATIONAL MATERIALS AND TESTING INSTRUCTIONS. EDUCATIONAL MATERIALS WILL BE TRANSLATED INTO FOUR LANGUAGES: ARABIC, ENGLISH, POLISH, AND SPANISH TO ENSURE EACH SUBSTANTIAL LIMITED ENGLISH PROFICIENCY (LEP) DEMOGRAPHIC IS REACHED. MATERIALS WILL INCLUDE INFORMATION ON THE HEALTH EFFECTS POTENTIALLY ASSOCIATED WITH LEAD SERVICE LINES, LEAD POISONING THRESHOLDS AND TESTING LOCATIONS, THE RELEVANT ORDINANCES AND STATUTES, AND BASIC INFORMATION DESCRIBING WATER INFRASTRUCTURE FOR NEW HOMEOWNERS OR THOSE UNFAMILIAR WITH HOW LOCAL WATER GETS FROM SOURCE TO FAUCET. INFORMATION RECEIVED FROM THIS EFFORT WILL GENERATE A COMPREHENSIVE, ELECTRONIC LEAD PIPE INVENTORY FOR NEW BRITAIN.ACTIVITIES:KEY PROJECT ACTIVITIES INCLUDE DESIGNING AND DELIVERING 'LEAD PIPE EDUCATION AND HOME TEST KITS' TO NEW BRITAIN PROPERTY OWNERS, ORGANIZING A SERIES OF PUBLIC MEETINGS, COMMUNITY EVENTS, AND NEIGHBORHOOD OUTREACH TO ENSURE BROAD DISTRIBUTION. KITS WILL INCLUDE EDUCATIONAL MATERIALS AND TESTING INSTRUCTIONS. EDUCATIONAL MATERIALS WILL BE TRANSLATED INTO FOUR LANGUAGES: ARABIC, ENGLISH, POLISH, AND SPANISH TO ENSURE EACH SUBSTANTIAL LIMITED ENGLISH PROFICIENCY (LEP) DEMOGRAPHIC IS ABLE TO BENEFIT. THE CITY WILL INCLUDE INFORMATION REGARDING THE HEALTH EFFECTS POTENTIALLY ASSOCIATED WITH LEAD SERVICE LINES, LEAD POISONING THRESHOLDS AND TESTING LOCATIONS, THE RELEVANT ORDINANCES AND STATUTES PERTAINING TO LEAD SERVICE LINE REPLACEMENT, AND ADDITIONAL INFORMATION. THE CITY OF NEW BRITAIN WILL CONDUCT ADDITIONAL WATER QUALITY TESTING AS NEEDED. DATA GATHERED THROUGH THIS PROJECT WILL BE USED TO GENERATE A COMPREHENSIVE, ELECTRONIC LEAD PIPE INVENTORY.\nSUBRECIPIENT:CDM SMITH: RESPONSIBLE FOR DESIGNING, INCORPORATING CITY OF NEW BRITAIN FEEDBACK AND DELIVERING 'LEAD PIPE EDUCATION AND HOME TEST KITS' TO NEW BRITAIN PROPERTY OWNERS, ORGANIZING A SERIES OF PUBLIC MEETINGS, COMMUNITY EVENTS, AND NEIGHBORHOOD OUTREACH TO ENSURE BROAD DISTRIBUTION. KITS WILL INCLUDE EDUCATIONAL MATERIALS AND TESTING INSTRUCTIONS. TRANSLATE EDUCATIONAL MATERIALS INTO FOUR LANGUAGES: ARABIC, ENGLISH, POLISH, AND SPANISH TO ENSURE EACH SUBSTANTIAL LIMITED ENGLISH PROFICIENCY (LEP) DEMOGRAPHIC IS ABLE TO BENEFIT. RESPONSIBLE FOR DEVELOPING AND MAINTAIN DATABASE FOR MAINTENANCE ACTIVITIES INCLUDING LOGGING AND TRACKING INFORMATION RECEIVED FROM RESIDENTS REGARDING THEIR AT-HOME TESTS. RESPONSIBLE FOR GEO-LOCATING AND MAPPING RESULTS SO THE CITY OF NEW BRITAIN HAS A VISUAL REPRESENTATION OF WHERE LEAD SERVICE LINES OR LEAD GOOSENECKS ARE LOCATED. THE FINAL DATABASE IS A DELIVERABLE AND TOOL FOR WHICH FUTURE OUTREACH OR ABATEMENT PHASES ARE PLANNED. \n\nSOUTH CENTRAL CONNECTICUT REGIONAL WATER AUTHORITY (SCCT REGIONAL WATER AUTHORITY): RESPONSIBLE FOR COORDINATING RECEIPT, PROCESS, SAMPLING AND ANALYSIS FOR LAB TESTING OF SAMPLES FOR THIS PROJECT INCLUDING MONITORING PROGRESS, IDENTIFYING ANY ISSUES OR CHALLENGES DURING THE SAMPLING AND ANALYSIS PERIOD, AND SHARING ALL DATA AND INFORMATION WITH THE CITY OF NEW BRITAIN.\n\nOUTCOMES:THE PROJECT WILL FOLLOW FOUR MAIN COMPONENTS INCLUDING PROCUREMENT; EDUCATION AND OUTREACH; ADDITIONAL INVESTIGATION AND INVENTORY, AND DATABAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "4ef193df-52c2-0ffe-834e-7b80bc71a0bb-C", "generated_internal_id": "ASST_NON_00A00822_6800"}, {"internal_id": 152549026, "Award ID": "00A00821", "Award Amount": 70341.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "66.424", "Description": "DESCRIPTION:THE PURPOSE OF THIS ARP FUNDED COOPERATIVE AGREEMENT IS FOR THE 'LPIPE GRANT - NEW LONDON LEAD SERVICE LINE INVENTORY AND PUBLIC OUTREACH ENHANCEMENTS' PROJECT TO ENHANCE THE USE OF A STATISTICAL MODEL FOR IMPROVED PREDICTIONS OF LEAD SERVICE LINE LOCATIONS, CONDUCT MULTILINGUAL PUBLIC OUTREACH TO INCREASE UNDERSTANDING AND AWARENESS AROUND LEAD SERVICE LINES IN NEW LONDON AND HOW TO REDUCE EXPOSURE TO LEAD IN DRINKING WATER FOR LOCAL RESIDENTS AND USE ADDITIONAL INFORMATION TO IMPROVE ACCURACY OF IDENTIFYING LEAD SERVICE LINES. IMPROVING IDENTIFICATION OF LEAD SERVICE LINES IS CRUCIAL FOR NEW LONDON TO PRIORITIZE LOCATIONS WITH THE HIGHEST LIKELIHOOD OF LEAD EXPOSURE, FOCUS AVAILABLE RESOURCES TO BENEFIT RESIDENTS AT GREATEST RISK FOR LEAD EXPOSURE IN NEIGHBORHOODS WITH ENVIRONMENTAL JUSTICE CONCERNS, IDENTIFY AREAS IN NEED OF FURTHER INVESTIGATION AND RESOURCES, AND HELP RESIDENTS LEARN HOW TO REDUCE LEAD IN DRINKING WATER EXPOSURE RISK. A PUBLIC FACING WEBSITE WITH INFORMATION AND RESOURCES WILL BE CREATED TO ENSURE ALL INTERESTED INDIVIDUALS CAN ACCESS THE INFORMATION.ACTIVITIES:KEY PROJECT ACTIVITIES INCLUDE DESIGNING EDUCATION AND OUTREACH MATERIALS TO HELP RESIDENTS LEARN ABOUT LEAD SERVICE LINES AND HOW TO PREVENT EXPOSURE TO LEAD IN DRINKING WATER, TRANSLATING MATERIALS INTO SPANISH, CONDUCTING PUBLIC OUTREACH EVENTS AND EDUCATIONAL OPPORTUNITIES, INCLUDING AT LEAST TWO PROJECT WORKSHOPS FOR THE GENERAL PUBLIC. OUTREACH MATERIALS WILL INCLUDE SOCIAL MEDIA MESSAGING, WEBSITE CONTENT, DOOR HANGERS, FACT SHEETS, BROCHURES AND OTHER MATERIALS AS NEEDED. ADDITIONAL COMMUNICATION, INFORMATION AND RESOURCES WILL BE PROVIDED FOR THOSE IMPACTED BY THE INVENTORY PROCESS AND/OR WHO HAVE AN IDENTIFIED LEAD SERVICE LINE. A PUBLIC FACING WEBSITE WITH INFORMATION AND RESOURCES WILL BE CREATED TO ENSURE ALL INTERESTED INDIVIDUALS CAN ACCESS THE INFORMATION.SUBRECIPIENT:ARCADIS: SERVES AS PRIMARY LEAD FOR PROJECT AND DEVELOPING ALL PROJECT DELIVERABLES FOR CITY OF LONDON'S REVIEW AND APPROVAL. RESPONSIBLE FOR USING DIGITAL TOOLS TO TRACK PROJECT PROGRESS AND RESULTS INCLUDING IDENTIFYING ANY SCHEDULE ADJUSTMENTS OR WORKPLAN MODIFICATIONS AS NEEDED FOR APPROVAL. KEY RESPONSIBILITIES INCLUDE DESIGNING EDUCATION AND OUTREACH MATERIALS TO HELP RESIDENTS LEARN ABOUT LEAD SERVICE LINES AND HOW TO PREVENT EXPOSURE TO LEAD IN DRINKING WATER, TRANSLATING MATERIALS INTO SPANISH, CONDUCTING PUBLIC OUTREACH EVENTS AND EDUCATIONAL OPPORTUNITIES, INCLUDING AT LEAST TWO PROJECT WORKSHOPS FOR THE GENERAL PUBLIC. OUTREACH MATERIALS WILL BE CREATED FOR THE CITY OF NEW LONDON'S REVIEW AND APPROVAL AND DISTRIBUTED INCLUDING SOCIAL MEDIA MESSAGING, WEBSITE CONTENT, DOOR HANGERS, FACT SHEETS, BROCHURES AND OTHER MATERIALS AS NEEDED. ADDITIONAL COMMUNICATION, INFORMATION AND RESOURCES WILL BE PROVIDED FOR THOSE IMPACTED BY THE INVENTORY PROCESS AND/OR WHO HAVE AN IDENTIFIED LEAD SERVICE LINE. A PUBLIC FACING WEBSITE WITH INFORMATION AND RESOURCES WILL BE CREATED TO ENSURE ALL INTERESTED INDIVIDUALS CAN ACCESS THE INFORMATION.OUTCOMES:PROJECT PROGRESS AND RESULTS WILL BE TRACKED THROUGH DIGITAL TOOLS INCLUDING DATA ANALYTICS WITH INTERACTIVE DASHBOARDS WILL AFFORD THE LOCAL GOVERNMENT REAL TIME UPDATES ON PROGRESS, AND HELP OPTIMIZE AND REPORTING CAPITAL OUTLAYS TO ENSURE COMMUNITIES WITH ENVIRONMENTAL JUSTICE CONCERNS ARE PRIORITIZED FOR RESOURCES. OUTREACH MATERIALS WILL INCLUDE SOCIAL MEDIA MESSAGING, WEBSITE CONTENT, DOOR HANGERS, FACT SHEETS, BROCHURES AND OTHER MATERIALS AS NEEDED. A PUBLIC FACING WEBSITE WITH INFORMATION AND RESOURCES WILL BE CREATED TO ENSURE ALL INTERESTED INDIVIDUALS CAN ACCESS THE INFORMATION. THE ULTIMATE GOAL OF THE PROJECT IS TO REDUCE PUBLIC HEALTH RISKS FROM LEAD EXPOSURE THROUGH COMPLETE REMOVAL OF ALL LEAD AND DOWNSTREAM GALVANIZED SERVICE LINES WITHIN THE NEXT THREE YEARS, PRIORITIZE REPLACEMENTS WHERE VULNERABLE POPULATIONS ARE PRESENT, AND EDUCATE THE PUBLIC ON THE RISKS ASSOCIAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 70341.0, "Infrastructure Obligations": null, "recipient_id": "2b7675d4-a1c7-84fa-f679-bb3f02d4510f-C", "generated_internal_id": "ASST_NON_00A00821_6800"}, {"internal_id": 152089764, "Award ID": "00A00797", "Award Amount": 99659.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "66.424", "Description": "DESCRIPTION:CLEAN WATER FUND'S (CWF'S) LEAD PIPE INVENTORY AND PUBLIC ENGAGEMENT PROJECT WILL OPERATE IN TWO PHASES. PHASE I WILL FOCUS ON CHELSEA AND MALDEN, MASSACHUSETTS, WHOSE EFFORTS TO ADDRESS THE PROBLEM OF LEAD SERVICE LINES (LSLS) IN DRINKING WATER ARE UNDERWAY. IN PHASE II, WORK WILL BE INITIATED IN 2-3 ADDITIONAL TARGET COMMUNITIES IN MASSACHUSETTS.ACTIVITIES:EXPECTED ACTIVITIES INCLUDE: (1) PROVIDING MULTILINGUAL, CULTURALLY COMPETENT EDUCATION ABOUT THE HEALTH IMPACTS OF LEAD AND DRINKING WATER AND STEPS THAT INDIVIDUALS CAN TAKE TO REDUCE EXPOSURE BEFORE THE SOURCE ITSELF IS REMEDIATED; (2) CONDUCTING LSL ASSESSMENTS IN COLLABORATION WITH MUNICIPALITIES USING CUSTOMER-INITIATED LINE CHECKS FOLLOWED BY CONFIRMATION BY THE CITY; (3) IDENTIFYING ELIGIBLE CUSTOMERS TO TAKE ADVANTAGE OF AVAILABLE ASSISTANCE MONEY AND DO TARGETED OUTREACH TO THAT POPULATION. SUBRECIPIENT:SUBAWARD ACTIVITIES INCLUDE PARTICIPATING IN MEETINGS WITH CLEAN WATER FUND, THE CITY OF CHELSEA, AND COMMUNITY STAKEHOLDERS; RECRUITING PARTICIPANTS FOR MEETINGS; PROVIDING TRANSLATION SERVICES DURING EVENTS; AND CREATING AND TRANSLATING LEAD OUTREACH MATERIALS. OUTCOMES:THIS PROJECT WILL LEAD TO IMPROVED OUTCOMES IN GENERAL AWARENESS OF THE PREVALENCE OF LEAD IN DRINKING WATER, INCREASED EQUITY THROUGH MULTILINGUAL AND CULTURALLY COMPETENT MATERIALS AND PROGRAMMING, AND IMPROVED LSL INVENTORIES.  THE INTENDED BENEFICIARIES INCLUDE THE COMMUNITY MEMBERS OF CHELSEA, MALDEN, AND ADDITIONAL TARGET EJ COMMUNITIES IN MASSACHUSETTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 99659.0, "Infrastructure Obligations": null, "recipient_id": "8f1b5eb1-c7ef-59a1-4739-8f0be79089e9-C", "generated_internal_id": "ASST_NON_00A00797_6800"}, {"internal_id": 152089784, "Award ID": "00A00796", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "66.424", "Description": "DESCRIPTION:THE 'LEAD SERVICE LINE INVENTORY' PROJECT WILL INCREASE PUBLIC AWARENESS OF LEAD IN DRINKING WATER, DEVELOP A SUSTAINABLE SOLUTION/SYSTEM FOR THE PUBLIC AND THE WATER DIVISION IN THE CITY OF FALL RIVER, MASSACHUSETTS TO IDENTIFY LOCAL LEAD SERVICE LINES, AND UPDATE/VERIFY THE CITY'S LEAD SERVICE LINE INVENTORY. THIS PROJECT WILL BE FUNDED BY AMERICAN RESCUE PLAN (ARP) RESOURCES TO SUPPORT EDUCATION, OUTREACH, TRAINING AND ASSISTANCE THROUGH THE SAFE DRINKING WATER ACT TO ADDRESS LEAD IN DRINKING WATER TO BENEFIT RESIDENTS IN FALL RIVER, MASSACHUSETTS. WILL BUILD A NEW PARTNERSHIP BETWEEN THE CITY OF FALL RIVER AND RESIDENTS INCLUDING DEVELOPMENT OF A NEW INTERACTIVE LEAD SERVICE LINE INVENTORY WEB VIEWER TOOL WHICH WILL BE AVAILABLE TO THE PUBLIC, SHARE RESOURCES ON LEAD SERVICE LINE IDENTIFICATION AND RESOURCES TO ADDRESS ANY EXISTING LINES, AND GATHER PUBLIC INPUT TO INCORPORATE LOCAL KNOWLEDGE. THIS PROJECT WILL HELP THE PUBLIC AND THE CITY TO COMPLETELY REMOVE A SIGNIFICANT POTENTIAL SOURCE OF LEAD IN DRINKING WATER TO BENEFIT OF INDIVIDUALS INCLUDING SENSITIVE POPULATIONS OF CHILDREN IN AN OVERBURDENED AND UNDERSERVED COMMUNITY WITH ENVIRONMENTAL JUSTICE CONCERNS INCLUDING HIGH RISK FOR CHILDHOOD LEAD POISONING, POVERTY, AND HIGH PERCENTAGE OF HOUSING BUILT BEFORE 1978.ACTIVITIES:THE 'LEAD SERVICE LINE INVENTORY' PROJECT WILL GATHER EXISTING DATA ON LEAD SERVICE LINE LOCATIONS TO DEVELOP OF A NEW INTERACTIVE LEAD SERVICE LINE INVENTORY WEB VIEWER TOOL WHICH WILL BE AVAILABLE TO THE PUBLIC, SHARE RESOURCES ON LEAD SERVICE LINE IDENTIFICATION AND RESOURCES TO ADDRESS ANY EXISTING LINES, AND GATHER PUBLIC INPUT TO INCORPORATE LOCAL KNOWLEDGE. KEY ACTIVITIES INCLUDE ENSURING EXISTING DATA MEETS GEOSPATIAL REQUIREMENTS, DEVELOPING AND TESTING BETA VERSIONS OF THE INTERACTIVE LEAD SERVICE LINE INVENTORY WE VIEWER TOOL, DEVELOPING A DATA COLLECTOR FORM TO GATHER PUBLIC KNOWLEDGE AND INCORPORATE INSPECTION DATA, DEVELOP STANDARD OPERATING PROCEDURES FOR THE TOOL AND ACCOMPANYING LEAD SERVICE LINE FORMS, AND BRING THE TOOL ON LINE FOR PUBLIC USE. THE PROJECT WILL ALSO DEVELOP AND DISTRIBUTE PUBLIC EDUCATION AND OUTREACH INFORMATION TO RAISE AWARENESS OF HOW TO IDENTIFY LEAD SERVICE LINES, PREVENT EXPOSURE TO LEAD IN DRINKING WATER, AND PRIORITIZE LEAD SERVICE LINE REPLACEMENT FOR MAXIMUM IMPACT TO BENEFIT LOCAL CHILDREN AT RISK FOR LEAD EXPOSURE. A KEY COMPONENT OF THE WORK IS ALSO DIRECT COMMUNITY ENGAGEMENT TO SOLICIT INPUT ON THE NEW TOOL AND RESOURCES INCLUDING ATTENDING COMMUNITY MEETINGS TO REACH RESIDENTS WITH INFORMATION AND RESOURCE S.SUBRECIPIENT:OBJECTIVE 1 -LEAD SERVICE INVENTORY TOOL\nTO PROVIDE A MORE COLLABORATIVE EFFORT BETWEEN THE CITY AND ITS RESIDENTS TO IDENTIFY POTENTIAL LEAD SERVICE LINES AND TO VERIFY PORTIONS OF THE EXISTING SERVICE LINE INVENTORY, AN INTERACTIVE LEAD SERVICE LINE INVENTORY TOOL/MAP WILL BE CREATED. PRELIMINARY TASKS PLANNED FOR THE LEAD SERVICE INVENTORY TOOL ARE DOCUMENTED INCLUDE: ACQUIRING THE CITY'S EXISTING LEAD SERVICE LINE INVENTORY AND OTHER POTENTIAL DATA, ASSESSING AND REPORTING ON THE DATA AND INFORMATION TO ENSURE THAT IT SUPPORTS THE GEOSPATIAL AND DATA INTEGRITY NEEDS OF THE OBJECTIVE, WITH SIGNIFICANT CHANGES OR EFFORTS REQUIRED TO SUPPORT THE NEEDS REPORTED AND DISCUSSED WITH THE CITY PRIOR TO PROCEEDING TO SUBSEQUENT STEPS; BEGINNING THE DEVELOPMENT OF THE INTERACTIVE LEAD SERVICE LINE INVENTORY WEB VIEWER TOOL; DEVELOPING A AGIS-BASED LEAD SERVICE LINE INVENTORY DATA COLLECTOR FORM FOR FIELD VERIFICATION/INSPECTION OF POTENTIAL LEAD SERVICE LINES; AND DELINEATING AND PROVIDING A STANDARD OPERATING PROCEDURES FOR BOTH THE TOOL AND ACCOMPANYING LEAD SERVICE LINE INVENTORY FORM TO THE CITY TO ENSURE PROPER USE. \nOBJECTIVE 2 -PUBLIC EDUCATION AND ENGAGEMENT\nPUBLIC EDUCATION AND ENGAGEMENT IS ESSENTIAL TO THE SUCCESS OF THIS PROJECT AND WILL BE PERFORMED IN CONJUNCTION WITH THE DEVELOPMENT OF THE LEAD SERVICE LINE INV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "72d100a4-f855-72bd-4115-530a61276d64-C", "generated_internal_id": "ASST_NON_00A00796_6800"}]