[{"internal_id": 162165996, "Award ID": "96703301", "Award Amount": 666399.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "66.446", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE DES MOINES AREA COMMUNITY COLLEGE.  SPECIFICALLY, THE RECIPIENT WILL DEVELOP AND PROVIDE ON-DEMAND ONSITE/DECENTRALIZED WASTEWATER SYSTEMS TRAINING CLASSES MADE AVAILABLE STATEWIDE TO VARIOUS AUDIENCES.  PROJECT WILL DELIVER IN-PERSON REGIONAL OR COUNTY-LEVEL TRAINING, SPECIFICALLY TARGETED TOWARD LEADERS AND POLICY MAKERS WHO ARE RESPONSIBLE FOR THE OVERSIGHT, MANAGEMENT, DESIGN, AND REGULATION OF DECENTRALIZED/ONSITE WASTEWATER TREATMENTS SYSTEMS IN RURAL IOWA AND UNSEWERED COMMUNITIES.ACTIVITIES:THE ACTIVITIES INCLUDE IN-PERSON REGIONAL OR COUNTY-LEVEL TRAINING FOR BOARD OF HEALTH AND BOARD OF SUPERVISOR MEMBERS, IDNR REGIONAL FIELD SPECIALISTS, AND ENVIRONMENTAL HEALTH SPECIALISTS/SANITARIANS.  DES MOINES AREA COMMUNITY COLLEGE WILL ALSO DEVELOP AND PROVIDE SPECIALIZED AND STATE-RECOGNIZED WASTEWATER CERTIFICATIONS FOR IDNR FIELD SPECIALISTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE A WEBSITE SITE WILL BE DEVELOPED TO HOUSE ALL DEVELOPED MATERIALS.  THIS INCLUDES 3-5 'HOW TO VIDEOS' ON DECENTRALIZED/ONSITE WASTEWATER TREATMENTS SYSTEM ISSUES.  THIRTY TRAINING COURSES WILL BE DELIVERED TO IDNR REGIONAL OFFICES COVERING SEVEN TOPICS INCLUDING ONSITE WASTEWATER INSPECTION, SITE AND SOIL EVALUATION, PERCOLATION TESTING, SOIL ABSORPTION SYSTEM DESIGN, INSTALLATION AND SAND FILTER DESIGN AND IMPLEMENTATION, ALTERNATIVE SYSTEMS DESIGN, AND INSTALLATION AND PUMPS AND PUMP TANKS.\n\nTHE EXPECTED OUTCOMES INCLUDE A MORE KNOWLEDGEABLE DECENTRALIZED/ONSITE WASTEWATER TREATMENTS SYSTEMS PROGRAM IN IOWA. PARTICIPANTS COMPLETING TRAINING WILL BE CERTIFIED IN THE SPECIFIC ISSUES TRAINED ON.\n\nTHE INTENDED BENEFICIARIES INCLUDE THE GENERAL PUBLIC OF THE STATE OF IOWA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e335f6b-6f98-84c9-abc6-60317b691230-C", "generated_internal_id": "ASST_NON_96703301_6800"}, {"internal_id": 162165928, "Award ID": "84062901", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "66.446", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO RURAL COMMUNITY ASSISTANCE PARTNERSHIP.  SPECIFICALLY, THE RECIPIENT WILL REDUCE THE BARRIERS FOR TRIBES TO ACCESS INFRASTRUCTURE FUNDS. RURAL COMMUNITY ASSISTANCE PARTNERSHIP PROPOSES TO IMPROVE OPERATIONAL PERFORMANCE AND COMPLIANCE AND SUSTAINABLE OPERATIONS OF TRIBAL SYSTEMS OVER THE LONG-TERM THROUGH TECHNICAL, MANAGERIAL AND FINANCIAL CAPACITY DEVELOPMENT, INCLUDING THE LEVERAGING OF BIPARTISAN INFRASTRUCTURE LAW AND OTHER INFRASTRUCTURE DOLLARS, THEREBY IMPROVING PUBLIC AND ENVIRONMENTAL HEALTH AND WATER QUALITY THROUGH AN APPROACH THAT: 1) IS GUIDED BY CONSULTATION WITH THE APPROPRIATE FINANCING AND REGULATORY AUTHORITIES, 2) IDENTIFIES AND REACHES OUT TO TRIBAL COMMUNITIES MOST IN NEED OF ASSISTANCE, 3) UTILIZES NEEDS-BASED LOCALLY AND CULTURALLY TAILORED TRAINING AND TECHNICAL ASSISTANCE, AND 4) INCLUDES ROUTINE REPORTING TO AND COLLABORATION WITH FINANCING AND REGULATORY AUTHORITIES, ENVIRONMENTAL PROTECTION AGENCY HEADQUARTERS, REGIONS AND TRIBAL PARTNERS.ACTIVITIES:THE ACTIVITIES INCLUDE IN-DEPTH TECHNICAL ASSISTANCE PROJECTS, TRIBAL PILOTS FOR SEPTIC ASSESSMENT TOOL, AND A VARIETY OF TRAININGS. THE TRAININGS INCLUDE TECHNICAL, MANAGERIAL AND FINANCIAL CAPACITY BUILDING; TRIBAL TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY AND BIPARTISAN INFRASTRUCTURE LAW FUNDING WEBINARS, WASTEWATER LAGOON TRIBAL OPERATOR CERTIFICATION DEVELOPMENT; WASTEWATER OPERATOR CERTIFICATION COURSES; TRAIN THE TRAINER ON TRIBAL-SPECIFIC PROCESSES; WEBINARS FOR TRIBAL UTILITIES; MAINTAIN/UPDATE A NATIONAL CENTRALIZED WASTEWATER TRAINING CALENDAR; ADD AND MAINTAIN WASTEWATER INFORMATION DOCUMENTS ON DATABASE.SUBRECIPIENT:THE FOUR RURAL COMMUNITY ASSISTANCE PARTNERSHIP REGIONAL PARTNERS SUB-AWARDEES WILL BE THE ONES PROVIDING THE MAJORITY OF THE ON THE GROUND TECHNICAL ASSISTANCE AND TRAINING SERVICES. THE INTER TRIBAL COUNCIL OF ARIZONA SUB-AWARDEE WILL DEVELOP A NEW TYPE OF OPERATOR CERTIFICATION CALLED THE WASTEWATER LAGOON TRIBAL OPERATOR CERTIFICATION. THEY WILL ALSO CONDUCT 3 WASTEWATER OPERATOR CERTIFICATION TRAINING COURSES AND TWO IN-DEPTH TECHNICAL ASSISTANCE PROJECTS FOR TRIBAL WASTEWATER UTILITIES. MOONSHOT MISSIONS WILL FOCUS ON DELIVERING WORK IN THE FOLLOWING FIVE AREAS IN TRIBAL REGIONS: ASSESSMENT AND INTAKE, A COMPREHENSIVE 360 EVALUATION OF TRIBAL UTILITIES TO EVALUATE CAPACITY, PROJECT PRIORITIZATION AND SELECTION TO DETERMINE 1-3 PROJECTS SUITABLE FOR STATE AND FEDERAL FUNDING, DELIVER CONCEPTUAL ENGINEERING PLANS, AND SECURE FUNDING AND CONTRACTING. THE UNIVERSITY OF ILLINOIS SUB-AWARDEE WILL MAINTAIN A NATIONAL CENTRALIZED WASTEWATER CALENDAR OF TRIBAL-SPECIFIC TRAINING EVENTS, ADD 100+ ONSITE/DECENTRALIZED AND CENTRALIZED WASTEWATER DOCUMENTS RELEVANT TO TRIBAL OPERATORS. FINALLY, THE WATER FINANCE ASSISTANCE SUB-AWARDEE WILL PROVIDE TRIBAL-SPECIFIC GUIDANCE TO RURAL COMMUNITY ASSISTANCE PARTNERSHIP'S NETWORK OF TECHNICAL ASSISTANCE PROVIDERS TO EQUIP THEM TO BETTER SERVE TRIBAL COMMUNITIES AND SYSTEMS, THROUGH REMOTE SESSIONS ON TOPICS THAT INCLUDE AVAILABLE FUNDING UNDER THE BIPARTISAN INFRASTRUCTURE LAW FOR TRIBAL UTILITIES, ROLES THAT INDIAN HEALTH SERVICE PLAYS IN TRIBAL WATER/WASTEWATER DELIVERY, STRATEGIES FOR GETTING INFRASTRUCTURE PROJECTS APPROVED BY TRIBAL GOVERNING BOARDS, AND WHAT FACTORS MAKE TRIBAL UTILITY FINANCE UNIQUE.\n\nTHE SUB-AWARDEES WILL EACH USE THEIR FUNDING FOR TYPICAL COSTS ASSOCIATED WITH TECHNICAL ASSISTANCE AND TRAINING AND INFORMATION DISSEMINATION SUCH AS SALARIES AND BENEFITS, TRAVEL, AND NORMAL OPERATING EXPENSES.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE IN-DEPTH MULTI-VISIT TECHNICAL ASSISTANCE PROJECTS, TRIBAL SEPTIC ASSESSMENT TOOL PILOTS, TRIBAL WORKSHOPS, WEBINARS, WASTEWATER LAGOON TRIBAL OPERATOR CERTIFICATION COURSES, WEBINARS FOR TRIBAL UTILITIES, NATIONAL CENTRALIZED WASTEWATER TRAINING CALENDAR, RURAL MATTERS PUBLICATIONS, E-NEWSLETTERS, AND CASE STUDIES.\nTHE EXPECTED OUTCOMES INCLUDE AN INCREASE IN THE NUMBER OF TRI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84062901_6800"}, {"internal_id": 149848360, "Award ID": "84035701", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-03", "CFDA Number": "66.446", "Description": "DESCRIPTION:THE 'INTEGRATED TECHNICAL, MANAGERIAL, AND FINANCIAL TRAINING AND TECHNICAL ASSISTANCE FOR SMALL AND DECENTRALIZED WASTEWATER ENTITIES' GRANT PROGRAM WILL SUPPORT THE UNIVERSITY OF NEW MEXICO SOUTHWEST ENVIRONMENTAL FINANCE CENTER (SW EFC). THE OBJECTIVE OF THE PROPOSAL IS TO IMPROVE SMALL, RURAL, AND DISADVANTAGED WASTEWATER SYSTEM COMPLIANCE, THUS PROTECTING HUMAN AND ENVIRONMENTAL HEALTH, BY INTEGRATING TECHNICAL, MANAGERIAL, AND FINANCIAL TRAINING AND TECHNICAL ASSISTANCE TO ASSIST ONSITE AND DECENTRALIZED OWNERS/OPERATORS WITH IMPROVING THEIR OPERATION, MANAGEMENT, AND FINANCE. ACTIVITIES:THE ENVIRONMENTAL FINANCE CENTER NETWORK TEAM WILL BUILD THE INTERNAL CAPACITY OF SMALL, RURAL, AND DISADVANTAGED WASTEWATER UTILITIES AND ONSITE/DECENTRALIZED SYSTEMS USING A VARIETY OF DELIVERY METHODS TO PROVIDE ACCESS FOR ALL TYPES OF WASTEWATER SYSTEM PERSONNEL, INCLUDING THOSE WITH LIMITED ACCESS TO TECHNOLOGY, AND LIMITED UNDERSTANDING OF THE OPERATION AND MAINTENANCE OF WASTEWATER TECHNOLOGY. SUBRECIPIENT:THE UNIVERSITY OF NEW MEXICO SOUTHWEST ENVIRONMENTAL FINANCE CENTER WILL SERVE AS THE LEAD ORGANIZATION ON BEHALF OF THE ENVIRONMENTAL FINANCE CENTER NETWORK TEAM, WHICH INCLUDES SYRACUSE UNIVERSITY ENVIRONMENTAL FINANCE CENTER; UNIVERSITY OF MARYLAND ENVIRONMENTAL FINANCE CENTER; UNIVERSITY OF NORTH CAROLINA ENVIRONMENTAL FINANCE CENTER; MICHIGAN TECHNOLOGICAL UNIVERSITY ENVIRONMENTAL FINANCE CENTER; WICHITA STATE UNIVERSITY ENVIRONMENTAL FINANCE CENTER; ENVIRONMENTAL FINANCE CENTER WEST; MISSISSIPPI STATE UNIVERSITY EXTENSION SERVICE; MOONSHOT MISSIONS; CAROLLO ENGINEERS, INC. AND WAIWAI OLA WATERKEEPERS HAWAIIAN ISLANDS (OR SIMILAR ENTITIES TO THE CAROLLO/WATERKEEPERS TEAM AFTER COMPETITION FOR THIS PORTION OF WORK). AFTER INITIAL OUTREACH ACTIVITIES, THE ENVIRONMENTAL FINANCE CENTER NETWORK TEAM WILL CREATE A NATIONAL PLAN THAT DESCRIBES THE REQUESTS FOR EACH STATE, TERRITORY, AND TRIBES IN TERMS OF TRAINING AND TECHNICAL ASSISTANCE. PROPOSED SUBAWARD OUTPUTS INCLUDE TRAINING EVENTS FOR STATES/TERRITORIES/TRIBES, TECHNICAL ASSISTANCE EFFORTS FOR SMALL PUBLICLY OWNED TREATMENT WORKS AND DECENTRALIZED WASTEWATER TREATMENT FACILITIES, PODCASTS, EDUCATIONAL VIDEOS, PEER-TO-PEER ADVISORY SESSIONS, BLOGS, AND RESOURCE CREATION AND DISTRIBUTION. THE ENVIRONMENTAL FINANCE CENTER NETWORK TEAM WILL ASSIGN THE APPROPRIATE PERSONNEL FROM THE MEMBER ORGANIZATIONS ON THE TEAM TO ADDRESS THE STATE, TRIBAL, OR SYSTEM NEEDS; PERSONNEL WILL BE ASSIGNED BASED FIRST ON HIS/HER/THEIR SKILLS AND CAPABILITIES, AND SECONDARILY ON GEOGRAPHY OR OTHER FACTORS. THE ENVIRONMENTAL FINANCE CENTER WEST AND SYRACUSE ENVIRONMENTAL FINANCE CENTER WILL WORK WITH DECENTRALIZED COMMUNITIES IN PUERTO RICO TO HOST TWO COMMUNITY WASTEWATER NEEDS ASSESSMENT WORKSHOPS AND IDENTIFY LOW-COST OPPORTUNITIES TO HELP RURAL COMMUNITIES IMPROVE THEIR WASTEWATER PROCEDURES. OUTCOMES:PROPOSED OUTPUTS AND DELIVERABLES INCLUDE TRAINING EVENTS FOR STATES/TERRITORIES/TRIBES, TECHNICAL ASSISTANCE EFFORTS FOR SMALL PUBLICLY OWNED TREATMENT WORKS (POTWS) AND DECENTRALIZED WASTEWATER TREATMENT FACILITIES, PODCASTS, EDUCATIONAL VIDEOS, PEER-TO-PEER ADVISORY SESSIONS, BLOGS, AND RESOURCE CREATION AND DISTRIBUTION; EXPECTED OUTCOMES INCLUDE INCREASED COMPLIANCE AND GREATER SYSTEM TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RURAL, SMALL, AND TRIBAL PUBLICLY OWNED TREATMENT WORKS AND DECENTRALIZED WASTEWATER TREATMENT SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_84035701_6800"}, {"internal_id": 147535006, "Award ID": "84035601", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-23", "CFDA Number": "66.446", "Description": "DESCRIPTION:\nTHE RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC. (RCAP), AND ITS STRATEGIC PARTNERS, THE UNIVERSITY OF ILLINOIS, WATER ENVIRONMENT FEDERATION, NATIONAL ONSITE WASTEWATER RECYCLING ASSOCIATION, INTER-TRIBAL COUNCIL OF ARIZONA, AND NATIONAL ASSOCIATION OF CLEAN WATER AGENCIES, WILL PROVIDE SMALL PUBLICLY OWNED TREATMENT WORKS, ONSITE/DECENTRALIZED WASTEWATER SYSTEMS, AND THE COMMUNITIES THEY SERVE, TRAINING AND TECHNICAL ASSISTANCE TO IMPROVE COMPLIANCE AND FINANCIAL SUSTAINABILITY, IMPROVING PUBLIC HEALTH AND THE ENVIRONMENT.\nACTIVITIES:\n RCAP WILL PROVIDE IN-PERSON AND REMOTE TRAINING AND TECHNICAL ASSISTANCE TO OWNERS, OPERATORS, AND MANAGERS WORKING WITH THE ABOVE WASTEWATER SYSTEMS. TRAINING WILL UTILIZE PARTICIPANT BASED ADULT EDUCATION TECHNIQUES DESIGNED TO IMPROVE KNOWLEDGE RETENTION. \nOUTCOMES:\nRCAP'S CAPACITY-BUILDING WILL RESULT IN AN INCREASED NUMBER OF PUBLICLY OWNED TREATMENT WORKS AND ONSITE/DECENTRALIZED WASTEWATER SYSTEMS THAT ARE IN OR MOVING TOWARDS REGULATORY COMPLIANCE. RESULTS WILL ALSO INCLUDE AN INCREASED NUMBER OF WASTEWATER SYSTEMS THAT HAVE ADOPTED LONG-TERM MANAGERIAL AND FINANCIAL CAPACITY PRACTICES.\nSUBRECIPIENT:\nTHE SUB-AWARDEES WILL EACH USE THEIR FUNDING FOR TYPICAL COSTS ASSOCIATED WITH TECHNICAL ASSISTANCE, TRAINING AND INFORMATION DISSEMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84035601_6800"}, {"internal_id": 147354492, "Award ID": "84035501", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-09", "CFDA Number": "66.446", "Description": "DESCRIPTION:\nTHE NATIONAL RURAL WATER ASSOCIATION WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE FOR RURAL, SMALL, AND TRIBAL PUBLICLY OWNED TREATMENT WORKS AND DECENTRALIZED WASTEWATER TREATMENT SYSTEMS TO HELP THEM ACHIEVE LONG-TERM SUSTAINABLE MANAGEMENT AND CLEAN WATER ACT COMPLIANCE. \nACTIVITIES:\nBASED ON NATIONAL, STATE, AND LOCAL PRIORITIES, ALONG WITH SPECIFIC SITUATIONAL NEEDS, TARGETED TRAINING AND TECHNICAL ASSISTANCE ACTIVITIES WILL BE IMPLEMENTED WITH VIRTUAL AND IN-PERSON METHODS.\nOUTCOMES:\nANTICIPATED OUTPUTS INCLUDE AN INCREASED NUMBER OF MANAGERS, OPERATORS, AND OWNERS WHO WILL RECEIVE FORMAL TRAINING SESSIONS AND ONSITE TECHNICAL ASSISTANCE AND DEVELOP SUSTAINABLE MANAGEMENT ACTION PLANS THAT WILL PROVIDE A ROADMAP TO IMPROVE SYSTEM PLANNING AND REGULATORY COMPLIANCE. EXPECTED OUTCOMES INCLUDE AN INCREASED KNOWLEDGE OF SYSTEM OPERATIONS, ASSET MANAGEMENT, AND MANAGERIAL CAPACITY, AS WELL AS REGULATORY COMPLIANCE WITH THE NATIONAL POLLUTANT DISCHARGE ELIMINATION SYSTEM. INTENDED BENEFICIARIES OF THIS PROGRAM INCLUDE REPRESENTATIVES, MANAGERS, OPERATORS, AND OWNERS OF RURAL, SMALL, AND TRIBAL PUBLICLY OWNED TREATMENT WORKS AND DECENTRALIZED WASTEWATER TREATMENT SYSTEMS. \nSUBRECIPIENT:\nSUBAWARDS TO THE STATE AFFILIATES WILL ENABLE THE ONBOARDING OF WATER QUALITY ACTION SPECIALISTS WHO WILL DELIVER THE TRAINING AND TECHNICAL ASSISTANCE ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01c16780-e410-d750-d5e9-cf938f98eba1-C", "generated_internal_id": "ASST_NON_84035501_6800"}, {"internal_id": 162165294, "Award ID": "02D58623", "Award Amount": 1042991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "66.446", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,042,991 TO THE UNIVERSITY OF TENNESSEE. THIS AGREEMENT PROVIDES FUNDING TO THE RECIPIENT TO HELP SMALL AND ECONOMICALLY DISADVANTAGED COMMUNITIES IN TENNESSEE ACCESS AVAILABLE LOANS AND OTHER FUNDING OPPORTUNITIES TO IMPROVE THEIR WASTEWATER SYSTEM INFRASTRUCTURE.ACTIVITIES:THE ACTIVITIES INCLUDE MEETING WITH TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION (TDEC) FIELD OFFICE REPRESENTATIVES TO DISCUSS SYSTEMS WITH ONGOING ISSUES THAT COULD BE TARGETED FOR FOCUSED TECHNICAL ASSISTANCE. PROJECT TEAM MEMBERS WILL VISIT IN PERSON TO MEET THE MANAGERS AND OPERATORS TO UNDERSTAND AND DOCUMENT THEIR NEEDS, RECOMMEND TRAINING OPPORTUNITIES AND OFFER THE MOST APPROPRIATE FORM OF TECHNICAL ASSISTANCE. THE PROJECT TEAM WILL ALSO SUPPORT EACH SYSTEM/COMMUNITY IN CLEAN WATER STATE REVOLVING FUND (CWSRF) APPLICATIONS TO MAKE SYSTEM IMPROVEMENTS.SUBRECIPIENT:SUB AWARD TO TENNESSEE TECH UNIVERSITY. WE ARE PARTNERING WITH DR. TANIA DATTA ASSOCIATE PROFESSOR OF CIVIL AND ENVIRONMENTAL ENGINEERING AT TENNESSEE TECH UNIVERSITY, WHO IS REQUESTING A TOTAL OF $138,861 FOR COMPLETION OF THE PROPOSED TASKS. DR. DATTA WILL SERVE AS THE TECHNICAL LIAISON FOR THE MIDDLE TENNESSEE REGION. AS TECHNICAL LIAISON DR. DATTA WILL ASK  A PRE-DETERMINED LIST OF QUESTIONS THAT INFORMALLY WALKS THE OPERATORS AND MANAGERS THROUGH 10 KEY MANAGEMENT AREAS FROM THE RURAL AND SMALL SYSTEMS GUIDEBOOK TO SUSTAINABLE UTILITY MANAGEMENT, PUBLISHED BY THE USDA AND EPA, USDA AND U.S. EPA, 2019. THIS WILL PROVIDE A SYSTEMATIC APPROACH TO IDENTIFY THE MOST PRESSING NEEDS OF EACH SYSTEM, AND TO DETERMINE THE POTENTIAL ROADBLOCKS FOR SMALL SYSTEMS FROM ACCESSING CWSRF FUNDS. AFTER NEEDS ARE IDENTIFIED, EACH SYSTEM WILL BE OFFERED INDIVIDUAL NEEDS-BASED TECHNICAL ASSISTANCE THAT FOCUSES ON THE TWO PREREQUISITES NEEDED TO START THE PROCESS TOWARD CWSRF FUNDING: ASSET MANAGEMENT AND FINANCIAL CAPACITY SEE TASK 4.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE REDUCING WATER SYSTEMS IN NON-COMPLIANCE BY 33%, AND PROVIDING SMALL, RURAL, OR UNDERSERVED COMMUNITIES WITH TECHNICAL, MANAGERIAL, OR FINANCIAL ASSISTANCE TO IMPROVE OPERATIONS OF THEIR DRINKING WATER OR WASTEWATER SYSTEMS. THE EXPECTED OUTCOMES INCLUDE ACCESS TO FUNDING OPPORTUNITIES FOR SMALL AND RURAL SYSTEMS ACROSS THE STATE AND IMPROVED TECHNICAL ASSISTANCE AND TRAINING IN FUTURE YEARS AS A BROADER IMPACT. COMMUNITIES THAT WORK CLOSELY WITH UNIVERSITY STAFF/STUDENTS WILL DEVELOP GOOD WORKING RELATIONSHIPS THAT CAN LEAD TO FUTURE TECHNICAL ASSISTANCE AND TRAINING OPPORTUNITIES. MORE SMALL AND RURAL SYSTEMS WILL BE READY TO APPLY FOR CWSRF LOANS AND BE ADDED TO THE STATE'S INTENDED USE PLAN, WHICH WILL IMPROVE THE STATE OF THE WASTEWATER INFRASTRUCTURE, REDUCE OPERATION AND MAINTENANCE COSTS OVER TIME, AND IMPROVE THE WATER QUALITY BY ENSURING ADEQUATE CAPACITY. THE INTENDED BENEFICIARIES INCLUDE SMALL, RURAL, AND/OR UNDERSERVED COMMUNITIES OF TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837e4ece-7fdf-a5c9-db11-1d4aaea94b68-C", "generated_internal_id": "ASST_NON_02D58623_6800"}]