[{"internal_id": 47886420, "Award ID": "96263917", "Award Amount": 3100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-27", "CFDA Number": "66.437", "Description": "THE NEW YORK CITY DEPARTMENT OF ENVIRONMENTAL PROTECTION (DEP) AIMS TO DEVELOP AN INTEGRATED WATER MANAGEMENT PLANNING AND ASSESSMENT MODEL FOR THE LONG ISLAND SOUND (LIS). PROJECT ACTIVITES INCLUDE: 1) SUPPORT A TECHNICAL ADVISORY COMMITTEE (TAC) TO REVIEW MODELING OBJECTIVES, GOALS AND REQUIREMENTS, AND TO ASSESS THE WATER QUALITY, SEDIMENT AND  ECOSYSTEM DATA THAT WILL BE NEEDED TO RUN, CALIBRATE, AND VALIDATE THE MODEL(S); 2) DEVELOP, CALIBRATE AND VALIDATE A HYDRODYNAMIC MODEL, CONDUCTING ADDITIONAL OBSERVATIONS AS NEEDED; AND 3) DEVELOP, CALIBRATE AND VALIDATE A WATER QUALITY MODEL THAT WILL BE COUPLED TO THE HYDRODYNAMIC MODEL, CONDUCTING ADDITIONAL OBSERVATIONS AS NEEDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a2a08487-0d3e-99e9-4b26-48fb70eafca2-C", "generated_internal_id": "ASST_NON_96263917_6800"}, {"internal_id": 69783330, "Award ID": "96261417", "Award Amount": 863077.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE CORNELL UNIVERISTY OFFICE OF SPONSORED PROGRAMS TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND.  SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT CONDUCTS THE PLANNING, ORGANIZATION AND IMPLEMENTATION OF PUBLIC ENVIRONMENTAL EDUCATION PROGRAMS FOR THE LONG ISLAND SOUND IN THE STATE OF NEW YORK BY WORKING WITH THE LONG ISLAND SOUND STUDY MANAGEMENT CONFERENCE PARTNERS IN ASSESSING NEEDS AND DEVELOPING PRIORITIES. THIS PROJECT WILL PROMOTE CITIZEN INVOLVEMENT AND CITIZEN EDUCATION TO PROTECT NEW YORK COASTAL RESOURCES IN THE LONG ISLAND SOUND WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_96261417_6800"}, {"internal_id": 69783678, "Award ID": "96261317", "Award Amount": 804669.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE STATE UNIVERSITY OF NEW YORK - RESEARCH FOUNDATION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL ADMINISTER THE LONG ISLAND SOUND RESEARCH GRANT PROGRAM TO IDENTIFY SCIENTIFIC RESEARCH NEEDS AND PRIORITIES, SOLICIT AND MANAGE SCIENTIFIC PEER REVIEW OF PROPOSALS, AND MANAGE THE SELECTION AND COMPLETION OF THE HIGHEST PRIORITY PROPOSALS. THE PROJECT WILL RESULT IN AT LEAST ONE SUB-AWARD FOR RESEARCH TO IMPROVE UNDERSTANDING OF LONG ISLAND SOUND CRITICAL TO IMPROVING WATER AND HABITAT QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3313e5e7-fa36-d54b-e36d-0e1e09cc0c30-C", "generated_internal_id": "ASST_NON_96261317_6800"}, {"internal_id": 68568448, "Award ID": "96261117", "Award Amount": 2375000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "66.437", "Description": "THIS PROJECT GRANT SUPPORTS ACTIVITIES TO ACQUIRE 3.77 ACRES OF PROPERTY DIRECTLY ON STONY BROOK HARBOR TO PRESERVE AND PROTECT WATER QUALITY, HABITAT AND LIVING RESOURCES. THE PROPERTY IS COMPRISED OF TWO PARCELS OF LAND THAT ARE LOCATED ON EAST LONG BEACH ROAD IN THE INCORPORATED VILLAGE OF NISSEQUOGUE, TOWN OF SMITHTOWN, COUNTY OF SUFFOLK. THE FIRST PARCEL CONSISTS OF 2.6 ACRES AND 107 FEET OF WATERFRONT AND THE SECOND PARCEL CONSISTS OF 1.17 ACRES AND 217 FEET OF WATERFRONT ON STONY BROOK HARBOR. THE ACQUISITION WILL ADD TO THE STATE'S STONY BROOK HARBOR STATE TIDAL WETLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_96261117_6800"}, {"internal_id": 69783608, "Award ID": "96259818", "Award Amount": 2281284.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE CONNECTICUT FUND FOR THE ENVIRONMENT TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND.  SPECIFICALLY, UNDER THIS AGREEMENT THE RECIPIENT WILL COORDINATE AND IMPLEMENT THE UNIFIED WATER STUDY, WHICH ESTABLISHES A COMPARABLE BAY-TO-BAY DATASET DESCRIBING THE EUTROPHIC CONDITIONS AND ENVIRONMENTAL HEALTH OF BAYS AND HARBORS AROUND THE LONG ISLAND SOUND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81771cba-59bc-aa45-6faa-3acbd49be25f-C", "generated_internal_id": "ASST_NON_96259818_6800"}, {"internal_id": 88416472, "Award ID": "96257219", "Award Amount": 1250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND.  SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL SUPPORT EFFORTS TO DO TARGETED HYDRODYNAMIC MODIFICATION AND SUBSEQUENT WATER QUALITY MODELING ALONG THE NORTH SHORE OF SUFFOLK COUNTY; UPDATE THE NITROGEN LOADING MODEL; AND, SUPPORT THE DEVELOPMENT OF THE LONG ISLAND NITROGEN SMART COMMUNITIES PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_96257219_6800"}, {"internal_id": 86482888, "Award ID": "96256619", "Award Amount": 1570000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-30", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE RESEARCH FOUNDATION OF THE STATE UNIVERSITY OF NEW YORK (SUNY) TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL IDENTIFY AND FUND HIGH PRIORITY, HIGH QUALITY RESEARCH VIA ADMINISTRATION OF A COMPETITIVE RESEARCH PROGRAM TO ADDRESS THE NEEDS OF THE LONG ISLAND SOUND STUDY. RESEARCH FOUNDATION OF SUNY STAFF WILL ESTABLISH AND FOLLOW UP ON THE PROJECT GRANTS. NEW YORK SEA GRANT, A COOPERATIVE PROGRAM OF SUNY, WILL ARRANGE A MEETING AROUND SPRING 2021 TO SHARE PRELIMINARY RESULTS FROM THE PROJECTS AND ALLOW PRINCIPAL INVESTIGATORS TO LOOK FOR SYNERGIES, IF APPROPRIATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3313e5e7-fa36-d54b-e36d-0e1e09cc0c30-C", "generated_internal_id": "ASST_NON_96256619_6800"}, {"internal_id": 110297656, "Award ID": "96248820", "Award Amount": 3950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-09", "CFDA Number": "66.437", "Description": "THIS PROJECT GRANT SUPPORTS ACTIVITIES TO ACQUIRE THE SHOREHAM PROPERTY, WHICH IS AN 800-ACRE PARCEL OF PRISTINE HABITAT LOCATED ON LONG ISLAND SOUND IN WADING RIVER, NY. THIS ACQUISITION WILL PROVIDE WATER QUALITY, TIDAL WETLAND, AND COASTAL HABITAT PROTECTION. THE PROJECT GRANT ALSO SUPPORTS THE FLAX POND HABITAT RESTORATION PROJECT WHICH WILL REMOVE SEDIMENT FROM ITS TIDAL INLET CHANNEL TO INCREASE TIDAL FLUSHING, REDUCE POSSIBLE HYPOXIC EVENTS, AND IMPROVE TIDAL WETLAND HEALTH. FLAX POND IS A 146.2-ACRE STATE OWNED PROPERTY COMPOSED OF TIDAL WETLAND, TIDAL POND, BEACH, AND COASTAL FOREST UPLAND HABITAT WITHIN THE VILLAGE OF OLD FIELD IN SUFFOLK COUNTY, NY. FLAX POND IS CONSIDERED AN AREA RICH IN ECOLOGICAL DIVERSITY AND RECREATIONAL OPPORTUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_96248820_6800"}, {"internal_id": 146244063, "Award ID": "96244521", "Award Amount": 2486638.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.437", "Description": "THIS AGREEMENT ASSISTS THE CORNELL UNIVERSITY OFFICE OF SPONSORED PROGRAMS TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN. ACTIVITIES TO BE PERFORMED INCLUDE: 1) CONDUCTING PUBLIC ENVIRONMENTAL EDUCATION AND INVOLVEMENT PROGRAMS FOR THE LONG ISLAND SOUND IN THE STATE OF NEW YORKAND AND 2) PROVIDING TECHNICAL ASSISTANCE TO SUPPORT SUSTAINABLE AND RESILIENT COMMUNITIES. THE ANTICIPATED DELIVERABLES FOR THE FIRST ACTIVITY ARE TO: CONDUCT TWO WORKSHOPS FOR TEACHERSAND PUBLISH THE SOUND UPDATE NEWSLETTERAND PROVIDE INFORMATION THROUGH MULTIPLE COMMUNICATIONS PRODUCTSAND ORGANIZE CITIZENS ADVISORY COMMITTEE MEETINGSAND AND CONDUCT VOLUNTEER OPPORTUNITIES AT STEWARDSHIP SITES. THE ANTICIPATED DELIVERABLES FOR THE SECOND ACTIVITY ARE TO ADVANCE SUSTAINABILITY AND RESILIENCE BY LOCAL GOVERNMENTS, DEVELOP A NEEDS ASSESSMENT, HOLD A BI-STATE WORKSHOP, DEVELOP A CLEARINGHOUSE OF TOOLS AND RESOURCES,  IMPROVE COORDINATION AMONG LEVELS OF GOVERNMENT, AND INITIATE THE DEVELOPMENT OF A PROJECT PROPOSAL PIPELINE. THE BENEFICIARIES OF THE OUTCOMES OF THIS WORK WILL BE RESIDENTS WITH AWARENESS, KNOWLEDGE, AND SKILLS TO PROTECT LONG ISLAND SOUND, POLICY MAKERS AND STAKEHOLDERS HAVING INFORMATIONAL RESOURCES TO COLLABORATEAND SUSTAINABLE AND RESILIENT NEW AND EXISTING DEVELOPMENTAND AN EDUCATED PUBLIC INVOLVED IN ENVIRONMENTAL RESTORATION AND PROTECTIONAND ACTIONS IMPLEMENTED THROUGH COORDINATED STRATEGIES BY ALL LEVELS OF GOVERNMENT AND DIVERSE STAKEHOLDERSAND AND IMPLEMENTATION ADAPTED AND IMPROVED THROUGH APPLICATION OF NEW INFORMATION AND KNOWLEDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_96244521_6800"}, {"internal_id": 146244064, "Award ID": "96244421", "Award Amount": 3178085.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "66.437", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO THE RESEARCH FOUNDATION OF THE STATE UNIVERSITY OF NEW YORK (SUNY) TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL PERFORM THE FOLLOWING ACTIVITIES: IDENTIFY AND FUND HIGH PRIORITY, HIGH QUALITY RESEARCH VIA ADMINISTRATION OF A COMPETITIVE RESEARCH PROGRAMAND ESTABLISH AND FOLLOW UP ON THE PROJECT GRANTSAND AND NEW YORK SEA GRANT, A COOPERATIVE PROGRAM OF SUNY, WILL ARRANGE MEETINGS FOR THE PRINCIPAL INVESTIGATORS TO SHARE PRELIMINARY RESULTS FROM THE PROJECTS AND IDENTIFY SYNERGIES. THESE ACTIVITIES ARE INTENDED TO SUPPORT THE RECIPIENT&RSQUOANDS GOAL TO PROVIDE NEW SCIENCE-BASED INFORMATION TO INFORM DECISION-MAKING AND ACTIONS TOWARDS REACHING THE VISION AND GOALS FOR LONG ISLAND SOUND. THE ACTIVITIES WILL PROVIDE A BASIS TO BETTER IMPLEMENT THE EDUCATION AND OUTREACH STRATEGIES OUTLINED IN THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN. THE ANTICIPATED DELIVERABLES WILL BE AN ASSESSMENT AND RESEARCH REPORTSAND ANTICIPATED OUTCOMES WILL BE INFORMED DECISION-MAKING BASED ON SCIENCEAND AND DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE NEW YORK PORTION OF THE LONG ISLAND SOUND WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE LONG ISLAND SOUND STUDY. THE ANTICIPATED OUTCOME WILL BE AN INFORMED ENGAGEMENT EFFORT ON BEHALF OF THE LONG ISLAND SOUND STUDY ENVIRONMENTAL JUSTICE WORK GROUP. BENEFICIARIES INCLUDE THE LISS, ITS PARTNERS, AND THE ENVIRONMENTAL JUSTICE WORK GROUP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3313e5e7-fa36-d54b-e36d-0e1e09cc0c30-C", "generated_internal_id": "ASST_NON_96244421_6800"}, {"internal_id": 146244071, "Award ID": "96244321", "Award Amount": 1280000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE CONNECTICUT FUND FOR THE ENVIRONMENT TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS AGREEMENT THE RECIPIENT WILL: 1) COORDINATE AND IMPLEMENT THE UNIFIED WATER STUDY ESTABLISHING A COMPARABLE BAY-TO-BAY DATASET DESCRIBING THE EUTROPHIC CONDITIONS AND ENVIRONMENTAL HEALTH OF BAYS AND HARBORS AROUND THE LIS WITH 24 SUBRECIPIENTS CONDUCTING THE WATER-QUALITY TESTING. THE EXPECTED OUTCOMES OF THE UWS ARE THE REDUCTION OF CONTAMINANT AND NUTRIENT LOADS IN THE WATERSHED OF LIS AND THE RESEARCH, MONITORING, AND MODELING TO SUPPORT ATTAINMENT OF WATER QUALITY OBJECTIVESAND AND, 2) PARTNER WITH THE TOWN OF GUILFORD TO DESIGN A LIVING SHORELINE PROJECT FOR CHITTENDEN PARK TO: RESTORE COASTAL WETLANDSAND STOP LOSS OF TIDAL MARSH HABITATAND BUFFER RECREATIONAL RESOURCES AND NEARBY LOW-LYING RESIDENCES FROM STORM SURGESAND AND, PROTECT NAVIGATION IN THE WEST RIVER BY REDUCING CHANNEL SEDIMENTATION AND EROSION. THE EXPECTED OUTCOMES OF THE LIVING SHORELINE PROJECT ARE REDUCTION OF CONTAMINANT AND NUTRIENT LOADS IN THE WATERSHED OF LIS AND THE EDUCATION AND INVOLVEMENT OF THE PUBLIC IN RESTORATION AND PROTECTION OF HABITATS AND LIVING RESOURCES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE NEW YORK/CONNECTICUT PORTION OF THE LIS WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS, POLICY MAKERS AND THE LONG ISLAND SOUND STUDY PARTICIPANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81771cba-59bc-aa45-6faa-3acbd49be25f-C", "generated_internal_id": "ASST_NON_96244321_6800"}, {"internal_id": 138842764, "Award ID": "96244221", "Award Amount": 1187979.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "66.437", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO THE INTERSTATE ENVIRONMENTAL COMMISSION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE THE LONG ISLAND SOUND. THESE ACTIVITIES ARE INTENDED TO SUPPORT THE RECIPIENTS GOAL TO IMPLEMENT ITS OWN WATER QUALITY MONITORING ENHANCEMENT PROGRAM FOR HYPOXIA AND PATHOGEN MANAGEMENT TO EDUCATE AND INFORM THE PUBLIC AND OTHER INTERESTED ENTITIES IN THE HEALTH AND THE PROTECTION OF LONG ISLAND SOUND AND THE ENVIRONMENT. SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL SUPPORTS ACTIVITIES TO 1) CONDUCT WATER QUALITY MONITORING OF SUMMER HYPOXIC CONDITIONS IN WESTERN LONG ISLAND SOUND AND ITS EMBAYMENTSAND 2) CONTINUE COORDINATED WEEKLY AND BI-WEEKLY LONG-TERM MONITORING OF A SUITE OF IN-SITU PARAMETERS AT A NETWORK OF 22 HISTORICAL MONITORING STATIONSAND 3) COORDINATE WITH THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION AND OTHER LONG ISLAND SOUND STUDY PARTNERS INVOLVED IN MONITORING LONG ISLAND SOUNDAND 4) IMPLEMENT A PATHOGEN MONITORING SURVEY TO IDENTIFY THE SOURCE(S) OF ELEVATED PATHOGEN LEVELS LEADING TO SHELLFISH HARVESTING AREA CLOSURESAND 5) REVIEW PRIOR WATER QUALITY DATA FROM THE NEW YORK STATE DEPARTMENT OF HEALTH AND PATHOGEN TRACK DOWN STUDIES IN AND AROUND LONG ISLAND SOUND TO DETERMINE THE BEST SAMPLING DESIGN AND ANALYTICAL METHODSAND SOLICIT INPUT FROM LOCAL, STATE, AND FEDERAL PARTNERSAND AND 7) DEVELOP AND PILOT A METHODOLOGY THAT CAN BE APPLIED TO AREAS WITH SIMILAR CONTAMINATION ISSUES THROUGHOUT THE SOUND. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION THROUGHOUT THE LONG ISLAND SOUND WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE LONG ISLAND SOUND STUDY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "390d6dbe-08d4-5009-5597-901fa34a45fb-C", "generated_internal_id": "ASST_NON_96244221_6800"}, {"internal_id": 144308408, "Award ID": "96242321", "Award Amount": 1334187.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "66.437", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FINANCIAL ASSISTANCE TO THE NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, DIVISION OF WATER, TO IMPLEMENT ITS OWN PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN FOR THE RESTORATION AND PROTECTION OF LONG ISLAND SOUND AND THE ENVIRONMENT. THESE ACTIVITIES ARE INTENDED TO SUPPORT THE RECIPIENT'S GOAL TO 1) COMPLETE THE SOLUTE TRANSPORT MODEL FOR THE WESTERN PORTION OF LONG ISLAND, IN WHICH SPECIFIC OBJECTIVES ARE TO DEVELOP DATASETS NEEDED TO REPRESENT CURRENT AND HISTORIC LAND USES RELEVANT TO NITROGEN LOADING IN COASTAL WETLANDS; INCORPORATE THESE DATA SETS AS NITROGEN SOURCE TERMS IN NUMERICAL MODELS CAPABLE OF SIMULATING GROUNDWATER-TRANSPORT PROCESSES TO ESTIMATE CURRENT LOADING RATES AND NUTRIENT CONCENTRATIONS IN THE AQUIFER; USE THESE CURRENT-CONDITION SOLUTE-TRANSPORT MODELS TO SIMULATE CHANGES IN NITROGEN-LOADING RATES IN RESPONSE TO PROPOSED WASTEWATER-MANAGEMENT ACTIONS; AND PREPAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_96242321_6800"}, {"internal_id": 152791574, "Award ID": "96239522", "Award Amount": 990816.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.437", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO THE SAVE THE SOUND INC. TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND THROUGH COORDINATING AND IMPLEMENTING THE UNIFIED WATER STUDY ESTABLISHING A COMPARABLE BAY-TO-BAY DATASET DESCRIBING THE EUTROPHIC CONDITIONS AND ENVIRONMENTAL HEALTH OF BAYS AND HARBORS AROUND THE LONG ISLAND SOUND. ACTIVITIES:UNDER THIS AGREEMENT THE RECIPIENT WILL: COORDINATE AND IMPLEMENT THE UNIFIED WATER STUDY ESTABLISHING A COMPARABLE BAY-TO-BAY DATASET DESCRIBING THE EUTROPHIC CONDITIONS AND ENVIRONMENTAL HEALTH OF BAYS AND HARBORS AROUND THE LIS WITH 26 SUBRECIPIENTS CONDUCTING THE WATER-QUALITY TESTING. SUBRECIPIENT:SUB-AWARDS UNDER THIS ASSISTANCE AGREEMENT HAVE NOT BEEN SELECTED. SUB-AWARD ACTIVITIES WILL INCLUDE TIER I AND TIER II MONITORING OF EMBAYMENTS WITHIN LONG ISLAND SOUND: TIER I, DESIGNED FOR THE WIDEST POSSIBLE ADOPTION FOR A VARIETY OF GROUPS CAPABLE OF WATER#8208;QUALITY MONITORING AND TIER II, AN ENHANCEMENT THAT ADDS PARAMETERS THAT ARE ONLY APPROPRIATE FOR ADOPTION BY GROUPS WITH GREATER SCIENTIFIC EXPERTISE AND MONITORING RESOURCES. STANDARD OPERATING PROCEDURES (SOPS) FOR TIER I INCLUDE MONITORING FOR DISSOLVED OXYGEN, CHLOROPHYLL A, QUALITATIVE MACROPHYTES, TEMPERATURE, SALINITY, AND WATER CLARITY. THE NEED FOR BETTER MONITORING OF CONDITIONS IN LONG ISLAND SOUND EMBAYMENTS HAS BEEN DOCUMENTED IN THE CCMP, THE EPA'S NITROGEN REDUCTION STRATEGY FOR LONG ISLAND SOUND, AND THE NY STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION'S LONG ISLAND SOUND NITROGEN ACTION PLAN.\nOUTCOMES:THE ANTICIPATED DELIVERABLES WILL BE THE QUALITY ASSURANCE PROJECT PLAN AND, PROGRESS AND FINAL REPORTS ON THE NITROGEN IMPACT ON THE LONG ISLAND SOUND AND THE LONG ISLAND SOUND REPORT CARD. THE EXPECTED OUTCOMES OF THE UNITED WATER STUDY ARE THE REDUCTION OF CONTAMINANT AND NUTRIENT LOADS IN THE WATERSHED OF LONG ISLAND SOUND AND THE RESEARCH, MONITORING, AND MODELING TO SUPPORT ATTAINMENT OF WATER QUALITY OBJECTIVES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE NEW YORK/CONNECTICUT PORTION OF THE LONG ISLAND SOUND WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE LONG ISLAND SOUND STUDY WITH A FOCUS ON DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81771cba-59bc-aa45-6faa-3acbd49be25f-C", "generated_internal_id": "ASST_NON_96239522_6800"}, {"internal_id": 152791543, "Award ID": "96237922", "Award Amount": 6319600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "66.437", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO THE NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, DIVISION OF MARINE RESOURCES TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND BY ACQUIRING PROPERTIES. FOR THE FIRST YEAR (FISCAL YEAR 2022), TWO PROPERTIES (WATSON AND KOZIKOWSKI) IN THE CONSCIENCE BAY-LITTLE BAY-SETAUKET HARBOR SIGNIFICANT COASTAL FISH AND WILDLIFE HABITAT AND ONE PROPERTY (BATESON) IN THE WATERSHED OF BOTH LITTLE BAY AND PORT JEFFERSON HARBOR WILL BE ACQUIRED. FOR THE FOLLOWING YEARS (FISCAL YEAR 2023 AND 2024), NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, DIVISION OF MARINE RESOURCES WILL CONTINUE TO PURSUE PRIORITY LAND ACQUISITIONS. THESE ACQUISITIONS COULD INCLUDE, BUT ARE NOT LIMITED TO, ADDITIONAL BATESON LOTS, LLOYD HARBOR SEMINARY, AND FLOWERFIELDS. ADDITIONAL ACQUISITIONS WILL BE CONSIDERED AND PRIORITIZED OPPORTUNISTICALLY AS THEY BECOME AVAILABLE, BUT ALL WILL MEET GRANT REQUIREMENT AND CONTRIBUTE TO LONG ISLAND SOUND STUDY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN GOALS. ACQUISITION OF THESE PROPERTIES WILL PROVIDE WATER QUALITY, TIDAL WETLAND, AND COASTAL HABITAT PROTECTION TO LONG ISLAND SOUND THROUGH PRESERVATION OF LAND IN THE WATERSHED. \n\nACTIVITIES:SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL WORK WITH PROPERTY OWNERS TO PURCHASE THE THREE PROPERTIES AT FAIR MARKET VALUES AND MANAGE THE GRANT AGREEMENT TO ENSURE OBJECTIVES ARE MET.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL PURCHASE AND PROTECT PROPERTIES INCLUDING WATSON, KOZIKOWSKI, AND BATESON PROPERTIES, IN WHICH PROJECT ANTICIPATED DELIVERABLES ARE THE ACQUISITION OF PROPERTIES. THE PROJECT OUTCOMES WILL RESTORE AND ENHANCE TARGETED HABITAT TYPES AND PROTECT TARGETED HABITAT TYPES THROUGH ACQUISITION AND OTHER MECHANISMS. \n\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE NEW YORK PORTION OF THE LONG ISLAND SOUND WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE LONG ISLAND SOUND STUDY WITH A FOCUS ON DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 6319600.0, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_96237922_6800"}, {"internal_id": 152791546, "Award ID": "96237522", "Award Amount": 10500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "66.437", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO THE NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, DIVISION OF WATER TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND BY ADDING FUNDS TO NEW YORK STATE'S WATER QUALITY IMPROVEMENT PROJECTS PROGRAM AND NEW YORK STATE'S SEPTIC SYSTEM REPLACEMENT FUND PROGRAM TO MITIGATE WATER QUALITY IMPAIRMENTS IN THE LONG ISLAND SOUND WATERSHED.  ACTIVITIES:SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL ADD FUNDS TO NEW YORK STATE'S WATER QUALITY IMPROVEMENT PROJECTS PROGRAM AND NEW YORK STATE'S SEPTIC SYSTEM REPLACEMENT FUND PROGRAM. THE NEW YORK STATE WATER QUALITY IMPROVEMENT PROJECTS PROGRAM IS A COMPETITIVE, REIMBURSEMENT GRANT PROGRAM THAT ADDRESSES DOCUMENTED WATER QUALITY IMPAIRMENTS. THE SEPTIC SYSTEM REPLACEMENT FUND PROGRAM PROVIDES FUNDING TO COUNTIES TO ASSIST HOMEOWNERS WITH REPLACING CESSPOOLS OR INADEQUATE SEPTIC SYSTEMS THAT IMPAIR WATER QUALITY. ADDITIONAL FUNDS WILL INCREASE THE RATE AND NUMBER OF REPLACEMENTS IN THE WATERSHED, LEADING TO A REDUCTION IN THE NITROGEN ENTERING GROUNDWATER. THIS AGREEMENT WILL ADD FUNDS TO THE PROGRAMS SPECIFICALLY FOR USE IN THE LONG ISLAND SOUND WATERSHED TO FINANCE PROJECTS THAT MEET THE GOALS OF THE LONG ISLAND SOUND TOTAL MAXIMUM DAILY LOAD. BOTH PROGRAMS ARE MANAGED BY NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, DIVISION OF WATER.SUBRECIPIENT:THE SUBAWARDS FOR THE WATER QUALITY IMPROVEMENT PROJECTS PROGRAM WILL ASSIST ELIGIBLE APPLICANTS TO COMPLETE CONSTRUCTION/IMPLEMENTATION PROJECTS IN CATEGORIES SUCH AS WASTEWATER TREATMENT IMPROVEMENT, NON-AGRICULTURAL NONPOINT SOURCE ABATEMENT AND CONTROL, AQUATIC CONNECTIVITY RESTORATION.\n\nTHE SUBAWARDS FOR THE SEPTIC SYSTEM REPLACEMENT PROGRAM WILL PROVIDE FUNDING TO THE TWO LONG ISLAND COUNTIES (NASSAU AND SUFFOLK) TO ASSIST RESIDENTS IN REPLACING OLD SEPTIC SYSTEMS WITH NEWER, MORE EFFICIENT SYSTEMS THAT REDUCE NITROGEN OUTPUT. \n\nSPECIFIC SUBAWARD RECIPIENTS AND PROJECTS ARE NOT KNOWN AT THIS TIME AND WILL BE SELECTED DURING THE COURSE OF THE PROJECT.OUTCOMES:UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL REDUCE CONTAMINANT AND NUTRIENT LOADS FROM POINT AND NONPOINT SOURCE POLLUTION AND IMPROVE WATER QUALITY BY REDUCING THE AMOUNT OF CONTAMINANTS AND POLLUTION ENTERING THE LONG ISLAND SOUND.\n\nANTICIPATED DELIVERABLES INCLUDE UPGRADED SEPTIC SYSTEMS AND WATER QUALITY IMPROVEMENTS IN THE NEW YORK PORTION OF THE LONG ISLAND SOUND WATERSHED. \n\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE NEW YORK PORTION OF THE LONG ISLAND SOUND WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE LONG ISLAND SOUND STUDY WITH A FOCUS ON DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 10500000.0, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_96237522_6800"}, {"internal_id": 47877838, "Award ID": "96187401", "Award Amount": 1991055.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-29", "CFDA Number": "66.437", "Description": "THE NEW ENGLAND INTERSTATE AND WATER POLLUTION CONTROL COMMISSION (NEIWPCC) WILL UNDERTAKE THE FOLLOWING TASKS: 1) ASSIST IN THE DEVELOPMENT, COORDIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_96187401_6800"}, {"internal_id": 146244068, "Award ID": "00A01075", "Award Amount": 6880000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "66.437", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO THE NATIONAL FISH AND WILDLIFE FOUNDATION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND.  SPECIFICALLY, UNDER THIS GRANT/COOPERATIVE AGREEMENT THE RECIPIENT WILL ADMINISTER THE LONG ISLAND SOUND FUTURES FUND AND DEVELOP SUBAWARDS AIMED TO ACCELERATE THE RESTORATION AND PROTECTION OF LONG ISLAND SOUND. SUBRECIPIENTS ARE IDENTIFIED THROUGH A COMPETITIVE PROCESS AND CAN INCLUDE NON-PROFIT 501(C) ORGANIZATIONS, STATE GOVERNMENT AGENCIES, LOCAL GOVERNMENT, MUNICIPAL GOVERNMENT, TRIBAL GOVERNMENTS AND ORGANIZATIONS, AND EDUCATIONAL INSTITUTIONS. DELIVERABLES WILL INCLUDE IMPLEMENTATION AS WELL AS OUTREACH AND EDUCATION PROJECTS THAT ADDRESS LONG ISLAND SOUND NEEDS IN THE FOLLOWING CATEGORIES: 1) CLEAN WATERS AND HEALTHY WATERSHEDS, 2) THRIVING HABITATS AND ABUNDANT WILDLIFE, 3) SUSTAINABLE AND RESILIENT COMMUNITIES, AND 4) SOUND SCIENCE AND INCLUSIVE MANAGEMENT. PROJECTS ARE ENCOURAGED TO INCORPORATE IDENTIFIED CROSS-CUTTING THEMES: RESILIENCE TO CLIMATE CHANGE, LONG-TERM SUSTAINABILITY AND ENVIRONMENTAL JUSTICE. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION OF THE LONG ISLAND SOUND WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE LONG ISLAND SOUND STUDY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_00A01075_6800"}, {"internal_id": 152791551, "Award ID": "00A01069", "Award Amount": 10650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "66.437", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO THE NATIONAL FISH AND WILDLIFE FOUNDATION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND BY: 1) DEVELOP THE LONG ISLAND SOUND FUTURES FUND REQUEST FOR PROPOSALS AND ASSOCIATED MATERIALS; 2) DISSEMINATE THE LONG ISLAND SOUND FUTURES FUND REQUEST FOR PROPOSALS THROUGH MULTIPLE VENUES AND IN MULTIPLE FORMATS; 3) PROVIDE MULTIPLE FORMS OF TECHNICAL ASSISTANCE TO APPLICANTS AND SUBRECIPIENTS INCLUDING ONE-TO-ONE OUTREACH, WEBINARS, SHARED LEARNING AND NETWORKING OPPORTUNITIES, GEOGRAPHICALLY FOCUSED TECHNICAL ASSISTANCE, AND GUIDANCE MATERIALS; 4) DEVELOP AND MANAGE GRANT EVALUATION; 5) DELIVER A SUBRECIPIENT AND PARTNER TECHNICAL NETWORKING AND ANNOUNCEMENT EVENT; 6) DELIVER AND SUPPORT MULTIPLE FORMS OF EDUCATION ABOUT LONG ISLAND SOUND FUTURES FUND INVESTMENTS AND IMPACT; 7) ENGAGE FEDERAL AND NONFEDERAL PARTNERSHIPS; 8) SUPPORT DEVELOPMENT OF AN ENHANCED COMMUNITY-FACING, COMMUNITY OF PRACTICE NETWORKS WITHIN THE LONG ISLAND SOUND STUDY AREA BOUNDARY; 9) ADMINISTER SUBRECIPIENT GRANT AGREEMENTS AND THE RECIPIENT COOPERATIVE FROM INCEPTION TO CLOSURE; AND 10) MANAGE AND UPDATE A SPATIAL DECISION TOOL AND STRATEGY ABOUT PRIORITIES FOR CONSERVATION INVESTMENT FOR THE LONG ISLAND SOUND FUTURES FUND IN THE LONG ISLAND SOUND WATERSHED AND RELATED GEOGRAPHY IN A MULTI-YEAR INVESTMENT PLAN. ACTIVITIES:SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL: 1) DEVELOP THE LONG ISLAND SOUND FUTURES FUND REQUEST FOR PROPOSALS AND ASSOCIATED MATERIALS.  DEVELOP THE REQUEST FOR PROPOSALS AND ASSOCIATED MATERIALS (NARRATIVE APPLICATION, EVALUATION CRITERIA, TIPS FOR PREPARING AN APPLICATION, AND EDUCATIONAL MATERIALS AND TOOLS INCLUDING POLLUTION CALCULATORS, BUDGETS, LONG ISLAND SOUND STUDY EDUCATIONAL RESOURCES, QUALITY ASSURANCE PROJECT PLAN MATERIALS AND PORTAL, ETCETERA). 2) DISSEMINATE THE REQUEST FOR PROPOSALS.  DISSEMINATE AN ANNOUNCEMENT TO INFORM POTENTIAL APPLICANTS ABOUT LONG ISLAND SOUND FUTURES FUND FUNDING AVAILABILITY.  DISSEMINATION WILL INCLUDE: 1) NATIONAL FISH AND WILDLIFE FOUNDATION AND THE LONG ISLAND SOUND STUDY POSTING THE ANNOUNCEMENT ON THEIR RESPECTIVE WEB PAGES; 2) VIA AN ELECTRONIC LISTSERV BASED IN THE MAILCHIMP PLATFORM MAINTAINED BY NATIONAL FISH AND WILDLIFE FOUNDATION. 3) CONDUCTING INDIVIDUAL OUTREACH WITHIN THE LONG ISLAND SOUND FUTURES FUND GEOGRAPHY TO INFORM POTENTIAL APPLICANTS OR COMMUNITIES OF PRACTICE ABOUT LONG ISLAND SOUND FUTURES FUND (FOR EXAMPLE, STATE BASED 319 PROGRAMS, NONPOINT SOURCE POLLUTION GROUPS); 4) VIA SOCIAL MEDIA; 5) VIA THE TECHNICAL FIELD LIAISON TEAM WITH A PARTICULAR FOCUS IN NON-COASTAL CONNECTICUT AND THE UPPER BASIN STATES OF THE LONG ISLAND SOUND WATERSHED (MASSACHUSETTS, NEW HAMPSHIRE, VERMONT); AND VIA THE SEA GRANT EXTENSION PROFESSIONALS. 3) PROVIDE TECHNICAL ASSISTANCE TO APPLICANTS AND SUBRECIPIENTS. APPLICANTS: TECHNICAL ASSISTANCE IS COORDINATED AND DELIVERED BY NATIONAL FISH AND WILDLIFE FOUNDATION AS FOLLOWS THROUGH THE UPPER BASIN FIELD LIAISON TEAM, LONG ISLAND SOUND STUDY PARTNERS AND NEW YORK AND CONNECTICUT SEA GRANT EXTENSION PROFESSIONALS AND LONG ISLAND SOUND STUDY STAFF FROM THE NEW ENGLAND INTERSTATE WATERSHED POLLUTION CONTROL COMMISSION. TECHNICAL ASSISTANCE ACTIVITIES WILL INVOLVE ONE-TO-ONE WRITTEN AND OTHER FORMS OF FEEDBACK ABOUT THE GENERAL FIT OF PROJECT IDEAS TO THE CONSERVATION PRIORITIES OF THE LONG ISLAND SOUND FUTURES FUND AND COMPREHENSIVE CONSERVATION MANAGEMENT PLAN UPDATE AND IMPLEMENTATION ACTIONS, EDUCATIONAL RESOURCES FOCUSED ON LIS, A TIPS GUIDANCE DOCUMENT ABOUT PREPARING A LONG ISLAND SOUND FUTURES FUND APPLICATION AND USING THE ONLINE APPLICATION SYSTEM AND MULTIPLE ON-THE-GROUND WORKSHOPS AND WEBINARS.  SUBRECIPIENTS:  THE TECHNICAL ASSISTANCE PROGRAM IS COMPRISED OF NATIONAL FISH AND WILDLIFE FOUNDATION, LONG ISLAND SOUND STUDY PARTNERS AND QUALITY ASS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_00A01069_6800"}, {"internal_id": 151169304, "Award ID": "00A01059", "Award Amount": 2008167.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "66.437", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND BY  PROVIDING COORDINATION/TECHNICAL ASSISTANCE IN THE FOLLOWING KEY AREAS: (1) OUTREACH AND EDUCATION COORDINATION; (2) PROGRAM MANAGEMENT AND PARTICIPANT SUPPORT; (3) NEW YORK STATE HABITAT RESTORATION AND STEWARDSHIP COORDINATOR; (4) NEW YORK STATE REGIONAL COORDINATION; (5) SCIENCE COORDINATION; (7) LONG ISLAND SOUND NITROGEN REDUCTION COORDINATION; AND (8) LONG ISLAND SOUND NUTRIENT BIOEXTRACTION COORDINATION.ACTIVITIES:SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL: (1) ASSIST WITH THE DEVELOPMENT, COORDINATION, AND IMPLEMENTATION OF BI-STATE PUBLIC INVOLVEMENT, EDUCATION, OUTREACH AND COMMUNICATION ACTIVITIES FOR THE LONG ISLAND SOUND STUDY; (2) SUPPORT LOGISTICS COORDINATION (MEETING FACILITIES, CATERING, ETCETERA) FOR IN-PERSON MEETINGS OF THE LONG ISLAND SOUND STUDY MANAGEMENT CONFERENCE AND CITIZEN ADVISORY COMMITTEE AND PROCESS PARTICIPANT SUPPORT REQUESTS (PROVIDED VIA REIMBURSEMENT) TO CITIZEN ADVISORY COMMITTEE AND MANAGEMENT CONFERENCE MEMBERS, CONNECTICUT AND NEW YORK STATE STAFF AND OTHER LONG ISLAND SOUND STUDY PARTNERS TO ATTEND PROGRAMMATIC MEETINGS, NATION ESTUARY PROGRAM MEETINGS AND OTHER RELEVANT MEETINGS; (3) POSITION WILL WILL FACILITATE AND CONDUCT ACTIVITIES ASSOCIATED WITH THE LONG ISLAND SOUND STUDY HABITAT RESTORATION INITIATIVE INCLUDING: PREPARE, ASSIST AND EVALUATE PROJECT APPLICATIONS FOR HABITAT RESTORATION, ASSESSMENT, MONITORING, AND RESEARCH FUNDING; DEVELOP PARTNERSHIPS TO RESTORE LONG ISLAND SOUND HABITATS AND PROMOTE STEWARDSHIP; WORK WITH REGIONAL STAFF TO HELP PARTNERS PREPARE PROJECT WORKPLANS THAT ARE COMPATIBLE WITH STATE REGULATIONS; AND ASSIST NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION WITH ACTIVITIES ASSOCIATED WITH THE LONG ISLAND SOUND STUDY HABITAT WORKGROUP; (4) POSITION WILL SUPPLEMENT AND INCREASE NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION PARTICIPATION AND INVOLVEMENT IN ALL ASPECTS OF THE LONG ISLAND SOUND STUDY TO ADVANCE THE COMPREHENSIVE CONSERVATION MANAGEMENT PLAN GOALS AND OBJECTIVES: ACT AS A COORDINATOR AROUND WATER QUALITY AND COMMUNITY SUSTAINABILITY/RESILIENCE; PARTICIPATE IN  WORKGROUPS AND MEETINGS; PARTICIPATE IN NITROGEN REDUCTION PLAN/MEASURE EVALUATION, REVISION AND IMPLEMENTATION; PROVIDE TECHNICAL SUPPORT AND PARTICIPATE ON THE STAKEHOLDER GROUP FOR THE NITROGEN REDUCTION STRATEGY, FACILITATE AND PROVIDE TECHNICAL SUPPORT FOR NEW YORK MUNICIPALITIES, PROVIDE GRANT OVERSIGHT AND MANAGEMENT, BUILD MUNICIPAL PARTNERSHIPS AND EVALUATE/ASSESS LOCAL POLICY AND PROGRAM ALIGNMENT WITH THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN; ASSIST MUNICIPALITIES TO LEVERAGE THE LONG ISLAND SOUND FUTURES FUND TO IMPLEMENT WATER QUALITY IMPROVEMENT PROJECTS; (5) POSITION WILL: DEVELOP AND MAINTAIN PROFESSIONAL SCIENTIFIC AND TECHNICAL CONTACTS AMONG THE LONG ISLAND SOUND STUDY PARTNERS AND LOCAL/REGIONAL/NATIONAL/INTERNATIONAL SCIENTIFIC COMMUNITIES; MANAGE THE SCIENTIFIC RESOURCES OF THE LONG ISLAND SOUND STUDY; AND ORGANIZE AND CONDUCT CONFERENCES, MEETINGS, SYMPOSIA, OR OTHER WEB-BASED DISCUSSIONS ON TOPICS OF RELEVANCE OR CONCERN TO THE SCIENCE OF THE LONG ISLAND SOUND ECOSYSTEM; (7) ORGANIZE AND SUPPORT THE LONG ISLAND SOUND STUDY NITROGEN REDUCTION COORDINATION EFFORTS; INVOLVE TRIBUTARY STATE IN MANAGEMENT COMMITTEE ACTIVITIES; SCHEDULE AND FACILITATE CALLS; GATHER AND SUMMARIZE TECHNICAL AND POLICY INFORMATION ON TOPICS RELATED TO VARIOUS NITROGEN REDUCTION STRATEGIES AND ACTIVITIES; (8) REMOVE EXCESS NITROGEN THROUGH THE CULTIVATION AND HARVEST OF SEAWEED AND SHELLFISH; ASSESS THE EFFICACY OF (AND POTENTIAL CHALLENGES INVOLVED IN) ADVANCING SEAWEED AND SHELLFISH AQUACULTURE TO REMOVE EXCESS NITROGEN LOADS; REVIEW AND REPORT ON LITERATURE A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A01059_6800"}, {"internal_id": 138842678, "Award ID": "00A01032", "Award Amount": 7873077.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-23", "CFDA Number": "66.437", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FINANCIAL ASSISTANCE TO THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION TO IMPLEMENT ITS OWN PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN FOR THE RESTORATION AND PROTECTION OF LONG ISLAND SOUND AND THE ENVIRONMENT. THESE ACTIVITIES ARE INTENDED TO SUPPORT THE RECIPIENT&RSQUOANDS GOAL TO RESTORE AND DE-LIST AREAS OF CONCERN, RESTORE AND PROTECT HABITAT CONNECTIVITY, INCREASE PUBLIC ACCESS TO BEACHES AND WATERWAYS, COLLECT AND ANALYZE WATER QUALITY MONITORING DATA, MAXIMIZE ACRES OF HABITAT RESTORED AND RIVER CORRIDORS WITH IMPROVED HEALTH, PROTECT AND RESTORE COASTAL WETLANDS, ENHANCE THE PUBLICS AWARENESS AND UNDERSTAND OF THE SOUND, DESIGN AND CONDUCT MULTIPLE COASTAL SITE RESTORATION AND FISH PASSAGE PROJECTS, CONDUCT THE TECHNICAL INTEGRATION OF NITROGEN MODELING, AND MONITOR MIGRATORY FISH. SUBRECIPIENTS AND DELIVERABLES INCLUDE: U.S. GEOLOGICAL SURVEY, SUPPORTS AN AMBIENT MONITORING NETWORK ON TRIBUTARIES TO LONG ISLAND SOUNDAND UNIVERSITY OF CONNECTICUT LABORATORY FOR PLANKTON AND COMMUNITY SAMPLING AND ANALYSESAND UNKNOWN CONTRACTOR, DEVELOP SEPTIC INVENTORY AND DEVELOP NITROGEN ESTIMATESAND UNIVERSITY OF CONNECTICUT&RSQUOANDS NON-POINT EDUCATION FOR MUNICIPAL OFFICIALS, PROVIDING OUTREACH TO MUNICIPALITIES AND INSTITUTIONAL PERMITEES TO HELP THEM UNDERSTAND AND COMPLY WITH THE STATE&RSQUOANDS UPDATED PERMITSAND UNKNOWN CONTRACTOR, UPDATE, IMPROVE AND PROVIDE TRAININGS ON CONNECTICUT WATERSHED MODEL. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE NEW YORK AND CONNECTICUT PORTION OF THE WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A01032_6800"}, {"internal_id": 146302858, "Award ID": "00A00990", "Award Amount": 98670.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-19", "CFDA Number": "66.437", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FINANCIAL ASSISTANCE TO THE UNIVERSITY OF CONNECTICUT TO IMPLEMENT THEIR PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN FOR THE RESTORATION AND PROTECTION OF LONG ISLAND SOUND. UNDER THIS AGREEMENT THE RECIPIENT WILL MEASURE RATES OF NITRATE REMOVAL IN STREAM TRIBUTARIES DISCHARGING TO EIGHT LONG ISLAND SOUND EMBAYMENTSAND CHARACTERIZE STREAM GEOMORPHOLOGY AND DISCHARGE IN STREAM REACHES WHERE NITRATE REMOVAL IS MEASUREDAND AND ESTABLISH MODEL PROXIES FOR NITROGEN REMOVAL BASED ON CHANNEL SLOPE, HYPSOMETRY, SINUOSITY, DISCHARGE, AND SEDIMENT GRAIN SIZE. THE ACTIVITIES INCLUDE THE FOLLOWING: 1) CONDUCT STREAM NITRATE TRACER EXPERIMENTS IN TRIBUTARY STREAMS LINKING WATERSHEDS TO EMBAYMENTS UNDER THREE DISCHARGE CONDITIONSAND 2) CONDUCT STREAM SURVEYS AND SAMPLING CONCURRENT WITH THE TRACER EXPERIMENTS TO CHARACTERIZE STREAMBED SEDIMENT CHARACTERISTICS AND CHANNEL GEOMORPHOLOGYAND AND 3) EVALUATE CO-VARIANCE BETWEEN GEOMORPHOLOGY AND DISCHARGE METRICS AND NITRATE UPTAKE KINETICS TO DERIVE GEOMORPHOLOGY AND DISCHARGE PROXIES FOR MODELING NITRATE. ANTICIPATED DELIVERABLES INCLUDE NITRATE UPTAKE LENGTH CONSTANTS AND REMOVAL KINETICSAND MEASUREMENTS OF STREAM BED CHARACTERISTICS, SLOPE, DISCHARGE, AND HYPSOMETRYAND DERIVING MODEL PROXIES INCLUDING STATISTICAL ANALYSES FOR NITRATE REACTIVITY AS A FUNCTION OF STREAM CHARACTERISTICSAND AND REPORTS. THE EXPECTED OUTCOME IS THAT RESEARCH, MONITORING, AND MODELING TO SUPPORT ATTAINMENT OF WATER QUALITY OBJECTIVES IS MAINTAINED AND IMPROVED. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE CONNECTICUT PORTION OF THE LONG ISLAND SOUND WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE LONG ISLAND SOUND STUDY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_00A00990_6800"}, {"internal_id": 146244066, "Award ID": "00A00954", "Award Amount": 3222673.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "66.437", "Description": "THIS PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO THE UNIVERSITY OF CONNECTICUT TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL PERFORM THE FOLLOWING ACTIVITIES: IDENTIFY AND FUND HIGH PRIORITY, HIGH QUALITY RESEARCH VIA ADMINISTRATION OF A COMPETITIVE RESEARCH PROGRAM TO ADDRESS THE NEEDS OF THE LONG ISLAND SOUND STUDYAND ESTABLISH AND FOLLOW UP ON THE PROJECT GRANTSAND AND WITH INPUT FROM THE SCIENCE AND TECHNICAL ADVISORY COMMITTEE, WILL JOINTLY ORGANIZE A BIENNIAL LONG ISLAND SOUND RESEARCH CONFERENCE. THE ANTICIPATED DELIVERABLES WILL BE RESEARCH REPORTSAND ANTICIPATED OUTCOMES WILL BE INFORMED DECISION-MAKING BASED ON SCIENCEAND AND BENEFICIARIES INCLUDE ACADEMIA AND COMMITTEES. TIED TO THE IMPLEMENTATION OF THE 2020 MANAGEMENT PLAN, A PUBLIC PERCEPTION SURVEY WILL PROVIDE DATA AND AN ASSESSMENT TO TRACK THE PUBLIC ENGAGEMENT AND KNOWLEDGE ECOSYSTEM TARGET. THE ANTICIPATED DELIVERABLE WILL BE AN ASSESSMENT. THE ANTICIPATED OUTCOME IS INFORMATION TO HELP THE COMMUNICATIONS TEAM EVALUATE CURRENT AND PAST EDUCATION ACTIVITIES AND PUBLIC INFORMATION PRODUCTS AND WILL PROVIDE A BASIS TO BETTER IMPLEMENT THE EDUCATION AND OUTREACH STRATEGIES OUTLINED IN THE MANAGEMENT PLAN OVER THE NEXT FIVE YEARS. BENEFICIARIES ARE THE LONG ISLAND SOUND STUDY AND ITS PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_00A00954_6800"}, {"internal_id": 146244067, "Award ID": "00A00953", "Award Amount": 1132588.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-10", "CFDA Number": "66.437", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FINANCIAL ASSISTANCE TO THE UNIVERSITY OF CONNECTICUT TO IMPLEMENT THEIR PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN FOR THE RESTORATION AND PROTECTION OF LONG ISLAND SOUND. UNDER THIS AGREEMENT THE RECIPIENT WILL ASSESS THE ACCURACY OF WATER QUALITY MONITORING DATA USED TO MEASURE THE AREA AND EXTENT OF HYPOXIA, OR LACK OF DISSOLVED OXYGEN, IN THE SOUND AND ENHANCE THOSE DATA BY ACQUISITION AND DEPLOYMENT OF NEW EQUIPMENT AND THE APPLICATION OF NEW MONITORING METHODOLOGIES. THE AGREEMENT WILL DO THE FOLLOWING: 1) DEPLOYMENT AND OPERATION OF THE SHIP SURVEY AND AN ADDITIONAL BUOY IN THE LONG ISLAND SOUND INTEGRATED COASTAL OBSERVING SYSTEM ARRAY TO DETERMINE THE AREA OF HYPOXIA, 2) REPLACEMENT OF DAMAGED EQUIPMENT TO CONTINUE MONITORING HYPOXIA DURATION AND OTHER WATER QUALITY PARAMETERS TO UNDERSTAND THE VARIABILITY IN DISSOLVED OXYGEN, AND 3) DEMONSTRATION OF THE USE OF AUTONOMOUS GLIDER TO MAP THE LOCATION OF DISSOLVED OXYGEN CONCENTRATION CONTOURS DURING THE SUMMER 2022. ANTICIPATED DELIVERABLES INCLUDE MAPPING AND DATA PRODUCTSAND WATER QUALITY MEASUREMENTS NEAR THE BOTTOM AND SURFACEAND MEASUREMENTS OF NITRATE CONCENTRATION, FLUORESCENCE, AND LIGHT AT THREE SELECT BUOYSAND MEASUREMENTS OF PH AND PARTIAL PRESSURE OF CARBON DIOXIDE AT A SELECT BUOYAND OBSERVATIONS OF THE LOCATION VARIABILITY NEAR BOTTOM DISSOLVED OXYGEN CONTOURSAND AND REPORTS. THE EXPECTED OUTCOME IS THAT THE SCIENTIFIC UNDERSTANDING OF LONG ISLAND SOUND TO SUPPORT MANAGEMENT IS INCREASED THROUGH STRENGTHENED RESEARCH, MONITORING, ASSESSMENT, MAPPING AND MODELING. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE NEW YORK AND CONNECTICUT PORTION OF THE LONG ISLAND SOUND WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE LONG ISLAND SOUND STUDY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_00A00953_6800"}, {"internal_id": 155506687, "Award ID": "00A00937", "Award Amount": 2364527.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-06", "CFDA Number": "66.437", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO RESTORE AMERICA'S ESTUARIES TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND BY DEVELOPING AND ADMINISTERING THE LONG ISLAND SOUND COMMUNITY IMPACT FUND. THE FUND IS BEING CREATED TO INVOLVE COMMUNITIES EXPERIENCING OR AFFECTED BY ADVERSE AND DISPROPORTIONATE ENVIRONMENTAL AND HUMAN HEALTH RISKS OR HARMS, INCLUDING AFFECTED UNDERSERVED COMMUNITIES WITHIN THE SCOPE OF THE LONG ISLAND SOUND PLAN. ACTIVITIES:SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL CARRY OUT TWO PRIMARY TASKS:\n1)\tDEVELOP AND ADMINISTER A COMPETITIVE SUBAWARD PROGRAM FOCUSED ON ACTIVITIES THAT ADDRESS CHALLENGES AND OPPORTUNITIES FACING COMMUNITIES EXPERIENCING OR AFFECTED BY ADVERSE AND DISPROPORTIONATE ENVIRONMENTAL AND HUMAN HEALTH RISKS OR HARMS, INCLUDING AFFECTED UNDERSERVED COMMUNITIES WITHIN THE SCOPE OF THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN;\n2)\tDEVELOP AND IMPLEMENT AN OUTREACH AND SUPPORT PROGRAM FOCUSED ON INVOLVING COMMUNITIES EXPERIENCING OR AFFECTED BY ADVERSE AND DISPROPORTIONATE ENVIRONMENTAL AND HUMAN HEALTH RISKS OR HARMS, INCLUDING AFFECTED UNDERSERVED COMMUNITIES AND PROVIDING THEM TECHNICAL SUPPORT AS NECESSARY.\nSUBRECIPIENT:RESTORE AMERICA'S ESTUARIES WILL EXECUTE A SUBAWARDS PROGRAM BY MANAGING A COMPETITIVE PROCESS TO SOLICIT, EVALUATE, AND SELECT SUBAWARD PROJECTS THAT ADDRESS LISS GOALS AND PROGRAM OBJECTIVES TO SUPPORT UNDERSERVED COMMUNITIES, INTEGRATE ENVIRONMENTAL JUSTICE INTO PROJECT IMPLEMENTATION AND IMPLEMENT THE LONG ISLAND SOUND PLAN, INCLUDING DIVERSITY OF PROJECT TYPES, DISTRIBUTION ACROSS THE REGION, AND REPRESENTATION OF THE NEEDS OF UNDERSERVED COMMUNITIES. RESTORE AMERICA'S ESTUARIES WILL PERFORM SUBAWARDEE MONITORING, INCLUDING PROGRAMMATIC AND FINANCIAL OVERSIGHT, THROUGH SEMI-ANNUAL PROGRESS REPORTS, INVOICE REVIEWS, AND SITE VISITS TO ENSURE PERFORMANCE ACCOUNTABILITY AND WILL ENSURE SUBAWARDS WILL BE COMPLETED PRIOR TO THE END OF THE COOPERATIVE AGREEMENT. THERE IS $3,000,000 ALLOCATED TO THIS SUBAWARD PROGRAM.\n\nRESTORE AMERICA'S ESTUARIES ALSO IS PROVIDING A $54,603 SUBAWARD TO SAVE THE SOUND. THE PURPOSE OF THIS SUBAWARD IS FOR SAVE THE SOUND TO SUPPORT OUTREACH TO LONG ISLAND \nSOUND COMMUNITIES WITH ENVIRONMENTAL JUSTICE CONCERNS. OUTCOMES:UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL PROVIDE A VARIETY OF DELIVERABLES RELATED TO THE TWO PRIMARY TASKS DESCRIBED ABOVE. THE SUBAWARD PROGRAM DELIVERABLES INCLUDE: COLLABORATIVE SOLICITATION DEVELOPMENT, TARGETED OUTREACH TO RELEVANT GROUPS THAT CAN BENEFIT MOST FROM THE PROGRAM, ESTABLISHMENT OF TRANSPARENT, EQUITABLE AND INCLUSIVE EVALUATION CRITERIA AND REVIEW PANELS AND SUBAWARD OVERSIGHT/MANAGEMENT. WITHIN THE OUTREACH AND SUPPORT PROGRAM, RESTORE AMERICA'S ESTUARIES WILL DELIVER: IDENTIFICATION OF HIGH POTENTIAL ORGANIZATIONS RELEVANT TO THE FUND, ORGANIZATION OF GRANT MAKING WORKSHOP FOR POTENTIAL SUB-AWARDEES, MENTORSHIP AND CONNECTION THROUGHOUT THE APPLICATION PROCESS, DETAILED FEEDBACK TO ALL APPLICANTS. \n\nTHE FIRST INSTALLMENT OF THIS INCREMENTAL AWARD ($2,364,527) WILL COVER DELIVERABLES FOR YEARS 1 AND 2 OUTLINED IN THE PROJECT NARRATIVE AND BUDGET NARRATIVE PROVIDED BY RESTORE AMERICA'S ESTUARIES (ATTACHMENTS INCLUDED IN SECTION M). FUNDING FOR DELIVERABLES COVERED IN YEARS 3-5 WILL BE MADE THROUGH ADDITIONAL INCREMENTAL AWARDS TO THE RECIPIENT. \n\nTHE EXPECTED OUTCOMES OF THESE ACTIVITIES ARE IMPROVED ENVIRONMENTAL CONDITIONS IN THE LONG ISLAND SOUND WATERSHED AND STRENGTHENED ECONOMIC AND CULTURAL VIABILITY OF LONG ISLAND SOUND WATERSHED COMMUNITIES. LONG ISLAND SOUND COMMUNITY IMPACT FUND IS INTENDED TO INCREASE THE NUMBER OF INVOLVEMENT/REPRESENTATION PROJECTS AS WELL AS LOCAL, ON-THE-GROUND PROJECTS THAT BEST SUPPORT IMPLEMENTATION OF THE LONG ISLAND SOUND STUDY GOALS AND PRIORITIES LAID OUT IN ITS COMPREH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 2364527.0, "recipient_id": "bfbab09d-b037-4eff-2d8e-9697463a3c85-C", "generated_internal_id": "ASST_NON_00A00937_6800"}, {"internal_id": 152089950, "Award ID": "00A00899", "Award Amount": 1039000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "66.437", "Description": "DESCRIPTION:THIS AGREEMENT IS TO FUND THE STATE OF MASSACHUSETTS' WATER QUALITY MANAGEMENT PLANNING PROGRAM TO IMPROVE IMPAIRED WATER AND PROTECT UNIMPAIRED WATERS ACROSS THE STATE BY CONDUCTING PLANNING THAT INFORMS AND SUPPORTS IMPLEMENTATION OF CLEAN WATER ACT PROGRAMS. IN ACCORDANCE WITH CLEAN WATER ACT SECTION 205(J)(3), UNLESS A WAIVER REQUEST IS APPROVED BY EPA, THE RECIPIENT WILL JOINTLY DEVELOP WORKPLANS WITH AND PROVIDE AT LEAST 40% OF THIS AWARD TO REGIONAL OR INTERSTATE WATERSHED MANAGEMENT PLANNING AGENCIES. \n\nTHIS AGREEMENT IS SUPPORTED BY FUNDING PROVIDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58). \nACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING WATER QUALITY MANAGEMENT PLANNING ACTIVITIES: (1) DEVELOPMENT OF WATERSHED-BASED PLANS (WBPS) FOR LOCAL WATERSHED PLANNING AND TO SUPPORT FUTURE SECTION 319 GRANT PROJECTS; (2) DEVELOPMENT OF WBPS FOR SECTION 319 GRANT HEALTHY WATERBODY PROJECTS TO BE USED TO GUIDE WATERSHED PROTECTION AND MANAGEMENT ACTIVITIES; (3) DETERMINATION OF THE NATURE, EXTENT AND CAUSES OF WATER QUALITY PROBLEMS AND DETERMINATION OF POLLUTANT LOAD REDUCTIONS NECESSARY TO MEET THE MASSACHUSETTS SURFACE WATER QUALITY STANDARDS; (4) DEVELOPMENT OF GREEN INFRASTRUCTURE PROJECTS THAT MANAGE WET WEATHER TO MAINTAIN OR RESTORE NATURAL HYDROLOGY; AND\n(5) DEVELOPMENT OF PRELIMINARY DESIGNS AND IMPLEMENTATION PLANS THAT WILL ADDRESS WATER QUALITY IN IMPAIRED WATERSHEDS.SUBRECIPIENT:SUBAWARDS WILL BE SELECTED VIA OPEN COMPETITION (REQUEST FOR RESPONSES) DURING THE GRANT PERIOD. AS SUCH, THE SUBAWARDEE ENTITIES ARE NOT YET KNOWN. SUBAWARDEE ACTIVITIES WILL SUPPORT THE GOALS OF THE MASSACHUSETTS WATER QUALITY MANAGEMENT PROGRAM.OUTCOMES:DELIVERABLES FROM THIS AGREEMENT INCLUDE (1) ANNUAL UPDATES ON ALL PASS-THROUGH GRANT FUNDED PROJECT ACTIVITIES AND STATE ACTIVITIES, (2) ANNUAL PROGRESS REPORTS FOR ALL PASS-THROUGH FUNDED ACTIVITIES, (3) ANNUAL SUMMARY OF ACTIVITIES COMPLETED BY MASSDEP STAFF FUNDED THROUGH THIS AGREEMENT, (4) UPDATED 604(B) PROJECT SUMMARIES REPORT, AND (5) FINAL REPORTS FOR PASS-THROUGH PROJECTS. THE PROJECTS WILL BENEFIT THE RESIDENTS OF THE STATE IN THE AREAS, AND DOWNSTREAM OF THE AREA, WHERE PROJECTS ARE DONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 642000.0, "recipient_id": "6b7cf053-6fba-dc6e-d4fd-c569c409f5b9-C", "generated_internal_id": "ASST_NON_00A00899_6800"}, {"internal_id": 152089753, "Award ID": "00A00885", "Award Amount": 8500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "66.437", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO MASSACHUSETTS DEPARTMENT OF ENVIRONMENTAL PROTECTION (MASSDEP) TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND BY UPGRADING WASTEWATER TREATMENT FACILITIES TO REMOVE NITROGEN IN MASSACHUSETTS WATERBODIES THAT ARE IN THE LONG ISLAND SOUND WATERSHED. ACTIVITIES:THIS AWARD WILL FUND NITROGEN REMOVAL UPGRADES FOR WASTEWATER TREATMENT PLANTS IN THE MASSACHUSETTS PORTION OF THE LONG ISLAND SOUND WATERSHED FOR THE BENEFIT OF LONG ISLAND SOUND WATER QUALITY. MULTIPLE FACILITIES WILL BE IMPROVED DURING THE PROJECT PERIOD. UNDER THE FIRST YEAR OF THIS GRANT THE RECIPIENT WILL PROVIDE FUNDS TO THE CITY OF CHICOPEE TO SUPPORT UPGRADES AT THE CHICOPEE WATER POLLUTION CONTROL FACILITY (WPCF) TO REMOVE NITROGEN. THESE IMPROVEMENTS INCLUDE UPGRADES TO EXISTING TANKS AND EQUIPMENT TO PROVIDE NITROGEN REMOVAL, COUPLED WITH UPGRADES TO THE SOLIDS HANDLING PROCESS/EQUIPMENT. SUBRECIPIENT:THE SUBRECIPIENT FOR THE FIRST YEAR OF FUNDING UNDER THIS GRANT WILL BE THE CITY OF CHICOPEE. SUBRECIPIENTS FOR FUTURE YEARS OF THIS AWARD HAVE YET TO BE DETERMINED. SUBAWARDS WILL COVER DESIGN AND CONSTRUCTION-RELATED ACTIVITIES. OUTCOMES:RANGING FROM MINOR TO QUITE SIGNIFICANT UPGRADES, THIS AWARD ALLOWS FACILITIES' UPGRADES TO OCCUR IN A MANNER THAT IS LESS BURDENSOME TO THE MUNICIPALITIES AND MORE TIMELY FOR IMPLEMENTING THE LONG ISLAND SOUND STUDY'S COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN. MASSDEP WILL DIRECT THESE FUNDS TO MUNICIPALITIES AND SEWER AUTHORITIES, WHICH WILL DEFRAY THE COST OF THEIR NITROGEN REMOVAL TREATMENT PLANT UPGRADES.\n\nUNDER THE FIRST YEAR OF THIS GRANT THE RECIPIENT WILL PARTNER WITH THE CITY OF CHICOPEE TO: GUIDE THE DESIGN AND SPECIFICATIONS OF WATER POLLUTION CONTROL FACILITY UPGRADES; PUT THE CONSTRUCTION OF THESE UPGRADES OUT TO BID TO A QUALIFIED SUBCONTRACTOR; INITIATE CONSTRUCTION THROUGH SUBSTANTIAL COMPLETION. THESE DELIVERABLES - UPGRADES TO EXISTING TANKS AND EQUIPMENT AND SOLIDS HANDLING PROCESS/EQUIPMENT, AND UPGRADES OR LOW COST RETROFITS TO WASTEWATER TREATMENT FACILITIES - WILL REDUCE CONTAMINANT AND NUTRIENT LOADS (NITROGEN) FROM LAND-BASED SOURCES IN THE WATERSHED OF LONG ISLAND SOUND. FUTURE YEARS OF THIS GRANT WILL PROVIDE FUNDS FOR ADDITIONAL FACILITIES.\n\nTHERE ARE DIRECT BENEFICIARIES OF THIS PROJECT THROUGHOUT THE LONG ISLAND SOUND WATERSHED - FROM THE GENERAL POPULATION OF CHICOPEE (WHERE THE INITIAL PROJECT IS SITED) TO DOWNSTREAM POPULATIONS ALONG THE CONNECTICUT RIVER IN MASSACHUSETTS AND CONNECTICUT WHERE THE RIVER FEEDS INTO THE LONG ISLAND SOUND. \n\nTHE PROJECT PRIORITIZES THE IMPLEMENTATION OF THE JUSTICE40 INITIATIVE, A GOVERNMENT-WIDE INITIATIVE WITH THE GOAL OF DELIVERING 40 PERCENT OF THE OVERALL BENEFITS OF RELEVANT FEDERAL INVESTMENTS TO DISADVANTAGED COMMUNITIES. THIS PROJECT DIRECTLY BENEFITS THE CITY OF CHICOPEE, A COMMUNITY HISTORICALLY UNABLE TO INVEST IN NECESSARY WATER INFRASTRUCTURE IMPROVEMENTS. THE SAFE DRINKING WATER ACT AND THE CLEAN WATER ACT ALLOW STATES TO DEFINE DISADVANTAGED COMMUNITIES THROUGH AFFORDABILITY CRITERIA AS BEING THE MOST IN NEED  . USING THE CRITERIA SET FORTH IN THE MASSACHUSETTS PROGRAM, CHICOPEE IS DESIGNATED AS TIER 3 DISADVANTAGED COMMUNITY (HAVING THE HIGHEST NEED ON A SCALE OF TIERS 1 THROUGH 3), MEANING IT DEMONSTRATES NEED FOR FINANCIAL ASSISTANCE TO CONSTRUCT NECESSARY INFRASTRUCTURE IMPROVEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 8500000.0, "recipient_id": "6b7cf053-6fba-dc6e-d4fd-c569c409f5b9-C", "generated_internal_id": "ASST_NON_00A00885_6800"}, {"internal_id": 152791571, "Award ID": "00A00824", "Award Amount": 6545916.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "66.437", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION (CT DEEP) TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. \n\nTHESE ACTIVITIES ARE INTENDED TO SUPPORT THE RECIPIENT'S GOALS TO: FACILITATE DESIGN AND IMPLEMENTATION OF HABITAT RESTORATION AND LIVING SHORELINE PROJECTS; SUPPORT THE REMOVAL OF TWO DAMS TO IMPROVE FISH PASSAGE; SUPPORT FUTURE ASSESSMENT, MONITORING, RESEARCH AND RESTORATION OF COASTAL SALTMARSHES; ENHANCE THE LONG ISLAND SOUND MONITORING PROGRAM; AND PROMOTE EQUITABLE ACCESS, APPRECIATION AND UNDERSTANDING OF THE LONG ISLAND SOUND.\nACTIVITIES:THE ACTIVITIES COVERED UNDER THIS AWARD WILL HELP MORE EXTENSIVELY IMPLEMENT THE LONG ISLAND SOUND STUDY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN WHILE SPECIFICALLY BUILDING THE ADAPTIVE CAPACITY OF ECOSYSTEMS AND COMMUNITIES. THROUGH FACILITATING THE DESIGN AND IMPLEMENTATION OF HABITAT RESTORATION AND LIVING SHORELINE PROJECTS, COMMUNITIES WILL HAVE ENHANCED RESILIENCE TO CLIMATE CHANGE AND SEA LEVEL RISE. THIS AWARD CATALYZES REMOVAL OF TWO DAMS, ONE OF WHICH LIES IN A DISTRESSED COMMUNITY; CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION PREVIOUSLY CONTRACTED ENGINEERING PLANS FOR THEIR REMOVAL BUT DID NOT HAVE FUNDING TO COMPLETE THEM. SALTMARSH MONITORING USING HIGH-RESOLUTION TECHNIQUES WILL PROVIDE CRITICAL BASELINE MAPPING DATA THAT DOES NOT CURRENTLY EXIST. THIS DATA WILL ENABLE CLEARER LONG-TERM MARSH TRACKING IN THE FACE OF CLIMATE CHANGE AND BUILD PLANNING CAPACITY FOR SURROUNDING COMMUNITIES. ADDITIONAL ACTIVITIES INCLUDE PURCHASING A NEW RESEARCH VESSEL TO ENHANCE THE LONG ISLAND SOUND MONITORING PROGRAM AND ADDRESSING LANGUAGE BARRIERS WITH COASTAL ANGLERS.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES WILL BE PROGRESS AND FINAL REPORTS; QUALITY ASSURANCE PROJECT PLANS; AND TECHNICAL REPORTS. EXPECTED OUTCOMES INCLUDE: INCREASED PUBLIC KNOWLEDGE ABOUT THE LONG ISLAND SOUND, COMPLETED LIVING SHORELINES, ENHANCED FISH MIGRATION AND STRONGER SCIENTIFIC UNDERSTANDING OF THE WATERSHED'S PHYSICAL ENVIRONMENT. \n\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE CONNECTICUT AND NEW YORK PORTION OF THE WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS.\n\nFURTHER, THE PROJECT PRIORITIZES THE IMPLEMENTATION OF THE JUSTICE40 INITIATIVE, A GOVERNMENT-WIDE INITIATIVE WITH THE GOAL OF DELIVERING 40 PERCENT OF THE OVERALL BENEFITS OF RELEVANT FEDERAL INVESTMENTS TO DISADVANTAGED COMMUNITIES. TWO OF THE SIX TASKS IN THIS AWARD FOCUS ON DISTRESSED COMMUNITIES/ENVIRONMENTAL JUSTICE POPULATIONS. THE MIDDLE STREET DAM REMOVAL TASK WILL OCCUR IN BRISTOL, CT, A COMMUNITY DEFINED BY THE STATE OF CT AS DISTRESSED. BY REMOVING THE MIDDLE STREET DAM, THE PROJECT WILL SERVE AS AN IMPETUS FOR THE CITY TO CREATE A GREENWAY FOR PEDESTRIANS AND CYCLISTS TO SAFELY BYPASS A BUSY, HIGH-TRAFFIC INTERSECTION. THE SECOND TASK - ADDRESSING LANGUAGE BARRIERS WITH COASTAL ANGLERS - ENABLES NEEDED CONNECTION WITH NON-ENGLISH SPEAKING INDIVIDUALS IN ADMINISTERING CT'S ANNUAL ANGLER SURVEY, THEREBY REDUCING BIAS IN DATA COLLECTION PRACTICES. THE FUNDS FOR THESE TWO TASKS IS APPROXIMATELY 25 PERCENT OF THE TOTAL AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 6545916.0, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A00824_6800"}, {"internal_id": 152791565, "Award ID": "00A00820", "Award Amount": 4724709.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "66.437", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FINANCIAL ASSISTANCE TO THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION TO IMPLEMENT ITS OWN PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN FOR THE RESTORATION AND PROTECTION OF LONG ISLAND SOUND AND THE ENVIRONMENT. THESE ACTIVITIES ARE INTENDED TO SUPPORT THE RECIPIENT'S GOAL TO RESTORE AND DE-LIST AREAS OF CONCERN, RESTORE AND PROTECT HABITAT CONNECTIVITY, INCREASE PUBLIC ACCESS TO BEACHES AND WATERWAYS, MAXIMIZE ACRES OF HABITAT RESTORED AND RIVER CORRIDORS WITH IMPROVED HEALTH, PROTECT AND RESTORE COASTAL WETLANDS, ENHANCE THE PUBLIC'S AWARENESS AND UNDERSTAND OF THE SOUND, IMPLEMENT AND COORDINATE HABITAT RESTORATION, STUDY OF NITROGEN LOADING FROM ONSITE WASTEWATER TREATMENT SYSTEMS, DEVELOP DYNAMIC HABITAT-BASED ECOLOGICAL DECISION SUPPORT TOOLS, CHARACTERIZE DEEP-WATER HABITATS AND CONDUCT THE TECHNICAL INTEGRATION OF NITROGEN MODELING IN EMBAYMENTS. ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE, EDUCATION AND OUTREACH TO COMMUNITIES, COLLECTION AND ANALYSIS OF WATER QUALITY MONITORING DATA; INCLUDING COASTAL ACIDIFICATION PARAMETERS, COORDINATION OF HABITAT RESTORATION, STUDY ONSITE WASTEWATER TREATMENT SYSTEMS, DEVELOP DYNAMIC HABITAT-BASED ECOLOGICAL DECISION SUPPORT TOOLS, CHARACTERIZE DEEP-WATER HABITATS, UPDATE DATABASES,  AND CONDUCT THE TECHNICAL INTEGRATION OF NITROGEN MODELING IN EMBAYMENTS. SUBRECIPIENT:SUBAWARDS INCLUDE: UNIVERSITY OF CONNECTICUT LABORATORY FOR PLANKTON AND COMMUNITY SAMPLING AND ANALYSES AND COASTAL ACIDICATION MONITORING; UNIVERSITY OF CONNECTICUT AND COLUMBIA UNIVERSITY'S LAMONT-DOHERTY EARTH OBSERVATORY FOR SEAFLOOR MAPPING AND CHARACTERIZING DEEP-WATER HABITATS; UNIVERSITY OF CONNECTICUT'S CENTER FOR LAND USE EDUCATION AND RESEARCH FOR LAND COVER DATASETS AND SOFTWARE UPDATES TO ENSURE THE CONTINUITY OF THE DATA.OUTCOMES:THE ANTICIPATED DELIVERABLES WILL BE PROGRESS AND FINAL REPORTS; QUALITY ASSURANCE PROJECT PLANS (QAPPS); AND TECHNICAL REPORTS. EXPECTED OUTCOMES INCLUDE, IMPROVED MANAGEMENT AND IMPLEMENTATION OF COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN GOALS AND OBJECTIVES; IMPROVED WATER QUALITY, LIVING RESOURCES HABITAT, AND PUBLIC SAFETY; REDUCED CONTAMINANT AND NUTRIENT LOADS; IMPROVED WATER QUALITY ASSESSMENT TO GUIDE MANAGEMENT ACTIVITIES AND IMPROVE ECOSYSTEM HEALTH; MAPS AND DATA PRODUCTS.\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE CONNECTICUT AND NEW YORK PORTION OF THE WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A00820_6800"}, {"internal_id": 138794779, "Award ID": "00A00697", "Award Amount": 2250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "66.437", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO NATIONAL AUDUBON SOCIETY TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL IMPLEMENT ECOLOGICAL RESTORATION AND RESILIENCY AT CONNECTICUT&RSQUOANDS LARGEST REMAINING UN-DITCHED MARSH. THESE ACTIVITIES ARE INTENDED TO SUPPORT THE RECIPIENT&RSQUOANDS GOAL TO IMPLEMENT ECOLOGICAL RESTORATION, IMPROVE COASTAL RESILIENCY, RESTORE AND IMPROVE RESILIENCE OF SALT MARSH DEGRADED BY HISTORIC FILLING, AND IMPROVE PUBLIC ACCESS AND EDUCATIONAL OPPORTUNITIES. THE PROJECT WILL APPLY MULTIPLE, PROVEN RESTORATION TECHNIQUES AT A LARGE SALT MARSH COMPLEX WITHIN A FEDERALLY-PROTECTED SITE TO RESTORE 39+ ACRES OF LOST OR DEGRADING SALT MARSH AND OTHER COASTAL HABITATS FOR MARSH-DEPENDENT SPECIES OF CONSERVATION CONCERN INCLUDING SALTMARSH SPARROW, MARSH PINK, AND DIAMOND-BACKED TERRAPIN. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE GENERAL POPULATION IN THE CONNECTICUT PORTION OF THE LONG ISLAND SOUND WATERSHED AND ITS SURROUNDING AREAS, SCHOOLS, UNIVERSITIES AND OTHER INSTITUTIONS OF LEARNING, ENVIRONMENTAL MANAGERS AND POLICY MAKERS AND THE PARTICIPANTS IN THE LONG ISLAND SOUND STUDY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92b1ec9b-8528-1b9b-c0e1-de5e89039325-C", "generated_internal_id": "ASST_NON_00A00697_6800"}, {"internal_id": 109197740, "Award ID": "00A00694", "Award Amount": 3600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-07", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE NATIONAL FISH & WILDLIFE FOUNDATION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SUBAWARDS DEVELOPED AND ADMINISTERED BY THE LONG ISLAND SOUND FUTURES FUND AIM TO ACCELERATE THE RESTORATION AND PROTECTION OF LONG ISLAND SOUND THROUGH SUPPORT OF IMPLEMENTATION PROJECTS THAT ADDRESS THE SPECIFIC COMMITMENTS AND RECOMMENDATIONS OF THE COMPREHENSIVE CONSERVATION MANAGEMENT PLAN 2015.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_00A00694_6800"}, {"internal_id": 109197705, "Award ID": "00A00688", "Award Amount": 3441498.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-07", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND.  SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL SUPPORT THE GOALS OF THE LONG ISLAND SOUND STUDY COMPREHENSIVE AND CONSERVATION MANAGEMENT PLAN BY PROVIDING COORDINATION/TECHNICAL ASSISTANCE IN THE FOLLOWING KEY AREAS: (1) ASSIST WITH DEVELOPMENT, COORDINATION, AND IMPLEMENTATION OF BI-STATE PUBLIC INVOLVEMENT, EDUCATION, OUTREACH ACTIVITIES; (2) PROGRAM MANAGEMENT, TRAVEL, AND MEETING SUPPORT; (3) NEW YORK STATE HABITAT RESTORATION COORDINATOR WILL: PREPARE/ASSIST/EVALUATE PROJECT APPLICATIONS FOR HABITAT RESTORATION/ASSESSMENT/MONITORING, AND DEVELOP PARTNERSHIPS; (4)  LONG ISLAND SOUND STUDY NEW YORK STATE DEPARTMENT OF WATER COORDINATOR WILL ASSIST IN THE PLANNING AND EXECUTION OF ANY ACTIVITIES OR PROJECTS THE POSITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00688_6800"}, {"internal_id": 83285429, "Award ID": "00A00606", "Award Amount": 2300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE NATIONAL FISH AND WILDLIFE FOUNDATION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND.  SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL SUPPORT COMMUNITY-BASED EFFORTS TO RESTORE LONG ISLAND SOUND BY PROVIDING SUB-AWARDS ON A COMPETITIVE BASIS THROUGH THE NATIONAL FISH AND WILDLIFE FOUNDATION LONG ISLAND SOUND FUTURES FUND. FUNDED SUB-AWARDS WILL EDUCATE AND INVOLVE THE PUBLIC, PROTECT AND RESTORE HABITAT, AND REDUCE POLLUTED RUNOFF. THIS PROGRAM WILL PROMOTE DIRECT CITIZEN INVOLVEMENT AND INDIVIDUAL AND COMMUNITY ACTIONS TO PROTECT AND RESTORE LONG ISLAND SOUND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_00A00606_6800"}, {"internal_id": 109197620, "Award ID": "00A00587", "Award Amount": 182954.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-05", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE UNIVERSITY OF CONNECTICUT, DEPARTMENT OF MARINE SCIENCES, TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. THE GRANT AGREEMENT SUPPORTS ACTIVITIES TO ASSESS THE ACCURACY OF WATER QUALITY MONITORING DATA USED TO MEASURE THE AREA AND EXTENT OF HYPOXIA, OR LACK OF DISSOLVED OXYGEN, IN LONG ISLAND SOUND, AND ENHANCE THOSE DATA BY ACQUISITION AND DEPLOYMENT OF NEW EQUIPMENT AND THE APPLICATION OF NEW OR ENHANCED WATER QUALITY MONITORING AND ASSESSMENT METHODOLOGIES AND TECHNIQUES. SPECIFICALLY, 1) CONTINUED OPERATION OF THE SHIP SURVEY DATA PORTAL, 2) CONTINUED OPERATION AND MAINTENANCE OF WATER QUALITY MONITORING BUOY NETWORK, 3) MAINTENANCE OF NITRATE SENSORS, 4) DEPLOYMENT AND MAINTENANCE OF FLUORESCENCE SENSORS, 5) MAINTENANCE OF PHOTOSYNTHETICALLY ACTIVE RADIATION SENSORS, 6) MAINTENANCE OF PH AND PCO2 SENSORS, 7) PUBLICATION OF DATA ON THE LONG IS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_00A00587_6800"}, {"internal_id": 109197726, "Award ID": "00A00579", "Award Amount": 8600644.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-05", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND STUDY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE THE CHEMICAL, PHYSICAL AND BIOLOGICAL INTEGRITY OF LONG ISLAND SOUND.   SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL 1) SERVE AS THE STATE COORDINATOR TO ENSURE FULL PARTICIPATION BY CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION ON NUMEROUS LONG ISLAND SOUND STUDY WORK GROUPS (HABITAT, STEWARDSHIP, EMBAYMENTS, WATER QUALITY, ETC.), ALLOW FOR EFFECTIVE TECHNICAL INTEGRATION AND RESOURCE COORDINATION INCLUDING TRACKING AND REPORTING, AND PROVIDE TECHNICAL SUPPORT FOR TOTAL MAXIMUM DAILY LOAD REVISION AND IMPLEMENTATION; 2) OVERSEE AND CONDUCT LONG ISLAND SOUND WATER QUALITY MONITORING ACTIVITIES, INCLUDING MONTHLY NUTRIENT AND HYPOXIA SURVEYS, AND CONDUCT PLANKTON COMMUNITY SAMPLING AND ANALYSES; 3) SUPPORT A STATE C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A00579_6800"}, {"internal_id": 110190153, "Award ID": "00A00578", "Award Amount": 1618959.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE CONNECTICUT SEA GRANT COLLEGE PROGRAM/UNIVERSITY OF CONNECTICUT TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL PLAN, ORGANIZE, COORDINATE AND IMPLEMENT PUBLIC ENVIRONMENTAL EDUCATION PROGRAMS FOR THE LONG ISLAND SOUND PROGRAM IN THE STATE OF CONNECTICUT BY WORKING WITH THE LONG ISLAND SOUND MANAGEMENT CONFERENCE PARTNERS IN ASSESSING NEEDS AND DEVELOPING PRIORITIES. THE RECIPIENT WILL CONTINUE TO CARRY OUT THE CONNECTICUT LONG ISLAND SOUND STUDY PUBLIC OUTREACH PROGRAM THROUGH THE SUPPORT OF A PUBLIC OUTREACH COORDINATOR. THE COORDINATOR WILL COLLABORATE WITH LONG ISLAND SOUND STUDY PARTNERS IN CONNECTICUT AND NEW YORK TO DISSEMINATE RESEARCH-BASED INFORMATION AND HIGHLIGHT COMPREHENSIVE AND CONSERVATION MANAGEMENT PLAN IMPLEMENTATION ACTIVITIES. THE RECIPIENT WILL ALSO PROMOTE CIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_00A00578_6800"}, {"internal_id": 69839352, "Award ID": "00A00389", "Award Amount": 2753000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE NATIONAL FISH AND WILDLIFE FOUNDATION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE THE CHEMICAL, PHYSICAL AND BIOLOGICAL INTEGRITY OF LONG ISLAND SOUND AND TO ASSIST THE STATES OF CONNECTICUT AND NEW YORK, AND OTHER PUBLIC OR NONPROFIT ENTITIES IN CONDUCTING RESEARCH, EXPERIMENTS, INVESTIGATIONS, TRAINING, DEMONSTRATION, SURVEYS, OR STUDIES RELATED TO REDUCING POLLUTION AND IMPROVING THE QUALITY OF THE ENVIRONMENT TO SUSTAIN LIVING RESOURCES IN THE LONG ISLAND SOUND.  SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL FUND PROJECTS AND ACTIVITIES TO SUPPORT COMMUNITY BASED EFFORTS TO RESTORE LONG ISLAND SOUND BY PROVIDING SUB-GRANTS ON A COMPETITIVE BASIS THROUGH THE LONG ISLAND SOUND FUTURES FUND. SUB-AWARDS ARE MADE TO STATE AND LOCAL GOVERNMENT, EDUCATIONAL GROUPS AND INSTITUTIONS, AND NON-PROFIT ORGANIZATIONS ENGAGED IN ACTIVITIES TO PROTECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_00A00389_6800"}, {"internal_id": 68326698, "Award ID": "00A00384", "Award Amount": 2531439.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-01", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN  TO PROTECT AND RESTORE THE CHEMICAL, PHYSICAL AND BIOLOGICAL INTEGRITY OF LONG ISLAND SOUND AND TO ASSIST THE STATES OF CONNECTICUT AND NEW YORK, AND OTHER PUBLIC OR NONPROFIT ENTITIES IN CONDUCTING RESEARCH, EXPERIMENTS, INVESTIGATIONS, TRAINING, DEMONSTRATION, SURVEYS, OR STUDIES RELATED TO REDUCING POLLUTION AND IMPROVING THE QUALITY OF THE ENVIRONMENT TO SUSTAIN LIVING RESOURCES IN THE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL: 1) SUPPORT LONG ISLAND SOUND STUDY OUTREACH AND EDUCATION PROGRAMS, 2) PROVIDE PROJECT MANAGEMENT OVERSIGHT TO NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION STAFF AND TRAVEL SUPPORT TO PROGRAM PARTNERS, 3) SUPPORT NEW YORK STATE HABITAT RESTORATION AND STEWARDSHIP COORDINATOR POSITION, 4) SUPPORT LONG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00384_6800"}, {"internal_id": 39173918, "Award ID": "00A00382", "Award Amount": 2321003.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "66.437", "Description": "AS DIRECTED BY SECTIONS 119(D) AND 320 OF THE CLEAN WATER ACT, THIS PROJECT IMPLEMENTS RECOMMENDATIONS OF THE LONG ISLAND SOUND STUDY (LISS) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GRANT SUPPORTS ACTIVITIES TO SUPPORT COMMUNITY-BASED EFFORTS TO RESTORE LONG ISLAND SOUND BY PROVIDING SUB-GRANTS, THROUGH THE NATIONAL FISH AND WILDLIFE FOUNDATION (NFWF), ON A COMPETITIVE BASIS THROUGH THE LONG ISLAND SOUND FUTURES FUND. FUNDED PROJECTS WILL EDUCATE AND INVOLVE THE PUBLIC, PROTECT AND RESTORE HABITAT, AND REDUCE POLLUTED RUNOFF. THIS PROGRAM WILL PROMOTE DIRECT CITIZEN INVOLVEMENT AND INDIVIDUAL AND COMMUNITY ACTIONS TO PROTECT AND RESTORE LONG ISLAND SOUND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_00A00382_6800"}, {"internal_id": 39173914, "Award ID": "00A00372", "Award Amount": 653479.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-17", "CFDA Number": "66.437", "Description": "AS DIRECTED BY SECTIONS 119(D) AND 320 OF THE CLEAN WATER ACT, THIS PROJECT IMPLEMENTS RECOMMENDATIONS OF THE LONG ISLAND SOUND STUDY (LISS) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GRANT AGREEMENT SUPPORTS ACTIVITIES TO 1) CONDUCT WATER QUALITY MONITORING OF SUMMER HYPOXIC CONDITIONS IN WESTERN LONG ISLAND SOUND AND ITS EMBAYMENTS; 2) CONTINUE COORDINATED WEEKLY AND BI-WEEKLYLONG-TERM MONITORING OF A SUITE OF IN-SITU PARAMETERS AT A NETWORK OF 22 HISTORICAL MONITORING STATIONS; AND 3) COORDINATE WITH THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION AND OTHER LISS PARTNERS INVOLVED IN MONITORING LIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "390d6dbe-08d4-5009-5597-901fa34a45fb-C", "generated_internal_id": "ASST_NON_00A00372_6800"}, {"internal_id": 82528998, "Award ID": "00A00354", "Award Amount": 4348266.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-23", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND STUDY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE THE CHEMICAL, PHYSICAL AND BIOLOGICAL INTEGRITY OF LONG ISLAND SOUND.  SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL 1) SERVE AS THE STATE COORDINATOR TO ENSURE FULL PARTICIPATION BY CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION ON NUMEROUS LONG ISLAND SOUND STUDY WORK GROUPS (HABITAT, STEWARDSHIP, EMBAYMENTS, WATER QUALITY, ETC.), ALLOW FOR EFFECTIVE TECHNICAL INTEGRATION AND RESOURCE COORDINATION INCLUDING TRACKING AND REPORTING, AND PROVIDE TECHNICAL SUPPORT FOR TOTAL MAXIMUM DAILY LOAD REVISION AND IMPLEMENTATION; 2) OVERSEE AND CONDUCT LONG ISLAND SOUND WATER QUALITY MONITORING ACTIVITIES, INCLUDING MONTHLY NUTRIENT AND HYPOXIA SURVEYS, AND CONDUCT PLANKTON COMMUNITY SAMPLING AND ANALYSES; 3) SUPPORT A STATE COO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A00354_6800"}, {"internal_id": 85201297, "Award ID": "00A00284", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-19", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE UNIVERSITY OF CONNECTICUT TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL IDENTIFY AND FUND HIGH PRIORITY, HIGH QUALITY RESEARCH VIA ADMINISTRATION OF A COMPETITIVE RESEARCH PROGRAM TO ADDRESS THE NEEDS OF THE LONG ISLAND SOUND STUDY. CONNECTICUT SEA GRANT STAFF WILL ESTABLISH AND FOLLOW UP ON THE PROJECT GRANTS. SEA GRANT WILL ARRANGE A MEETING AROUND SPRING 2021 TO SHARE PRELIMINARY RESULTS FROM THE PROJECTS AND ALLOW PRINCIPAL INVESTIGATORS TO LOOK FOR SYNERGIES, IF APPROPRIATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_00A00284_6800"}, {"internal_id": 69783673, "Award ID": "00A00168", "Award Amount": 825958.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-25", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE UNIVERSITY OF CONNECTICUT TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE LONG ISLAND SOUND. SPECIFICALLY, UNDER THIS GRANT AGREEMENT THE RECIPIENT WILL ADMINISTER THE LONG ISLAND SOUND RESEARCH GRANT PROGRAM TO IDENTIFY SCIENTIFIC RESEARCH NEEDS AND PRIORITIES, SOLICIT AND MANAGE SCIENTIFIC PEER REVIEW OF PROPOSALS, AND MANAGE THE SELECTION AND COMPLETION OF THE HIGHEST PRIORITY PROPOSALS. THE PROJECT WILL RESULT IN AT LEAST ONE SUB-AWARD FOR RESEARCH TO IMPROVE UNDERSTANDING OF LONG ISLAND SOUND CRITICAL TO IMPROVING WATER AND HABITAT QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_00A00168_6800"}, {"internal_id": 69783720, "Award ID": "00A00166", "Award Amount": 3234489.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-25", "CFDA Number": "66.437", "Description": "THIS AGREEMENT PROVIDES ASSISTANCE TO THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION TO IMPLEMENT ITS PROJECT TO SUPPORT THE LONG ISLAND SOUND STUDY COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN TO PROTECT AND RESTORE THE CHEMICAL, PHYSICAL AND BIOLOGICAL INTEGRITY OF LONG ISLAND SOUND.  SPECIFICALLY, UNDER THIS COOPERATIVE AGREEMENT THE RECIPIENT WILL 1) SERVE AS THE STATE COORDINATOR TO ENSURE FULL PARTICIPATION BY CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION ON NUMEROUS LONG ISLAND SOUND STUDY WORK GROUPS (HABITAT, STEWARDSHIP, EMBAYMENTS, WATER QUALITY, ETC.), ALLOW FOR EFFECTIVE TECHNICAL INTEGRATION AND RESOURCE COORDINATION INCLUDING TRACKING AND REPORTING, AND PROVIDE TECHNICAL SUPPORT FOR TOTAL MAXIMUM DAILY LOAD REVISION AND IMPLEMENTATION; 2) OVERSEE AND CONDUCT LONG ISLAND SOUND WATER QUALITY MONITORING ACTIVITIES, INCLUDING MONTHLY NUTRIENT AND HYPOXIA SURVEYS, AND CONDUCT PLANKTON COMMUNITY SAMPLING AND ANALYSES; 3) SUPPORT A STATE COO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A00166_6800"}, {"internal_id": 39173793, "Award ID": "00A00157", "Award Amount": 691408.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-26", "CFDA Number": "66.437", "Description": "AS DIRECTED BY SECTIONS 119(D) AND 320 OF THE CLEAN WATER ACT, THIS PROJECT IMPLEMENTS RECOMMENDATIONS OF THE LONG ISLAND SOUND STUDY (LISS) COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN (CCMP). THE GRANT AGREEMENT SUPPORTS ACTIVITIES TO ASSESS THE ACCURACY OF WATER QUALITY MONITORING DATA USED TO MEASURE THE AREA AND EXTENT OF HYPOXIA, OR LACK OF DISSOLVED OXYGEN, IN LONG ISLAND SOUND, AND ENHANCE THOSE DATA BY ACQUISITION AND DEPOLYMENT OF NEW EQUIPMENT AND THE APPLICATION OF NEW OR ENHANCED WATER QUALITY MONITORING AND ASSESSMENT METHODOLOGIES AND TECHNIQUES, INCLUDING REMOTE SENSING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_00A00157_6800"}, {"internal_id": 39173792, "Award ID": "00A00156", "Award Amount": 772529.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "66.437", "Description": "THIS PROJECT WILL 1) PLAN, ORGANIZE, COORDINATE AND IMPLEMENT PUBLIC ENVIRONMENTAL EDUCATION PROGRAMS FOR THE LONG ISLAND SOUND PROGRAM IN THE STATE OF CONNECTICUT BY WORKING WITH THE LONG ISLAND SOUND STUDY MANAGEMENT CONFERENCE PARTNERS IN ASSESSING NEEDS AND DEVELOPING PRIORITIES, 2) PROMOTE CITIZEN INVOLVEMENT AND CITIZEN EDUCATION TO PROTECT LONG ISLAND SOUND COASTAL RESOURCES IN THE LONG ISLAND SOUND WATERSHED, 3) BUILD ON THE VULNERABILITY ASSESSMENT AND COMPLETE THE RISK EVALUATION MATRICES DEVELOPED FOR THE NORTHEAST ESTUARY PROGRAMS, AND 4) ACCELERATE THE PROGRESS IN IDENTIFYING RELEVANT DATASETS AND CONTINUE THE DEVELOPMENT OF A SCIENCE-BASED, STAKEHOLDER ENDORSED INVENTORY OF NATURAL RESOURCES AND HUMAN USES IN LONG ISLAND SOUND, A PRIORITY AREA OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_00A00156_6800"}, {"internal_id": 39173784, "Award ID": "00A00146", "Award Amount": 1526320.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-06", "CFDA Number": "66.437", "Description": "AS DIRECTED BY SECTIONS 119(D) AND 320 OF THE CLEAN WATER ACT, THIS PROJECT IMPLEMENTS RECOMMENDATIONS OF THE LONG ISLAND SOUND STUDY (LISS) COMPREHE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A00146_6800"}, {"internal_id": 39173767, "Award ID": "00A00129", "Award Amount": 1269695.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-08", "CFDA Number": "66.437", "Description": "THIS ASSISTANCE AWARD WILL FUND THE NATIONAL FISH AND WILDLIFE FOUNDATION TO SUPPORT COMMUNITY-BASED EFFORTS TO RESTORE LONG ISLAND SOUND BY PROVIDIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_00A00129_6800"}, {"internal_id": 39173648, "Award ID": "00A00008", "Award Amount": 1269695.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-06", "CFDA Number": "66.437", "Description": "THIS ASSISTANCE AWARD WILL FUND THE NATIONAL FISH AND WILDLIFE FOUNDATION TO SUPPORT COMMUNITY-BASED EFFORTS TO RESTORE LONG ISLAND SOUND BY PROVIDIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_00A00008_6800"}]