[{"internal_id": 162166112, "Award ID": "98T82501", "Award Amount": 190913.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-08-02", "CFDA Number": "66.442", "Description": "DESCRIPTION:HOOPA VALLEY PUBLIC UTILITIES DISTRICT (HVPUD) TO IMPLEMENT ACTIVITIES THAT ADDRESS EMERGING CONTAMINANTS, INCLUDING POLYFLUOROALKYL SUBSTANCES (PFAS), IN TRIBAL DRINKING WATER. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $190,913.ACTIVITIES:THE ACTIVITIES FOR THIS PROJECT INCLUDE DEVELOPMENT OF A PRELIMINARY ENGINEERING REPORT (PER) TO EVALUATE THE EXISTING FACILITIES AND ALTERNATIVES TO PROVIDE A RECOMMENDATION TO ADDRESS CYANOTOXINS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE A PRELIMINARY ENGINEERING REPORT (PER) THAT EVALUATES THE EXISTING FACILITIES AND ALTERNATIVES TO PROVIDE A RECOMMENDATION TO ADDRESS CYANOTOXINS.\nTHE EXPECTED OUTCOMES INCLUDE A PRELIMINARY ENGINEERING REPORT (PER) AND PLANNING WORK THAT WILL SUPPORT A CONSTRUCTION PROJECT TO ADDRESS CYANOTOXINS.\nTHE INTENDED BENEFICIARIES INCLUDE ALL OF THE CUSTOMERS AND STAKEHOLDERS OF THE WATER SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0678dfc3-f817-df78-1829-388d9dd95602-C", "generated_internal_id": "ASST_NON_98T82501_6800"}, {"internal_id": 152549440, "Award ID": "98T48901", "Award Amount": 665000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE (AZ) TO IMPLEMENT DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $665,000.   PRE-AWARD COSTS ARE APPROVED BACK TO JULY 1, 2022.ACTIVITIES: THE ARIZONA FINANCE AUTHORITY (AFA) PLANS TO ASSIST FIVE PUBLIC WATER SYSTEMS (PWSS) WITH THIS ALLOCATION OF WIIN GRANT FUNDS.  THOSE PWSS ARE LISTED BELOW AND EACH HAS BEEN DEFINED AS AN UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITY THAT IS UNABLE TO FINANCE ACTIVITIES REQUIRED TO COMPLY WITH THE SAFE DRINKING WATER ACT (SDWA) WITHOUT FURTHER HINDERING THE SYSTEM'S TECHNICAL, MANAGERIAL AND FINANCIAL (TMF) CAPACITY.   THIS ALLOCATION WILL BE USED IN THE CONSTRUCTION OF A REMEDY IN ORDER TO DELIVER SAFE AND RELIABLE WATER QUALITY MEETING THE NATIONAL PRIMARY DRINKING WATER STANDARDS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:FUNDING WILL HELP ACHIEVE COMPLIANCE WITH NATIONAL DRINKING WATER REGULATIONS.   ACTIVITIES ON PUBLIC WATER SYSTEMS WILL BEGIN IN FY22 - FY23.  COMPLETING THE TASKS UNDER THIS WORK PLAN WILL RESULT IN A REDUCTION IN THE NUMBER OF PUBLIC WATER SYSTEMS SERVING SMALL AND DISADVANTAGED COMMUNITIES THAT ARE OUT OF COMPLIANCE WITH HEALTH-BASED STANDARDS.\n1.\tGREEN VALLEY MHP\n2.\tSIERRA VISTA ADULT RV PARK\n3.\tDESERT GARDENS RV PARK\n4.\tDESERT STAR COMMUNITY SCHOOL \n5.\tKELVIN SIMMONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c996edd-c08f-bc0f-f473-c872a58509b4-C", "generated_internal_id": "ASST_NON_98T48901_6800"}, {"internal_id": 152089887, "Award ID": "98T45701", "Award Amount": 394000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-07", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $394,000.00. SEE TERMS AND CONDITIONS. ACTIVITIES:NDEP PLANS TO ASSIST FOUR (4) PUBLIC WATER SYSTEMS (PWSS) USING THIS GRANT. THESE PWSS ARE LISTED BELOW, AND EACH HAS BEEN DEFINED AS SERVING A DISADVANTAGED COMMUNITY AS DEFINED BY NEVADA NAC 445A.67525AMDASH; COMMUNITIES IN WHICH THE MEDIAN HOUSEHOLD INCOME IS LESS THAN 80% OF THE STATE MEDIAN HOUSEHOLD INCOME.  IN ADDITION, THESE PWSS HAVE VALIDATED HEALTH-BASED VIOLATIONS THAT ARE NOT COMPLIANT WITH SDWA, MAKING  THESE SYSTEMS CANDIDATES FOR THE SUDC GRANT. NDEP WILL ASSIST THESE SYSTEMS BY FUNDING 100% OF PROJECT COSTS FROM THE EPA WIIN GRANT. CONTINGENT UPON THE EPA WAIVING THE 10% MATCH REQUIREMENTS, PER THE 2021 EPA WIIN GRANT NOTICE. NDEP WILL UTILIZE THE EPA WIIN GRANT FOR MANAGING THE GRANT AND CONTRACT, OR SUBGRANT, ARRANGEMENTS WITH PWSS.SUBRECIPIENT:IMPLEMENTATION OF DRINKING WATER SYSTEM UPGRADES WILL BE DONE THROUGH SUBAWARD. OUTCOMES:JACKPOT WATER SYSTEM PUBLIC WATER SYSTEM # NV0000088\nNDEP WILL OVERSEE COMPLETION OF THE FOLLOWING ACTIVITIES: \n- PROPER IDENTIFICATION OF THE REQUIRED STORAGE REQUIREMENT FOR THE WATER SYSTEM.\n- DETERMINATIONS OF THE STORAGE CONFIGURATION, CONSTRUCTION MATERIALS, TYPE OF FABRICATION, \nCOMPONENTS, INSTALLATION METHODS AND POTENTIAL REQUIRED COATINGS PER TANK COATING CRITERIA USING  ACCEPTED ENGINEERING PRACTICES FOR SURFACE PROFILE THICKNESS. (ASTM, SSPC, PRIMER)\n- DETERMINATION ON NUMBER AND SIZE OF EACH STORAGE AND LOCATION(S).\n- TECHNICAL CLARIFICATIONS: SCOPE OF THE DESIGN PER AWWA D100.\n- IDENTIFICATION OF REQUIRE SUBGRADE PIPING.\n- APPROPRIATE AND LEGALLY COMPLIANT ACCESSORIES - ROOF TIE ANCHORS, ROOF HATCH, VENTS, AND LADDERS WITH CAGES, DOOR AND CLIMB HANDHOLES.\n- PROPER WELDING OF TANK SURFACE CONNECTION CONFIGURATION SPECIFICATIONS\n\nMOUNTAIN CITY WATER SYSTEM PUBLIC WATER SYSTEM # NV0000170\nNDEP WILL OVERSEE COMPLETION OF THE FOLLOWING ACTIVITIES: \n- THE EXISTING CHLORINATOR ROOM HAS REQUIRED REPAIRS SINCE 2018. THE CHLORINE GAS ROOM LACKS PROPER VENTILATION, AN ALARM SYSTEM, AND THE METAL DOOR NEEDS TO BE REPLACED DUE TO EXISTING DAMAGE.\n- NEEDS SECURE FENCING / GATE TO PROTECT STORAGE AND CHLORINATOR ROOM TO PREVENT PUBLIC ACCESS. \n- INFRASTRUCTURE IMPROVEMENT: OVERFLOW PIPE SIZE CHANGE IS REQUIRED TO BECOME APPROPRIATE TO THE REGULATION. \n\nANCHOR IN MOBILE HOME PARK #NV0005033\nNDEP WILL OVERSEE COMPLETION OF THE FOLLOWING ACTIVITIES: \n- THE EXISTING WATER SYSTEM WELL IS SURROUNDED BY CONCRETE PAD THAT HAS SIGNIFICANT DAMAGE IN THE FORM OF SEVERE CRACKING. THE CRACKING EXISTS FROM THE SIDES OF THE CONCRETE PAD TO THE SIDES OF THE WELL PIPING THAT EXTENDS UP OUT FROM THE PAD. THE SEVERITY OF THE CRACKING CONCRETE CAN BE DIRECTLY ATTRIBUTED TO THE SEVERE COLD CLIMATE THAT NYE COUNTY HAS IN THE WINTER MONTHS. WATER SYSTEM NEEDS T/A ASSISTANCE TO COMPLETE ALL THE IDENTIFIED WRITTEN PLANS NEEDED: CCCP, O/M.\n WELL PUMP CONCRETE PAD REPLACEMENT WITH NEW CONCRETE PAD AND PUMP HOUSE REBUILD.\n- WELL PUMP INSTALLATION COMPANY ASSISTANCE TO SUPPORT INSTALLED WELL PIPING.\n- WELL PUMP ELECTRICAL SYSTEM UPDATE\n- PUMP PAD PIPE TO PRESSURE TANK MOVING TO A NEW CONCRETE VAULT WITH NEW 2'- PIPING TO RESOLVE CURRENT PIPING THAT LIES ON THE GROUND\n\nC-VALLEY MHP NV0002538\nNDEP WILL OVERSEE COMPLETION OF THE FOLLOWING ACTIVITIES:\n- THE WATER SYSTEM FAILED TO SUBMIT ENGINEERING PLANS FOR CHANGES TO THE WATER SYSTEM'S INSTALLED PRESSURE TANKS. PLANS AND SPE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ca5c9dd-f9e1-9e5b-4757-8914cbbd3ebe-C", "generated_internal_id": "ASST_NON_98T45701_6800"}, {"internal_id": 139813742, "Award ID": "98T28301", "Award Amount": 154000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-26", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $154,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9a7591d-ff53-fd6f-7468-83e45e786848-C", "generated_internal_id": "ASST_NON_98T28301_6800"}, {"internal_id": 140708993, "Award ID": "98T27601", "Award Amount": 407000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-28", "CFDA Number": "66.442", "Description": "THIS AGREEMENT PROVIDES DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.  THE ACTIVITIES TO BE PERFORMED INCLUDE: UNREGULATED CONTAMINANT MONITORING AND SAMPLING FOR SMALL AND DISADVANTAGED COMMUNITIES, INCLUDING SMALL SYSTEMS WITHIN THE CNMI, ADDRESS TRAINING NEEDS FOR WATER SYSTEM OPERATORS, MANAGERS, AND BECQ STAFF, CONDUCT WATER SYSTEM IMPROVEMENTS FOR SMALL WATER SYSTEMS TO IMPROVE OVERALL COMPLIANCE WITH SDW ACT REQUIREMENTS.  ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE: PROACTIVE ASSET PLANNING OF PUBLIC WATER SYSTEMS BY IMPROVING CAPACITY THROUGH TRAINING AND SCIENTIFIC DECISION INCLUDING MAKING ENHANCED TECHNICAL, MANAGERIAL, AND FINANCIAL CAPABILITY OF PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "966971cd-a5a4-1291-d1ab-ac686e71e14a-R", "generated_internal_id": "ASST_NON_98T27601_6800"}, {"internal_id": 136858824, "Award ID": "98T21001", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-05-28", "CFDA Number": "66.442", "Description": "THE GRANTEE WILL IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. THE FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. THIS AGREEMENT PROVIDES FULL FEDERAL FUNDS IN THE AMOUNT OF $420,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_98T21001_6800"}, {"internal_id": 137809545, "Award ID": "98T17801", "Award Amount": 3770000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-06-29", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS FOR THE STATE OF CALIFORNIA TO IMPLEMENT DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES.  FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,770,000.  PREAWARD COSTS ARE APPROVED BACK TO 7/1/2021.  SEE TERMS AND CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6622cef5-5e79-0729-863d-42c9a5fde8dd-C", "generated_internal_id": "ASST_NON_98T17801_6800"}, {"internal_id": 97080482, "Award ID": "98T03101", "Award Amount": 763000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-04-23", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES.  FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $763,000.  SEE TERMS AND CONDITIONS.  PRE-AWARD COSTS ARE APPROVED BACK TO NOVEMBER 1, 2019.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c996edd-c08f-bc0f-f473-c872a58509b4-C", "generated_internal_id": "ASST_NON_98T03101_6800"}, {"internal_id": 151676171, "Award ID": "97796501", "Award Amount": 464000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-16", "CFDA Number": "66.442", "Description": "DESCRIPTION:THE PURPOSE OF THIS GRANT IS TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO DRINKING WATER CONTAMINANTS.\nACTIVITIES:THIS PROJECT WILL PROVIDE INFRASTRUCTURE IMPROVEMENTS IN THE REPLACEMENT OF A NEW WATER STORAGE STAINLESS STEEL STANDPIPE FOR THE VILLAGE OF MARTINSBURG, NEBRASKA.  THIS APPROACH WILL ELIMINATE AND PREVENT MICROBIOLOGICAL CONTAMINATION FROM ENTERING INTO THEIR PUBLIC WATER SUPPLY SYSTEM.  THIS PROJECT WILL RESULT IN IMPROVED PUBLIC HEATH TO THE RESIDENTS OF MARTINSBURG, NEBRASKA WITH WATER BEING IN COMPLIANCE WITH THE SAFE DRINKING WATER STANDARDS AND MAXIMIZING THE SUSTAINABILITY OF THE UTILITY UNDER THE BEST FINANCIAL TERMS AVAILABLE. SUBRECIPIENT:THE VILLAGE OF MARTINSBURG, NEBRASKA WILL DEVELOP THE CONSTRUCTION OF A NEW WATER STORAGE STAINLESS STEEL STANDPIPE TO PREVENT MICROBIOLOGICAL CONTAMINATION FROM ENTERING INTO THE PUBLIC WATER SUPPLY SYSTEM. THIS NEW APPROACH WILL IMPROVE PUBLIC HEALTH TO THE RESIDENTS OF MARTINSBURG, NEBRASKA'S PUBLIC WATER SUPPLY SYSTEM AND RETURN BACK INTO COMPLIANCE WITH THE SAFE DRINKING WATER STANDARDS. \n OUTCOMES:DELIVERABLES:  QUARTERLY PROGRESS REPORTS AND FINAL REPORT. \nOUTPUT: CONSTRUCTION OF A NEW STAINLESS STEEL WATER STORAGE STANDPIPE.\nOUTCOMES:  SUSTAINABLE INFRASTRUCTURE IMPROVEMENTS WHICH SHOULD LAST BEYOND 40 YEARS OF OPERATIONAL LIFESPAN, WITH SIGNIFICANTLY LOWER OPERATION AND MAINTENANCE COSTS.\tIN COMPLIANCE WITH ALL APPLICABLE FEDERAL AND STATE STATUTES, THE PROPOSED PROJECT FUNDING MAXIMIZES THE COOPERATION AND COORDINATION BETWEEN FEDERAL AND STATE AGENCIES.\nDIRECT BENEFICIARIES:  THE VILLAGE OF MARTINSBURG, NEBRASKA COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_97796501_6800"}, {"internal_id": 151169445, "Award ID": "97795801", "Award Amount": 692000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-09", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS PROJECT WILL ADDRESS THE CITY OF CHAMOIS, MISSOURI'S AGING DRINKING WATER SUPPLY WELL WITH NEW INFRASTRUCTURE IMPROVEMENTS.  ACTIVITIES:THIS PROJECT WILL BE ADDRESSING THE CONTAMINATION OF DRINKING WATER OR A WATER OUTAGE, DUE TO AGING WELL CASINGS AND LACK OF A FUNCTIONAL BACKUP WATER SUPPLY SYSTEM.  THIS PROJECT WILL ALSO INCLUDE CONSTRUCTION OF A NEW WELL WITH A WELL HOUSE, INCLUDING CHLORINATION, CAPPING AND ABANDONING EXISTING WELLS.  THESE INFRASTRUCTURE IMPROVEMENTS WILL RETURN THE WELL BACK INTO COMPLIANCE WITH THE NATIONAL DRINKING WATER REGULATION THAT MEETS HEALTH-BASED STANDARDS IN PROVIDING SAFE AND RELIABLE DRINKING WATER TO ITS CITIZENS OF CHAMOIS, MISSOURI.\nSUBRECIPIENT:THE PROJECT WILL INCLUDE CONSTRUCTION OF ONE NEW WELL WITH WELL HOUSE, INCLUDING CHLORINATION, CAPPING AND ABANDONING WELLS #1 AND 2. THE SUBRECIPIENT WILL IMPLEMENT NEW INFRASTRUCTURE IMPROVEMENTS TO BRING THE WATER WELL INTO COMPLIANCE WITH THE NATIONAL DRINKING WATER REGULATION THAT MEETS HEALTH-BASED STANDARDS IN PROVIDING SAFE AND RELIABLE DRINKING WATER TO ITS CITIZENS OF CHAMOIS, MISSOURI. OUTCOMES:DELIVERABLES:  QUARTERLY PROGRESS REPORTS AND A FINAL REPORT, DEVELOP OPERATION AND MAINTENANCE PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_97795801_6800"}, {"internal_id": 151169457, "Award ID": "97793701", "Award Amount": 520000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-09", "CFDA Number": "66.442", "Description": "DESCRIPTION:THE PURPOSE OF THIS GRANT IS TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES.  FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE STATE DRINKING WATER ACT.  ACTIVITIES:THIS PROJECT WILL ADDRESS THE ARSENIC CONTAMINATION IN THE DRINKING WATER SUPPLY WELL FOR RESIDENTS IN THE CITY OF CLAYTON, KS.  KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENT (KDHE) WILL OVERSEE THE PROJECT TO ENSURE COMPLIANCE WITH THE SAFE DRINKING WATER ACT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:KDHE WILL PROVIDE THE FOLLOWING DELIVERABLES:  QUARTERLY PROGRESS REPORTS, OPERATIONAL AND MAINTENANCE PLAN, ASSET MANAGEMENT PLAN AND A FINAL REPORT.\nOUTCOMES: KDHE WILL OVERSEE THE WORK FOR THE CITY OF CLAYTON, KS TO ENSURE THE WATER MEETS ALL OF THE NATIONAL PRIMARY DRINKING WATER REGULATIONS WHICH WILL RESULT IN LOCATING AND CONSTRUCTING A NEW UNCONTAMINATED WELL AND DECOMMISSION OF THE ARSENIC REMOVAL TREATMENT PLANT.  DIRECT BENEFICIARIES:  THE CITY OF CLAYTON, KANSAS COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_97793701_6800"}, {"internal_id": 148927833, "Award ID": "97792301", "Award Amount": 370000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-04-25", "CFDA Number": "66.442", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS GRANT IS TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANTS. \nACTIVITIES:\nTHIS PROJECT WILL ADDRESS THE ABOVE GROUND ACTIVITIES FOR THE BLENDING WELL, WATER MAIN INSTALLATION AND REHABILITATION OF TWO EXISTING WELLS.  \nOUTCOMES:\nNDEE WILL PROVIDE THE FOLLOWING DELIVERABLES: QUARTERLY PROGRESS REPORTS AND FINAL REPORT\nOUTCOMES: THE VILLAGE OF MARTINSBURG WILL BE IN COMPLIANCE WITH FEDERAL AND STATE STATUTES FOR THE URANIUM MASS MAXIMUM CONTAMINANT LEVEL, MAINTAIN COMPLIANCE WITH THE NITRATE DRINKING WATER STANDARD, AND THE PREVENTION OF MICROBIOLOGICAL CONTAMINANTS FROM ENTERING THEIR PUBLIC WATER SUPPLY. \nBENEFICIARIES:  THE CITY OF MARTINSBURG, NEBRASKA COMMUNITY\nSUBRECIPIENT:\nTHE SUBRECIPIENT WILL BE ADDRESSING THE ABOVE GROUND ACTIVITIES AND BLENDING WELL, TRANSMISSION LINE AND REHABILITATION OF TWO EXISTING WELLS IN ORDER TO BRING THEM BACK INTO STATE AND FEDERAL COMPLIANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_97792301_6800"}, {"internal_id": 134176024, "Award ID": "97786201", "Award Amount": 671000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-05-19", "CFDA Number": "66.442", "Description": "ASSIST SMALL AND DISADVANTAGED COMMUNITIES TO COMPLY WITH THE SAFE DRINKING WATER ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_97786201_6800"}, {"internal_id": 109197561, "Award ID": "97785801", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-08-12", "CFDA Number": "66.442", "Description": "ASSIST SMALL AND DISADVANTAGED COMMUNITIES TO COMPLY WITH THE SAFE DRINKING WATER ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_97785801_6800"}, {"internal_id": 95593598, "Award ID": "97781201", "Award Amount": 733150.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-02-14", "CFDA Number": "66.442", "Description": "ASSIST SMALL AND DISADVANTAGED COMMUNITIES TO COMPLY WITH THE SAFE DRINKING WATER ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_97781201_6800"}, {"internal_id": 139813789, "Award ID": "96892521", "Award Amount": 839000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-31", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES.  FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_96892521_6800"}, {"internal_id": 151169319, "Award ID": "96399901", "Award Amount": 446000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-04", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS PURPOSE OF THIS GRANT AGREEMENT IS FOR VIRGINIA DEPARTMENT OF HEALTH (VDH) TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL, AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.  THIS AGREEMENT WILL PROVIDE FUNDING, THROUGH VDH, TO CONNECT NINE RESIDENCES IN WASHINGTON COUNTY, VIRGINIA TO PUBLIC WATER SUPPLY, THEREBY PROVIDING SAFE AND RELIABLE DRINKING WATER TO THIS UNDERSERVED, SMALL, AND DISADVANTAGED COMMUNITY.  CURRENTLY, THE RESIDENTS RELY ON WELLS OR SPRINGS CONTAMINATED WITH TOTAL COLIFORM AND E. COLI AND SOME OF THE RESIDENCES HAVE ISSUES WITH LOW WATER SUPPLY. ACTIVITIES:VDH WILL AWARD THE FUNDS TO A SUB-RECIPIENT WHO WILL PERFORM THE FOLLOWING ACTIVITIES: PROCURING AN ENGINEERING CONTRACT, SUBMITTING PRELIMINARY ENGINEERING REPORT AND PLANS AND SPECIFICATIONS TO THE VIRGINIA DEPARTMENT OF HEALTH, CONDUCTING ENVIRONMENTAL REVIEW, ADVERTISING AND AWARDING BIDS, AND INSTALLING WATERLINES WITH ASSOCIATED APPURTENANCES.SUBRECIPIENT:THE ACTIVITIES INCLUDE PROCURING AN ENGINEERING CONTRACT, SUBMITTING PRELIMINARY ENGINEERING REPORT AND PLANS AND SPECIFICATIONS TO VIRGINIA DEPARTMENT OF HEALTH, CONDUCTING ENVIRONMENTAL REVIEW, ADVERTISING AND AWARDING BIDS, AND INSTALLING WATERLINE WITH ASSOCIATED APPURTENANCES.OUTCOMES:THE EXPECTED OUTCOME WILL BE AN INCREASE IN PUBLIC HEALTH PROTECTION BY PROVIDING SAFE AND RELIABLE DRINKING WATER TO THE COMMUNITY RESIDENCES. THE INTENDED BENEFICIARIES ARE RESIDENTS OF WASHINGTON COUNTY, VIRGINIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9d36b85-b1ef-8abb-e9fd-4ca9b57160f0-C", "generated_internal_id": "ASST_NON_96399901_6800"}, {"internal_id": 150724670, "Award ID": "96399301", "Award Amount": 418000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-07-18", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS GRANT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE USED TO CONDUCT PROJECTS OR ACTIVITIES TO HELP SMALL AND DISADVANTAGED SYSTEMS MAINTAIN OR ACHIEVE COMPLIANCE WITH THE SAFE DRINKING WATER ACT (SDWA). WITH FUNDING FROM THE WIIN 2104 GRANT, WEST VIRGINIA INTENDS TO HIRE ONE OR MORE TECHNICAL ASSISTANCE PROVIDERS TO INCREASE TECHNICAL, MANAGERIAL, AND FINANCIAL (TMF) CAPACITY AS WELL AS PROVIDE TECHNICAL ASSISTANCE TO ASSIST ELIGIBLE SMALL, DISADVANTAGED AND UNDERSERVED WATER SYSTEMS TO REDUCE OR ELIMINATE SDWA VIOLATIONS. THE WATER SYSTEMS WILL BE RESPONSIBLE FOR ALL OPERATIONS AND MAINTENANCE COSTS OF ANY NEW EQUIPMENT.ACTIVITIES:WEST VIRGINIA WILL CONTRACT WITH ONE OR MORE TECHNICAL ASSISTANCE PROVIDERS TO PROVIDE TECHNICAL ASSISTANCE TO ELIGIBLE SMALL, DISADVANTAGED, AND UNDERSERVED WATER SYSTEMS. THE TECHNICAL ASSISTANCE WILL FOCUS ON PROVIDING TECHNICAL, MANAGERIAL, AND FINANCIAL ASSISTANCE TO RESOLVE, REDUCE, OR ELIMINATE SAFE DRINKING WATER ACT VIOLATIONS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OUTPUTS FOR THIS PROJECT INCLUDE: 1) ACQUIRE ONE OR MORE TECHNICAL ASSISTANCE PROVIDERS FOR THE WV PROGRAM; 2) COMPILE A LIST OF POSSIBLE SYSTEMS AND PROJECTS ELIGIBLE UNDER THIS GRANT FROM THE SMALL, DISADVANTAGED AND UNDERSERVED WATER SYSTEMS IN WV; 3) WV, WITH THE ASSISTANCE OF THE TECHNICAL ASSISTANCE PROVIDER, WILL MAKE A FINAL SELECTION OF WATER SYSTEMS TO SUPPORT UNDER THIS GRANT. THE EXPECTED OUTCOME IS THE REDUCTION OR ELIMINATION OF SAFE DRINKING WATER ACT VIOLATIONS FOR EACH WATER SYSTEM THAT RECEIVES ASSISTANCE. THE INTENDED BENEFICIARIES ARE THE RESIDENTS AND CONSUMERS OF DRINKING WATER PROVIDED BY THESE SMALL AND DISADVANTAGED PUBLIC WATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_96399301_6800"}, {"internal_id": 140708835, "Award ID": "96389501", "Award Amount": 777000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-09", "CFDA Number": "66.442", "Description": "THE RECIPIENT IS AN ELIGIBLE STATE THAT IMPLEMENTS PROGRAMS TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. THE FUNDS ARE USED TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED TO ASSIST PUBLIC WATER SYSTEMS IN COMPLYING WITH THE SAFE DRINKING WATER ACT.  RESIDENTS OF MARYLAND ARE THE BENEFICIARIES OF THIS AWARD AND WILL HAVE IMPROVED DRINKING WATER QUALITY.  THE CITY OF POCOMOKE, WILL RECEIVE CONTRACTING ASSISTANCE AND WILL REPLACE WATER LINES AND ADDRESS CORROSION ISSUES.  MARYLAND AND THE CITY OF POCOMOKE WILL ADDRESS DRINKING WATER QUALITY ISSUES AND UNDERTAKE ACTIONS TO FACILITATE COMPLIANCE WITH THE SAFE DRINKING WATER ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3721a558-c1ad-d7cd-1b76-dddd5992bbbd-C", "generated_internal_id": "ASST_NON_96389501_6800"}, {"internal_id": 140708939, "Award ID": "96383802", "Award Amount": 1311000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-17", "CFDA Number": "66.442", "Description": "THE RECIPIENT IS AN ELIGIBLE STATE THAT IMPLEMENTS PROGRAMS TO PROVIDE DRINKING WATER ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. THE FUNDS ARE USED TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED TO ASSIST PUBLIC WATER SYSTEMS IN COMPLYING WITH THE SAFE DRINKING WATER ACT. THE WATROUS WATER ASSOCIATION AND THE GALETON BOROUGH AUTHORITY WILL RECEIVE ASSISTANCE TO ESTABLISH NEW GROUNDWATER WELLS, INSTALL TREATMENT, AND REPLACE FAILING SERVICE LINES. THE PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION WILL ADDRESS DRINKING WATER QUALITY ISSUES AT THESE TWO WATER SYSTEMS AND UNDERTAKE ACTIONS TO FACILITATE COMPLIANCE WITH THE SAFE DRINKING WATER ACT. RESIDENTS OF GAINES AND GALETON IN THE COMMONWEALTH OF PENNSYLVANIA ARE THE BENEFICIARIES OF THIS PROJECT AND WILL HAVE IMPROVED DRINKING WATER QUALITY. THE SUBRECIPIENT OF GALETON BOROUGH AUTHORITY WILL BID OUT MUCH OF THE CONSTRUCTION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_96383802_6800"}, {"internal_id": 137809573, "Award ID": "96383801", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-06-24", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE USED TO CONDUCT PROJECTS OR ACTIVITIES TO HELP SMALL AND DISADVANTAGED SYSTEMS MAINTAIN OR ACHIEVE COMPLIANCE WITH THE SDWA. WITH FUNDING FROM THE WIIN GRANT, WEST VIRGINIA INTENDS TO OVERSEE A PROGRAM TO HIRE ONE OR MORE TECHNICAL ASSISTANCE PROVIDERS TO INCREASE TECHNICAL, MANAGERIAL, AND FINANCIAL (TMF) CAPACITY AS WELL AS PROVIDING TECHNICAL ASSISTANCE TO ASSIST ELIGIBLE SMALL, DISADVANTAGED AND UNDERSERVED WATER SYSTEMS TO REDUCE OR ELIMINATE SDWA VIOLATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_96383801_6800"}, {"internal_id": 136858820, "Award ID": "96383601", "Award Amount": 691000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-05-27", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9d36b85-b1ef-8abb-e9fd-4ca9b57160f0-C", "generated_internal_id": "ASST_NON_96383601_6800"}, {"internal_id": 152089987, "Award ID": "96251621", "Award Amount": 495000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-15", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS GRANT AGREEMENT IS AWARDED TO THE NEW JERSEY DEPARTMENT OF ENVIRONMENTAL PROTECTION (NJDEP) TO IMPLEMENT A DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. ACTIVITIES INCLUDE IMPROVEMENTS OF WATER SYSTEMS' INFRASTRUCTURE, INSTALLING OR REPLACING TRANSMISSION AND DISTRIBUTION MAINS TO PREVENT WATER LOSS, AND UPGRADING OR REHABILITATING TREATMENT/DISTRIBUTION SYSTEM COMPONENTS ASSOCIATED WITH THE PUMPING/STORAGE FACILITIES NEEDED TO ASSIST DRINKING WATER SYSTEMS. DIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT INCLUDE RESIDENTS OF NEW JERSEY.ACTIVITIES:THE PROJECT ACTIVITIES INCLUDE INSTALLING TREATMENT DESIGNED FOR PFOS REMOVAL AND UPGRADING THE PUMP HOUSE/TREATMENT BUILDING FOR A SMALL DRINKING WATER SYSTEM, NORTH SHORE WATER ASSOCIATION (NSWA).SUBRECIPIENT:THE ACTIVITIES INCLUDE INSTALLING THE PFOS TREATMENT SYSTEM TO COMPLY WITH THE NORTH SHORE WATER ASSOCIATION (NSWA) AND IMPROVES THE SYSTEM'S TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE, IMPROVEMENTS IN WATER QUALITY THROUGH LESS HEALTH-BASED VIOLATIONS AND COMPLIANCE WITH THE SDWA, EDUCATED DRINKING WATER SYSTEM OWNERS, OPERATORS, AND CONSUMERS ON WATER QUALITY AND QUANTITY AND IMPROVEMENTS TO SYSTEM'S INFRASTRUCTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_96251621_6800"}, {"internal_id": 137646211, "Award ID": "96251620", "Award Amount": 723000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-14", "CFDA Number": "66.442", "Description": "THIS GRANT AGREEMENT IS AWARDED TO THE NEW JERSEY DEPARTMENT OF ENVIRONMENTAL PROTECTION TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_96251620_6800"}, {"internal_id": 151676154, "Award ID": "96244722", "Award Amount": 1325000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-16", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS GRANT AGREEMENT IS AWARDED TO THE STATE OF NEW YORK DEPARTMENT OF HEALTH TO IMPLEMENT A DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. ACTIVITIES INCLUDE IMPROVEMENTS OF WATER SYSTEMS' INFRASTRUCTURE, INSTALLING OR REPLACING TRANSMISSION AND DISTRIBUTION MAINS TO PREVENT WATER LOSS, AND UPGRADING OR REHABILITATING TREATMENT/DISTRIBUTION SYSTEM COMPONENTS ASSOCIATED WITH THE PUMPING/STORAGE FACILITIES NEEDED TO ASSIST DRINKING WATER SYSTEMS. DIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT INCLUDE RESIDENTS OF NEW YORK.ACTIVITIES:THIS PROJECT WILL REMOVE GOOSENECK POND, A NON-COMPLIANT UNFILTERED SURFACE SOURCE, AS A DRINKING WATER SOURCE FOR RESIDENTS IN THE CHILSON-EAGLE LAKE AREA AND BRING THE TOWN INTO COMPLIANCE WITH THE USDOJ CONSENT DECREE FOR VIOLATION OF THE LONG TERM 2 ENHANCED SURFACE WATER TREATMENT RULE. WORK INCLUDES CREATION OF THE CHILSON-EAGLE LAKE WD, CONNECTION TO THE TOWN OF TICONDEROGA WD (PWS ID #NY1500293) WATER SYSTEM, A NEW STORAGE TANK, BOOSTER PUMP STATION, TRANSMISSION MAIN, AND DISTRIBUTION MAINS.  SUBRECIPIENT:THE ACTIVITIES INCLUDES CREATION OF THE CHILSON-EAGLE LAKE WD, CONNECTION TO THE TOWN OF TICONDEROGA WD (PWS ID #NY1500293) WATER SYSTEM, A NEW STORAGE TANK, BOOSTER PUMP STATION, TRANSMISSION MAIN, AND DISTRIBUTION MAINS.  OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE, REDUCING THE NUMBER OF PUBLIC WATER SYSTEMS OUT OF COMPLIANCE WITH HEALTH-BASED STANDARDS IN SMALL AND DISADVANTAGED COMMUNITIES; IMPROVING THE PERFORMANCE OF DRINKING WATER TREATMENT PLANTS IN SMALL AND DISADVANTAGED COMMUNITIES; AND, ASSURING THAT PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES PROVIDE THE CONSTITUENCY OF THE COMMUNITY WITH SAFE DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78e2168c-91dc-4ee3-f4cb-fb8e0cff6ea8-C", "generated_internal_id": "ASST_NON_96244722_6800"}, {"internal_id": 140709173, "Award ID": "96244721", "Award Amount": 1740000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.442", "Description": "THIS GRANT AGREEMENT IS AWARDED TO THE STATE OF NEW YORK DEPARTMENT OF HEALTH TO IMPLEMENT A DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.  ACTIVITIES INCLUDE IMPROVEMENTS OF WATER SYSTEMS' INFRASTRUCTURE, INSTALLING OR REPLACING TRANSMISSION AND DISTRIBUTION MAINS TO PREVENT WATER LOSS, AND UPGRADING OR REHABILITATING TREATMENT/DISTRIBUTION SYSTEM COMPONENTS ASSOCIATED WITH THE PUMPING/STORAGE FACILITIES NEEDED TO ASSIST DRINKING WATER SYSTEMS. DIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT INCLUDE RESIDENTS OF NEW YORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78e2168c-91dc-4ee3-f4cb-fb8e0cff6ea8-C", "generated_internal_id": "ASST_NON_96244721_6800"}, {"internal_id": 140709319, "Award ID": "96242221", "Award Amount": 176000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.442", "Description": "THIS GRANT AGREEMENT IS AWARDED TO THE TERRITORY OF US VIRGIN ISLANDS DEPARTMENT OF PLANNING AND NATURAL RESOURCES (VIDPNR) TO IMPLEMENT DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS, WHICH ARE AWARDED AS IN-KIND ASSISTANCE, WILL BE DIRECTED TO A CONTRACT TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. VIDPNR IS PROPOSING TO USE THE FUNDS FOR EDUCATION AND OUTREACH MATERIALS ON RAINWATER CATCHMENT AND CISTERN OPERATIONS AND MAINTENANCE, AND FOR THE PROCUREMENT AND DISTRIBUTION OF CHLORINE TEST KITS. THE CHLORINE TEST KITS ARE MEANT TO ASSIST RESIDENTS IN DETERMINING IF THEY HAVE PROPERLY DISINFECTED THEIR CISTERNS. MORE RESIDENTS IN THE USVI WILL HAVE ACCESS TO A NON-CONTAMINATED AND BETTER TREATED SOURCE OF POTABLE AND NON-POTABLE WATER. DIRECT BENEFICI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e97eb77-3eee-34b7-7f50-808610c28e1f-C", "generated_internal_id": "ASST_NON_96242221_6800"}, {"internal_id": 152089909, "Award ID": "95815310", "Award Amount": 336000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-15", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.   FUNDING PROVIDED UNDER THIS GRANT TO DANR, (THE ELIGIBLE RECIPIENT), WILL BE SUB AWARDED TO SMALL, UNDER-SERVED OR DISADVANTAGED COMMUNITIES FOR INVESTMENT IN PUBLIC WATER SYSTEM UPGRADES AND TO PURCHASE EQUIPMENT FOR THE SOUTH DAKOTA ASSOCIATION OF RURAL WATER SYSTEMS TO PROVIDE FREE RESPONSE OR TECHNICAL ASSISTANCE TO SMALL UNDER-SERVED OR DISADVANTAGED COMMUNITIES.ACTIVITIES:FUNDING PROVIDED UNDER THIS GRANT TO DANR, (THE ELIGIBLE RECIPIENT), WILL BE SUB AWARDED TO SMALL, UNDER-SERVED OR DISADVANTAGED COMMUNITIES FOR INVESTMENT IN PUBLIC WATER SYSTEM UPGRADES AND TO PURCHASE EQUIPMENT FOR THE SOUTH DAKOTA ASSOCIATION OF RURAL WATER SYSTEMS TO PROVIDE FREE RESPONSE OR TECHNICAL ASSISTANCE TO SMALL UNDER-SERVED OR DISADVANTAGED COMMUNITIES. THESE UPGRADES AND EQUIPMENT ARE NECESSARY TO MEET SDWA REQUIREMENTS FOR WIIN GRANT FUNDS.  DANR IS RESPONSIBLE FOR THE IMPLEMENTATION OF THE SDWA WHICH INCLUDES IMPROVING CAPACITY DEVELOPMENT , THE REVIEW AND APPROVAL OF MODIFICATIONS TO EXISTING OR PROPOSED PUBLIC WATER SUPPLY SYSTEMS AND ENFORCEMENT OF THE PROVISIONS OF THE SDWA. DANR WILL CONTINUE TO PROVIDE TECHNICAL EXPERTISE THROUGHOUT THE PLANNING AND CONSTRUCTION OF THE PROJECTS AND INTO THE FUTURE WHEN REQUESTING CIRCUIT RIDER ASSISTANCE AT SYSTEMS NEEDING SPECIALIZED EQUIPMENT THAT DO NOT HAVE THE RESOURCES TO PROVIDE ON THEIR OWN.\nSUBRECIPIENT:THE PRIMARY PURPOSE IS TO PROVIDE FINANCIAL ASSISTANCE TO THE SDDANR TO IMPLEMENT ITS PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. ACTIVITIES INCLUDE PURCHASE TECHNICAL ASSISTANCE EQUIPMENT FOR FREE RESPONSE TO MOST COMMON CAPACITY DEVELOPMENT ISSUES AT SMALL UNDER- SERVED AND DISADVANTAGED COMMUNITIES; CONNECT TO SOUTHERN BLACK HILLS REGIONAL WATER SYSTEM AND UPGRADE THE DISTRIBUTION SYSTEM TO ELIMINATE COMPLIANCE ISSUE WITH RADIONUCLIDE'S IN EXISTING WELL. THIS SYSTEM ALSO SELLS WATER TO FAIRBURN WATER USERS ASSOCIATION; FUND COMPLETION OF NEW WELL SOURCE TO SUPPLEMENT CURRENT BULK CONNECTION FROM SANDSTONE WATER TO ALLEVIATE CHRONIC WATER SHORTAGE ISSUES DURING SUMMER MONTHS AND PROVIDE ADDITIONAL SUPPLY FOR NEW WORKFORCE HOUSING IN THE AREA.OUTCOMES:THE OUTPUT EXPECTED FROM THE PROJECTS THAT WILL BE FUNDED WITH THIS GRANT IS AN INCREASE IN COMPLIANCE OF PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES WITH NATIONAL DRINKING WATER REGULATIONS.\n\nEXPECTED OUTCOMES FROM THE ACTIVITIES DESCRIBED IN THIS WORKPLAN INCLUDE 1) A REDUCTION IN THE NUMBER OF PUBLIC WATER SYSTEMS OUT OF COMPLIANCE WITH HEALTH-BASED STANDARDS IN SMALL AND DISADVANTAGED COMMUNITIES, 2) IMPROVED PERFORMANCE OF DRINKING WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES, AND 3) AN INCREASE IN THE NUMBER OF PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES THAT WILL BE ABLE TO PROVIDE THE CONSTITUENCY OF THE COMMUNITY WITH SAFE DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2884010a-8d02-a93c-a7ff-66b346e214a0-C", "generated_internal_id": "ASST_NON_95815310_6800"}, {"internal_id": 150724665, "Award ID": "95815290", "Award Amount": 280000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-07-19", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANTACTIVITIES:THE NDDEQ IDENTIFIED TRI-COUNTY WATER DISTRICT (TCWD) AS AN ELIGIBLE RECIPIENT OF THE ASSISTANCE FOR SMALL AND DISADVANTAGED COMMUNITIES DRINKING WATER GRANT. TCWD IS PURSUING\nA PROJECT CALLED 2022 USER ADDITION TO SERVE RESIDENCES THAT ARE CURRENTLY USING PRIVATE WELLS OR HAULING IN WATER FOR THEIR DRINKING WATER NEEDS. THE SCOPE OF THIS PROJECT IS CONSIDERED A GRANT ELIGIBLE ACTIVITY UNDER SECTION 1459A OF THE SDWA FOR NEW WATER MAIN EXTENSIONS TO SERVE EXISTING RESIDENTS CURRENTLY USING PRIVATE WELLS.  THE SCOPE OF THE TCWD 2022 USER ADDITION PROJECT IS TO ADD FIVE (5) NEW USERS TO THE DRINKING WATER DISTRIBUTION SYSTEM.  SUBRECIPIENT:THE NDDEQ IDENTIFIED TRI-COUNTY WATER DISTRICT (TCWD) AS AN ELIGIBLE RECIPIENT OF THE ASSISTANCE FOR SMALL AND DISADVANTAGED COMMUNITIES DRINKING WATER GRANT. TCWD IS PURSUING\nA PROJECT CALLED 2022 USER ADDITION TO SERVE RESIDENCES THAT ARE CURRENTLY USING PRIVATE WELLS OR HAULING IN WATER FOR THEIR DRINKING WATER NEEDS. THE SCOPE OF THIS PROJECT IS CONSIDERED A GRANT ELIGIBLE ACTIVITY UNDER SECTION 1459A OF THE SDWA FOR NEW WATER MAIN EXTENSIONS TO SERVE  EXISTING RESIDENTS CURRENTLY USING PRIVATE WELLS. UNLIKE PRIVATE WELLS WHICH CANNOT BE VERIFIED BY THE NDDEQ TO MEET DRINKING WATER STANDARDS, TCWD IS A REGULATED PUBLIC WATER SYSTEM UNDER THE SDWA. THE SCOPE OF THE TCWD 2022 USER ADDITION PROJECT IS TO ADD FIVE (5) NEW USERS TO THE DRINKING WATER DISTRIBUTION SYSTEM. OUTCOMES: THE EXPECTED OUTPUT OF THE PROJECT IS AN INCREASE IN THE NUMBER OF HOUSEHOLDS WITH DRINKING WATER SERVICES IN TCWD'S SERVICE AREA.  THE EXPECTED OUTCOME OF THE PROJECT IS THAT PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES PROVIDE THE CONSTITUENCY OF THE COMMUNITY WITH SAFE DRINKING WATER.  THE STATE OF NORTH DAKOTA AND THE RESIDENTS IN THE TRI-COUNTY WATER DISTRICT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b89bd03d-877e-deba-2421-89d7d60daabe-C", "generated_internal_id": "ASST_NON_95815290_6800"}, {"internal_id": 150724672, "Award ID": "95815280", "Award Amount": 414000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-07-26", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:FUNDING PROVIDED UNDER THIS GRANT TO DNRC, (THE ELIGIBLE RECIPIENT), WILL BE SUB AWARDED TO SMALL, UNDERSERVED COMMUNITIES FOR INVESTMENT IN PUBLIC WATER SYSTEM UPGRADES. THESE UPGRADES ARE NECESSARY TO MEET SDWA REQUIREMENTS FOR WIIN GRANT FUNDS AND CAN MEET THE NON-FEDERAL MATCH REQUIREMENTS IN THE WIIN GRANT. DEQ IS RESPONSIBLE FOR THE IMPLEMENTATION OF THE SDWA WHICH INCLUDES THE REVIEW AND APPROVAL OF MODIFICATIONS TO EXISTING OR PROPOSED PUBLIC WATER SUPPLY SYSTEMS AS WELL AS ENFORCEMENT OF THE PROVISIONS OF THE SDWA. DEQ WILL ALSO PROVIDE TECHNICAL EXPERTISE THROUGHOUT THE PLANNING AND CONSTRUCTION OF THE PROJECTS.SUBRECIPIENT: ACTIVITIES INCLUDE\n\n- PLANNING AND DESIGN OF SYSTEM UPGRADES;\n- CONSTRUCTION OF A NEW OR IMPROVED TREATMENT SYSTEM;\n- REPLACEMENT OR CONSTRUCTION OF TRANSMISSION OR DISTRIBUTION SYSTEMS;\n- UPGRADES TO STORAGE;\n- CONSOLIDATION OF COMMUNITIES;\n- HOUSEHOLD WATER QUALITY TESTING, INCLUDING TESTING FOR UNREGULATED CONTAMINANTS;\n- ASSISTANCE TO INCREASE TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY; AND\n- DRINKING WATER CONTAMINATION RESPONSE EFFORTS. . DIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT INCLUDE RESIDENTS OF THE STATE OF MONTANA.  OUTCOMES:ELIGIBLE PROJECTS - 1459A LIST\nSUB AWARDS WILL BE USED TO SUPPORT PROJECTS AND ACTIVITIES IN UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES THAT ARE NECESSARY FOR A PUBLIC WATER SYSTEM TO COMPLY WITH THE SDWA. SPECIFIC ACTIVITIES WILL INCLUDE:\n- PLANNING AND DESIGN OF SYSTEM UPGRADES;\n- CONSTRUCTION OF A NEW OR IMPROVED TREATMENT SYSTEM;\n- REPLACEMENT OR CONSTRUCTION OF TRANSMISSION OR DISTRIBUTION SYSTEMS;\n- UPGRADES TO STORAGE;\n- CONSOLIDATION OF COMMUNITIES;\n- HOUSEHOLD WATER QUALITY TESTING, INCLUDING TESTING FOR UNREGULATED CONTAMINANTS;\n- ASSISTANCE TO INCREASE TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY; AND\n- DRINKING WATER CONTAMINATION RESPONSE EFFORTS.\n\nTHE OUTPUT EXPECTED FROM THE PROJECTS THAT WILL BE FUNDED WITH THIS GRANT IS AN INCREASE IN COMPLIANCE OF PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES WITH NATIONAL DRINKING WATER REGULATIONS.\n\nEXPECTED OUTCOMES FROM THE ACTIVITIES DESCRIBED IN THIS WORKPLAN INCLUDE 1) A REDUCTION IN THE NUMBER OF PUBLIC WATER SYSTEMS OUT OF COMPLIANCE WITH HEALTH-BASED STANDARDS IN SMALL AND DISADVANTAGED COMMUNITIES, 2) IMPROVED PERFORMANCE OF DRINKING WATER PLANTS IN SMALL AND DISADVANTAGED COMMUNITIES, AND 3) AN INCREASE IN THE NUMBER OF PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES THAT WILL BE ABLE TO PROVIDE THE CONSTITUENCY OF THE COMMUNITY WITH SAFE DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a044bca7-11cf-685f-31ac-ec919cbfaf2f-C", "generated_internal_id": "ASST_NON_95815280_6800"}, {"internal_id": 149790488, "Award ID": "95815110", "Award Amount": 623000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-04-26", "CFDA Number": "66.442", "Description": "DESCRIPTION:THE DEPARTMENT HAS UTILIZED AN EXISTING PROCESS TO SOLICIT APPLICATIONS FROM SMALL COMMUNITIES, HAS EVALUATED THE APPLICATIONS ON THE CRITERIA IDENTIFIED THROUGH THE SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITIES GRANT PROGRAM, AND HAS DETERMINED THAT THE TOWN OF CHERAW AND THE TOWN OF DE BEQUE MEET THE CRITERIA AND DESERVE FUNDING.\nTHE TOWN OF CHERAW HAS BEEN OPERATING UNDER A CDPHE ENFORCEMENT ORDER SINCE 2009 FOR RADIUM EXCEEDANCES. CURRENTLY, THE AVERAGE RADIUM CONTENT OF THE TREATED WATER IS 8.04 PCI/L, WHICH EXCEEDS THE MAXIMUM CONTAMINANT LEVEL OF 5 PCI/L. IN ADDITION, THE TOWN OF CHERAW WILL REPAIR THEIR FINISHED WATER STORAGE TANK, WHICH IS LEAKING AND ALLOWS FOR POTENTIAL CONTAMINATION OF THE FINISHED DRINKING WATER SUPPLY.\n\nTO COMPLETE THIS PROJECT, THE TOWN OF CHERAW WILL BE AWARDED $400,000: $376,267 OF SUDC FUNDING AND $23,733 OF SMALL COMMUNITIES GRANT (STATE FUNDING) TO SUBMIT PLANS AND SPECIFICATIONS TO THE DEPARTMENT FOR REVIEW AND APPROVAL, INSTALL A RADIUM REMOVAL TREATMENT SYSTEM, AND INSTALL A NEW ELEVATED WATER STORAGE TANK. THE INTENT OF THIS PROJECT IS TO BRING THE TOWN OF CHERAW'S RADIUM LEVELS INTO COMPLIANCE WITH THE MAXIMUM CONTAMINANT LEVELS. MORE INFORMATION ABOUT THIS PROJECT IS AVAILABLE\n\nTHE TOWN OF DE BEQUE COMPLETED A CAPITAL IMPROVEMENT PLAN IN 2017, WHICH RECOMMENDED SEVERAL IMPROVEMENTS TO THE TOWN'S WATER TREATMENT SYSTEM. THE PROJECT SEEKS TO IMPLEMENT THOSE RECOMMENDATIONS WHILE ADDRESSING THE ELEVATED TTHM LEVELS. THE IMPROVEMENTS INCLUDE THE ADDITION OF A SECOND MICROFILTRATION SKID, IDENTIFYING AND POSSIBLY IMPLEMENTING OTHER DISINFECTION PROCESSES SUCH AS UV TO REDUCE/ELIMINATE TTHMS, POSSIBLE CHLORINE BOOSTER, INSTALL A SCADA SYSTEM, AND EVALUATING STORAGE TANK PIPING TO REVIEW WATER AGING/CIRCULATION AS A POSSIBLE MEANS OF REDUCING TTHM LEVELS.  THE TOWN IS PLANNING ON APPLYING FOR A STATE REVOLVING FUND LOAN TO FUND PART OF THE PROJECT. THE TOTAL ESTIMATED COST FOR THE PROJECT IS $700,000. THE TOWN WILL BE AWARDED $191,013 OF SUDC FUNDING AND WILL USE THE SRF LOAN TO FUND THE REMAINDER OF THE PROJECT. \nACTIVITIES:TO COMPLETE THIS PROJECT, THE TOWN OF CHERAW WILL BE AWARDED $400,000: $376,267 OF SUDC FUNDING AND $23,733 OF SMALL COMMUNITIES GRANT (STATE FUNDING) TO SUBMIT PLANS AND SPECIFICATIONS TO THE DEPARTMENT FOR REVIEW AND APPROVAL, INSTALL A RADIUM REMOVAL TREATMENT SYSTEM, AND INSTALL A NEW ELEVATED WATER STORAGE TANK. THE INTENT OF THIS PROJECT IS TO BRING THE TOWN OF CHERAW'S RADIUM LEVELS INTO COMPLIANCE WITH THE MAXIMUM CONTAMINANT LEVELS. MORE INFORMATION ABOUT THIS PROJECT IS AVAILABLE\n\nTHE TOWN OF DE BEQUE COMPLETED A CAPITAL IMPROVEMENT PLAN IN 2017, WHICH RECOMMENDED SEVERAL IMPROVEMENTS TO THE TOWN'S WATER TREATMENT SYSTEM. THE PROJECT SEEKS TO IMPLEMENT THOSE RECOMMENDATIONS WHILE ADDRESSING THE ELEVATED TTHM LEVELS. THE IMPROVEMENTS INCLUDE THE ADDITION OF A SECOND MICROFILTRATION SKID, IDENTIFYING AND POSSIBLY IMPLEMENTING OTHER DISINFECTION PROCESSES SUCH AS UV TO REDUCE/ELIMINATE TTHMS, POSSIBLE CHLORINE BOOSTER, INSTALL A SCADA SYSTEM, AND EVALUATING STORAGE TANK PIPING TO REVIEW WATER AGING/CIRCULATION AS A POSSIBLE MEANS OF REDUCING TTHM LEVELS.  THE TOWN IS PLANNING ON APPLYING FOR A STATE REVOLVING FUND LOAN TO FUND PART OF THE PROJECT. THE TOTAL ESTIMATED COST FOR THE PROJECT IS $700,000. THE TOWN WILL BE AWARDED $191,013 OF SUDC FUNDING AND WILL USE THE SRF LOAN TO FUND THE REMAINDER OF THE PROJECT. \nSUBRECIPIENT:TO COMPLETE THIS PROJECT, THE TOWN OF CHERAW WILL BE AWARDED $400,000: $376,267 OF SUDC FUNDING AND $23,733 OF SMALL COMMUNITIES GRANT (STATE FUNDING) TO SUBMIT PLANS AND SPECIFICATIONS TO THE DEPARTMENT FOR REVIEW AND APPROVAL, INSTALL A RADIUM REMOVAL TREATMENT SYSTEM, AND INSTALL A NEW ELEVATED WATER STORAGE TANK. THE INTENT OF THIS PROJECT IS TO BRING THE TOWN OF CHERAW'S RADIUM LEVELS INTO COMPLIANCE WITH THE MAXIMUM CONTAMINANT LEVELS. MORE INFORMATION ABOUT THIS PROJECT IS AVAILABL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_95815110_6800"}, {"internal_id": 139813787, "Award ID": "95814800", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-25", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b89bd03d-877e-deba-2421-89d7d60daabe-C", "generated_internal_id": "ASST_NON_95814800_6800"}, {"internal_id": 138842744, "Award ID": "95814700", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-07-28", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED SMALL AND DISADVANTAGED COMMUNITIES.  FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a044bca7-11cf-685f-31ac-ec919cbfaf2f-C", "generated_internal_id": "ASST_NON_95814700_6800"}, {"internal_id": 152089739, "Award ID": "95305501", "Award Amount": 398000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-12", "CFDA Number": "66.442", "Description": "DESCRIPTION:THE PURPOSE OF THIS ASSISTANCE AGREEMENT IS TO SUPPORT MARYLAND DEPARTMENT OF THE ENVIRONMENT (MDE) IN IMPLEMENTING EPA'S FY2022-2026 STRATEGIC PLAN GOAL 1, OBJECTIVE 1.2 'PROVIDE FOR CLEAN AND SAFE WATER' THROUGH THE IMPROVEMENT OF WATER INFRASTRUCTURE.ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE FUNDING THE REPLACEMENT OF RESIDENTIAL WATER MAINS IN POCOMOKE CITY, MARYLAND. THIS PROJECT WILL ADDRESS TASTE/ODOR ISSUES, WATER FLOW AND WATER PRESSURE ISSUES, AND CONCERNS ABOUT HEALTH RISKS ASSOCIATED WITH THE WATER.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTPUTS AND OUTCOMES OF THE ACTIVITIES UNDER THIS PROJECT INCLUDE SUPPORTING MDE'S MISSION OF PROTECTING AND RESTORING THE ENVIRONMENT FOR THE HEALTH AND WELL-BEING OF MARYLAND RESIDENTS, ESPECIALLY THE RESIDENTS OF POCOMOKE CITY.  THIS PROJECT WILL ADDRESS VIOLATIONS OF NATIONAL PRIMARY AND SECONDARY DRINKING WATER REGULATIONS INCLUDING THOSE FOR BACTERIA CONTAMINATION AND DISINFECTION BYPRODUCTS. ADDITIONAL EXPECTED OUTCOMES OF THIS PROJECT INCLUDE INCREASED COMPLIANCE WITH HEALTH-BASED SAFE DRINKING WATER ACT REQUIREMENTS, AN INCREASED NUMBER OF HOUSEHOLDS BEING SUPPLIED WITH SAFE DRINKING WATER, REDUCED DEPENDENCY ON BOTTLED WATER, AND INCREASED CONSUMER CONFIDENCE.\n\nTHE BENEFICIARIES OF THIS PROJECT INCLUDE THE RESIDENTS OF, AND VISITORS TO, MARYLAND, ESPECIALLY POCOMOKE CITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3721a558-c1ad-d7cd-1b76-dddd5992bbbd-C", "generated_internal_id": "ASST_NON_95305501_6800"}, {"internal_id": 151169310, "Award ID": "95305401", "Award Amount": 1062000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-11", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS GRANT AGREEMENT ASSISTS THE COMMONWEALTH OF PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION (PADEP) TO IMPLEMENT PROGRAMS TO PROVIDE DRINKING WATER ASSISTANCE TO SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITIES. THE FUNDS ARE USED TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED TO ASSIST PUBLIC WATER SYSTEMS IN COMPLYING WITH THE SAFE DRINKING WATER ACT. THIS GRANT FUNDS A PROPOSED PROJECT THAT WILL ASSIST APPROXIMATELY 10 SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITIES WITH THE UPFRONT COSTS OF PREPARING NEW DRINKING WATER WELLS. ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE TEST WELL DRILLING, TEST WELL SITE PREPARATION, WELL REHABILITATION, NEW SOURCE SAMPLING, AND PUMP TESTING. THESE ARE PRE-CONSTRUCTION ACTIVITIES THAT SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITY WATER SYSTEMS CANNOT AFFORD. SUBRECIPIENT:UPFRONT COSTS ASSOCIATED WITH DEVELOPING AND PERMITTING NEW DRINKING WATER WELLS FOR SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITIES WILL BE IMPLEMENTED THROUGH SUBAWARDS. ACTIVITIES FUNDED WILL INCLUDE TEST WELL DRILLING, TEST WELL SITE PREPARATION, WELL REHABILITATION, NEW SOURCE SAMPLING, AND PUMP TESTING. \nOUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE NEW AND PERMITTED DRINKING WATER WELLS FOR THE SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITY WATER SYSTEMS THAT RECEIVE ASSISTANCE. THE NEW DRINKING WATER WELLS WILL YIELD ADEQUATE QUANTITY, QUALITY, AND CONSISTENT ACCESS TO SAFE DRINKING WATER. THE ASSISTANCE WILL ALSO ENABLE THESE SYSTEMS TO RETURN TO COMPLIANCE WITH THE SAFE DRINKING WATER ACT. THE BENEFICIARIES INCLUDE THE POPULATION SERVED BY THE SMALL, UNDERSERVED, AND DISADVANTAGED WATER SYSTEMS THAT RECEIVE ASSISTANCE IN THE COMMONWEALTH OF PENNSYLVANIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_95305401_6800"}, {"internal_id": 151676323, "Award ID": "95305201", "Award Amount": 231000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-19", "CFDA Number": "66.442", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO AID DELAWARE DEPARTMENT OF HEALTH IN CONDUCTING SAMPLING FOR THE PRESENCE OF EMERGING CONTAMINANTS (PFAS/PFOA) IN HOUSEHOLD DRINKING WATER IN SMALL, UNDERSERVED, DISADVANTAGED COMMUNITIES (SUDCS). THE RECIPIENT WILL ALSO ASSIST IN PROVIDING SUDCS ACCESS TO REGULATED PUBLIC WATER SYSTEMS IF NEEDED.ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE DEVELOPING AGREEMENTS WITH SELECTED SUDCS FOR THE COLLECTION AND ANALYSIS OF HOUSEHOLD DRINKING WATER SAMPLES FOR THE PRESENCE OF EMERGING CONTAMINANTS.  THE RECIPIENT WILL REIMBURSE THE SUDCS FOR THE COLLECTION AND ANALYSIS COSTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED OUTCOMES FOR THIS PROJECT WILL RESULT IN A DECREASE IN THE NUMBER OF HOUSEHOLDS IN UNDERSERVED, SMALL, AND DISADVANTAGED COMMUNITIES USING FAILING AND/OR UNSAFE DRINKING WATER WELLS AND AN INCREASE IN THE NUMBER OF HOUSEHOLDS ON REGULATED AND SAFE PUBLIC WATER SYSTEMS. DELAWARE RESIDENTS WHO TRANSITION FROM PRIVATE WELLS TO PUBLIC WATER SYSTEMS WILL HAVE: 1) ACCESS TO SAFE DRINKING WATER; 2) ACCESS TO WATER DURING POWER OUTAGES; 3) RELIABLE WATER PRESSURE; 4) KNOW WHAT IS IN THEIR WATER BY BEING PROVIDED WITH CONSUMER CONFIDENCE REPORTS; 5) ADEQUATE FIRE PROTECTION. BENEFICIARIES INCLUDE THE RESIDENTS OF DELAWARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_95305201_6800"}, {"internal_id": 152549255, "Award ID": "02J13501", "Award Amount": 534000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO SMALL, UNDERSERVED AND DISADVANTAGED COMMUNITIES.  FUNDS WILL BE USED TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAM TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:THIS FUNDING WILL BE USED TO FUND SEVERAL IMPORTANT PROJECTS.  FIRST, SWISS HOME VILLAGE WILL USE APPROXIMATELY $100,000 TO COMPLETE PROJECT TO SWITCH FROM THEIR SURFACE WATER SOURCE TO A GROUNDWATER SOURCE, DUE TO HIGH DISINFECTION BYPRODUCTS. SECOND, LONDON WATER CO-OP, WHICH HAS STRUGGLED WITH HIGH TURBIDITY, WILL USE APPROXIMATELY $260,000 DOLLARS TO CONSTRUCT A NEW SURFACE WATER TREATMENT PLANT. THIRD, THE CITY OF ADRIAN WILL USE ABOUT $20,000 TO PAY FOR TECHNICAL ASSISTANCE TO HELP THEM OPTIMIZE THEIR ARSENIC TREATMENT SYSTEM. FOURTH, GARDEN VALLEY WATER ASSOCIATION OCCASIONALLY HAS HIGH TURBIDITY MCL AND WILL USE THIS FUNDING TO PAY FOR TREATMENT PLANT IMPROVEMENTS AND MONITORING EQUIPMENT. \nSUBRECIPIENT:GRANTS WILL GO TO SMALL, UNDERSERVED AND DISADVANTAGED COMMUNITIES TO CONSTRUCT NEW OR REHAB EXISTING PUBLIC WATER SYSTEM INFRASTRUCTURE PROJECTS.OUTCOMES:ALL OF THESE SYSTEMS WILL USE THIS FUNDING TO INSTALL (OR OPTIMIZE) DRINKING WATER TREATMENT EQUIPMENT. THIS WILL HELP PROVIDE SAFE DRINKING WATER TO THE COMMUNITIES SERVED BY THE WATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_02J13501_6800"}, {"internal_id": 152549368, "Award ID": "02J12901", "Award Amount": 764000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-22", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO THE STATE OF ALASKA TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:ACTIVITIES INCLUDE A SUBGRANT AWARD TO THE KB SUBDIVISION FOR CENTRALIZED ARSENIC TREATMENT SYSTEM DESIGN AND CONSTRUCTION AND MANAGEMENT OF THE SUBGRANT BY ALASKA DEPARTMENT OF ENVIRONMENTAL CONSERVATION (ADEC) STAFF.SUBRECIPIENT:A SUBGRANT AWARD OF $739,000 WILL BE PROVIDED TO THE KB SUBDIVISION THROUGH THE SUDC GRANT FOR CENTRALIZED ARSENIC TREATMENT SYSTEM DESIGN AND CONSTRUCTION.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE A REDUCTION IN THE NUMBER OF PUBLIC WATER SYSTEMS OUT OF COMPLIANCE WITH HEALTH-BASED STANDARDS IN SMALL, UNDERSERVED AND DISADVANTAGED COMMUNITIES, AND HOUSEHOLDS RECEIVING DRINKING WATER THAT IS COMPLIANT WITH THE NATIONAL DRINKING WATER REGULATIONS.\n\nINTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF THE KB SUBDIVISION IN SOLDOTNA, AK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_02J12901_6800"}, {"internal_id": 151169452, "Award ID": "02J12401", "Award Amount": 758000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-08", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO SMALL, UNDERSERVED AND DISADVANTAGED COMMUNITIES.  FUNDS WILL BE USED TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAM TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:THIS GRANT WILL FUND TWO ACTIVITIES/PROJECTS.  FIRST, THE MAJORITY OF THE FUNDING ($692K) WILL BE USED TO CONTINUE FUNDING A WATER SYSTEM CONSOLIDATION PROJECT (DUCK LAKE AND JOHNSON CREEK) INITIATED WITH THE INITIAL ROUND OF FUNDING FROM THIS GRANT PROGRAM. SECOND, THE REMAINDER OF THE FUNDING ($65K) WILL BE USED TO HELP FUND A WATER SYSTEM CONSOLIDATION MANAGEMENT PILOT PROJECT IN FERRY COUNTY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:FOR THE SYSTEM CONSOLIDATION PROJECT, INSTALLATION OF AN INTERTIE AND BOOSTER PUMP STATION WILL ALLOW JOHNSON CREEK WATER SYSTEM TO PERMANENTLY CONSOLIDATE WITH DUCK LAKE WATER SYSTEM, RESULTING IN JOHNSON CREEK WATER SYSTEM BEING INACTIVATED AS A PUBLIC WATER SUPPLY.  THIS WILL PREVENT THE RESIDENTS ON THE JOHNSON CREEK WATER SYSTEM TO NO LONGER HAVE TO RELY ON A COMPROMISED WELL FOR DRINKING WATER; INSTEAD THEY WILL RECEIVE SAFE AND RELIABLE DRINKING WATER FROM DUCK LAKE.  \nFOR THE FERRY COUNTY PROJECT, FUNDING WILL HELP PAY FOR AN ASSET MANAGEMENT PROGRAM, A SATELLITE MANAGEMENT PLAN, RATE STUDY, OPERATOR TRAINING, AND AND LEGAL SERVICE FOR POLICY DEVELOPMENT.  AS A RESULT, FERRY COUNTY WILL BE BETTER PREPARED TO OWN AND MANAGE FAILING OR STRUGGLING PUBLIC WATER SYSTEMS. THIS TECHNICAL ASSISTANCE WILL ALLOW THEM TO HAVE THE NECESSARY POLICIES AND STRUCTURE TO MAINTAIN COMPLIANCE WITH THE SAFE DRINKING WATER ACT, AS WELL AS UNDERSTAND THE WATER SYSTEM ASSETS AND BE BETTER ABLE TO PLAN FOR NECESSARY SYSTEM IMPROVEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_02J12401_6800"}, {"internal_id": 151169456, "Award ID": "02F18501", "Award Amount": 543000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-15", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:NMED WILL USE THIS GRANT TO TO ASSIST WATER SYSTEMS IN THE STATE OF NEW MEXICO TO RETURN TO COMPLIANCE AND BUILD RESILIENCY FOR LONG#8208;TERM SUSTAINABILITY. THE PROJECTS WILL BE IN THE FORM OF TECHNICAL, MANAGERIAL, AND FINANCIAL ASSISTANCE ALONG WITH INFRASTRUCTURE SUPPORT FOR SPECIFIC SYSTEMS. SPECIFICALLY, NEED DETERMINATION ASSISTANCE AND PLANNING AND DESIGN ASSISTANCE WILL BE CONDUCTED. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES ARE AN INCREASE OF DRINKING WATER SYSTEMS WITH INCREASED COMPLIANCE WITH THE NATIONAL DRINKING WATER REGULATIONS VIA TECHNICAL, MANAGERIAL AND FINANCIAL (TMF CAPACITY) ASSISTANCE. \n\nTHE EXPECTED OUTCOMES ARE ENHANCED TECHNICAL, MANAGERIAL, AND FINANCIAL CAPABILITY, IMPROVED PERFORMANCE OF DRINKING WATER TREATMENT PLANTS, CONSTITUENCY IN COMMUNITY PROVIDED WITH SAFE DRINKING WATER, AND ABLE TO OPERATE IN A MANNER TO SUPPORT LONG#8208;TERM SUSTAINABILITY.\n\nINTENDED BENEFICIARIES ARE CONSTITUENTS WHO ARE SERVED BY THE SYSTEMS WHO WILL BE RECEIVING TMF ASSISTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76f62ace-e2a8-ed30-4663-66d23d87a4f4-C", "generated_internal_id": "ASST_NON_02F18501_6800"}, {"internal_id": 152549134, "Award ID": "02F17601", "Award Amount": 840000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:LOUISIANA OFFICE OF COMMUNITY DEVELOPMENT WILL USE THIS GRANT TO ASSIST SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITIES (SUDC) WITH A DRINKING WATER CONSTRUCTION PROJECT TO ACHIEVE COMPLIANCE. THIS WILL ENABLE THESE COMMUNITIES TO PROVIDE SAFE DRINKING WATER TO THEIR CUSTOMERS. ACTIVITIES INCLUDE CONSTRUCTING A NEW WATER TREATMENT FACILITY, INSTALLING AN EMERGENCY POWER SYSTEM, REHABILITATING THE EXISTING STANDPIPE, RENOVATING THE EXISTING BOOSTER STATION, AND RELATED IMPROVEMENTS.SUBRECIPIENT:THIS SUBAWARD WILL BE USED FOR CONSTRUCTION. ACTIVITIES INCLUDE CONSTRUCTING A NEW WATER TREATMENT FACILITY, INSTALLING AN EMERGENCY POWER SYSTEM, REHABILITATING THE EXISTING STANDPIPE, RENOVATING THE EXISTING BOOSTER STATION, AND RELATED IMPROVEMENTS.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE AWARDING AND EXECUTING THE CONSTRUCTION CONTRACT TO COMPLETE IMPROVEMENTS, INCREASE THE NUMBER OF TOOLS PROVIDED TO SUPPORT IMPROVEMENTS IN PUBLIC WATER SYSTEMS' TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY IN SMALL AND DISADVANTAGED COMMUNITIES, AND ULTIMATELY, RETURN THE SYSTEM SERVING THE VILLAGE OF SALINE BACK INTO COMPLIANCE.\n\nEXPECTED OUTCOMES INCLUDE INCREASED COMPLIANCE OF PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES WITH NATIONAL DRINKING WATER REGULATION VIOLATIONS, AN ENHANCED TECHNICAL, MANAGERIAL, AND FINANCIAL CAPABILITY OF THE PUBLIC WATER SYSTEM, AND AN INCREASE IN PUBLIC WATER SYSTEMS PROVIDING SMALL AND DISADVANTAGED COMMUNITY RESIDENTS WITH SAFE DRINKING WATER.\n\nINTENDED BENEFICIARIES ARE RESIDENTS OF THE VILLAGE OF SALINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bad7f0c0-46d7-ad4d-2ff7-8f647ae1de1b-C", "generated_internal_id": "ASST_NON_02F17601_6800"}, {"internal_id": 152549247, "Award ID": "02F15501", "Award Amount": 671000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-27", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:OKLAHOMA DEPARTMENT OF ENVIRONMENTAL QUALITY WILL USE THIS GRANT TO ASSIST SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITIES (SUDC) WITH DRINKING WATER CONSTRUCTION PROJECTS TO ACHIEVE COMPLIANCE. THIS WILL ENABLE THESE COMMUNITIES TO PROVIDE SAFE DRINKING WATER TO THEIR CUSTOMERS. ACTIVITIES INCLUDE CONSTRUCTION PROJECTS ON THE WATER SYSTEMS FOR THE TOWN OF LOYAL AND BROOKSVILLE, BOTH TOWNS WITH WATER SYSTEMS THAT HAVE MULTIPLE CONTAMINANT VIOLATIONS. THE PLAN FOR TOWN OF LOYAL IS TO CONSTRUCT AN ION EXCHANGE TREATMENT PLANT FOR NITRATE REMOVAL. THE PLAN FOR BROOKVILLE IS TO CONSTRUCT A WATERLINE AND THE NECESSARY APPURTENANCES FOR CONSOLIDATION INTO POTTAWATOMIE COUNTY RURAL WATER DISTRICT (RWD) NO. 3. (IN COMPLIANCE WITH STATE AND FEDERAL REGULATIONS).SUBRECIPIENT:THE SUBAWARD WILL BE USED FOR CONSTRUCTION. CONSTRUCTION OF AN ION EXCHANGE TREATMENT PLANT FOR NITRATE REMOVAL FOR THE TOWN OF LOYAL AND CONSTRUCTION OF A WATERLINE AND ALL NECESSARY APPURTENANCES FOR CONSOLIDATION INTO POTTAWATOMIE COUNTY RURAL WATER DISTRICT (RWD) NO. 3. FOR BROOKSVILLE.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE THE REDUCTION IN THE NUMBER OF PUBLIC WATER SYSTEMS OUT OF COMPLIANCE WITH HEALTH-BASED STANDARDS IN UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES; INCREASE OF PUBLIC WATER SYSTEMS IN SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITIES PROVIDING THEIR CUSTOMERS WITH WATER IN COMPLIANCE WITH STATE AND FEDERAL DRINKING WATER REGULATIONS; AND EACH OF THE FUNDED WATER SYSTEMS HAVING THE TOOLS TO OPERATE SUCCESSFULLY AND SUSTAINABLY TO PROVIDE SAFE DRINKING WATER TO THEIR CUSTOMERS.\n\nEXPECTED OUTCOMES INCLUDE: COMPLETED CONSTRUCTION PROJECTS AT WATER SYSTEMS SERVING SMALL, UNDERSERVED, AND DISADVANTAGED COMMUNITIES; AND INCREASED ESTIMATED PERCENTAGE OF HOUSEHOLDS WITH DELIVERY OF COMPLIANT AND SAFE DRINKING WATER.\n\nINTENDED BENEFICIARIES ARE THE CONSTITUENTS OF THE TOWN OF LOYAL AND BROOKSVILLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7683734a-ce16-e4c4-9fcf-4f9d4087b9ec-C", "generated_internal_id": "ASST_NON_02F15501_6800"}, {"internal_id": 151169449, "Award ID": "02F14901", "Award Amount": 480000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-11", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:ANRC WILL USE THIS GRANT TO CONTRACT FOR CONSOLIDATION STUDIES OF HISTORICALLY DISADVANTAGED COMMUNITIES AS IS DEFINED BY THEIR AFFORDABILITY CRITERIA. THEY WILL CONDUCT THESE STUDIES IN A PRIORITIZED LIST MADE UP OF 19 REGIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES ARE (1) WATER SYSTEMS WITH A HISTORY OF NON-COMPLIANCE WILL RECEIVE THE TECHNICAL ASSISTANCE NECESSARY TO DIRECT THEIR LIMITED RESOURCES IN AREAS THAT WILL IMPROVE WATER QUALITY AND COMPLIANCE; AND (2) IMPROVED PLANNING WHICH WILL ALLOW FOR MORE EFFECTIVE INVESTMENT OF FEDERAL AID SO THAT THE LIMITED RESOURCE CAN PROVIDE LONG TERM BENEFIT TO A LARGER NUMBER OF ARKANSANS.\n\nTHE EXPECTED OUTCOMES ARE (1) PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES [IN ARKANSAS] WILL BE MORE ABLE TO PROVIDE THE COMMUNITY WITH CONSISTENTLY SAFE DRINKING WATER; AND (2) THE RESOLUTION OF LEGACY NON-COMPLIANT SYSTEMS WHICH WILL ALLOW REGULATORY AGENCIES TO FOCUS THEIR RESOURCES IN DIFFERENT AREAS TO IMPROVE THE STANDARD OF QUALITY STATEWIDE. \n\nINTENDED BENEFICIARIES ARE ALL RESIDENTS AND CITIZENS OF ARKANSAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dcdcd33d-83a0-2fae-cc5d-a5e18373c4d3-C", "generated_internal_id": "ASST_NON_02F14901_6800"}, {"internal_id": 152549282, "Award ID": "02D39622", "Award Amount": 1262000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,262,000 TO FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION. THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. THE WORK TO BE ACCOMPLISHED INCLUDES CONDUCTING NUMEROUS INFRASTRUCTURE IMPROVEMENTS TO FLORIDA'S PUBLIC WATER SYSTEM,ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE THE PLANNING, DESIGN AND CONSTRUCTION OF NEW WATER DISTRIBUTION SYSTEMS.SUBRECIPIENT:THE SUB AWARD WILL BE FOR WORK DONE UNDER SUPERVISION OF THE FDEP DISTRICT OFFICES TO IDENTIFY PUBLIC WATER SYSTEMS (PWS) THAT MEET THE ELIGIBILITY OF THIS GRANT, AND ARE IN NEED OF IMPROVEMENTS, REPLACEMENT, OR REPAIR OF TREATMENT FACILITIES OR PORTIONS OF THEIR FACILITIES.  A LIST OF THESE SYSTEMS WILL BE KEPT AND MAINTAINED BY FDEP. THE SUBGRANTEE (FLORIDA RURAL WATER ASSOCIATION) WILL ALSO ASSIST THE PWS, AS NEEDED, TO PROVIDE GUIDANCE DURING THE APPROVAL AND PLANNING PHASES.\n\nTHE SUB AWARD WILL BE FOR THE ASSISTANCE OF ELIGIBLE PUBLIC WATER SYSTEMS WITH THE DESIGN AND REPLACEMENT OF APPROVED PWS INFRASTRUCTURE.  WORKING DIRECTLY WITH THE FLORIDA DEP DISTRICT OFFICES, THE SUBGRANTEE WILL PROVIDE SERVICES AS OUTLINED IN THE SUBAGREEMENT, INCLUDING INSTALLATION, REPLACEMENT, OR REHABILITATION OF INFRASTRUCTURE, AS NEEDED, TO IMPROVE WATER PRESSURE TO SAFE LEVELS OR TO PREVENT CONTAMINATION CAUSED BY NON-POTABLE LIQUIDS ENTERING THE SYSTEM THROUGH LEAKS OR PIPE BREAKS.\n\nTHE SUBGRANTEE WILL CONDUCT A RISK AND RESILIENCE ASSESSMENT AND A RATE ANALYSIS, IF NEEDED, TO VERIFY THAT THE PWS HAS THE MEANS TO MAINTAIN ANY IMPROVEMENTS.\nOUTCOMES:ANTICIPATED DELIVERABLES, INCLUDE TECHNICAL REPORTS, AN ENGINEERING ANALYSIS AND SEVERAL RELIABLE NEW WATER DISTRIBUTION PROJECTS WITHIN FLORIDA'S PUBLIC WATER SYSTEM. EXPECTED OUTCOMES INCLUDE IMPROVED WATER PRESSURE AT SAFE LEVELS AND THE PREVENTION OF CONTAMINATION CAUSED BY NON-POTABLE LIQUIDS ENTERING THE WATER SYSTEM THROUGH LEAKS OR PIPE BREAKS. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS WITHIN FLORIDA'S PUBLIC WATER SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_02D39622_6800"}, {"internal_id": 152549425, "Award ID": "02D37522", "Award Amount": 918000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $918,000 TO GEORGIA ENVIRONMENTAL FINANCE AUTHORITY TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS WILL BE USED TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE THE INSTALLATION OF A NEW WELL AND A BLENDING SYSTEM TO ADDRESS THE CONTAMINANT LEVEL FOR RADIONUCLIDES, WITHIN THE CITY OF EPHESUS IN HEARD COUNTY, GA. THIS PROPOSED PROJECT WILL COMPLY WITH THE CONSENT ORDER ISSUED TO THE CITY IN 2021 BECAUSE THE RADIOACTIVE LEVELS, IN THEIR WELL, WERE ABOVE THE MAXIMUM CONTAMINANT LEVEL. ADDITIONAL ACTIVITIES TO BE PERFORMED INCLUDE THE INSTALLATION A NEW WELL WITHIN THE CITY OF MOLENA IN PIKE COUNTY, GA TO ADDRESS THE DECREASE IN YIELDS FROM THEIR CURRENT WELL AND THE CITY'S INABILITY TO MEET THE WATER DEMAND OF THEIR CURRENT POPULATION.SUBRECIPIENT:ACTIVITIES TO BE IMPLEMENTED THROUGH SUBAWARDS INCLUDE THE INSTALLATION OF A NEW WELL AND A BLENDING SYSTEM TO ADDRESS THE CONTAMINANT LEVEL FOR RADIONUCLIDES, WITHIN THE CITY OF EPHESUS IN HEARD COUNTY, GA. ADDITIONAL ACTIVITIES TO BE IMPLEMENTED THROUGH SUBAWARDS INCLUDE THE INSTALLATION A NEW WELL WITHIN THE CITY OF MOLENA IN PIKE COUNTY, GA.OUTCOMES:EXPECTED OUTCOMES INCLUDE SUFFICIENT SUPPLY OF DRINKING WATER TO RESIDENTS WITHIN THE CITY OF MOLENA AND CORRECTION OF HARMFUL RADIOACTIVE LEVELS WITHIN THE CITY OF EPHESUS' WATER SYSTEM. INTENDED BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS OF THE CITIES OF EPHESUS AND MOLENA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "24f5c627-27d7-e01c-733c-766b7782a66e-C", "generated_internal_id": "ASST_NON_02D37522_6800"}, {"internal_id": 152549375, "Award ID": "02D35222", "Award Amount": 479000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-26", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $479,000 TO ALABAMA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.  THE PURPOSE OF THIS GRANT IS TO PROVIDE FUNDING TO THE WINFIELD WATER WORKS AND SEWER BOARD TO CORRECT TOTAL TRIHALOMETHANE (TTHM) MCL VIOLATIONS ISSUED TO THE TOWNS OF WINFIELD AND GLEN ALLEN IN A 2019 CONSENT ORDER.ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE INSTALLATION OF A NEW CHLORIDE DIOXIDE FEED SYSTEM TO REDUCE DISINFECTION BY-PRODUCT (DBP) LEVELS WITHIN THE TOWNS OF WINFIELD AND GLEN ALLEN, AND BRING BOTH TOWNS INTO COMPLIANCE WITH THEIR CONSENT ORDERS. IN ADDITION TO THE INSTALLATION OF CHLORINE DIOXIDE TREATMENTS, THIS PROJECT ALSO INCLUDES THE ADDITION OF TWO BOOSTER PUMP STATIONS AND THE REHABILITATION OF THE WINFIELD WATER WORKS AND SEWER SYSTEM'S STORAGE TANKS TO ENSURE A HIGH QUALITY OF WATER IN THE DISTRIBUTION SYSTEM AND AID IN AVOIDING FUTURE DEFICIENCIES IDENTIFIED DURING SITE INSPECTIONS OR SANITARY SURVEYS.\nSUBRECIPIENT:ACTIVITIES TO BE IMPLEMENTED THROUGH SUBAWARDS INCLUDE THE INSTALLATION OF A NEW CHLORIDE DIOXIDE FEED SYSTEM TO REDUCE DISINFECTION BY-PRODUCT (DBP) LEVELS WITHIN THE TOWNS OF WINFIELD AND GLEN ALLEN. ADDITIONAL ACTIVITIES TO BE IMPLEMENTED THROUGH SUBAWARDS INCLUDE THE INSTALLATION OF CHLORINE DIOXIDE TREATMENTS, THE ADDITION OF TWO BOOSTER PUMP STATIONS AND THE REHABILITATION OF THE WINFIELD WATER WORKS AND SEWER SYSTEM'S STORAGE TANKS.OUTCOMES:EXPECTED OUTCOMES INCLUDE SATISFACTORY WATER QUALITY AND PRESSURE IN THE WATER DISTRIBUTION SYSTEMS OF BOTH TOWNS. INTENDED BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS OF THE TOWNS OF WINFIELD AND GLEN ALLEN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c264f51-f742-55fb-7cd8-b072ac463137-C", "generated_internal_id": "ASST_NON_02D35222_6800"}, {"internal_id": 157418154, "Award ID": "02D35122", "Award Amount": 542000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-03-13", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS ACTION APPROVES FUNDING IN THE AMOUNT OF $542,000 TO THE MISSISSIPPI STATE DEPARTMENT OF HEALTH. THIS PURPOSE OF THIS AGREEMENT IS TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. ACTIVITIES TO BE PERFORMED INCLUDE PROVIDING ENGINEERING SERVICES TO THE POPLAR SPRINGS WATER DISTRICT, KILN UTILITY DISTRICT, WEST HARRISON WATER AND SEWER DISTRICT, AND TOWN OF SHUQUALAK TO DETERMINE THE EFFECTIVENESS OF THEIR EXISTING TREATMENT SYSTEM, IDENTIFY HYDRAULIC DEFICIENCIES IN THE WATER SYSTEM, EXTEND THE WATER DISTRIBUTION SYSTEM, AS NEEDED, AND DEVELOP A CONSTRUCTION IMPLEMENTATION SCHEDULE, IF NEEDED. ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, INCLUDE TECHNICAL REPORTS, AN ENGINEERING ANALYSIS AND A PLAN TO DESIGN NEW WATER SYSTEM EXPANSION PROJECTS WITHIN THE POPLAR SPRINGS WATER DISTRICT, KILN UTILITY DISTRICT, WEST HARRISON WATER AND SEWER DISTRICT, AND TOWN OF SHUQUALAK.  THE STATE AND IMPACTED COMMUNITY MEMBERS ARE THE DIRECT BENEFICIARIES OF THIS AGREEMENT.ACTIVITIES:-SUBRECIPIENT:SUBAWARDS WILL BE GIVEN FOR ENGINEERING SERVICES WITHIN THE TOWN OF SHUQUALAK, THE KILN UTILITY DISTRICT, THE WEST HARRISON WATER AND SEWER DISTRICT, AND THE POPLAR SPRINGS WATER DISTRICT TO EXTEND WATER DISTRIBUTION SYSTEMS TO ITS RESIDENTS AND FOR THE DESIGN OF WATER SYSTEM EXPANSIONS TO REPLACE FAILING POTABLE WELLS WITHIN THESE AREAS.\nOUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_02D35122_6800"}, {"internal_id": 152549320, "Award ID": "02D35022", "Award Amount": 456000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-27", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $456,000 TO KENTUCKY ENERGY AND ENVIRONMENT CABINET TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. THE PURPOSE OF THIS GRANT AGREEMENT IS TO PROVIDE TRAINING AND TECHNICAL ASSISTANCE AT SEVERAL PRE-SELECTED SMALL AND UNDERSERVED WATER SYSTEMS IN KENTUCKY. ACTIVITIES TO BE PERFORMED INCLUDE CARRY OUT PROJECTS NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, INCLUDES TRAINING SESSIONS, DEVELOPMENT OF SELF-SUFFICIENCY IN OPERATION AND MANAGEMENT OF THE PRE-SELECTED SMALL AND UNDERSERVED WATER SYSTEMS, IN COMPLIANCE WITH EXISTING AND ANTICIPATED NEW DRINKING WATER REGULATIONS. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE CUSTOMERS OF THE COMMONWEALTH OF KENTUCKY'S PUBLIC DRINKING WATER SYSTEMS.ACTIVITIES:.SUBRECIPIENT:A SUB-AWARD TO THE KENTUCKY RURAL WATER ASSOCIATION IS INTENDED TO INCREASE THE TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY OF SEVERAL PRE-SELECTED SMALL AND UNDERSERVED WATER SYSTEMS IN KENTUCKY, WITH DRINKING WATER CONTAMINATION ISSUES. THE SUB-AWARD WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE AT SEVERAL PRE-SELECTED SMALL AND UNDERSERVED WATER SYSTEMS IN KENTUCKY, HAVING ISSUES COMPLYING WITH THE SAFE DRINKING WATER ACT REQUIREMENTS.OUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25db5253-f3b6-77fa-a5d4-3b1743f95fbe-C", "generated_internal_id": "ASST_NON_02D35022_6800"}, {"internal_id": 140709246, "Award ID": "02D13421", "Award Amount": 1677000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.442", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,677,000 TO THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION TO SUPPORT THEIR EFFORTS WITH PLANNING, DESIGN, AND CONSTRUCTION OF NEW WATER DISTRIBUTION SYSTEMS TO THE AMERICAN BEACH COMMUNITY. EXPECTED OUTCOMES INCLUDE MITIGATION OF POSSIBLE HEALTH RISKS DUE TO LIMITED ACCESS TO RELIABLE SAFE DRINKING WATER, REDUCTION OF WATER LOSS DUE TO INFERIOR LOCAL WATER DISTRIBUTION TO HOUSING AND IMPROVEMENTS TO THE AMERICAN BEACH COMMUNITY DRINKING WATER QUALITY SUPPLY SYSTEM. THIS PROJECT WILL INSTALL NEW POTABLE WATER MAINS TO PROVIDE WATER TO EACH OF THE 287 PARCELS WITHIN THEIR SERVICE AREA. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS OF THE AMERICAN BEACH COMMUNITY. THE STATE WILL PROVIDE ASSISTANCE IN THE FORM OF CONSTRUCTION FUNDING TO SUBRECIPIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_02D13421_6800"}, {"internal_id": 140709222, "Award ID": "02D10721", "Award Amount": 454000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-14", "CFDA Number": "66.442", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $454,000 TO MISSISSIPPI DEPARTMENT OF HEALTH TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.  THE PURPOSE OF THIS GRANT AGREEMENT IS TO PROVIDE FUNDING FOR THE PURCHASE AND INSTALLATION OF CARBON DIOXIDE (CO2) WATER TREATMENT EQUIPMENT TO CONTROL CORROSION.  ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, INCLUDE CORROSION CONTROL IMPROVEMENTS TO THE CHEMICAL TREATMENT PROCESSES AT TWO CITY OF JACKSON WATER TREATMENT PLANTS, NAMELY THE OB CURTIS AND JH FEWELL WATER TREATMENT PLANTS.  DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS OF THE CITY OF JACKSON, MISSISSIPPI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_02D10721_6800"}, {"internal_id": 140709248, "Award ID": "02D04121", "Award Amount": 1001000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.442", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $1,001,000 TO GEORGIA ENVIRONMENTAL FINANCE AUTHORITY.  THE PURPOSE OF THIS GRANT AGREEMENT IS TO PROVIDE FUNDING FOR THE INSTALLATION OF A FILTRATION SYSTEM TO REMOVE IRON AND VOLATILE ORGANIC COMPOUNDS IN THE GROUNDWATER. THIS PROJECT ALSO INCLUDES THE INSTALLATION OF 20 GATE VALVES THROUGHOUT THE WATER DISTRIBUTION SYSTEM. EXPECTED OUTCOMES, INCLUDE THE REPAIR OF LEAKS IN THE CITY'S WATER DISTRIBUTION SYSTEM, INSTALLATION OF A FILTRATION SYSTEM THAT WILL ALLOW WELL NO. 4 TO COME BACK ONLINE; AND INSTALLATION OF 20 GATE VALVES IN THE DISTRIBUTION SYSTEM THAT WILL ENABLE SYSTEM PRESSURES TO BE MAINTAINED ABOVE 20 PSI RESULTING IN A WATER USAGE COST SAVINGS FOR THE CITY OF TENNILLE. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS OF THE CITY OF TENNILLE, GEORGIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "24f5c627-27d7-e01c-733c-766b7782a66e-C", "generated_internal_id": "ASST_NON_02D04121_6800"}, {"internal_id": 133003781, "Award ID": "01J88301", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-04-22", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_01J88301_6800"}, {"internal_id": 111062039, "Award ID": "01J88101", "Award Amount": 556000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-29", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e76325f2-36d7-4d11-428f-54b94c96c116-C", "generated_internal_id": "ASST_NON_01J88101_6800"}, {"internal_id": 98566340, "Award ID": "01J75701", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-06-26", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49e8f1c9-90db-3e19-f126-b437039ab25b-C", "generated_internal_id": "ASST_NON_01J75701_6800"}, {"internal_id": 97493304, "Award ID": "01J73601", "Award Amount": 916000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-14", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_01J73601_6800"}, {"internal_id": 139785950, "Award ID": "01F98501", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-09", "CFDA Number": "66.442", "Description": "NEW MEXICO ENVIRONMENT DEPARTMENT WILL BE USING THE WIIN 2104 SMALL AND DISADVANTAGED DRINKING WATER SYSTEM FUNDS TO ASSIST THOSE SYSTEMS THAT HAVE HEALTH BASED VIOLATIONS WITH TECHNICAL ASSISTANCE AND WORK WITH OTHER AREAS TO DO CONSOLIDATION STUDIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76f62ace-e2a8-ed30-4663-66d23d87a4f4-C", "generated_internal_id": "ASST_NON_01F98501_6800"}, {"internal_id": 111062022, "Award ID": "01F89901", "Award Amount": 3346000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.442", "Description": "THIS AGREEMENT PROVIDES FUNDING TO TEXAS WATER DEVELOPMENT BOARD, THAT IS AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDESERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee508f3e-a43a-7280-5b3d-4e5dbc6fa8ee-C", "generated_internal_id": "ASST_NON_01F89901_6800"}, {"internal_id": 111062166, "Award ID": "01F89701", "Award Amount": 634000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bad7f0c0-46d7-ad4d-2ff7-8f647ae1de1b-C", "generated_internal_id": "ASST_NON_01F89701_6800"}, {"internal_id": 110297617, "Award ID": "01F88401", "Award Amount": 600000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-10", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7683734a-ce16-e4c4-9fcf-4f9d4087b9ec-C", "generated_internal_id": "ASST_NON_01F88401_6800"}, {"internal_id": 111062203, "Award ID": "01F83000", "Award Amount": 637000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-29", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dcdcd33d-83a0-2fae-cc5d-a5e18373c4d3-C", "generated_internal_id": "ASST_NON_01F83000_6800"}, {"internal_id": 140709013, "Award ID": "01D18420", "Award Amount": 63000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-07", "CFDA Number": "66.442", "Description": "THIS ACTION APPROVES AN AWARD TO UNITED SOUTH AND EASTERN TRIBES, INC. THE PURPOSE OF THIS GRANT AGREEMENT IS TO PROVIDE TECHNICAL ASSISTANCE TO THREE UNITED SOUTH AND EASTERN TRIBES, INC. MEMBER TRIBAL NATIONS TO DEVELOP AND MANAGE NEW DRINKING WATER INFRASTRUCTURE PROJECTS. ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, INCLUDE TECHNICAL REPORTS, AN ENGINEERING ANALYSIS AND A PLAN TO DESIGN RELIABLE NEW WATER INFRASTRUCTURE PROJECTS WITHIN THE UNITED SOUTH AND EASTERN TRIBES, INC. MEMBER TRIBAL NATIONS AREA. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE TRIBAL NATION UNITED SOUTH AND EASTERN TRIBES, INC. MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea374156-1221-1907-17d3-7a75d83dd0f8-C", "generated_internal_id": "ASST_NON_01D18420_6800"}, {"internal_id": 92333158, "Award ID": "01D01420", "Award Amount": 736000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-10-22", "CFDA Number": "66.442", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $736,000 TO SUPPORT THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO SMALL AND DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_01D01420_6800"}, {"internal_id": 151676211, "Award ID": "00E03184", "Award Amount": 549000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-24", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO INDIANA FINANCE AUTHORITY TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:THE PROJECT WILL PROVIDE SAFE DRINKING WATER TO 966 PEOPLE WITHIN THE TOWN OF POSEYVILLE.SUBRECIPIENT:THE INDIANA FINANCE AUTHORITY WILL PROVIDE THE FUNDING TO THE TOWN OF POSEYVILLE TO INSTALL AN ION EXCHANGE TREATMENT REMOVAL FOR NITRATE IN ORDER TO MEET EPA LIMITS OF 10 MG/L FOR NITRATES.OUTCOMES:THE INDIANA FINANCE AUTHORITY WILL PROVIDE FUNDING TO THE TOWN OF POSEYVILLE TO INSTALL AN ION EXCHANGE TREATMENT FOR NITRATE REMOVAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36f9baf8-ddc2-78e8-b0fc-64c68595edff-C", "generated_internal_id": "ASST_NON_00E03184_6800"}, {"internal_id": 151676215, "Award ID": "00E03182", "Award Amount": 505000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-26", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:THE MINNESOTA DEPARTMENT OF HEALTH (MDH) WILL BE ADDRESSING MAXIMUM CONTAMINANT LEVEL VIOLATIONS FOR COMBINED RADIUM 226/228. THIS FUNDING WILL GO TOWARDS THE CONSTRUCTION OF A NEW WELL TO MITIGATE MCL VIOLATIONS.SUBRECIPIENT:THE MINNESOTA DEPARTMENT OF HEALTH WILL USE THE FUNDING TOWARDS THE CONSTRUCTION OF A NEW WELL FOR THE CITY OF DANUBE TO ADDRESS MAXIMUM CONTAMINANT LEVEL VIOLATIONS OF COMBINED RADIUM 226/228.OUTCOMES:THE PROJECT WILL PROVIDE IMPROVED WATER QUALITY FOR DANUBE'S POPULATION OF 493.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_00E03182_6800"}, {"internal_id": 150724678, "Award ID": "00E03151", "Award Amount": 819000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-07-25", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES.  FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.  THE GOAL OF THIS PROJECT WILL BE TO COMPLETE A FEASIBILITY STUDY TO DETERMINE THE MOST VIABLE OPTIONS FOR PROVIDING SAFE DRINKING WATER TO THE RESIDENTS OF PELLSTON, WHO ARE ON PRIVATE DRINKING WATER WELLS CONTAMINATED WITH PFAS.ACTIVITIES:THIS PROJECT WILL BE COMPLETED IN FIVE PHASES AND WILL PROVIDE A STARTING POINT AND A GENERAL PLAN TO MOVE TOWARDS THE GOAL OF SOLVING THE PFAS CONTAMINATION ISSUES, PHASE I WILL IDENTIFY POSSIBLE REMEDIES TO CONTAMINATION ISSUES, PHASE II WILL IDENTIFY THE SERVICE AREA AND SERVICE NEEDS, PHASE III WILL DEFINE A WELL FIELD LOCATION IF CONSTRUCTION OF A NEW PUBLIC WATER SYSTEM IS DEEMED APPROPRIATE, PHASE IV WILL ADDRESS THE NEED FOR WATER SYSTEM TESTING, STORAGE, AND TREATMENT. SHOULD FUNDING REMAIN AT THE END OF THE GRANT PERIOD, PHASE V WOULD COMMENCE, WHICH COULD INSTALL INVESTIGATIVE TEST WELLS TO DETERMINE THE RELIABILITY OF THE WATER SOURCE OVER A LONGER PERIOD, DETERMINE THE SAFETY OF THE SELECTED WELL FIELD AREA, OR BEGIN DESIGNING PLANS FOR THE MUNICIPAL FACILITY. SUBRECIPIENT:THIS PROJECT WILL RESULT IN A COMPLETED FEASIBILITY STUDY.  THIS IS WILL HELP THE VILLAGE OF PELLSTON MAKE AN INFORMED DECISION ON HOW TO ADDRESS THE PFAS CONTAMINATION IN THE PRIVATE IN THIS COMMUNITY., ULTIMATELY, ONCE THE SELECTED SOLUTION IS CONSTRUCTED, THE RESIDENTS WITH CONTAMINATED DRINKING WATER WILL HAVE ACCESS TO CLEAN AND SAFE DRINKING WATER.OUTCOMES:THIS PROJECT WILL RESULT IN A COMPLETED FEASIBILITY STUDY.  THIS IS WILL HELP THE VILLAGE OF PELLSTON MAKE AN INFORMED DECISION ON HOW TO ADDRESS THE PFAS CONTAMINATION IN  THIS COMMUNITY.  ULTIMATELY, ONCE THE SELECTED SOLUTION IS CONSTRUCTED, THE RESIDENTS WITH CONTAMINATED DRINKING WATER WILL HAVE ACCESS TO CLEAN AND SAFE DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_00E03151_6800"}, {"internal_id": 152549412, "Award ID": "00E03148", "Award Amount": 564000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-23", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:THIS PROJECT INVOLVES THE REPLACEMENT OF AUGUSTA WATERWORKS WELL #7, WHICH IS CONTAMINATED WITH NITRATE. THE PROJECT INVOLVES BRINGING THE NEW REPLACEMENT WELL ON-LINE AND INCLUDES INSTALLATION AND CONSTRUCTION OF THE FOLLOWING: \n\n-WELL PUMP AND CONTROLS; \n-NEW PUMPHOUSE; DISCHARGE PIPING; \n-AERATOR AND CHEMICAL FEED SYSTEMS; \n-CLEARWELL/DETENTION TANK; \n-BOOSTER PUMP WITH DISCHARGE PIPING; \n-IRON FILTRATION SYSTEM; \n-DISCHARGE PIPING CONNECTING WELLHOUSE TO EXISTING DISTRIBUTION SYSTEM; \n-BACKWASH TANK; AND \n-AUXILIARY POWER GENERATOR.  SUBRECIPIENT:THE ENTIRE GRANT WILL BE A SUBAWARD AND INVOLVES THE REPLACEMENT OF AUGUSTA WATERWORKS WELL #7, WHICH IS CONTAMINATED WITH NITRATE. THE PROJECT INVOLVES BRINGING THE NEW REPLACEMENT WELL ON-LINE AND INCLUDES INSTALLATION AND CONSTRUCTION OF THE FOLLOWING: \n\n-WELL PUMP AND CONTROLS; \n-NEW PUMPHOUSE; DISCHARGE PIPING; \n-AERATOR AND CHEMICAL FEED SYSTEMS; \n-CLEARWELL/DETENTION TANK; \n-BOOSTER PUMP WITH DISCHARGE PIPING; \n-IRON FILTRATION SYSTEM; \n-DISCHARGE PIPING CONNECTING WELLHOUSE TO EXISTING DISTRIBUTION SYSTEM; \n-BACKWASH TANK; AND \n-AUXILIARY POWER GENERATOR.  OUTCOMES:DELIVERABLE INCLUDE AN ENGINEERING REPORT, PLANS AND SPECIFICATIONS, AND A CONTRACT FOR CONSTRUCTION BETWEEN AUGUSTA WATERWORKS AND LOWEST APPROPRIATE BIDDER. THE OUTCOME OF THIS PROJECT IS THE AUGUSTA WATERWORKS SYSTEM WILL RETURN TO COMPLIANCE WITH THE NATIONAL PRIMARY DRINKING WATER STANDARDS. THE CUSTOMERS OF THE AUGUSTA WATERWORKS WILL ENJOY THE BENEFITS OF THIS PROJECT BY RECEIVING CLEAN AND SAFE DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_00E03148_6800"}, {"internal_id": 149897571, "Award ID": "00E03141", "Award Amount": 799000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-06-16", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:THE OHIO EPA WILL PROVIDE THE FUNDING TO THE JACKSON WATER COMPANY INC. THAT WILL REHABILITATE TWO PUMP STATIONS AND A NEW WATER STORAGE TANK TO INCREASE FLOW INTO THE AREA TO BE SERVED AND PROVIDE ADEQUATE CAPACITY AND PRESSURE. SUBRECIPIENT:THE OHIO EPA WILL PROVIDE THE FUNDING FOR THE DESIGN AND CONSTRUCTION OF THE INFRASTRUCTURE IMPROVEMENTS FOR THE JACKSON COUNTY WATER COMPANY, INC.OUTCOMES:THE PROJECT WILL PROVIDE SAFE DRINKING WATER TO 53 HOUSEHOLDS (130 PEOPLE) WITHIN THE JACKSON COUNTY WATER COMPANY INC. SERVICE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_00E03141_6800"}, {"internal_id": 130237658, "Award ID": "00E02966", "Award Amount": 722000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-03-29", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL, AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT (SDWA), PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. THE WISCONSIN DEPARTMENT OF NATURAL RESOURCES (WDNR) WILL PASS THIS FUNDING ON TO EIGHT SMALL COMMUNITIES IN ORDER TO BRING THEIR DRINKING WATER SYSTEMS INTO COMPLIANCE WITH THE SDWA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_00E02966_6800"}, {"internal_id": 130196438, "Award ID": "00E02965", "Award Amount": 1069000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-03-18", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. THE OHIO ENVIRONMENTAL PROTECTION AGENCY (OEPA) WILL UTILIZE THIS GRANT TO CONTRIBUTE FUNDING FOR NECESSARY INFRASTRUCTURE IMPROVEMENTS FOR THE NOBLE COUNTY WATER AUTHORITY IN CALDWELL, OHIO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_00E02965_6800"}, {"internal_id": 110189995, "Award ID": "00E02922", "Award Amount": 646000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-08-21", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_00E02922_6800"}, {"internal_id": 109197674, "Award ID": "00E02903", "Award Amount": 591752.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-08-12", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_00E02903_6800"}, {"internal_id": 152089896, "Award ID": "00A01070", "Award Amount": 272000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-01", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANTS. VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION WILL USE THE GRANT TO PROVIDE ASSISTANCE IN THE FORM OF PLANNING, SOURCE DEVELOPMENT AND CONSTRUCTION, ASSET MANAGEMENT, AND TECHNICAL ASSISTANCE, OR A COMBINATION OF THESE ITEMS. THESE INVESTMENTS ARE NECESSARY FOR THE PUBLIC COMMUNITY WATER SYSTEM TO INCREASE DROUGHT RESILIENCE AND TO COMPLY WITH THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFICALLY, THIS AGREEMENT PROVIDES ASSISTANCE TO VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO IMPLEMENT ITS PROGRAM TO SUPPORT ACTIVITIES FOR THE EAST BERKSHIRE FIRE DISTRICT. THESE ACTIVITIES INCLUDE DEVELOPMENT AND CONNECTION OF A NEW GROUNDWATER SOURCE, RECONSTRUCTION OF THE REMAINING FOUR SPRINGS. THESE ACTIVITIES ARE NECESSARY TO PROVIDE ADEQUATE AND RELIABLE DRINKING WATER TO THE PUBLIC COMMUNITY WATER SYSTEM.SUBRECIPIENT:THE DEVELOPMENT AND CONNECTION OF A NEW SOURCE OF DRINKING WATER AND THE OPTIMIZATION OF THE REMAINING SPRING SOURCES AND DISTRIBUTION NETWORK WILL BE IMPLEMENTED THROUGH THE SUBAWARD.OUTCOMES:THE EXPECTED OUTPUTS FROM THE ACTIVITIES TO BE FUNDED THROUGH THE PROPOSED PROJECT WILL BE:\n1. THE DEVELOPMENT AND CONNECTION OF A NEW GROUNDWATER SOURCE.\n2. THE REHABILITATION OF THE REMAIN SPRINGS AND DISTRIBUTION NETWORK.\nTHE OUTCOME OF THE AFOREMENTIONED PROJECT OUTPUTS WILL BE:\n1. ADDITIONAL SOURCE CAPACITY PROVIDING AN INCREASE RELIABILITY OF THE SYSTEM TO PROVIDE SUFFICIENT DRINK WATER TO ITS CUSTOMERS DURING NORMAL AND DROUGHT CONDITIONS.\n2. REDUCTION IN INSTANCES OF PRESSURE LOSS AND OF THE NUMBER OF DO NOT DRINK AND BOIL WATER NOTICES ISSUED.\n3. INCREASED COMPLIANCE WITH STATE AND NATIONAL DRINKING WATER\n4. REDUCTION IN BULK WATER EXPENDITURES.\n5. REDUCTION OF OVERALL OPERATIONAL AND MAINTENANCE EXPENSES.\n\nTHE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE RESIDENCE OF VERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A01070_6800"}, {"internal_id": 140708839, "Award ID": "00A01036", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-08", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. ACTIVITIES INCLUDE THE CONSTRUCTION OF A NEW PUBLIC WATER DISTRIBUTION SYSTEM AND SERVICE LINES ALONG WITH THE INSTILLATION OF METERS. DIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT INCLUDE RESIDENTS OF THE VERMONT. THIS PROJECT WILL RESULT IN IMPROVED DRINKING WATER QUALITY FOR THE RESIDENTS OF THIS SMALL, DISADVANTAGED COMMUNITY; REDUCTION IN THE RISK OF CONTAMINATION TO THE DRINKING WATER IN THE DISTRIBUTION SYSTEM AND SERVICE LINES FROM THE FAILING ONSITE WASTEWATER SYSTEMS; AN INCREASE IN COMPLIANCE WITH THE SDWA'S STANDARDS IN THE MILTON MOBILE HOME COOP'S PWS; A REDUCTION IN T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A01036_6800"}, {"internal_id": 151676299, "Award ID": "00A00991", "Award Amount": 363000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. THROUGH THIS AWARD NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES WILL ASSIST SMALL AND DISADVANTAGED WATER SYSTEMS WITH IMPROVEMENTS TO THEIR DRINKING WATER SYSTEMS NECESSARY TO COMPLY WITH THE SAFE DRINKING WATER ACT (SDWA), ADDRESS WATER SUPPLY CAPACITY ISSUES OR RESPOND TO A DRINKING WATER CONTAMINANT.ACTIVITIES:THE PRIMARY PURPOSE OF THIS GRANT IS TO PROVIDE FINANCIAL ASSISTANCE TO THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES TO IMPLEMENT ITS PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. ACTIVITIES COVERED BY THIS GRANT ARE THE DEVELOPMENT OF NEW DRINKING WATER WELLS.SUBRECIPIENT:GRANT FUNDS WILL COVER ENGINEERING, DESIGN, BIDDING AND CONSTRUCTION COSTS ASSOCIATED WITH SOURCE DEVELOPMENT PROJECTS TO ENSURE THERE IS AN ADEQUATE AND RELIABLE SUPPLY OF SAFE DRINKING WATER (AS REQUIRED UNDER SECTION 1459A(A)(1)). SOURCE DEVELOPMENT PROJECTS MAY INCLUDE DRILLING A NEW WELL OR INTERCONNECTING WITH NEARBY WATER SYSTEMS. ANY OTHER INFRASTRUCTURE NEEDED TO CONNECT THE NEW SOURCE INCLUDING PUMP HOUSES, FLOW METERS, ELECTRICAL AND CONTROL UPGRADES, WATER TREATMENT UNITS, ATMOSPHERIC AND PRESSURE STORAGE, DISTRIBUTION WATER MAINS AND SERVICE CONNECTIONS WILL BE CONSIDERED ELIGIBLE COSTS.OUTCOMES:ANTICIPATED OUTPUTS FOR THIS PROJECT INCLUDE:\n- INCREASED COMPLIANCE FOR PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES.\n- IMPROVEMENTS IN THE SOURCE CAPACITY OF SMALL AND DISADVANTAGED WATER SYSTEMS IN ORDER TO PROVIDE SAFE AND RELIABLE DRINKING WATER TO CUSTOMERS SUCH THAT THEY ARE NO LONGER 'UNDERSERVED' COMMUNITIES.\n- IMPROVEMENTS IN ASSET MANAGEMENT ACTIVITIES.\nTHE EXPECTED OUTCOMES OF THIS PROJECT WILL INCLUDE:\n- PROACTIVE ASSET MANAGEMENT OF PUBLIC WATER SYSTEM IN SMALL AND DISADVANTAGED COMMUNITIES TO ENSURE THE LONG-TERM HEALTH AND OPERATING SUCCESS OF A WATER SYSTEM.\n- ENHANCED TECHNICAL, MANAGERIAL, AND FINANCIAL CAPABILITY OF PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES.\n- IMPROVED SOURCE CAPACITY AND RELIABILITY IN SMALL AND DISADVANTAGED COMMUNITIES.\n- PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES PROVIDE THE CONSTITUENCY OF THE COMMUNITY WITH SAFE AND RELIABLE DRINKING WATER.\nDIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT INCLUDE RESIDENTS OF THE STATE OF NEW HAMPSHIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_00A00991_6800"}, {"internal_id": 152549193, "Award ID": "00A00984", "Award Amount": 218000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-19", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANTS. ACTIVITIES:RHODE ISLAND INFRASTRUCTURE BANK WILL USE GRANT FUNDING TO ASSIST IN THE CONTINUATION OF THE TOWN OF NORTH PROVIDENCE'S LEAD SERVICE LINE REPLACEMENT PROGRAM IN PARTNERSHIP WITH THEIR WATER PROVIDER, PROVIDENCE WATER. ACTIVITIES INCLUDE THE REPLACEMENT OF 38 PRIVATE AND PUBLIC SIDE LSLS.SUBRECIPIENT:THE ACTIVITY THAT WILL BE IMPLEMENTED TO FULFILL THIS PROJECT WILL BE TO REMOVE LEAD SERVICE LINES IN NORTH PROVIDENCE, RI.OUTCOMES:OUTPUTS FOR THIS PROJECT INCLUDE:\n1. REDUCTION IN LSLS - GIVEN PROVIDENCE WATER'S CURRENT LSL INVENTORY, REMOVING 38 PRIVATE AND PUBLIC SIDE LSLS. THIS REDUCTION WILL OCCUR EXCLUSIVELY IN A DISADVANTAGED COMMUNITY FOR FAMILIES THAT ARE LEAST LIKELY TO BE ABLE TO FUND THE REPLACEMENT EVEN WITH THE AID OF PROVIDENCE WATER'S NEW 10-YEAR, 0% LOAN PROGRAM. BY REMOVING THESE SIGNIFICANT SOURCES OF LEAD PROVIDENCE WATER EXPECTS REDUCED LEAD LEVELS AT THE TAPS OF THESE HOMES.\n2. REDUCTION IN LEAD EXPOSURE THROUGH DRINKING WATER - FOLLOWING AN LSL REPLACEMENT, NP WILL REQUIRE PARTICIPATING HOMEOWNERS TO TAKE POST-REPLACEMENT FIRST DRAW SAMPLES. THESE SAMPLES ARE TO BE TAKEN AFTER THE CONSTRUCTION IS COMPLETED AND THE HOMEOWNER HAS CONDUCTED A SYSTEMATIC FLUSH OF THEIR INTERNAL HOUSEHOLD PLUMBING. NP, AS WELL AS ITS PARTNERS AT PROVIDENCE WATER, KNOWS FROM EXPERIENCE, AS WELL AS THAT OF OTHER SYSTEMS, THAT TEMPORARY SPIKES IN PARTICULATE LEAD LEVELS ARE COMMON FOR UP TO SEVERAL MONTHS AFTER CONSTRUCTION OF BOTH PARTIAL AND FULL REPLACEMENTS. THEREFORE, FOR THIS PROJECT AREA, NP IS PROPOSING AN ADDITIONAL SAMPLE TO BE TAKEN 3 MONTHS FOLLOWING THE REPLACEMENT. THE TIMING OF THIS SAMPLE IS IN LINE WITH EPA'S PROPOSED LEAD AND COPPER RULE REVISIONS WHICH CALL FOR A 3-MONTH SUPPLY OF FILTERS FOLLOWING A REPLACEMENT. THIS FINAL SAMPLE WILL PROVIDE AN ADDITIONAL METRIC OF THE EFFECTIVENESS OF THE REPLACEMENT'S IN REDUCING LEAD AT THE TAP. FIRST DRAW SAMPLES WILL BE COLLECTED FOR BOTH SAMPLING EVENTS. THE COST OF SAMPLING WILL BE COVERED BY NP.\n3. INCREASED NUMBER OF CUSTOMERS WITH INFORMATION ABOUT LEAD IN DRINKING WATER - ALL PARTICIPATING HOMEOWNERS WILL RECEIVE LETTERS NOTIFYING THEM OF THIS GRANT PROGRAM AND THE GRAVE IMPORTANCE OF REMOVING LEAD CONTAMINATION FROM THEIR DRINKING WATER. WE WILL ALSO CONTINUE TO RAISE AWARENESS OF THE IMPORTANCE OF THIS WORK VIA ALL NP COMMUNICATION MECHANISMS, INCLUDING SOCIAL MEDIA.\n\nTHE EXPECTED OUTCOMES OF THIS PROJECT WILL INCLUDE:\nTHE REMOVAL OF ABOUT 38 PRIVATE SIDE LSLS, WHICH PROVIDENCE WATER WILL MATCH BY REPLACING ASSOCIATED PUBLIC SIDE LSLS. THESE FULL REPLACEMENTS, WITH NO LEAD REMAINING IN THE SERVICE LINE, WILL RESULT IN THE FOLLOWING:\n1. AN OVERALL REDUCTION IN LEAD EXPOSURE AND ASSOCIATED HARMS THROUGH REDUCTION OF SOURCES IN DRINKING WATER SYSTEMS,\n2. AN OVERALL IMPROVEMENT IN HEALTH OUTCOMES IN DISADVANTAGED COMMUNITIES THROUGH INCREASED EFFORTS TO REMOVE SOURCES OF LEAD, AND\n3. AN OVERALL INCREASE IN PUBLIC UNDERSTANDING OF THE HEALTH EFFECTS OF LEAD AND EFFORTS TOWARDS THE REDUCTION OF SOURCES OF LEAS IN THE DRINKING WATER SYSTEM. OUTCOMES WILL BE TRACKED THROUGH OUR LEAD AND ASSET MANAGEMENT DATABASES.\nTHE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE RESIDENTS OF NORTH PROVIDENCE, RI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fe5dfaf-1d0d-b429-d31e-dd9a55159daf-C", "generated_internal_id": "ASST_NON_00A00984_6800"}, {"internal_id": 140709209, "Award ID": "00A00958", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-22", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANTS. RHODE ISLAND INFRASTRUCTURE BANK WILL USE GRANT FUNDING TO SUPPORT PRIVATE SIDE LEAD SERVICE LINE REPLACEMENTS IN ELIGIBLE COMMUNITIES IN RHODE ISLAND. ACTIVITIES INCLUDE THE REPLACEMENT OF 90 PRIVATE SIDE AND 70 PUBLIC SIDE LEAD SERVICE LINES REPLACEMENTS WHICH WILL REDUCE LEAD EXPOSURE FOR AN ESTIMATED 225 PEOPLE. DIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT INCLUDE RESIDENTS OF THE RHODE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fe5dfaf-1d0d-b429-d31e-dd9a55159daf-C", "generated_internal_id": "ASST_NON_00A00958_6800"}, {"internal_id": 152089898, "Award ID": "00A00897", "Award Amount": 436000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-08", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANTS. MASSACHUSETTS DEPARTMENT OF ENVIRONMENTAL PROTECTION WILL USE GRANT FUNDING TO ASSIST PWS THAT SERVE SMALL AND DISADVANTAGE COMMUNITIES TO COMPLY WITH REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFICALLY, THIS AGREEMENT PROVIDES ASSISTANCE TO MASSACHUSETTS DEPARTMENT OF ENVIRONMENTAL PROTECTION TO IMPLEMENT ITS PROGRAM TO SUPPORT ACTIVITIES AT FIVE PUBLIC WATER SYSTEMS (PWS): CHESTER WATER DEPARTMENT, MONROE WATER DISTRICT, SPORTS HAVEN MOBILE HOME PARK, LONG POND REALTY TRUST, AND LANCASTER WOODS CONDOMINIUMS. THESE ACTIVITIES INCLUDE THE INSTALLATION OF ONE CARBON LAYER IN SLOW SAND FILTER; WELL DRILLING; THE DEVELOPMENT OF A STORAGE TANK, EMERGENCY GENERATOR, AND A PUMP HOUSE; DESIGNING AND PERMITTING OF PH ADJUSTMENT EQUIPMENT; AND THE ENGINEERING AND DESIGN FOR NEW STORAGE TANK AND UPGRADES TO A BOOSTER PUMP SYSTEM.  THESE ACTIVITIES ARE NECESSARY FOR THESE PWSS TO COMPLY WITH REQUIREMENTS OF THE SAFE DRINKING WATER ACT, AND MASSDEP HAS DETERMINED THAT UTILIZATION OF THESE GRANT FUNDS WILL FULFILL THE PROGRAM'S GOALS OF ASSISTING SMALL AND DISADVANTAGED COMMUNITIES. SUBRECIPIENT:ACTIVITIES THAT WILL BE IMPLEMENTED THROUGH THE SUBAWARDS ARE INSTALLATION OF ONE CARBON LAYER IN SLOW SAND FILTER, WELL DRILLING; INSTILLATION OF A STORAGE TANK, EMERGENCY GENERATOR, AND PUMP HOUSE; DESIGNING AND PERMITTING OF PH ADJUSTMENT EQUIPMENT; AND THE DEVELOPMENT OF ENGINEERING AND DESIGN FOR NEW STORAGE TANK AND UPGRADES TO BOOSTER PUMP SYSTEM.OUTCOMES:THE PRIMARY OUTPUT EXPECTED FROM THESE PROJECTS IS AN INCREASE IN COMPLIANCE OF PUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES WITH NATIONAL DRINKING WATER REGULATIONS. THESE PROJECTS ARE INTENDED TO ADDRESS RECENT DRINKING WATER REGULATION VIOLATIONS. \n\nTHE PRIMARY OUTCOMES EXPECTED FROM THESE PROJECTS ARE:\n-\tA REDUCTION IN THE NUMBER OF PUBLIC WATER SYSTEMS OUT OF COMPLIANCE WITH HEALTH-BASED STANDARDS IN SMALL AND DISADVANTAGED COMMUNITIES;\n-\tIMPROVED PERFORMANCE OF DRINKING WATER TREATMENT PLANTS IN SMALL AND DISADVANTAGED COMMUNITIES; AND\n-\tPUBLIC WATER SYSTEMS IN SMALL AND DISADVANTAGED COMMUNITIES PROVIDE THE CONSTITUENCY OF THE COMMUNITY WITH SAFE DRINKING WATER.\nTHE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE RESIDENTS OF MASSACHUSETTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b7cf053-6fba-dc6e-d4fd-c569c409f5b9-C", "generated_internal_id": "ASST_NON_00A00897_6800"}, {"internal_id": 152549213, "Award ID": "00A00896", "Award Amount": 305000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANTS. MAINE DEPARTMENT OF HEALTH AND HUMAN SERVICES WILL USE GRANT FUNDING TO ASSIST A PUBLIC WATER SYSTEM THAT SERVES A SMALL AND DISADVANTAGE COMMUNITY TO COMPLY WITH REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFICALLY, THIS AGREEMENT PROVIDES ASSISTANCE MAINE DEPARTMENT OF HEALTH AND HUMAN SERVICES TO IMPLEMENT ITS PROGRAM TO SUPPORT ACTIVITIES FOR THE LIMERICK WATER DISTRICT. THIS ACTIVITY INCLUDES THE THE INSTALLATION OF IRON AND MANGANESE TREATMENT. IT IS NECESSARY TO REDUCE THE AMOUNT OF IRON AND MANGANESE IN THE DRINKING WATER AND SUBSEQUENTLY REDUCE THE AMOUNT OF CHLORINE NEEDED FOR DISINFECTION PURPOSES. AS A RESULT OF THIS TREATMENT, LESS CHLORINE WILL NEED TO BE ADDED TO THE DRINKING WATER, WHICH WILL LOWER THE DISINFECTION BIPRODUCT LEVELS IN THE DRINKING WATER.SUBRECIPIENT:THE ACTIVITIES INCLUDE REPLACING OLD UNDERSIZED, UNLINED WATER MAINS AND REPLACING A SURFACE WATER SUPPLY WITH GROUNDWATER.OUTCOMES:THE EXPECTED OUTPUTS FROM THE ACTIVITIES TO BE FUNDED THROUGH THE PROPOSED PROJECT WILL THE DESIGN AND CONSTRUCTION OF AN IRON AND MANGANESE TREATMENT FACILITY.\n\nTHE OUTCOME OF THE AFOREMENTIONED PROJECT OUTPUT WILL BE THE REDUCTION OF IRON AND MANGANESE IN THE DRINKING WATER AND THE DECREASE OF DISINFECTION BYPRODUCT LEVELS IN DRINKING WATER.\n\nTHE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE RESIDENCE OF MAINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_00A00896_6800"}, {"internal_id": 139786016, "Award ID": "00A00873", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-20", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. THE MAINE DEPARTMENT OF HEALTH AND HUMAN SERVICES PROGRAM WILL INCLUDE THE DEVELOPMENT OF A NEW GROUNDWATER SUPPLY FOR FORT FAIRFIELD WATER DISTRICT AND REPLACEMENT OF OLD, UNDERSIZED WATER MAINS IN MILBRIDGE WATER DISTRICT. THE EXPECTED OUTCOMES INCLUDE LESS DISINFECTION BY PRODUCT PRECURSORS RESULTING IN FEWER DBP VIOLATIONS AND BETTER WATER QUALITY PROVIDED TO THE SERVICED COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_00A00873_6800"}, {"internal_id": 152089878, "Award ID": "00A00830", "Award Amount": 364000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-15", "CFDA Number": "66.442", "Description": "DESCRIPTION:THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANTS. CONNECTICUT DEPARTMENT OF PUBLIC HEALTH WILL USE GRANT FUNDING TO ASSIST A PUBLIC WATER SYSTEM THAT SERVES A SMALL AND DISADVANTAGE COMMUNITY TO COMPLY WITH REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFICALLY, THIS AGREEMENT PROVIDES ASSISTANCE TO CONNECTICUT DEPARTMENT OF HEALTH TO IMPLEMENT ITS PROGRAM TO SUPPORT ACTIVITIES FOR THE TOWN OF MONTVILLE, CT. THESE ACTIVITIES INCLUDE THE INSTALLATION OF NEW WATER MAIN TO PROVIDE AN EMERGENCY INTERCONNECTION BETWEEN SOUTHEASTERN CONNECTICUT WATER AUTHORITY'S MONTVILLE AND SEVEN OAKS PUBLIC WATER SYSTEM DIVISIONS AND A NEW DRINKING WATER PUMPING STATION TO PROVIDE ADEQUATE PRESSURE TO THE SYSTEM ALLOWING THE SEVEN OAKS DIVISION TO SUPPLY THE MONTVILLE DIVISION WITH WATER WHEN FACING INADEQUATE SUPPLY ISSUES DURING DROUGHT PERIODS AND HEAVY SUMMER USE. THESE ACTIVITIES ARE NECESSARY FOR COMPLIANCE WITH THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.SUBRECIPIENT:THE ACTIVITIES THAT WILL BE IMPLEMENTED THROUGH THE SUBAWARD IS THE INSTALLATION OF NEW WATER MAIN AND A NEW DRINKING WATER PUMPING STATION.OUTCOMES:THE FOLLOWING ENVIRONMENTAL OBJECTIVES ARE EXPECTED TO BE PRODUCED THROUGH THE COMPLETION OF THE ABOVE REFERENCED WORKPLAN ACTIVITIES:\n-\tINCREASE IN THE NUMBER OF HOUSEHOLDS WITH SAFE, ADEQUATE, RELIABLE AND SUSTAINABLE DRINKING WATER SERVICES IN DISADVANTAGED COMMUNITIES.\n-\tPROVIDE IMPROVEMENTS TO AGING INFRASTRUCTURE.\n\nTHE FOLLOWING ENVIRONMENTAL OUTCOMES WILL OCCUR FROM CARRYING OUT THE PROJECTS IDENTIFIED IN THIS\nWORKPLAN:\n-\tMITIGATION OF THE HEALTH RISKS ASSOCIATED WITH CONSUMPTION OF DRINKING WATER NOT MEETING NATIONAL SAFE DRINKING WATER STANDARDS IN DISADVANTAGED COMMUNITIES.\n-\tREDUCTION IN THE NUMBER OF PWS OUT OF COMPLIANCE WITH HEALTH-BASED STANDARDS IN DISADVANTAGED COMMUNITIES.\n-\tIMPROVEMENTS TO TECHNICAL, MANAGERIAL, FINANCIAL CAPACITY OF PWS IN DISADVANTAGED COMMUNITIES.\n\nTHE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE RESIDENTS OF CONNECTICUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_00A00830_6800"}, {"internal_id": 139786042, "Award ID": "00A00744", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-20", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT. THE PRIMARY PURPOSE IS TO PROVIDE FINANCIAL ASSISTANCE TO THE CONNECTICUT DEPARTMENT OF PUBLIC HEALTH (CTDPH) TO IMPLEMENT ITS PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. ACTIVITIES INCLUDE A WATER MAIN EXTENSION IN NAUGATUCK, CT AND THE NORWICH PUBLIC UTILITY CONSOLIDATION OF COUNTRY DRIVE ASSOCIATION PUBLIC WATER SYSTEM PROJECT IN NORWICH, CT. DIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT INCLUDE RESIDENTS OF THE STATE OF CONNECTICUT. THE ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE:\n- INCREASE IN THE NUMBER OF HOUSEH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_00A00744_6800"}, {"internal_id": 111062174, "Award ID": "00A00742", "Award Amount": 420000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_00A00742_6800"}, {"internal_id": 111062169, "Award ID": "00A00637", "Award Amount": 986000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.442", "Description": "THIS AGREEMENT IS TO AN ELIGIBLE STATE OR TRIBE TO IMPLEMENT A PROGRAM TO PROVIDE DRINKING WATER PROGRAM ASSISTANCE TO UNDERSERVED, SMALL AND DISADVANTAGED COMMUNITIES. FUNDS ARE TO CARRY OUT PROJECTS AND ACTIVITIES NEEDED FOR PUBLIC WATER SYSTEMS TO COMPLY WITH THE SAFE DRINKING WATER ACT, PROGRAMS TO PROVIDE HOUSEHOLD WATER QUALITY TESTING, AND ACTIVITIES FOR A STATE TO RESPOND TO A DRINKING WATER CONTAMINANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b7cf053-6fba-dc6e-d4fd-c569c409f5b9-C", "generated_internal_id": "ASST_NON_00A00637_6800"}]