[{"internal_id": 157865290, "Award ID": "98011713", "Award Amount": 600298.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-03-28", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF IDAHO TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE: RULE INTERPRETATION AND IMPLEMENTATION; COMPLIANCE AND ENFORCEMENT OVERSIGHT; POLICY DEVELOPMENT AND IMPLEMENTATION; EDUCATION AND OUTREACH FOR PUBLIC WATER SYSTEMS, PUBLIC WATER SYSTEM OPERATORS, AND THE GENERAL PUBLIC; CAPACITY DEVELOPMENT AND OPERATOR CERTIFICATION IMPLEMENTATION; INTERAGENCY COORDINATION; ANNUAL REPORTING; APPROVAL OF PUBLIC WATER SYSTEM ENGINEERING PLANS AND SPECIFICATIONS; COMPLIANCE AND TECHNICAL ASSISTANCE; MONITORING AND ENGINEERING WAIVER REVIEW; DRINKING WATER DATABASE MANAGEMENT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: A BASELINE AND TRACKING METHOD FOR TRACKING AND REPORTING ON THE EPA HEALTH-BASED VIOLATION REDUCTION EFFORT; COUNT OF COMMUNITY WATER SYSTEMS WITH HEALTH-BASED VIOLATIONS; ENGINEERING REVIEWS; SANITARY SURVEYS; SAFE DRINKING WATER INFORMATION SYSTEM (SDWIS) DATA REPORTING; EMERGING CONTAMINANT RESOURCES FOR PUBLIC WATER SYSTEMS, OPERATORS, AND THE GENERAL PUBLIC; OPERATOR TRAINING ON EMERGING CONTAMINANTS; EMERGING CONTAMINANT COMPETITIVE GRANTS; QUARTERLY STATUS REPORT OF RETURN TO COMPLIANCE OR ENFORCEMENT RESPONSE ACTIONS; AND ANNUAL REPORT TO EPA ON ALL FUNDED ACTIVITIES. EXPECTED OUTCOMES FOR THE DIRECT BENEFIT OF THE RESIDENTS OF AND VISITORS TO THE STATE OF IDAHO INCLUDE: SUCCESSFUL STATEWIDE COMPLIANCE WITH EPA'S 2009 DRINKING WATER ENFORCEMENT RESPONSE POLICY (ERP); ABSENCE OF REPORTED WATERBORNE DISEASE OUTBREAKS; REDUCTION IN THE NUMBER OF COMMUNITY WATER SYSTEMS IN CONTINUOUS NONCOMPLIANCE WITH HEALTH-BASED STANDARDS; REDUCTION IN THE NUMBER OF SYSTEMS OUT OF COMPLIANCE WITH THE LEAD AND COPPER RULE; INCREASE IN THE PERCENT OF COMMUNITY WATER SYSTEMS WITH CURRENT SANITARY SURVEYS; RESPONSE TO PUBLIC WATER SYSTEMS ON THE ENFORCEMENT TARGETING TOOL (ETT) LIST IS TIMELY AND APPROPRIATE; EMERGING CONTAMINANTS AFFECTING PUBLIC WATER SYSTEMS ARE IDENTIFIED; PUBLIC WATER SYSTEMS SERVE DRINKING WATER THAT MEETS ALL HEALTH-BASED DRINKING WATER STANDARDS; AND PUBLIC WATER SYSTEMS ARE PREPARED TO RESPOND TO EMERGING CONTAMINANTS IN THEIR SOURCE WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49e8f1c9-90db-3e19-f126-b437039ab25b-C", "generated_internal_id": "ASST_NON_98011713_6800"}, {"internal_id": 111062026, "Award ID": "98011712", "Award Amount": 4114000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-18", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF IDAHO TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS FOR WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49e8f1c9-90db-3e19-f126-b437039ab25b-C", "generated_internal_id": "ASST_NON_98011712_6800"}, {"internal_id": 65944289, "Award ID": "98011711", "Award Amount": 2439000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-04-25", "CFDA Number": "66.432", "Description": "THIS GRANT SUPPORTS CONTINUING STATE PRIMACY OF THE IDAHO PUBLIC WATER SYSTEM SUPERVISION (PWSS) DRINKING WATER PROGRAM.  THE STATE PROGRAM PROTECTS PUBLIC HEALTH THROUGH OVERSIGHT AND ASSISTANCE TO PUBLIC WATER SYSTEMS, SO THEY MAY BETTER COMPLY WITH STATE AND FEDERAL DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49e8f1c9-90db-3e19-f126-b437039ab25b-C", "generated_internal_id": "ASST_NON_98011711_6800"}, {"internal_id": 140757551, "Award ID": "96247621", "Award Amount": 15098000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.432", "Description": "THIS GRANT AGREEMENT ASSISTS THE STATE OF NEW YORK TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS. AS COST SHARE UNDER THIS GRANT, THE NEW YORK STATE DEPARTMENT OF HEALTH PROVIDES FUNDING TO 37 LOCAL HEALTH DEPARTMENTS THROUGHOUT THE STATE TO ASSIST THEM IN ACHIEVING AND MAINTAINING COMPLIANCE WITH SAFE DRINKING WATER ACT REQUIREMENTS. DIRECT BENEFICIARIES OF THIS PROGRAM ARE THE CITIZENS OF NEW YORK STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78e2168c-91dc-4ee3-f4cb-fb8e0cff6ea8-C", "generated_internal_id": "ASST_NON_96247621_6800"}, {"internal_id": 152549392, "Award ID": "11E00716", "Award Amount": 4631000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF MICHIGAN TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.ACTIVITIES:FUNDS WILL BE USED TO SUPPORT MICHIGAN'S DRINKING WATER PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:FUNDS WILL BE USED TO SUPPORT STAFF POSITIONS WITHIN THE MICHIGAN DRINKING WATER PROGRAM.  INTENDED BENEFICIARIES ARE THE CITIZENS OF MICHIGAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_11E00716_6800"}, {"internal_id": 139813805, "Award ID": "10E00716", "Award Amount": 4625000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-25", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF MICHIGAN TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_10E00716_6800"}, {"internal_id": 98174261, "Award ID": "09E00716", "Award Amount": 4391000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-06-02", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF MICHGIAN TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_09E00716_6800"}, {"internal_id": 86482876, "Award ID": "08E00716", "Award Amount": 4054000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-18", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF MICHIGAN TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_08E00716_6800"}, {"internal_id": 158360921, "Award ID": "07E01586", "Award Amount": 3124000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-04-13", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF OHIO TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:FUNDS WILL BE USED TO SUPPORT AND RUN THE STATE'S PUBLIC WATER SYSTEM SUPERVISION PROGRAM IN FY 2023. THE INTENDED BENEFICIARIES ARE THE PEOPLE OF OHIO SERVED BY THE STATE'S PUBLIC WATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_07E01586_6800"}, {"internal_id": 68326664, "Award ID": "07E00716", "Award Amount": 4090000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-08-20", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF MICHIGAN TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT (SDWA).  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_07E00716_6800"}, {"internal_id": 146771071, "Award ID": "06E01586", "Award Amount": 2909000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-02-17", "CFDA Number": "66.432", "Description": "DESCRIPTION:\nTHE AGREEMENT ASSISTS THE STATE OF OHIO TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. \nACTIVITIES:\nSPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.\nOUTCOMES:\nFUNDS WILL BE USED TO SUPPORT AND RUN THE STATE'S PUBLIC WATER SYSTEM SUPERVISION PROGRAM IN FY 2022. THE INTENDED BENEFICIARIES ARE THE PEOPLE OF OHIO SERVED BY THE STATE'S PUBLIC WATER SYSTEMS.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_06E01586_6800"}, {"internal_id": 39256423, "Award ID": "06E00716", "Award Amount": 4090000.0, "Award Type": null, "Base Obligation Date": "2017-05-24", "CFDA Number": "66.432", "Description": "THIS AGREEMENT PROVIDES FUNDING FOR MICHIGAN DEPARTMENT OF ENVIRONMENTAL QUALITY'S (MDEQ) TO ASSURE THAT PEOPLE SERVED BY PUBLIC WATER SYSTEMS RECEIVE DRINKING WATER THAT MEETS ALL APPLICABLE STANDARDS THROUGH EFFECTIVE TREATMENT AND SOURCE WATER PROTECTION.  ONGOING PROGRAM IMPLEMENTATION INCLUDES ADOPTING RULES AT LEAST AS STRINGENT AS FEDERAL REGULATIONS, PROVIDING ASSISTANCE TO PUBLIC WATER SYSTEMS ON REGULATORY REQUIREMENTS, CONDUCTING SANITARY SURVEYS, ENSURING THAT MONITORING AND FOLLOW-UP IS CONDUCTED, AND ENFORCING REGULATIONS.  MDEQ WILL ALSO MIGRATE NONCOMMUNITY WATER SUPPLY DATA FROM THE LEGACY WATERTRACK DATABASE TO THE SAFE DRINKING WATER INFORMATION SYSTEM DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_06E00716_6800"}, {"internal_id": 130196444, "Award ID": "05E01586", "Award Amount": 2887000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-03-18", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF OHIO TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_05E01586_6800"}, {"internal_id": 94414249, "Award ID": "04E01586", "Award Amount": 2764000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-01-10", "CFDA Number": "66.432", "Description": "THIS AGREEMENT ASSISTS THE STATE OF OHIO TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_04E01586_6800"}, {"internal_id": 77946384, "Award ID": "03E01586", "Award Amount": 2571000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF OHIO TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_03E01586_6800"}, {"internal_id": 162165308, "Award ID": "02F01102", "Award Amount": 124000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-08-10", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF OKLAHOMA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT (SDWA). SPECIFIC ACTIVITIES INCLUDE DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEM, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.ACTIVITIES:THE EMERGING CONTAMINANTS FUNDING WAS FORWARD FUNDED INTO A SEPARATE GRANT (NOT WITH THE ENTIRE PUBLIC WATER SYSTEM SUPERVISION (PWSS) GRANT IN THE PROGRAM PERFORMANCE GRANT) THIS WILL BE USED TO ACQUIRE EQUIPMENT FOR THE LABORATORY THAT WILL ALLOW FOR FUTURE TESTS ON PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) IN THE DRINKING WATER.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:1. CONDUCT BACKGROUND RESEARCH AND DEVELOP POLICIES RELATED TO CONTAMINANTS OF EMERGING CONCERNS (CEC), E.G., PFAS, PERCHLORATE, MANGANESE, HARMFUL ALGAL BLOOM (HAB) POPULATIONS, ETC. 2. SUPPORT SMART ERA LIGHTING SYSTEM (SELS) IN SCHEDULING, COLLECTING, ANALYZING, EVALUATING AND REPORTING OF HAB POPULATIONS AND TOXINS AT PWSS SOURCE WATER LAKES. 3. PROVIDE TECHNICAL ASSISTANCE TO PWSS IF CECS ARE FOUND IN THEIR SOURCE WATER OR DISTRIBUTED WATER BY IMPLEMENTING THE AGENCY'S POLICIES DEVELOPED FOR SPECIFIC CECS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7683734a-ce16-e4c4-9fcf-4f9d4087b9ec-C", "generated_internal_id": "ASST_NON_02F01102_6800"}, {"internal_id": 152549328, "Award ID": "02F01101", "Award Amount": 125000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-30", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF OKLAHOMA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.ACTIVITIES:THE EMERGING CONTAMINANTS FUNDING WAS FORWARD FUNDED INTO A SEPARATE GRANT (NOT WITH THE ENTIRE PUBLIC WATER SYSTEM SUPERVISION (PWSS) GRANT IN THE PPG)  THIS WILL BE USED TO ACQUIRE EQUIPMENT FOR THE LABORATORY THAT WILL ALLOW FOR FUTURE TESTS ON PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) IN THE DRINKING WATER. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:1.\tCONDUCT BACKGROUND RESEARCH AND DEVELOP POLICIES RELATED TO CONTAMINANTS OF EMERGING CONCERNS (CEC), E.G. PFAS, PERCHLORATE, MANGANESE, HARMFUL ALGAL BLOOM (HAB) POPULATIONS, ETC.\n\n2.\tSUPPORT SMART ERA LIGHTING SYSTEM (SELS) IN SCHEDULING, COLLECTING, ANALYZING, EVALUATING AND REPORTING OF HAB POPULATIONS AND TOXINS AT PWSS SOURCE WATER LAKES.  \n\n3.\tPROVIDE TECHNICAL ASSISTANCE TO PWSS IF CECS ARE FOUND IN THEIR SOURCE WATER OR DISTRIBUTED WATER BY IMPLEMENTING THE AGENCY'S POLICIES DEVELOPED FOR SPECIFIC CECS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7683734a-ce16-e4c4-9fcf-4f9d4087b9ec-C", "generated_internal_id": "ASST_NON_02F01101_6800"}, {"internal_id": 39202614, "Award ID": "02E01586", "Award Amount": 2619000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-12-11", "CFDA Number": "66.432", "Description": "THE OHIO ENVIRONMENTAL PROTECTION AGENCY (OHIO EPA) WILL ACCOMPLISH THE FOLLOWING ACTIVITIES IN ACCORDANCE WITH THEIR FISCAL YEAR 2018 PUBLIC WATER SYSTEM SUPERVISION (PWSS) PROGRAM GRANT. THESE ACTIVITIES INCLUDE MAINTAINING PRIMACY, AIDING PUBLIC WATER SYSTEMS IN ACHIEVING A HIGH COMPLIANCE RATE WITH DRINKING WATER REGULATIONS, AND FOLLOWING ALL RULES, REGULATIONS, AND LAWS PERTAINING TO THE SAFE DRINKING WATER ACT SECTION 1443(A).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_02E01586_6800"}, {"internal_id": 152549207, "Award ID": "01E02905", "Award Amount": 201000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-20", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF INDIANA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE: CONDUCTING SAMPLING AND ANALYSIS OF PERFLUOROALKYL AND POLYFLUOROALKYL (PFAS) SUBSTANCES AT COMMUNITY WATER SYSTEMS IN THE STATE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS WORK WILL BENEFIT RESIDENTS OF THE STATE OF INDIANA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_01E02905_6800"}, {"internal_id": 155506693, "Award ID": "00J95307", "Award Amount": 3873000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-12-12", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF WASHINGTON TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE: RESPOND TO AND HANDLE PUBLIC HEALTH EMERGENCIES/THREATS; IMPROVE ACCURACY AND ACCESSIBILITY OF PROGRAM DATA; CONDUCT/EVALUATE/SANITARY SURVEYS AND ADDRESS DEFICIENCIES; IMPROVE EQUITABLE ACCESS TO SAFE DRINKING WATER TO ALL PEOPLE OF WASHINGTON; CLEARLY COMMUNICATE PUBLIC WATER SYSTEM RESPONSIBILITIES; TAKE APPROPRIATE COMPLIANCE ACTIONS AND PROVIDE SYSTEMS TECHNICAL ASSISTANCE TO RETURN TO COMPLIANCE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: UPDATED HEALTH ADVISORY TOOLS AND PUBLIC ACCESS; SAFE DRINKING WATER INFORMATION SYSTEM (SDWIS) DATA REPORTING; TRANSITION FROM CURRENT/LEGACY TECHNOLOGY SYSTEMS; SANITARY SURVEYS; LOCATION DATA ON PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) CONTAMINATION; WATER QUALITY MONITORING REQUIREMENT SCHEDULE AVAILABLE TO ALL COMMUNITY WATER SYSTEMS ANNUALLY; CURRENT/ACCURATE EPA ENFORCEMENT TARGETING TOOL (ETT) DATA; HEALTH-BASED VIOLATION ASSESSMENTS, ROOT CAUSE ANALYSIS, AND CORRECTIVE ACTION PLAN; SEMIANNUAL LEAD ACTION LEVEL EXCEEDANCES AND CORROSION CONTROL STEPS COMPLIANCE REPORTING; AND GUIDANCE AND TOOLS FOR WATER SYSTEMS TO COMPLETE SERVICE LINE INVENTORY. EXPECTED OUTCOMES FOR THE DIRECT BENEFIT OF THE RESIDENTS OF AND VISITORS TO THE STATE OF WASHINGTON INCLUDE THE PUBLIC KNOWING THE QUALITY OF THEIR WATER AND MAKES INFORMED DECISIONS; PUBLIC HEALTH IS PROTECTED; AND DRINKING WATER RESOURCES FOR NON-ENGLISH SPEAKING RESIDENTS IS IMPROVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_00J95307_6800"}, {"internal_id": 136858829, "Award ID": "00J95306", "Award Amount": 5836000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-05-27", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF WASHINGTON TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_00J95306_6800"}, {"internal_id": 79452227, "Award ID": "00J95305", "Award Amount": 5613000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-22", "CFDA Number": "66.432", "Description": "THE AGREEMENT PROVIDES FUNDING FOR WASHINGTON TO IMPLEMENT A PWSS PROGRAM TO ENFORCE THE NPDWR AND THE REQUIREMENTS OF SDWA.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING A WATER SYSTEM INVENTORY, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING PUBLIC PARTICIPATION, PROVIDING TECHNICAL ASSISTANCE, AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_00J95305_6800"}, {"internal_id": 39178898, "Award ID": "00J95304", "Award Amount": 2731000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-12-06", "CFDA Number": "66.432", "Description": "THIS GRANT WILL BE USED FOR CONTINUING STATE PRIMACY OF THE WASHINGTON PUBLIC WATER SYSTEM SUPERVISION PROGRAM (PWSS). THE STATE PROGRAM PROTECTS PUBLIC HEALTH THROUGH OVERSIGHT AND ASSISTANCE TO PUBLIC WATER SYSTEMS SO THEY MAY BETTER COMPLY WITH STATE AND FEDERAL DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_00J95304_6800"}, {"internal_id": 110297615, "Award ID": "00E02905", "Award Amount": 340000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-08", "CFDA Number": "66.432", "Description": "THE AGREEMENT WILL ALLOW INDIANA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (IDEM) TO CONDUCT ADDITIONAL PFAS MONITORING AT ALL COMMUNITY PUBLIC WATER SYSTEMS THROUGHOUT THE STATE.  ASSISTANCE WILL BE PROVIDED AND ACTIVITIES WILL BE CONDUCTED UNDER THE PUBLIC WATER SYSTEM SUPERVISION PROGRAM, WHICH HELPS TO ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_00E02905_6800"}, {"internal_id": 39175994, "Award ID": "00E02069", "Award Amount": 335600.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2016-09-23", "CFDA Number": "66.432", "Description": "THE DEPARTMENT OF ENVIRONMENTAL QUALITY (DEQ), OFFICE OF DRINKING WATER AND MUNICIPAL ASSISTANCE (ODWMA), WILL PROVIDE SIDE BY SIDE OPERATIONAL, MANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_00E02069_6800"}, {"internal_id": 111062047, "Award ID": "00961121", "Award Amount": 1823000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-17", "CFDA Number": "66.432", "Description": "THE GRANTEE'S PUBLIC WATER SYSTEM SUPERVISION PROGRAM WILL BE CONDUCTING ROUTINE INSPECTIONS; CONDUCTING SANITARY SURVEYS; TRACKING DRINKING WATER MONITORING RESULTS; REVIEWING PLANS FOR NEW AND MODIFIED SYSTEMS; USING ENFORCEMENT AUTHORITIES; RESPONDING TO PUBLIC CONCERNS; MAINTAINING AND TRACKING OPERATOR CERTIFICATION; CONDUCTING SOURCE WATER ASSESSMENT AND PROTECTION ACTIVITIES; DEVELOPING TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITIES FOR PUBLIC WATER SYSTEMS; AND OFFERING COMPLIANCE ASSISTANCE IN THE FORM OF PUBLIC EDUCATION, TRAININGS, GUIDANCE, AND TECHNICAL ASSISTANCE.  THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $599,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_00961121_6800"}, {"internal_id": 62419646, "Award ID": "00961118", "Award Amount": 2369218.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-09-21", "CFDA Number": "66.432", "Description": "THE GRANTEE'S PUBLIC WATER SYSTEM SUPERVISION PROGRAM WILL BE CONDUCTING ROUTINE INSPECTIONS; CONDUCTING SANITARY SURVEYS; TRACKING DRINKING WATER MONITORING RESULTS; REVIEWING PLANS FOR NEW OR MODIFIED SYSTEMS; USING ENFORCEMENT AUTHORITIES; RESPONDING TO PUBLIC CONCERNS; MAINTAINING OPERATOR CERTIFICATION; CONDUCTING SOURCE WATER ASSESSMENT AND PROTECTION ACTIVITIES; DEVELOPING TECHNICAL, MANAGERIAL, AND FINANCIAL CAPACITY'S FOR PUBLIC WATER SYSTEMS; AND OFFERING COMPLIANCE ASSISTANCE IN THE FORM OF PUBLIC EDUCATION, TRAININGS, GUIDANCE, AND TECHNICAL ASSISTANCE. THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $859,525.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_00961118_6800"}, {"internal_id": 139785883, "Award ID": "00939322", "Award Amount": 997000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-09", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF HAWAII TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $497,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_00939322_6800"}, {"internal_id": 83285311, "Award ID": "00939320", "Award Amount": 953000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-08-06", "CFDA Number": "66.432", "Description": "THIS AGREEMENT ASSISTS THE STATE OF HAWAII TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $469,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_00939320_6800"}, {"internal_id": 61734718, "Award ID": "00939318", "Award Amount": 483987.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-01-26", "CFDA Number": "66.432", "Description": "THE OBJECTIVES OF THIS PROJECT ARE TO ENSURE THE FULL AND EFFECTIVE ADMINISTRATION OF THE PUBLIC WATER SYSTEM SUPERVISION PROGRAM AND TO HELP ENSURE THE DELIVERY OF A WATER SUPPLY THAT MEETS ALL REQUIREMENTS OF THE NATIONAL PRIMARY DRINKING WATER REGULATIONS.  THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $43,500 AND APPROVES PRE-AWARD COSTS BACK TO JANUARY 1, 2018.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_00939318_6800"}, {"internal_id": 161421540, "Award ID": "00910524", "Award Amount": 273950.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-07-20", "CFDA Number": "66.432", "Description": "DESCRIPTION:THIS GRANT PROGRAM PROTECTS PUBLIC HEALTH BY ENSURING THAT PUBLIC WATER SYSTEMS PROVIDE SAFE DRINKING WATER THROUGH COMPLIANCE WITH THE NATIONAL PRIMARY DRINKING WATER REGULATIONS. THE RECIPIENT WILL UTILIZE THE GRANT TO FUND THE BUREAU OF SAFE DRINKING WATER PROGRAM IMPLEMENTATION ACTIVITIES SUCH AS REGULATION ADOPTION, REGULATION IMPLEMENTATION, ENFORCEMENT, DATA MANAGEMENT, ETC., TO PROTECT PUBLIC HEALTH AND MAINTAIN PRIMARY ENFORCEMENT AUTHORITY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $273,950. PRE-AWARD COSTS ARE APPROVED BACK TO 7/1/2023.ACTIVITIES:INITIATE REQUIRED STATUTORY/REGULATORY REVISIONS FOR REVISED PRIMACY PACKAGES (PENDING EPA REVIEW AND COMMENTS), MONITOR EPA RULE DEVELOPMENT EFFORTS/PARTICIPATE IN NATIONAL WORKGROUPS (AS APPROPRIATE), UTILITIES THE PFAS SUPPLEMENTAL, PERFORM PWS COMPLIANCE ACTIVITIES (E.G., SANITARY SURVEYS, SDWIS DATA MANAGEMENT, ANALYTICAL COMPLIANCE ACTIVITIES, MCL COMPLIANCE), DEVELOP AND SUBMIT APPROPRIATE WORKPLANS FOR USE OF SET-ASIDE FUNDS, IMPLEMENT THE ENGINEERING PLAN REVIEW PROGRAM, AND MAINTAIN THE DRINKING WATER LABORATORY CERTIFICATION PROGRAM, IMPLEMENT THE STATE REVOLVING FUND SUSTAINABILITY POLICY TO PROMOTE WATER SYSTEM TECHNICAL, MANAGERIAL AND FINANCIAL CAPACITY SUCH AS ASSET MANAGEMENT, SYSTEMWIDE PLANNING, OTHER SUSTAINABLE MANAGEMENT PRACTICES, EXPAND SOURCE WATER PROTECTION ACTIVITIES BEYOND WELLHEAD PROTECTION USING NEW ELIGIBILITIES AUTHORIZED BY AMERICAN'S WATER INFRASTRUCTURE ACT FOR THE DRINKING WATER STATE REVOLVING FUND LOCAL ASSISTANCE AND OTHER STATE PROGRAMS SET-ASIDES. SUBRECIPIENT:SUBAWARDS ARE FOR WASHOE AND CLARK COUNTY HEALTH DISTRICTS, DIRECTLY IMPLEMENTING THE PWSS PROGRAM IN THEIR DISTRICT. OUTCOMES:SUBMIT DRAFT WORKPLAN AND PARTICIPATE IN GRANT WORKPLAN NEGOTIATION MEETING WITH EPA AT LEAST 90-DAYS PRIOR TO START OF EACH STATE FISCAL YEAR, CONDUCT TMF ASSESSMENTS PRIOR TO DW-SRF AWARDS, DOCUMENT FINDINGS FOR EACH SYSTEM FOR ANNUAL DW-SRF AUDIT, IMPLEMENT AN APPROVED STATE OPERATOR CERTIFICATION PROGRAM AND SUBMIT ANNUAL OPERATOR CERTIFICATION PROGRAM EVALUATION BY AUGUST 1ST. NO SUBRECIPIENT ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ca5c9dd-f9e1-9e5b-4757-8914cbbd3ebe-C", "generated_internal_id": "ASST_NON_00910524_6800"}, {"internal_id": 137809569, "Award ID": "00910522", "Award Amount": 1888050.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-06-22", "CFDA Number": "66.432", "Description": "THIS GRANT PROGRAM PROTECTS PUBLIC HEALTH BY ENSURING THAT PUBLIC WATER SYSTEMS PROVIDE SAFE DRINKING WATER THROUGH COMPLIANCE WITH THE NATIONAL PRIMARY DRINKING WATER REGULATIONS. DCNR WILL UTILIZE THE GRANT TO FUND THE BUREAU OF SAFE DRINKING WATER PROGRAM IMPLEMENTATION ACTIVITIES SUCH AS REGULATION ADOPTION, REGULATION IMPLEMENTATION, ENFORCEMENT, DATA MANAGEMENT, ETC., TO PROTECT PUBLIC HEALTH AND MAINTAIN PRIMARY ENFORCEMENT AUTHORITY.\n\nTHIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT $231,000.  SEE TERMS AND CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ca5c9dd-f9e1-9e5b-4757-8914cbbd3ebe-C", "generated_internal_id": "ASST_NON_00910522_6800"}, {"internal_id": 86482856, "Award ID": "00910520", "Award Amount": 1634500.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-26", "CFDA Number": "66.432", "Description": "THE AGREEMENT WILL ASSIST THE STATE OF NEVADA IN DEVELOPING AND IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. THE RECIPIENT WILL UTLIZE THE GRANT TO FUND ITS BUREAU OF SAFE DRINKING WATER PROGRAM TO IMPLEMENT THE FOLLOWING ACITIVITIES: REGULATION ADOPTION AND IMPLEMENTATION, TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS, ENFORCEMENT, DATA MANAGEMENT, ETC., TO PROTECT PUBLIC HEALTH AND MAINTAIN PRIMARY ENFORCEMENT AUTHORITY.  THIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $74,500.  SEE TERMS AND CONDITIONS.  PREAWARD COSTS HAVE BEEN APPROVED BACK TO JULY 1, 2019.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ca5c9dd-f9e1-9e5b-4757-8914cbbd3ebe-C", "generated_internal_id": "ASST_NON_00910520_6800"}, {"internal_id": 39173504, "Award ID": "00910516", "Award Amount": 3391750.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2015-09-25", "CFDA Number": "66.432", "Description": "THE PURPOSE/OBJECTIVE OF THIS PROGRAM IS TO PROTECT PUBLIC HEALTH BY ENSURING THAT PUBLIC WATER SYSTEMS PROVIDE SAFE DRINKING WATER THROUGH COMPLIANC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ca5c9dd-f9e1-9e5b-4757-8914cbbd3ebe-C", "generated_internal_id": "ASST_NON_00910516_6800"}, {"internal_id": 161421539, "Award ID": "00909923", "Award Amount": 7794000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-07-19", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION (PWSS) PROGRAM. THE OBJECTIVES OF THIS PROGRAM ARE TO ENSURE THE FULL AND EFFECTIVE ADMINISTRATION OF THE PWSS PROGRAM (PURSUANT TO SAFE DRINKING WATER ACT (SDWA) SECTION 1443(A)) UNDER THE PRIMACY PROVISIONS OF TITLE 40 CODE OF FEDERAL REGULATIONS (CFR), PART 142, TO HELP ENSURE THE DELIVERY OF WATER SUPPLY THAT MEETS ALL REQUIREMENTS OF THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AS SET FORTH IN 40 CFR, PART 141 TO PROTECT PUBLIC HEALTH, AND TO MAINTAIN PRIMARY ENFORCEMENT AUTHORITY.\n\nTHIS GRANT AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $7,794,000.00.  PREAWARD COSTS ARE APPROVED BACK TO 10/1/2022.ACTIVITIES:THE CALIFORNIA STATE WATER RESOURCE CONTROL BOARD'S DIVISION OF DRINKING WATER (DDW) WILL FULLY IMPLEMENT THEIR AUTHORIZED PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTCOMES WILL BE THE PROTECTION OF PUBLIC HEALTH BY PREVENTING WATER-BORNE ILLNESS AND THE BENEFICIARIES WILL BE THE RESIDENTS AND VISITORS TO CALIFORNIA THAT CONSUME WATER FROM PUBLIC WATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6622cef5-5e79-0729-863d-42c9a5fde8dd-C", "generated_internal_id": "ASST_NON_00909923_6800"}, {"internal_id": 151169453, "Award ID": "00909922", "Award Amount": 7216000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-11", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION (PWSS) PROGRAM. THE OBJECTIVES OF THIS PROGRAM ARE TO ENSURE THE FULL AND EFFECTIVE ADMINISTRATION OF THE PWSS PROGRAM (PURSUANT TO SAFE DRINKING WATER ACT (SDWA) SECTION 1443(A)) UNDER THE PRIMACY PROVISIONS OF TITLE 40 CODE OF FEDERAL REGULATIONS (CFR), PART 142, TO HELP ENSURE THE DELIVERY OF WATER SUPPLY THAT MEETS ALL REQUIREMENTS OF THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AS SET FORTH IN 40 CFR, PART 141 TO PROTECT PUBLIC HEALTH, AND TO MAINTAIN PRIMARY ENFORCEMENT AUTHORITY. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $7,216,000 WHICH INCLUDES $92,900 IN EPA IN-KIND SERVICES TO IMPLEMENT RTCR DATA COLLECTION.\n\nACTIVITIES:THE CALIFORNIA STATE WATER RESOURCE CONTROL BOARD'S DIVISION OF DRINKING WATER (DDW) WILL FULLY IMPLEMENT THEIR AUTHORIZED PROGRAM.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTCOMES WILL BE THE PROTECTION OF PUBLIC HEALTH BY PREVENTING WATER-BORNE ILLNESS AND THE BENEFICIARIES WILL BE THE RESIDENTS AND VISITORS TO CALIFORNIA THAT CONSUME WATER FROM PUBLIC WATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6622cef5-5e79-0729-863d-42c9a5fde8dd-C", "generated_internal_id": "ASST_NON_00909922_6800"}, {"internal_id": 138794813, "Award ID": "00909921", "Award Amount": 7126000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-07-12", "CFDA Number": "66.432", "Description": "THE PROJECT IS TO IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION (PWSS) PROGRAM. THE OBJECTIVES OF THIS PROGRAM ARE TO ENSURE THE FULL AND EFFECTIVE ADMINISTRATION OF THE PWSS PROGRAM (PURSUANT TO SAFE DRINKING WATER ACT (SDWA) SECTION 1443(A)) UNDER THE PRIMACY PROVISIONS OF TITLE 40 CODE OF FEDERAL REGULATIONS (CFR), PART 142, TO HELP ENSURE THE DELIVERY OF WATER SUPPLY THAT MEETS ALL REQUIREMENTS OF THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AS SET FORTH IN 40 CFR, PART 141 TO PROTECT PUBLIC HEALTH, AND TO MAINTAIN PRIMARY ENFORCEMENT AUTHORITY.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $7,126,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6622cef5-5e79-0729-863d-42c9a5fde8dd-C", "generated_internal_id": "ASST_NON_00909921_6800"}, {"internal_id": 110297511, "Award ID": "00909920", "Award Amount": 6748000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-03", "CFDA Number": "66.432", "Description": "THE PURPOSE OF THIS PROGRAM IS TO PROTECT THE PUBLIC HEALTH OF RESIDENTS OF AND VISITORS TO THE STATE OF CALIFORNIA BY ENSURING THAT PUBLIC WATER SYSTEMS PROVIDE SAFE DRINKING WATER THROUGH COMPLIANCE WITH THE NATIONAL PRIMARY DRINKING WATER REGULATIONS. CALIFORNIA STATE WATER RESOURCES CONTROL BOARD (CA SWRCB) WILL UTILIZE THE GRANT TO FUND THE DIVISION OF DRINKING WATER DRINKING WATER RELATED PROGRAM ACTIVITIES SUCH AS REGULATION ADOPTION, REGULATION IMPLEMENTATION, ENFORCEMENT, DATA MANAGEMENT, PLAN AND SPECIFICATION REVIEW AND PERMITTING OF NEW AND RENOVATED PUBLIC WATER SYSTEMS, ETC., TO PROTECT PUBLIC HEALTH AND MAINTAIN PRIMARY ENFORCEMENT AUTHORITY.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF  $6,748,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6622cef5-5e79-0729-863d-42c9a5fde8dd-C", "generated_internal_id": "ASST_NON_00909920_6800"}, {"internal_id": 81863179, "Award ID": "00909919", "Award Amount": 6250000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-06-27", "CFDA Number": "66.432", "Description": "THE PURPOSE OF THIS PROGRAM IS TO PROTECT THE PUBLIC HEALTH OF RESIDENTS OF AND VISITORS TO THE STATE OF CALIFORNIA BY ENSURING THAT PUBLIC WATER SYSTEMS PROVIDE SAFE DRINKING WATER THROUGH COMPLIANCE WITH THE NATIONAL PRIMARY DRINKING WATER REGULATIONS.  CALIFORNIA STATE WATER RESOURCES CONTROL BOARD (CA SWRCB) WILL UTILIZE THE GRANT TO FUND THE DIVISION OF DRINKING WATER DRINKING WATER RELATED PROGRAM ACTIVITIES SUCH AS REGULATION ADOPTION, REGULATION IMPLEMENTATION, ENFORCEMENT, DATA MANAGEMENT, PLAN AND SPECIFICATION REVIEW AND PERMITTING OF NEW AND RENOVATED PUBLIC WATER SYSTEMS, ETC., TO PROTECT PUBLIC HEALTH AND MAINTAIN PRIMARY ENFORCEMENT AUTHORITY.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF  $6,250,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6622cef5-5e79-0729-863d-42c9a5fde8dd-C", "generated_internal_id": "ASST_NON_00909919_6800"}, {"internal_id": 62688753, "Award ID": "00909918", "Award Amount": 6298000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-07", "CFDA Number": "66.432", "Description": "THE PURPOSE OF THIS PROGRAM IS TO PROTECT THE PUBLIC HEALTH OF RESIDENTS OF AND VISITORS TO THE STATE OF CALIFORNIA BY ENSURING THAT PUBLIC WATER SYSTEMS PROVIDE SAFE DRINKING WATER THROUGH COMPLIANCE WITH THE NATIONAL PRIMARY DRINKING WATER REGULATIONS.  CALIFORNIA STATE WATER RESOURCES CONTROL BOARD (CA SWRCB) WILL UTILIZE THE GRANT TO FUND THE DIVISION OF DRINKING WATER DRINKING WATER RELATED PROGRAM ACTIVITIES SUCH AS REGULATION ADOPTION, REGULATION IMPLEMENTATION, ENFORCEMENT, DATA MANAGEMENT, PLAN AND SPECIFICATION REVIEW AND PERMITTING OF NEW AND RENOVATED PUBLIC WATER SYSTEMS, ETC., TO PROTECT PUBLIC HEALTH AND MAINTAIN PRIMARY ENFORCEMENT AUTHORITY.  THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $1,195,212.  PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO 10/1/17.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6622cef5-5e79-0729-863d-42c9a5fde8dd-C", "generated_internal_id": "ASST_NON_00909918_6800"}, {"internal_id": 146771078, "Award ID": "00708224", "Award Amount": 1117000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-02-16", "CFDA Number": "66.432", "Description": "DESCRIPTION:\nPURPOSE: STATE DRINKING WATER PROGRAMS ARE RESPONSIBLE FOR ENSURING PUBLIC WATER SYSTEMS PROTECT PUBLIC HEALTH AND COMPLY WITH NATIONAL PRIMACY DRINKING WATER REGULATIONS.\n\nACTIVITIES:\nACTIVITIES: DEVELOP AND MAINTAIN STATE DRINKING WATER REGULATIONS; MAINTAIN AN INVENTORY OF PUBLIC WATER SYSTEMS THROUGHOUT THE STATE; MAINTAIN A DATABASE FOR COMPLIANCE INFORMATION ON PUBLIC WATER SYSTEMS; CONDUCT SANITARY SURVEYS OF PUBLIC WATER SYSTEMS; REVIEW PUBLIC WATER SYSTEM PLANS AND SPECIFICATIONS; PROVIDE TECHNICAL ASSISTANCE TO MANAGERS AND OPERATORS OF PUBLIC WATER SYSTEMS; ENSURE THAT PUBLIC WATER SYSTEMS REGULARLY INFORM CONSUMERS ABOUT THE QUALITY OF THE WATER THEY ARE PROVIDING; CERTIFY LABORATORIES THAT PERFORM ANALYSIS OF DRINKING WATER; AND CARRY OUT AN ENFORCEMENT PROGRAM TO ENSURE PUBLIC WATER SYSTEMS COMPLY WITH STATE'S REQUIREMENTS.\n\nOUTCOMES:\nDELIVERABLES: SUBMIT AN ANNUAL PROGRAM REPORT, SUBMIT A SPECIAL REPORT OF RESULTS FROM MONITORING FOR UNREGULATED CONTAMINANTS.\nOUTCOME: ASSURING THAT PEOPLE SERVED BY PUBLIC WATER SYSTEMS (PWSS) RECEIVE DRINKING WATER THAT MEETS ALL APPLICABLE STANDARDS THROUGH EFFECTIVE TREATMENT AND SOURCE WATER PROTECTION.\nBENEFICIARIES: RESIDENTS OF THE STATE OF NEBRASKA\n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_00708224_6800"}, {"internal_id": 139785889, "Award ID": "00708223", "Award Amount": 949674.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-16", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF NEBRASKA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS. DELIVERABLES: QUARTERLY REPORTS OF VIOLATIONS BY PUBLIC WATER SUPPLY, ANNUAL INVENTORY REPORT. EXPECTED OUTCOMES: TO HAVE CLEAN DRINKING WATER DELIVERED TO THE RESIDENTS OF NEBRASKA, TO ALLEVIATE SYSTEM CONTAMINATION, TO PROVIDE ASSISTANCE TO PUBLIC WATER SUPPLY IN THE EFFORTS TO PROVIDE SAFE DRINKING WATER TO THE CUSTOMERS AND TO PROTECT PUBLIC HEALTH. INTENDED BENEFICIARIES:  THE PUBLIC WATER SYSTEM OPERATORS AND THE STATE OF NEBRASKA. \n\nTHIS AWARD IS A NOVATION CHANGING THE RECIPIENT FROM NEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES TO NEBRASKA DEPARTMENT OF ENVIRONMENT AND ENERGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_00708223_6800"}, {"internal_id": 139786052, "Award ID": "00708222", "Award Amount": 46872.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-08-16", "CFDA Number": "66.432", "Description": "TO ADMINISTER AND OVERSEE NEBRASKA&RSQUOANDS WATER SUPPLY SUPERVISION PROGRAM.  THIS AGREEMENT ASSISTS THE STATE OF NEBRASKA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS, ENFORCING DRINKING WATER REGULATIONS, EMERGING CONTAMINANTS AND TO SUPPORT UNREGULATED CONTAMINANT WORK.  OUTCOMES: TO ALLEVIATE SYSTEM SOURCES OF CONTAMINATION.  TO ENSURE DELIVERANCE OF SAFE DRINKING WATER ON A CONTINUAL BASIS AND TO PROTECT PUBLIC HEALTH. DELIVERABLES:  SUBMIT QUARTERLY REPORTS TO THE ENVIRONMENTAL PROTECTION AGENCY ON ANY NEW PUBLIC WATER SYSTEM VIOLATIONS, ENFORCEMENT ACTIONS AND NEW VARIANCES OR EXCEPTIONS GRANTED BY NEBRASKA DEPARTMENT OF ENVIRONMENT AND ENERGY.  SUBMIT AN ANNUAL REPORT ON ALL ADDITIONS OR CORRECTIONS TO NEBRASKA DEPARTMENT OF ENVIRONMENT AND ENERGY INVENTORY OF PUBLIC WATER SYSTEMS.  SUBMIT A QUARTERLY SPECIAL REPORT ON RESULTS OF MONITORING FOR UNREGULATED CONTAMINANTS.  SUBMIT A REPORT ON SYSTEMS WITH A HEALTH-BASED VIOLATION OF THE NATIONAL PRIMARY DRINKING STANDARD.  A FINAL REPORT WILL BE SUBMITTED AT THE END OF THE GRANT PROJECT PERIOD.  THE BENEFICIARIES ARE THE RESIDENTS OF THE STATE OF NEBRASKA.  THERE ARE NO SUBRECIPIENT ACTIVITIES.\nTHIS AWARD IS A NOVATION CHANGING THE RECIPIENT FROM THE NEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES TO THE NEBRASKA DEPARTMENT OF ENVIRONMENT AND ENERGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_00708222_6800"}, {"internal_id": 111635720, "Award ID": "00708221", "Award Amount": 1107000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-10-30", "CFDA Number": "66.432", "Description": "IMPLEMENTATION AND ENFORCEMENT OF THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT THAT APPLY TO PUBLIC WATER SYSTEMS.  THIS AWARD PROVIDES A PARTIAL AMOUNT OF FEDERAL FUNDING. FURTHER FUNDING MAY BE PROVIDED AT A LATER DATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_00708221_6800"}, {"internal_id": 93090096, "Award ID": "00708220", "Award Amount": 1055000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-12-10", "CFDA Number": "66.432", "Description": "IMPLEMENTATION AND ENFORCEMENT OF THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT THAT APPLY TO PUBLIC WATER SYSTEMS.   THIS AWARD PROVIDES A PARTIAL AMOUNT OF FEDERAL FUNDS. FURTHER FEDERAL FUNDING MAY BE PROVIDED AT A LATER DATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_00708220_6800"}, {"internal_id": 77072354, "Award ID": "00708219", "Award Amount": 974000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-12-06", "CFDA Number": "66.432", "Description": "IMPLEMENTATION AND ENFORCEMENT OF THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT THAT APPLY TO PUBLIC WATER SYSTEMS.     THIS IS A PARTIAL AWARD OF FEDERAL FUNDS.  FURTHER FEDERAL FUNDING MAY BE PROVIDED AT A LATER DATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_00708219_6800"}, {"internal_id": 39173138, "Award ID": "00708218", "Award Amount": 983000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-11-20", "CFDA Number": "66.432", "Description": "FUNDS ENSURE THAT PUBLIC DRINKING WATER SYSTEMS ARE IN COMPLIANCE WITH THE SAFE DRINKING WATER ACT.    THIS IS A PARTIAL AWARD OF FEDERAL FUNDS, FURTHER FUNDING MAY BE PROVIDED AT A LATER DATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_00708218_6800"}, {"internal_id": 155664247, "Award ID": "00620320", "Award Amount": 1974300.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-12-22", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF NEW MEXICO TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.ACTIVITIES:THROUGH THIS ASSISTANCE AGREEMENT, THE STATE OF NEW MEXICO WILL PLAN, IMPLEMENT, MAINTAIN, AND EVALUATE ITS PUBLIC WATER SUPPLY SUPERVISION (PWSS) PROGRAM TO ENSURE NEW MEXICO'S DRINKING WATER SUPPLY IS SAFE. THE AGREEMENT WILL ALSO PROVIDE FOR THE STATE TO DEVELOP AND IMPLEMENT LABORATORY CONTRACTS AND CERTIFICATION PROCEDURES TO ENSURE ACCURATE AND TIMELY WATER SAMPLE ANALYSIS AND DATA SUBMISSION TO SUPPORT SAFE DRINKING WATER SUPPLY IN NEW MEXICO. THIS AGREEMENT WILL ALSO BE USED TO SUPPORT THE DEVELOPMENT AND IMPLEMENTATION OF PUBLIC WATER SYSTEM OVERSIGHT ACTIVITIES AND FORMAL ENFORCEMENT STRATEGIES TO SUPPORT COMPLIANCE WITH STATE AND FEDERAL DRINKING WATER REGULATIONS. THIS AGREEMENT WILL ALSO BE USED TO SUPPORT ACTIVITIES TO PLAN, IMPLEMENT, MAINTAIN, AND EVALUATE PUBLIC WATER SYSTEM INVENTORY, MONITORING, AND COMPLIANCE DATA USING NEW MEXICO SDWIS OR ANY UPDATED VERSIONS OF SDWIS THAT ARE PROVIDED BY THE EPA TO ENSURE ACCURATE AND TIMELY INFORMATION SUPPORTIVE OF A SAFE DRINKING WATER SUPPLY IN NEW MEXICO. THIS AGREEMENT WILL ALSO BE USED TO SUPPORT ACTIVITIES TO PLAN, COORDINATE, AND EVALUATE OUTREACH ACTIVITIES TO ENSURE THAT NEW MEXICO CITIZENS AND VISITORS HAVE ACCESS TO INFORMATION RELATED TO SAFE DRINKING WATER. THIS AGREEMENT WILL ALSO SUPPORT EFFORTS TO ENSURE CONSISTENCY WITH NEW MEXICO DRINKING WATER BUREAU'S SUSTAINABLE WATER INFRASTRUCTURE GROUP (SWIG) ASSISTANCE PROGRAMS AND REGULATORY REQUIREMENTS AND COORDINATE WITH THE EPA ON ANY PRIMACY RELATED ISSUES. THIS AGREEMENT WILL ALSO PROVIDE SUPPORT FOR STATEWIDE EVALUATION OF PUBLIC WATER SYSTEMS TO DETERMINE THE EXTENT THAT EMERGING CONTAMINANTS ARE PRESENT IN DRINKING WATER SUPPLIES. THESE INCLUDE PFAS AND OTHER CONTAMINANTS OF EMERGING CONCERN.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THROUGH THIS PROGRAM, THE STATE OF NEW MEXICO ANTICIPATES ON-GOING TRAINING ON PROMULGATED RULES BE PROVIDED TO STAFF AND PUBLIC WATER SYSTEMS. THE STATE ALSO ANTICIPATES THAT CONTRACTED LABORATORIES WILL WILL ADDRESS ANY NOTED DEFICIENCIES AND MEET CERTIFICATION REQUIREMENTS. THROUGH THIS AGREEMENT, THE STATE ALSO ANTICIPATES CONDUCTING OVERSIGHT AND ENFORCEMENT ACTIVITIES ON 100% OF THE PUBLIC WATER SYSTEMS IN THE NEW MEXICO TO ENSURE THAT ACTIONS ARE ADDRESSING THE ISSUES RELATED TO ANY VIOLATIONS. THIS AGREEMENT WILL ALSO PROVIDE NEW MEXICO ENVIRONMENT DEPARTMENT STAFF TRAINING NEEDED TO MEET REPORTING DEADLINES FOR THE SDWIS REPORTING SYSTEM AND ASSURE ACCURACY OF DATA. THIS AGREEMENT WILL ALSO  HELP ENSURE ADEQUATE AND APPROPRIATE MATERIALS AND TRAINING ARE PROVIDED FOR USE WITH THE PUBLIC OR OTHER SPECIALIZED AUDIENCES TO ADEQUATELY DISSEMINATE INFORMATION TO THE PUBLIC. THE AGREEMENT WILL ALSO SUPPORT THE STATE'S EFFORTS IN THE DEVELOPMENT OF QUALITY ASSURANCE PROJECT PLANS (QAPP) OR SAMPLING PLANS FOR REGULATED AS WELL AS EMERGING CONTAMINANTS SUCH AS PFAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76f62ace-e2a8-ed30-4663-66d23d87a4f4-C", "generated_internal_id": "ASST_NON_00620320_6800"}, {"internal_id": 68568388, "Award ID": "00620319", "Award Amount": 2006000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-09-11", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF NEW MEXICO TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76f62ace-e2a8-ed30-4663-66d23d87a4f4-C", "generated_internal_id": "ASST_NON_00620319_6800"}, {"internal_id": 62419318, "Award ID": "00620316", "Award Amount": 2016000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-07-10", "CFDA Number": "66.432", "Description": "THE ACTIVITIES CONDUCTED UNDER THIS PROJECT INCLUDE IMPLEMENTING, MAINTAINING, AND EVALUATING WATER SYSTEM SUPERVISION WITH THE STATE OF NEW MEXICO'S DRINKING WATER PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76f62ace-e2a8-ed30-4663-66d23d87a4f4-C", "generated_internal_id": "ASST_NON_00620316_6800"}, {"internal_id": 116061037, "Award ID": "00620221", "Award Amount": 2894000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-11-09", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF LOUISIANA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_00620221_6800"}, {"internal_id": 96556488, "Award ID": "00620220", "Award Amount": 1376000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-04-07", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF LOUISIANA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_00620220_6800"}, {"internal_id": 77072348, "Award ID": "00620219", "Award Amount": 1285000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-12-06", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF LOUISIANA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_00620219_6800"}, {"internal_id": 65944302, "Award ID": "00620218", "Award Amount": 1309000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-04-20", "CFDA Number": "66.432", "Description": "THIS GRANT PROVIDES FINANCIAL ASSISTANCE TO THE STATE OF LOUISIANA'S PUBLIC WATER SYSTEM SUPERVISION (PWSS) PROGRAM FOR IMPLEMENTATION AND ENFORCEMENT OF THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT THAT APPLY TO PUBLIC WATER SYSTEMS.TO IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. THE ACTIVITIES CONDUCTED UNDER THIS PROJECT INCLUDE IMPLEMENTAING, MAINTAINING, AND EVALUATING WATER SYSTEM SUPERVISION WITH THE STATE OF LOUSIANA'S DRINKING WATER PROGRAM.SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_00620218_6800"}, {"internal_id": 147535030, "Award ID": "00620115", "Award Amount": 2177048.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-03-24", "CFDA Number": "66.432", "Description": "DESCRIPTION:\nTHE AGREEMENT ASSISTS THE STATE OF ARKANSAS TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.\nACTIVITIES:\n SOURCE WATER PROTECTION\n1. CONTINUE DEVELOPMENT OF GIS DATABASE TO BE USED IN IDENTIFYING ACTIVITIES AND \nPOTENTIAL THREATS THAT MAY HARM PUBLIC WATER SOURCES.\n2. PROVIDE DRINKING WATER INFORMATION FOR TMDL PRIORITY SETTING. REVIEW PROPOSED \nPERMITS FOR NPDES DISCHARGES, LAND APPLICATION OF ANIMAL WASTES, OIL AND GAS WELLS, \nUNDERGROUND INJECTION WELLS, LANDFILLS, ETC., TO REFLECT CONTAMINANTS OF CONCERN TO \nDRINKING WATER SYSTEMS. EACH YEAR, SOURCE WATER PROTECTION STAFF CONDUCTS \nPROXIMITY REVIEW AND EVALUATES POTENTIAL THREATS TO WATER SOURCES FOR PERMITTED \nACTIVITIES WITHIN THE STATE OF ARKANSAS. OIL AND GAS ACTIVITIES, INCLUDING NOTICE OF \nINTENT FOR RESERVE PITS, UNDERGROUND INJECTION CONTROL WELLS AND ASSOCIATED SURFACE \nFACILITIES, THE STATE'S TECHNICAL REVIEW COMMITTEE ACTIVITIES, ARKANSAS AND \nOKLAHOMA NPDES PERMITS, AND NO DISCHARGE PERMITS ARE REVIEWED. \n\nPERSONNEL, TRAVEL, SUPPLIES, EQUIPMENT \n2022 ISOCRATIC COMPONENT SYSTEM\t$52,980\tMETHOD 552.2\nICS - WARRANTY\t$6,742\t$59,722\t\n2023 DRYING OVEN\t$5,141\t\n24 POSITION N-EVAP $5,337 METHODS 553 AND 537.1\nTURBIDIMETER $8,256\t$18,734\n\t\nDRINKING WATER STATE REVOLVING FUND\n1. CONTINUE COORDINATION WITH ARKANSAS NATURAL RESOURCES COMMISSION ON\nIMPLEMENTATION OF THE DRINKING WATER STATE REVOLVING FUND.\n2. REVIEW, AND MODIFY AS NECESSARY, THE CRITERIA UTILIZED IN PRIORITIZING APPLICATIONS FOR \nASSISTANCE UNDER THE DWSRF.\n3. REVIEW APPLICATIONS SUBMITTED FOR DWSRF FUNDING TO DETERMINE A PRIORITY RANKING \nFOR THE INTENDED USE PLAN.\n4. ASSIST THE ARKANSAS DEPARTMENT OF AGRICULTURE, NATURAL RESOURCES DIVISION IN \nPREPARING THE 2022 AND 2023 INTENDED USE PLAN, THE 2022 AND 2023 DWSRF \nCAPITALIZATION GRANT APPLICATION, AND THE SRF FUNDABLE LIST.\n5. PREPARE A SET ASIDE USE PLAN FOR THE 2021 AND 2022 DWSRF CAPITALIZATION GRANT.\n6. WORK WITH STAKEHOLDERS TO ADDRESS PRIORITIZATION FOR RISKS TO HEALTH AND COMPLIANCE \nWITH REGULATIONS.\n7. WORK WITH PUBLIC WATER SYSTEMS AND CONSULTANTS TO IDENTIFY POTENTIAL PROJECTS FOR \nFUTURE FUNDING CYCLES.\n8. CONDUCT AND SUBMIT THE 2020 DRINKING WATER INFRASTRUCTURE NEEDS SURVEY.\nD. CAPACITY DEVELOPMENT\n1. CONTINUE IMPLEMENTATION OF THE APPROVED CAPACITY DEVELOPMENT STRATEGY FOR NEW \nWATER SYSTEMS.\nOUTCOMES:\n1. CONDUCT APPROXIMATELY 350 TO 380 SANITARY SURVEYS ANNUALLY OF COMMUNITY, \nTRANSIENT NON-COMMUNITY, AND NON-TRANSIENT NON-COMMUNITY WATER SYSTEMS.\nUSE A SANITARY SURVEY PRIORITY PROGRAM TO MAXIMIZE UTILIZATION OF EXISTING PERSONNEL.\n2.REVIEW APPROXIMATELY 1300 DETAILED PLANS AND SPECIFICATIONS FOR WATER AND RELATED \nPROJECTS ANNUALLY.\n3. REVIEW AND COMMENT ON APPROXIMATELY 50 PRELIMINARY ENGINEERING REPORTS AND \nGRANT APPLICATIONS ANNUALLY TO ASSIST COMMUNITIES IN RECEIVING FUNDING FOR NEW AND \nEXISTING PUBLIC WATER SUPPLIES. EMERGING CONTAMINANTS FUNDS WILL BE USED FOR EQUIPMENT PURCHASES\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_00620115_6800"}, {"internal_id": 95593643, "Award ID": "00620114", "Award Amount": 2057187.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-02-20", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF ARKANSAS TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_00620114_6800"}, {"internal_id": 39172911, "Award ID": "00620113", "Award Amount": 1857000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-12-21", "CFDA Number": "66.432", "Description": "THIS GRANTS PROVIDES FINANCIAL ASSISTANCE TO THE STATE OF ARKANSAS' PUBLIC WATER SYSTEM SUPERVISION (PWSS) PROGRAM FOR IMPLEMENTATION AND ENFORCEMENT OF THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT THAT APPLY TO PUBLIC WATER SYSTEMS.  THE ACTIVITIES CONDUCTED UNDER THIS PROJECT INCLUDE IMPLEMENTING, MAINTAINING, AND EVALUATING WATER SYSTEM SUPERVISION WITH THE STATE OF ARKANSAS' DRINKING WATER PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_00620113_6800"}, {"internal_id": 159787872, "Award ID": "00532323", "Award Amount": 3041000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-05-19", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF MINNESOTA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:MANY OF THE GRANT WORK PLAN ACTIVITIES CONTRIBUTE TO THE GOAL OF ASSURING THAT CITIZENS OF MINNESOTA SERVED BY PUBLIC WATER SYSTEMS (PWS) RECEIVE DRINKING WATER THAT MEETS ALL APPLICABLE STANDARDS THROUGH EFFECTIVE TREATMENT AND SOURCE WATER PROTECTION AND REDUCING THE NUMBER OF COMMUNITY WATER SYSTEMS IN NONCOMPLIANCE WITH HEALTH-BASED STANDARDS. BENEFICIARIES INCLUDE MINNESOTA RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_00532323_6800"}, {"internal_id": 149897576, "Award ID": "00532322", "Award Amount": 2829000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-06-22", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF MINNESOTA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THESE ACTIVITIES SUPPORT RULE ADOPTION AND IMPLEMENTATION, CAPACITY DEVELOPMENT, AND SMALL SYSTEM SUPPORT. THIS GRANT WILL BENEFIT RESIDENTS OF THE STATE OF MINNESOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_00532322_6800"}, {"internal_id": 137809584, "Award ID": "00532321", "Award Amount": 2792000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-06-26", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF MINNESOTA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_00532321_6800"}, {"internal_id": 93928675, "Award ID": "00532320", "Award Amount": 2648000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-12-31", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF MINNESOTA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_00532320_6800"}, {"internal_id": 80500651, "Award ID": "00532319", "Award Amount": 2451000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-04-26", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF MINNESOTA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_00532319_6800"}, {"internal_id": 62808891, "Award ID": "00532318", "Award Amount": 2477000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-12-11", "CFDA Number": "66.432", "Description": "THIS PROGRAM WILL ENABLE MINNESOTA DEPARTMENT OF PUBLIC HEALTH (MN DOH) TO SUPPORT A LABORATORY CERTIFICATION PROGRAM; MAINTAIN A DATA SYSTEM THAT TRACK REQUIREMENTS FOR ALL RULES; ADOPTION OF ALL RULES IN A TIMELY MANNER; AND MAINTAIN AN ENFORCEMENT AND ASSISTANCE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_00532318_6800"}, {"internal_id": 39172722, "Award ID": "00529618", "Award Amount": 3472000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-12-14", "CFDA Number": "66.432", "Description": "THE GOAL OF THE WORKPLAN BY WISCONSIN DEPARTMENT OF NATURAL RESOURCES (WDNR) IS TO ASSURE THAT PEOPLE SERVED BY PUBLIC WATER SYSTEMS RECEIVE DRINKING WATER THAT MEETS ALL APPLICABLE STANDARDS THROUGH EFFECTIVE TREATMENT AND SOURCE WATER TREATMENT. CONTINUING PROGRAM IMPLEMENTATION INCLUDES ADOPTING RULES AT LEAST AS STRINGENT AS FEDERAL REGULATIONS, PROVIDING ASSISTANCE TO PUBLIC WATER SYSTEMS ON REGULATORY REQUIREMENTS, CONDUCTING SANITARY SURVEYS, ENSURING THAT MONITORING AND FOLLOW-UP IS CONDUCTED, AND ENFORCING REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_00529618_6800"}, {"internal_id": 147535024, "Award ID": "00429622", "Award Amount": 7042000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-03-23", "CFDA Number": "66.432", "Description": "DESCRIPTION:\nTHIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $795,008 TO SUPPORT PUBLIC WATER SYSTEM SUPERVISION IN THE STATE OF NORTH CAROLINA. \nACTIVITIES:\n ACTIVITIES INCLUDE COMPLIANCE AND ENFORCEMENT OF STATE DRINKING WATER SYSTEMS, OPERATOR CERTIFICATION PROGRAM, CAPACITY DEVELOPMENT, SANITARY SURVEYS, INSPECTIONS, ENTERING DATA INTO FEDERAL AND STATE DRINKING WATER DATABASE, AND IMPLEMENTING FEDERAL AND STATE SAFE DRINKING WATER ACT STATUTORY AND REGULATORY REQUIREMENTS.\nOUTCOMES:\nENSURE ONGOING COMPLIANCE WITH PRIMARY DRINKING WATER REGULATIONS BY IMPLEMENTING STATE-APPROVED RULES FOR WHICH STATE HAS RECEIVED FINAL PRIMACY. REPORT ON ACTIONS TAKEN THAT DEMONSTRATE ONGOING IMPLEMENTATION OF, AND COMPLIANCE WITH, PRIMARY DRINKING WATER REGULATIONS DELIVERABLE: PROTECTION OF DRINKING WATER AND HUMAN HEALTH. REVISE CURRENT PRIMACY PROGRAMS TO ADOPT NEWLY PROMULGATED FEDERAL DRINKING WATER RULES AND REGULATIONS TO IMPLEMENT THE SAFE DRINKING WATER ACT (SDWA) AS AMENDED IN 1996. REVISE AND/OR ADOPT STATE REGULATIONS AND SUBMIT A PRIMACY APPLICATION FOR EPA REVIEW AND APPROVAL, IN ACCORDANCE WITH SDWA REQUIREMENTS DELIVERABLE: PROTECTION OF DRINKING WATER AND HUMAN HEALTH. MAINTAIN A SYSTEMATIC SANITARY SURVEY PROGRAM AND FOLLOW UP ON ANY DISCREPANCIES DISCOVERED DURING SANITARY SURVEYS. REPORT COMPLETED SANITARY SURVEYS FOR THE CURRENT YEAR IN SDWIS. DELIVERABLE: PROTECTION OF DRINKING WATER AND HUMAN HEALTH. BENEFICIARIES INCLUDE CITIZENS IN THE STATE OF NORTH CAROLINA.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_00429622_6800"}, {"internal_id": 94414234, "Award ID": "00429620", "Award Amount": 6550000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-01-08", "CFDA Number": "66.432", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $431,134 TO THE STATE OF NORTH CAROLINA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING INVENTORY DRINKING WATER SYSTEMS AND MANAGING INFORMATION ON PUBLIC WATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_00429620_6800"}, {"internal_id": 39172573, "Award ID": "00429618", "Award Amount": 5993000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-11-21", "CFDA Number": "66.432", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $328,687 TO THE STATE OF NORTH CAROLINA TO ASSIST THE STATE IN ADOPTING NEW DRINKING WATER REGULATIONS, DEVELOP AND MAINTAIN A WATER SYSTEM INVENTORY AND DATABASE, AND PERFORM COMPLIANCE AND ENFORCEMENT OF REGULATIONS.  THE PROJECT WILL HELP ENSURE THAT THE STATE'S WATER SUPPLIES ARE FREE FROM CONTAMINATION WHICH MAY POSE ADVERSE HEALTH EFFECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_00429618_6800"}, {"internal_id": 147535012, "Award ID": "00429522", "Award Amount": 2744000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-03-29", "CFDA Number": "66.432", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $460,471 TO THE MISSISSIPPI STATE DEPARTMENT OF HEALTH.\nACTIVITIES:\nACTIVITIES INCLUDE COMPLIANCE AND ENFORCEMENT OF STATE DRINKING WATER SYSTEMS, OPERATOR CERTIFICATION PROGRAM, CAPACITY DEVELOPMENT, SANITARY SURVEYS, INSPECTIONS, ENTERING DATA INTO FEDERAL AND STATE DRINKING WATER DATABASE, AND IMPLEMENTING FEDERAL AND STATE SAFE DRINKING WATER ACT STATUTORY AND REGULATORY REQUIREMENTS.\nOUTCOMES:\nOUTPUTS INCLUDE ENSURING THE ONGOING COMPLIANCE WITH PRIMARY DRINKING WATER REGULATIONS BY IMPLEMENTING STATE-APPROVED RULES FOR WHICH THE STATE HAS RECEIVED FINAL PRIMACY; REVISING CURRENT PRIMACY PROGRAMS TO ADOPT NEWLY PROMULGATED FEDERAL DRINKING WATER RULES AND REGULATIONS TO IMPLEMENT THE SAFE DRINKING WATER ACT; MAINTAINING A SYSTEMATIC SANITARY SURVEY PROGRAM AND FOLLOWING UP ON ANY DISCREPANCIES DISCOVERED DURING SANITARY SURVEYS. OUTCOMES INCLUDE REPORTING ON ACTIONS TAKEN THAT DEMONSTRATE THE ONGOING IMPLEMENTATION OF, AND COMPLIANCE WITH, PRIMARY DRINKING WATER REGULATIONS; REVISING AND/OR ADOPTING STATE REGULATIONS AND SUBMITTING A PRIMACY APPLICATION FOR THE ENVIRONMENTAL PROTECTION AGENCY'S REVIEW AND APPROVAL; REPORTING COMPLETED SANITARY SURVEYS FOR THE CURRENT YEAR. DELIVERABLES INCLUDE PROTECTING DRINKING WATER AND HUMAN HEALTH. BENEFICIARIES ARE CITIZENS OF THE STATE OF MISSISSIPPI.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_00429522_6800"}, {"internal_id": 93928659, "Award ID": "00429520", "Award Amount": 2558000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-12-19", "CFDA Number": "66.432", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $166,574 TO THE MISSISSIPPI STATE DEPARTMENT OF HEALTH TO HELP SUPPORT THE STATE'S EFFORT DEVELOPING AND IMPLEMENTING THEIR PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_00429520_6800"}, {"internal_id": 39172563, "Award ID": "00429518", "Award Amount": 2351000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-12-08", "CFDA Number": "66.432", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $328,687 TO THE MISSISSIPPI STATE DEPARTMENT OF HEALTH. THESE FUNDS WILL SUPPORT THE STATE'S EFFORT TO ENSURE WATER SYSTEMS COMPLY WITH THE NATIONAL DRINKING WATER REGULATIONS UNDER THE SAFE DRINKING WATER ACT AND ITS AMENDMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_00429518_6800"}, {"internal_id": 149897517, "Award ID": "00336523", "Award Amount": 7518000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-06-30", "CFDA Number": "66.432", "Description": "DESCRIPTION:THIS GRANT ASSISTS THE COMMONWEALTH OF PENNSYLVANIA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT IN THE STATE.\n\nTHIS AWARD PROVIDES FEDERAL FUNDS OF $2,500,000. FEDERAL FUNDS OF $5,780,000 ARE CONTINGENT UPON AVAILABILITYACTIVITIES:SPECIFIC ACTIVITIES TO BE PERFORMED INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS, AND ENFORCING DRINKING WATER REGULATIONS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES ARE CLEANER, SAFER DRINKING WATER. THE BENEFICIARIES ARE THE CITIZENS OF THE COMMONWEALTH OF PENNSYLVANIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_00336523_6800"}, {"internal_id": 103141566, "Award ID": "00336521", "Award Amount": 8527000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-07-01", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF PENNSYLVANIA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  FEDERAL FUNDS IN THE AMOUNT OF $6,580,000 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_00336521_6800"}, {"internal_id": 68568391, "Award ID": "00336519", "Award Amount": 7935500.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-09-10", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF PENNSYLVANIA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  FEDERAL FUNDS IN THE AMOUNT OF $6,830,920 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_00336519_6800"}, {"internal_id": 39172312, "Award ID": "00336517", "Award Amount": 8322225.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2016-09-22", "CFDA Number": "66.432", "Description": "THIS AGREEMENT PROVIDES SUPPORT FOR AND IMPLEMENTATION OF A PUBLIC WATER SYSTEM SUPERVISION PROGRAM ADEQUATE TO ENFORCE THE REQUIREMENTS OF THE SAFE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_00336517_6800"}, {"internal_id": 157418071, "Award ID": "00311923", "Award Amount": 615000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-03-03", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE PURPOSE OF THIS GRANT IS TO ASSIST THE STATE OF DELAWARE IN THE DEVELOPMENT AND IMPLEMENTATION OF A PUBLIC WATER SYSTEM SUPERVISION (PWSS) PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. \n\nTHIS AWARD PROVIDES FEDERAL FUNDS OF $400,000. AN ADDITIONAL $188,000 OF FEDERAL FUNDS ARE CONTINGENT UPON AVAILABILITY.ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS; MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS; MANAGING INFORMATION ON PUBLIC WATER SYSTEMS; ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS; PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS; AND ENFORCING DRINKING WATER REGULATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE EXPECTED OUTCOMES ARE INCREASED PUBLIC AWARENESS OF DRINKING WATER QUALITY AND IMPROVED PUBLIC HEALTH PROTECTION IN DELAWARE. BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS OF THE STATE OF DELAWARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_00311923_6800"}, {"internal_id": 145856397, "Award ID": "00311922", "Award Amount": 588000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-01-12", "CFDA Number": "66.432", "Description": "THIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDS OF $400,000. FEDERAL FUNDS OF $153,000 ARE CONTINGENT UPON AVAILABILITY.\n\nTHIS AWARD ASSISTS THE STATE OF DELAWARE IN THE DEVELOPMENT AND IMPLEMENTATION OF A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS, AND ENFORCING DRINKING WATER REGULATIONS. THE EXPECTED OUTCOMES ARE INCREASED PUBLIC AWARENESS OF DRINKING WATER QUALITY AND IMPROVED PUBLIC HEALTH PROTECTION IN DELAWARE. BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS OF DELAWARE, HUMAN HEALTH, AND THE ENVIRONMENT; NO SUB-AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_00311922_6800"}, {"internal_id": 134176015, "Award ID": "00311921", "Award Amount": 586000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-05-24", "CFDA Number": "66.432", "Description": "THIS AWARD PROVIDES $586,000 OF FEDERAL FUNDS, WHICH INCLUDES $10,400 OF IN KIND ASSISTANCE, TO ASSIST THE STATE OF DELAWARE IN THE DEVELOPMENT AND IMPLEMENTATION OF A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS, AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_00311921_6800"}, {"internal_id": 97080445, "Award ID": "00311920", "Award Amount": 569000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-04-20", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF DELAWARE TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_00311920_6800"}, {"internal_id": 80938972, "Award ID": "00311919", "Award Amount": 542000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-05-03", "CFDA Number": "66.432", "Description": "THIS AWARD ASSISTS THE STATE OF DELAWARE TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  FEDERAL FUNDS IN THE AMOUNT OF $148,000 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_00311919_6800"}, {"internal_id": 65299727, "Award ID": "00311918", "Award Amount": 548000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-03-09", "CFDA Number": "66.432", "Description": "THIS AWARD PROVIDES SUPPORT FOR THE DEVELOPMENT AND IMPLEMENTATION OF A PUBLIC WATER SYSTEM SUPERVISION PROGRAM ADEQUATE TO ENFORCE THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT IN DELAWARE.  FEDERAL FUNDS IN THE AMOUNT OF $165,100 REMAIN CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f96334a6-a681-fa72-3587-55cbf115880e-C", "generated_internal_id": "ASST_NON_00311918_6800"}, {"internal_id": 161421512, "Award ID": "00311624", "Award Amount": 500000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-07-28", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE PURPOSE OF THIS GRANT AGREEMENT IS TO ASSIST THE STATE OF WEST VIRGINIA IN DEVELOPING AND IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. \n\nTHIS AWARD PROVIDES INCREMENTAL FEDERAL FUNDS OF $500,000. FEDERAL FUNDS OF $365,000 ARE CONTINGENT UPON AVAILABILITY.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS, AND ENFORCING DRINKING WATER REGULATIONS.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED OUTPUTS AND OUTCOMES BASED ON THE ACTIVITIES PERFORMED INCLUDE SANITARY SURVEYS AND TECHNICAL ASSISTANCE, WHICH LEAD TO PUBLIC WATER SYSTEMS THAT MEET THE REQUIREMENTS OF THE NATIONAL PRIMARY DRINKING WATER REGULATIONS. SINCE THIS GRANT PROVIDES FINANCIAL ASSISTANCE TO THE STATE OF WEST VIRGINIA TO PERFORM ITS AUTHORIZED RESPONSIBILITIES FOR IMPLEMENTING THE PUBLIC WATER SYSTEM SUPERVISION PROGRAM AND OVERSEEING PUBLIC WATER SYSTEMS ACROSS THE STATE TO ENSURE SAFE DRINKING WATER, DIRECT BENEFICIARIES INCLUDE ALL RESIDENTS OF THE STATE OF WEST VIRGINIA AND PUBLIC WATER SYSTEMS THAT RECEIVE AND PROVIDE QUALITY DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_00311624_6800"}, {"internal_id": 151169437, "Award ID": "00311623", "Award Amount": 780000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-03", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE PURPOSE OF THIS GRANT AGREEMENT IS TO ASSIST THE STATE OF WEST VIRGINIA IN DEVELOPING AND IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. \n\nTHIS ACTION AWARDS FEDERAL FUNDS OF $500,000. FEDERAL FUNDS IN THE AMOUNT OF $580,143 ARE CONTINGENT UPON AVAILABILITY.  \nACTIVITIES: SPECIFIC ACTIVITIES TO BE PERFORMED INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS BY CONDUCTING ROUTINE SANITARY SURVEYS, INSPECTIONS OF NEW WATER SOURCES, AND OTHER SPECIAL SITE-VISITS AS NEEDED.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED OUTPUTS AND OUTCOMES BASED ON THE ACTIVITIES PERFORMED INCLUDE SANITARY SURVEYS AND TECHNICAL ASSISTANCE, WHICH LEAD TO PUBLIC WATER SYSTEMS THAT MEET THE REQUIREMENTS OF THE NATIONAL PRIMARY DRINKING WATER REGULATIONS. SINCE THIS GRANT PROVIDES FINANCIAL ASSISTANCE TO THE STATE OF WEST VIRGINIA TO PERFORM ITS AUTHORIZED RESPONSIBILITIES FOR IMPLEMENTING THE PUBLIC WATER SYSTEM SUPERVISION PROGRAM AND OVERSEEING PUBLIC WATER SYSTEMS ACROSS THE STATE TO ENSURE SAFE DRINKING WATER, DIRECT BENEFICIARIES INCLUDE ALL RESIDENTS OF THE STATE OF WEST VIRGINIA AND PUBLIC WATER SYSTEMS THAT RECEIVE AND PROVIDE QUALITY DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_00311623_6800"}, {"internal_id": 138842738, "Award ID": "00311622", "Award Amount": 780000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-07-26", "CFDA Number": "66.432", "Description": "THE PURPOSE OF THIS AWARD AGREEMENT IS TO ASSIST THE STATE OF WEST VIRGINIA IN DEVELOPING AND IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS BY CONDUCTING ROUTINE SANITARY SURVEYS, INSPECTIONS OF NEW WATER SOURCES, AND OTHER SPECIAL SITE-VISITS AS NEEDED. OUTPUTS AND OUTCOMES INCLUDE SANITARY SURVEYS AND TECHNICAL ASSISTANCE, WHICH LEAD TO PUBLIC WATER SYSTEMS THAT MEET THE REQUIREMENTS OF THE NATIONAL PRIMARY DRINKING WATER REGULATIONS. \n\nSINCE THIS GRANT PROVIDES FINANCIAL ASSISTANCE TO THE STATE OF WEST VIRGINIA TO PERFORM ITS AUTHORIZED RESPONSIBILITIES FOR IMPLEMENTING THE PUBLIC WATER SYSTEM SUPERVISION PROGRAM AND OVERSEEING PUBLIC WATER SYSTEMS ACROSS THE STATE TO ENSURE SAFE DRINKING WATER, DIRECT BENEFICIARIES INCLUDE ALL RESIDENTS OF THE STATE OF WEST VIRGINIA AND PUBLIC WATER SYSTEMS THAT RECEIVE AND PROVIDE QUALITY DRINKING WATER. \n\nTHIS AWARD ADDS FEDERAL FUNDS OF $500,000. FEDERAL FUNDS OF $453,259 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_00311622_6800"}, {"internal_id": 108315078, "Award ID": "00311621", "Award Amount": 645000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-07-16", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF WEST VIRGINIA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  FEDERAL FUNDS IN THE AMOUNT OF $197,000 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_00311621_6800"}, {"internal_id": 85201305, "Award ID": "00311620", "Award Amount": 666000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-08-26", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF WEST VIRGINIA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS. THIS AWARD ALSO PROVIDES $25,000 IN IN-KIND FUNDING.  FEDERAL FUNDS IN THE AMOUNT OF $216,000 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_00311620_6800"}, {"internal_id": 68326611, "Award ID": "00311619", "Award Amount": 665450.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-08-24", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF WEST VIRGINIA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  FEDERAL FUNDS OF $479,000 ARE CONTINGENT ON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_00311619_6800"}, {"internal_id": 39172277, "Award ID": "00311618", "Award Amount": 623190.0, "Award Type": null, "Base Obligation Date": "2017-08-24", "CFDA Number": "66.432", "Description": "THIS FUNDING IS TO PROVIDE SUPPORT FOR IMPLEMENTATION OF A PUBLIC WATER SYSTEM SUPERVISION PROGRAM ADEQUATE TO ENFORCE THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT IN THE STATE OF WEST VIRGINIA.  $317,000 OF FEDERAL FUNDS ARE CONTINGENT ON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_00311618_6800"}, {"internal_id": 151169404, "Award ID": "00311423", "Award Amount": 2413000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-04", "CFDA Number": "66.432", "Description": "DESCRIPTION:\nTHIS ACTION AWARDS FEDERAL FUNDS OF $2,000,000. FEDERAL FUNDS IN THE AMOUNT OF $627,000 ARE CONTINGENT UPON AVAILABILITY.  \n\nTHE SAFE DRINKING WATER ACT REQUIRES EPA TO ESTABLISH AND ENFORCE DRINKING WATER STANDARDS THROUGH NATIONAL PRIMARY DRINKING WATER REGULATIONS THAT PUBLIC WATER SYSTEMS MUST FOLLOW. THE SAFE DRINKING WATER ACT ALLOWS EPA TO DELEGATE AUTHORITY OF ENFORCEMENT (PRIMACY) TO THE STATES IF THEY MEET THE REQUIREMENTS. THE COMMONWEALTH OF VIRGINIA OBTAINED PRIMACY FROM EPA IN 1977. THE PURPOSE OF THIS AGREEMENT IS TO ASSIST THE COMMONWEALTH OF VIRGINIA IN DEVELOPING AND IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION (PWSS) PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  \n\nACTIVITIES:SPECIFIC ACTIVITIES TO BE PERFORMED INCLUDE DEVELOPING AND MAINTAINING STATE DRINKING WATER REGULATIONS THAT ARE NO LESS STRINGENT THAN THE FEDERAL REGULATIONS; MAINTAINING AN INVENTORY OF PUBLIC WATER SYSTEMS; IMPLEMENTING AN ENFORCEMENT PROGRAM TO ENSURE WATER SYSTEMS COMPLY WITH ALL STATE REGULATIONS; IMPLEMENTING A LABORATORY CERTIFICATION PROGRAM FOR SAMPLE ANALYSIS; IMPLEMENTING A PROGRAM TO ENSURE THAT WATER SYSTEMS REGULARLY INFORM THEIR CONSUMERS ABOUT THE QUALITY OF THE WATER THAT THEY ARE PROVIDING; CONDUCTING ROUTINE SANITARY SURVEYS, INSPECTIONS OF NEW WATER SOURCES, AND OTHER SPECIAL SITE-VISITS; REVIEWING CONSTRUCTION PLANS/SPECIFICATIONS TO ENSURE WATER SYSTEM FACILITIES ARE UP TO THE STATE CODES; PROVIDING TECHNICAL ASSISTANCE TO WATER SYSTEMS; AND CONDUCTING EMERGING CONTAMINANTS (PFAS) ACTIVITIES LEADING TO RECOMMENDATIONS ON DRINKING WATER STANDARDS TO THE STATE LEGISLATURES AND GOVERNOR.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES TO EPA INCLUDE SEMI-ANNUAL REPORTS AND REGULAR DATA REPORTING ON WATER SYSTEM INVENTORY, COMPLIANCE, AND ENFORCEMENT STATUS. SINCE THIS GRANT PROVIDES FINANCIAL ASSISTANCE TO VIRGINIA TO PERFORM ITS AUTHORIZED RESPONSIBILITIES FOR IMPLEMENTING THE PWSS PROGRAM AND OVERSEEING PUBLIC WATER SYSTEMS ACROSS THE STATE TO ENSURE SAFE DRINKING WATER, DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE ALL STATE RESIDENTS AND PUBLIC WATER SYSTEMS THAT RECEIVE AND PROVIDE QUALITY DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9d36b85-b1ef-8abb-e9fd-4ca9b57160f0-C", "generated_internal_id": "ASST_NON_00311423_6800"}, {"internal_id": 138842755, "Award ID": "00311422", "Award Amount": 2358414.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-07-27", "CFDA Number": "66.432", "Description": "THE SAFE DRINKING WATER ACT (SDWA) REQUIRES EPA TO ESTABLISH AND ENFORCE DRINKING WATER STANDARDS THROUGH NATIONAL PRIMARY DRINKING WATER REGULATIONS (NPDWRS) THAT PUBLIC WATER SYSTEMS MUST FOLLOW. THE SDWA ALLOWS EPA TO DELEGATE AUTHORITY OF ENFORCEMENT (PRIMACY) TO THE STATES IF THEY MEET THE REQUIREMENTS. COMMONWEALTH OF VIRGINIA OBTAINED PRIMACY FROM EPA IN 1977. THE PURPOSE OF THIS AGREEMENT IS TO ASSIST VIRGINIA IN DEVELOPING AND IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NPDWRS AND THE REQUIREMENTS OF THE SDWA.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING AND MAINTAINING STATE DRINKING WATER REGULATIONS THAT ARE NO LESS STRINGENT THAN THE FEDERAL REGULATIONSAND MAINTAINING AN INVENTORY OF PUBLIC WATER SYSTEMSAND IMPLEMENTING AN ENFORCEMENT PROGRAM TO ENSURE WATER SYSTEMS COMPLY WITH ALL STATE REGULATIONSAND IMPLEMENTING A LABORATORY CERTIFICATION PROGRAM FOR SAMPLE ANALYSISAND IMPLEMENTING A PROGRAM TO ENSURE THAT WATER SYSTEMS REGULARLY INFORM THEIR CONSUMERS ABOUT THE QUALITY OF THE WATER THAT THEY ARE PROVIDINGAND CONDUCTING ROUTINE SANITARY SURVEYS, INSPECTIONS OF NEW WATER SOURCES, AND OTHER SPECIAL SITE-VISITSAND REVIEWING CONSTRUCTION PLANS/SPECIFICATIONS TO ENSURE WATER SYSTEM FACILITIES ARE UP TO THE STATE CODESAND PROVIDING TECHNICAL ASSISTANCE TO WATER SYSTEMSAND AND CONDUCTING EMERGING CONTAMINANTS (PFAS) ACTIVITIES LEADING TO RECOMMENDATIONS (OR NOT) ON DRINKING WATER STANDARDS TO THE STATE LEGISLATURES AND GOVERNOR BY 12/1/2021.  DELIVERABLES TO EPA INCLUDE SEMI-ANNUAL REPORTS AND REGULAR DATA REPORTING ON WATER SYSTEM INVENTORY, COMPLIANCE, AND ENFORCEMENT STATUS. SINCE THIS GRANT PROVIDES FINANCIAL ASSISTANCE TO VIRGINIA TO PERFORM ITS AUTHORIZED RESPONSIBILITIES FOR IMPLEMENTING THE PWSS PROGRAM AND OVERSEEING PWSS ACROSS THE STATE TO ENSURE SAFE DRINKING WATER, DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE ALL STATE RESIDENTS AND PWSS THAT RECEIVE AND PROVIDE QUALITY DRINKING WATER. \n\n\nTHIS AWARD ADDS FEDERAL FUNDS OF $1,207,000. FEDERAL FUNDS OF $1,200,000 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9d36b85-b1ef-8abb-e9fd-4ca9b57160f0-C", "generated_internal_id": "ASST_NON_00311422_6800"}, {"internal_id": 109197686, "Award ID": "00311421", "Award Amount": 2207000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-08-07", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF VIRGINIA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  FEDERAL FUNDS IN THE AMOUNT OF $664,000 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9d36b85-b1ef-8abb-e9fd-4ca9b57160f0-C", "generated_internal_id": "ASST_NON_00311421_6800"}, {"internal_id": 85201229, "Award ID": "00311420", "Award Amount": 2006000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-08-23", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF VIRGINIA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.   FEDERAL FUNDS IN THE AMOUNT OF $1,064,000 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9d36b85-b1ef-8abb-e9fd-4ca9b57160f0-C", "generated_internal_id": "ASST_NON_00311420_6800"}, {"internal_id": 68377127, "Award ID": "00311419", "Award Amount": 1995000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-08-28", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF VIRGINIA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  FEDERAL FUNDS IN THE AMOUNT OF $1,089,056 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9d36b85-b1ef-8abb-e9fd-4ca9b57160f0-C", "generated_internal_id": "ASST_NON_00311419_6800"}, {"internal_id": 62419371, "Award ID": "00311418", "Award Amount": 2005000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-08-07", "CFDA Number": "66.432", "Description": "THIS AGREEMENT PROVIDES SUPPORT FOR IMPLEMENTATION OF A PUBLIC WATER SYSTEM SUPERVISION PROGRAM ADEQUATE TO ENFORCE THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT IN THE COMMONWEALTH OF VIRGINIA.  $824,000 OF FEDERAL FUNDS ARE CONTINGENT ON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9d36b85-b1ef-8abb-e9fd-4ca9b57160f0-C", "generated_internal_id": "ASST_NON_00311418_6800"}, {"internal_id": 152549330, "Award ID": "00213123", "Award Amount": 811000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE PUERTO RICO DEPARTMENT OF HEALTH PRDOH TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS. ACTIVITIES:DEVELOP STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS. PROJECT BENEFICIARIES INCLUDE THE RESIDENTS OF PUERTO RICO AND VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_00213123_6800"}, {"internal_id": 138794746, "Award ID": "00213122", "Award Amount": 748428.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-07-06", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE PUERTO RICO DEPARTMENT OF HEALTH PRDOH TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_00213122_6800"}, {"internal_id": 110297597, "Award ID": "00213121", "Award Amount": 756000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-03", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE PUERTO RICO DEPARTMENT OF HEALTH PRDOH TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_00213121_6800"}, {"internal_id": 86482968, "Award ID": "00213120", "Award Amount": 723000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-30", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE PUERTO RICO DEPARTMENT OF HEALTH, PRDOH, TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_00213120_6800"}, {"internal_id": 69783581, "Award ID": "00213119", "Award Amount": 685500.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-09-25", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE PUERTO RICO DEPARTMENT OF HEALTH PRDOH TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_00213119_6800"}, {"internal_id": 62419606, "Award ID": "00213118", "Award Amount": 698000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-09-28", "CFDA Number": "66.432", "Description": "THIS AGREEMENT SUPPORTS THE PUERTO RICO DEPARTMENT OF HEALTH'S PROGRAM TO MAINTAIN PRIMARY ENFORCEMENT RESPONSIBILITY FOR PUBLIC WATER SYSTEMS WITHIN THE COMMOMWEALTH OF PUERTO RICO. THIS INCLUDES: CONDUCTING ANNUAL REVIEWS AND SANITARY SURVEYS FOR PUBLIC WATER SYSTEMS, PROVIDING TECHNICAL PROJECTS ASSISTANCE, AND ENFORCING COMPLIANCE IN ACCORDANCE WITH THE SAFE DRINKING WATER ACT AND ITS NATIONAL PRIMARY DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_00213118_6800"}, {"internal_id": 39172138, "Award ID": "00213117", "Award Amount": 708000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2016-08-22", "CFDA Number": "66.432", "Description": "THIS AGREEMENT SUPPORTS THE PUERTO RICO DEPARTMENT OF HEALTH'S PROGRAM TO MAINTAIN PRIMARY ENFORCEMENT RESPONSIBILITY FOR PUBLIC WATER SYSTEMS WITHIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_00213117_6800"}, {"internal_id": 39172137, "Award ID": "00213116", "Award Amount": 717000.0, "Award Type": null, "Base Obligation Date": "2015-09-29", "CFDA Number": "66.432", "Description": "THIS AGREEMENT SUPPORTS THE PUERTO RICO DEPARTMENT OF HEALTH'S PROGRAM TO MAINTAIN PRIMARY ENFORCEMENT RESPONSIBILITY FOR PUBLIC WATER SYSTEMS WITHIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_00213116_6800"}, {"internal_id": 66581701, "Award ID": "00212910", "Award Amount": 13326000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-05-02", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE NEW YORK STATE DEPARTMENT OF HEALTH IN THE IMPLEMENTATION OF ITS PROGRAM TO OVERSEE AND ENFORCE DRINKING WATER PROGRAMS AND SYSTEMS ACROSS THE STATE. THIS INCLUDES: CONDUCTING ANNUAL REVIEWS AND SANITARY SURVEYS AT ALL PUBLIC WATER SYSTEMS, PROVIDING TECHNICAL PROJECT ASSISTANCE, ENFORCING COMPLIANCE WITH SAFE DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78e2168c-91dc-4ee3-f4cb-fb8e0cff6ea8-C", "generated_internal_id": "ASST_NON_00212910_6800"}, {"internal_id": 39172126, "Award ID": "00212909", "Award Amount": 13278000.0, "Award Type": null, "Base Obligation Date": "2015-03-24", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE NEW YORK STATE DEPARTMENT OF HEALTH IN THE IMPLEMENTATION OF ITS PROGRAM TO OVERSEE AND ENFORCE DRINKING WATER PROGRAMS AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78e2168c-91dc-4ee3-f4cb-fb8e0cff6ea8-C", "generated_internal_id": "ASST_NON_00212909_6800"}, {"internal_id": 152549251, "Award ID": "00147423", "Award Amount": 183260.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-09-23", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO ASSIST THE STATE OF RHODE ISLAND IN DEVELOPING AND IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE, DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS; EXPECTED OUTCOMES INCLUDE, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS, AND ENFORCING DRINKING WATER REGULATIONS.\nACTIVITIES:THE GRANT RECIPIENT IS COMMITTED TO ADOPT NEW REGULATIONS, NO LESS STRINGENT THAN EPA'S REGULATION, MAINTAINING A DATABASE OF DRINKING WATER SYSTEM INVENTORY, DETERMINING AND ENFORCING COMPLIANCE OF DRINKING WATER SYSTEMS IN ACCORDANCE WITH NATIONAL PRIMARY DRINKING WATER REGULATIONS, PROVIDING TECHNICAL ASSISTANCE TO DRINKING WATER SYSTEMS AND KEEPING EPA INFORMED OF RULE IMPLEMENTATION ACTIVITIES.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE GRANT RECIPIENT IS COMMITTED TO PREPARE AN ANNUAL COMPLIANCE REPORT, QUARTERLY REPORTING OF COMPLIANCE RESULTS TO THE FEDERAL COMPLIANCE DATABASE, QUARTERLY REPORTING OF ENFORCEMENT ACTIVITIES, QUARTERLY REPORTING OF INSPECTIONS CONDUCTED, AND KEEPING EPA INFORMED OF REGULATORY IMPLEMENTATION ACTIVITIES. THE EXPECTED OUTCOMES ARE TO: 1) REDUCE VIOLATIONS; 2) INCREASE PUBLIC HEALTH PROTECTION; AND 3) IMPROVE PUBLIC UNDERSTANDING OF THE IMPORTANCE OF SAFE DRINKING WATER AND INFRASTRUCTURE. DIRECT BENEFICIARIES OF THE GRANT ARE THE RESIDENTS OF STATE OF RHODE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_00147423_6800"}, {"internal_id": 140709323, "Award ID": "00147422", "Award Amount": 532000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-24", "CFDA Number": "66.432", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO ASSIST THE STATE OF RHODE ISLAND IN DEVELOPING AND IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS; EXPECTED OUTCOMES INCLUDE, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS, AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_00147422_6800"}, {"internal_id": 111062223, "Award ID": "00147421", "Award Amount": 528000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-28", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF RHODE ISLAND TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_00147421_6800"}, {"internal_id": 88416505, "Award ID": "00147420", "Award Amount": 512000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-11", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF RHODE ISLAND TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING OF WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee5b8dd-ebe4-5439-cbc4-ba8e70a08e51-C", "generated_internal_id": "ASST_NON_00147420_6800"}, {"internal_id": 68568588, "Award ID": "00147419", "Award Amount": 493000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-09-11", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF RHODE ISLAND TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING OF WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee5b8dd-ebe4-5439-cbc4-ba8e70a08e51-C", "generated_internal_id": "ASST_NON_00147419_6800"}, {"internal_id": 65944300, "Award ID": "00147418", "Award Amount": 493000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-04-10", "CFDA Number": "66.432", "Description": "RHODE ISLAND DEPARTMENT OF HEALTH WILL CONTINUE TO CARRY OUT THE PUBLIC WATER SUPERVISION PROGRAM.  THE STATE WILL TRACK COMPLIANCE OF PUBLIC WATER SUPPLIERS, PROVIDE TECHNICAL ASSISTANCE TO WATER SUPPLIERS AS NEEDED, ADOPT EPA REGULATIONS, IMPLEMENT AND ENFORCE THESE REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee5b8dd-ebe4-5439-cbc4-ba8e70a08e51-C", "generated_internal_id": "ASST_NON_00147418_6800"}, {"internal_id": 159163278, "Award ID": "00147123", "Award Amount": 1156000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-05-11", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF MAINE DEPT. OF HEALTH AND HUMAN SERVICES' DRINKING WATER PROGRAM TO DEVELOP AND IMPLEMENT A PUBLIC DRINKING WATER SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAT THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC DRINKING WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.SUBRECIPIENT:SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT ARE CONTRACTOR ASSISTANCE FOR DEVELOPING A WORKLOAD ANALYSIS OF THE MAINE DRINKING WATER PROGRAM USING THE PREVIOUSLY DEVELOPED MODEL DEVELOPED IN 2011 FOR EPA AND THE STATE ASSOCIATION OF STATE DRINKING WATER ADMINISTRATORS (ASDWA). THE WORKLOAD ANALYSIS WILL INCLUDE ALL ASPECTS FOR THE REQUIRED PRIMACY FUNCTIONS LISTED IN 40 CFR PART 142, INCLUDING FEDERAL REPORTING REQUIREMENTS AND SDWA-RELATED PROGRAMS.OUTCOMES:SEMI-ANNUAL PROGRESS REPORTS SHALL BE SUBMITTED TO UPDATE EPA REGION 1 ON THE ENFORCEMENT ACTIVITIES, TECHNICAL ASSISTANCE AND OTHER ACTIVITY UPDATES ON PUBLIC DRINKING WATER SYSTEM NEEDS OR ACCOMPLISHMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_00147123_6800"}, {"internal_id": 147535013, "Award ID": "00147122", "Award Amount": 1053000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-03-29", "CFDA Number": "66.432", "Description": "DESCRIPTION:\nTHE AGREEMENT ASSISTS THE STATE OF MAINE DEPT. OF HEALTH AND HUMAN SERVICES' DRINKING WATER PROGRAM TO DEVELOP AND IMPLEMENT A PUBLIC DRINKING WATER SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. \nACTIVITIES:\nSPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE  DRINKING WATER REGULATIONS NO LESS STRINGENT THAT THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC DRINKING WATER SYSTEMS,  ENSURING THAT PUBLIC PARTICIPATION  OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.\nOUTCOMES:\nSEMI-ANNUAL PROGRESS REPORTS SHALL BE SUBMITTED TO UPDATE EPA REGION 1 ON THE ENFORCEMENT ACTIVITIES, TECHNICAL ASSISTANCE AND OTHER ACTIVITY UPDATES ON PUBLIC DRINKING WATER SYSTEM NEEDS OR ACCOMPLISHMENTS.   \nSUBRECIPIENT:\nINCLUDED IN T&AMP;C'S SECTION F.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_00147122_6800"}, {"internal_id": 130237667, "Award ID": "00147121", "Award Amount": 1042000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-03-31", "CFDA Number": "66.432", "Description": "THIS ASSISTANCE AGREEMENT ASSISTS THE STATE OF MAINE TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT (SDWA). SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC DRINKING WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC DRINKING WATER SYSTEMS AND ENFORCING STATE DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_00147121_6800"}, {"internal_id": 94785873, "Award ID": "00147120", "Award Amount": 1006000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-01-30", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF MAINE TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC DRINKING WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS, REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS. INITIAL AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_00147120_6800"}, {"internal_id": 78779344, "Award ID": "00147119", "Award Amount": 920000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-26", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF MAINE TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  INITIAL AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_00147119_6800"}, {"internal_id": 63045867, "Award ID": "00147118", "Award Amount": 938000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-12-20", "CFDA Number": "66.432", "Description": "THIS FUNDING WILL BE USED BY THE STATE OF MAINE DRINKING WATER PROGRAM IN THE DEPARTMENT OF HEALTH AND HUMAN SERVICES TO ASSIST PUBLIC WATER SYSTEMS IN MEETING THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT, WHICH WILL PROVIDE CONSUMERS OF WATER IN THE STATE WITH SAFE DRINKING WATER AND WILL PROVIDE INCREASED PROTECTION OF PUBLIC HEALTH.   INITIAL AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_00147118_6800"}, {"internal_id": 39171974, "Award ID": "00147117", "Award Amount": 940000.0, "Award Type": null, "Base Obligation Date": "2017-01-30", "CFDA Number": "66.432", "Description": "THIS FUNDING WILL BE USED BY THE STATE OF MAINE DRINKING WATER PROGRAM IN THE DEPARTMENT OF HEALTH AND HUMAN SERVICES TO ASSIST PUBLIC WATER SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_00147117_6800"}, {"internal_id": 133003776, "Award ID": "00147021", "Award Amount": 3802000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-04-28", "CFDA Number": "66.432", "Description": "THIS ASSISTANCE AGREEMENT ASSISTS THE STATE OF CONNECTICUT TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT (SDWA). SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN FEDERAL REGULATIONS, MAINTAINING AN INVENTORY OF DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC DRINKING WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC DRINKING WATER SYSTEMS AND ENFORCING STATE DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_00147021_6800"}, {"internal_id": 88416513, "Award ID": "00147020", "Award Amount": 1338000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-06", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF CONNECTICUT TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_00147020_6800"}, {"internal_id": 82528934, "Award ID": "00147019", "Award Amount": 1246000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-07-18", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF CONNECTICUT TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN THE FEDERAL REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_00147019_6800"}, {"internal_id": 39171965, "Award ID": "00147018", "Award Amount": 1263000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-09-20", "CFDA Number": "66.432", "Description": "THIS PROJECT PROVIDES CONTINUED FUNDING FOR STAFF AND SUPPORT FOR CONNECTICUT'S DRINKING WATER PROGRAM IN THE EFFORT TO PROVIDE CLEAN AND SAFE DRINKING WATER TO ALL RESIDENTS AND VISITORS TO THE STATE OF CONNECTICUT.  THIS INCLUDES MANY PROGRAMMATIC ACTIVITIES SUCH AS PUBLIC OUTREACH, PROTECTION OF DRINKING WATER SOURCES, AND OTHER EFFORTS DESIGNED TO PROTECT DRINKING WATER SYSTEMS.  THESE FUNDS WILL ALSO BE USED FOR THE IMPLEMENTATION OF SEVERAL REGULATIONS BY THE STATE OF CONNECTICUT THAT ARE REQUIRED UNDER THE SAFE DRINKING WATER ACT DESIGNED TO CONTROL OR REDUCE CONTAMINATION OF DRINKING WATER BY BACTERIA, VIRUSES, CHEMICALS, AND MANY OTHER TYPES OF POLLUTION.  THIS WILL RESULT IN CLEANER AND SAFER DRINKING WATER STATEWIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_00147018_6800"}, {"internal_id": 88416554, "Award ID": "00087218", "Award Amount": 2266000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-10", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF ALASKA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN FEDERAL REGULATIONS, MAINTAINING DRINKING WATER SYSTEMS INVENTORY, MANAGING PUBLIC WATER SYSTEMS INFORMATION, ENSURING DRINKING WATER SYSTEMS PUBLIC PARTICIPATION, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_00087218_6800"}, {"internal_id": 69783674, "Award ID": "00087217", "Award Amount": 2569083.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-09-19", "CFDA Number": "66.432", "Description": "THIS PROJECT WILL PROTECT HUMAN HEALTH AND ENSURE WATER IS SAFE TO DRINK BY SUPPORTING THE ALASKA DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO ESTABLISH, MAINTAIN, AND ENFORCE STANDARDS FOR SAFE AND RELIABLE DRINKING WATER. PROJECT ACTIVITIES INCLUDE PRIMACY PROGRAM ADMINISTRATION, TRAINING, TECHNICAL ASSISTANCE, OUTREACH, EDUCATION, COMPLIANCE ASSISTANCE AND ENFORCEMENT OF DRINKING WATER REGULATIONS, AND OPERATION OF THE PRINCIPLE STATE LABORATORY FOR MICROBIOLOGY AND LABORATORY CERTIFICATION PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_00087217_6800"}, {"internal_id": 39167957, "Award ID": "00087216", "Award Amount": 2602083.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-09-07", "CFDA Number": "66.432", "Description": "THIS PROJECT WILL PROTECT HUMAN HEALTH AND ENSURE WATER IS SAFE TO DRINK BY SUPPORTING THE ALASKA DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO ESTABLISH, MAINTAIN, AND ENFORCE STANDARDS FOR SAFE AND RELIABLE DRINKING WATER.  PROJECT ACTIVITIES INCLUDE PRIMACY PROGRAM ADMINISTRATION, TRAINING, TECHNICAL ASSISTANCE, OUTREACH, EDUCATION, COMPLIANCE ASSISTANCE AND ENFORCEMENT OF DRINKING WATER REGULATIONS, AND OPERATION OF THE PRINCIPLE STATE LABORATORY FOR MICROBIOLOGY AND LABORATORY CERTIFICATION PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_00087216_6800"}, {"internal_id": 151169422, "Award ID": "00081721", "Award Amount": 2602000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-08", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF ALASKA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND REQUIREMENTS OF THE SAFE DRINKING WATER ACT. ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN FEDERAL REGULATIONS, MAINTAINING DRINKING WATER SYSTEMS INVENTORY, MANAGING PUBLIC WATER SYSTEMS INFORMATION, ENSURING DRINKING WATER SYSTEMS PUBLIC PARTICIPATION, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: DRINKING WATER PROGRAM QUARTERLY DATA FILE TRANSFERS AND PROGRESS REPORTS; NEW REGULATORY LANGUAGE UNDER 18 AAC 80; NEW ELECTRONIC SANITARY SURVEY APPLICATION; PUBLIC OUTREACH AND EDUCATION SESSIONS; ENVIRONMENTAL HEALTH LAB WEBSITE DISPLAYING CURRENT INFORMATION ON ALASKA'S CERTIFIED DRINKING WATER LABORATORIES, THEIR CONTACT INFORMATION, AND APPROVED METHODOLOGIES; ON-SITE INSPECTIONS AND DATA AUDITS OF IN-STATE DRINKING WATER LABORATORIES; CURRENT QUALITY ASSURANCE PLAN (QAP) AND STANDARD OPERATING PROCEDURES (SOPS); AND LABORATORY CERTIFICATION PROGRAM TRAINING, TECHNICAL ASSISTANCE, AND QUARTERLY PROGRESS REPORTING. EXPECTED OUTCOMES FOR THE DIRECT BENEFIT OF THE RESIDENTS OF AND VISITORS TO THE STATE OF ALASKA INCLUDE: REDUCTION IN NUMBER OF COMMUNITY WATER SYSTEMS OUT OF COMPLIANCE WITH HEALTH BASED STANDARDS; EFFECTIVE PUBLIC WATER SYSTEM SUPERVISION PRIMACY PROGRAM IMPLEMENTATION; PROTECTION OF HUMAN HEALTH BY REDUCING EXPOSURES TO CONTAMINANTS IN DRINKING WATER; COLLECTION AND GENERATION OF ACCURATE PUBLIC WATER SYSTEM DATA; INCREASED PUBLIC AND PROFESSIONAL DRINKING WATER PROGRAM KNOWLEDGE; IMPROVED DRINKING WATER PROJECTS OR POLICY; CURRENT AND ACCURATE LABORATORY CERTIFICATION PROGRAM PROCESSES AND INFORMATION; PROFICIENT AND CERTIFIED DRINKING WATER LABORATORY STAFF; AND COMPLIANT AND CERTIFIED LABORATORIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_00081721_6800"}, {"internal_id": 138842748, "Award ID": "00081720", "Award Amount": 2911039.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-07-26", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF ALASKA TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN FEDERAL REGULATIONS, MAINTAINING DRINKING WATER SYSTEMS INVENTORY, MANAGING PUBLIC WATER SYSTEMS INFORMATION, ENSURING DRINKING WATER SYSTEMS PUBLIC PARTICIPATION, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_00081720_6800"}, {"internal_id": 110190127, "Award ID": "00081719", "Award Amount": 2446000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-08-17", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF ALASKA TO DEVELOP/IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN FEDERAL REGULATIONS, MAINTAINING DRINKING WATER SYSTEMS INVENTORY, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_00081719_6800"}, {"internal_id": 156671193, "Award ID": "00031223", "Award Amount": 1887000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-02-03", "CFDA Number": "66.432", "Description": "DESCRIPTION:THE AGREEMENT ASSISTS THE STATE OF OREGON TO DEVELOP AND IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND REQUIREMENTS OF THE SAFE DRINKING WATER ACT.ACTIVITIES:SPECIFIC ACTIVITIES INCLUDE: ASSURE TIMELY, ACCURATE AND COMPLETE SAMPLE ANALYTICAL DATA AND QUALITY OF LAB RESULTS AND WATER SYSTEM INVENTORY DATA; SAFE DRINKING WATER INFORMATION SYSTEM (SDWIS) COMPLIANCE DETERMINATIONS AND REPORTING; DATABASE AND WEBSITE MANAGEMENT; ENFORCEMENT COORDINATION; LABORATORY SUPPORT; CONTRACTED SERVICES THROUGH COUNTY AND DEPARTMENT OF AGRICULTURE; RESEARCH, SCREENING, ASSESSMENT, AND ANALYSIS OF PFAS IN PUBLIC WATER SYSTEM (PWS) SOURCE WATER; CONDUCT SANITARY SURVEYS; REVIEW PLANS; AND CERTIFY OPERATORS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: SAFE DRINKING WATER INFORMATION SYSTEM (SDWIS) DATA REPORTING; SANITARY SURVEYS; LOCATION DATA ON PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) CONTAMINATION; AND ANNUAL REPORTING ON PROGRESS TOWARD WORKPLAN COMMITMENTS. EXPECTED OUTCOMES FOR THE DIRECT BENEFIT OF THE RESIDENTS OF AND VISITORS TO THE STATE OF OREGON INCLUDE: CONTAMINATION OF PUBLIC DRINKING WATER SYSTEMS IS PREVENTED OR REDUCED, BY PROTECTING DRINKING WATER SOURCES AND BY PROVIDING ADEQUATE WATER TREATMENT PROCESSES; WATER SYSTEM PERSONNEL HAVE KNOWLEDGE, SKILLS, AND ABILITIES TO PRODUCE SAFE DRINKING WATER; PUBLIC WATER SYSTEM FACILITIES ARE ADEQUATE TO RELIABLY AND CONTINUOUSLY PRODUCE SAFE DRINKING WATER; WATER USERS ARE KNOWLEDGEABLE ABOUT SAFE DRINKING WATER AND SUPPORT THEIR LOCAL WATER SYSTEM; AND ALL DRINKING WATER REGULATORY STANDARDS ARE FULLY IMPLEMENTED AND ARE MET BY WATER SUPPLIERS STATEWIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_00031223_6800"}, {"internal_id": 144647321, "Award ID": "00031222", "Award Amount": 1841000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-10", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF OREGON TO DEVELOP/IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND REQUIREMENTS OF THE SAFE DRINKING WATER ACT. SPECIFIC ACTIVITIES INCLUDE DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN FEDERAL REGULATIONS, MAINTAINING DRINKING WATER SYSTEMS INVENTORY, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS. TARGETS FOR FY21 ON BEHALF OF THE STATE OF OREGON'S RESIDENTS AND VISITORS INCLUDE: REDUCE THE NUMBER OF COMMUNITY WATER SYSTEMS WITH HEALTH-BASED VIOLATIONS. REDUCE THE NUMBER OF PUBLIC WATER SYSTEMS OUT OF COMPLIANCE WITH LEAD AND COPPER RULE REQUIREMENTS.\n\nNOTE: THE INDIRECT COST RATE AGREEMENT ON FILE WITH EPA EXPIRED 6/30/2021, YOU MAY NOT DRAW DOWN FUNDS FOR INDIRECT COSTS WITHOUT A CURRENT, A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_00031222_6800"}, {"internal_id": 138794816, "Award ID": "00031221", "Award Amount": 1841000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-07-15", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF OREGON TO DEVELOP/IMPLEMENT A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ADEQUATELY ENFORCE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE DEVELOPING STATE DRINKING WATER REGULATIONS NO LESS STRINGENT THAN FEDERAL REGULATIONS, MAINTAINING DRINKING WATER SYSTEMS INVENTORY, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.  TARGETS FOR FY21 ON BEHALF OF THE STATE OF OREGON&RSQUOANDS RESIDENTS AND VISITORS INCLUDE: REDUCE THE NUMBER OF COMMUNITY WATER SYSTEMS WITH HEALTH-BASED VIOLATIONS.  REDUCE THE NUMBER OF PUBLIC WATER SYSTEMS OUT OF COMPLIANCE WITH LEAD AND COPPER RULE REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_00031221_6800"}, {"internal_id": 111062041, "Award ID": "00031220", "Award Amount": 1736000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-18", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF OREGON IN IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, AND PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_00031220_6800"}, {"internal_id": 77120937, "Award ID": "00031219", "Award Amount": 1601000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-12-28", "CFDA Number": "66.432", "Description": "THE AGREEMENT ASSISTS THE STATE OF OREGON IN IMPLEMENTING A PUBLIC WATER SYSTEM SUPERVISION PROGRAM TO ENFORCE THE NATIONAL PRIMARY DRINKING WATER REGULATIONS AND THE REQUIREMENTS OF THE SAFE DRINKING WATER ACT.  SPECIFIC ACTIVITIES INCLUDE: DEVELOPING STATE DRINKING WATER REGULATIONS, MAINTAINING AN INVENTORY DRINKING WATER SYSTEMS, MANAGING INFORMATION ON PUBLIC WATER SYSTEMS, ENSURING THAT PUBLIC PARTICIPATION OCCURS REGARDING DRINKING WATER SYSTEMS, AND PROVIDING TECHNICAL ASSISTANCE TO PUBLIC WATER SYSTEMS AND ENFORCING DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_00031219_6800"}, {"internal_id": 39167793, "Award ID": "00031218", "Award Amount": 1607000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-12-11", "CFDA Number": "66.432", "Description": "THIS GRANT AGREEMENT ASSISTS THE RECIPIENT IN PROTECTING PUBLIC HEALTH THROUGH OVERSIGHT AND ASSISTANCE TO PUBLIC DRINKING WATER SYSTEMS ACROSS THE STATE OF OREGON. THIS PROGRAM IMPLEMENTATION INCLUDES: CONDUCTING SANITARY SURVEYS, PROVIDING TECHNICAL ASSISTANCE, AND ENFORCING COMPLIANCE WITH SAFE DRINKING WATER REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_00031218_6800"}]