[{"internal_id": 78991767, "Award ID": "99T83801", "Award Amount": 19536.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-06", "CFDA Number": "66.436", "Description": "THE GRANTEE WILL CONDUCT A FIVE-DAY PRACTITIONER TRAINING IN PALM DESERT FOR APPROXIMATELY 15 TRIBAL STAFF ON THE CALIFORNIA RAPID ASSESSMENT METHOD (CRAM) FOR DEPRESSIONAL WETLANDS AND EPISODIC STREAMS, WITH SOME ASSISTANCE FOR TRIBAL TRAVEL EXPENSES.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $19,536. PREAWARD COSTS ARE APPROVED BACK TO 2/1/2019.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41c871d0-5616-8143-9259-40291fee11be-R", "generated_internal_id": "ASST_NON_99T83801_6800"}, {"internal_id": 155506657, "Award ID": "98T51601", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-06", "CFDA Number": "66.436", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE TAHOE REGIONAL PLANNING AGENCY (TRPA) TO DEVELOP AND PLAN A COMMUNITY-BASED WATERSHED STRATEGY WITH PRIVATE LANDOWNERS IN COORDINATION WITH THE PUBLIC AGENCIES RESPONSIBLE FOR STORMWATER AND AQUATIC INVASIVE SPECIES (AIS) IN THE TAHOE KEYS NEIGHBORHOOD IN SOUTH LAKE TAHOE IN PARTNERSHIP WITH THE TAHOE RESOURCE CONSERVATION DISTRICT (TAHOE RCD). THIS PROJECT USES A WATERSHED SCALE APPROACH TO EVALUATE THE TAHOE KEYS NEIGHBORHOOD AND IDENTIFY OPPORTUNITIES FOR TACTICAL GREEN INFRASTRUCTURE (TGI) WHICH SUPPORTS IMPLEMENTATION OF THE LAKE TAHOE TOTAL MAXIMUM DAILY LOAD (TMDL) AND AIDS IN AQUATIC INVASIVE SPECIES CONTROL BY REDUCING NUTRIENT INPUT INTO THE TAHOE KEYS' LAGOONS. TGI USES VEGETATION, SOIL AND OTHER MATERIALS TO MANAGE URBAN STORMWATER AND RESTORE NATURAL HYDROLOGIC PROCESSES, WHILE PROVIDING OTHER ENVIRONMENTAL BENEFITS. TGI PROTECTS WATER QUALITY, BENEFITS WILDLIFE, PROMOTES CLIMATE CHANGE RESILIENCY, AND CAN BE INTEGRATED WITH OTHER NEEDS TO ACCOMMODATE BICYCLE AND PEDESTRIAN ACTIVITY AND ENHANCE RECREATION ACCESS. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $125,000.00. PREAWARD COSTS HAVE BEEN APPROVED BACK TO 12/01/2022.  SEE TERMS AND CONDITIONS.ACTIVITIES:PROJECT EFFORTS INCLUDE DEVELOPMENT OF A CONCEPTUAL PLAN THAT IDENTIFIES FEASIBLE TACTICAL GREEN INFRASTRUCTURE (TGI) LOCATIONS AND INFORMS THEIR DESIGN, TAKING INTO ACCOUNT EXISTING STORMWATER INFRASTRUCTURE, MICRO-TOPOGRAPHY AND DRAINAGE, UTILITIES, LAND OWNERSHIP, EASEMENTS AND IDENTIFIED PROBLEM AREAS OR 'HOT SPOTS' FOR AIS, NUTRIENTS AND/OR CYANOBACTERIA. COMMUNITY OUTREACH THROUGH THE PROJECT WILL OCCUR IN COORDINATION WITH TKPOA TO GAUGE INTEREST, INFORM PLANNING AND GARNER SUPPORT. THE PROJECT WILL OUTREACH TO  THE TAHOE KEY PROPERTY OWNERS ASSOCIATION (TKPOA) MEMBERS USING WEB-BASED MATERIALS AND MAPPING AS WELL AS THROUGH WRITTEN ARTICLES IN THE TKPOA 'KEYS BREEZE' NEWSLETTER AND AT PUBLIC TKPOA BOARD MEETINGS. THE PROJECT WILL COORDINATE WITH AGENCY REPRESENTATIVES FROM LAKE TAHOE'S STORMWATER QUALITY IMPROVEMENT COMMITTEE (SWQIC) AND FACILITATE PARTNERSHIPS WITH THE CITY OF SOUTH LAKE TAHOE (CITY), THE TAHOE KEY PROPERTY OWNERS ASSOCIATION (TKPOA) AND PRIVATE PROPERTIES.SUBRECIPIENT:SUBAWARD TO THE TAHOE RESOURCE CONSERVATION DISTRICT (TAHOE RCD) TO SUPPORT TASKS OF THE PROJECT THAT REQUIRE THEIR SPECIALIZED KNOWLEDGE TO COMPLETE. THE ACTIVITIES TO BE IMPLEMENTED THROUGH THE SUBAWARD ARE COORDINATION WITH THE CITY OF SOUTH LAKE TAHOE AND THE TAHOE KEYS PROPERTY OWNERS ASSOCIATION (TKPOA) TO ON DEVELOPING A WRITE UP OF LONG-TERM MAINTENANCE PARTNERSHIP OPTIONS AND CORRESPONDING ROLES AND RESPONSIBILITIES, TOTAL MAXIMUM DAILY LOAD (TMDL) CATCHMENTS GIS LAYER CLEAN UP AND ESTIMATION OF PROJECT PERFORMANCE USING THE POLLUTANT LOAD REDUCTION MODEL BY COMPARING MODELED POST PROJECT RUNOFF VOLUMES, AND NITROGEN, PHOSPHORUS, AND SEDIMENT LOADS TO BASELINE VALUES AS ESTABLISHED UNDER THE TMDL.OUTCOMES:COORDINATION AND TECHNICAL ASSISTANCE: PROVIDE TECHNICAL ASSISTANCE TO INCREASE ENVIRONMENTAL STEWARDSHIP ON PRIVATE PROPERTY. OUTREACH DIRECTLY TO AND COORDINATE WITH PROPERTY OWNERS TARGETED FOR INSTALLATION OF TGI ON THEIR PARCELS BY MAIL, PHONE, EMAIL, AND VIDEO CONFERENCE AS NEEDED TO DETERMINE THEIR WILLINGNESS TO HAVE TGI INSTALLED ON THEIR PARCEL.\n- LIST OF PROPERTIES SENT LETTERS\n- LIST OF PROPERTY OWNERS WILLING TO HAVE TGI INSTALLATIONS ON THEIR PARCELS\n\nWATERSHED-SCALE ANALYSIS AND CONCEPTUAL PLAN: USE A WATERSHED-BASED APPROACH TO EVALUATE CONDITIONS AND DEVELOP A CONCEPTUAL PLAN THAT IDENTIFIES GREEN INFRASTRUCTURE OPPORTUNITIES IN THE TAHOE KEYS. COMPLETE GIS ANALYSIS AND MAPPING OF EXISTING STORMWATER INFRASTRUCTURE, MICRO-TOPOGRAPHY AND DRAINAGE, UTILITIES, LAND OWNERSHIP, EASEMENTS, IDENTIFIED PROBLEM AREAS OR 'HOT SPOTS' FOR AIS, NUTRIENTS AND/OR CYANOBACTERIA AS WELL AS BICYCLE AND PEDESTRIAN CONNECTIVITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5be9445c-eaef-d79b-f111-e25b6dd9ad33-C", "generated_internal_id": "ASST_NON_98T51601_6800"}, {"internal_id": 155506668, "Award ID": "98T46101", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-06", "CFDA Number": "66.436", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE NEVADA TAHOE CONSERVATION DISTRICT (NTCD) TO DEVELOP AND PLAN A COMMUNITY-BASED WATERSHED STRATEGY WITH PRIVATE LANDOWNERS IN COORDINATION WITH THE PUBLIC AGENCIES RESPONSIBLE FOR STORMWATER AND FOREST HEALTH MANAGEMENT FOR THE MARLA BAY WATER QUALITY IMPROVEMENT PROJECT (WQIP) TO HELP IMPLEMENT THE LAKE TAHOE TOTAL MAXIMUM DAILY LOAD (TMDL). THROUGH AN INTEGRATED STRATEGY FOR COMMUNITY OUTREACH, EDUCATION AND INFORMATION SHARING, THE PROJECT WILL INCREASE THE COMMUNITIES' KNOWLEDGE OF RESTORATION OBJECTIVES, OPPORTUNITIES FOR IMPROVING ENVIRONMENTAL STEWARDSHIP, AND CONTINUATION OF THE BEST MANAGEMENT PRACTICES (BMPS) RETROFIT AND TMDL PROGRAMS. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $125,000.00. PREAWARD COSTS HAVE BEEN APPROVED BACK TO 11/01/2022.  SEE TERMS AND CONDITIONS.ACTIVITIES:PROJECT EFFORTS INCLUDE AREA-WIDE STORMWATER TREATMENT PLANNING, OUTREACH TO PRIVATE PROPERTY OWNERS TO ENCOURAGE ENVIRONMENTAL STEWARDSHIP AND PROTECT INVESTMENTS IN BOTH TERRESTRIAL AND AQUATIC INVASIVE SPECIES PREVENTION AND CONTROL FOR THE MARLA BAY WQIP. NTCD WILL WORK WITH RELEVANT ENTITIES INCLUDING THE TAHOE REGIONAL PLANNING AGENCY (TRPA), THE TAHOE WATER SUPPLIERS ASSOCIATION (TWSA), THE ENVIRONMENTAL IMPROVEMENT PROGRAM (EIP) STORMWATER QUALITY IMPROVEMENT COMMITTEE (SWQIC) AND AQUATIC INVASIVE SPECIES CONTROL COMMITTEE (AISCC), NEVADA DEPARTMENT OF TRANSPORTATION, MARLA BAY GENERAL IMPROVEMENT DISTRICT, PINEWILD HOMEOWNERS ASSOCIATION, AND DOUGLAS COUNTY TO DEVELOP HOLISTIC WATERSHED PLANS, AND THROUGH PARTNERSHIPS WITH LOCAL GOVERNMENT, ENCOURAGE PARTICIPATION FROM PRIVATE LANDOWNERS IN IMPLEMENTING PARCEL BMPS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:PROJECT ACCOMPLISHMENTS WILL INCLUDE:\n- WATERSHED SCALE PLAN THAT IDENTIFIES AND PRIORITIZES STORMWATER TREATMENT OPPORTUNITIES, FOREST HEALTH OPPORTUNITIES, TERRESTRIAL INVASIVE/NOXIOUS WEED ISSUES, BEACH CONSERVATION AREAS, AND STREAM RESTORATION OPPORTUNITIES\n- COMMUNITY OUTREACH AND STAKEHOLDER COORDINATION (1 COMMUNITY MEETING AND 3 STAKEHOLDER MEETINGS)\n- TECHNICAL ASSISTANCE TO INCREASE ENVIRONMENTAL STEWARDSHIP ON PRIVATE PROPERTY\n- ENGINEER 50% PLANS FOR STORMWATER TREATMENTS ON PUBLIC ROADS\n- WORK COLLABORATIVELY WITH THE NDOT US-50 3R PROJECT THROUGHOUT PROJECT DESIGN\n- INCREASE LAKE TAHOE NEARSHORE AND PELAGIC CLARITY\n- WORK TOWARD ACHIEVING A POTENTIAL 8 LAKE CLARITY CREDITS FOR DOUGLAS COUNTY; LOAD REDUCTIONS REQUIRED BY THE LAKE TAHOE TMDL\nDIRECT PROJECT BENEFITS INCLUDE SOURCE CONTROL, ASSISTING JURISDICTIONS IN MEETING ENVIRONMENTAL STANDARDS, IMPROVED FOREST AND RIPARIAN HEALTH, AND ENHANCEMENT OF THE NATURAL/PRE-DEVELOPMENT HYDROLOGIC CYCLE. SECONDARY BENEFITS INCLUDE INCREASED UNDERSTANDING AND AWARENESS OF LOCAL ENVIRONMENTAL ISSUES AMONGST COMMUNITY MEMBERS AND PROMOTING REGIONAL/AREAWIDE STORMWATER MANAGEMENT APPROACHES WHERE THESE ARE MORE EFFECTIVE THAN INDIVIDUAL PARCEL-BASED BMP RETROFITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "420758d9-f66f-68b4-c100-10c195749442-C", "generated_internal_id": "ASST_NON_98T46101_6800"}, {"internal_id": 151676118, "Award ID": "98T37101", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "66.436", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $25,000. PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO 07/01/2022. THIS GRANT WILL PROVIDE FUNDING TO PALA BAND OF MISSIONS INDIANS TO DEVELOP AND IMPLEMENT A REUSABLE FOODSERVICE WARE PILOT PROJECT AT FOUR PALA ADMINISTRATION PROGRAM LOCATIONS: SENIOR HOME DELIVERY; DAILY ONSITE LUNCH; MONTHLY ONSITE EVENTS; AND THE UPSTAIRS STAFF OFFICE. STAFF WILL CONDUCT OUTREACH, TRAINING, AND EDUCATION ON REUSABLE FOOD SERVICE WARE USED AT TRIBAL DEPARTMENTS, AND DEVELOP A REPORT ON LESSONS LEARNED TO SHARE WITH OTHER TRIBES.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE: RESEARCHING OTHER REUSABLE FOOD-SERVICE WARE PROGRAMS, DEVELOPING PARTNERSHIPS INTERNALLY AND EXTERNALLY, PILOTING A REUSABLE FOOD-SERVICE WARE PILOT PROGRAM, DEVELOPING A COMMUNITY BASED SOCIAL MARKETING ENGAGEMENT PROGRAM, AND EVALUATING PROGRAM SUCCESSES AND LESSONS LEARNED.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES FOR THIS PROJECT INCLUDE: REUSABLE FOOD-SERVICE WARE OUTREACH MATERIALS AND A RESOURCE GUIDE FOR THE PALA TRIBE AND OTHER TRIBAL GOVERNMENTS. THE EXPECTED OUTCOMES INCLUDE A REDUCTION IN THE AMOUNT OF SINGLE USE DISPOSABLES USED. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE PALA BAND OF MISSION INDIANS AND OTHER TRIBAL GOVERNMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f2c76e6-fa29-0a3f-ebbb-02ce5cc3fb27-C", "generated_internal_id": "ASST_NON_98T37101_6800"}, {"internal_id": 103141607, "Award ID": "98T06101", "Award Amount": 133349.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-01", "CFDA Number": "66.436", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE NEVADA TAHOE CONSERVATION DISTRICT TO ASSIST PRIVATE PROPERTY OWNERS, COMMERCIAL BUSINESSES, WILDFIRE-PREVENTION DISTRICTS AND LOCAL JURISDICTIONS WITH IMPLEMENTING THE LAKE TAHOE TOTAL MAXIMUM DAILY LOAD (TMDL) THROUGH A COMMUNITY-BASED WATERSHED APPROACH. THE PROJECT WILL INCREASE THE COMMUNITIES' KNOWLEDGE OF RESTORATION OBJECTIVES, OPPORTUNITIES FOR IMPROVING ENVIRONMENTAL STEWARDSHIP, AND CONTINUATION OF THE BEST MANAGEMENT PRACTICES RETROFIT AND TMDL PROGRAMS.  THIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $133,349.  SEE TERMS AND CONDITIONS.  PREWARD COSTS HAVE BEEN APPROVED BACK TO 6/1/2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "420758d9-f66f-68b4-c100-10c195749442-C", "generated_internal_id": "ASST_NON_98T06101_6800"}, {"internal_id": 98566354, "Award ID": "98T05101", "Award Amount": 102015.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-25", "CFDA Number": "66.436", "Description": "THE RECIPIENT WILL USE THIS FUNDING TO DEVELOP COLLABORATIVE GEOSPATIAL AND TABULAR DATA MANAGEMENT TOOLS TO CREATE A DEEPER UNDERSTANDING OF ENVIRONMENTAL SUCCESSES IN THE LAKE TAHOE BASIN BY REPORTING ENVIRONMENTAL IMPROVEMENT PROGRAM (EIP) PERFORMANCE MEASURES.  THE FUNDING FOR THIS PROJECT IS PROVIDED BY AN INTERAGENCY AGREEMENT BETWEEN EPA AND BUREAU OF LAND MANAGEMENT (BLM) USING SOUTHERN NEVADA PUBLIC LAND MANAGEMENT ACT (SNPLMA) FUNDS.   THIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $102,015.  SEE TERMS AND CONDITIONS.  PREAWARD COSTS HAVE BEEN APPROVED BACK TO 6/1/2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5be9445c-eaef-d79b-f111-e25b6dd9ad33-C", "generated_internal_id": "ASST_NON_98T05101_6800"}, {"internal_id": 95593573, "Award ID": "97780201", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-06", "CFDA Number": "66.436", "Description": "SUPPORTS RESEARCH, INVESTIGATIONS, EXPERIMENTS, TRAINING, DEMONSTRATIONS, SURVEYS, AND STUDIES TO ELIMINATE WATER POLLUTION.  THIS IS A PARTIAL AWARD OF FEDERAL FUNDS. FURTHER FUNDING MAY BE PROVIDED AT A LATER DATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1de6851c-ec35-d06d-52d5-b14e84392ec1-C", "generated_internal_id": "ASST_NON_97780201_6800"}, {"internal_id": 94785895, "Award ID": "97779901", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-01-31", "CFDA Number": "66.436", "Description": "SUPPORTS RESEARCH, INVESTIGATIONS, EXPERIMENTS, TRAINING, DEMONSTRATIONS, SURVEYS, AND STUDIES TO ELIMINATE WATER POLLUTION. (OR PROJECT SPECIFIC)  THIS IS A PARTIAL AWARD OF FEDERAL FUNDS.  FURTHER FUNDING MAY BE PROVIDED AT A LATER DATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_97779901_6800"}, {"internal_id": 68326654, "Award ID": "96260901", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "66.436", "Description": "THE PATHSTONE CORPORATION WILL ESTABLISH A COMMUNITY SUPPORT TRAINING/OUTREACH PROJECT TO CONDUCT AND PROMOTE THE COORDINATION AND ACCELERATION OF TRAINING RELATING TO THE CAUSES, EFFECTS, EXTENT, PREVENTION, REDUCTION AND ELIMINATION OF WATER POLLUTION TO THE VIEQUES BIOLUMINESCENT MOSQUITO BAY AND ITS WATERSHED IN VIEQUES, PUERTO RICO.  SEVERAL PARTICIPANTS UNDER THE PUERTO RICO YOUTH AND THE ENVIRONMENT PROGRAM WILL AID IN THE PLANNING AND EXECUTION OF RELIEF ACTIVITIES, INCLUDING THE COORDINATION OF OUTREACH ACTIVITIES SUCH AS WATER FILTER DISTRIBUTION, COMMUNITY CULTURAL EVENTS AND ACTIVITIES.  THEY WILL ALSO LEARN HOW TO CONDUCT RAPID NEEDS ASSESSMENTS AND WILL PRACTICE THESE SKILLS TO PREPARE FOR FUTURE DISASTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462fd8f2-c5ab-adc9-620f-725e957c50c5-C", "generated_internal_id": "ASST_NON_96260901_6800"}, {"internal_id": 68326417, "Award ID": "96260801", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "66.436", "Description": "THE CORPORATION FOR THE CONSERVATION OF THE SAN JUAN BAY ESTUARY WILL ESTABLISH AN INTERNSHIP PROGRAM TO PROVIDE DIRECT AND IMMEDIATE TRAINING TO RESIDENTS OF THE SAN JUAN BAY ESTUARY WATERSHED, WHILE MULTIPLYING THE IMPACT BY TRAINING THEM TO DELIVER THE WORKSHOPS ON THEIR OWN IN NEIGHBORING COMMUNITIES AND ADDRESS IMMEDIATE NEEDS TO REDUCE VULNERABILITY FOR THE UPCOMING HURRICANE SEASON. YOUTH PARTICIPANTS WILL BE CHOSEN BASED ON THEIR STUDIES IN NATURAL SCIENCES AND DEMONSTRATED COMMUNITY LEADERSHIP, WITH PRIORITY GIVEN TO YOUTH LIVING IN COMMUNITIES WITHIN THE WATERSHED MOST AFFECTED BY THE RECENT HURRICANES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f84a75f-5c54-5e52-7c3a-218ffa63448d-R", "generated_internal_id": "ASST_NON_96260801_6800"}, {"internal_id": 85201279, "Award ID": "96257301", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "66.436", "Description": "THE UNIVERSITY OF PUERTO RICO MAYAGUEZ CAMPUS (UPRMC) WILL PERFORM A PILOT PROJECT AIMED TO CHARACTERIZE THE AMOUNT OF FLOATABLES (BRANCHES, LEAVES, WEEDS, TRASH, DIRT AND SEDIMENTS SUCH AS SAND, SILT, MUD AND SOIL) THAT REACH TWO FLOOD CONTROL PUMP STATIONS (FCPS) OPERATED BY THE PR DEPARTMENT OF NATURAL AND ENVIRONMENTAL RESOURCES IN TWO ENVIRONMENTAL JUSTICE COMMUNITIES THAT WERE SEVERELY FLOODED DURING HURRICANE MARIA. THE PROJECT WILL DEVELOP MITIGATION PLANS FOCUSED ON REDUCING THE LAND-BASED TYPES OF PRODUCTS AND PACKAGING THAT END UP AT THE DISCHARGE POINT OF THE FCPS AND THAT HAS THE POTENTIAL TO BE DISCHARGED INTO RECEIVING WATERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_96257301_6800"}, {"internal_id": 110210460, "Award ID": "96252120", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "66.436", "Description": "THIS PROJECT IS A BENCH-SCALE STUDY TO IDENTIFY AND EVALUATE THE MAJOR FACTORS INFLUENCING ARSENIC REMOVAL IN MUNICIPAL WASTEWATER BY COAGULATION AND FILTRATION TREATMENTS. THE RESULTS OF THIS STUDY WILL BE USED TO INFORM WATER QUALITY STANDARDS VARIANCE FOR ARSENIC FOR THE STATE OF NEW JERSEY. THIS STUDY WILL:  (1) DETERMINE THE EFFECTS OF DISSOLVED ORGANIC CARBON (DOC) ON ARSENIC REMOVAL (2) DETERMINE THE EFFECTS OF PHOSPHATE AND DOC ON ARSENIC REMOVAL (3) DEVELOPMENT OF HIGH SELECTIVE COAGULANTS AND NOVEL FILTRATION SYSTEM FOR EFFICIENT REMOVAL OF ARSENIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_96252120_6800"}, {"internal_id": 161012237, "Award ID": "84061501", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "66.436", "Description": "DESCRIPTION:THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC. (RCAP), IN COLLABORATION WITH ITS SIX REGIONAL PARTNERS, COMMUNITIES UNLIMITED (CU), GREAT LAKES COMMUNITY ACTION PARTNERSHIP (GLCAP), MIDWEST ASSISTANCE PROGRAM (MAP), RCAP SOLUTIONS (RSOL), RURAL COMMUNITY ASSISTANCE CORPORATION (RCAC), AND SOUTHEAST RURAL COMMUNITY ASSISTANCE PROJECT (SERCAP), COLLECTIVELY, 'RCAP,' AND STRATEGIC PARTNER, THE UNIVERSITY OF ILLINOIS (U OF I), WILL ASSIST SMALL PUBLICLY OWNED WASTEWATER TREATMENT SYSTEMS (POTWS) AND COMMUNITIES/INDIVIDUALS SERVED BY ONSITE/DECENTRALIZED WASTEWATER SYSTEMS TO IMPROVE OPERATIONAL PERFORMANCE AND SYSTEM SUSTAINABILITY OVER THE LONG-TERM, WITH THE OBJECTIVES OF PROTECTING HUMAN HEALTH, ADVANCING ENVIRONMENTAL JUSTICE AND EQUITY, REVITALIZING COMMUNITIES, AND IMPROVING COMPLIANCE, SUSTAINABILITY, AND RESILIENCY. RCAP WILL PROVIDE IN-PERSON/REMOTE TRAINING AND TECHNICAL ASSISTANCE (TA) TO: A) OWNERS, OPERATORS, MANAGERS AND OTHER KEY STAFF OF SMALL POTWS; AND B) COMMUNITIES/INDIVIDUALS SERVED BY ONSITE/ DECENTRALIZED WASTEWATER SYSTEMS. THESE EFFORTS WILL BE DIRECTED AT BOTH TRIBAL AND NON-TRIBAL SYSTEMS AND COMMUNITIES AND WILL FOCUS ON UNDERSERVED, DISADVANTAGED COMMUNITIES (DACS) MOST IN NEED, WHICH WILL HELP ACHIEVE JUSTICE40 GOALS. THE WORK WILL REACH ALL 50 STATES, THE U.S. TERRITORIES, AND TRIBAL LANDS. ACTIVITIES:RCAP WILL PROVIDE INTENSIVE ON-SITE/REMOTE TA THROUGH MORE THAN 350 TA PROVIDERS (TAPS) WHO WORK IN EVERY STATE, THE TERRITORIES, AND ON TRIBAL LANDS. RCAP AND ITS PARTNERS HAVE A DEEP HISTORY OF TRUST-BASED RELATIONSHIPS WITH THOUSANDS OF RURAL COMMUNITIES, INCLUDING COLONIAS ON THE U.S./MEXICO BORDER AND TRIBAL RESERVATIONS. THE TYPE, TOPIC, AND LOCATION OF THE TRAINING AND TA WILL BE DECIDED IN COLLABORATION WITH RESPONSIBLE PRIMACY AGENCIES AND FOCUSED ON VULNERABLE COMMUNITIES. RCAP WILL UTILIZE THE EXTENSIVE OUTREACH AND INFORMATION RESOURCES ON U OF I'S WATEROPERATOR.ORG WEBSITE. RCAP WILL ALSO CONTINUE TO UPDATE AND PRODUCE A WASTEWATER TRAINING RESOURCES GUIDE TO COLLECT TRAINING CONTENT ONTO FLASH DRIVES TO EXTEND REACH TO REMOTE LOCATIONS WITHOUT EASY ACCESS TO BROADBAND OR IN-PERSON TRAINING OPPORTUNITIES. THESE MATERIALS WILL BE NATIONAL, WITH STATE, TERRITORY, AND TRIBAL-SPECIFIC TAILORING PRODUCED JOINTLY BY RCAP REGIONAL AND NATIONAL STAFF. A WEB-BASED VERSION WILL ALSO BE AVAILABLE.SUBRECIPIENT:SUBRECIPIENTS WILL EACH USE THEIR FUNDING FOR TYPICAL COSTS ASSOCIATED WITH TA AND TRAINING SUCH AS SALARIES, FRINGE, TRAVEL, AND NORMAL OPERATING EXPENSESOUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE IMPROVEMENT IN THE PERFORMANCE OF SMALL POTWS THAT HAVE ADOPTED SUSTAINABLE MANAGEMENT PRACTICES, INCLUDING ASSET MANAGEMENT AND INCREASED LOCAL KNOWLEDGE AND COMPETENCY, LEADING TO MAKING SUBSTANTIAL PROGRESS TOWARD AND/OR MAINTAINING COMPLIANCE. RCAP WILL DELIVER AT LEAST 24 TA PROJECTS WITH SMALL POTWS. AT LEAST ONE TA PROJECT WILL BE TRIBAL. EACH PROJECT WILL COMPRISE APPROXIMATELY 80-100 HOURS OF ON-THE-GROUND, LOCALIZED, AND COMPREHENSIVE TA SUPPORT. ADDITIONALLY, AT LEAST 12 TRAINING EVENTS WILL BE CONDUCTED FOR OPERATORS, MANAGERS, DECISION-MAKERS, AND STAKEHOLDERS OF SMALL POTWS.  AS A RESULT OF THESE PROJECT ACTIVITIES, THERE WILL BE AN INCREASE IN COMPETENCY AND KNOWLEDGE OF ONSITE/DECENTRALIZED SYSTEMS, THUS DECREASING PUBLIC HEALTH CONCERNS, INCREASING THE NUMBER OF RMES, AND INCREASING ACTIVE AND PROACTIVE SYSTEM MANAGEMENT. THESE OUTCOMES WILL CONTRIBUTE TO BETTER WATER QUALITY IN WATERSHEDS, WELLHEAD PROTECTION, IMPROVED PUBLIC HEALTH, AND AN EQUITABLE FOUNDATION FOR ECONOMIC OPPORTUNITY AND REVITALIZATION. MOST COMMUNITIES RCAP WILL ASSIST THROUGH THIS PROGRAM ARE LOW-INCOME AND HAVE POPULATIONS UNDER 10K. THIS PROJECT WILL REACH ALL 50 STATES, THE U.S. TERRITORIES, AND TRIBAL LANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84061501_6800"}, {"internal_id": 161012236, "Award ID": "84061401", "Award Amount": 2700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "66.436", "Description": "DESCRIPTION:THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC. (RCAP), IN COLLABORATION WITH ITS SIX REGIONAL PARTNERS, COMMUNITIES UNLIMITED (CU), GREAT LAKES COMMUNITY ACTION PARTNERSHIP (GLCAP), MIDWEST ASSISTANCE PROGRAM (MAP), RCAP SOLUTIONS (RSOL), RURAL COMMUNITY ASSISTANCE CORPORATION (RCAC), AND THE SOUTHEAST RURAL COMMUNITY ASSISTANCE PROJECT (SERCAP), COLLECTIVELY, 'RCAP,' WILL PARTNER WITH THE NATIONAL ENVIRONMENTAL HEALTH ASSOCIATION (NEHA), THE NATIONAL GROUND WATER ASSOCIATION (NGWA), THE TEXAS AANDM UNIVERSITY COOPERATIVE EXTENSION (TAMU), AND THE UNIVERSITY OF ILLINOIS (U OF I) TO PROVIDE TRAINING AND TECHNICAL ASSISTANCE (TA) TO OWNERS AND MANAGERS OF PRIVATE DRINKING WATER WELLS AND THE STAKEHOLDER GROUPS THAT SERVE PRIVATE WELL OWNERS AND/OR ARE CHARGED WITH PROTECTING PUBLIC HEALTH.ACTIVITIES:THIS WILL BE ACCOMPLISHED THROUGH A DIVERSE SET OF IN-PERSON AND REMOTE TA ACTIVITIES, TRAINING, AND OUTREACH THAT BLENDS TRADITIONAL AND NON-TRADITIONAL INNOVATIVE APPROACHES AND CONCEPTS. OUTPUTS WILL INCLUDE FACE-TO-FACE AND INSTRUCTOR-LED ONLINE WORKSHOPS FOR PRIVATE WELL OWNERS, ENVIRONMENTAL HEALTH AND PRIVATE WELL PROFESSIONALS, AND PRIVATE WELL STAKEHOLDERS; PRIVATE WELL ASSESSMENTS CONDUCTED AND WELL TESTING KITS DISTRIBUTED AND UTILIZED SO WELL OWNERS CAN TAKE ACTION ON IDENTIFIED AREAS OF CONCERN AND/OR POTENTIAL CONTAMINATION, INCLUDING WELL ASSESSMENTS FOR TRIBES AND IN PUERTO RICO (THE WELL ASSESSMENT IS AVAILABLE IN SPANISH) INCLUDING TESTING FOR PFAS WHEN MERITED; TAILORED WEBINARS; SELF-PACED ELEARNING COURSES FOR WELL OWNERS, ENVIRONMENTAL HEALTH PROFESSIONALS, AND OTHER STAKEHOLDERS; CURRENT AND TRUSTED INFORMATION PROVIDED THROUGH A VARIETY OF COMMUNICATIONS CHANNELS; ON-DEMAND PHONE ASSISTANCE THROUGH A NATIONAL HOTLINE ACCOMPANIED BY EMAIL AND SOCIAL MEDIA CHAT ASSISTANCE, AND RESPONSES TO ONLINE WELL OWNER QUESTIONS; WELL OWNER AND STAKEHOLDER NEWSLETTERS AND GUIDES, PROFESSIONAL PRESENTATIONS; AND PODCASTS, AMONG OTHERS.SUBRECIPIENT:THE SUB-AWARDEES WILL USE THEIR FUNDING FOR TYPICAL COSTS ASSOCIATED WITH TA AND TRAINING, SUCH AS SALARIES AND FRINGE, TRAVEL, AND REGULAR OPERATING EXPENSES. DURING THE 24-MONTH GRANT PERIOD, THE SUB-AWARDEES WILL HELP PROVIDE TRAINING AND TECHNICAL ASSISTANCE (TA) TO OWNERS AND MANAGERS OF PRIVATE DRINKING WATER WELLS AND THE STAKEHOLDER GROUPS THAT SERVE PRIVATE WELL OWNERS AND/OR ARE CHARGED WITH PROTECTING PUBLIC HEALTH. OUTCOMES:THROUGH THESE EFFORTS, RCAP AND ITS ASSEMBLED PARTNERS WILL ACHIEVE NUMEROUS OUTCOMES THAT INCLUDE, BUT ARE NOT LIMITED TO: INCREASED PRIVATE DRINKING WATER WELL OWNER KNOWLEDGE ON PROTECTING WELL WATER QUALITY, WELLHEAD PROTECTION, REDUCED CONTAMINATION ISSUES, BETTER MAINTAINED WELLS, AND ASSISTANCE UNDERSTANDING AND MEETING STATE/LOCAL REGULATIONS IN ELECTRONIC AND HARD COPY FORMATS; INCREASED COORDINATION WITH PUBLIC HEALTH AGENCIES; WELL TESTING RESULTS AND ANYTIME SUPPORT AS NEEDED FOR PRIVATE WELL OWNERS; INCREASED WELL OWNER AWARENESS ABOUT PRIVATE WELL AND WATER QUALITY PROTECTION ISSUES; INCREASED WELL OWNER PREPARATION AND CAPACITY TO CORRECT WELL AND WATER QUALITY PROBLEMS; AN IMPROVEMENT IN THE KNOWLEDGE AROUND QUALITY AND QUANTITY OF GROUNDWATER THAT SUPPLIES PRIVATE WELLS; INCREASED KNOWLEDGE FOR WELL OWNERS ON HOW TO RESPOND TO CONTAMINATION/EMERGENCIES; AND INCREASED RESILIENCY TO CLIMATE IMPACTSMDASH;ALL OF WHICH LEAD TO IMPROVED HEALTH, EJ, AND EQUITY OUTCOMES FOR PRIVATE WELL OWNERS AND THEIR FAMILIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84061401_6800"}, {"internal_id": 157419508, "Award ID": "84054401", "Award Amount": 515000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-01", "CFDA Number": "66.436", "Description": "DESCRIPTION:THIS PROJECT WILL FACILITATE STATE IDENTIFICATION AND IMPLEMENTATION OF IMPROVEMENTS TO CLEAN WATER PROGRAMS INCLUDING NATIONAL POLLUTANT DISCHARGE ELIMINATION SYSTEM, TOTAL MAXIMUM DAILY LOAD, WATER QUALITY MONITORING AND ASSESSMENT, NONPOINT SOURCE, EFFLUENT GUIDELINES, WATER QUALITY STANDARDS, AND NO DISCHARGE ZONES TO MORE EFFECTIVELY PROTECT PUBLIC HEALTH AND THE ENVIRONMENT. THE GRANTEE WILL ALSO PROMOTE KNOWLEDGE TRANSFER TO STATES AND STATE-TO-STATE INFORMATION EXCHANGE. THESE EFFORTS TO REPRESENT AND ADVISE ON BEHALF OF STATES WILL FURTHER A SHARED STATE/EPA STRATEGIC VISION AND IDENTIFICATION OF PRIORITY AREAS FOR THE FOCUS OF THE NATION'S CLEAN WATER ACT PROGRAMS. THESE EFFORTS WILL ALSO ENSURE THAT STATE WATER REGULATORS ARE FULLY INFORMED OF REGULATORY, POLICY, AND PROGRAMMATIC INITIATIVES SO THAT THEY ARE BETTER PREPARED TO EFFECTIVELY MANAGE THEIR CLEAN WATER ACT PROGRAMS.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED UNDER THE COOPERATIVE AGREEMENT ARE FOR THE ASSOCIATION OF CLEAN WATER ADMINISTRATORS TO PROVIDE TRAINING, TECHNICAL ASSISTANCE, RESEARCH AND STUDIES TO SUPPORT STATE SURFACE WATER PROTECTION PROGRAMS IN MEETING THE REQUIREMENTS OF THE CLEAN WATER ACT TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. THE FIVE MAJOR COMPONENTS OF THE PROPOSED PROJECT ARE TO:\n1) PROVIDE GUIDANCE AND TECHNICAL ASSISTANCE TO THE STATES;\n2) COORDINATE TRAINING OPPORTUNITIES LEADING TO KNOWLEDGE TRANSFER AND CAPACITY BUILDING AMONG STATE SURFACE WATER PROTECTION AGENCIES AND EPA;\n3) CONDUCT RESEARCH AND STUDIES THAT WILL ENABLE ACWA TO REPRESENT AND ADVISE STATES;\n4) ANNUALLY SUPPORT SEVERAL PROGRAMMATIC MEETINGS PER YEAR TO INCREASE STATE CAPACITY AND KNOWLEDGE TRANSFER; AND\n5) PROVIDE STATE TRAVEL EXPENSE REIMBURSEMENT IN SUPPORT OF TRAININGS AND TECHNICAL ASSISTANCE OPPORTUNITIES FOR STATE PERSONNEL.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, AND INTENDED BENEFICIARIES OF THIS PROJECT FOLLOW:\n\n(1) PROVIDE GUIDANCE AND TECHNICAL ASSISTANCE TO THE STATES (INTENDED BENEFICIARIES: STATE SURFACE WATER PROTECTION AGENCIES AND GENERAL PUBLIC):\nANTICIPATED OUTPUTS:\n-\tENHANCE STATE ENVIRONMENTAL JUSTICE, EQUITY, AND CIVIL RIGHTS EFFORTS IN DRAFTING RULES, GUIDANCE AND PERMITS, COMPLIANCE ASSISTANCE, AND BY ENFORCEMENT.\n-\tINCREASE THE USE OF ENVIRONMENTAL JUSTICE TOOLS SUCH AS THE ENVIRONMENTAL JUSTICE SCREENING AND MAPPING TOOL (EJSCREEN).\n-\tDEVELOP AN ENVIRONMENTAL JUSTICE TOOLKIT FOR THE MAKING A VISIBLE DIFFERENCE IN COMMUNITIES INITIATIVE ADVANCED BY THE URBAN WATERS FEDERAL PARTNERSHIP.\n-\tSUPPORT SUSTAINABLE AND RESILIENT WATER INFRASTRUCTURE THROUGH EPA'S INFRASTRUCTURE ASSISTANCE PROGRAMS, INCLUDING THE BIPARTISAN INFRASTRUCTURE INVESTMENT AND JOBS ACT OF 2021 (IIJA), STATE REVOLVING FUNDS, AND THE WATER INFRASTRUCTURE FINANCE AND INNOVATION ACT (WIFIA).\n-\tIMPLEMENT ACTIONS UNDER THE NATIONAL WATER REUSE ACTION PLAN.\n-\tDEVELOP HUMAN AND AQUATIC LIFE HEALTH GUIDANCE, CRITERIA, STANDARDS, AND TECHNICAL SUPPORT MATERIALS AND DETECTION METHODS FOR PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS).\n-\tFOSTER PROGRESS IN ADDRESSING NATIONAL WATER QUALITY INITIATIVE (NWQI) WATERSHEDS AND INTER-PROGRAM COLLABORATION BETWEEN STATES, EPA, AND USDA'S NATURAL RESOURCES CONSERVATION SERVICE TO SUPPORT THE NONPOINT SOURCE PROGRAMS.\n-\tFACILITATE STATE DATA REPORTING USING EPA'S DATA REPORTING SYSTEMS FOR SURFACE WATER PROTECTION PROGRAMS, INCLUDING NPDES EREPORTING, TMDL TRACKING AND IMPLEMENTATION SYSTEM, WATER QUALITY MONITORING WATER QUALITY EXCHANGE, AND NONPOINT SOURCE GRANTS REPORTING AND TRACKING SYSTEM.\n-\tMAINTAIN AN ON-GOING DIALOGUE BETWEEN EPA AND STATE CO-REGULATORS TO COORDINATE MULTI-YEAR STATE AND EPA EVALUATIONS OF POLICIES AND INITIATIVES FOR COMBINED SEWER OVERFLOWS, SANITARY SEWER OVERFLOWS, PEAK FLOWS, BLENDING, INTEGRATED PLANNING, AND STORMWATER RUNOF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9fb56c8-4774-047d-94c4-89d0026206fe-R", "generated_internal_id": "ASST_NON_84054401_6800"}, {"internal_id": 147534997, "Award ID": "84039901", "Award Amount": 370000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "66.436", "Description": "DESCRIPTION:\nELI WILL DEVELOP AND CONVENE FIVE ANNUAL, MULTI-DAY NATIONAL TRAINING WORKSHOPS WITH THE PURPOSE OF ENHANCING THE CAPABILITIES OF STATES, TRIBES, AND TERRITORIES TO SUPPORT THE ACHIEVEMENT OF CWA 303(D) LISTING AND TMDL PROGRAMMATIC REQUIREMENTS. THESE TRAINING WORKSHOPS AIM TO CREATE AN ATMOSPHERE FOR THE CWA 303(D) PROGRAM TO HEAR DIVERSE VOICES FROM ALL OF ITS LEVELS TO BUILD ON LESSONS LEARNED, DISSEMINATE AND DISCUSS TECHNICAL AND PROGRAMMATIC INNOVATIONS, AND STRATEGICALLY ADVANCE THE LISTING OF IMPAIRED WATERS AND DEVELOPMENT OF TMDLS NATIONALLY. THE CLOSE COORDINATION OF CWA 303(D) LISTING AND TMDL PROGRAM STAFF AND OTHER WATER QUALITY PROFESSIONALS THAT IS FOSTERED BY THESE TRAINING WORKSHOPS WILL FACILITATE THE ACCOMPLISHMENT OF THESE ENDS WHILE, AS PAST PARTICIPANTS HAVE NOTED, BUILD A COMMUNITY OF PRACTITIONERS AND EASE STAFFING TRANSITIONS IN THESE VOLATILE TIMES, AIDING THE SUSTAINABLE MANAGEMENT OF THE PROGRAMS.\n\nACTIVITIES:\nPURSUANT TO THIS COOPERATIVE AGREEMENT, ELI WILL FURTHER DEVELOP THE ATMOSPHERE OF LEARNING AND TRUST THAT THEY HAVE ESTABLISHED OVER THE LAST FOURTEEN YEARS, ACROSS FOUR PRIOR COOPERATIVE AGREEMENTS WITH EPA TO CONVENE STATE, TERRITORIAL, AND FEDERAL CWA 303(D) PROGRAM PERSONNEL AND TRIBAL WATER QUALITY PROGRAM STAFF. ELI WILL EXECUTE THIS PROGRAM OF TRAINING WORKSHOPS, RELYING HEAVILY ON THE METHODOLOGY WE HAVE USED TO DEVELOP THIRTEEN CWA 303(D) TRAINING WORKSHOPS SUBSTANTIALLY SIMILAR TO WHAT IS ENVISIONED UNDER THE CURRENT RFA. THE HALLMARK OF ELI'S APPROACH IS TO ENSURE THAT THE TRAINING WORKSHOPS ARE PLANNED, PREPARED, AND CONDUCTED PRIMARILY 'BY AND FOR THE STATES, TRIBES, AND TERRITORIES.' \nTHE STEPS ELI WILL TAKE TO IMPLEMENT THIS WORK INCLUDE THE FOLLOWING:\n-\tSTEP 1. BUILDING THE WORKSHOP PLANNING GROUP (TIMING: 7 MONTHS BEFORE TRAINING WORKSHOP).\n-\tSTEP 2. THE PLANNING PROCESS&MDASH;SUBJECT MATTER AND LOGISTICAL CONSIDERATIONS (TIMING: 5 MONTHS BEFORE TRAINING WORKSHOP).\n-\tSTEP 3: WORKSHOP PARTICIPANT SELECTION AND OTHER PREPARATION (TIMING: 3 MONTHS BEFORE TRAINING WORKSHOP).\n-\tSTEP 4. CONVENING THE TRAINING WORKSHOP.\n-\tSTEP 5. ASSESSMENT, REPORTING, AND FOLLOW-ON ACTIVITIES (TIMING: UP TO 4 MONTHS AFTER THE TRAINING WORKSHOP).\n\n\nOUTCOMES:\nELI WILL ADVANCE OBJECTIVE 1.2, AND THE BROADER EPA STRATEGIC PLAN, BY HELPING STATES, TRIBES, AND TERRITORIES SUSTAINABLY AND EFFECTIVELY MANAGE THEIR PROGRAMS WITH BEST PRACTICES AND NEW, CUTTING-EDGE TOOLS AND BY HELPING THEM TO FORGE NEW AVENUES OF COMMUNICATION AMONG THEMSELVES AND WITH STAKEHOLDERS FOR BETTER WATER QUALITY RESULTS. THE PRIMARY PRODUCT/RESULT, OR 'OUTPUT,' TO BE ACHIEVED BY ACCOMPLISHING ELI'S PROPOSED PROJECT ACTIVITIES IS A SERIES OF ANNUAL, MULTI-DAY NATIONAL TRAINING WORKSHOPS OVER FIVE YEARS TO ADVANCE CWA 303(D) PROGRAM IMPLEMENTATION IN ALL FIFTY STATES AS WELL AS IN TERRITORIES AND WITH TRIBES. THE SECONDARY OUTPUT IS A COLLECTION OF WORKSHOP-SPECIFIC MATERIALS PREPARED FOR PARTICIPANTS AND A TRAINING WORKSHOP REPORT DEVELOPED AFTER EACH EVENT TO COMMUNICATE ITS RESULTS IN A CONCISE, EFFICIENT MANNER. THE TRAINING WORKSHOP REPORT AND OTHER MATERIALS WILL BE MADE PUBLICLY AVAILABLE THROUGH, AMONG OTHER MEANS, ELI'S CWA 303(D) PROGRAM RESOURCE CENTER WEB PORTAL.\n\nTHE ANTICIPATED ENVIRONMENTAL IMPROVEMENTS, OR 'OUTCOMES,' OF THIS PROJECT ARE SHORT-, INTERMEDIATE-, AND LONG-TERM IN NATURE. EACH OUTCOME IS LINKED TO FACILITATING ATTAINMENT OF WATER QUALITY STANDARDS. SHORT-TERM OUTCOMES INCLUDE SIGNIFICANT, IMMEDIATE IMPROVEMENTS IN AWARENESS AND KNOWLEDGE WITHIN STATE AND TERRITORIAL CWA 303(D) PROGRAMS AND TRIBAL WATER QUALITY PROGRAMS WITH RESPECT TO: (A) INNOVATIONS AND BEST PRACTICES IN ASSESSING, MODELING, AND LISTING WATERS, AND ON A RANGE OF PROGRAMMATIC TMDL DEVELOPMENT AND IMPLEMENTATION ISSUES, CONSISTENT WITH THE CURRENT AND FUTURE ITERATION OF THE CWA 303(D) VISION; AND (B) CONTACTS AND RESOURCES ACROSS STATE, TRIBAL, TERRITORIAL, AND FEDERAL AGENCIES. AN INTERMEDIATE-TERM OUTC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_84039901_6800"}, {"internal_id": 147974041, "Award ID": "84039801", "Award Amount": 608000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "66.436", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO INCREASE THE CAPABILITIES OF TRIBAL MONITORING AND ASSESSMENT PROGRAMS TO BETTER IMPLEMENT CLEAN WATER ACT PROGRAMS THROUGH A SERIES OF TRAININGS AND WORKSHOPS. THE ASSOCIATION OF STATE WETLAND MANAGERS (ASWM) AND SAINT MARY&RSQUOANDS UNIVERSITY OF MINNESOTA GEOSPATIAL SERVICES (GSS) WILL DEVELOP, MANAGE, AND HOLD AT A MINIMUM 24 REGIONAL WORKSHOPS AND THREE BIENNIAL WORKSHOPS UNDER THIS AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_84039801_6800"}, {"internal_id": 147974042, "Award ID": "84039701", "Award Amount": 122059.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-16", "CFDA Number": "66.436", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDING TO THE UPPER MISSISSIPPI RIVER BASIN ASSOCIATION TO PROVIDE WORKSHOPS THAT WILL ACCELERATE IMPLEMENTATION OF STATE NUTRIENT REDUCTION STRATEGIES. THESE WORKSHOPS WILL FACILITATE COLLABORATION, COOPERATIVE ACTION, AND INFORMATION SHARING AT AN INTERSTATE LEVEL. UMRBA IS THE LEADING INTERSTATE, REGIONAL COLLABORATIVE TO ASSIST THE STATES IN IMPLEMENTING THE CLEAN WATER ACT AND NUTRIENT REDUCTION STRATEGIES ON THE UPPER MISSISSIPPI RIVER AND ITS BASIN.  THE PURPOSE OF THE UMRBA WATER QUALITY EXECUTIVE COMMITTEE (WQEC) IS TO FACILITATE COLLABORATIVE DECISION-MAKING, COOPERATIVE ACTION, AND INFORMATION SHARING AMONG THE FIVE UMRBA MEMBER STATES WITH REGARD TO WATER QUALITY ISSUES ON THE UPPER MISSISSIPPI RIVER, AND TO PROVIDE A POLICY LINK BETWEEN COLLECTIVE ACTIONS AND INDIVIDUAL ACTIONS BY THE STATES. THE WQEC IDENTIFIED THE NEED FOR ADDITIONAL COLLABORATIVE WORKSHOPS FOCUSED ON CONSERVATION PRACTICES WITH STACKED BENEFITS &NDASHAND E.G., WETLANDS THAT PROVIDE HABITAT, SEQUESTER CARBON, IMPROVE WATER QUALITY, AND RECEIVE NUTRIENT RUNOFF.  THE WORKSHOPS CONDUCTED FOR THIS AWARD WILL INVOLVE A WIDER STAKEHOLDER GROUP IN THE UPPER MISSISSIPPI RIVER BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73e82e77-507b-8613-6556-deb349593f92-C", "generated_internal_id": "ASST_NON_84039701_6800"}, {"internal_id": 150486517, "Award ID": "84039601", "Award Amount": 399177.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-05", "CFDA Number": "66.436", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO HELP STATES/TERRITORIES/TRIBES/LOCAL GOVERNMENTS DEVELOP AND IMPLEMENT EFFECTIVE WETLAND PROGRAMS. TO ACHIEVE THIS GOAL, ASWM WILL: 1) ASSEMBLE AN ADVISORY GROUP FOR EACH TRAINING EVENT; 2) CONSULT WITH STATES/TERRITORIES/TRIBES/LOCAL GOVERNMENTS TO DETERMINE TRAINING PRIORITIES; 3) PLAN WORKSHOPS AROUND KEY TOPICS FOR ADVANCING WETLAND PROGRAMS WITHIN THE CORE ELEMENTS FRAMEWORK; 4) PREPARE AND CONDUCT 2-3 TRAINING WORKSHOPS PER YEAR; 5) SUPPORT TRAVEL FOR NON-FEDERAL TRAINING ATTENDEES; AND 6) SHARE TOOLS AND RESOURCES FROM TRAININGS.ACTIVITIES:THE FOLLOWING STEPS OUTLINE HOW ASWM/NAWM INTEND TO MEET THE PROPOSED PROJECT GOALS:\nSTEP 1: ASSEMBLE AN ADVISORY GROUP FOR EACH TRAINING EVENT. AS EACH TRAINING HAS SPECIFIC NEEDS, TARGET AUDIENCES AND EXPERTISE REQUIRED, ASWM WILL CONVENE AN ADVISORY GROUP FOR EACH TRAINING EVENT. \nSTEP 2: IDENTIFY TRAINING PRIORITIES. TRAINING NEEDS AND PRIORITIES WILL BE IDENTIFIED THROUGH WORKGROUP CONFERENCE CALLS SPECIFIC TO PLANNING EACH TRAINING WORKSHOP, OUTREACH TO ASWM'S 1,300 MEMBERS AND EXTENSIVE CONTACT LISTS, DISCUSSIONS AT NATIONAL CONFERENCES/MEETINGS/WORKSHOPS, WEBINARS AND OTHER INFORMATION GATHERING METHODS. \nSTEP 3: PLAN INDIVIDUAL TRAINING WORKSHOPS. THIS PROPOSAL INCLUDES 2-3 TRAINING WORKSHOPS PER YEAR OVER A 6-YEAR TIME FRAME. UNDER 'NORMAL' NON-PANDEMIC CONDITIONS, WORKSHOPS WILL BE LOCATED IN GEOGRAPHICALLY DIVERSE REGIONS OF THE U.S. WITH AN EYE TOWARD BEING IN OR NEARBY MAJOR U.S. CITIES TO ACCOMMODATE THE TRAVEL NEEDS OF PARTICIPANTS. ASWM WILL IDENTIFY AND INVITE SPEAKERS, TRAINERS, AND ATTENDEES; DEVELOP AGENDAS AND MATERIALS; MANAGE REGISTRATIONS; RESERVE MEETING SPACE; COORDINATE ALL OTHER LOGISTICAL ARRANGEMENTS, INCLUDING NON-FEDERAL PARTICIPANT TRAVEL SCHOLARSHIPS; CONDUCT THE 12-18 TRAINING WORKSHOPS; AND DISTRIBUTE AND SYNTHESIZE WORKSHOP EVALUATIONS.\nSTEP 4: PROVIDE NONFEDERAL TRAVEL ASSISTANCE. IT IS ANTICIPATED THAT ATTENDANCE AT THESE TRAINING WORKSHOPS WILL BE BY INVITATION AND THAT INVITATIONS WILL INCLUDE NOTIFICATION OF THE AVAILABILITY OF TRAVEL ASSISTANCE FOR STATES, TRIBES, AND OTHER NONFEDERAL PARTICIPANTS. ASWM WILL MANAGE ALL TRAVEL SCHOLARSHIP ASSISTANCE ACTIVITIES. TRAVEL SUPPORT ALLOCATIONS WILL BE PRIORITIZED IN THE FOLLOWING ORDER: 1) SPEAKERS AND PRESENTERS; 2) STATE, TRIBAL, AND LOCAL GOVERNMENT PARTICIPANTS WHOSE WORK IS DIRECTLY RELATED TO THE TRAINING TOPICS; AND 3) OTHERS WORKING IN AREAS LESS LIKELY TO BENEFIT DIRECTLY BUT WHOSE ATTENDANCE WILL ENRICH THE TRAINING EXPERIENCE BY BRINGING UNIQUE AND DIFFERENT EXPERTISE TO THE TRAINING WORKSHOP. \nSTEP 5: CARRY OUT INDIVIDUAL TRAINING WORKSHOPS. ASWM STAFF WILL BE ONSITE TO CARRY OUT EACH TRAINING WORKSHOP TO ENSURE THAT LOGISTICAL ARRANGEMENTS RUN SMOOTHLY, PRESENTERS STAY ON SCHEDULE AND THAT THERE ARE CONTINGENCY PLANS IF THERE ARE WEATHER ISSUES OR OTHER OCCURRENCES THAT INTERFERE WITH CARRYING OUT THE TRAINING. IF FEASIBLE, ASWM WILL PROVIDE OFFSITE (REMOTE ONLINE) ACCESS TO ALL OR PART OF THE TRAINING THROUGH GOTOWEBINAR OR AN ALTERNATIVE REMOTE PARTICIPATION PLATFORM. ASWM WILL MOVE IN-PERSON TRAININGS TO THE ABOVE-DETAILED VIRTUAL FORMAT IF REQUIRED TO AVOID HEALTH RISKS FROM THE COVID-19 PANDEMIC.\nSTEP 6: TRANSFER RESULTS. TRAINING CONTENT AND OTHER USEFUL MATERIALS DEVELOPED FOR AND FROM THE TRAINING WORKSHOPS WILL BE SHARED ON ASWM WEBSITES, NEWSLETTERS, SOCIAL MEDIA AND POTENTIALLY THROUGH PRESENTATIONS AT OTHER PROFESSIONAL CONFERENCES. ASWM PLANS TO HOLD 2-3 TRAININGS PER YEAR (FOR A TOTAL OF 12-18 TRAININGS) ON NEED-BASED TOPICS.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:12-16 TRAINING WORKSHOPS WILL BE HELD IN DIVERSE REGIONS OF THE U.S. (OR ONLINE AS NEEDED). WORKSHOP PARTICIPANTS WILL BE PROVIDED EVALUATIONS TO COMPLETE IN ORDER TO GAUGE THE OVERALL QUALITY OF THE WORKSHOP AND TRAINING MATERIALS. TRAINING MATERIALS AND TOOLS DEVELOPED FOR EACH OF THE WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_84039601_6800"}, {"internal_id": 147400893, "Award ID": "84039501", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "66.436", "Description": "THE PURPOSE OF THE COOPERATIVE AGREEMENT IS TO SUPPORT ASSOCIATION OF STATE WETLAND MANAGERS (ASWM) AND THE ASSOCIATION OF STATE FLOODPLAIN MANAGERS (ASFPM) IN THEIR WORK TO PROMOTE COLLABORATION BETWEEN ENVIRONMENTAL AND HAZARD MITIGATION AGENCIES/ORGANIZATIONS WITH THE GOAL OF INCREASING COMMUNITY RESILIENCY AND IMPROVING ENVIRONMENTAL, SOCIAL, AND ECONOMIC OUTCOMES. TO ACCOMPLISH THIS GOAL, THIS AGREEMENT WILL SUPPORT THE GRANTEE IN HOSTING A SERIES OF WORKSHOPS/TRAININGS TO BUILD CAPACITY ON TOPICS RELATED TO NATURE-BASED HAZARD MITIGATION AND INTEGRATED HAZARD MITIGATION AND WATER QUALITY PLANNING. THIS WORK WILL HELP TO BUILD RELATIONSHIPS AND CAPACITY AMONG EPA AND FEMA, AS WELL OTHER STATE, LOCAL, AND TRIBAL WATER QUALITY AND HAZARD MITIGATION PROFESSIONALS. THE OUTCOME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_84039501_6800"}, {"internal_id": 149897512, "Award ID": "84039401", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-23", "CFDA Number": "66.436", "Description": "DESCRIPTION:ELI WILL DEVELOP AND CONVENE FIVE TRAININGS, ONE PER YEAR FOR FIVE YEARS, FOR NON-GOVERNMENTAL WATER PROFESSIONALS AND CWA 303(D) PROGRAM STAKEHOLDERS TOGETHER WITH STATE AND FEDERAL CWA 303(D) PROGRAM PERSONNEL AND, WHERE PRACTICABLE, TERRITORIAL CWA 303(D) PROGRAM PERSONNEL AND TRIBAL WATER QUALITY PERSONNEL. THE TRAININGS WILL COVER INNOVATIVE AND EFFECTIVE APPROACHES, INCLUDING STRATEGIES AND TOOLS, FOR IMPLEMENTING PROGRAM RESPONSIBILITIES, SUCH AS THE LISTING OF IMPAIRED WATERS AND DEVELOPMENT AND IMPLEMENTATION OF TMDLS, ALTERNATIVE RESTORATION PLANS (ARPS), AND PROTECTION PLANS, CONSISTENT WITH THE CURRENT AND NEXT ITERATION OF THE 'LONG-TERM VISION FOR ASSESSMENT, RESTORATION, AND PROTECTION' (VISION). THE TRAININGS WILL BE NATIONALLY RELEVANT, BUT SOME MIGHT HAVE A REGIONAL FOCUS, DEPENDING ON THE TOPIC OF THE TRAINING AND THE NEEDS OF THE PROGRAM AT THAT TIME. EACH TRAINING WILL FOSTER COMMUNICATION BETWEEN PROGRAM STAFF AND STAKEHOLDERS.\nACTIVITIES:ELI WILL DEVELOP AND CONVENE FIVE TRAININGS, ONE PER YEAR FOR FIVE YEARS, FOR NON-GOVERNMENTAL WATER PROFESSIONALS AND CWA 303(D) PROGRAM STAKEHOLDERS TOGETHER WITH STATE AND FEDERAL CWA 303(D) PROGRAM PERSONNEL AND, WHERE PRACTICABLE, TERRITORIAL CWA 303(D) PROGRAM PERSONNEL AND TRIBAL WATER QUALITY PERSONNEL. \nACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING:\nSTEP 1. INITIAL TRAINING PLANNING (TIMING: 6 MONTHS BEFORE TRAINING)- PLANNING FOR ANNUAL TRAININGS WITH A MEETING WITH THE EPA \nSTEP 2. THE PLANNING PROCESSMDASH;SUBJECT MATTER (TIMING: 4 MONTHS BEFORE TRAINING) -DETERMINING THE SPECIFIC PURPOSE AND OBJECTIVES FOR THE TRAINING\nSTEP 3: INVITE CWA 303(D) PARTICIPANT SELECTION AND FINALIZING LOGISTICS (TIMING: 3 MONTHS BEFORE TRAINING) \nSTEP 4. CONVENING THE TRAINING\nSTEP 5. REPORTING AND FOLLOW-UP ACTIVITIES (TIMING: UP TO 1 MONTH AFTER THE TRAINING) - ASSESS WHAT TOOK PLACE AT EACH TRAINING TO DETERMINE WHAT WAS SUCCESSFUL AND WHERE IMPROVEMENT IS NEEDED, AND THEN DEBRIEF WITH EPASUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED OUTPUTS/DELIVERABLES ARE A SERIES OF ANNUAL TRAININGS OVER FIVE YEARS TO ADVANCE CWA 303(D) PROGRAM IMPLEMENTATION THROUGH THE DISSEMINATION OF INNOVATIVE YET EFFECTIVE APPROACHES FOR IMPLEMENTATION AND IMPROVEMENT IN STAKEHOLDER ENGAGEMENT. EACH TRAINING WILL EDUCATE NON-GOVERNMENTAL WATER PROFESSIONALS AND CWA 303(D) PROGRAM STAKEHOLDERS TOGETHER WITH STATE AND FEDERAL CWA 303(D) PROGRAM PERSONNEL AND, WHERE PRACTICABLE, TERRITORIAL CWA 303(D) PROGRAM PERSONNEL AND TRIBAL WATER QUALITY PERSONNEL. ELI WILL PREPARE A TRAINING SUMMARY, WITH PARTICULAR EMPHASIS ON LESSONS FOR STAKEHOLDER ENGAGEMENT THAT COULD BE USEFUL FOR CWA 303(D) PROGRAM PERSONNEL IN OTHER CONTEXTS, AS WELL AS HOW NON-FEDERAL PARTICIPANTS BENEFITED FROM THE TRAINING. TRAINING MATERIALS AND INFORMATION WILL BE POSTED ONLINE AT THE ELI CWA 303(D) PROGRAM RESOURCE CENTER (HTTP://WWW.ELI.ORG/FRESHWATER-OCEAN/STATE-TMDL-PROGRAM-RESOURCE-CENTER), AS APPROPRIATE, IN ORDER TO TRANSFER THE RESULTS OF THE TRAINING TO A BROADER GROUP OF STATE, TERRITORIAL, TRIBAL, AND LOCAL GOVERNMENTAL AGENCIES AND OTHER CWA 303(D) PROGRAM STAKEHOLDERS AND THE GENERAL PUBLIC.\n\nSHORT-TERM OUTCOMES INCLUDE SIGNIFICANT, IMMEDIATE IMPROVEMENTS IN AWARENESS AND KNOWLEDGE AMONG CWA 303(D) PROGRAM PERSONNEL, NON-GOVERNMENTAL WATER PROFESSIONALS, AND OTHER PROGRAM STAKEHOLDERS WITH RESPECT TO INNOVATIONS AND BEST PRACTICES TO IMPLEMENT THE CWA 303(D) PROGRAM, INCLUDING THE DEVELOPMENT AND IMPLEMENTATION OF TMDLS, ARPS, AND PROTECTION PLANS. AN INTERMEDIATE-TERM OUTCOME IS A CHANGE IN BEHAVIOR AND PRACTICE WITHIN STATE AND TERRITORIAL CWA 303(D) PROGRAMS AND WITH TRIBES AND STAKEHOLDERS THAT RESULTS IN OVERCOMING PROGRAMMATIC CHALLENGES AND INCORPORATING INNOVATIONS, ULTIMATELY LEADING TO GREATER CONSISTENCY IN PROGRAMMATIC IMPLEMENTATION TO RESTORE IMPAIRED WATERS AND WATERSHEDS AND AN INCREASE IN THE EXTENT OF PRIORITY WATERS ADDRES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_84039401_6800"}, {"internal_id": 150486479, "Award ID": "84039301", "Award Amount": 105000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-28", "CFDA Number": "66.436", "Description": "DESCRIPTION:THE PURPOSE OF THIS AGREEMENT IS TO PROVIDING FUNDING TO THE CENTER FOR WATERSHED PROTECTION, INC TO SUPPORT THE ADVANCEMENT OF STATE WATERSHED PLANNING THROUGH IMPROVED TRAININGS AND TOOLS. CWP WILL BE EVALUATING THE NEEDS OF WATERSHED PROFESSIONALS AND THE GAPS IN EXISTING WATERSHED PLANNING TRAININGS; CONVENING A WORKGROUP OF EXPERTS TO DEFINE AND HELP DEVELOP THE FOUNDATIONAL ELEMENTS OF A NATIONAL CURRICULA; AND DISSEMINATING THE RESULTS NATIONALLY. ACTIVITIES:THE MAJOR ACTIVITIES TO BE PERFORMED, ANTICIPATED DELIVERABLES, AND EXPECTED OUTCOMES ARE: 1) COMPILE AND SUMMARIZE THE CURRENT STATE OF WATERSHED TRAINING CURRICULA IN THE U.S.2) CONVENE A WORKGROUP OF EXPERTS TO EVALUATE THE EXISTING CURRICULA AND TECHNICAL RESOURCES, AS WELL AS IDENTIFY INFORMATION GAPS AND AREAS OF IMPROVEMENT. 3) DEVELOP A NATIONALLY CONSISTENT SET OF TOOLS, INFORMATION, AND TRAINING CURRICULA FOR WATERSHED PRACTITIONERS.4) A SUMMARY REPORT STATING FINDINGS, RECOMMENDATIONS, AND TRAINING MATERIALS FOR IMPLEMENTATION. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OBJECTIVE OF THIS PROJECT IS TO ADVANCE THE STATE OF PROFESSIONAL TRAINING FOR WATERSHED PLANNERS AND COORDINATORS. THE TRAINING AND TOOLS RESULTING FROM THIS WORK WILL LEAD TO AN IMPROVED UNDERSTANDING OF WATERSHED PLANNING BY THESE WATERSHED PROFESSIONALS AND ULTIMATELY LEAD TO MORE EFFECTIVE WATERSHED PLAN IMPLEMENTATION AT THE LOCAL LEVEL. WATERSHED PLANS OUTLINE A SET OF STRATEGIES FOR REDUCING POLLUTION SO THAT WATERWAYS CAN SUPPORT FISHING, SWIMMING, DRINKING AND OTHER USES, PROTECT HUMAN HEALTH, AND MEET OTHER\nCOMMUNITY GOALS SUCH AS ECONOMIC DEVELOPMENT AND EQUITY. THEREFORE, THE IMPLEMENTATION OF EFFECTIVE WATERSHED PLANS DIRECTLY ADDRESSES GOAL 1 IN EPA'S FY 2018-2022 STRATEGIC PLAN. SPECIFICALLY, OBJECTIVE 1.2 - PROVIDE FOR CLEAN AND SAFE WATER IS ADDRESSED BY HELPING TO 'ENSURE WATERS ARE CLEAN' AND BECAUSE WATERSHED PLANNING INCLUDES EFFORTS TO 'SUSTAINABLY MANAGE PROGRAMS TO SUPPORT DRINKING WATER, AQUATIC ECOSYSTEMS, AND RECREATIONAL, ECONOMIC, AND SUBSISTENCE ACTIVITIES.'\n\nRESULTS OF ACTIVITIES\nTHE ANTICIPATED PRODUCTS/RESULTS OF THIS PROJECT ARE LISTED BELOW. PROGRESS TOWARDS PRODUCING THESE DELIVERABLES WILL BE TRACKED BY THE CWP PROJECT MANAGER BASED ON PERCENT COMPLETION AND REPORTED ON TO EPA IN THE PROGRESS REPORTS FOR THE ASSISTANCE AGREEMENT. OUTPUTS WILL BE CONSIDERED SUCCESSFULLY COMPLETED WITH FINAL ACCEPTANCE BY EPA WITHIN THE AGREED-UPON TIMELINE.\n- A COMPARATIVE MATRIX OF EXISTING WATERSHED PLANNING TRAININGS - A SUMMARY REPORT THAT DESCRIBES THE TRAINING NEEDS OF WATERSHED PLANNERS IN THE U.S., THE STATE OF EXISTING TRAINING AND TOOLS, LESSONS LEARNED, AND ANY GAPS THAT SHOULD BE FILLED TO BETTER MEET THESE TRAINING NEEDS\n- A LIST OF CONFIRMED WATERSHED PLANNING WORKGROUP MEMBERS AND THEIR AFFILIATIONS - DELIVERY OF A ONE-DAY FORUM ON WATERSHED PLANNING TRAINING AND TOOLS\n- A SUMMARY REPORT SYNTHESIZING INPUT FROM THE FORUM, ALONG WITH THE FORUM AGENDA, ATTENDEE LIST AND DETAILED NOTES\n- FIVE VIRTUAL MEETINGS OF THE WATERSHED PLANNING WORKGROUP \n- A FINAL REPORT WITH CORE WATERSHED PLANNING TRAINING MATERIALS AND RECOMMENDATIONS ON THEIR IMPLEMENTATION\n\nOUTCOMES INCLUDE \n- INCREASED UNDERSTANDING OF STRENGTHS/WEAKNESSES OF EXISTING WATERSHED PLANNING TRAININGS\n- INCREASED UNDERSTANDING OF GEOGRAPHIC COVERAGE AND UTILITY OF NATIONAL WATERSHED APPROACH TRAINING IN MEETING STATED NEEDS\n- INCREASED AVAILABILITY OF TRAINING MATERIALS FOR NEW WATERSHED PLANNERS\n- INCREASED EFFECTIVENESS OF TRAINING PROGRAMS OFFERED \n\nBENEFICIARIES INCLUDE WATERSHED PLANNERS/COORDINATORS AND THE PUBLIC..", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72e1d2e3-eb00-f717-f3ef-c19cb5e05384-C", "generated_internal_id": "ASST_NON_84039301_6800"}, {"internal_id": 148927799, "Award ID": "84039201", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-19", "CFDA Number": "66.436", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS AGREEMENT IS TO PROVIDE FUNDING TO THE AMERICAN FARMLAND TRUST TO ORGANIZE A SERIES OF TRAINING WEBINARS FOR NONPOINT SOURCE (NPS) AGRICULTURAL PROJECT MANAGERS TO TRAIN THEM TO QUANTIFY WATER QUALITY, CLIMATE, SOCIAL, AND ECONOMIC OUTCOMES ASSOCIATED WITH THE CONSERVATION PRACTICES ADOPTED IN THEIR PROJECTS. THERE MAY BE OVER 1,000 FARM CONSERVATION MANAGERS WHO WISH TO QUANTIFY THE ENVIRONMENTAL, SOCIAL, AND ECONOMIC OUTCOMES OF THEIR PROJECTS. HOWEVER, AMERICAN FARMLAND TRUST (AFT) SURMISES THAT THE MAJORITY OF THE STAFF AND PARTNERS ASSOCIATED WITH THESE PROJECTS DO NOT HAVE COMPUTER MODELING SKILLS OR THE RESOURCES TO HIRE PARTNERS TO DEVELOP SOPHISTICATED WATERSHED-BASED OR FIELD-BASED MODELS TO ESTIMATE THEIR WATER QUALITY BENEFITS. THUS, AFT DEVELOPED A GUIDE TO WATER QUALITY, CLIMATE, SOCIAL, AND ECONOMIC OUTCOMES ESTIMATION TOOLS (OET). AFT'S WEBINAR SERIES WILL BE AIMED AT THE OVER 1,000 AGRICULTURAL NONPOINT SOURCE (NPS) PROJECT MANAGERS TO ENSURE THEY ARE AWARE OF THE OET GUIDE AND KNOW OF THE INSIGHTS THAT IT OFFERS TO INFORM SELECTION OF A TOOL TO SATISFY A PROJECT'S NEEDS FOR SPECIFIC OUTCOMES QUANTIFICATION AT PARTICULAR SCALES, GEOGRAPHIES, PRODUCTION SYSTEMS, AND FOR SPECIFIC PRIORITY CONSERVATION PRACTICES.\n\n \n\nACTIVITIES:\nAFT AIMS TO ORGANIZE ABOUT SIX TO EIGHT TRAINING WEBINARS, FEATURING DIFFERENT OUTCOMES ESTIMATION TOOLS OR METHODS EACH YEAR, OVER THE COURSE OF TWO YEARS. AFT'S WEBINAR SERIES WILL BE AIMED AT THE OVER 1,000 AGRICULTURAL NONPOINT SOURCE (NPS) PROJECT MANAGERS. ACTIVITIES INCLUDE: \n-\tPLANNING THE WEBINARS BY GAINING INSIGHTS INTO TRAINING PRIORITIES THROUGH DISCUSSIONS WITH EPA, USDA, STAKEHOLDERS AND A NEEDS ASSESSMENT.\n-\tWORK WITH THE IDENTIFIED TOOL DEVELOPERS ON TRAINING MATERIAL(S). EACH WEBINAR WILL FEATURE A NEW TOOL AND EACH TOOL'S DEVELOPER WILL PROVIDE AN IN-DEPTH TRAINING ON THEIR TOOL TO MANAGERS WHO HAVE IDENTIFIED THAT TOOL AS AN OPTION FOR THEIR PROJECT.\n-\tORGANIZE AND HOST TRAINING WEBINARS FEATURING DIFFERENT OUTCOME ESTIMATION TOOLS OR METHODS OVER TWO YEARS.\n-\tANALYZE PREVIOUS FEEDBACK TO UNDERSTAND THE BARRIERS TO QUANTIFYING OUTCOMES, GEOGRAPHIC TARGETING, AND IDENTIFYING CRITICAL SOURCE AREAS, AS WELL AS RECOGNIZING WHICH INFORMATION AND HOW IT IS PRESENTED THROUGH A TRAINING WEBINAR WOULD BEST AMELIORATE THOSE BARRIERS. \n-\tDEVELOP APPROPRIATE COMMUNICATION STRATEGIES AND SHARE THE RECORDINGS OF THE TRAINING WEBINARS WITH VARIOUS NETWORKS.\n\nOUTCOMES:\n RESULTS OF ACTIVITIES (OUTPUTS): \nAFT  ANTICIPATE THE FOLLOWING OUTPUTS (DELIVERABLES/PRODUCTS) OF THIS PROJECT: \n-\tASSESSMENT RESULTS AND A NEEDS ANALYSIS OF THE PERCEIVED BARRIERS TO OUTCOMES QUANTIFICATION EXPERIENCED BY THE MANAGERS OF FARM CONSERVATION PROJECTS FUNDED BY EPA AND NRCS (IF THE ASSESSMENT IS DISTRIBUTED BY EPA AND NRCS). AFT ANTICIPATES THIS COULD BE COMPLETED WITHIN THE FIRST OR SECOND QUARTER OF YEAR 1. \n-\tSIX TO EIGHT LIVE TRAINING WEBINARS (PER YEAR FOR 2 YEARS), THAT TEACH FARM CONSERVATION PROJECT MANAGERS HOW TO QUANTIFY WATER QUALITY, CLIMATE, SOCIAL, AND ECONOMIC OUTCOMES. EACH WEBINAR MAY HAVE ADDITIONAL MATERIALS AND HANDOUTS FOR THE TARGET AUDIENCE. \n-\tRECORDINGS OF EACH WEBINAR MADE AVAILABLE ON-DEMAND FROM AN AFT WEBSITE AND YOUTUBE. \n-\tPRESS RELEASES AND SOCIAL MEDIA TO ANNOUNCE THE TRAINING WEBINAR SERIES AND EACH WEBINAR TO AFT'S LISTS OF CONSERVATION PROFESSIONALS AND PARTNERS. \n-\tRESULTS AND ANALYSIS OF THE SOCIAL CHANGES MEASURED IN EVALUATIONS OF THE WEBINAR ATTENDEES. \n\nANTICIPATED ENVIRONMENTAL IMPROVEMENT (OUTCOMES): \nAFT ANTICIPATES ACHIEVEMENT OF BEHAVIORAL AND PROGRAMMATIC OUTCOMES AS A RESULT OF THIS PROJECT'S OUTPUTS. \nWE ANTICIPATE THE FOLLOWING BEHAVIORAL OUTCOMES WILL OCCUR IN THE MAJORITY OF THE ATTENDEES AS A RESULT OF PARTICIPATION IN THE WEBINARS: \n-\tINCREASED AWARENESS OF TOOL AND METHODOLOGICAL OPTIONS TO QUANTIFY NPS FARM CONSERVATION PROJECT OUTCOMES. \n-\tINCREASED PERCEPTIONS OF CAPACITY TO SELECT AND U", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9784442-b3b6-4c1d-36fa-74239b76700c-C", "generated_internal_id": "ASST_NON_84039201_6800"}, {"internal_id": 150486484, "Award ID": "84039101", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-13", "CFDA Number": "66.436", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO BUILD STATE, TRIBAL, AND LOCAL CAPACITY TO COMMUNICATE 303(D) PROGRAM SUCCESSES IN RESTORING WATERS AND TO RAISE PUBLIC AWARENESS OF ACTIVITIES CONDUCTED BY THESE ENTITIES TO CORRECT WATER QUALITY IMPAIRMENTS. TO ACCOMPLISH THIS GOAL, NEIWPC WILL CONVENE A WORKGROUP OF INTERESTED AND COMMUNICATIONS SAVVY PROFESSIONALS FROM EPA, STATE, TERRITORIAL, AND TRIBAL 303(D) PROGRAMS TO HELP IDENTIFY POTENTIAL TOPICS TO PRIORITIZE FOR COMMUNICATIONS PRODUCT CREATION. EXAMPLES OF THOSE TOPICS COULD INCLUDE SUCCESSES RELATED TO NUTRIENTS, BACTERIA, ENVIRONMENTAL JUSTICE, CLIMATE CHANGE, 303(D) LIST PRIORITIZATION, ALTERNATIVE APPROACHES, ENGAGEMENT AND PARTNERSHIPS, AND PROTECTION. NEIWPCC, WITH SUPPORT FROM THE WORKGROUP AND INPUT FROM EPA, WILL GATHER INFORMATION ON POTENTIAL SUCCESS STORIES FROM 303(D) PROGRAM STAFF AND REVIEW THE SUBMITTED STORY IDEAS TO IDENTIFY COMMON THEMES, TOPICS, AND APPROACHES. THE PRIMARY DELIVERABLES FROM THIS AWARD WILL BE SYNOPSES OF SUCCESSFUL RESTORATION PROJECTS STORIES THAT WILL BE DEVELOPED INTO A ONE- TO TWO-PAGE SHARABLE WRITE-UP AND AT LEAST ONE OTHER COMMUNICATION PRODUCT, WHICH MAY INCLUDE A STORYMAP, PODCAST EPISODE, INFOGRAPHIC, OR OTHER TOOL, TO ENGAGE A BROADER AUDIENCE, INCLUDING STATES, TRIBES, MUNICIPALITIES, AND THE GENERAL PUBLIC. ACTIVITIES:TASK 1: WORKGROUP ENGAGEMENT\n1A: WORKGROUP DEVELOPMENT: FORM A DIVERSE WORKGROUP OF INTERESTED EPA, STATE, TERRITORIAL, AND TRIBAL STAFF TO PROVIDE INPUT AND GUIDANCE IN THE PROJECT, INCLUDING THROUGH RECOMMENDING TOPICS, REVIEWING SUBMITTED SUCCESS STORIES, AND REVIEWING OUTPUTS. EACH GEOGRAPHIC REGION OF THE COUNTRY WILL HAVE AN OPPORTUNITY TO BE REPRESENTED ON THE WORKGROUP (AS DEFINED BY EPA REGIONS). AS POSSIBLE, WORKGROUP MEMBERS MAY SERVE AS A TECHNICAL RESOURCE TO STATE, TRIBAL, AND TERRITORIAL 303(D) STAFF FOR EFFECTIVE COMMUNICATION ON 303(D) SUCCESSES. THE WORKGROUP WILL MEET AT LEAST TWO TIMES PER YEAR. MEETINGS WILL BE OPEN TO ALL 303(D) STAFF AND PARTNERS INTERESTED IN ATTENDING.\n\nTASK 1B: CALL FOR STORIES: IN CONSULTATION WITH THE WORKGROUP, NEIWPCC AND FLIP THE FIELD WILL GATHER INFORMATION ON SUCCESSFUL APPROACHES TO WATER QUALITY IMPROVEMENT FROM 303(D) PROGRAM STAFF ACROSS THE COUNTRY. THE INFORMATION GATHERED THROUGH THIS TASK WILL SHAPE THE FOCUS AND STORY ARC OF THE SUCCESS STORIES PRODUCED THROUGHOUT THE PROJECT PERIOD.\n\nTASK 2: SUCCESS STORY DEVELOPMENT\nNEIWPCC AND FLIP THE FIELD WILL CONDUCT INTERVIEWS AND COLLECT INFORMATION ON AT LEAST 15 DIFFERENT SUCCESS STORIES FROM KEY STAFF AND STAKEHOLDERS TO DEVELOP COMMUNICATIONS PRODUCTS ADDRESSING A DIVERSE RANGE OF WATER QUALITY CHALLENGES AND APPROACHES TO SOLVING THEM.\n\nTASK 3: SUCCESS STORY TEMPLATES\nNEIWPCC WILL DEVELOP SUCCESS STORY COMMUNICATIONS PRODUCT TEMPLATES TO BUILD STATE, TERRITORIAL, AND TRIBAL CAPACITY TO EFFECTIVELY SHARE THEIR OWN SUCCESS STORIES WITH GOVERNMENT OFFICIALS, 303(D) PRACTITIONERS AND PARTNERS, AND LOCAL STAKEHOLDERS AND RESIDENTS.\n\nTASK 4: SUCCESS STORY OUTREACH\nALL SUCCESS STORIES AND TEMPLATES WILL BE HOSTED ON A PUBLICLY AVAILABLE, SEARCHABLE WEBSITE. THIS WEBSITE WILL BE HOSTED BY NEIWPCC AND BE MAINTAINED THROUGHOUT THE LIFE OF THE GRANT. THE WEBSITE WILL ALLOW USERS TO SEARCH FOR SUCCESS STORIES BY TOPIC AREA, GEOGRAPHY, OR PLAN TYPE. A 'TELL YOUR SUCCESS STORY' SECTION OF THE WEBSITE WILL INVITE PROPOSALS FOR SUCCESS STORIES AND OPPORTUNITIES FOR STATE, TRIBAL, AND TERRITORIAL 303(D) STAFF TO SUBMIT COMPLETED SUCCESS STORIES FOR INCLUSION IN THE DATABASE. THE WEBSITE WILL ALSO HAVE INFORMATION ON HOW STORIES CAN BE LINKED TO HOW'S MY WATERWAY AND OTHER WATER QUALITY REPORTING PLATFORMS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTPUTS NEIWPCC ANTICIPATES FROM THIS PROJECT INCLUDE THE FOLLOWING:\n- A WORKGROUP CONVENED WITH THE GOAL OF PARTICIPATION FROM AT LEAST ONE STATE, TRIBE, TERRITORY, OR EPA STAFF MEMBER FROM WITHIN EACH OF E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_84039101_6800"}, {"internal_id": 151169336, "Award ID": "84039001", "Award Amount": 88000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "66.436", "Description": "DESCRIPTION:ELI WILL BUILD ON THEIR EXPERIENCE TO COLLABORATIVELY DEVELOP A SERIES OF PRACTICAL, INSIGHTFUL, PRACTITIONER-ORIENTED ELECTRONIC REPORTS ON AND COMPENDIA OF APPROACHES THAT INFORM AND SUPPORT IMPLEMENTATION OF CWA 303(D) RESPONSIBILITIES, INCLUDING THE LISTING OF IMPAIRED WATERS AND DEVELOPMENT AND IMPLEMENTATION OF TMDLS, ARPS, AND PROTECTION PLANS. THIS SERIES OF RESOURCE MATERIALS WILL SUCCINCTLY CAPTURE KEY SCIENTIFIC, TECHNICAL, AND PROGRAMMATIC INNOVATIONS OF STATE AND TERRITORIAL CWA 303(D) PROGRAMS AND TRIBAL WATER QUALITY PROGRAMS FOR THE PURPOSE OF EXPANDING THE USE OF EFFECTIVE AND EFFICIENT PRACTICES, INCREASING THE EXTENT OF PRIORITY WATERS ADDRESSED THROUGH TMDLS AND OTHER PLANS, IMPROVING THE CONSISTENCY OF IMPLEMENTATION ACROSS CWA 303(D) PROGRAMS, AND ULTIMATELY ACHIEVING AND MAINTAINING WATER QUALITY STANDARDS. ELI WILL CONSULT WITH STATES, TRIBES, TERRITORIES, EPA, AND NON-GOVERNMENTAL STAKEHOLDERS IN SELECTING THE SPECIFIC TOPIC OF EACH REPORT OR COMPENDIUM. EACH TOPIC WILL BE OF NATIONAL SIGNIFICANCE AND DESIGNED TO ADVANCE ONE OR MORE KEY ELEMENTS OF THE CWA 303(D) PROGRAM, CONSISTENT WITH THE CURRENT AND NEXT ITERATION OF THE VISION. ELI ALSO WILL UPDATE, EXPAND, AND CONTINUE TO MAINTAIN OUR ONLINE CWA 303(D) PROGRAM RESOURCE CENTER, WHICH HELPS IN DISSEMINATING THESE AND OTHER MATERIALS, FOSTERS COMMUNICATION AMONG CWA 303(D) PROGRAM PERSONNEL FROM ALL JURISDICTIONS, AND IMPROVES THE OUTREACH TO AND ENGAGEMENT OF A BROAD GROUP OF PROGRAM STAKEHOLDERS.ACTIVITIES:EACH YEAR, ELI WILL DESIGN, RESEARCH, DELIVER, AND DISSEMINATE A REPORT ON OR COMPENDIUM OF APPROACHES TO SUPPORT EFFECTIVE CWA 303(D) PROGRAM IMPLEMENTATION. EACH REPORT AND COMPENDIUM WILL ADDRESS A TOPIC OF NATIONAL SIGNIFICANCE RELATED TO THE CWA 303(D) PROGRAM, WITH THE SPECIFIC TOPIC EMERGING FROM ELI'S CONSULTATION WITH THE EPA PROGRAM OFFICER AND DIRECT OUTREACH TO TARGETED MEMBERS OF OUR NETWORK OF CWA 303(D) FEDERAL, STATE, AND TERRITORIAL STAFF; TRIBAL WATER QUALITY STAFF; AND NON-GOVERNMENTAL CWA 303(D) PROGRAM STAKEHOLDERS. \n\nCOMPENDIA WILL BE PRODUCED FOR TOPICS WHERE ELI IS ESSENTIALLY COMPILING, ORGANIZING, AND ANNOTATING A LIST OF INFORMATIVE STATE, TRIBAL, AND TERRITORIAL PRACTICES. PAST SUCCESSFUL EXAMPLES INCLUDE ELI'S 2009 'COOKBOOK' OF STATE TMDL PROGRAM BEST PRACTICES FOR TACKLING NONPOINT SOURCE PROBLEMS; ELI'S 2013 MENU OF APPROACHES FOR STATES, TERRITORIES, AND TRIBES TO ACHIEVE THE GOALS OF THE CWA 303(D) VISION; ELI'S 2016 COMPENDIUM OF APPROACHES TO ADDRESSING WATER QUALITY PROBLEMS; ELI'S 2019 COMPENDIUM OF STATE APPROACHES TO PROTECTION; AND ELI'S 2020 APPROACHES TO CLEAN WATER COMMUNICATION. A MORE DETAILED REPORT MAY BE PROVIDED IN CIRCUMSTANCES WHERE ADDITIONAL CONTEXT OR ANALYSIS IS NEEDED WITH RESPECT TO THE TOPIC AT ISSUE. COMPENDIA AND REPORTS WILL BE PUBLISHED ONLY IN ELECTRONIC FORM AND MIGHT TAKE MULTIPLE AND VARIED FORMS, INCLUDING A PAGINATED DOCUMENT, HYPERLINKED SPREADSHEET, OR INTERACTIVE WEBSITE, DEPENDING ON THE CONTENT AND NEEDS OF CWA 303(D) PROGRAM PERSONNEL AND STAKEHOLDERS.\n\nELI PROFESSIONAL STAFF WILL, IN COLLABORATION WITH THE TAPG, DESIGN AND PROVIDE THE METHODOLOGY FOR OBTAINING INFORMATION FOR THESE COMPENDIA AND REPORTS, WITH DESK RESEARCH AND A QUESTIONNAIRE SENT TO STATE, TRIBAL, AND TERRITORIAL STAFF BEING COMMON STRATEGIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES:\nELI WILL, OVER FIVE YEARS, PRODUCE A SERIES OF ELECTRONIC REPORTS ON AND COMPENDIA OF APPROACHES TO IDENTIFYING IMPAIRED WATERS AND DEVELOPING AND IMPLEMENTING TMDLS, ARPS, AND PROTECTION PLANS, CONSISTENT WITH THE CURRENT AND NEXT ITERATION OF THE VISION. ELI ALSO WILL UPDATE, EXPAND, AND MAINTAIN THE CWA 303(D) PROGRAM RESOURCE CENTER, TO AID IN THE DISSEMINATION OF THESE REPORTS AND COMPENDIA AND TO PROVIDE FEDERAL, STATE, TRIBAL, AND TERRITORIAL STAFF; STAKEHOLDERS; AND RESEARCHERS MORE CONSISTEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_84039001_6800"}, {"internal_id": 147974044, "Award ID": "84038901", "Award Amount": 90000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-08", "CFDA Number": "66.436", "Description": "THE PURPOSE OF THIS PROJECT IS FOR NEIWPCC TO COORDINATE, PLAN AND HOST THREE BIENNIAL STATE AND TRIBAL NONPOINT SOURCE TRAINING WORKSHOPS OVER A SIX-YEAR PERIOD. THE FOCUS OF THESE WORKSHOPS IS TO ENSURE PARTICIPANTS UNDERSTAND CURRENT ISSUES AND ADVANCEMENTS IN THE NATIONAL NONPOINT SOURCE PROGRAM AND EVOLVING NATIONAL, REGIONAL, AND LOCAL NONPOINT SOURCE POLLUTION CONCERNSAND FOSTER CLOSE COORDINATION AMONG NONPOINT SOURCE PROGRAM PRACTITIONERS AND PARTNERS BY BRINGING TOGETHER STATE, TRIBAL, TERRITORIAL, FEDERAL, AND OTHER INTERESTED STAKEHOLDERS INVOLVED WITH PROGRAM ACTIVITIES UNDER SECTION 319 OF THE CWAAND AND PROVIDE TECHNICAL TRAINING ON NONPOINT SOURCE MANAGEMENT PRACTICES, EMERGING TOOLS AND BEST PRACTICES FOR TRACKING AND ACCOUNTING FOR NONPOINT SOURCE POLLUTION, AND STRATEGIES FOR IMPLEMENTATION OF NPS TRACKING AND MANAGEMENT INTO WATERSHED-INFORMED DRINKING SOURCE WATER PROTECTION PLANS. NEIWPCC WILL ADD CAPACITY FOR THE HOSTING AND COORDINATION OF NATIONAL TRAINING WORKSHOPS. THESE EFFORTS WILL SUPPORT INFORMATION SHARING BETWEEN REGIONS AND STATES, WITH SPECIFIC FOCUS ON PRIORITIES AND INTERESTS OF 319(H) GRANT RECIPIENTS (I.E. STATES, TRIBES, AND TERRITORIES).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_84038901_6800"}, {"internal_id": 150486485, "Award ID": "84038801", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-09", "CFDA Number": "66.436", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO PROVIDE TRAINING AND INFORMATION EXCHANGE TO ADVANCE CLEAN WATER ACT 303(D) IMPLEMENTATION FOR 303(D) STAFF, PRACTITIONERS, AND STAKEHOLDERS. NEIWPCC WILL CONVENE A PLANNING TEAM TO DEVELOP THE WEBINAR SERIES TOPICS AND FORMAT, PRIORITIZE WEBINAR TOPICS, SELECT SPEAKERS, AND HOST WEBINARS. ADDITIONALLY, NEIWPCC WILL DEVELOP A 303(D) PARTNER TRAINING PROGRAM TO BUILD CAPACITY FOR NONGOVERNMENTAL STAKEHOLDERS TO PARTNER WITH GOVERNMENTAL AGENCIES TO ADVANCE CWA 303(D) IMPLEMENTATION.ACTIVITIES:TASK 1: PLANNING TEAM AND PARTNER COORDINATION TO DETERMINE AND PRIORITIZE TRAINING NEEDS.\nA. LEAD AND COORDINATE A PLANNING TEAM TO GUIDE TRAINING DEVELOPMENT AND WEBINAR SERIES PLANNING FOR THE NATIONAL 303(D)/TMDL WEBINAR SERIES.\nB. DEVELOP AND MAINTAIN A PRIORITIZED LIST OF NEEDS FOR TRAINING AND TECHNICAL ASSISTANCE TO SUPPORT TRAINING AND INFORMATION EXCHANGE TOWARDS IMPROVED IMPLEMENTATION OF THE CWA 303(D) PROGRAM.\nC. COORDINATE WITH ORGANIZATIONS AND AGENCIES IMPLEMENTING OTHER 303(D) AND CWA TRAINING AND CAPACITY BUILDING PROJECTS.\n\nTASK 2: PLAN, PROMOTE, AND HOST THE RESTORING OUR IMPAIRED WATERS NATIONAL 303(D) WEBINAR SERIES.\nA. IDENTIFY AND SECURE PRESENTERS TO PROVIDE TRAINING ON PRIORITY TRAINING TOPICS. \nB. MANAGE TRAINING PROGRAM PREPARATION AND LOGISTICS WITH PRESENTERS.\nC. DEVELOP AND DISSEMINATE PUBLICITY AND PROMOTIONAL MATERIALS RELATED TO TRAINING PROGRAMS VIA WEBSITE, EMAIL NEWSLETTER, SOCIAL MEDIA, PARTNERS, AND OTHER PLATFORMS.\nD. HOST TRAINING PROGRAM SESSIONS THROUGH WEBINARS OR OTHER ONLINE PLATFORMS, INCLUDING MANAGEMENT OF VIRTUAL ENGAGEMENT TOOLS (POLLING, ETC.), QANDA, AND OTHER WEBINAR SUPPORT AS NEEDED.\nE. COMPLETE POST-WEBINAR REPORTING, INCLUDING A SUMMARY OF POST-TRAINING PARTICIPANT FEEDBACK TO INFORM FUTURE TRAINING TOPICS AND FORMATS\nF. SHARE WEBINAR HIGHLIGHTS, INCLUDING KEY MESSAGES AND LESSONS, VIA EMAIL NEWSLETTER UPDATES AND SOCIAL MEDIA FOLLOWING THE WEBINAR.\nG. MAINTAIN WEBINAR WEBPAGE ARCHIVES AND YOUTUBE PLAYLIST TO DISSEMINATE TRAINING RECORDINGS AND SUPPORTING MATERIALS TO THE PUBLIC.\n\nTASK 3: PLAN AND COORDINATE A SERIES OF 303(D) PARTNER TRAINING PROGRAMS.\nA. CONVENE A DEDICATED PLANNING COMMITTEE TO SUPPORT THE TRAINING SERIES TO PROVIDE NON-GOVERNMENTAL AND LOCAL GOVERNMENT STAKEHOLDERS WITH PROGRAMMATIC, TECHNICAL, AND PLANNING INFORMATION TO SUPPORT THEM IN PARTNERING EFFECTIVELY WITH 303(D) PROGRAM PERSONNEL TOWARDS SHARED WATER QUALITY GOALS.\nB. COLLECT INPUT FROM STATE AND FEDERAL 303(D) PROGRAMS, LOCAL AND MUNICIPAL GOVERNMENTS, NON-PROFIT ENVIRONMENTAL ORGANIZATIONS, COMMUNITY GROUPS, ACADEMIC INSTITUTIONS, AND OTHER NONGOVERNMENTAL ENTITIES TO IDENTIFY NEEDS AND TOPICS FOR THE TRAINING SERIES.\nC. DEVELOP TRAINING AGENDA FOR TRAINING SESSIONS BASED ON STAKEHOLDER INPUT.\nD. PLAN AND HOST FOUR TO FIVE TRAINING SESSIONS IN THE INITIAL SERIES AND AT LEAST TWO FOLLOW-UP SESSIONS, INCLUDING COORDINATION OF ALL PLANNING, PROMOTIONS, AND LOGISTICS RELATED TO EACH SESSION.\nE. MAINTAIN RESOURCE WEBPAGE TO HOST TRAINING SESSION RECORDINGS, SUPPORTING MATERIALS, AND LINKS TO RELATED RESOURCES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE AWARD IS EXPECTED TO PRODUCE 6 OR MORE TRAINING SESSIONS OVER 3 YEARS, AS WELL AS 4 OR MORE WEBINARS A YEAR OVER THE AWARD PERIOD. THE OUTPUTS NEIWPCC ANTICIPATES FROM THIS PROJECT INCLUDE THE FOLLOWING:\nTRAINING AND TECHNICAL INFORMATION EXCHANGE FOR STATE, TRIBAL, FEDERAL, LOCAL GOVERNMENT, AND NONGOVERNMENTAL 303(D) PROGRAM STAKEHOLDERS AND WATER PROFESSIONALS THROUGH WEBINARS AND OTHER FREE, ONLINE ENGAGEMENT TOOLS TO SHARE INFORMATION ON INNOVATIVE AND EFFECTIVE APPROACHES FOR IMPLEMENTING THE CWA 303(D) PROGRAM. \nDEDICATED TRAINING MATERIALS TO SUPPORT NON-GOVERNMENTAL AND LOCAL GOVERNMENT STAKEHOLDERS AND PARTNERS IN COLLABORATING WITH STATE AND FEDERAL PERSONNEL TOWARDS CWA 303(D) IMPLEMENTATION.\nTRAINING PROGRAM WEBPAGE INCLUDING ON-DEMAND WEB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_84038801_6800"}, {"internal_id": 149988339, "Award ID": "84038701", "Award Amount": 136238.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-27", "CFDA Number": "66.436", "Description": "DESCRIPTION:THE PURPOSE IS FOR THE ASSOCIATION OF CLEAN WATER ADMINISTRATORS (ACWA) TO PLAN, PREPARE, AND CONDUCT, WITH SUPPORT AND PARTICIPATION BY STATE CLEAN WATER ACT PROGRAMS, EPA AND OTHER STAKEHOLDERS, UP TO SIX (6) WORKSHOPS TO ENHANCE STATES, TRIBES, AND TERRITORIES' IMPLEMENTATION OF CLEAN WATER ACT SECTION 303(C), 303(D), AND SECTION 402 PROGRAMS. THE WORKSHOPS AND RESULTING TRAINING MATERIALS WILL BE FACILITATED AND FOCUSED SUCH TO ENHANCE UNDERSTANDING OF EFFECTIVE AND INTEGRATED APPROACHES ACROSS THESE PROGRAMS. EXAMPLES TOPICS MIGHT INCLUDE:\nWATER QUALITY CHALLENGES FACED BY DISADVANTAGED OR RURAL COMMUNITIES, IMPLEMENTATION OF COMPLEX WATER QUALITY CRITERIA; TRANSLATING COMPLEX WATER QUALITY CRITERIA TO WATERSHED OR SITE SPECIFIC APPROACHES (TMDLS, PERMITS, VARIANCES, ETC.); WQS VARIANCE IMPLEMENTATION OR CHALLENGES POSED BY UBIQUITOUS LEGACY POLLUTANTS; HOW TO INCREASE COORDINATION AMONG THE STATE AND TRIBAL CWA SECTION 303(C) WQS, 303(D) LISTING AND TMDL, AND SECTION 402 NPDES PROGRAMS; HOW TO INCREASE STATE AND TRIBAL STAFF'S AWARENESS AND CAPACITY TO ADDRESS SPECIFIC ISSUES WITH CROSS-PROGRAM IMPLICATIONS; WHAT GAPS EXIST IN STATES AND TRIBES' CAPACITY TO USE MORE EFFECTIVE AND INTEGRATED APPROACHES FOR IMPLEMENTING THEIR RESPECTIVE CWA PROGRAMS; IDENTIFYING CHALLENGES AND BARRIERS TO IMPLEMENTATION; HIGHLIGHTING OPPORTUNITIES FOR PROGRAM IMPROVEMENT AND ENHANCEMENT; SHOWCASE INNOVATION; ASSISTING WITH ANALYSIS OF TRAINING, GUIDANCE, TECHNICAL SUPPORT DOCUMENTS, TOOLS, AND OTHER SUPPORT MATERIAL NEEDS; IMPROVING ADMINISTRATIVE EFFICIENCIES; CLARIFYING ROLES AND RESPONSIBILITIES; PROMOTING PROGRAM STREAMLINING; CONSIDERING SPECIFIC PROGRAM CHALLENGES (LINKING WATER QUALITY CRITERIA TO PERMITS, TMDLS, AND ASSESSMENT; LEGACY POLLUTANTS; PERSISTENT NON-ATTAINMENT OF STANDARDS AND DESIGNATED USES; STORMWATER, CAFO, INDUSTRIAL, AND OTHER CHALLENGING DAILY LOAD POINT AND NON-POINT SOURCE CONTRIBUTIONS, ETC.); BUILDING STRONGER LINKAGES AMONG WQS, NPDES PERMITS, AND TMDLS; DEVELOPING VARIANCES AND OTHER FLEXIBILITY TOOLS AFFECTING THE SECTION 303(C), 303(D), AND SECTION 402 PROGRAMS; DEVELOPING TMDLS AND PERMITS FOR ENVIRONMENTAL RESULTS, MODERNIZING TDML AND PERMIT TERMS AND DATA MANAGEMENT; REVISING PROGRAM PERFORMANCE MEASURES; IDENTIFYING PROGRAM AREAS WHERE TARGETED TECHNICAL ASSISTANCE WOULD BE MOST BENEFICIAL; AND IDENTIFYING AND ATTEMPTING TO SOLVE THE MOST INTRACTABLE ISSUES.\nACTIVITIES:-\tACWA WILL CREATE A PLANNING COMMITTEE(S) TO HELP IDENTIFY THE HIGHEST PRIORITY 402, 303(C), AND 303(D) PROGRAM PRIORITIES FOR DISCUSSION AT SIX NATIONAL WORKSHOPS.\n-\tACWA WILL CONVENE 6 TRAINING WORKSHOPS  TO FOSTER CLOSE COORDINATION AMONG THE CWA SECTION 303(C) WATER QUALITY STANDARDS, CWA SECTION 303(D) TMDL AND LISTING, AND CWA SECTION 402 NPDES PROGRAMS.  ACWA IN COLLABORATION WITH EPA  AND THE PLANNING COMMITTEE WILL:  (1) DETERMINE WORKSHOP OBJECTIVES AND PRIORITIES; (2) IDENTIFY WORKSHOP TOPICS; (3) DEVELOP AND REFINE A WORKSHOP AGENDA; (4) IDENTIFY POTENTIAL  PRESENTERS AND DISCUSSION LEADERS/FACILITATORS; AND (5) SCOPE MATERIALS NEEDS AND INFORM DEVELOPMENT OF MATERIALS FOR USE DURING, BETWEEN, AND AFTER WORKSHOP EVENTS AND/OR THE AWARD PERIOD. ALSO, ACWA WILL PROVIDE TRAVEL SUPPORT TO NON-FEDERAL PARTICIPANTS AND ACWA WILL BE RESPONSIBLE FOR IDENTIFYING TRAVEL SUPPORT RECIPIENTS. \n-\tACWA WILL DEVELOP TRAINING MATERIALS AND TOOLS TO HELP STATE, INTERSTATE, TERRITORY AND TRIBAL PROFESSIONALS UNDERSTAND EFFECTIVE APPROACHES FOR INTEGRATED IMPLEMENTATION OF CWA PROGRAMS.\n-\tACWA WILL DEVELOP REPORTS ON THE OUTCOMES OF EACH WORKSHOP, INCLUDING NEXT STEPS.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OUTPUTS/DELIVERABLES\n-\tCREATION OF PLANNING COMMITTEE(S) TO HELP IDENTIFY THE HIGHEST PRIORITY 402, 303(C), AND\n303(D) PROGRAM PRIORITIES FOR DISCUSSION AT SIX NATIONAL WORKSHOPS.\n-\tSIX (6) TRAINING WORKSHOPS CONVENED TO FOSTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9fb56c8-4774-047d-94c4-89d0026206fe-R", "generated_internal_id": "ASST_NON_84038701_6800"}, {"internal_id": 146302855, "Award ID": "84032301", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-19", "CFDA Number": "66.436", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT PART OF LOUIS AND CLARK COMMUNITY COLLEGE AND THE NATIONAL GREAT RIVERS RESEARCH AND EDUCATION CENTER&RSQUOANDS (NGRREC) COLLABORATIVE WORK WITH THE HYPOXIA TASK FORCE (HTF) TRENDS WORKGROUP. THE MAJOR ACTIVITIES TO BE PERFORMED, ANTICIPATED DELIVERABLES, AND EXPECTED OUTCOMES ARE: (1) HARMONIZING DATA AT SELECTED SITES IN THE MISSISSIPPI/ATCHAFALAYA RIVER BASIN PARTS OF HTF STATES AND CALCULATE TRENDS USING WRTDS ON NITRATE, TOTAL NITROGEN, PHOSPHORUS, AND ORTHOPHOSPHATE FROM 2002-2017 THAT MEET THE PREVIOUSLY AGREED UPON CRITERIA FOR TREND ANALYSIS. (2) PROVIDE ONLINE VISUALIZATION OF TREND ANALYSIS VIA GREAT LAKES TO GULF OBSERVATORY DASHBOARD. INTENDED BENEFICIARIES INCLUDE: HYPOXIA TASK FORCE AND THE GENERAL PUBLIC. A SUBAWARD WILL BE ISSUED TO THE UNIVERSITY OF ILLINOIS NATIONAL CENTER FOR SUPERCOMPUTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4b3195d-83be-d0bc-700a-7b2a2b5523bf-C", "generated_internal_id": "ASST_NON_84032301_6800"}, {"internal_id": 146302856, "Award ID": "84032101", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.436", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO SUPPORT UNIVERSITY OF WISCONSIN EXTENSION&RSQUOANDS COLLABORATIVE WORK WITH THE HYPOXIA TASK FORCE (HTF). THE MAJOR ACTIVITIES TO BE PERFORMED, ANTICIPATED DELIVERABLES, AND EXPECTED OUTCOMES ARE: 1) REVIEW AND DEVELOP RECOMMENDATIONS FOR SOCIAL METRICS THAT COULD ADDRESS HTF NEEDS TO REDUCE NUTRIENT LOADS TO THE GULF OF MEXICO. 2) INCLUDE IN RECOMMENDATIONS ONE OR MORE MEASURE THAT REFLECTS &LDQUOANDECONOMIC&RDQUOAND DATA, WHILE ALSO EXPLORING BROADER SOCIO-ECONOMIC/PROFILE INFORMATION THAT COULD REFLECT LOCAL &LDQUOANDREADINESS&RDQUOAND OR CAPACITY FOR EFFECTIVE NUTRIENT REDUCTION ACTION AND PROGRESS. 3) RECOMMENDATIONS WILL ADDRESS ISSUES OF SCALE AND LINKS BETWEEN SCALE, ACTION, AND REPORTING (E.G., GRTS, SIDMA, OR OTHER SYSTEMS). INTENDED BENEFICIARIES INCLUDE: HYPOXIA TASK FORCE AND THE GENERAL PUBLIC. THERE ARE NO SUBAWARDS ANTICIPATED UNDER THIS AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_84032101_6800"}, {"internal_id": 138794762, "Award ID": "84025501", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "66.436", "Description": "COMMUNITIES ACROSS THE UNITED STATES ARE STRUGGLING WITH AGING OR INADEQUATE WASTEWATER INFRASTRUCTURE. WHEN SYSTEMS FALTER, TECHNICAL, MANAGERIAL, AND FINANCIAL (TMF) DEFICIENCIES OFTEN EXIST. THESE CHALLENGES ARE INTENSIFIED FOR SMALL WASTEWATER SYSTEMS DUE TO A LACK OF ECONOMIES OF SCALE, INSUFFICIENT MANAGERIAL CAPACITY, AND THE DIFFICULTIES OF COMPLYING WITH REGULATORY REQUIREMENTS. TO ASSIST SMALL WASTEWATER SYSTEMS AND ONSITE/DECENTRALIZED SYSTEMS, THE ENVIRONMENTAL FINANCE CENTER NETWORK (EFCN) TEAM (SW EFC, UMD EFC, UNC EFC, MTU EFC, WSU EFC, CSU EFC, AND MSU WRRI) WILL HELP COMMUNITIES ADDRESS TECHNICAL, MANAGERIAL, AND FINANCIAL (TMF) CAPACITY THROUGH TRAINING AND TECHNICAL ASSISTANCE.  THEY WILL BLEND TRADITIONAL APPROACHES WITH NEW AND INNOVATIVE ONES TO ENABLE SYSTEMS TO IMPROVE COMPLIANCE, INCREASE RESILIENCY, MANAGE ASSETS AT THE LOWEST LIFE-CYCLE COST, COMMUNICATE WITH AND RATEPAYERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_84025501_6800"}, {"internal_id": 133967757, "Award ID": "84019501", "Award Amount": 24994.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-13", "CFDA Number": "66.436", "Description": "THESE ACTIVITIES ARE TO IMPROVE AND MAINTAIN WATER QUALITY FOR THE PUBLIC. THE NSMART PROGRAM PROPOSED BY EPA IS A VOLUNTARY RECOGNITION PROGRAM FOR WATER RESOURCE RECOVERY FACILITIES (WRRFS) WORKING TO REDUCE NITROGEN AND PHOSPHORUS IN THEIR EFFLUENT. THE GRANTEE PLANS TO TAKE THE PROPOSED IDEA AND DEVELOP A RECOGNITION PROGRAM. THIS WORK IS LOOKING FOR CREATIVE OPPORTUNITIES FOR PROFESSIONAL RECOGNITION OF WATER RESOURCE PARTNERS WORKING TO REDUCE NUTRIENT LOADINGS TO SURFACE WATERS IN ORDER TO PROTECT PUBLIC HEALTH AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66087ab4-212a-9812-bcbb-5d0bbfadf8a9-C", "generated_internal_id": "ASST_NON_84019501_6800"}, {"internal_id": 108315110, "Award ID": "84007801", "Award Amount": 1700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "66.436", "Description": "THE OBJECTIVE OF THIS COOPERATIVE AGREEMENT IS TO PROTECT THE QUALITY OF WATER IN PRIVATE DRINKING WATER WELLS AND TO HELP WELL OWNERS UNDERSTAND HOW TO KEEP THEIR WELLS IN GOOD WORKING ORDER. THIS WILL BE ACCOMPLISHED THROUGH A DIVERSE SET OF TECHNICAL ASSISTANCE, TRAINING, AND OUTREACH ACTIVITIES THAT BLEND TRADITIONAL APPROACHES WITH INNOVATIVE CONCEPTS. OUTPUTS WILL INCLUDE FACE-TO-FACE WORKSHOPS FOR PRIVATE WELL OWNERS, ENVIRONMENTAL HEALTH PROFESSIONALS, PRIVATE WELL PROFESSIONALS, AND STAKEHOLDERS; PRIVATE WELL ASSESSMENTS AND WELL TESTING KITS SO OWNERS CAN TAKE ACTION ON IDENTIFIED WEAKNESSES IN ASSESSMENTS; ELEARNING COURSES FOR WELL OWNERS, ENVIRONMENTAL HEALTH PROFESSIONALS, AND OTHER STAKEHOLDERS; TRUSTED INFORMATION PROVIDED THROUGH A VARIETY OF CHANNELS; ON-DEMAND PHONE ASSISTANCE THROUGH A HOTLINE, ONLINE CHAT ASSISTANCE, AND RESPONSIVENESS TO ONLINE WELL OWNER QUESTIONS; A NATIONAL PRIVATE WELL WORKSHOP AND WORKING GROUP; WELL OWNER AND STAKEHOLDER NEWSLETTERS AND GUID", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84007801_6800"}, {"internal_id": 108315112, "Award ID": "84000101", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "66.436", "Description": "UNDER THIS PROPOSAL, RCAP WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE (TA) TO A) OWNERS, OPERATORS, AND MANAGERS OF SMALL PUBLICLY OWNED WASTEWATER TREATMENT SYSTEMS AND B) COMMUNITIES SERVED BY ONSITE/DECENTRALIZED WASTEWATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_84000101_6800"}, {"internal_id": 93928643, "Award ID": "83998301", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "66.436", "Description": "THE UNIVERSITY OF MINNESOTA WILL CONDUCT A STUDY REVIEWING THE PUBLISHED SCIENTIFIC LITERATURE ON THE MOST WIDELY ADOPTED AGRICULTURAL CONSERVATION PRACTICES AND ASSESS HOW THESE PRACTICES WILL IMPACT BOTH NITROGEN AND PHOSPHORUS CYCLING. ALTHOUGH WE ARE AWARE OF THE GENERAL BENEFITS ASSOCIATED WITH AGRICULTURAL CONSERVATION PRACTICES, THERE IS LIMITED RESEARCH ON THE 'TRADEOFFS' ASSOCIATED WITH THESE PRACTICES INCLUDING: 1) THE MAGNITUDE OF DIFFERENCES REGARDING NITROGEN VS PHOSPHORUS LOSS; 2) EFFICACY COMPARED TO IMPLEMENTATION COST (OR COST PER/LB OF N/P REDUCED); AND 3) HOW A CHANGE IN ONE NUTRIENT LOSS PATHWAY MAY BE REFLECTED ELSEWHERE IN THE SYSTEM. THE RESULTS OF THIS STUDY WILL BE SUMMARIZED IN A PEER-REVIEWED JOURNAL AND WILL BE SHARED WITH THE PUBLIC. THIS PROJECT WILL PROVIDE THE AGRICULTURAL COMMUNITY AND CONSERVATION PLANNERS WITH AN UNDERSTANDING OF WHICH PRACTICES ARE APPROPRIATE FOR DIFFERENT SCENARIOS ENCOUNTERED DURING THE WATERSHED PLANNING PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_83998301_6800"}, {"internal_id": 85201232, "Award ID": "83958001", "Award Amount": 252246.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "66.436", "Description": "NEIWPCC INTENDS TO PLAN, PREPARE, AND PROVIDE FOUR NATIONAL SRF INFRASTRUCTURE FINANCING AND TRAINING WORKSHOPS OVER A FOUR-YEAR PROJECT PERIOD WITH A FOCUS ON THE SRF PROGRAMS IN REGION 1, AS WELL AS OUR NATIONAL PROGRAMS, WITH THE EXPECTATION THAT THE FIRST WORKSHOP WILL BE HELD IN REGION 1. THE WORKSHOPS WILL PLAY A KEY ROLL IN BUILDING THE CAPACITY OF SRF PROGRAMS IN FACILITATE INFORMATION EXCHANGE, LESSONS LEARNED, AND BEST MANAGEMENT PRACTICES BETWEEN SRF PROGRAM OFFICIALS, EPA, AND OTHER INTERESTED STAKEHOLDERS. THEY WILL PROVIDE A FORUM FOR TRAINING IN PROGRAMMATIC, FINANCIAL, AND TECHNICAL ASPECTS OF THE SRF PROGRAM, WHILE DISCUSSING SRF MANAGEMENT ISSUES, NEW DEVELOPMENTS IN CLEAN WATER AND DRINKING WATER SRF PROGRAMS, AND PROMOTE STRATEGIC MANAGEMENT. FINALLY, THESE WORKSHOPS WILL ENCOURAGE INNOVATIVE APPROACHES WHEN DEALING THE PROGRAMMATIC AND FINANCIAL ASPECTS OF EACH PROGRAM IN NOT ONLY REGION 1, BUT WILL INCLUDE THOSE ON A NATIONAL LEVEL, AS WELL. SO THAT AN ONGOING EXC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_83958001_6800"}, {"internal_id": 83285324, "Award ID": "83957001", "Award Amount": 247591.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "66.436", "Description": "THIS PROJECT WILL ADDRESS THE PLANNING, PREPARATIONS, AND PROVISION OF TECHNICAL SUPPORT FOR FOUR ANNUAL, NATIONAL STATE REVOLVING FUND - WATER INFRASTRUCTURE FINANCE AND INNOVATION ACT (WIFIA) PROGRAM INFRASTRUCTURE FINANCING AND TRAINING WORKSHOPS TARGETING SRF & WIFIA PROGRAM OFFICIALS AND OTHER INSTERESTED STAKEHOLDERS TO ADDRESS THE DEVELOPMENTS IN THE CLEAN WATER STATE REVOLVING FUND (CWSRF) AND DRINKING WATER STATE REVOLVING FUND (DWSRF) PROGRAMS AND THE WIFIA PROGRAM. IT WILL PROMOTE BEST PRACTICES TO IMPROVE WATER QUALITY AND PUBLIC HEALTH, INCLUDING MANAGMENT ISSUES AND LESSONS LEARNED BY THE STATES AND EPA STAKEHOLDERS, WHILE ENCOURAGING INNOVATIVE APPROACHES WHEN DEALING WITH PROGRAMMATIC AND FINANCIAL ASPECTS OF THE PROGRAM THAT CAN HELP TO REDUCE COSTS TO THE BORROWERS, AS WELL. ADDITIONAL TOPICS MAY INCLUDE IMPROVING INFRASTRUCTURE SYSTEM SUSTAINABILITY AND RESILIENCY, NONPOINT SOURCE POLLUTION, FAILING DECENTRALIZED WASTEWATER SYSTEMS, ENVIRONMENTAL BENEFITS ACHIEVED FR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2aa8cd78-dcaa-809d-f51b-413d11072d27-C", "generated_internal_id": "ASST_NON_83957001_6800"}, {"internal_id": 83285371, "Award ID": "83956001", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-02", "CFDA Number": "66.436", "Description": "THIS PROJECT WILL ORGANIZE AND PRODUCE THE 2019, 2020, 2021, AND 2022 NATIONAL STATE REVOLVING FUND (SRF) TRAINING WORKSHOPS INDENDED FOR STATE GOVERNMENT MANAGERS AND OTHER PRACTITIONERS/EMPLOYEES ENGAGED IN WATER AND WASTEWATER INFRASTRUCTURE FINANCING. THE PROPOSED WORKSHOPS WILL PROVIDE TRAINING IN INNOVATIVE APPROACHES AND BEST MANAGEMENT PRACTICES THAT WILL FOSTER IMPROVED USE OF SRF'S IN BOTH THE CLEAN WATER SRF AND DRINKING WATER SRF TO MAXIMIZE WATER QUALITY BENEFITS. THERE WILL ALSO BE A NUMBER OF PROGRAMMATIC, FINANCIAL, AND TECHNICAL ASPECTS OF THE SRFS THAT WILL BE ADDRESSED, AS WELL AS THE EXAMINATION AND DISCUSSION OF SRF MANAGEMENT ISSUES, EXCHANGE OF VALUABLE INFORMATION, AND THE BEST PRACTICES AND LESSONS LEARNED BETWEEN STATE PROGRAMS, EPA STAFF, AND OTHER INTERESTED STAKEHOLDERS IN THE SRF LOAN PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d05dda79-daff-5200-0495-1459ea6bc4bc-R", "generated_internal_id": "ASST_NON_83956001_6800"}, {"internal_id": 81361654, "Award ID": "83940701", "Award Amount": 24501.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-06", "CFDA Number": "66.436", "Description": "THE DAIRY RESEARCH INSTITUTE REQUESTED FUNDING FROM EPA TO OFFSET PAST COSTS ASSOCIATED WITH THE 2016 U.S. DAIRY SUSTAINABILITY AWARDS, WHICH OCCURRED MAY 11, 2016. THE AWARDS PROGRAM PROVIDED A FORUM FOR TRAINING/PUBLIC EDUCATION, IN WHICH DAIRY PRODUCERS WERE PUBLICLY RECOGNIZED FOR THEIR APPROACHES TO IMPLEMENTING INNOVATIVE TECHNOLOGIES AND/OR BEST MANAGEMENT PRACTICES TO PREVENT OR REDUCE POLLUTANTS ASSOCIATED WITH DAIRY PRODUCTION FROM ENTERING AQUATIC RESOURCES, AS WELL AS CREATING A VENUE FOR FARMER-TO-FARMER SHARING OF INFORMATION RELATED TO EFFECTIVE APPROACHES TO WATER QUALITY PROTECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b4cd1b3-5d33-6352-6a47-4fc8214a773b-C", "generated_internal_id": "ASST_NON_83940701_6800"}, {"internal_id": 67620864, "Award ID": "83938801", "Award Amount": 3400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-16", "CFDA Number": "66.436", "Description": "THE RURAL COMMUNITY ASSISTANCE PARTNERSHIP WILL PARTNER WITH ITS SIX REGIONAL AFFILIATES, AND THE UNIVERSITY OF ILLINOIS, THE NATIONAL GROUND WATER ASSOCIATION, THE WATER SYSTEMS COUNCIL, THE NATIONAL ENVIRONMENTAL HEALTH ASSOCIATION, THE TEXAS A&M UNIVERSITY COOPERATIVE EXTENSION, THE PENNSYLVANIA STATE UNIVERSITY COOPERATIVE EXTENSION, THE MISSISSIPPI STATE UNIVERSITY COOPERATIVE EXTENSION, THE VIRGINIA TECH UNIVERSITY COOPERATIVE EXTENSION AND THE UNIVERSITY OF RHODE ISLAND COOPERATIVE EXTENSION TO PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO OWNERS AND MANAGERS OF PRIVATE DRINKING WATER WELLS TO PROTECT PUBLIC HEALTH. THE OVERALL OBJECTIVE IS TO PROTECT WATER QUALITY IN PRIVATE DRINKING WATER WELLS AND TO ASSIST WELL OWNERS IN UNDERSTANDING HOW TO KEEP THEIR WELLS IN GOOD WORKING ORDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_83938801_6800"}, {"internal_id": 67620905, "Award ID": "83938501", "Award Amount": 2200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-16", "CFDA Number": "66.436", "Description": "RURAL COMMUNITY ASSISTANCE PARTNERSHIP, INC. WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO OWNERS, OPERATORS, AND MANAGERS OF SMALL PUBLICLY OWNED WASTEWATER TREATMENT SYSTEMS AND COMMUNITIES SERVED BY ONSITE/DECENTRALIZED WASTEWATER SYSTEMS. THESE EFFORTS WILL BE DIRECTED AT BOTH TRIBAL AND NON-TRIBAL SYSTEMS. RCAP WILL CONDUCT TRAINING FOR WASTEWATER TREATMENT OPERATORS ON CRUCIAL TECHNICAL TOPICS. TRAINING FOR MANAGERS OF PUBLICLY OWNED WASTEWATER SYSTEMS WILL STRESS SUSTAINABILITY; THE IMPACT OF WASTEWATER DISCHARGES ON WATERSHEDS; AND THE BASICS OF TREATMENT, REGULATIONS, AND MANAGEMENT RESPONSIBILITIES. TRAINING PRESENTATIONS TO MANAGERS AND OPERATORS WILL BE MADE VIA FACE-TO-FACE TRAINING, WEBINARS, AND WEB-ACCESSIBLE MODULES. RCAP WILL PROVIDE TRAINING TO HOMEOWNERS, REALTORS, COMMUNITY LEADERS/ELECTED OFFICIALS, AND PLANNERS ON ISSUES RELATED TO TYPES, COSTS, OPERATION, AND PROPER MANAGEMENT OF ONSITE AND DECENTRALIZED WASTEWATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_83938501_6800"}, {"internal_id": 62688749, "Award ID": "83938001", "Award Amount": 152404.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-20", "CFDA Number": "66.436", "Description": "SINCE 1989, THE ENVIRONMENTAL LAW INSTITUTE (ELI) HAS ADMINISTERED AND FACILITATED THE NATIONAL WETLANDS AWARDS (NWA) PROGRAM, IN COLLABORATION WITH THE ENVIRONMENTAL PROTECTION AGENCY AND VARIOUS OTHER FEDERAL AGENCIES. THE NWA PROGRAM RECOGNIZES AND HONORS INDIVIDUALS WHO HAVE DEMONSTRATED EXTRAORDINARY COMMITMENT TO THE CONSERVATION AND RESTORATION OF THE NATION'S WETLANDS BY PROMOTING WETLANDS EDUCATION AND RELATED OUTREACH TO THE PUBLIC. NWA RECIPIENTS EDUCATE THEIR COMMUNITIES ABOUT THE IMPORTANCE OF WETLANDS, LEAD PROGRAMS TO PROTECT AND RESTORE WETLANDS, AND INSPIRE OTHERS TO FOLLOW THEIR EXAMPLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_83938001_6800"}, {"internal_id": 62419331, "Award ID": "83924001", "Award Amount": 82500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "66.436", "Description": "THIS PROJECT WILL COORDINATE AND FACILITATE AT LEAST TWO (2) TRIBAL TRAINING WORKSHOPS IN COOPERATION WITH EPA AND THE TRIBAL ATTAINS WORKGROUP, AND WILL REVIEW AND SYNTHESIZE UP TO FIFTY FOUR (54) TRIBAL CWA 106 ASSESSMENT METHODOLOGIES. FIFTEEN (15) TRIBES IN EPA REGIONS 5, 6, AND 9 WILL PILOT A NEW CWA 106 ASSESSMENT REPORTING MECHANISM UTILIZING THE NEWLY DEVELOPED ASSESSMENT AND TMDL TRACKING AND INFORMATION SYSTEM (ATTAINS); THE ATTAINS WORKGROUP WILL BE INTEGRAL TO THE SUCCESSFUL MANAGEMENT OF THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_83924001_6800"}, {"internal_id": 46696647, "Award ID": "83740001", "Award Amount": 1178000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-25", "CFDA Number": "66.436", "Description": "THIS PROJECT WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO OWNERS, OPERATORS, AND MANAGERS OF SMALL, PUBLICLY OWNED WASTEWATER TREATMENT SYSTEMS AND COMMUNITIES SERVED BY ONSITE/DECENTRALIZED WASTEWATER SYSTEMS. THESE EFFORTS WILL BE DIRECTED AT BOTH TRIBAL AND NON-TRIBAL SYSTEMS. RURAL COMMUNITY ASSISTANCE PARTNERSHIP WILL CONDUCT TRAINING FOR WASTEWATER TREATMENT OPERATORS ON CRUCIAL TECHNICAL TOPICS. TRAINING FOR MANAGERS OF PUBLICLY OWNED WASTEWATER SYSTEMS WILL STRESS SUSTAINABILITY; THE IMPACT OF WASTEWATER DISCHARGES ON WATERSHEDS; AND THE BASICS OF TREATMENT, REGULATIONS, AND MANAGEMENT RESPONSIBILITIES. RURAL COMMUNITY ASSISTANCE PARTNERSHIP  WILL ASSIST AND TRAIN OWNERS OF ONSITE/DECENTRALIZED WASTEWATER TREATMENT SYSTEMS BY DELIVERING TRAINING PRESENTATIONS FOR HOMEOWNERS, REALTORS, COMMUNITY LEADERS/ELECTED OFFICIALS, TRIBAL LEADERS, AND PLANNERS ON ISSUES RELATED TO SITING, TYPES, COSTS, OPERATION, AND PROPER MANAGEMENT OF ONSITE AND DECENTRALIZED WASTEWATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_83740001_6800"}, {"internal_id": 46692104, "Award ID": "83697601", "Award Amount": 1700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-27", "CFDA Number": "66.436", "Description": "THE APPLICANT WILL PARTNER WITH ITS SIX REGIONAL AFFILIATES, AND THE UNIVERSITY OF ILLINOIS, THE NATIONAL GROUND WATER ASSOCIATION, THE WATER SYSTEMS COUNCIL, THE NATIONAL ENVIRONMENTAL HEALTH ASSOCIATION, THE TEXAS A&M UNIVERSITY COOPERATIVE EXTENSION, THE PENNSYLVANIA STATE UNIVERSITY COOPERATIVE EXTENSION, THE MISSISSIPPI STATE UNIVERSITY COOPERATIVE EXTENSION AND THE VIRGINIA COOPERATIVE EXTENSION TO PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO OWNERS AND MANAGERS OF PRIVATE DRINKING WATER WELLS TO PROTECT PUBLIC HEALTH. THE OVERALL OBJECTIVE IS TO PROTECT WATER QUALITY IN PRIVATE DRINKING WATER WELLS AND TO ASSIST WELL OWNERS IN UNDERSTANDING HOW TO KEEP THEIR WELLS IN GOOD WORKING ORDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ca33a5-8a23-4b56-d3ca-28e91ee4254b-C", "generated_internal_id": "ASST_NON_83697601_6800"}, {"internal_id": 98553267, "Award ID": "83697301", "Award Amount": 1100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-10-18", "CFDA Number": "66.436", "Description": "THIS PROJECT WILL SUPPORT THE NATIONAL TRIBAL WATER COUNCIL IN ITS EFFORTS TO INCREASE COMMUNICATIONS AND RAISE AWARENESS ON PRIORITY WATER ISSUES AND ENABLE TRIBES TO HAVE GREATER INPUT ON ACTIONS TO PROTECT WATER QUALITY AND IMPROVE DRINKING WATER IN TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_83697301_6800"}, {"internal_id": 46690139, "Award ID": "83679801", "Award Amount": 573000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-10", "CFDA Number": "66.436", "Description": "ACWA WILL SUPPORT THREE NATIONAL NPDES PROGRAM WORKSHOPS AND SEVEN NUTRIENTS PERMITTING WORKSHOPS. APPROXIMATELY 35% OF THE AWARD FUNDING WILL BE US", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9fb56c8-4774-047d-94c4-89d0026206fe-R", "generated_internal_id": "ASST_NON_83679801_6800"}, {"internal_id": 46690127, "Award ID": "83679701", "Award Amount": 255000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-02-16", "CFDA Number": "66.436", "Description": "THE PROJECT ENTAILS PLANNING AND CONDUCTING TRAINING WORKSHOPS ACROSS THE US FOR AN INTENDED AUDIENCE OF STATE PERMITTING AUTHORITIES (PLUS SOME FEDERAL STAFF AND OTHERS). THE TRAINING WILL ENABLE ATTENDEES TO BETTER IMPLEMENT THEIR NATIONAL POLLUTANT DISCHARGE ELIMINATION SYSTEM (NPDES) PROGRAMS. THE WORKSHOPS WILL ALTERNATE BETWEEN STORMWATER AND PRETREATMENT OVER A PERIOD OF FIVE YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9fb56c8-4774-047d-94c4-89d0026206fe-R", "generated_internal_id": "ASST_NON_83679701_6800"}, {"internal_id": 46689647, "Award ID": "83675501", "Award Amount": 266729.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-28", "CFDA Number": "66.436", "Description": "THE AGRICULTURAL CONSERVATION PLANNING FRAMEWORK (ACPF) IS A TOOL TO HELP LOCAL CONSERVATIONISTS DEVELOP A WATERSHED APPROACH FOR ADDRESSING WATER QU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_83675501_6800"}, {"internal_id": 46689636, "Award ID": "83675401", "Award Amount": 247895.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-10-24", "CFDA Number": "66.436", "Description": "EFFICIENT USE OF AGRICULTURAL LANDS AND NUTRIENTS IS CRITICAL FOR 1) THE PRODUCTION OF SUFFICIENT FOOD, FIBER AND FUEL TO SUPPLY A GROWING HUMAN POPU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3332f212-b7f3-5d48-8369-5102b104408a-C", "generated_internal_id": "ASST_NON_83675401_6800"}, {"internal_id": 46689624, "Award ID": "83675301", "Award Amount": 108005.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-10-25", "CFDA Number": "66.436", "Description": "REDUCING NUTRIENT LOSSES FROM TILE-DRAINED LAND IN THE MISSISSIPPI RIVER BASIN WILL REQUIRE BOTH INNOVATIVE DRAINAGE PRACTICES AND STRONG COLLABORATI", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_83675301_6800"}, {"internal_id": 46683606, "Award ID": "83619601", "Award Amount": 1425000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-06", "CFDA Number": "66.436", "Description": "THIS PROJECT WILL FACILITATE STATE IDENTIFICATION AND IMPLEMENTATION OF IMPROVEMENTS TO THE NATIONAL POLLUTANT DISCHARGE ELIMINATION SYSTEM, TOTAL MA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9fb56c8-4774-047d-94c4-89d0026206fe-R", "generated_internal_id": "ASST_NON_83619601_6800"}, {"internal_id": 46680524, "Award ID": "83592901", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-10", "CFDA Number": "66.436", "Description": "ELI WILL CONVENE FIVE NATIONAL TRAININGS OF NON-GOVERNMENTAL WATER PROFESSIONALS AND CWA 303(D) PROGRAM STAKEHOLDERS TOGETHER WITH STATE AND FEDERAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_83592901_6800"}, {"internal_id": 46680512, "Award ID": "83592801", "Award Amount": 885277.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-08", "CFDA Number": "66.436", "Description": "ELI WILL DEVELOP AND CONVENE FIVE ANNUAL, MULTI-DAY NATIONAL TRAINING WORKSHOPS TO EQUIP STATES, TERRITORIES, AND TRIBES WITH THE KNOWLEDGE, CONTACTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_83592801_6800"}, {"internal_id": 46680501, "Award ID": "83592701", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-16", "CFDA Number": "66.436", "Description": "NEIWPCC WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO ADVANCE CWA SECTION 303(D) PROGRAM IMPLEMENTATION BY SHARING ISSUES/INNOVATIONS IN IMPLEMEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_83592701_6800"}, {"internal_id": 46680489, "Award ID": "83592601", "Award Amount": 610748.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2015-09-08", "CFDA Number": "66.436", "Description": "THE PURPOSE OF THIS PROJECT IS TO PLAN AND CARRY OUT 3-6 WETLAND PROGRAM TRAINING WORKSHOPS ON TOPICS RELATED TO USEPA'S CORE ELEMENTS FRAMEWORK - RE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be71efd7-6158-040c-b936-73f7473c49ac-C", "generated_internal_id": "ASST_NON_83592601_6800"}, {"internal_id": 46680477, "Award ID": "83592501", "Award Amount": 299960.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-10-01", "CFDA Number": "66.436", "Description": "THE CONSERVATION TECHNOLOGY INFORMATION CENTER WILL PROVIDE LEADERSHIP AND TECHNICAL SUPPORT TO SUCCESSFULLY PLAN, ORGANIZE, COORDINATE, EVALUATE AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b9d5c98-9afa-cea1-5b4d-3bccca633429-C", "generated_internal_id": "ASST_NON_83592501_6800"}, {"internal_id": 46680465, "Award ID": "83592401", "Award Amount": 966691.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-25", "CFDA Number": "66.436", "Description": "THIS PROJECT PROVIDES LEADERSHIP AND TECHNICAL SUPPORT TO PLAN, ORGANIZE, COORDINATE, EVALUATE AND SHARE INFORMATION FROM STATE AND TRIBAL AQUATIC RE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b9d5c98-9afa-cea1-5b4d-3bccca633429-C", "generated_internal_id": "ASST_NON_83592401_6800"}, {"internal_id": 46680429, "Award ID": "83592101", "Award Amount": 199870.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-01", "CFDA Number": "66.436", "Description": "TO ASSIST STATES, TRIBES, AND TERRITORIES IN THEIR WORK TO RESTORE AND PROTECT WATERSHEDS AND AQUATIC ECOSYSTEMS, ELI WILL OVER FIVE YEARS COLLABORAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3413a724-2716-df59-d50e-32a1ab90cdd8-C", "generated_internal_id": "ASST_NON_83592101_6800"}, {"internal_id": 46679340, "Award ID": "83582801", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-07-02", "CFDA Number": "66.436", "Description": "THIS PROJECT WILL UTILIZE KSU INTERNATIONAL STUDENT CENTER RAIN GARDEN AND BEACH MUSEUM MEADOW SITES AS LIVING LABORATORIES, WHERE FACULTY, STAFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_83582801_6800"}, {"internal_id": 46678612, "Award ID": "83576601", "Award Amount": 380000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-10-28", "CFDA Number": "66.436", "Description": "THIS PROJECT WILL ORGANIZE AND PRODUCE THE 2015, 2016, 2017, AND 2018 NATIONAL TRAINING WORKSHOPS FOR STATE GOVERNMENT MANAGERS AND EMPLOYEES ENGAGED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67cb8a57-c4b7-7bfb-a0da-563cf5e6acc3-C", "generated_internal_id": "ASST_NON_83576601_6800"}, {"internal_id": 146600640, "Award ID": "02D16422", "Award Amount": 24945.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-03", "CFDA Number": "66.484", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $24,945 TO THE COLLEGE OF THE FLORIDA KEYS.  THIS GRANT WILL FUND THE RECIPIENT'S EFFORTS TO COLLECT WATER SAMPLES SHIP CANALS FROM SOUTH FLORIDA CORAL REEFS DURING COVID 19 PANDEMIC.  \nACTIVITIES:\nOUTCOMES WILL INCLUDE WATER QUALITY MONITORING IN KEY WEST HARBOR AND OUTPUTS WILL INCLUDE WATER QUALITY DATA, ANALYSIS, AND RESULTS TO DETERMINE IMPACTS TO WATER QUALITY FROM HEAVY SHIP USAGE WITHIN THE HARBOR.  \nOUTCOMES:\nDELIVERABLES INCLUDE WATER QUALITY DATA, DISCUSSING RESULTS, FUTURE DECISION MAKING, AND FINAL REPORT. THE WATER SAMPLES WILL BE TESTED FOR BACTERIOLOGICAL WATER QUALITY TO DETERMINE WATER QUALITY IMPACTS OF CORALS IN SHIPPING CANALS. THE CITIZENS IN THIS STATE WILL DIRECTLY BENEFIT FROM THIS PROJECT.\n\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.\nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "166bbc7a-7752-e257-2e42-115508721394-C", "generated_internal_id": "ASST_NON_02D16422_6800"}, {"internal_id": 133967776, "Award ID": "02D03621", "Award Amount": 135000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-04", "CFDA Number": "66.484", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $109,984 TO THE FLORIDA FISH & WILDLIFE CONSERVATION COMMISSION TO SUPPORT THEIR FY21 SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM TO SUPPORT SOUTH FLORIDA DATA MANAGEMENT SYSTEM AND ENTRY FOR DATA COLLECTED UNDER THE SFL GEOGRAPHIC PROGRAM.  NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_02D03621_6800"}, {"internal_id": 133967759, "Award ID": "02D03121", "Award Amount": 82452.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-11", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES FUNDING IN THE AMOUNT OF $82,452 FOR ISLAMORADA, VILLAGE OF ISLANDS TO SUPPORT SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM. THE PROJECT WILL SUPPORT ISLAMORADA, VILLAGE OF ISLANDS FOR CANAL 132 PLANTATION KEY GRAVITY FLOW INJECTION WELL PILOT PROJECT-PRE AND POST CONSTRUCTION WATER QUALITY MONITORING AND CONSTRUCTION MANAGEMENT IN ISLAMORADA, FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb055c08-376b-a2c8-5f0f-64b5d74b0898-C", "generated_internal_id": "ASST_NON_02D03121_6800"}, {"internal_id": 137809589, "Award ID": "02D03021", "Award Amount": 320668.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-17", "CFDA Number": "66.436", "Description": "THIS AGREEMENT PROVIDES FUNDING TO SUPPORT FY20 SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM FOR SANIBEL-CAPTIVA CONSERVATION FOUNDATION FOCUSING ON ESTABLISHING A HARMFUL ALGAL BLOOM OBSERVING NETWORK FOR THE CALOOSHATCHEE ESTUARY HARMFUL ALGAL BLOOMS (HABS) ARE NOT CURRENTLY BEING MONITORED IN THE ESTUARY DESPITE THE FREQUENT OCCURRENCE OF BLOOMS IN THE PAST DECADE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12722823-eade-da69-a4f4-ff454946c3cc-C", "generated_internal_id": "ASST_NON_02D03021_6800"}, {"internal_id": 134176026, "Award ID": "02D02921", "Award Amount": 322383.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $322,383 TO THE GEORGIA SOUTHERN UNIVERSITY RESEARCH AND SERVICE FOUNDATION, INC TO SUPPORT THE SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM. THE PROJECT WILL EXAMINE THE RELATIONSHIP BETWEEN SUBMARINE GROUNDWATER DISCHARGE AND SEAGRASSES AT MULTIPLE LOCATIONS WITHIN FLORIDA BAY. PAGE 2 OF THIS AWARD SHOWS A $1.00 DECREASE TO RECIPIENT CONTRIBUTION AND A $1.00 INCREASE TO OTHER CONTRIBUTION, THUS CANCELING ONE ANOTHER. THIS IS A TEMPORARY WORK-AROUND SOLUTION AS EPA IMPLEMENTS A NEW NATIONAL GRANTS SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74f3293a-83ed-96d9-a314-6570f19db2fe-R", "generated_internal_id": "ASST_NON_02D02921_6800"}, {"internal_id": 137627086, "Award ID": "02D02821", "Award Amount": 325000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-09", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $325,000 FOR NATIONAL MARINE SANCTUARY FOUNDATION TO SUPPORT THE ICONIC REEFS PROJECT. THE PROJECT WILL IMPROVE REEF ECOLOGICAL FUNCTION BY RESTORING DIVERSE, REEF-BUILDING CORALS TO ESTABLISH ECOLOGICALLY AND CULTURALLY SIGNIFICANT REEF SITES IN THE FLORIDA KEYS NATIONAL MARINE SANCTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16adc4c2-3de5-7c00-c207-0daf5b288b9d-C", "generated_internal_id": "ASST_NON_02D02821_6800"}, {"internal_id": 133967764, "Award ID": "02D02721", "Award Amount": 324979.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-14", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES FUNDING IN THE AMOUNT OF $324,979 TO THE FLORIDA ATLANTIC UNIVERSITY FOR THE SOUTH FLORIDA GEOGRAPHIC INITIATIVE PROGRAM. THIS PROGRAM SUPPORTS THE SPONGE NURSERY TO RESTORE HABITATS AND IMPROVE WATER QUALITY IN FLORIDA BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caef8c38-5944-9743-df26-1aeaf8b6bc50-C", "generated_internal_id": "ASST_NON_02D02721_6800"}, {"internal_id": 133967760, "Award ID": "02D02621", "Award Amount": 357946.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-11", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $322,946 TO PENNSYLVANIA STATE UNIVERSITY FOR A PILOT STUDY FOCUSING ON QUANTIFYING THE IMPACT OF SHALLOW WASTEWATER INJECTION ON GROUNDWATER NUTRIENT FLUXES TO SURFACE WATERS IN THE FLORIDA KEYS NATIONAL MARINE SANCTUARY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_02D02621_6800"}, {"internal_id": 137627087, "Award ID": "02D02521", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-09", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $100,000 FOR NATIONAL MARINE SANCTUARY FOUNDATION, MARYLAND, TO REDUCE THE THREATS TO CORAL REEFS, MANGROVES, AND MARINE LIFE BY REMOVING UNDERWATER MARINE DEBRIS AND PROMOTING PARTNERSHIPS THAT INCREASE STEWARDSHIP OF THE FLORIDA KEYS NATIONAL MARINE SANCTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16adc4c2-3de5-7c00-c207-0daf5b288b9d-C", "generated_internal_id": "ASST_NON_02D02521_6800"}, {"internal_id": 133003772, "Award ID": "02D02421", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-22", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $100,000 TO FLORIDA ATLANTIC UNIVERSITY TO SUPPORT THEIR FY20 SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM WHICH ADDRESSES MARINE DEBRIS, FISHING GEAR, TRASH AND BOATING EQUIPMENT, ENTERING WATERWAYS POSING A SIGNIFICANT THREAT TO THE LOCAL WILDLIFE IN INDIAN RIVER LAGOON. NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caef8c38-5944-9743-df26-1aeaf8b6bc50-C", "generated_internal_id": "ASST_NON_02D02421_6800"}, {"internal_id": 132976145, "Award ID": "02D02321", "Award Amount": 248330.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-09", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $248,330 TO THE FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION TO SUPPORT THEIR FY20 SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM TO ADDRESS FLORIDA'S CORAL REEFS CATASTROPHIC, MULTI-YEAR DISEASE EVENT KNOWN AS STONY CORAL TISSUE LOSS DISEASE (SCTLD) AND THE RESTORATION EFFORT TO PRESERVE CORALS THROUGH RESCUE AND GENE BANKING TO CONSERVE THE GENETIC DIVERSITY OF FLORIDA CORALS. NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_02D02321_6800"}, {"internal_id": 133967763, "Award ID": "02D02221", "Award Amount": 260646.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-04", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $260,646 TO FLORIDA ATLANTIC UNIVERSITY TO SUPPORT THEIR FY20 SOUTH FLORIDA GEOGRAPHIC INITIATIVE PROGRAM TO STUDY THE IMPACTS OF LAKE OKEECHOBEE DISCHARGES THROUGH C 44 CANAL ON THE CALOOSAHATCHEE ESTUARY, ST. LUCIE ESTUARY, AND THE EVERGLADES. NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caef8c38-5944-9743-df26-1aeaf8b6bc50-C", "generated_internal_id": "ASST_NON_02D02221_6800"}, {"internal_id": 131700351, "Award ID": "02D02121", "Award Amount": 248000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-09", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $248,000 TO MARTIN COUNTY BOARD OF COUNTY COMMISSIONERS TO SUPPORT THEIR FY20 SOUTH FLORIDA GEOGRAPHIC INITIATIVE PROGRAM TO DEVELOP A COMPREHENSIVE ANALYSIS OF THE EXISTING WATER QUALITY DATA, COMBINED WITH AN AUGMENTED PROGRAM OF MORE FREQUENT WATER SAMPLING, PARTICULARLY IN THE WET SEASON WITHIN THE INDIAN RIVER LAGOON, THE ADJACENT ST. LUCIE ESTUARY (SLE) AND THE NORTHERN EXTENT OF THE SOUTHEAST FLORIDA ECOSYSTEM CONSERVATION AREA. 'NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.'", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc601a87-b8d8-8047-bef2-162330e27538-C", "generated_internal_id": "ASST_NON_02D02121_6800"}, {"internal_id": 132976146, "Award ID": "02D02021", "Award Amount": 147776.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-09", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $147,776 TO THE UNIVERSITY OF SOUTH FLORIDA TO SUPPORT THEIR FY20 SOUTH FLORIDA GEOGRAPHIC INITIATIVE PROGRAM FOR UNIVERSITY OF SOUTH FLORIDA - DETERMINING LONG-TERM WATER QUALITY TRENDS IN BISCAYNE BAY USING SATELLITE AND IN SITU DATA PROJECT.  NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_02D02021_6800"}, {"internal_id": 131700350, "Award ID": "02D01921", "Award Amount": 149999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-09", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $149,999 TO MONROE COUNTY TO SUPPORT THEIR FY20 SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM IN MONROE COUNTY, FL WHICH ADDRESS IMPAIRED WATER QUALITY IN RESIDENTIAL CANALS IDENTIFIED WITHIN THE WATER QUALITY PROTECTION PROGRAM (WQPP) ACTION PLAN OF THE FLORIDA KEYS NATIONAL MARINE SANCTUARY. 'NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.'", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d043ee8c-b557-4bfe-f911-29a8de631153-C", "generated_internal_id": "ASST_NON_02D01921_6800"}, {"internal_id": 137627084, "Award ID": "02D01821", "Award Amount": 323522.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-08", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $323,522 TO BISCAYNE BAY RIVERKEEPER, INC. TO SUPPORT THEIR FY20 SOUTH FLORIDA GEOGRAPHIC INITIATIVES PROGRAM WHICH EVALUATES SOURCES OF NUTRIENTS AND ENTEROCOCCI IN BISCAYNE BAY, FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6f36be4-b3ce-378a-f4d1-e824cb6ef832-R", "generated_internal_id": "ASST_NON_02D01821_6800"}, {"internal_id": 95593564, "Award ID": "01F72301", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-07", "CFDA Number": "66.436", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF ARKANSAS TO SUPPORT HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN (MARB) TO THE GULF. THE COOPERATIVE AGREEMENT WILL REVISE THE METHODOLOGY USED TO MEASURE PROGRESS TOWARDS MEETING ARKANSAS NUTRIENT REDUCTION STRATEGY GOALS, IDENTIFY PRIORITY WATERSHEDS WITH THE POTENTIAL TO RESULT IN THE GREATEST REDUCTION OF NUTRIENT LOADING, DEVELOP A FRAMEWORK FOR MEASURING NUTRIENT REDUCTION THROUGH THE USE OF BEST MANAGEMENT PRACTICES AND IMPLEMENT A COMMUNICATION STRATEGY TO INCLUDE STAKEHOLDERS IN THE PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dcdcd33d-83a0-2fae-cc5d-a5e18373c4d3-C", "generated_internal_id": "ASST_NON_01F72301_6800"}, {"internal_id": 95593647, "Award ID": "01F72101", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-05", "CFDA Number": "66.436", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF LOUISIANA TO SUPPORT HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN (MARB) TO THE GULF OF MEXICO. SPECIFICALLY, THE COOPERATIVE AGREEMENT WILL SUPPORT THE LOUISIANA DEPARTMENT OF ENVIRONMENTAL QUALITY (LDEQ) IN CONDUCTING NUTRIENT REDUCTION STRATEGIES SUPPORTING PRIORITY WATER QUALITY MONITORING AND ANALYSIS AND THE DEVELOPMENT OF A PILOT PROGRAM EXPANDING WATER QUALITY MONITORING TO OFFSHORE LOCATIONS IN BARATARIA BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31d3f15f-e80d-5a3e-f591-15f7f88cc1df-C", "generated_internal_id": "ASST_NON_01F72101_6800"}, {"internal_id": 86482811, "Award ID": "01F68101", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-25", "CFDA Number": "66.436", "Description": "THIS PROJECT SUPPORTS THE COORDINATION AND ACCELERATION OF RESEARCH, INVESTIGATIONS, EXPERIMENTS, TRAINING, DEMONSTRATIONS, SURVEYS, AND STUDIES RELATING TO THE CAUSES, EFFECTS (INCLUDING HUMAN HEALTH AND WELFARE EFFECTS), EXTENT, PREVENTION REDUCTION, AND ELIMINATION OF WATER POLLUTION. THIS PROJECT WILL INCORPORATE GREEN INFRASTRUCTURE (GI), LOW IMPACT DEVELOPMENT (LID), OPEN SPACE, AND NATURE-BASED SYSTEMS INTO THE CITY OF DENTON'S HAZARD MITIGATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_01F68101_6800"}, {"internal_id": 86483045, "Award ID": "01E02421", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "66.436", "Description": "THE ACTIVITIES IDENTIFIED IN THIS WORK PLAN ARE FOCUSED ON BUILDING THE CAPACITY OF WISCONSIN TRIBES IN AREAS RELATED TO WETLAND REGULATION, CONSERVATION, PROTECTION, RESTORATION, MONITORING AND MANAGEMENT. THE WI TRIBAL WETLAND WORKING GROUP WILL SERVE AS THE FRAMEWORK TO SUPPORT TRIBAL CAPACITY BUILDING ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6432521-d97e-9a30-0d69-0a9c8783b786-R", "generated_internal_id": "ASST_NON_01E02421_6800"}, {"internal_id": 95593589, "Award ID": "01D03920", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-12", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $100,000 TO THE MISSISSIPPI DEPARTMENT ODF ENVIRONMENTAL QUALITY TO PROVIDE SUPPORT TO THE STATE'S HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN (MARB) TO THE GULF OF MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_01D03920_6800"}, {"internal_id": 95593575, "Award ID": "01D03820", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-05", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $100,000 TO THE STATE OF TENNESSEE TO SUPPORT THEIR HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN TO THE GULF OF MEXICO.  TENNESSEE WILL ALSO CONDUCT A STUDY OF INSTREAM NUTRIENTS, PRESENTING THESE RESULTS TO STAKEHOLDERS AND CREATING A MULTIMEDIA CAMPAIGN TO EDUCATE STAKEHOLDERS AS WELL AS THE PUBLIC ON THEIR NUTRIENT REDUCTION STRATEGY AND PROBLEMS WITH NUTRIENT-IMPAIRED STREAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_01D03820_6800"}, {"internal_id": 94785844, "Award ID": "01D03720", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-01-31", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $100,000 TO THE COMMONWEALTH OF KENTUCKY TO PROVIDE THE SUPPORT OF HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN (MARB) TO THE GULF.  KENTUCKY WILL ALSO DEVELOP AND DELIVER STAKEHOLDER OUTREACH AND COMMUNICATION TOOLS, AND CREATE NEW VOLUNTEER NUTRIENT MONITORING TRAINING RESOURCES IN SUPPORT OF THE KENTUCKY NUTRIENT REDUCTION STRATEGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25db5253-f3b6-77fa-a5d4-3b1743f95fbe-C", "generated_internal_id": "ASST_NON_01D03720_6800"}, {"internal_id": 98174297, "Award ID": "01D03420", "Award Amount": 199900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $199,900 TO THE ANGLER ACTION FOUNDATION TO RESTORE LOST FUNCTIONS OF THE UPPER CALOOSAHATCHEE RIVER AND ESTUARY BY RESTORING THE OLIGOHALINE SEAGRASS COMMUNITY THAT WAS DECIMATED OVER THE LAST 20 YEARS. THIS PROJECT WILL ALSO BEGIN RESTORING MISSING COMPONENTS OF  THE 'NURSERY AREA OF INDIGENOUS AQUATIC LIFE' WITHIN THE ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec13f9bf-fb66-9488-0d91-efefb8881e51-R", "generated_internal_id": "ASST_NON_01D03420_6800"}, {"internal_id": 92408271, "Award ID": "01D00820", "Award Amount": 171365.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-04", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $171,365 TO THE FLORIDA FISH AND WILDLIFE CONSERVANCY COMMISSION TO FOCUS ON SEQUENCING AND ANALYZING THE EARLY FLORIDA KEYS SAMPLES OF CORAL SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_01D00820_6800"}, {"internal_id": 92678066, "Award ID": "01D00720", "Award Amount": 199984.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-25", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $199,984 TO THE UNIVERSITY OF CENTRAL FLORIDA TO FOCUS ON RAPID EVALUATION OF ESTROGENIC ENDOCRINE DISRUPTING COMPOUNDS (REEDC) IN THE FIVE COUNTIES THAT COMPRISE THE SOUTHEAST FLORIDA CORAL REEF INITIATIVE (SEFCRI) REGION AND THE FLORIDA KEYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_01D00720_6800"}, {"internal_id": 92678067, "Award ID": "01D00620", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-25", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $275,000 TO FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION TO SUPPORT WATER QUALITY AND SEAGRASS MONITORING IN NORTH BISCAYNE BAY FOR SAMPLINGS FROM SOURCING EVENTS ALONG THE BORDER OF THE BISCAYNE BAY AQUATIC PRESERVES AND CANALS DIRECTLY LINKED TO LAKE OKEECHOBEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_01D00620_6800"}, {"internal_id": 92678072, "Award ID": "01D00520", "Award Amount": 221890.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-25", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF  $196,890 TO FLORIDA INTERNATIONAL UNIVERSITY, FLORIDA TO SUPPORT ACTIVITIES RELATED TO IMPLEMENTING AN OPERATIONAL PHYSICALLY-BASED HYDRODYNAMIC, SEDIMENT TRANSPORT, AND WATER QUALITY MODEL, WHILE DESIGNING AND TESTING AN OPTIMIZED MONITORING PROGRAM FOR BISCAYNE BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_01D00520_6800"}, {"internal_id": 92678065, "Award ID": "01D00420", "Award Amount": 264039.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-25", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $264,039 TO FLORIDA GULF COAST UNIVERSITY, FLORIDA TO SUPPORT ACTIVITIES RELATED TO ENHANCING THE CALOOSAHATCHEE RIVER ESTUARY (CRE) WATER QUALITY AND SUBMERGED AQUATIC VEGETATION (SAV) RESOURCES BY COMBINING IMPROVED QUANTITATIVE ANALYSES OF EXISTING DATA WITH AN ARRAY OF NOVEL MONITORING TECHNIQUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1334a56a-0947-c510-cf0e-4ce065814379-C", "generated_internal_id": "ASST_NON_01D00420_6800"}, {"internal_id": 92678091, "Award ID": "01D00320", "Award Amount": 99246.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-26", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $99,246 TO FLORIDA FISH AND WILDLIFE CONSERVANTION COMMISSION TO SUPPORT ACTIVITIES RELATED TO THE STONY CORAL TISSUE LOSS DISEASE (SCTLD) OUTBREAK EVENTS DUE TO ITS LARGE GEOGRAPHIC RANGE, EXTENDED DURATION, HIGH RATES OF MORTALITY AND THE NUMBER OF SPECIES AFFECTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_01D00320_6800"}, {"internal_id": 93928662, "Award ID": "01D00220", "Award Amount": 112000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-17", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $112,000 TO BISCAYNE BAY WATERKEEPER TO SUPPORT IMPROVING WATER QUALITY IN BISCAYNE BAY WITHIN PRIORITY AREA #10 AND INVESTIGATING THE CAUSATIVE FACTORS OF STONY CORAL TISSUE LOSS DISEASE WITHIN PRIORITY AREA #6 IN THE SOUTH FLORIDA ECOSYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6f36be4-b3ce-378a-f4d1-e824cb6ef832-R", "generated_internal_id": "ASST_NON_01D00220_6800"}, {"internal_id": 92408280, "Award ID": "01D00120", "Award Amount": 160000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-04", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $160,000 TO GEORGIA INSTITUTE OF TECHNOLOGY RESEARCH CORPORATION, GEORGIA TO SUPPORT ITS ANALYSIS OF THE METABOLIC BIOMARKERS OF THE FLORIDA CORAL TISSUE LOSS DISEASE IN SOUTH FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_01D00120_6800"}, {"internal_id": 92408270, "Award ID": "01D00020", "Award Amount": 149995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-04", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $145,995 TO MONROE COUNTY, FLORIDA TO ADDRESS WATER QUALITY ISSUES, CANAL MANAGEMENT, AND SARGASSUM REMOVAL WITHIN THE MONROE COUNTY CANALS IN SOUTH FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d043ee8c-b557-4bfe-f911-29a8de631153-C", "generated_internal_id": "ASST_NON_01D00020_6800"}, {"internal_id": 159787942, "Award ID": "00E03398", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "66.436", "Description": "DESCRIPTION:THE POKAGON BAND WILL HOST A TWO-DAY CLIMATE RESILIENCE WORKSHOP FROM JUNE 7-8, 2023, AT THE POKAGON BAND FOUR WINDS CASINO RESORT IN SOUTH BEND, INDIANA. THE WORKSHOP WILL INCLUDE ONE TO TWO TRACKS RELATED TO CLIMATE RESILIENCE AND A HALF-DAY FIELD TRIP. FEDERAL, TRIBAL, STATE, PRIVATE, AND UNIVERSITY SPEAKERS WILL PROVIDE PARTICIPANTS WITH TOOLS AND ANALYSES TO HELP THEM BUILD CLIMATE RESILIENCE WITHIN THEIR TRIBAL COMMUNITIES BY PROTECTING WATER AND LAND RESOURCES AS WELL AS BUILDING PARTNERSHIPS AND ENGAGING IN COLLABORATIVE EFFORTS.ACTIVITIES:PROJECT ACTIVITIES INCLUDE PLANNING AND IMPLEMENTING THE WORKSHOP: INVITING SPEAKERS, PUBLICIZING AND FACILITATING THE WORKSHOP, PLANNING AND COORDINATING THE FIELD TRIP, RESERVING THE VENUE AND EVENT SPACE, DEVELOPING AN AGENDA, AND RUNNING LOGISTICS FOR CONFERENCE ATTENDEES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PRIMARY DELIVERABLE WILL BE A TWO DAY WORKSHOP. ALL WORKSHOP PRESENTATIONS WILL BE COLLECTED FROM THE PRESENTERS (WITH THEIR PERMISSION) AND PROVIDED TO ATTENDEES FOLLOWING THE WORKSHOP. SAVE-THE-DATE POSTCARDS WILL BE HANDED OUT AT THE MICHIGAN TRIBAL ENVIRONMENTAL PROGRAM MEETING AS WELL AS AT OTHER CONFERENCES AND MEETINGS HELD PRIOR TO THE EVENT. AN EXPECTED OUTCOME IS FOR WORKSHOP ATTENDEES TO HAVE THE ABILITY TO BETTER BUILD CLIMATE RESILIENCE WITHIN THEIR TRIBAL COMMUNITIES. BENEFICIARIES ARE WORKSHOP ATTENDEES AND THE COMMUNITIES WHICH THEY PERTAIN TO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02bbd259-d224-5f0a-53bc-4384606f9353-C", "generated_internal_id": "ASST_NON_00E03398_6800"}, {"internal_id": 152549384, "Award ID": "00E03278", "Award Amount": 22989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "66.436", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDED FUNDING TO WISCONSIN TO DEVELOP A CATALOGUE OF WETLAND PHOTOGRAPHS THAT WILL BE EVALUATED BY MEMBERS OF THE PUBLIC USING AN ONLINE SURVEY. THE SURVEY WILL SHOW A PARTICIPANT A SERIES OF TWO PHOTOGRAPHS, AND THE PARTICIPANT WILL BE ASKED TO SELECT THE PHOTOGRAPH THAT THEY FEEL IS THE MOST AESTHETICALLY PLEASING. THE PHOTOGRAPHS WILL CONSIST OF A NUMBER OF DIFFERENT WETLAND TYPES AND TRAITS. EACH PHOTOGRAPH WILL BE CODED TO IDENTIFY THE TRAITS IT DEPICTS, THUS ALLOWING RESEARCHERS THE OPPORTUNITY TO DETERMINE THE TRAITS THAT THE GENERAL PUBLIC FIND MOST AESTHETICALLY PLEASING BASED UPON THE SURVEY PARTICIPANT'S RESPONSES. EACH PHOTOGRAPH FOR THIS SURVEY WILL BE PROVIDED BY THE WATERWAYS PROGRAM TO ENSURE THAT THEY ARE OF SIMILAR QUALITY AND SCALE AND DO NOT HAVE IDENTIFYING FEATURES THAT WOULD TIE THEM TO A SPECIFIC PARCEL OR PROPERTY. ACTIVITIES:ACTIVITIES INCLUDE COLLECTING STANDARDIZED DIGITAL PHOTOGRAPHS OF WISCONSIN'S WETLANDS FROM AROUND THE STATE, CODING PHOTOGRAPHS WITH STANDARDIZED AND PHYSICAL FEATURES PRESENT, COMPLETING A PUBLIC ENGAGEMENT SURVEY ON THE NATURAL SCENIC BEAUTY OF REGIONALLY APPROPRIATE WETLAND TYPES, AND ANALYZING SURVEY RESULTS FOR STATISTICALLY SIGNIFICANT TRENDS AND RECOMMENDATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE: A COLLECTION OF CODED DIGITAL PHOTOGRAPHS, ALL RAW DATA SURVEY RESULTS, AND A REPORT WILL BE PROVIDED SUMMARIZING THE DATA AND TRENDS. A PRESENTATION WILL BE GIVEN TO DNR WETLAND LEADERSHIP ON RESULTS AND RECOMMENDATION FOR IMPROVING WETLAND FUNCTIONAL VALUE ASSESSMENTS BASED ON THESE RESULTS. \n\nTHE DIRECT BENEFICIARIES OF THE AGREEMENT ARE THE RESIDENTS OF WISCONSIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_00E03278_6800"}, {"internal_id": 152549192, "Award ID": "00E03277", "Award Amount": 22589.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.436", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO WISCONSIN TO PROMOTE, PROTECT, RESTORE, ENHANCE AND PRESERVE THE QUANTITY, QUALITY AND DIVERSITY OF WISCONSIN'S WETLANDS. SPECIFICALLY, THE GRANT WILL BE USED TO TO REVIEW AND UPDATE THE 2013 GUIDELINES FOR WETLAND COMPENSATORY MITIGATION IN WISCONSIN. UPDATES TO THE 2013 GUIDELINES ARE NECESSARY TO ENSURE THAT THEY ALIGN WITH CURRENT REGULATIONS SUCH AS THE FEDERAL MITIGATION RULE, WISCONSIN STATE STATUTES, AND WISCONSIN ADMINISTRATIVE CODES. UPDATES TO THE 2013 GUIDELINES WILL ALSO PROVIDE CLEAR INSTRUCTION TO BANKERS, WISCONSIN DEPARTMENT OF NATURAL RESOURCES (WDNR), UNITED STATES ARMY CORPS OF ENGINEERS (USACE) AND OTHERS WHEN MAKING MITIGATION DECISIONS IN WISCONSIN. ACTIVITIES:ACTIVITIES INCLUDE HOSTING INITIAL WORK PLANNING AND BRAINSTORM WITH EPA AND USACE TO IDENTIFY AND PRIORITIZE NEEDED UPDATES FOR THE 2013 WI COMPENSATORY MITIGATION GUIDELINES AND PRODUCING A DRAFT OF RECOMMENDED GUIDELINE UPDATES TO EPA AND USACE AND DNR LEADERSHIP FOR CONSIDERATION.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES INCLUDE PROVIDING UPDATED INSTRUCTIONS TO STATE AND FEDERAL AGENCIES AS WELL AS PARTNERS INCLUDING BANK SPONSORS, CONSULTANTS AND THE REGULATED PUBLIC TO UNDERSTAND THE PURPOSE, PROCESS AND REQUIREMENTS FOR WETLAND MITIGATION IN WISCONSIN. THE PURPOSE OF THIS UPDATE WILL BE TO ALIGN THE 2013 GUIDELINES WITH CURRENT STATE AND FEDERAL REGULATORY REQUIREMENTS, PROCESS AND TECHNICAL REQUIREMENTS.\n\nTHE DIRECT BENEFICIARIES OF THE AGREEMENT ARE THE RESIDENTS OF WISCONSIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_00E03277_6800"}, {"internal_id": 148927857, "Award ID": "00E03082", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-22", "CFDA Number": "66.436", "Description": "DESCRIPTION:\nTHE ACTIVITIES IDENTIFIED IN THIS WORK PLAN ARE FOCUSED ON BUILDING THE CAPACITY OF WISCONSIN TRIBES IN AREAS RELATED TO WETLAND REGULATION, CONSERVATION, PROTECTION, RESTORATION, MONITORING AND MANAGEMENT. THE WI TRIBAL WETLAND WORKING GROUP WILL SERVE AS THE FRAMEWORK TO SUPPORT TRIBAL CAPACITY BUILDING ACTIVITIES.  \nACTIVITIES:\nTHE GROUP WILL PROMOTE COMMUNICATION AMONGST THE TRIBES AND VARIOUS GOVERNMENT AGENCIES AND NGOS.  THE GROUP WILL ALSO FACILITATE TRAINING FOR TRIBAL WETLAND STAFF DURING THE PROJECT PERIOD.  THE WORK GROUP INTENDS TO COORDINATE AND FACILITATE ONE MEETING IN 2022, GIVING TRIBAL WETLAND PROGRAM STAFF OPPORTUNITY TO COMMUNICATE AND NETWORK ON POLICY AND REGULATORY FRAMEWORKS AND ISSUES THAT AFFECT OR HAVE THE POTENTIAL TO AFFECT TRIBAL COMMUNITIES AND/OR TRIBAL WETLAND RESOURCES.  \nOUTCOMES:\nTHE BENEFICIARIES OF THIS AWARD ARE THE ELEVEN (11) PARTICIPATING TRIBES INCLUDE THE BAD RIVER BAND OF LAKE SUPERIOR CHIPPEWA INDIANS, FOREST COUNTY POTAWATOMI COMMUNITY, LAC COURTE OREILLES BAND OF LAKE SUPERIOR CHIPPEWA INDIANS, LAC DU FLAMBEAU BAND OF LAKE SUPERIOR CHIPPEWA INDIANS, MENOMINEE TRIBE OF WISCONSIN, ONEIDA TRIBE OF INDIANS OF WISCONSIN, RED CLIFF BAND OF LAKE SUPERIOR CHIPPEWA INDIANS, ST. CROIX CHIPPEWA INDIANS OF WISCONSIN, MOLE LAKE BAND OF LAKE SUPERIOR CHIPPEWA INDIANS, STOCKBRIDGE-MUNSEE COMMUNITY AND THE HO-CHUNK NATION.\n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6432521-d97e-9a30-0d69-0a9c8783b786-R", "generated_internal_id": "ASST_NON_00E03082_6800"}, {"internal_id": 95593615, "Award ID": "00E02785", "Award Amount": 199864.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-26", "CFDA Number": "66.436", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF MINNESOTA TO SUPPORT HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN (MARB) TO THE GULF.  MINNESOTA WILL ADDRESS TWO EMERGING ISSUES THAT HAVE CHALLENGED ITS ABILITY TO REACH ITS GOALS TO REDUCE NUTRIENT LOSS AND LOADING FROM THE MARB: 1) EVALUATING WASTEWATER NITROGEN REDUCTION POTENTIAL AT EXISTING FACILITIES WHILE MAXIMIZING PHOSPHORUS REMOVAL; AND 2) TOOLS AND APPROACHES TO REDUCE NON-POINT NUTRIENT SOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_00E02785_6800"}, {"internal_id": 95593558, "Award ID": "00E02784", "Award Amount": 192414.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-14", "CFDA Number": "66.436", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF WISCONSIN TO SUPPORT HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN (MARB) TO THE GULF.  WISCONSIN DNR INTENDS TO DEVELOP A SYSTEM THAT WILL ALLOW DNR TO SUMMARIZE HOW NUTRIENT REDUCTION FUNDS ARE BEING USED; AND TO BETTER TRACK AND DEMONSTRATE PROGRESS TOWARDS REACHING NUTRIENT REDUCTION GOALS RELATED TO TMDLS, THE STATEWIDE NUTRIENT REDUCTION STRATEGY, AND OTHER REPORTING REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_00E02784_6800"}, {"internal_id": 95593561, "Award ID": "00E02783", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-12", "CFDA Number": "66.436", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF OHIO TO SUPPORT HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN (MARB) TO THE GULF. OHIO PROPOSES TO DEVELOP 14 NEW 9-ELEMENT NONPOINT SOURCE IMPLEMENTATION STRATEGY (9-ELEMENT NPS-IS) PLANS IN HIGH PRIORITY PORTIONS OF THE OHIO RIVER BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_00E02783_6800"}, {"internal_id": 95593649, "Award ID": "00E02782", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-21", "CFDA Number": "66.436", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF INDIANA TO SUPPORT HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN (MARB) TO THE GULF.  INDIANA PROPOSES TO USE EPA FUNDS TO IMPROVE METHODS USED TO QUANTIFY NITROGEN AND PHOSPHORUS NUTRIENT REDUCTIONS FROM CONSERVATION PRACTICES, INCLUDING DISSOLVED NUTRIENTS, AND DETERMINE EFFICIENCY OF PRACTICES IN REDUCING LOADS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc0fa201-fba1-8139-b170-a6e014097cb7-C", "generated_internal_id": "ASST_NON_00E02782_6800"}, {"internal_id": 95593601, "Award ID": "00E02781", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-26", "CFDA Number": "66.436", "Description": "THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF ILLINOIS TO SUPPORT HIGH-IMPACT ACTIONS TO ACCELERATE REDUCTION OF EXCESS NUTRIENT LOSSES FROM THE MISSISSIPPI AND ATCHAFALAYA RIVER BASIN (MARB) TO THE GULF. WITH THIS FUNDING ILLINOIS INTENDS TO FUND TWO PROJECTS: 1. UPDATE IMPLEMENTATION SCENARIOS IN THE ILLINOIS NUTRIENT LOSS REDUCTION STRATEGY; AND 2.  DEVELOP TWO WATERSHED-BASED PLANS IN PRIORITY WATERSHEDS IDENTIFIED IN THE NUTRIENT LOSS REDUCTION STRATEGY (NLRS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_00E02781_6800"}, {"internal_id": 69783304, "Award ID": "00E02421", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "66.436", "Description": "THE ACTIVITIES IDENTIFIED IN THIS WORK PLAN ARE FOCUSED ON BUILDING THE CAPACITY OF WISCONSIN TRIBES IN AREAS RELATED TO WETLAND REGULATION, CONSERVATION, PROTECTION, RESTORATION, MONITORING AND MANAGEMENT. THE WI TRIBAL WETLAND WORKING GROUP WILL SERVE AS THE FRAMEWORK TO SUPPORT TRIBAL CAPACITY BUILDING ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6432521-d97e-9a30-0d69-0a9c8783b786-R", "generated_internal_id": "ASST_NON_00E02421_6800"}, {"internal_id": 92333185, "Award ID": "00D99319", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-10-08", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO KENTUCKY'S ASSOCITION OF MITIGATION MANAGERS, INCORPORATED (KAMM) TO INTEGRATE THEIR GREEN INFRASTRUCTURE AND LOW IMPACT DEVELOPMENT STRATEGIES AND (GI/LID) TRAINING TO ENVIRONMENTAL PROTECTION AGENCY'S REGION 4 AND THE KENTUCKY'S SILVER JACKETS TEAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d03314e9-0426-f81a-19d1-a00cb83fe539-R", "generated_internal_id": "ASST_NON_00D99319_6800"}, {"internal_id": 86482745, "Award ID": "00D89519", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT $25,000 TO THE UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION TO INTEGRATE GREEN INFRASTRUCTURE AND LOW IMPACT DEVELOPMENT STRATEGIES (GI/LID) INTO THE COMMONWEALTH OF KENTUCKY'S CURRENT ENHANCED HAZARD MITIGATION PLAN (EHMP) AND INTO UPDATES, MAINTENANCE, AND THE PLANNING PROCESSES OF LOCAL MULTI- AND SINGLE-JURISDICTIONAL, MULTI-HAZARD MITIGATION PLANS THAT WILL BE OR HAVE BEEN APPROVED BY THE FEDERAL EMERGENCY MANAGEMENT AGENCY (FEMA).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_00D89519_6800"}, {"internal_id": 69783366, "Award ID": "00D83418", "Award Amount": 100456.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $100,456 TO MONROE COUNTY GOVERNMENT TO SUPPORT THEIR EXISTING WORK AND NEW TASKS ASSOCIATED WITH THE CANAL RESTORATION PROJECT IN MONROE COUNTY'S SOUTH FLORIDA INITIATIVE.  THIS PROJECT ADDRESSES 311 CANALS NOT MEETING FLORIDA'S DISSOLVED OXYGEN (DO) STANDARDS, THE PROJECT WILL ALSO UPDATE THE CANAL MASTER PLAN TO HELP MONROE COUNTY IDENTIFY, AND DIRECT RESTORATION FUNDS TO HIGH PRIORITY PROJECT AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d043ee8c-b557-4bfe-f911-29a8de631153-C", "generated_internal_id": "ASST_NON_00D83418_6800"}, {"internal_id": 68568604, "Award ID": "00D83318", "Award Amount": 36404.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $36,404 TO FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSIION TO COMPILE ENDOCRINE DISRUPTING CHEMICALS MONITORING DATA IN SOUTH FLORIDA INTO A CENTRALIZED DATABASE FOR USE BY RESOURCE MANAGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_00D83318_6800"}, {"internal_id": 69783646, "Award ID": "00D83018", "Award Amount": 30022.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $30,022 TO MONROE COUNTY GOVERNMENT TO CONTINUE THE SUCCESSFUL WORK OF FLORIDA EXTENSION TO EXPAND THE FLORIDA KEYS WATER WATCH WHICH ENGAGE CITIZENS IN PROTECTING THEIR CANALS AND BEACHES, IT WILL ALSO ASSIST WITH DEVELOPING A SPONGE GARDEN CITIZEN SCIENCE PROJECT, TO HELP WITH IDENTIFYING THE LOGGERHEAD AND SHEEPSWOOL SPONGES IN WATER QUALITY AND NITROGEN TRANSFORMATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d043ee8c-b557-4bfe-f911-29a8de631153-C", "generated_internal_id": "ASST_NON_00D83018_6800"}, {"internal_id": 68568600, "Award ID": "00D82918", "Award Amount": 83995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $83,995 TO FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION TO PROVIDE A ROADMAP TO HELP RESOURCE MANAGERS IDENTIFY ENDOCRINE DISRUPTING CHEMICALS, PRIORITIES, AND IMPLEMENT POLICIES TO REDUCE CHEMICALS IN THE SOUTH FLORIDA MARINE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_00D82918_6800"}, {"internal_id": 39174619, "Award ID": "00D67317", "Award Amount": 14988.0, "Award Type": null, "Base Obligation Date": "2017-09-27", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $14,988 TO THE UNIVERSITY OF NORTH CAROLINA STATE TO CONDUCT A THREE DAY COURSE ON HIGHLY SPECIALIZED HYDRIC SOIL TRAINING FOR STATE PARTNERS TO UNDERSTAND THEIR ROLE IN REGULATING THE DEPOSITION OF FILL MATERIAL BY ADMINISTERING A STATE WATER QUALITY CERTIFICATION UNDER SPECIFIC AUTHORITY GRANTED BY THE CLEAN WATER ACT UNDER SECTION 401.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_00D67317_6800"}, {"internal_id": 39174616, "Award ID": "00D66717", "Award Amount": 69926.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-26", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $69,926 TO FLORIDA ATLANTIC UNIVERSITY TO SUPPORT THE SOUTH EAST FLORIDA CORAL REEF INITIATIVE (SEFCRI) NEEDED TO DETERMINE THE IMPACTS OF CHANGING WATERSHED MANAGEMENT POLICIES, LAND-BASED SOURCES OF POLLUTION, AND DISEASE EVENTS ON COASTAL CORAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caef8c38-5944-9743-df26-1aeaf8b6bc50-C", "generated_internal_id": "ASST_NON_00D66717_6800"}, {"internal_id": 39174615, "Award ID": "00D66617", "Award Amount": 49450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-28", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN AMOUNT OF $49,450 TO ISLAMORADA VILLAGE OF ISLANDS TO PERFORM BENTHIC MONITORING OF CANALS BY SURVEYING FISH ABUNDANCE FOR THE FLORIDA KEYS WATER QUALITY REMEDIATION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb055c08-376b-a2c8-5f0f-64b5d74b0898-C", "generated_internal_id": "ASST_NON_00D66617_6800"}, {"internal_id": 39174506, "Award ID": "00D53417", "Award Amount": 31309.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-30", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $23,309 TO THE UNIVERSITY OF SOUTH FLORIDA (USF) COLLEGE OF MARINE SCIENCE (CMS) TO ASSESS AND MONITOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_00D53417_6800"}, {"internal_id": 39174471, "Award ID": "00D49716", "Award Amount": 2290000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-22", "CFDA Number": "66.436", "Description": "THIS ACTION PROVIDES ADDITIONAL FUNDING IN THE AMOUNT OF $450,000 TO FLORIDA INTERNATIONAL UNIVERSITY TO CONTINUE TO SUPPORT THE FLORIDA KEYS NATIONA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_00D49716_6800"}, {"internal_id": 39174392, "Award ID": "00D41015", "Award Amount": 199945.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-29", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES A NEW AWARD IN THE AMOUNT OF $199,945 TO THE FLORIDA FISH & WILDLIFE CONSERVATION COMMISSION TO SUPPORT THE SPONGE COMMUNITIES W", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_00D41015_6800"}, {"internal_id": 39174379, "Award ID": "00D39415", "Award Amount": 270000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-28", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES A NEW AWARD IN THE AMOUNT OF $45,000 TO FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION TO CONTINUE EFFORTS TO RECOMMEND PRIOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_00D39415_6800"}, {"internal_id": 39174378, "Award ID": "00D39315", "Award Amount": 1723123.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-29", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES A NEW AWARD IN THE AMOUNT OF $270,000 TO FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION TO CONTINUE THE EFFORTS OF DOCUMENTIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_00D39315_6800"}, {"internal_id": 39174372, "Award ID": "00D39015", "Award Amount": 1199996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-29", "CFDA Number": "66.436", "Description": "THIS ACTION APPROVES A NEW AWARD IN THE AMOUNT OF $200,000 TO FLORIDA INTERNATIONAL UNIVERSITY TO CONTINUE WITH LONG TERM MONITORING OF SEAGRASS BEDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_00D39015_6800"}, {"internal_id": 140709018, "Award ID": "00A00705", "Award Amount": 10000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-02", "CFDA Number": "66.436", "Description": "NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION (NEIWPCC) WILL OVERSEE THE COORDINATION OF REGIONAL TECHNICAL SUPPORT VIA VIRTUAL MEETINGS AND WEBINARS TO FOSTER INCREASED COMMUNICATION AMONG STATE AND FEDERAL AGENCY ON PRIORITY WETLAND ISSUES WHICH WILL RESULT IN INCREASED INFORMATION SHARING AMONG STATES, EPA AND OTHER STAKEHOLDERS ON REGIONAL WETLAND INITIATIVES.  IN ADDITION, NEIWPCC WILL CREATE AND MAINTAIN A WEBPAGE FOR REGIONAL WETLAND ACTIVITIES INCLUDING THE HOUSING OF A WEB-BASED PLATFORM TO SHARE TECHNICAL INFORMATION.  DISSEMINATION OF VIEWABLE ON-DEMAND TECHNICAL RESOURCES WILL RESULT IN INCREASED COMMUNICATION ON PRIORITY WETLAND ISSUES AND INFORM REGIONAL INITIATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00705_6800"}, {"internal_id": 111062255, "Award ID": "00A00696", "Award Amount": 14520.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "66.436", "Description": "THE REGIONAL COMPOSITE EELGRASS HABITAT LAYER WILL BE UPDATED WITH THE MOST RECENT EELGRASS DATA FROM EACH NEW ENGLAND STATE AND MADE AVAILABLE ON THE NORTHEAST OCEAN DATA PORTAL. THE REGIONAL COASTAL WETLANDS LAYER WILL BE UPDATED WITH THE MOST RECENT NWI DATA OR OTHER SOURCES AS RECOMMENDED BY THE EXPERT WORK GROUP AND MADE AVAILABLE ON THE NORTHEAST OCEAN DATA PORTAL. THIS WILL INVOLVE OBTAINING AND COMPILING SPATIAL DATA FROM EACH STATE, UPDATING METADATA, AND FIRST LOADING DRAFT VERSIONS ONTO THE PASSWORD-PROTECTED PORTAL DEVELOPMENT SITE FOR EXPERT WORK GROUP REVIEW. THE HISTORICAL EELGRASS DATA RESOURCE PAGE WILL ALSO BE UPDATED AND ASSESSED FOR COMPLETENESS. THESE UPDATED DATE PRODUCTS WILL BE USED TO DEVELOP NEW DATA PRODUCTS THAT REPRESENT STOCKS OF BLUE CARBON IN THE NORTHEAST US ASSOCIATED WITH EELGRASS AND SALT MARSH HABITATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "393f7cea-c644-5544-0260-d297a26a21d9-C", "generated_internal_id": "ASST_NON_00A00696_6800"}, {"internal_id": 92408272, "Award ID": "00A00416", "Award Amount": 24000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-05", "CFDA Number": "66.436", "Description": "THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION (NEIWPCC) WILL CONTINUE ITS SUCCESSFUL YOUTH AND THE ENVIRONMENT PROGRAM (YEP) IN THE CITY OF LOWELL, SPECIFICALLY AT THE CITY OF LOWELL'S WASTEWATER TREATMENT PLANT AS WELL AS THE CITY OF LOWELL'S DRINKING WATER TREATMENT PLANT.  THE FUNDS FROM THIS GRANT WILL BE USED BY NEIWPCC TO HIRE A SUMMER YOUTH COODINATOR TO COORDINATE THE DAILY ACTIVITIES OF THE YEP STUDENTS AND FACILITATE EDUCATIONAL PROGRAMS. FUNDS FOR THE YEP WILL BE USED TO ADD A WETLANDS AND A DRINKING WATER COMPONENT TO THE TRADITIONAL YEP PROGRAM WHICH WAS PRIMARILY WASTEWATER-BASED.  THE PROGRAM WILL EDUCATE THE STUDENTS PARTICIPATING IN THE PROGRAM IN WATER CONSERVATION, HYDROLOGIC CYCLE, GROUNDWATER AND SOURCE WATER PROTECTION, WASTEWATER TREATMENT, AND WATER RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00416_6800"}, {"internal_id": 78991776, "Award ID": "00A00400", "Award Amount": 23000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-18", "CFDA Number": "66.436", "Description": "THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION (NEIWPCC) WILL CONTINUE ITS SUCCESSFUL YOUTH AND THE ENVIRONMENT PROGRAM IN THE CITY OF LAWRENCE, SPECIFICALLY AT THE GREATER LAWRENCE SANITARY DISTRICT'S WASTEWATER TREATMENT PLANT AS WELL AS THE CITY OF LAWRENCE'S DRINKING WATER TREATMENT PLANT.  THE FUNDS FROM THIS GRANT WILL BE USED BY NEIWPCC TO HIRE A SUMMER YOUTH COODINATOR TO COORDINATE THE DAILY ACTIVITIES OF THE YEP STUDENTS AND FACILITATE EDUCATIONAL PROGRAMS. FUNDS FOR THE YEP WILL BE USED TO ADD A WETLANDS AND A DRINKING WATER COMPONENT TO THE TRADITIONAL YEP PROGRAM WHICH WAS PRIMARILY WASTEWATER-BASED.  THE PROGRAM WILL EDUCATE THE STUDENTS PARTICIPATING IN THE PROGRAM IN WATER CONSERVATION, HYDROLOGIC CYCLE, GROUNDWATER AND SOURCE WATER PROTECTION, WASTEWATER TREATMENT, AND WATER RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00400_6800"}, {"internal_id": 62419362, "Award ID": "00A00379", "Award Amount": 12000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "66.436", "Description": "THE NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION (NEIWPCC) WILL ACT AS THE COORDINATING ORGANIZATION TO FACILITATE A WEBINAR SERIES. THE WEBINARS WILL FOCUS ON TECHNICAL ISSUES INCLUDING WETLAND PROTECTION IMPROVEMENT STRATEGIES, NEW TECHNOLOGY AND TOOLS, AND STATE INITIATIVES GROUP.  THIS PROJECT IS INTENDED TO SUPPORT THE RECEPIENT TO ACCOMPLISH A PUBLIC PURPOSE AUTHORIZED BY THE CLEAN WATER ACT SECTION 104 (B)(3).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00379_6800"}, {"internal_id": 82528956, "Award ID": "00A00328", "Award Amount": 10000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-02", "CFDA Number": "66.436", "Description": "CONVENING A WEEK-LONG GULF OF MAINE 2050 SYMPOSIUM IN NOVEMBER 2019 FEATURING EXPERT PRESENTATIONS, INFORMATIVE POSTER SESSIONS, AND ENGAGING WORK SESSIONS. SCIENTIFIC EXPERTS AND PRACTITIONERS WILL WORK TOGETHER TO INCREASE UNDERSTANDING OF CRITICAL DRIVERS OF CHANGES (TEMPERATURE, OCEAN ACIDIFICATION, AND SEA LEVEL RISE), WHILE ALSO DEVELOPING SHARED VISION FOR ADAPTATION AND MITIGATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6f39a7f-8f51-2ea1-892c-799002b8485c-C", "generated_internal_id": "ASST_NON_00A00328_6800"}, {"internal_id": 39173777, "Award ID": "00A00139", "Award Amount": 21000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-01", "CFDA Number": "66.436", "Description": "NEW ENGLAND INTERSTATE WATER POLLUTION CONTROL COMMISSION'S (NEIWPCC) PROJECT IS THE CONTINUATION OF THE LONG-STANDING, SUCCESSFUL YOUTH AND THE ENVIRONMENT PROGRAM (YEP) AT THE LOWELL REGIONAL WASTEWATER TREATMENT PLANT.  USING THE FUNDS FROM THIS COOPERATIVE AGREEMENT, NEIWPCC WILL HIRE A SUMMER YOUTH COODINATOR TO COORDINATE THE DAILY ACTIVITIES OF THE YEP STUDENTS AND FACILITATE EDUCATIONAL PROGRAMS. FUNDS FOR THE YEP WILL BE USED TO ADD A WETLANDS COMPONENT TO THE TRADITIONAL YEP.  THE PROGRAM WILL EDUCATE THE STUDENTS PARTICIPATING IN THE PROGRAM IN WATER CONSERVATION, HYDROLOGIC CYCLE, GROUNDWATER AND SOURCE WATER PROTECTION, WASTEWATER TREATMENT, AND WATER RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_00A00139_6800"}]