[{"internal_id": 159789717, "Award ID": "84058801", "Award Amount": 24999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A NEW, INEXPENSIVE SYSTEM THAT WILL PROVIDE CONTINUOUS HIGH FREQUENCY MONITORING OF NON-NAVIGATIONAL PERENNIAL, LOW ORDER STREAMS. THE INTEGRATED SENSING SYSTEM WILL IMPROVE MONITORING EFFORTS IN WATERSHEDS AFFECTED BY INCREASED INCIDENTS OF HARMFUL ALGAE BLOOMS (HABS).\n\n\nACTIVITIES:THIS PROJECT CONSISTS OF THREE PHASES: 1) DEVELOPMENT OF A PROTOTYPE, 2) LABORATORY VERIFICATION OF THE DETECTION RANGE AND SENSITIVITY OF THE PROBES AND SENSORS USED, AND 3) FIELD DEPLOYMENT AND IN-SITU VERIFICATION OF THE MONITORING SYSTEM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT AND THE DEVELOPMENT OF AN IN THE FIELD MULTI-PARAMETER HIGH FREQUENCY MONITORING SYSTEM THAT CAN DETECT WATER QUALITY PARAMETERS SUCH AS DISSOLVED OXYGEN, PH, CONDUCTIVITY, FLOW AND TEMPERATURE AND DEPTH IN STREAMS TO DETERMINE SHORT-LIVED, EPISODIC EVENTS THAT MIGHT BE UNDETECTED BY THE CONVENTIONAL SAMPLING AND MONITORING EFFORTS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE WATER QUALITY MANAGERS, STATE AND LOCAL GOVERNMENTS, UNDERSERVED COMMUNITIES THAT LACK ADEQUATE WATER QUALITY MONITORING SYSTEMS AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a8f3e5e-ebc2-25c9-68fb-d8e77ee476f4-C", "generated_internal_id": "ASST_NON_84058801_6800"}, {"internal_id": 159659943, "Award ID": "84058701", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO DEVELOP A LOW-COST, ENERGY EFFICIENT TECHNOLOGY FOR REMOVING PFAS FROM LANDFILL LEACHATE CONTAMINATED WATER, BY USING A NON-TOXIC, COMMERCIALLY AVAILABLE PHOTOCATALYST POWERED BY BORON NITRIDE AND ULTRAVIOLET LIGHT. ACTIVITIES:THE PROJECT TEAM WILL DESIGN THIS BENCH-SCALE ULTRAVIOLET-C/BORON NITRIDE BATCH REACTOR, AND EVALUATE THE UNIT'S ABILITY TO DEGRADE PFAS (PFOA AND PFOS) IN LANDFILL LEACHATE. THE CONCENTRATIONS OF PFAS AND FLUORIDE WILL BE MEASURED TO DETERMINE EFFICIENCY OF PFAS DEGRADATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PROJECT WILL PRODUCE A TECHNOLOGY CAPABLE OF DEGRADING PFASS AVAILABLE IN LANDFILL LEACHATE, AND REDUCE THE AMOUNT OF PFAS CONTAMINATION IN COMMUNITY WATER SYSTEMS. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE SMALL, RURAL, AND/OR DISADVANTAGED COMMUNITIES IMPACTED BY PFAS CONTAMINATION, ENVIRONMENTAL MANAGERS, PUBLIC WASTE MANAGEMENT INDUSTRIES, AND WATER QUALITY EXPERTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c6d4e6a-e5c4-b348-571b-42f4d585f5a8-C", "generated_internal_id": "ASST_NON_84058701_6800"}, {"internal_id": 159789716, "Award ID": "84058601", "Award Amount": 24899.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-23", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A FLOOD-INDUCED CONTAMINATION RISK ASSESSMENT MODEL FOR THE UNDERSERVED BLACK BELT REGION OF ALABAMA USING SPATIAL ANALYSIS AND KNOWN PRIVATE WELL LOCATION. THE PROJECT WILL ALSO DEVELOP USER-FRIENDLY WATER QUALITY TESTING PACKETS THAT INCLUDE EDUCATIONAL RESOURCES TO BRING AWARENESS TO THE THREATS OF WELL WATER CONTAMINATION.ACTIVITIES:THIS SPECIFIC OBJECTIVES OF THIS PROJECT ARE: (1) DEVELOP A SPATIAL ANALYSIS MODEL CAPABLE OF PREDICTING PRIVATE WELLS MOST AT RISK OF FLOODING IN THE BLACK BELT REGION (2) DETERMINE THE EFFICACY OF PRE-MANUFACTURED WATER QUALITY TESTING STRIPS BY COLLECTING SAMPLES FROM THE UNIVERSITY OF ALABAMA'S MONITORING WELLS AND (3) DEVELOP EDUCATIONAL RESOURCES FOR PRIVATE WELL OWNERS DETAILING FLOOD RECOVERY PROTOCOL, RISKS OF MICROBIAL CONTAMINATION, AND EMERGENCY CONTACT INFORMATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT AS WELL AS A SPATIAL ANALYSIS MODEL THAT WILL IDENTIFY AREAS AT RISK OF WELL CONTAMINATION DUE TO FLOODING IN ALABAMA AND PROVIDE RESIDENTS WITH EDUCATIONAL RESOURCES AND TEST KITS TO EQUIP WELL OWNERS WITH TOOLS TO REDUCE EXPOSURES TO CONTAMINANTS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE STATE AND LOCAL WATER QUALITY REGULATORS, STATE AND LOCAL GOVERNMENTS, PRIVATE WELL OWNERS IN ALABAMA'S BLACK BELT REGION AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_84058601_6800"}, {"internal_id": 159190631, "Award ID": "84058501", "Award Amount": 24958.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THE PROJECT IS TO DEMONSTRATE THE EFFICACY OF NATURAL EXTRACTS FORMULATIONS IN ANTIFOULING PROTECTION USING A CUSTOM MODEL AQUARIUM WHICH WILL CONTRIBUTE TO THE ENVIRONMENTAL HEALTH OF MARINE ENVIRONMENTS BY REDUCING THE TRANSMISSION OF BIOFILM GENERATING BACTERIA BY BOATS AND SHIPS BEYOND THEIR NATURAL HABITAT TO AREAS WHERE IT IS INVASIVE AND CAUSES UNCONTROLLED ALGAE BLOOM AND CONTRIBUTES TO FISH AND CRAB MORTALITY.ACTIVITIES:THE SPECIFIC OBJECTIVES ARE TO (1) BUILD PILOT AQUARIUMS FOR LONG TERM TESTING OF NEW ANTIFOULING FORMULATIONS ON DIFFERENT TYPES OF SUBMERGED SURFACES; (2) DEMONSTRATE THE EFFECTIVENESS AND CONDUCT A PILOT STUDY OF THE CONCEPT OF USE OF NATURAL EXTRACTS ENCAPSULATED INTO BIOCOMPATIBLE POLYMERS FOR ANTIFOULING PROTECTION OF SUBMERGED SURFACES; AND (3) EVALUATE IN LONG TERM EXPERIMENTS HOW WATER TYPE AND PARAMETERS, AS WELL AS TYPE OF PLANT MATERIALS, POLYMERS AND SOLVENTS INFLUENCE THE ABILITY OF THE COATING TO PROTECT AGAINST BIOFOULING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT, AS WELL AS IMPROVE HUMAN WELL-BEING BY AVOIDING CONTAMINATION OF MARINE ENVIRONMENTS FROM PRODUCTS OF BIOFOULING AND INVASIVE BACTERIA AND HELP TO AVOID UNCONTROLLED ALGAE BLOOMS. DIRECT BENEFICIARIES INCLUDE RURAL FISHERMEN, SMALL FARMERS, RECREATIONAL BOATERS, HUMAN HEALTH, THE ENVIRONMENT AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_84058501_6800"}, {"internal_id": 159190630, "Award ID": "84058401", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO CREATE A TRACKING SYSTEM THAT COMBINES HEAT AND AIR POLLUTION EFFECTS AT THE NEAR SURFACE OR LOCALIZED MICROCLIMATIC CONDITIONS TO MEASURE A COMFORT INDEX VALUE WITHIN VULNERABLE COMMUNITIES. ACTIVITIES:TO CREATE A COMFORT INDEX, THE PROJECT WILL 1) DEPLOY DRONE MAPPING OF THE BUILT ENVIRONMENT IN SELECTED NEIGHBORHOODS MOST AT RISK FROM AIR POLLUTANTS AND HIGH TEMPERATURES, 2) USE MODELING TOOLS TO SIMULATE THE URBAN MICRO-CLIMATE, INCLUDING HEAT AND AIR POLLUTION, FOR REAL-TIME SIMULATION OF CONDITIONS THAT INDIVIDUALS EXPERIENCE, AND 3) ENGAGE COMMUNITY MEMBERS TO MONITOR POLLUTION DATA USING SMALL POLLUTION MONITORING DEVICES THAT TRAVEL THROUGH THE SELECTED NEIGHBORHOODS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT AS WELL AS A BETTER UNDERSTANDING OF THE NEAR SURFACE IMPACT OF INCREASED TEMPERATURE AND AIR POLLUTION ON THE HEALTH OF THE CITY OF BIRMINGHAM, ALABAMA. DIRECT BENEFICIARIES INCLUDE THE COMMUNITY MEMBERS OF BIRMINGHAM, URBAN PLANNERS AND DESIGNERS, AND STATE AND LOCAL GOVERNMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "385a79b6-b810-9612-774a-ef5d04895c34-C", "generated_internal_id": "ASST_NON_84058401_6800"}, {"internal_id": 159190629, "Award ID": "84058301", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-12", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO EVALUATE THE FEASIBILITY OF MICROALGAL GROWTH WHILE UTILIZING THE ENERGY AND NUTRIENTS FROM THE ANAEROBIC BREAK-DOWN OF FARM WASTE. INCORPORATING THE MICROALGAE INTO THE LIVESTOCK DIET MAY DECREASE THE METHANE PRODUCTION SOURCED FROM THE AGRICULTURE INDUSTRY.\nACTIVITIES:THIS PROJECT WILL 1) EVALUATE THE MOST SUITABLE ALGAL SPECIES TO INTRODUCE INTO THE DIETS OF FARM LIVESTOCK, 2) INVESTIGATE WHETHER THE ENERGY PRODUCED BY THE DIGESTION OF FARM LIVESTOCK WASTE WILL BE SUFFICIENT TO SCALE A STEADY SUPPLY OF ALGAE ON SITE, 3) AND DEVELOP A PROCESS MODEL WHICH WILL INCORPORATE MASS AND ENERGY BALANCES TO EVALUATE OPTIMAL PARAMETERS FOR THE SYSTEM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE A FINAL REPORT AS WELL AS A FEASIBLE SYSTEM OF ADDING MICROALGAE, GROWN FROM THE DIGESTION OF MANURE, TO THE FEEDING SYSTEM OF LIVESTOCK. IN ADDITION, THE RECIPIENT WILL SHOW THAT A SMALL SCALE CLOSED-LOOP AGRICULTURAL SYSTEM UTILIZING ANAEROBIC DIGESTIONS OF FARM WASTE CAN POWER PHOTOBIOREACTORS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE SMALL SCALE DAIRY FARMERS, HUMAN HEALTH AND THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52e88116-c5ab-8290-9d8e-cb793445f78c-C", "generated_internal_id": "ASST_NON_84058301_6800"}, {"internal_id": 159789715, "Award ID": "84058201", "Award Amount": 24982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-23", "CFDA Number": "66.516", "Description": "DESCRIPTION:LANDFILL LEACHATE IS ONE OF THE MAJOR SOURCES OF PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) TO THE ENVIRONMENT. THE OBJECTIVES OF THIS PROJECT ARE TO (I) EVALUATE THE EFFECT OF SIMPLE PH ADJUSTMENT ON PFAS REMOVAL DUE TO HUMIC ACID PRECIPITATION AND FOAMING AT LOW PH, (II) EVALUATE THE PERFORMANCE OF A MEMBRANE ELECTROCHEMICAL REACTOR TO REMOVE PFAS IN PRECIPITATED HUMIC ACID AND FOAM AT LOW PH IN THE ANODE CHAMBER, AND (III) EVALUATE PRELIMINARY TREATMENTS OF COALESCED FOAM, HUMIC ACIDS, AND THE REMAINING FRACTION OF LEACHATE FOR PFAS DESTRUCTION.ACTIVITIES:THE STUDENT TEAM WILL DEVELOP QUANTITATIVE DATA OF REAGENT AND ENERGY REQUIREMENTS AND TREATMENT PERFORMANCE FOR THE PROPOSED TECHNOLOGIES. A COMPLETE UNDERSTANDING OF THE EFFECT OF PFAS CHEMICAL PROPERTIES (E.G., HEADGROUPS, CHAIN LENGTH, THE EXTENT OF FLUORINATION) ON THE SEPARATION AND REMOVAL DURING TREATMENT WILL BE DEVELOPED. THE MECHANISTIC UNDERSTANDING OF THE IMPACT OF CHEMICAL PROPERTIES ON REMOVAL WILL HELP RESEARCHERS DEVELOP PROPER TREATMENTS FOR PFAS COMPOUNDS BASED ON THEIR PROPERTIES. THE TEAM WILL ALSO IDENTIFY THE EFFECTIVE CONDITIONS FOR THERMAL TREATMENT OF PFAS CONTAINING HUMIC ACID.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PROJECT EXPECTS TO PRODUCE A COMPLETE UNDERSTANDING OF THE TREATMENT MECHANISMS AND CHEMICAL PROPERTIES OF PFAS WITHIN LANDFILL LEACHATES TO IMPROVE ENVIRONMENTAL HEALTH. SPECIFICALLY, THE RESULTS WILL INCLUDE A COMPARISON OF THE TREATMENT PERFORMANCE AMONG HIGH-STRENGTH LEACHATE, FOAM, AND DEFOAMED LEACHATE IN THE GAC+UV/SULFITE PROCESS; A COMPLETE MASS BALANCE OF PFAS SPECIES IN THE TREATMENT SYSTEM; AND AN UNDERSTANDING OF THE BYPRODUCTS FORMED DURING DESTRUCTIVE TREATMENTS (I.E., THERMAL, MER, UV/ARP). DIRECT BENEFICIARIES OF THIS WORK INCLUDE COMMUNITIES IMPACTED BY PFAS CONTAMINATION, LANDFILL AND WASTE MANAGEMENT OFFICIALS, AND STATE AND LOCAL WATER RESOURCE MANAGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_84058201_6800"}, {"internal_id": 159190628, "Award ID": "84058101", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-04", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THE PROJECT IS TO ANALYZE THE MOVEMENT OF POLLUTANTS AROUND THE VILLAGE CREEK RIVER, STUDY THE VULNERABILITY OF THE COMMUNITIES LIVING ALONG THE RIVER AND IN THE FLOOD-RISK ZONES, AND PROMOTE THE INCLUSION OF LOW IMPACT DEVELOPMENTS AND GREEN INFRASTRUCTURE TO MITIGATE THE ISSUE.ACTIVITIES:THE SPECIFIC OBJECTIVES ARE TO 1) PROVIDE A PLATFORM FOR THE PUBLIC TO ACCESS INFORMATION REGARDING THE POLLUTANT EXPOSURE AND HIGH-RISK AREAS IN AN EASILY UNDERSTANDABLE FORMAT AND 2) PROPOSE MODIFIED MITIGATION STRATEGIES SUCH AS FLOATING GARDENS, POLLUTION ABSORBING RAIN GARDENS, AND BIOSWALES IN THE IMPACTED COMMUNITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT ALONG WITH A VULNERABILITY HAZARD MAP THAT WILL IDENTIFY THE COMMUNITIES AT RISK OF EXPOSURE TO POLLUTANTS, AN INFORMATIVE WEBSITE PROVIDING INFORMATION REGARDING THE TYPE OF POLLUTANTS IN THE AREA AND MODIFIED LOW IMPACT DEVELOPMENTS AND GREEN INFRASTRUCTURE DESIGN. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE COMMUNITY MEMBERS NEAR THE VILLAGE CREEK RIVER, CITY PLANNERS, HUMAN HEALTH AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "385a79b6-b810-9612-774a-ef5d04895c34-C", "generated_internal_id": "ASST_NON_84058101_6800"}, {"internal_id": 160687083, "Award ID": "84058001", "Award Amount": 24931.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DESIGN AND BUILD A SCALABLE BLACK SOLDIER FLY LARVAE (BSFL) BIOREACTOR FOR TESTING INSIDE THE SUPER INSULATED SMART SHED, BOTH TO BEGIN REARING FLIES FOR THE LARGER BIOREACTOR SET UP AND TO TEST ENVIRONMENTAL CONTROLS AND CONDITIONS ON THE SCALABLE REACTOR.ACTIVITIES:THE GOALS OF THIS PROJECT ARE TO: 1) DEVELOP A SCALABLE DESIGN AND BIOREACTOR FOR TESTING IN AN ENVIRONMENTALLY MONITORED AND CONTROLLED, INSULATED SMART SHED 2) SCALE AND IMPLEMENT THE DESIGN INSIDE A 8' BY 20' SHIPPING CONTAINER TO EXPERIMENT WITH UPCYCLING CAMPUS DINING HALL FOOD WASTE STREAMS AND 3) CONDUCT AN ANALYSIS ON THE INPUTS AND OUTPUTS OF THE BIOREACTOR SYSTEMS TO DETERMINE PROBLEMS, MEANS OF IMPROVEMENT, AND FURTHER APPLICATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT AND CHARACTERIZE THE INPUTS NEEDED (HEAT ENERGY, VENTILATION, SUNLIGHT, FOOD, ETC.) TO SUSTAIN THE SHIPPING CONTAINER BIOREACTOR SYSTEM. IN ADDITION, THE RECIPIENT WILL HAVE DEVELOPED A PROTOTYPE FOR A SCALABLE CONTINUOUS BSFL BIOREACTOR. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE FOOD AND SOLID WASTE MANAGERS, STATE AND LOCAL GOVERNMENTS, COMMUNITIES LIVING NEAR LANDFILLS AND INCINERATORS, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "488884a4-deb2-d5cb-349b-b8c145a83a5e-C", "generated_internal_id": "ASST_NON_84058001_6800"}, {"internal_id": 158703340, "Award ID": "84057901", "Award Amount": 24997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-26", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A TECHNIQUE TO EVALUATE AND QUANTIFY THE CONCENTRATION OF MICROPLASTICS IN STORMWATER RUNOFF. THE VALIDATED EVALUATION METHOD WILL THEN BE COMPARED TO MODERN STORMWATER CONTROLS TO GAIN BETTER INSIGHT ON THE FATE AND TRANSPORT OF MICROPLASTICS IN STORMWATER.ACTIVITIES:THE SPECIFIC OBJECTIVES ARE TO 1) OPTIMIZE THE SAMPLING EQUIPMENT FOR FLUID DYNAMICS AND MICROPLASTIC COLLECTION; 2) TEST THE EFFICIENCY OF MICROPLASTIC COLLECTION USING WATER SAMPLES; 3) CONDUCT PAIRED SAMPLING OF STORMWATER GREEN INFRASTRUCTURE CONTROLS; AND 4) CHARACTERIZE MICROPLASTICS FOR THEIR SIZE, DIMENSIONS, AND TYPES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE A FINAL REPORT, AS WELL AS A STANDARD PROTOCOL TO SAMPLE AND CHARACTERIZE MICROPLASTICS IN STORMWATER RUNOFF AND QUANTIFY AND CHARACTERIZE THE MICROPLASTICS IN THE EFFLUENT OF STORMWATER CONTROLS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE CITY OF CHATTANOOGA, HUMAN HEALTH, THE ENVIRONMENT AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02349b54-b601-3a2a-a5a6-d8c0db6e2f6c-C", "generated_internal_id": "ASST_NON_84057901_6800"}, {"internal_id": 159190627, "Award ID": "84057801", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A MORE EFFECTIVE AND SUSTAINABLE METHOD FOR DETECTION AND REMOVAL OF GENX FROM WATER.ACTIVITIES:THE ACTIVITIES PERFORMED WILL ADDRESS DECREASED SENSITIVITY OF GENX DETECTION DUE TO BACKGROUND LEVELS IN SAMPLE BLANKS AND EFFECTIVE DISPOSAL OF WASTE PRODUCED BY THE CLEANSING OF ANION EXCHANGE RESINS USED IN THE REMOVAL OF GENX AT WASTEWATER TREATMENT PLANTS. THE RECIPIENT WILL PERFORM THE FOLLOWING ACTIVITIES: 1) TREAT WATER USED IN LC-MS/MS BLANK SAMPLES USING PHOTOCATALYTIC DEGRADATION TO REMOVE ANY BACKGROUND CONTAMINANTS THAT WOULD DECREASE INSTRUMENT SENSITIVITY; 2) TREAT THE WASTE PRODUCT OBTAINED FROM CLEANSING OF ANION EXCHANGE RESINS USING PHOTOCATALYTIC DEGRADATION; AND 3) ASSESS THE SUCCESS OF REMOVAL USING LC-MS/MS TO DETECT CHANGES IN LEVELS OF GENX PRE- AND POST-TREATMENT FOR BOTH THE BLANK SAMPLES AND WASTE PRODUCTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT DOCUMENTING THE EFFECTIVENESS OF PHOTOCATALYTIC DEGRADATION TREATMENT IN REDUCING LEVELS OF GENX IN BLANK SAMPLES AND WASTE PRODUCTS. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE WASTEWATER TREATMENT PLANT OPERATORS, RESEARCHERS, CONTAMINATED SITE MANAGERS, HUMAN HEALTH AND THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82335220-b01b-63c5-95b9-6dcae60104e4-C", "generated_internal_id": "ASST_NON_84057801_6800"}, {"internal_id": 159789714, "Award ID": "84057701", "Award Amount": 24999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-30", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO BUILD A SCALABLE TWO-DIMENSIONAL SEMICONDUCTING TRANSITION METAL DIHALCOGENIDES (TMDS) BASED FIELD-EFFECT TRANSISTOR (FET) FOR RAPID IN-SITU LEAD DETECTION IN DRINKING WATER. THE DEVELOPMENT OF THESE SENSORS WILL BRIDGE KNOWLEDGE GAPS IN THE FIELD OF NOVEL LEAD DETECTION SENSORS AND WILL BE ABLE TO RAPIDLY DETECT LEAD TO LIMIT CONTAMINATION IN DRINKING WATER SUPPLIES. ACTIVITIES:THE SENSORS WILL BE PRODUCED USING BORON NITRIDE TO FACILITATE LEAD DETECTION AND WILL BE EVALUATED BASED ON THE CRITERIA OF SENSING PERFORMANCE, DEVICE STABILITY, AND REUSABILITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OUTPUTS INCLUDE AN EFFECTIVE FET SENSOR THAT WILL WORK TO REDUCE THE EXPOSURE AND PREVENT POLLUTANT CONTAMINATION IN POTABLE WATER SUPPLIES. OUTCOMES INCLUDE NEW INSIGHTS INTO NANOTECHNOLOGY-ENABLED SMART SENSORS TO SUPPORT RAPID AND IN-SITU LEAD DETECTION IN DRINKING WATER SYSTEMS FOR SAFE AND SUSTAINABLE WATER RESOURCES. INTENDED BENEFICIARIES OF THIS WORK INCLUDE COMMUNITIES AFFECTED BY LEAD CONTAMINATION, MUNICIPAL WATER MANAGERS, AND STATE AND LOCAL HEALTH OFFICIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82c8adbe-8cac-d692-3b0d-f0950057335a-C", "generated_internal_id": "ASST_NON_84057701_6800"}, {"internal_id": 159190626, "Award ID": "84057601", "Award Amount": 24975.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO USE BISMUTH NANOPARTICLES TO DETECT LEAD THROUGH COLOR CHANGE. THIS PROCESS CAN BE APPLIED TO TAP WATER DRINKING SYSTEMS AS AN ALTERNATIVE TO THE USE OF GOLD NANOPARTICLES.ACTIVITIES:THE STUDENT TEAM WILL RESEARCH, ANALYZE AND CHARACTERIZE THE ABILITY OF BISMUTH NANOPARTICLES TO DETECT LEAD IONS IN AN APPLICATION THAT TYPICALLY USES GOLD NANOPARTICLES. BISMUTH, LIKE GOLD, IS CONSIDERED ENVIRONMENTALLY NONTOXIC TO HUMANS, BUT IS A LOT LESS EXPENSIVE THAN GOLD AND CAN OXIDIZE IN ITS NANOPARTICLE FORM TO MAKE VISUAL COLOR CHANGE DETECTION A LOT SIMPLER. A CONTROL TEST USING GOLD NANOPARTICLES WILL BE USED TO DETERMINE THE VIABILITY OF BISMUTH NANOPARTICLES TO DETECT LEAD.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:POTENTIAL RESULTS INCLUDE ADDITIONAL INFORMATION ON THE PERFORMANCE OF BISMUTH NANOPARTICLES IN LEAD DETECTION AND WHETHER ADDITIONAL TRIALS OF THIS PROCEDURE ARE NECESSARY. IF BISMUTH IS FOUND TO NOT PERFORM IN THIS PROCEDURE, IT PROVIDES RESEARCHERS WITH A NEW UNDERSTANDING, AND THEY ARE ABLE TO MOVE IN A DIFFERENT DIRECTION IN REPLACING EXPENSIVE GOLD NANOPARTICLES. ON THE OTHER HAND, SUCCESS WOULD DEMONSTRATE THAT BISMUTH CAN BE USED IN PLACE OF GOLD IN THE GIVEN LEAD DETECTION PROCEDURE. THE ABILITY TO USE BISMUTH MAKES THE PROCEDURE MORE AFFORDABLE AND THEREFORE POTENTIALLY MORE ACCESSIBLE TO COMMUNITIES IN NEED. INTENDED BENEFICIARIES INCLUDE INDIGENOUS AND UNDERSERVED COMMUNITIES IN NEED OF SAFE DRINKING WATER IN MINNESOTA AND OTHER U.S. COMMUNITIES, AS WELL AS WATER QUALITY AND PUBLIC HEALTH MANAGERS AND WASTEWATER TREATMENT PLANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b467b4d-77f3-6c74-585b-2a6e0be23a89-C", "generated_internal_id": "ASST_NON_84057601_6800"}, {"internal_id": 158703339, "Award ID": "84057501", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-26", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A NOVEL METHOD OF DETECTING WATERBORNE BACTERIA USING RAMAN SPECTROSCOPY AND DEEP LEARNING.ACTIVITIES:THE SPECIFIC OBJECTIVES ARE TO 1) DEVELOP A DEEP LEARNING MODEL AND A RAMAN SPECTROSCOPY WORKSTATION TO RAPIDLY DETECT ENVIRONMENTAL WATERBORNE BACTERIA, 2)  USE THE NEWLY DEVELOP WORKSTATION TO TEST WATER SAMPLES IN THE ANIMAS RIVER IN COLORADO, AND 3) EDUCATE COMMUNITIES ON THE IMPORTANCE OF WATER RESOURCE PROTECTION AND THE TECHNOLOGIES FOR ENVIRONMENTAL PROTECTION. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE A FINAL REPORT, AS WELL AS A PCR-FREE, MORE EFFICIENT, ALTERNATIVE METHOD FOR WATERBORNE BACTERIA DETECTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4fd11353-076a-e5f7-52a1-31a036abfead-C", "generated_internal_id": "ASST_NON_84057501_6800"}, {"internal_id": 161572552, "Award ID": "84057401", "Award Amount": 24994.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO SYNTHESIZE AND CHARACTERIZE BIOCHAR AND HYDROCHAR ADSORBENTS FROM AGRICULTURAL WASTE BIOMASS, WHICH CAN BE USED TO FILTER DISINFECTION BYPRODUCTS FROM DRINKING WATER.ACTIVITIES:DIFFERENT FEEDSTOCK WILL BE USED TO SYNTHESIZE BIOCHAR AND HYDROCHAR AND WILL BE TESTED AT VARIOUS TEMPERATURES TO DETERMINE OPTIMAL ADSORPTION CAPACITY FOR REMOVAL OF DISINFECTION BY-PRODUCTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OUTPUTS INCLUDE LOW-COST ADSORBENTS FORMED FROM HYDROCHAR AND BIOCHAR THAT ARE ABLE TO REMOVE DISINFECTION BYPRODUCTS. OUTCOMES INCLUDE IMPROVED DRINKING WATER QUALITY AND PUBLIC HEALTH IN THE US. INTENDED BENEFICIARIES FOR THIS RESEARCH INCLUDE END-USERS, ENVIRONMENTAL HEALTH MANAGERS, AND LOCAL WASTEWATER TREATMENT SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "030ff4e1-5b82-35d0-a78c-551a23bb4ba1-C", "generated_internal_id": "ASST_NON_84057401_6800"}, {"internal_id": 159190625, "Award ID": "84057301", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-03", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THE PROJECT IS TO MEASURE THE RELEASE OF MICROPLASTICS FROM SYNTHETIC TEXTILES DURING WASHING AND EXAMINE THE NANOSCALE DEGRADATION MECHANISMS UNDER SIMULATED ENVIRONMENTAL EXPOSURE THAT MICROPLASTICS ENCOUNTER UPON RELEASE TO NATURAL WATER BODIES.ACTIVITIES:THE SPECIFIC OBJECTIVES OF THE PROJECT ARE TO INVESTIGATE THE RELEASE OF MICROPLASTICS FROM SYNTHETIC TEXTILES, OBSERVE MECHANISTIC BREAKDOWN OF THE RELEASED PLASTICS UNDER ENVIRONMENTALLY RELATED CONDITIONS, AND QUANTIFY NANOSCALE DEGRADATION USING A QUARTZ-CRYSTAL MICROBALANCE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT AS WELL AS DOCUMENTING THE FINDINGS OF RELEASE PATTERN OF MICROPLASTICS DURING WASHING, DEGRADATION BEHAVIOR UNDER VISIBLE LIGHT AND HYDROLYSIS IN THE AQUATIC ENVIRONMENT, AND MASS CHANGE DURING DEGRADATION AT THE NANOSCALE LEVEL. DIRECT BENEFICIARIES OF THE PROGRAM INCLUDE STATE AND LOCAL GOVERNMENTS, WASTEWATER TREATMENT PLANT PERSONNEL, HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "860e898a-39c5-1b85-9719-9fa3e8c32778-C", "generated_internal_id": "ASST_NON_84057301_6800"}, {"internal_id": 159190624, "Award ID": "84057201", "Award Amount": 24932.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-12", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO DESIGN AND TEST LOW-COST PM2.5 SENSORS IN ORDER TO MEASURE AMBIENT PARTICULATE MATTER DISPARITIES ACROSS ASHEVILLE, NORTH CAROLINA. THESE LOW-COST SENSORS WILL MEASURE THE AMBIENT PARTICULATE DISPARITY BETWEEN NEIGHBORHOODS IN THE CITY, SOME OF WHICH HAVE BEEN HISTORICALLY SUBJECTED TO RACIAL HOUSING DISCRIMINATION.ACTIVITIES:SPECIFICALLY, THIS PROJECT WILL USE LOW-COST PM2.5 SENSORS TO PROVIDE IN SITU MEASUREMENTS OF AIR POLLUTION IN ASHEVILLE, NORTH CAROLINA, AT 11 SEPARATE LOCATIONS WHICH SPAN GEOGRAPHIC AND DEMOGRAPHIC RANGES AND WILL IDENTIFY WHICH COMMUNITIES ARE MOST IMPACTED BY PARTICULATE POLLUTION. THE SENSORS WILL BE TRULY LOW-COST AT ABOUT $100, WILL BE FIELD TESTED IN PARTNERSHIP WITH LOCAL AIR QUALITY MANAGERS, AND DESIGNED WITH OPEN-SOURCE SOFTWARE TO SERVE AS A VALUABLE EDUCATION TOOL AT THE K-12 AND UNIVERSITY LEVEL.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PRIMARY OUTPUT OF THIS PROJECT IS A DATABASE OF NEIGHBORHOOD-SCALE AMBIENT PM2.5 CONCENTRATIONS. THESE MEASUREMENTS WILL FILL A DATA GAP IN A SPARSELY MONITORED REGION. PROJECT OUTPUTS WILL BE PRESENTED AT THE 2023 NATIONAL STUDENT DESIGN EXPO AND IN A PEER-REVIEWED MANUSCRIPT. THE MAIN RESEARCH OUTCOME IS TO INFORM UNDERSERVED COMMUNITIES ABOUT THEIR LOCAL AIR QUALITY THROUGH A DETAILED UNDERSTANDING OF ITS SPATIOTEMPORAL HETEROGENEITY. INTENDED BENEFICIARIES INCLUDE STATE AND LOCAL ENVIRONMENTAL AGENCIES WHO CAN USE THE MEASUREMENTS GENERATED BY THIS RESEARCH TO HELP ADDRESS ENVIRONMENTAL INJUSTICES AND IMPROVE THE HEALTH AND WELL-BEING OF MARGINALIZED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "781f1c8e-8edf-5ac2-fe6f-d796e9982dc1-C", "generated_internal_id": "ASST_NON_84057201_6800"}, {"internal_id": 159789713, "Award ID": "84057101", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-23", "CFDA Number": "66.516", "Description": "DESCRIPTION:THIS PROJECT WILL DESIGN AN AIR QUALITY MONITORING APPLICATION FOR USE BY OUTDOOR RECREATORS (E.G., ROCK CLIMBERS, HIKERS, MOUNTAIN BIKERS, ETC.) WHO ROUTINELY USE BACKCOUNTRY TRAIL SYSTEMS. THE APPLICATION WILL FACILITATE THE COLLECTION AND DISTRIBUTION OF LOCAL AIR QUALITY CONDITIONS AT POPULATION RECREATION SITES SO THAT INFORMED DECISIONS CAN BE MADE TO VISIT A PARTICULAR OUTDOOR SPACE.ACTIVITIES:THE SPECIFIC OBJECTIVES OF THE PROJECT ARE: 1) DESIGN A MOBILE APPLICATION INTERFACE THAT SUPPORTS IMAGE UPLOAD; 2) INTEGRATE THE MOBILE APPLICATION WITH COMMUNITY PARTNERS TO SUPPORT DISTRIBUTION TO OUTDOOR RECREATORS; 3) IDENTIFY TEN BACKCOUNTRY RECREATION SITES AND INSTALL PROJECT SIGNAGE AND INSTRUCTIONS FOR PARTICIPATING IN THE CROWDSOURCING OF VIEWSHED IMAGES; 4) DEPLOY A PM 2.5 MONITORING SENSOR INTERACTIVELY AT EACH OF THE TEN RECREATION SITES; 5) MODEL THE RELATIONSHIP BETWEEN DISTANCE-BASED 'VISIBILITY' BY COMPARING CROWDSOURCING IMAGES WITH IMAGES TAKEN WHEN PM 2.5 LEVELS WERE RECORDED AND 6) COMMUNICATE AIR QUALITY PREDICTIONS TO MOBILE APPLICATION USERS DURING WILDFIRE EVENTS OF TIMES WHEN PM 2.5 IS ELEVATED TO INFORM DECISION-MAKING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT AND A MOBILE APPLICATION THAT WILL IMPROVE THE AVAILABILITY AND TARGETED DISTRIBUTION OF AIR QUALITY INFORMATION AT OUTDOOR RECREATION SITES THAT ARE PRONE TO SEVERE PARTICULATE MATTER FLUCTUATIONS DURING WILDFIRE EVENTS IN THE ROCKY MOUNTAIN WEST. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE STATE AND LOCAL GOVERNMENTS INCLUDING AIR QUALITY REGULATORS, END USERS OF BACKCOUNTRY TRAIL SYSTEMS, ESPECIALLY IN THE ROCKY MOUNTAIN AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_84057101_6800"}, {"internal_id": 159789712, "Award ID": "84057001", "Award Amount": 24999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-23", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO BUILD A NETWORK OF LOW-COST CALIBRATED AIR QUALITY SENSORS THAT CAN BE DISTRIBUTED AT SCALE AND USED SUSTAINABLY ACROSS PREDOMINANT BLACK AND BROWN DALLAS-FORT WORTH NEIGHBORHOODS. THE NETWORK OF LOW-COST SENSORS WILL BE RELATED TO REAL-TIME REMOTE SENSING OBSERVATIONS FROM THE GEOSTATIONARY GOES-R SATELLITE THAT WILL PROVIDE SCIENTIFICALLY VALID INFORMATION FOR DATA-DRIVEN DECISIONS BY COMMUNITIES AND RESIDENTS.ACTIVITIES:THE GOALS OF THIS PROJECT ARE TO : 1) CALIBRATE EACH INDIVIDUAL LOW-COST SENSOR BY CO-LOCATION USING REAL-TIME MACHINE LEARNING TO LINK AND CONTINUOUSLY CALIBRATE A NETWORK OF SENSORS; 2) PARTNERING WITH PAUL QUINN COLLEGE AND DOWNWINDERS AT RISK TO IDENTIFY MOST URGENT LOCATIONS FOR SENSORS; 3) DEVELOP AND DEPLOY INEXPENSIVE SOLAR POWERED SENSORS THAT CAN COMMUNICATE USING LONG RANGE WIRELESS AREA NETWORK; AND 4) DISSEMINATE DATA IN AN OPEN-SOURCE PLATFORM TO THE WEST DALLAS COMMUNITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE A FINAL REPORT AND DEVELOP AN OPEN SENSOR DESIGN AND OPEN SOURCE PARADIGM FOR USING MACHINE LEARNING FOR THE CALIBRATION OF BOTH LOW-COST SENSORS AND REMOTE SENSING SATELLITE OBSERVATIONS FROM NOAA GOES-R, SO THAT THEY CAN READILY AND SUSTAINABLY BE DEPLOYED ACROSS COMMUNITIES AND PROVIDE SCIENTIFICALLY USEFUL AND SOCIETALLY BENEFICIAL MONITORING. DIRECT BENEFICIARIES INCLUDE STATE AND LOCAL ENVIRONMENTAL REGULATORS, STATE AND LOCAL GOVERNMENTS, LOCAL COMMUNITY GROUPS, THE DALLAS-FORT WORTH AREA AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b31a6584-f8ff-0848-3b7a-04422c7b4762-C", "generated_internal_id": "ASST_NON_84057001_6800"}, {"internal_id": 158703338, "Award ID": "84056901", "Award Amount": 24131.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-27", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO MONITOR INDOOR CONCENTRATIONS OF PARTICULATE MATTER, VOLATILE ORGANIC COMPOUNDS (VOCS), CARBON DIOXIDE (CO2 ), OZONE (O3 ), AND AIRBORNE PATHOGENS IN A CLASSROOM SETTING UTILIZING INEXPENSIVE CLOUD-BASED AIR QUALITY SENSORS. THIS PROJECT ALSO AIMS TO DESIGN AND INTRODUCE A NON-INVASIVE INDOOR AIR POLLUTANT SOLUTION TO MITIGATE EXPOSURE. ACTIVITIES:THE SPECIFIC OBJECTIVES ARE TO 1) EXAMINE EXPOSURE TO INDOOR AIR POLLUTANTS EMPLOYING COST EFFECTIVE APPROACHES FOR OBSERVATION IN REAL-TIME; 2) EVALUATE CLASSROOM POLLUTANT DATA TO RECORD POLLUTION SOURCE AND LOSS PROCESSES; 3) EMPLOY A VIABLE ENGINEERING DESIGN PROCESS TO DEVELOP A COST-EFFECTIVE MITIGATION STRATEGY BASED ON PORTABLE AIR FILTRATION TECHNOLOGY; 4) COMPARE AIR FILTERED BY THE NEWLY DEVELOPED STRATEGIES WITH UNFILTERED AIR TO COMPILE MULTIPOLLUTANT DATASETS; AND 5) IMPLEMENT NEW SERVICE-LEARNING OPPORTUNITIES FOR STUDENTS TO LEARN.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES OF THIS PROJECT INCLUDE A FINAL REPORT AND THE DEVELOPMENT OF A COST-EFFICIENT FRAMEWORK FOR INDOOR AIR POLLUTANT MONITORING AND MITIGATION USING MODULAR PORTABLE AIR FILTRATION DEVICES. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE LAFAYETTE, INDIANA SCHOOL FACULTY AND STUDENTS, HUMAN HEALTH, THE ENVIRONMENT AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_84056901_6800"}, {"internal_id": 159190623, "Award ID": "84056801", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-04", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP AN INNOVATIVE ON-SITE SCREENING ELECTROCHEMICAL IMPEDANCE SPECTROSCOPY (EIS) BIOSENSOR WHICH CAN RAPIDLY AND SIMPLY MONITOR HARMFUL ALGAL BLOOMS.ACTIVITIES:THE SPECIFIC OBJECTIVES ARE 1) DESIGN AND FABRICATE A LOW-COST BIOSENSOR FOR THE DETECTION OF MICROCYSTINS-LR (MC-LR), 2) CHARACTERIZE AND EVALUATE THE OPTIMAL PARAMETER CONDITIONS FOR BIOSENSOR PERFORMANCE, AND 3) EVALUATE THE ENVIRONMENTAL PRACTICE AND WIRELESS BIOSENSOR FOR MC-LR DETECTION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES OF THIS PROJECT INCLUDE A FINAL REPORT AND THE DESIGN OF A CONVENIENT AND EFFECTIVE SENSING PLATFORM TARGETING ALGAL TOXINS IN RECREATIONAL AND DRINKING WATER SOURCES WHILE ELIMINATING THE TIME AND COST OF ANALYSIS IN A LABORATORY THROUGH CONVENTIONAL METHODS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE UNDERSERVED COMMUNITIES LOCATED IN HAB EXPERIENCING WATER BODIES, THE GENERAL PUBLIC, HUMAN HEALTH AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_84056801_6800"}, {"internal_id": 152691239, "Award ID": "84042101", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-11", "CFDA Number": "66.516", "Description": "DESCRIPTION:THIS PROJECT IS TO DEVELOP A TECHNOLOGY THAT CAN MITIGATE THE RISKS ASSOCIATED WITH TRANSPORT OF PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) FROM CONTAMINATED SEDIMENTS. THE PROJECT WILL ADVANCE THE CAPPING TECHNOLOGY AND DEMONSTRATE THE POTENTIAL EFFICACY OF SORBENT-AMENDED CAPS FOR REMEDIATION OF PFAS-CONTAMINATED SEDIMENTS. \nACTIVITIES:THE PROJECT SEEKS TO PROVIDE NEW INSIGHT INTO THE EFFICACY OF PFAS REMEDIATION USING SEDIMENT CAPPING TECHNOLOGIES. THE TEAM WILL CONDUCT THESE SPECIFIC TASKS: (1) CONDUCT LABORATORY-SCALE EXPERIMENTS TO EXAMINE THE EFFECTIVENESS OF SEDIMENT CAPS FOR PFAS CONTAINMENT THAT INCLUDE PORE WATER UPWELLING AND BIOTURBATION, (2) EXTEND PFAS ANALYTICAL METHODS TO INCLUDE A LARGER SUITE OF COMPOUNDS, (3) CHARACTERIZE PFAS MIGRATION THROUGH CAPS USING FATE AND TRANSPORT MODELS, (4) PERFORM A REMEDIAL DESIGN INVESTIGATION FOR A PFAS-CONTAMINATED AREA AND (5) ASSES THE POTENTIAL COSTS AND BENEFITS OF SORBENT-AMENDED CAPS IN REAL CONTAMINATED AREAS.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE ANNUAL AND FINAL REPORTS DOCUMENTING THE PROGRESS OF THEIR EFFORTS TO PROVE THAT SEQUESTRATION OF PFAS IN CONTAMINATED SEDIMENTS IS A COST-EFFECTIVE APPROACH TO REDUCE ENVIRONMENTAL RISKS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE WATER SYSTEM MANAGERS, STATE AND LOCAL GOVERNMENTS AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b3a04d0-3e60-b87e-6725-ecdf8f2bae97-C", "generated_internal_id": "ASST_NON_84042101_6800"}, {"internal_id": 157419502, "Award ID": "84042001", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-06", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A 'SMART' STRATEGY TO MITIGATE HARMFUL ALGAL BLOOMS (HABS) IN THEIR EARLY STAGES IN LAKE WATER BY REDUCING THE AMOUNT OF CYANOBACTERIA WITH THE BONUS OF DEGRADING THE CYANOTOXINS AND REMOVING PHOSPHORUS.ACTIVITIES:THE OBJECTIVES OF THIS RESEARCH IS TO ADVANCE THE UNDERSTANDING OF EARLY STAGE HAB MITIGATION BY UNDERSTANDING HOW WATER QUALITY PARAMETERS AFFECT WATER TREATMENT. THE TEAM WILL PROVIDE THE FOLLOWING MITIGATION STRATEGIES: 1) HABS WILL BE MONITORED USING AN INTEGRATED PROCESS OF DRONE MONITORING AND AUTO-SAMPLING FOR LAB ANALYSIS.  2) LAB TESTS WILL BE CONDUCTED TO UNDERSTAND THE IMPACT OF INFLUENTIAL FACTORS ON HAB MITIGATION, SUCH AS NATURAL ORGANIC MATTER, BICARBONATE AND CARBONATE, PH, AND TEMPERATURE OF LAKE WATER, FOR OPTIMIZING THE EFFICIENCY OF THE TECHNOLOGY. 3) A POINT-OF-USE (POU) SYSTEM WILL BE DESIGNED AND MANUFACTURED, WHICH COMPRISES AN INNOVATIVE AND INTEGRATIVE AUTOMATED FLOATING STATION (AFS) FOLLOWED BY A TREATMENT FLOATING STATION (TFS), BOTH POWERED BY SOLAR LIGHT. 4) HAB EARLY MITIGATION WILL BE INVESTIGATED IN THE CAMPUS LAKE OF SIUC IN A PILOT SCALE USING THE DESIGNED POU SYSTEM UNDER SOLAR LIGHT. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE ANNUAL AND FINAL REPORTS DOCUMENTING THE EFFECTIVENESS OF MITIGATING EARLY-STAGE HABS, REDUCING CYANOTOXINS IN FRESHWATER, AND IMPROVING LAKE WATER QUALITY. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE WATER SYSTEM MANAGERS, STATE AND LOCAL GOVERNMENTS AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "860e898a-39c5-1b85-9719-9fa3e8c32778-C", "generated_internal_id": "ASST_NON_84042001_6800"}, {"internal_id": 150724619, "Award ID": "84041901", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PROJECT WILL DEVELOP AN INNOVATIVE MICROWAVE-ASSISTED MEMBRANE FILTRATION (MWM) SYSTEM THAT COMBINES MICROWAVE CATALYSIS AND MICROFILTRATION TO ENHANCE THE REMOVAL OF PERFLUOROOCTANOIC ACID (PFOA) AND PERFLUOROOCTANE SULFONIC ACID (PFOS). THE TEAM INTENDS TO CONTINUE TO ADVANCE PHASE I PROGRESS ON THE DEGRADATION KINETICS AND MECHANISMS OF PFOA VIA BISMUTH FERRITE (BFO) COATED MICROWAVE ASSISTED MEMBRANE. ACTIVITIES:THE PROJECT WILL: 1) FABRICATE AND CHARACTERIZE A SUITE OF NANOCOMPOSITES BASED ON THEIR MICROWAVE ADSORPTION PERFORMANCE AND MECHANISMS; 2) OPTIMIZE MICROWAVE MEMBRANE SYSTEMS FOR EFFECTIVE PENETRATION OF MICROWAVE IRRADIATION; AND 3) ASSESS ANTIVIRUS ACTIVITY OF FUNCTIONALIZED MEMBRANES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDES ANNUAL AND FINAL REPORTS SUMMARIZING THEIR EFFORTS TO EXPLOIT A SUITE OF NOVEL HIGH-PERFORMANCE MICROWAVE RESPONSIVE CATALYSTS IN ORDER TO DEVISE FUNCTIONAL MICROWAVE-ENHANCED LIQUID FILTRATION SYSTEMS. THE EXPECTED OUTCOME OF THE PROJECT WILL BE AN ASSESSMENT OF PHYSICOCHEMICAL AND ELECTROMAGNETIC  PROPERTY FOR NOVEL MICROWAVE-RESPONSIVE CATALYST; TESTING THE STABILITY OF CATALYST COATED MEMBRANE WITH DIFFERENT COATING METHOD; PENETRATION OF MICROWAVE IRRADIATION FOR VARIOUS MATERIAL AND MEDIUM AND ASSESS THE EFFECTIVENESS OF VIRUS INACTIVITY BY MICROWAVE ASSISTED MEMBRANE FILTRATION SYSTEM. DIRECT BENEFICIARIES INCLUDE DRINKING WATER MANAGERS, STATE AND LOCAL GOVERNMENTS AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82c8adbe-8cac-d692-3b0d-f0950057335a-C", "generated_internal_id": "ASST_NON_84041901_6800"}, {"internal_id": 152691216, "Award ID": "84041801", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-14", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OVERARCHING GOAL OF THIS RESEARCH IS TO DEVELOP AN ALTERNATIVE UPGRADING TECHNIQUE CAPABLE OF INTEGRATING (I.E., REDUCING THE NUMBER OF TREATMENT UNITS) AND INTENSIFYING (I.E., DECREASING POWER CONSUMPTION) THE PURIFICATION PROCESS. THE TEAM WILL CONTINUE TO IMPROVE THE ADSORPTION PERFORMANCE AND LONG-TERM STABILITY OF THE FINAL AMINOSILICA CANDIDATE.ACTIVITIES:THE PROJECT SEEKS TO IDENTIFY THE OPTIMAL AMINOSILICA CANDIDATE AND EVALUATE THEIR ABILITY TO EFFECTIVELY AND SIMULTANEOUSLY REMOVE TARGET IMPURITIES, SUCH AS CARBON DIOXIDE, WATER VAPOR, AND HYDROGEN SULFIDE. THIS WILL BE ACCOMPLISHED IN THE FOLLOWING TASKS: 1) IMPROVE THE OXIDATION STABILITY OF AMINOSILICA; 2) STUDY THE REMOVAL OF OTHER BIOGAS AND LANDFILL GAS IMPURITIES; 3) ASSESS THE LONG-TERM STABILITY OF AMINOSILICA DURING CYCLING. THE ULTIMATE GOAL IS TO INTEGRATE THE BIOGAS AND LANDFILL GAS PURIFICATION PROCESS INTO ONE SINGLE STAGE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE ANNUAL AND FINAL REPORTS DOCUMENTING THE PROGRESS OF THEIR EFFORTS TO OPTIMIZE THE MADE-TO-ORDER ADSORBENT MATERIALS THAT CAN SIMULTANEOUSLY AND EFFECTIVELY REMOVE TARGET IMPURITIES FROM BIOGAS AND LANDFILL GAS TO PRODUCE HIGH-PURITY BIOMETHANE.  DIRECT BENEFICIARIES OF THIS PROGRAM WILL INCLUDE FARM OWNERS AND LANDFILL OPERATORS MANAGE HAZARDOUS GASES, STATE AND LOCAL GOVERNMENTS AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caef8c38-5944-9743-df26-1aeaf8b6bc50-C", "generated_internal_id": "ASST_NON_84041801_6800"}, {"internal_id": 155937142, "Award ID": "84041701", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-11", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO ADVANCE THE NUTRIENT-SELECTIVE ADSORBENT AND THE ELECTRO-ASSISTED REGENERATION SYSTEM'S CAPABILITIES AND TRANSFORM THE UNIT INTO AN INTENSIFIED SELF-SUSTAINING DEVICE FOR NUTRIENT CAPTURE AND RECOVERY. THE INTENSIFICATION INCLUDES COMBINING MULTIPLE UNIT PROCESSES TO MINIMIZE INPUTS AND EMISSIONS. THE PI DEVELOPED A NITROGEN (N)-SELECTIVE ADSORBENT (CU-WACG) AND DETERMINED THAT BY SUPPLEMENTING A COMMERCIALLY AVAILABLE PHOSHORUS (P)-SELECTIVE ADSORBENT (HAIX), THE ADSORBENTS COULD WORK MORE SELECTIVELY TO CAPTURE AND REMOVE N AND P FROM WASTEWATERS. ACTIVITIES:THIS PROJECT WILL 1) VALIDATE AND OPTIMIZE ELECTRO-ASSISTED REGENERATION OF THE N-SELECTIVE ADSORBENT; 2) INTEGRATE CUWACG AND HAIX COLUMNS AND THEIR REGENERATION SYSTEMS TOGETHER AS A MODULAR DEVICE AND 3) CONDUCT LONG TERM PILOT STUDIES AND SYSTEMS-LEVEL ASSESSMENT TO QUANTIFY ENVIRONMENTAL AND ECONOMIC BENEFITS. THE PILOT SYSTEM WILL DOUBLE AS A DEMONSTRATION AND EDUCATIONAL SITE FOR ENGAGING DIVERSE AUDIENCES VIA INTERACTIVE TOURS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PI WILL SUBMIT ANNUAL AND FINAL REPORTS ON THEIR EFFORTS TO VALIDATE AND OPTIMIZE THE ABILITY OF THE ELECTRO-ASSISTED ADSORBENTS TO REGENERATION FOR THE TWO ADSORBENTS TOGETHER AND ESTABLISH AN INTEGRATED, READILY IMPLEMENTED DEVICE CAPABLE OF CAPTURING AND REMOVING N AND P FROM WASTEWATERS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE WASTEWATER TREATMENT SYSTEM MANAGERS, STATE AND LOCAL GOVERNMENTS AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c13d643-4334-38ed-1952-0db7e2ac5e56-C", "generated_internal_id": "ASST_NON_84041701_6800"}, {"internal_id": 149897520, "Award ID": "84041501", "Award Amount": 24982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-10", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO CONDUCT RESEARCH TO INCREASE THE SENSITIVITY OF A PREVIOUSLY PROPOSED SENSOR THAT SHOWS PROMISE FOR PROVIDING CONTINUOUS MEASUREMENT OF LEAD LEVELS IN PREMISE PLUMBING. THE PROJECT WILL BE DEVELOPED WITH THE GOAL OF REPORTING SUMMARY DATA TO NEWARK SEWER AND WATER AND CDM SMITH TO INFORM THEIR DECISION-MAKING. ACTIVITIES:THE UNDERGRADUATE STUDENT TEAM WILL MENTOR HIGH SCHOOL STUDENTS TO DEVELOP THE SENSOR MODULE HOUSING. THE STEPS OF THE PROJECT INCLUDE (1) FABRICATE AN IMPROVED LEAD SENSOR BY VARYING THE GAP BETWEEN ELECTRODES AND APPLIED VOLTAGE, (2) INVESTIGATE VARIOUS SENSOR CONFIGURATIONS AND SIGNAL PROCESSING TECHNIQUES TO IMPROVE THE RELIABILITY OF READING, (3) DESIGN AN OPEN-SOURCE MODULE FOR THE SENSOR THAT CAN TRANSMIT DATA WIRELESSLY. (4) DEVELOP AN INTERFACE FOR COLLECTING AND REPORTING COLLECTED DATA.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE DELIVERABLE OF THE PROJECT WILL BE AN IMPROVED LEAD SENSOR AND OPEN-SOURCE WIRELESS MODULE FOR THE SENSOR. THE EXPECTED OUTCOMES OF THE PROJECT INCLUDE, WATER SAFETY FOR THE PEOPLE WITH THE GREATEST RISK OF HARMFUL LEAD EXPOSURE ; MORE CAREFULLY MANAGED CORROSION CONTROL DOSES, SUCH AS THE NUTRIENT ORTHOPHOSPHATE; AND ASSISTANCE WITH UTILITIES' PLANNING OF THEIR RESPONSES TO ELEVATED LEAD LEVELS STRATEGICALLY, SPENDING FEWER RESOURCES ON TESTING AND ALLOCATING MORE RESOURCES WHERE THEY ARE MOST NEEDED. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE, COMMUNITIES IN NEW JERSEY, VULNERABLE COMMUNITIES, WATER UTILITIES, AND PEOPLE IN AREAS AFFECTED BY LEAD CONTAMINATED DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82c8adbe-8cac-d692-3b0d-f0950057335a-C", "generated_internal_id": "ASST_NON_84041501_6800"}, {"internal_id": 150486486, "Award ID": "84041401", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-08", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT TO DEVELOP AND DEMONSTRATE THE EFFECTIVENESS OF ENVIRONMENTALLY BENIGN RECYCLING AGENTS IN THE RECYCLING AND RECLAIMING PROCESS OF ASPHALT PAVEMENT. AN EMPHASIS WILL BE PLACED ON ENVIRONMENTALLY BENIGN RECYCLING AGENTS THAT ARE MADE FROM RECYCLED MATERIALS OR ARE OTHERWISE SUSTAINABLE.\nACTIVITIES:THIS PROJECT WILL INVESTIGATE AND DEVELOP NEW MATERIALS THAT CAN BE USED AS RECYCLING AGENTS. THE RECYCLING AGENTS WILL BE EVALUATED ON THEIR 1) ABILITY TO REJUVENATE THE ASPHALT BINDER, 2) COST EFFECTIVENESS, AND 3) ENVIRONMENTAL FOOTPRINT. THEY WILL BE TESTED ON PERFORMANCE WHEN MIXED WITH ASPHALT.  EXAMPLES OF POTENTIAL MATERIALS INCLUDE OIL PRODUCED FROM SPENT COFFEE GROUNDS AND CAMELINA SATIVA OIL.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE DELIVERABLES FROM THE PROJECT WILL BE LESS RECLAIMED ASPHALT PAVEMENT (RAP) WILL BE STORED IN LANDFILLS, A SUSTAINABLE TRANSPORTATION SYSTEM WILL BE DEVELOPED, AND THE COST OF NEW CONSTRUCTION WILL BE DECREASED. THE GRANTEES WILL ALSO PROVIDE A FINAL REPORT AT THE END OF THE PROJECT. THE EXPECTED OUTCOMES OF THE PROJECT WILL AIM TO PROVIDE ENVIRONMENTAL BENEFITS; INCREASE THE SUSTAINABILITY OF THE ASPHALT PAVEMENT INDUSTRY; AND DEVELOP ASPHALT PAVEMENTS THAT ARE MORE AFFORDABLE, REUSABLE, AND RECYCLABLE THAN CURRENTLY EXIST. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE LANDFILL MANAGERS, POPULATIONS NEAR LANDFILLS, AND THE GENERAL PUBLIC.\n.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa6109b2-aec7-7a11-bc42-3e6360d75a34-C", "generated_internal_id": "ASST_NON_84041401_6800"}, {"internal_id": 149848365, "Award ID": "84041301", "Award Amount": 24908.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-31", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO CONTRIBUTE TO EFFORTS PROTECTING URBAN AND RURAL WATERSHEDS FROM NONPOINT SOURCE POLLUTION (NPS) BY DESIGNING AND BUILDING A 3D PRINTED MEDIA WITH A HIGH SURFACE AREA THAT MAY OFFSET SOME OF THE LIMITATIONS OF HAVING VARIABLE ENVIRONMENT CONDITIONS BY PROVIDING A SURFACE AREA THAT WOULD PROMOTE BETTER NUTRIENT STORAGE (ADSORPTION) AND BIOFILM ATTACHMENT AND GROWTH. ACTIVITIES:THE RESEARCH PLANS TO INCLUDE (1) LITERATURE REVIEW AND FIELD DATA COLLECTION FOR THE BACKGROUND AND PRELIMINARY ASSESSMENT:, (2) EXPERIMENTAL SETUP DESIGN AND CONSTRUCTION, (3) SAMPLING, (4) DATA ANALYSIS, (5) FIELD EVALUATION. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE DELIVERABLES OF THE PROJECT WILL BE HIGHLY EFFICIENT AND ECONOMIC, PORTABLE STORMWATER BIOFILTERS THAT CAN BE DEPLOYED IN BOTH URBAN AND RURAL AREAS. THE EXPECTED OUTCOMES INCLUDE NONPOINT POLLUTION CONTROL AND FOR THE SUBSEQUENT PREVENTION OF HARMFUL ALGAL BLOOMS. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE ENVIRONMENTAL MANAGERS AND PEOPLE IN COMMUNITY EFFECTED BY NONPOINT SOURCE POLLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74f3293a-83ed-96d9-a314-6570f19db2fe-R", "generated_internal_id": "ASST_NON_84041301_6800"}, {"internal_id": 149848367, "Award ID": "84041201", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-19", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A FREE, SURVEY-BASED DECISION-SUPPORT TOOL TO IDENTIFY POTENTIAL CHEMICAL RISKS DUE TO COMMON SOURCES AND KNOWN OCCURRENCES OF CHEMICAL CONTAMINANTS IN THE ENVIRONMENT. SPECIFICALLY, THE CHEMICAL HEALTH RISK IDENTIFICATION SYSTEM (CHRIS) WILL HELP CONSUMERS AND ENVIRONMENTAL ENGINEERS TO RAPIDLY ASSESS POTENTIAL CHEMICAL RISKS IN DRINKING WATER BY SYNTHESIZING RESEARCH ON CHEMICAL OCCURRENCE, SOURCES, FATE, AND TRANSPORT IN DRINKING WATER SOURCES.ACTIVITIES:THE STUDENT TEAM WILL DEVELOP A BETA VERSION OF A FREELY ACCESSIBLE INTERACTIVE WEB VERSION OF THE CHRIS TOOL TO ASSIST IN RAPID CHEMICAL RISK ASSESSMENT AND TREATMENT SELECTION FOR DRINKING WATER SOURCES. THE STUDENT TEAM WILL DEVELOP CHRIS THROUGH A SYSTEMATIC REVIEW PROCESS THAT SYNTHESIZES KNOWN CHEMICAL OCCURRENCES AND SOURCES IN THE ENVIRONMENT TO PRODUCE A RISK PROFILE AND SUGGESTS APPROPRIATE TECHNOLOGIES AND INTERVENTIONS TO PREVENT HUMAN EXPOSURE TO CHEMICAL CONTAMINANTS IN DRINKING WATER.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS AND THE RELEASE OF A DECISION-SUPPORT TOOL FOR ADDRESSING CHEMICAL THREATS TO DRINKING WATER SUPPLY. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE THE OPERATORS AND CUSTOMERS OF MUNICIPAL DRINKING WATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_84041201_6800"}, {"internal_id": 150486488, "Award ID": "84041101", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-01", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THE PROJECT IS TO MODIFY BIOCHAR FROM TWO WASTE SOURCES TO ENHANCE ANION-EXCHANGE CAPACITIES (AEC) IN ORDER TO SEQUESTER PFAS DURING THE LAND APPLICATION OF BIOSOLIDS, WATER TREATMENT RESIDUALS, AND AGRICULTURAL WASTE. THE BIOCHAR MATERIALS WILL BE INCORPORATED INTO MUNICIPAL BIOSOLIDS TO UNDERSTAND THEIR EFFICACY IN SEQUESTERING PFAS IN AGRICULTURAL SOILS.ACTIVITIES:THE STUDENT TEAM WILL PRODUCE AEC ENHANCED BIOCHAR FROM WASTE MATERIALS USING EASILY SCALABLE METHODS, EVALUATE THE PRODUCED BIOCHARS' PERFORMANCE BY DETERMINING ITS ADSORPTION KINETICS AND CAPACITIES FOR PFAS AND DEMONSTRATE THE EFFICACY OF THE AEC-ENHANCED BIOCHAR MATERIALS IN IMMOBILIZING PFAS TRANSPORT IN SOILS AMENDED WITH ORGANIC-RICH BIOSOLIDS.SUBRECIPIENT:FUNDS ARE REQUESTED FOR A TOTAL OF $11,000 TO COVER THE SAMPLE ANALYSIS AT PURDUE UNIVERSITY, WHICH INCLUDE THE CONSUMABLES FOR SAMPLE PROCESSING (E.G., CARRIAGE FOR SOLID PHASE EXTRACTION) AND INSTRUMENT TIME. OUTCOMES:THE RECIPIENT WILL SUBMIT ANNUAL AND FINAL REPORTS ON THEIR EFFORTS TO PRODUCE SUSTAINABLE AEC-ENHANCED BIOCHAR MATERIALS THAT CAN BE IMPLEMENTED TO REMEDIATE PFAS-CONTAMINATED SOILS DURING THE LAND APPLICATION OF BIOSOLIDS. THE EXPECTED OUTCOME IS THAT PFAS WILL BE STABILIZED IN THE PRESENCE OF AEC-ENHANCED BIOCHAR IN SOILS, THUS REDUCING THE AMOUNT OF BIOAVAILABLE PFAS IN THE ENVIRONMENT AND MINIMIZING THE POTENTIAL PFAS EXPOSURE IN THE ENVIRONMENT. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE ENVIRONMENTAL MANAGERS, AGRICULTURAL INDUSTRY, WATER DISINFECTION FACILITIES, AND SMALL, RURAL, AND/OR DISADVANTAGED COMMUNITIES IMPACTED BY PFAS CONTAMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d3e00c3-06a2-64c0-397d-0912a81a2978-C", "generated_internal_id": "ASST_NON_84041101_6800"}, {"internal_id": 149848388, "Award ID": "84041001", "Award Amount": 24971.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-31", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO INVESTIGATE ENHANCING INDOOR AIR QUALITY BY RESEARCHING ALTERNATIVE RADON MITIGATION SYSTEMS FOR BUILDING OPERATION AND MAINTENANCE. THE STUDY AIMS AT FINDING THE SIGNIFICANT IMPACT OF BUILDING OCCUPANT'S DAILY PRACTICES ON LEVEL OF INDOOR RADON IN KENTUCKY.ACTIVITIES:THE RESEARCHERS WILL EXAMINE THE EFFECTIVENESS OF USING THREE BUILDING DESIGN PARAMETERS THAT HAVEN'T BEEN SYSTEMATICALLY USED FOR RADON MITIGATION IN THE PAST; VENTILATION, AIR FILTRATION, AND DETAILING PATTERN. THE STUDY WILL UTILIZE 9 DIGITAL MONITORS THAT WILL BE INSTALLED IN THE 6 HOUSES TO LOG DATA ABOUT INDOOR RADON LEVEL AROUND THE CLOCK FOR THE PERIOD OF THE STUDY. THE DATA INCLUDES RADON PCI/L, TEMPERATURE DEG;F, HUMIDITY %RH, AND PRESSURE KPA. THE PURPOSE IS TO MONITOR THE LEVEL OF RADON IN THESE HOUSES THROUGHOUT THE COLD MONTHS IN BOWLING GREEN, THE SEASON THAT HAS THE HIGHEST LEVELS OF NATURAL RADON GAS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLE OF THIS EXPERIMENT INCLUDE NEW MEASURABLE GUIDELINE THAT CAN MITIGATE THE LEVEL OF RADON CONCENTRATION IN HOUSES USING REGULAR MAINTENANCE PRACTICES. THE GRANTEES WITH ALSO PROVIDE A REPORT AT THE END OF THE PROJECT SHARING THEIR RESULTS. EXPECTED OUTCOMES INCLUDE IMPROVED INDOOR AIR QUALITY AND IMPROVED HUMAN HEALTH. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE INDIVIDUALS AND COMMUNITIES IN KENTUCKY AND ACROSS THE U.S., PARTICULARLY PEOPLE IN LOW-INCOME AREAS AFFECTED BY HIGH RADON LEVELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2b253917-c6e9-1827-2f34-2d88a0176aae-C", "generated_internal_id": "ASST_NON_84041001_6800"}, {"internal_id": 149848375, "Award ID": "84040901", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-31", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO DEVELOP A SMARTPHONE-BASED LEAD SENSOR FOR DISADVANTAGED HOUSEHOLDS IN SOUTH SIDE, CHICAGO, AND PROVIDE LEAD-RELATED EDUCATIONAL SESSIONS FOR THE RESIDENTS AND SCHOOLS IN THE COMMUNITY. REGULAR INSPECTION OF DRINKING WATER QUALITY WILL PREVENT THE INTAKE OF LEAD AND PROMOTE BOTH PHYSICAL AND MENTAL WELL-BEING OF THE RESIDENTS. \nACTIVITIES:THE PROJECT WILL FOCUS ON 1) APPLICATION OF THE NOVEL GOLD JANUS NANORODS (AU JNRS) WITH IMPROVED AGGREGATION CONTROL; 2) LIGAND FUNCTIONALIZATION OF AU JNRS TO ACHIEVE SENSITIVE AND SELECTIVE LEAD ION COMPLEXATION; AND 3) APPLICATION OF SMARTPHONE APPS FOR COLOR DECRYPTION TO ACHIEVE EASY AND RAPID LEAD ION QUANTIFICATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE EXPECTED OUTCOMES OF THE PROJECT INCLUDE EDUCATION ON LEAD TOXICITY, WIDE DEPLOYMENT OF THE PROPOSED COLORIMETRIC SENSOR, TRAINING ON SENSOR OPERATIONS, AND ILLUMINATION ON THE POSSIBLE EXPANSION OF THE PROJECT TO THE STATE AND NATIONAL LEVEL AND WILL ALLOW SOUTH SIDE RESIDENTS TO ACTIVELY ENGAGE IN ROUTINE MONITORING OF LEAD. DELIVERABLES INCLUDE IMPROVED LEAD SENSORS, A LEAD SENOR TRAINING PROGRAM, AND AN ANNUAL REPORT SUBMITTED AT THE END OF THE PROJECT.  DIRECT BENEFICIARIES OF THIS PROJECT WILL BE COMMUNITIES AND INDIVIDUALS AFFECTED BY LEAD CONTAMINATED DRINKING WATER, INCLUDING HOUSEHOLDS IN SOUTH SIDE, CHICAGO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_84040901_6800"}, {"internal_id": 150486515, "Award ID": "84040801", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-25", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO DEVELOP AND OPTIMIZE MICROWAVE IRRADIATION ENABLED THERMAL DESTRUCTION OF PFAS SORBED ON ACTIVATED CARBON, AND VALIDATE THE LONG-TERM STRATEGY OF PFAS REMOVAL IN DRINKING WATER. THIS PROJECT OFFERS AN ALTERNATIVE, SUSTAINABLE AND CYCLICAL SOLUTION FOR GRANULE ACTIVATED CARBON (GAC) FILTERS THAT LACK ON-SITE ADSORBENT REGENERATION.ACTIVITIES:THE PROJECT WILL SELECT 2-3 GAC CANDIDATES FROM COMMERCIAL PRODUCTS IN TERMS OF PFAS ADSORPTION AND GAC RESISTANCE TO MICROWAVE (MW) IRRADIATION. MW REGENERATIONS TESTS WILL THEN BE PERFORMED IN A FULL FACTORIAL SCHEME TO DETERMINE THE OPTIMAL GAC. AFTER THE OPTIMAL GAC IS DETERMINED, CYCLIC ADSORPTION REGENERATION TESTS WILL BE CARRIED OUT AT POU TREATMENT RELATED CONDITIONS WHICH WILL PROVIDE DATA FOR A LIFECYCLE ASSESSMENT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THEY WILL BE SUBMITTING ANNUAL AND FINAL REPORT ON THEIR EFFORT TO DEVELOP AN END PRODUCT POINT OF USE FILTER TO REMOVE PFAS FROM DRINKING WATER. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE PFAS ENVIRONMENTAL MANAGERS, WATER DISINFECTION FACILITIES, THE GENERAL PUBLIC AND HUMAN HEALTH AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2be23cc5-dd69-8ec3-c36d-4918e41ee3a5-C", "generated_internal_id": "ASST_NON_84040801_6800"}, {"internal_id": 149229600, "Award ID": "84040701", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THE PROJECT IS TO IMPROVE THE ACCESSIBILITY OF AIR QUALITY SENSORS, INCREASE THE NUMBER OF AIR QUALITY OBSERVATIONS, AND INCREASE THE SPATIAL RESOLUTION OF AIR QUALITY SENSORS USING LOW-COST SENSORS (LCSS). THIS WILL BE ESTABLISHED BY COMPARING THREE LCSS AT DIFFERENT LOCATIONS, NAMELY URBAN, SUBURBAN, AND RURAL AREAS, AT DIFFERENT DIURNAL AND SEASONAL VARIATIONS. THE GOAL OF THE PROJECT IS TO COMPARE THE SENSORS AND EVALUATE THEIR PERFORMANCE ACROSS VARYING ENVIRONMENTAL AND METEOROLOGICAL CONDITIONS.\nACTIVITIES:THE TEAM WILL PLACE LCSS IN THREE DIFFERENT OPERATIONAL MODES TO CHARACTERIZE THE HORIZONTAL AND VERTICAL PROFILES OF ATMOSPHERIC PM, WHICH WILL FURTHER ENABLE THE TEAM TO DEVISE CONTROL MEASURES.  THESE MODES VARY IN THE DIMENSIONS THAT THEY SAMPLE: (1) STATIONARY 1D COLLOCATED WITH A PM MONITOR BASED ON THE FEDERAL EQUIVALENT METHOD AT A SUBURBAN SITE, (2) MOBILE ON A MANNED VEHICLE 2D TOURING THE ERAU CAMPUS, AND (3) MOBILE ON UNMANNED VEHICLE 3D FLYING AT URBAN, SUBURBAN, AND RURAL SITES. STUDENTS WILL AID IN THE INTEGRATION, TESTING, AND IMPLEMENTATION OF THE COMMERCIALLY USED SENSORS\nOUTCOMES:THE OUTCOMES WILL RESULT IN THE IMPROVEMENT OF THE ENVIRONMENT AND HUMAN HEALTH. THIS PROJECT WILL CREATE ACCESSIBLE AND LOW COST SENSORS FOR EFFICIENT MONITORING OF AIR QUALITY. THE SENSOR WILL HELP IDENTIFY THE NEED FOR AIR POLLUTION MITIGATION STRATEGIES. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE GOVERNMENTAL AGENCIES INTERESTED IN AIR RELATED MONITORING AND MEASUREMENTS, RESEARCHERS AND ACADEMIC INSTITUTIONS, COMMUNITY GROUPS, AND PLANNING ORGANIZATIONS.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fc43ac7-e2d4-fb59-6f72-abe88dd6dc8e-C", "generated_internal_id": "ASST_NON_84040701_6800"}, {"internal_id": 150486516, "Award ID": "84040601", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-26", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO BETTER UNDERSTAND MICROPLASTIC PRESENCE AND REMOVAL IN WASTEWATER BY IMPROVING SAMPLING AND TESTING, ANALYZING HOW REMOVAL EFFICIENCY, FLOW RATE, SEASONAL/TEMPORAL EFFECTS OF THE WASTEWATER TREATMENT STAGE. THE DATA WILL ADD TO THE KNOWLEDGE BASE OF CURRENT MICROPLASTICS STUDIES TO FACILITATE BETTER UNDERSTANDING OF THEIR EXISTENCE AND REMOVAL AND WILL COMPLEMENT THE RICH WATER QUALITY DATASET COLLECTED.ACTIVITIES:SPECIFIC ACTIONS INCLUDE (1) IMPROVING AND STREAMLINING CURRENT MICROPLASTICS SAMPLING AND TESTING PROCEDURES IN WASTEWATER; (2) IDENTIFYING THE QUANTITIES AND TYPES OF MICROPLASTICS PRESENT IN WASTEWATER AT EACH MAJOR TREATMENT STAGE; (3) REVEALING TEMPORAL AND SEASONAL VARIATIONS OF THE ABUNDANCE OF MICROPLASTICS ENTERING THE STUDIED WASTEWATER TREATMENT PLANT; (4) CONNECTING THE TEMPORAL PATTERN OBSERVED IN MICROPLASTICS WITH LOCAL WATER USE PATTERNS AND SEASONAL CLIMATE; AND (5) ANALYZING RELATIONSHIPS BETWEEN REMOVAL EFFICIENCY, FLOW RATE, SEASON, AND STAGES OF TREATMENT. SAMPLES WILL BE COLLECTED AT THE MUNCIE WWTP, WHICH SERVES APPROXIMATELY 68,000 RESIDENTS IN CENTRAL-EAST INDIANA. THIS STUDY WILL DESIGN A MICROPLASTICS IDENTIFICATION TECHNIQUE THAT USES VACUUM FILTRATION WHICH SPEED UP FILTRATION STEPS WAND GREATLY SAVE OVEN DRYING TIME. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE DELIVERABLES OF THIS PROJECT WILL BE AN IMPROVED SAMPLING AND TESTING PROCEDURES FOR DETECTING MICROPLASTICS IN WATER. ANOTHER DELIVERABLE INCLUDES THE DATA SET GATHERED FROM THE STUDY THAT CAN BE USED TO BETTER UNDERSTAND THE RELATIONSHIP BETWEEN MICROPLASTIC AMOUNTS AND DIFFERENT VARIABLES, SUCH AS THE SEASONS. THIS WILL ALLOW WATER MANAGERS TO IMPROVE REMOVAL METHODS FOR MICROPLASTICS. THE OUTCOMES OF THE PROPOSED RESEARCH INCLUDES TESTING AND SAMPLING METHODS THAT WILL PROVIDE IMPORTANT DATA TO WATER QUALITY MANAGERS ABOUT THE AMOUNTS OF MICROPLASTICS IN EACH STEP OF THE TREATMENT PROCESS. THE PROJECT PROPOSES WATER MANAGEMENT DATA TO PROTECT THE ENVIRONMENT AND TO FUTURE INNOVATIONS OF WASTEWATER TREATMENT PLANTS (WWTPS), PROVIDES CUTTING EDGE RESEARCH RESULTS REGARDING MICROPLASTICS POLLUTION, AND BENEFITS COMMUNITY HEALTH. THE RESEARCH OUTCOMES WILL BE SHARED TO LOCAL COMMUNITY PARTNERS INCLUDING THE LOCAL BUREAU OF WATER QUALITY, THE WWTPS AND OTHER INTERESTED STAKEHOLDERS. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE WATER QUALITY MANAGERS, WASTEWATER TREATMENT PLANTS, AND PEOPLE AND ECOSYSTEMS IN AREAS AFFECTED BY MICROPLASTICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2b656795-ea0a-567f-e8d1-c711a1bf034a-C", "generated_internal_id": "ASST_NON_84040601_6800"}, {"internal_id": 149897511, "Award ID": "84040501", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-10", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO PROVIDE CLEANER-BURNING, EFFECTIVELY VENTED, AND MORE EFFICIENT TECHNOLOGIES FOR WOOD HEAT IN TRIBAL HOMES THAT REDUCE THE STATIONARY POINT SOURCE EMISSIONS OF FINE PARTICULATE MATTER, VOCS, CARBON MONOXIDE, AND PRODUCTS OF INCOMPLETE COMBUSTION TO THE LOCAL AMBIENT AIR AND THE INDOOR ENVIRONMENT.ACTIVITIES:THE PROJECT TEAM WILL LEVERAGE ITS INTERDISCIPLINARY NATURE WITH ENTREPRENEURS FROM ACADEMIA, NON-PROFITS, AND TRIBAL LEADERSHIP TO DESIGN AND IMPLEMENT EFFICIENT WOOD HEATING TECHNOLOGIES. RECENT BREAKTHROUGHS IN FORCED DRAFT COMBUSTION WILL BE APPLIED TO HOUSEHOLD HEATING SYSTEMS TO DEVELOP AFFORDABLE, EFFECTIVE, AND CLEANER-BURNING SOLUTIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE RECIPIENT WILL SUBMIT ANNUAL AND FINAL REPORTS ON THEIR EFFORTS TO 1) TEST THEIR PRELIMINARY DESIGN IN COMMUNITIES; 2) OPTIMIZE DETAILED DESIGN, ITERATING BETWEEN LAB AND FIELD; 3) DEVELOP BUSINESS PLAN AND PARTNERSHIPS TO SCALE; 4) WRITE A RESEARCH PAPER ON PRELIMINARY FINDINGS; AND 5) DEVELOP OPEN-SOURCE DESIGN PRINCIPLES FOR FORCED-DRAFT COMBUSTION. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE PEOPLE IN SMALL, RURAL, AND/OR INDIGENOUS COMMUNITIES THAT STILL UTILIZE WOOD BURNING STOVES FOR RESIDENTIAL HEATING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_84040501_6800"}, {"internal_id": 150486483, "Award ID": "84040401", "Award Amount": 24982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-08", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP BIOCHAR ADSORBENTS WITH PFAS REMOVAL EFFICIENCIES THAT RIVAL OR EXCEED THAT OF ESTABLISHED ADSORBENTS (E.G., GRANULAR ACTIVATED CARBON) WHILE ADDRESSING SUSTAINABILITY ISSUES ASSOCIATED WITH WIDELY-USED POU TECHNOLOGIES. ACTIVITIES:THE PROJECT WILL USE AN INNOVATIVE, INTERDISCIPLINARY APPROACH COMBINING WATER QUALITY AND COMBUSTION ENGINEERING AS WELL AS A CUSTOM-DESIGNED EXPERIMENTAL APPARATUS TO DESIGN EFFICIENT, LOW-COST, AND SUSTAINABLE BIOCHAR ADSORBENTS WHICH WILL ADDRESS PFAS POLLUTION IN DRINKING WATER.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:OUTPUTS INCLUDE (I) IDENTIFICATION OF OPTIMAL PRODUCTION CONDITIONS SUCH AS PEAK TEMPERATURE, PRIMARY AIR FLOW RATE, AND INERT GAS AND STEAM LEVELS; (II) MODELS THAT PREDICT BIOCHAR ADSORBENT PERFORMANCE BASED ON ITS CHARACTERISTICS (E.G., SURFACE AREA); (III) SPECIFICATION OF BIOCHAR POU FILTER DESIGN CRITERIA INCLUDING EMPTY BED CONTACT TIMES AND BIOCHAR REPLACEMENT FREQUENCIES; AND (IV) HANDS-ON LEARNING MODULES FOR K-12 STUDENTS TO EXPLORE WATERSHED POLLUTION, CLIMATE CHANGE, AND SUSTAINABLE ENGINEERING SOLUTIONS FOLLOWING THE P3 APPROACH. THESE OUTPUTS WILL BE MEASURED AND TRACKED BY PEER-REVIEWED JOURNALS, ANNUAL REPORTS AND FINAL REPORTS. DIRECT BENEFICIARIES INCLUDE WATER DISINFECTION FACILITIES, SMALL, RURAL AND/OR DISADVANTAGED COMMUNITIES AFFECTED BY PFAS CONTAMINATION, AND ENVIRONMENTAL MANAGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d064b3b-978f-a67c-1670-148face3d75a-C", "generated_internal_id": "ASST_NON_84040401_6800"}, {"internal_id": 149897598, "Award ID": "84040301", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO DEVELOP A MODULAR, STAND ALONE, LOST COST TREATMENT UNIT FOR THE REMOVAL PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS). THE COMPACT UNIT CAN BE MOUNTED AND OPERATED IN A SMALL VAN OR TRUCK, FOR MOBILE APPLICATIONS. THE PROPOSED PROCESS IS EASY TO OPERATE, IS BUILT FROM LOW COST AND WIDELY AVAILABLE SUPPLIES AND DOES NOT INCLUDE HANDLING OR PRODUCTION OF HAZARDOUS CHEMICALS.ACTIVITIES:THIS PROJECT AIMS FOR THE UNITS TO BE BUILT WITH BROADLY AVAILABLE MATERIALS AND DOES NOT REQUIRE ADDITIONAL SUPPLIES. THE SYSTEM CONSISTS OF AN IRON OXIDE COATED ALUMINA TUBULAR CERAMIC FILTER IN A CONTINUOUS FILTRATION SET UP WITH RECIRCULATION. THE FILTER, AN ULTRAFILTRATION MEMBRANE, SEPARATES CONTAMINANT BY SIZE, ADSORBS SMALLS MOLECULES ON THE CERAMIC SURFACE AND CATALYZES THE CHEMICAL OXIDATION OF ORGANIC CONTAMINANTS THROUGH FENTON-TYPE REACTIONS. THE RESEARCHERS WILL DESIGN, FABRICATE AND TEST A POINT USE TREATMENT SYSTEM FOR PFAS REMOVAL. THE PROJECT AIMS FOR THE DEVICE TO BE AFFORDABLE AND OPERATE OFF THE GRID WITH LOW ENERGY DEMAND.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE DELIVERABLE OF THIS PROJECT WILL BE A POINT OF USE, MODULAR, STAND ALONE, LOST COST WATER TREATMENT UNIT. THE OUTCOME OF THE PROJECT IS AN IMPROVEMENT IN DRINKING WATER QUALITY FOR THE AFFECTED POPULATION, THEREFORE MAINTAINING HUMAN HEALTH WHILE PRESERVING THE ENVIRONMENT BY USING ENVIRONMENTALLY BENIGN MATERIALS AND SUPPLIES IN THE TREATMENT, AND MINIMIZING THE ENERGY INTENSITY OF THE PROCESS. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE RURAL MUNICIPALITIES, COMMUNITIES, AND INDIVIDUALS IN AREAS AFFECTED BY PER- AND POLYFLUOROALKYL SUBSTANCES CONTAMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_84040301_6800"}, {"internal_id": 149848357, "Award ID": "84040201", "Award Amount": 24991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-19", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP A PFAS-FREE AND FULLY BIODEGRADABLE COATED PAPER WITH LONG-TERM WATER- AND OIL-RESISTANCE AS AN ALTERNATIVE TO SINGLE-USE PLASTIC- AND PFAS-COATED PRODUCTS.ACTIVITIES:THE STUDENT TEAM WILL RESEARCH AND DEVELOP AN INNOVATIVE DUAL-LAYER COATING FOR SINGLE USE PACKAGING THAT COMBINES A BIODEGRADABLE POLYESTER LATEX AS THE TOP LAYER THAT IMPARTS EXCELLENT WATER REPELLENCY WITH A STARCH-DERIVED BOTTOM LAYER THAT IMPARTS OIL RESISTANCE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE AN ANNUAL REPORT ON PROGRESS PRODUCING A SUSTAINABLE COATED PAPER FOR SINGLE USE PACKAGING. DIRECT BENEFICIARIES OF THIS PROJECT WOULD INCLUDE COMMUNITIES IMPACTED BY PFAS CONTAMINATION, INDUSTRIES THAT UTILIZE SINGLE USE PACKAGING, AND ENVIRONMENTAL MANAGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_84040201_6800"}, {"internal_id": 149848377, "Award ID": "84040101", "Award Amount": 24953.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-24", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS THE REMOVAL OF PERFLUOROOCTANOIC ACID (PFOA) AND SALTS FROM WASTEWATER BY FABRICATING A LOW-COST REMOVAL PROCESS FOR WATER REUSE, NAMELY A METAL-ORGANIC FRAMEWORK (MOF) EMBEDDED ULTRA-THIN FILM NANOCOMPOSITE (UTFN) MEMBRANE.ACTIVITIES:THE RESEARCH TEAM WILL: (1) FABRICATE THE SILVER-BASED METAL-ORGANIC FRAMEWORK (AG-MOF) NANOPARTICLES, (2) INCORPORATE THE AG-MOF TO THE ACTIVE LAYER OF THE MEMBRANE USING A SPIN COATING, (3) INVESTIGATE THE PFOA, SODIUM SULFATE, AND SODIUM CHLORIDE REMOVAL BY THE FABRICATED FUNCTIONALIZED MEMBRANE, (4) AND ASSESS THE ANTIFOULING CAPABILITY OF THE FABRICATED MEMBRANES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE A PFOA REMOVAL PROCESS FROM WASTEWATER AND AN ANNUAL PROGRESS REPORT. THE ULTIMATE OUTCOME OF THIS PROJECT IS TO PREVENT ENTRANCE OF PFAS FROM ENTERING AQUATIC ENVIRONMENTS AND SOURCES OF POTABLE WATER. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE ENVIRONMENTAL MANAGERS, WASTEWATER TREATMENT FACILITIES, AND PEOPLE IN RURAL, SMALL AND/OR DISADVANTAGED COMMUNITIES AFFECTED BY PFOA CONTAMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_84040101_6800"}, {"internal_id": 150486487, "Award ID": "84040001", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE OBJECTIVE OF THE PROJECT IS TO DESIGN A COMMUNITY-BASED, LOW-TECH MATERIAL TO ABSORB HYDROCARBON CONTAMINATED WATER AND REDUCE ENVIRONMENTAL, ECONOMIC AND HEALTH THREATS CAUSED BY AN INVASIVE SPECIES IN COASTAL WATERWAYS THROUGH THE REMOVAL OF WATER HYACINTH.ACTIVITIES:THE STUDENT TEAM WILL DESIGN AND PRODUCE THE CORD MATERIAL AND MESH TECHNOLOGY, TEST THE ABILITY OF THE MESH TO REMOVE HYDROCARBON POLLUTION FROM WATER, AND DETERMINE THE BEST FORMULATION FOR COMPOSTING THE MESH AFTER TESTING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE AN ANNUAL REPORT ON PROGRESS IN DEVELOPING A METHOD TO REMOVE HYDROCARBON POLLUTION FROM WATER BODIES USING A MATERIAL DERIVED FROM AN INVASIVE SPECIES. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE PEOPLE IN SMALL, RURAL, AND/OR INDIGENOUS COMMUNITIES AFFECTED BY HYDROCARBON POLLUTION AFTER EXTREME WEATHER EVENTS AND ENVIRONMENTAL MANAGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_84040001_6800"}, {"internal_id": 147354490, "Award ID": "84038601", "Award Amount": 99895.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-15", "CFDA Number": "66.516", "Description": "DESCRIPTION:\nTHE GOAL OF THIS PROJECT IS TO DEVELOP A PRACTICAL AND COST-EFFECTIVE APPROACH TO TREAT PFAS IN DRINKING WATER AND WASTEWATER USING FUNCTIONALIZED SAWDUST.\nACTIVITIES:\nTHE PROJECT WILL 1) DETERMINE THE EFFECT OF PFAS CHAIN LENGTH AND FUNCTIONAL GROUP ON PFAS REMOVAL WITH FUNCTIONALIZED SAWDUST; 2) DEVELOP A PILOT-SCALE TEST FOR PFAS REMOVAL FROM WASTEWATER AND DRINKING WATER WITH FUNCTIONALIZED SAWDUST AND GRANULAR ACTIVATED CARBON; 3) INTEGRATE COMBUSTION AND MINERALIZATION FOR SPENT FUNCTIONALIZED SAWDUST; AND 4) CONDUCT TECHNO-ECONOMIC ANALYSIS AND LIFE CYCLE ASSESSMENT OF PFAS REMOVAL FROM WASTEWATER AND DRINKING WATER WITH FUNCTIONALIZED SAWDUST. \nOUTCOMES:\nTHEY WILL BE SUBMITTING ANNUAL AND FINAL REPORTS ON THEIR EFFORT TO DEVELOP AND DEMONSTRATE NEW FUNCTIONALIZED SAWDUST ANION EXCHANGE RESIN FOR PFAS REMOVAL AND SUBSEQUENT COMBUSTION TO DESTRUCT PFAS INTO MINERALIZED FORMS. THE EXPECTED OUTCOME OF THE PROJECT IS THAT A FUNCTIONALIZED SAWDUST -BASED NEW TECHNOLOGY FOR PFAS REMOVAL WILL BE DEMONSTRATED IN A PILOT-SCALE, AND TECHNO-ECONOMIC ANALYSIS AND LIFE CYCLE ASSESSMENT WILL BE CONDUCTED FOR PFAS REMOVAL. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE END USERS OF WASTEWATER AND DRINKING WATER SYSTEMS IN THE GREATER CINCINNATI AREA, HUMAN HEALTH AND THE ENVIRONMENT, AND THE GENERAL PUBLIC.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c572d765-16bd-66ab-db02-66828218aab7-C", "generated_internal_id": "ASST_NON_84038601_6800"}, {"internal_id": 160687055, "Award ID": "84038501", "Award Amount": 99998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP AND DEMONSTRATE AN INNOVATIVE, COST-EFFECTIVE TECHNOLOGICAL SOLUTION FOR POINT-OF-USE REMOVAL OF PERFLUOROOCTANOIC ACID (PFOA) AND PERFLUOROOCTANESULFONIC ACID (PFOS) FROM DRINKING WATER FOR HOMES/OFFICES. ACTIVITIES:THE SPECIFIC OBJECTIVES ARE 1) PREPARE AND EVALUATE BIO-HYBRID ADSORBENTS WITH DIFFERENT GRANULAR ACTIVATED CARBON (GAC) AS THE SUBSTRATES; 2) INVESTIGATE PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) ADSORPTION MECHANISM BY THE BIO-HYBRID ADSORBENTS; 3) DEVELOP AND TEST PROTOTYPE FAUCET FILTERS USING BIO-HYBRID ADSORBENTS UNDER FLOW-THROUGH CONDITIONS SIMULATING PRACTICAL APPLICATION SCENARIOS; AND 4) CONDUCT COST ANALYSIS AND DEVELOP APPLICATION GUIDELINES.SUBRECIPIENT:A SUBAWARD OF $25,000 WILL BE PROVIDED TO DR. DAQIAN JIANG AT UNIVERSITY OF ALABAMA TO PERFORM ANALYTICAL ANALYSIS OF PFAS SAMPLES.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND A FINAL REPORT. THE EXPECTED OUTCOME IS THE DEVELOPMENT OF A WATER FILTER THAT MAY SERVE AS A LOW-COST POINT-OF-USE TREATMENT FOR EFFECTIVE REMOVAL OF PERSISTENT PFAS POLLUTANTS AND SAFEGUARD HUMAN HEALTH. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE END USERS ACROSS PUBLIC WATER SYSTEMS OF DIFFERENT SCALES AND PRIVATE WELLS IN REMOTE/RURAL AREAS, HUMAN HEALTH AND THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "645c4737-caef-ce68-2bfb-9b507be06ddd-C", "generated_internal_id": "ASST_NON_84038501_6800"}, {"internal_id": 147354491, "Award ID": "84038401", "Award Amount": 99998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-14", "CFDA Number": "66.516", "Description": "DESCRIPTION:\nTHE GOAL OF THIS PROJECT IS TO DEVELOP AN IRON ELECTROCOAGULATION SYSTEM TO REMOVE HIGH CONCENTRATIONS OF ARSENIC FROM CONTAMINATED GROUNDWATER SOURCES. THE PROPOSED APPROACH ALSO INDUCES THE OXYGEN REDUCTION REACTION TO PRODUCE HYDROGEN PEROXIDE, WHICH OXIDIZES ARSENIC TO BE A MORE READILY ADSORBED FORM. THE ARSENIC-LADEN IRON SLUDGE IS THEN SETTLED OUT, PRODUCING ARSENIC-SAFE DRINKING WATER. \nACTIVITIES:\nTHE SPECIFIC OBJECTIVES ARE TO: 1) DEMONSTRATE ARSENIC REMOVAL FROM VERY HIGH INITIAL CONCENTRATIONS OF 1,500 &MU;G/L OF AS(III), WHICH IS THE MORE DIFFICULT SPECIES OF INORGANIC ARSENIC\nTO REMOVE, TO BELOW THE EPA-MCL IN A SYNTHETIC GROUNDWATER MATRIX MIMICKING THE COMPOSITION OF CONTAMINATED AQUIFERS IN CALIFORNIA, 2) DESIGN AND OPTIMIZE A COMPACT, STACKED\nCONTINUOUS FLOW SYSTEM THAT PRODUCES 600 LPH OF ARSENIC-SAFE WATER, 3) INITIATE EFFORTS FOR SUBSEQUENT COMMUNITY-ENGAGED RESEARCH BY REACHING OUT TO CENTRAL VALLEY COMMUNITIES IN RURAL CALIFORNIA, AND 4) CONDUCT AN ECONOMIC ANALYSIS TO ESTIMATE THE TOTAL COST OF REMOVING ARSENIC FROM THE WATER AT A COMMUNITY-SCALE PLANT IN CALIFORNIA.\nOUTCOMES:\nTHE EXPECTED OUTPUT IS THE DESIGN AND BUILD OF A 2 LITER PER MINUTE FLOW-THROUGH IRON ELECTROCOAGULATION MODULE THAT IS ROBUST, CAPABLE OF OPERATING AT HIGH THROUGHPUT, AND IS LEAK-PROOF. AT SCALE-UP, THIS MODULAR DESIGN WILL PRODUCE ARSENIC-SAFE DRINKING WATER AT A RATE OF 600 LITERS PER HOUR. ANOTHER OUTPUT IS A PUBLICATION THAT DEMONSTRATES THE EFFICACY OF THIS MODULE TO REMOVE HIGH LEVELS OF AS(III), AT 1,500 &MU;G/L, TO MUCH BELOW THE EPA-MCL OF 10 &MU;G/L. RESEARCHERS WILL ALSO DESIGN AN EDUCATIONAL CAMPAIGN VIA STEM CURRICULUM TO STUDENTS THAT FOCUSES ON THE WATER CYCLE AND SUSTAINABILITY. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF RURAL CALIFORNIA, HUMAN HEALTH AND THE ENVIRONMENT, AND THE GENERAL PUBLIC. \nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_84038401_6800"}, {"internal_id": 149848369, "Award ID": "84038301", "Award Amount": 99999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-19", "CFDA Number": "66.516", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO DEVELOP A GREEN, SUSTAINABLE, AND ECO-FRIENDLY MEMBRANE SYSTEM THAT REMOVES CHEMICALS THAT PERSIST FOLLOWING TRADITIONAL WATER TREATMENT. RESEARCHERS WILL USE LOW-COST CELLULOSE NANOFIBERS TO PROVIDE AN AFFORDABLE WATER PURIFICATION SOLUTION TO COMMUNITIES THAT HAVE HIGH CONCENTRATIONS OF CONTAMINANTS FOUND IN WATER SYSTEMS. THE NOVEL MATERIALS PROPOSED ARE REGENERATABLE AND CAN BE REUSED MANY TIMES WITHOUT LOSS OF PERFORMANCE, ENABLING THE POSSIBILITY OF RECYCLABLE IN-LINE POINT-OF-USE WATER FILTRATION CARTRIDGES. ACTIVITIES:THERE ARE FOUR GOALS WITHIN THIS PROJECT THAT WILL BE PURSUED IN PARALLEL: (1) OPTIMIZE THE FUNCTIONALIZATION OF CELLULOSE NANOFIBRILS, AND FULLY CHARACTERIZE THE NEW MATERIALS AND MEMBRANES; (2) INCORPORATE THESE NEW MATERIALS INTO A POINT-OF-USE (POU) CARTRIDGE SIMILAR TO COMMERCIALLY AVAILABLE WATER PURIFICATION SYSTEMS FOR RESIDENTIAL USE; (3) IMPLEMENT PARALLEL REGENERATION OF MULTIPLE CARTRIDGES AND COMPLETE A PRELIMINARY COST ANALYSIS FOR THE COMPLETE LIFE CYCLE OF THE DEVICES; (4) ENGAGE TWO COHORTS OF TEN STUDENT PARTICIPANTS AND ENGAGE THEM IN MATERIALS RESEARCH, WATER TREATMENT TECHNOLOGY, ENTREPRENEURSHIP, AND CUSTOMER DISCOVERY TECHNIQUES. THESE STUDENTS WILL ENGAGE WITH PEOPLE IN THE COMMUNITY USING IN-PERSON INTERVIEWS, CREATION OF A WEBSITE, AND A MOBILE APP.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE ANNUAL AND FINAL REPORTS ON THEIR EFFORT TO DEVELOP A CONTACT RESIN FOR POINT-OF-USE (POU) CARTRIDGES THAT WILL MORE EFFECTIVELY REMOVE DISINFECTION BYPRODUCT (DPB) PRECURSORS, PHARMACEUTICALS, PERSONAL CARE PRODUCTS, HEAVY METALS, AND PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) FROM HOUSEHOLD DRINKING WATER. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE END USERS ACROSS PUBLIC WATER SYSTEMS OF DIFFERENT SCALES AND PRIVATE WELLS IN REMOTE/RURAL AREAS, HUMAN HEALTH AND THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1b3f72b-bb6f-8fd7-5ecd-fb4c67001bdd-C", "generated_internal_id": "ASST_NON_84038301_6800"}, {"internal_id": 147534998, "Award ID": "84038201", "Award Amount": 99768.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-16", "CFDA Number": "66.516", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS PROJECT IS TO DEVELOP PLANET-FRIENDLY WATER AND GREASE RESISTANT PAPER AS AN ALTERNATIVE TO THE EXISTING PLASTICS AND PFAS COATED PAPER THAT RESPECTIVELY GENERATE MICROPLASTICS AND FLUOROCHEMICALS IN THE ENVIRONMENT. \nACTIVITIES:\nTHE PROJECT WILL 1) REPLACE STARCH/CHITOSAN-G PDMS WITH STARCH-G PDMS AS AN INEXPENSIVE PAPER COATING MATERIAL AND 2) ENHANCE WATER RESISTANCE OF STARCH-G PDMS COATED PAPER USING HYDROPHOBIC STARCH, SOLID PLASTICIZERS AND CELLULOSE FIBERS.\nOUTCOMES:\nTHE PROJECT WILL PROVIDE AN INEXPENSIVE APPROACH TOWARDS WATER AND OIL REPELLENT COATINGS THAT WILL HELP MINIMIZE THE ENVIRONMENTAL PROLIFERATION OF PFAS AND MICROPLASTICS. EXPECTED OUTCOMES OF THE PROJECT INCLUDE PROVIDING PFAS AND THERMOPLASTIC FREE EXCELLENT WATER AND OIL RESISTANT PAPER FOR SINGLE USE PACKAGING. DIRECT BENEFICIARIES OF THIS RESEARCH INCLUDE MICHIGAN COMMUNITIES, THE GENERAL PUBLIC, HUMAN HEALTH AND THE ENVIRONMENT.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_84038201_6800"}, {"internal_id": 116061004, "Award ID": "84018001", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-04", "CFDA Number": "66.516", "Description": "THE LONG-TERM GOAL OF THIS PROJECT IS TO DEVELOP A SORBENT-ENHANCED SAND CAPPING TECHNOLOGY FOR PFAS-CONTAMINATED SEDIMENTS TO REDUCE MOBILIZATION AND BIOACCUMULATION. THE OBJECTIVES OF THE PROJECT ARE TO CONDUCT LABORATORY-SCALE EXPERIMENTS TO EXAMINE THE EFFECTIVENESS OF SEDIMENT CAPS FOR PFAS CONTAINMENT,  DEVELOP ANALYTICAL METHODS FOR PFAS USING LIQUID CHROMATOGRAPHY WITH TANDEM MASS SPECTROMETRY, CHARACTERIZE PFAS TRANSPORT THROUGH CAPS MADE OF DIFFERENT SORBENT MATERIALS USING FATE AND TRANSPORT MODELS, AND ASSESS THE COSTS OF VARIOUS CAPPING ALTERNATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b3a04d0-3e60-b87e-6725-ecdf8f2bae97-C", "generated_internal_id": "ASST_NON_84018001_6800"}, {"internal_id": 116061002, "Award ID": "84017401", "Award Amount": 24991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-02", "CFDA Number": "66.516", "Description": "THE PROJECT PROPOSES TO CREATE A SMART STRATEGY TO MITIGATE HARMFUL ALGAL BLOOMS (HABS) IN THEIR EARLY-STAGES BY NOT ONLY REDUCING THE AMOUNT OF CYANOBACTERIA, BUT ALSO DEGRADING THE CYANOTOXINS, AND REMOVING THE PROBABLE SOURCE PHOSPHATE. RESEARCHERS PROPOSE TO MONITOR HABS IN THEIR EARLY STAGES BY TWO DIFFERENT PATHWAYS MOLECULAR DETECTION FOLLOWING AUTO-SAMPLING, AND UNMANNED AIRCRAFT SYSTEMS (UAS), IN ORDER TO EFFECTIVELY CONTROL HABS BEFORE HAB OUTBREAKS OCCUR. IN THIS STUDY, HABS WOULD BE MITIGATED BY EARLY DETECTION FOLLOWING MITIGATION STRATEGY USING MAGNETIC PHOTOCATALYSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "860e898a-39c5-1b85-9719-9fa3e8c32778-C", "generated_internal_id": "ASST_NON_84017401_6800"}, {"internal_id": 116061022, "Award ID": "84017001", "Award Amount": 24518.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-03", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THE PROJECT IS TO DEVELOP A HIGHLY SENSITIVE MEANS OF DETECTING LEAD CONTAMINATION IN DRINKING WATER USING SURFACE ENHANCED RAMAN SPECTROSCOPY (SERS). THE PROJECT AIMS TO DEVELOP A LEAD DETECTOR NEARLY 800X MORE SENSITIVE THAN CURRENT OUTLINES. THIS DETECTION METHOD WILL IDENTIFY LOW LEVELS OF LEAD IN HOUSEHOLD POTABLE WATER TO PREVENT EXPOSURE TO THE HOMEOWNER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b467b4d-77f3-6c74-585b-2a6e0be23a89-C", "generated_internal_id": "ASST_NON_84017001_6800"}, {"internal_id": 116061023, "Award ID": "84016901", "Award Amount": 24978.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-04", "CFDA Number": "66.516", "Description": "THE MAIN OBJECTIVE OF THIS PROJECT IS TO DEVELOP AN ENERGY-EFFICIENT, SUSTAINABLE, AND BIODEGRADABLE METHOD TO TRANSFORM PER-AND POLY-FLUOROALKYL SUBSTANCES (PFASS) FOUND IN GROUNDWATER INTO SAFER BYPRODUCTS SUCH AS CARBON DIOXIDE, CALCIUM FLUORIDE AND WATER. THIS PROJECT AIMS TO DEMONSTRATE THAT THE SELECTED FUNGI AND BACTERIA CAN GENERATE ENZYMES TO BREAK DOWN THE BOND BETWEEN CARBON AND FLUORINE WHICH WILL HELP DECREASE THE CONTAMINATION LEVELS FOUND IN GROUNDWATER THAT FEED INTO EXISTING POTABLE WATER WELLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_84016901_6800"}, {"internal_id": 116061019, "Award ID": "84016801", "Award Amount": 18705.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-03", "CFDA Number": "66.516", "Description": "THE MAIN GOAL OF THE PROJECT IS TO PRODUCE A DECENTRALIZED BIOCHAR WATER FILTER TO REDUCE LEAD CONTAMINATION IN PHILADELPHIA HOUSEHOLD TAP WATER. THE MAIN TECHNICAL CHALLENGE IS TO REMOVE LEAD (PB) FROM DRINKING WATER THAT ACCUMULATES AFTER CENTRALIZED TREATMENT FROM CORRODED LEAD PIPES (E.G., LEAD SEWER LINE, LEAD SOLDER). THE PROPOSED DESIGN WILL INNOVATIVELY COMBINE BENEFITS FROM BOTH BIOMASSES TO REDUCE LEAD LEVELS AFTER FILTRATION THROUGH VARIOUS MEASURES (E.G., ABSORBANCE CAPACITY, REGENERATION).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb9c32ae-42fd-5fe8-5d84-b798a26bb49d-C", "generated_internal_id": "ASST_NON_84016801_6800"}, {"internal_id": 116061020, "Award ID": "84016701", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-03", "CFDA Number": "66.516", "Description": "THE PURPOSE OF THIS PROJECT IS TO DEVELOP A RELIABLE AND COST-EFFECTIVE VOLATILE ORGANIC COMPOUND (VOC)SENSOR SUITE FOR AMBIENT AND RESIDENTIAL USE WITH ROUGH SPECIATION, WHICH WILL ENABLE HUMAN EXPOSURE ESTIMATION. THE DEVELOPED SENSOR SUITES WILL BE DEPLOYED INDOORS AND OUTDOORS TO EVALUATE THEIR PERFORMANCE. THESE PERSONAL DEVICES WILL HELP PEOPLE, ESPECIALLY THOSE IN RURAL AND DISADVANTAGED COMMUNITIES, IDENTIFY VOC EMISSION SOURCES AND BE AWARE OF SURROUNDING AIR POLLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8e3c1b2-847b-fd38-8430-6da62d956103-C", "generated_internal_id": "ASST_NON_84016701_6800"}, {"internal_id": 116060999, "Award ID": "84016601", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-05", "CFDA Number": "66.516", "Description": "THE GOAL OF THIS PROJECT IS TO MICROBIALLY CONVERT FOOD WASTE INTO RENEWABLE ORGANIC ACIDS THAT CAN BE USED TO IMPROVE THE RECOVERY OF RARE EARTH ELEMENTS (REES) FROM BASTNAESITE ORES AND COAL REFUSE, WHICH ARE TWO OF THE MOST PROMISING REE RESOURCES IN THE U.S. THE PROPOSED PROJECT AIMS TO MITIGATE THE HIGH COSTS OF THIS PROCESS BY CONVERTING FOOD WASTE INTO VALUE-ADDED, RENEWABLE, AND ENVIRONMENT-FRIENDLY CHEMICALS AND USING THESE CHEMICALS TO PROMOTE THE ECONOMIC VIABILITY OF REES RECOVERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_84016601_6800"}, {"internal_id": 116061015, "Award ID": "84016501", "Award Amount": 24851.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-05", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THE PROJECT IS TO INTEGRATE A NOVEL SOLAR-DRIVEN WATER DISINFECTION PROCESS (SODIS) WITH THE PATENTED SOLAR ENCLOSURE FOR WATER REUSE (SEWR) FRAMEWORK TO ENHANCE THE SOLAR DISINFECTION PROCESS THROUGH ADDITIVE PHOTOSENSITIZATION TECHNIQUES. THE PROJECT AIMS TO TEST THE VIABILITY OF THE SODIS ENHANCED WATER DISINFECTION METHOD AND EVALUATE THE PROTOTYPE UNDER DAYLIGHT CONDITIONS IN CONJUNCTION WITH RAINWATER COLLECTION FOR DISINFECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1882697f-2df0-529a-ed60-116702c184a7-C", "generated_internal_id": "ASST_NON_84016501_6800"}, {"internal_id": 116088814, "Award ID": "84016401", "Award Amount": 24998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "66.516", "Description": "THE AIM OF THIS PROJECT IS TO DETERMINE THE OCCURRENCE AND GENOTYPE DIVERSITY OF NAEGLERIA FOWLERI (NF), ALSO KNOWN AS THE BRAIN-EATING AMEBA, IN LOUISIANA PUBLIC WATER SYSTEMS AND BIOFILMS USING DROPLET DIGITAL POLYMERASE CHAIN REACTION (PCR) AND MULTI-LOCUS GENOTYPING; AND TO IDENTIFY THE SOURCE OF FOOD FOR NF IN THESE SYSTEMS USING ILLUMINA SEQUENCING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce600306-35f6-a322-8af6-77e17ec30fe9-C", "generated_internal_id": "ASST_NON_84016401_6800"}, {"internal_id": 116061021, "Award ID": "84016301", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-05", "CFDA Number": "66.516", "Description": "THIS PROPOSAL AIMS TO DEVELOP INNOVATIVE NANOMATERIALS AND A SOLAR STILL APPARATUS FOR DESALINATION OF BRACKISH GROUNDWATER. CURRENT DESALINIZATION AND PURIFICATION TECHNOLOGIES INCLUDING REVERSE OSMOSIS, ELECTRODIALYSIS, THERMAL DISTILLATION, AND MEMBRANE DISTILLATION ARE ENERGY DEMANDING, LIMITING THEIR USAGE IN REMOTE AREAS. THE PROPOSED PROJECT WILL TAKE AN INNOVATIVE APPROACH OF SOLAR-DRIVEN VAPOR GENERATION BY DEVELOPING FABRICS COMPOSED OF A STRONG SOLAR ABSORBER AND MICROSTRUCTURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8eae4f8f-cc3f-9d0b-4bc7-e1a501ff4078-C", "generated_internal_id": "ASST_NON_84016301_6800"}, {"internal_id": 116061017, "Award ID": "84016201", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-04", "CFDA Number": "66.516", "Description": "AN INCREASE IN WATER SCARCITY HAS RAISED QUESTIONS REGARDING THE SUSTAINABILITY OF DRINKING WATER SUPPLIES. THE GOAL OF THIS PROJECT IS TO DEVELOP A TWO-DIMENSIONAL MOLYBDENUM DISULFIDE (MOS2) LAYER-INTEGRATED HYGROSCOPIC NANOFILM INTEGRATED WITH A SOLAR EVAPORATOR WATER DESALINIZATION SYSTEM. THIS CLEAN WATER SYSTEM USES TWO RENEWABLE RESOURCES IN SEAWATER AND SUNLIGHT TO COMBAT AN EVOLVING PROBLEM IN DRINKING WATER SCARCITY WITH MINIMAL ENVIRONMENTAL COSTS AND OFFERS AN INNOVATIVE AND SUSTAINABLE SOLUTION TO THE DESALINIZATION OF SEAWATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_84016201_6800"}, {"internal_id": 116061018, "Award ID": "84016101", "Award Amount": 24979.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THE PROJECT IS TO DEVELOP A PERSTRACTION PROCESS USING A NOVEL MEMBRANE-BASED LIQUID-LIQUID EXTRACTION METHOD TO REMOVE PERFLUOROALKYL COMPOUNDS (PFAS) FROM WATER. THE PROPOSED PESTRACTION PROCESS DIFFERS FROM ACTIVATED CARBON PFAS REMOVAL FROM WATER SINCE ACTIVATED CARBON HAS A FINITE CAPACITY FOR PFAS, WHILE PERSTRACTION IS CONTINUOUS AND ENVIRONMENTALLY SUSTAINABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b8606ef-6178-35c5-20f3-b398438be35e-C", "generated_internal_id": "ASST_NON_84016101_6800"}, {"internal_id": 116061001, "Award ID": "84016001", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-04", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO UNDERSTAND HOW GREEN STORMWATER INFRASTRUCTURE (GSI) AFFECTS URBAN GROUNDWATER QUALITY AND FLOW BY PILOTING A NETWORK OF COMMUNITY-BASED GROUNDWATER MONITORING STATIONS SURROUNDING GSI SITES IN DETROIT, MI. THE TECHNICAL CHALLENGE IS TO DEVELOP A SCALABLE MODEL OF RELATIVELY LOW-COST GROUNDWATER MONITORING STATIONS TO MEASURE GROUNDWATER FLOW AND QUALITY AT THE NEIGHBORHOOD SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57f1d8a4-43a0-9952-a047-67afb28d0b55-C", "generated_internal_id": "ASST_NON_84016001_6800"}, {"internal_id": 116061007, "Award ID": "84015901", "Award Amount": 24946.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-04", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL INVESTIGATE A NANOCLAY-REINFORCED RECYCLED HIGH-DENSITY POLYETHYLENE (HDPE) AS AN ALTERNATIVE TO PRISTINE HDPE PIPE MATERIALS. SPECIFICALLY, THE PROJECT WILL EVALUATE THE APPLICABILITY OF NANOCLAY REINFORCED RECYCLED HDPE AS A POTENTIAL WATER PIPE MATERIAL THAT CAN BE APPLIED IN AGGRESSIVE CHEMICAL ENVIRONMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4762f5c-c633-1083-863c-7d99ddd74b0c-C", "generated_internal_id": "ASST_NON_84015901_6800"}, {"internal_id": 116060997, "Award ID": "84015801", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-02", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL COMBINE THE FEATURES OF A NON-ISOCYANATE POLYURETHANE (NIPU) APPROACH AND A WATERBORNE COATING TO DEVELOP A WATERBORNE NIPU EPOXY HYBRID COATING FROM A BIO-BASED RESOURCE. THIS PROJECT WILL: (1) PREPARE A WATERBORNE AMINE-TERMINATED NIPU AND A WATERBORNE EPOXY CHAIN EXTENDER TO FORM A WATERBORNE NIPU EPOXY HYBRID COATING; (2) STUDY THE STRUCTURE-PROPERTY RELATIONSHIPS OF THE WATERBORNE NIPU; AND (3) INVESTIGATE THE PERFORMANCE OF THE NEW WATERBORNE NIPU AND COMPARE IT TO THE PERFORMANCE OF COMMERCIALLY AVAILABLE WATERBORNE ISOCYANATE-BASED POLYURETHANE COATING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94c6018c-29a3-ac88-2dc1-5026597fb0a3-C", "generated_internal_id": "ASST_NON_84015801_6800"}, {"internal_id": 116060992, "Award ID": "84015701", "Award Amount": 24180.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-03", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP A MOBILE APPLICATION, COMPATIBLE WITH ANDROID AND IOS, LISTING FOOD TO BE RECOVERED ON A COLLEGE CAMPUS. THIS APP IS WILL ORGANIZE THE VARIOUS STAKEHOLDERS WITHIN A UNIVERSITY TO REDUCE FOOD INSECURITY AMONG THE STUDENT BODY, AS WELL AS REDUCE FOOD WASTE ON COLLEGE CAMPUSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e551efb-d0a5-f803-21e0-63b4e37bc52b-C", "generated_internal_id": "ASST_NON_84015701_6800"}, {"internal_id": 111635708, "Award ID": "84015601", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-29", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP AND DEMONSTRATE A MOBILE AUTONOMOUS PLATFORM FOR HARMFUL ALGAL BLOOM SENSING (MAP-HABS). THIS DEVICE WILL BE A COMPACT, AUTONOMOUS, SOLAR-POWERED, FLOATING ROBOT EQUIPPED WITH A VARIETY OF SENSORS AND GLOBAL POSITIONING SYSTEM COMPONENTS THAT ALLOW RAPID DETECTION AND COMMUNICATION OF THE PRESENCE OF HABS (HARMFUL ALGAL BLOOMS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_84015601_6800"}, {"internal_id": 111635706, "Award ID": "84015501", "Award Amount": 24995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-28", "CFDA Number": "66.516", "Description": "THIS PROJECT AIMS TO DEVELOP A STAND-ALONE WATER TREATMENT SYSTEM THAT CAN PROVIDE POTABLE WATER FOR INDOOR USE IN SINGLE FAMILY HOMES. THE SYSTEM WILL UTILIZE SOLAR ENERGY ENTIRELY WITHOUT REQUIRING REVERSE OSMOSIS. IT WILL MIMIC FLASH DISTILLATION BUT USE FLUID FLOW TO PRODUCE LOW PRESSURE RATHER THAN VACUUM PUMPS OR STEAM INJECTION COMMON IN FLASH DISTILLATION SYSTEMS. THE SYSTEM WILL WORK WITH BRACKISH GROUNDWATER, SEAWATER, OR REUSABLE WATER THAT HAS UNDERGONE SIMPLE FILTRATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_84015501_6800"}, {"internal_id": 116088813, "Award ID": "84015401", "Award Amount": 24995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP AN AQUAPONICS SYSTEM FOR USE IN TERTIARY WASTEWATER TREATMENT. ISSUES RELATED TO WATER SCARCITY, NUTRIENT-DEPLETION IN SOILS, AND WASTE DISPOSAL ARE INCREASINGLY COMMON, THUS THERE IS A NEED FOR SUSTAINABLE WASTE MANAGEMENT SYSTEMS THAT BOTH PROTECT THE ENVIRONMENT AND BENEFIT SOCIETY. AQUAPONIC SYSTEMS USE RECLAIMED WASTEWATER EFFLUENT AS THE WATER AND NUTRIENT SOURCE, LOWER TOTAL BACTERIAL LOADS IN WASTEWATER EFFLUENT, AND PREVENT CONTAMINATION WITH FECAL COLIFORMS AND POTENTIALLY PATHOGENIC BACTERIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edc86199-f2ca-c887-dca1-e63d14524b71-C", "generated_internal_id": "ASST_NON_84015401_6800"}, {"internal_id": 130172240, "Award ID": "84015301", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-12", "CFDA Number": "66.516", "Description": "THE GOAL OF THIS PROJECT IS TO DETERMINE THE FEASIBILITY OF ENGINEERING THE MICROBIOME OF MUNICIPAL WASTEWATER TREATMENT PLANTS TO DEGRADE MICROPLASTICS BEFORE THEY ENTER THE ENVIRONMENT VIA DISCHARGE INTO SURFACE WATERS OR APPLICATION OF BIOSOLIDS TO AGRICULTURAL FIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_84015301_6800"}, {"internal_id": 116061008, "Award ID": "84015201", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "66.516", "Description": "REAL-TIME INFORMATION OF WATER QUALITY IN DRINKING WATER DISTRIBUTION SYSTEMS (DWDS) IS A PREREQUISITE FOR OPERATIONAL RESPONSE OR CRITICAL DECISIONS TO SAFEGUARD DRINKING WATER SUPPLIES. THIS PROJECT AIMS TO DEVELOP A LOW-COST, DISTRIBUTED TURBIDITY SENSOR NETWORK THAT UTILIZES GLASS OPTICAL FIBERS AS BOTH THE LIGHT-TRANSMISSION MEDIUM AND THE SENSOR PROBES FOR REAL-TIME WATER QUALITY MONITORING IN DWDS. THE INNOVATIVE TECHNOLOGICAL APPROACHES UNDERTAKEN IN THIS PROJECT WILL ENABLE A TRUE DISTRIBUTED SENSOR NETWORK WITH LOW COST, ENSURING A SAFE PUBLIC DRINKING WATER SUPPLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "645c4737-caef-ce68-2bfb-9b507be06ddd-C", "generated_internal_id": "ASST_NON_84015201_6800"}, {"internal_id": 116061024, "Award ID": "84015101", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "66.516", "Description": "THE OVERARCHING GOAL OF THIS PROJECT IS TO DEVELOP AND DEMONSTRATE A SELF-SUSTAINING SELECTIVE NUTRIENT CAPTURE AND RECOVERY UNIT, CAPABLE OF BOTH REMOVAL AND RECOVERY OF NITROGEN AND PHOSPHORUS AT WASTEWATER TREATMENT PLANS TO REDUCE THE OCCURRENCE OF HARMFUL ALGAL BLOOMS (HABS). RESEARCHERS WILL USE SELECTIVE NANO-ADSORBENTS BECAUSE THEY ARE TUNABLE TO DIFFERENT POLLUTANTS AND AMENABLE TO REGENERATION TO EXTRACT VALUE-ADDED PRODUCTS. THE TEAM WILL ALSO ADVANCE ELECTROCHEMICAL REGENERATION, WHICH CAN BE APPLIED FOR ON-SITE TREATMENT IN REMOTE, RURAL, AND DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c13d643-4334-38ed-1952-0db7e2ac5e56-C", "generated_internal_id": "ASST_NON_84015101_6800"}, {"internal_id": 116061013, "Award ID": "84015001", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-05", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP AN INNOVATIVE MICROWAVE ASSISTED MEMBRANE FILTRATION (MWM) SYSTEM THAT COMBINES MICROWAVE CATALYSIS AND MICROFILTRATION TO ENHANCE THE REMOVAL OF TWO MODEL PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS). THIS SYSTEM WILL BE HELPFUL FOR THE DEVELOPMENT OF POINT-OF-USE (POU) WATER TREATMENT DEVICES THAT ARE DEPLOYED AT IMPAIRED WATER FACILITIES OR SMALL RURAL AREAS WITHOUT CENTRALIZED WATER TREATMENT CAPABILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82c8adbe-8cac-d692-3b0d-f0950057335a-C", "generated_internal_id": "ASST_NON_84015001_6800"}, {"internal_id": 116061012, "Award ID": "84014901", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-09", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP A NOVEL MEMBRANE DISTILLATION TECHNOLOGY THAT ENHANCES WATER VAPOR TRANSFER, INCREASES FRESHWATER PRODUCTION, AND SAVES ENERGY. THE PROJECT WILL INVESTIGATE THE PERFORMANCE OF DIFFERENT CATALYST-COATED MEMBRANES AT DIFFERENT BLENDING RATIOS OF FERROMAGNETIC NANOPARTICLES, AND THE IMPACTS OF SOLUTION CHARACTERISTICS, FLOW RATE OF BRINE SOLUTION, INDUCTION INTENSITY, AND MEMBRANE PROPERTIES ON MEMBRANE DISTILLATION (MD) PERFORMANCE. PROJECT FINDINGS WILL FURTHER THE DEVELOPMENT OF COST-EFFICIENT, SUSTAINABLE MD PROCESSES FOR DESALINATION AND WATER PURIFICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82c8adbe-8cac-d692-3b0d-f0950057335a-C", "generated_internal_id": "ASST_NON_84014901_6800"}, {"internal_id": 116061025, "Award ID": "84014801", "Award Amount": 24992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-12", "CFDA Number": "66.516", "Description": "THIS PROJECT AIMS TO DEVELOP A WET WIPE TECHNOLOGY THAT WILL (1) SAFEGUARD/REHABILITATE WASTEWATER INFRASTRUCTURE AND (2) REDUCE MICROPLASTICS EMISSIONS.BY INTERPENETRATING THE MATRIX OF REGULAR, COMMERCIAL TOILET PAPER WITH A SELF-ASSEMBLED COMPLEX BETWEEN CATIONIC BIOPOLYMERS AND ANIONIC SURFACTANTS (I.E., SOAPS), THE INVESTIGATORS HYPOTHESIZE THAT THESE BIOPOLYMER COMPLEXES WILL REINFORCE THE WET TOILET PAPER THAT IS MECHANICALLY ROBUST DURING USE, AND RAPIDLY DISSOLVES WHEN FLUSHED, TURNING THE INITIALLY ROBUST WIPES INTO EASILY DISPERSIBLE TOILET PAPER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f5108d9-5286-7556-c916-694becf718e8-C", "generated_internal_id": "ASST_NON_84014801_6800"}, {"internal_id": 111635707, "Award ID": "84014701", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-30", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL COMBINE A THERMAL DESALINATION SYSTEM WITH A SOLAR ENERGY COLLECTOR. THE TEAM WILL DEVELOP NOVEL, ENERGY-EFFICIENT SOLAR-ENERGY-COMBINED MEMBRANE PROCESSES FOR TREATING GROUND WATER TO LEVELS SUITABLE FOR REUSE. THE PRIMARY RESEARCH OBJECTIVES OF THE PROPOSED INVESTIGATION ARE TO: (1) DESIGN A CHEMICAL PRETREATMENT PROCESS, (2) DEVELOP A SOLAR EVAPORATION AND CONDENSATION SYSTEM, (3) SYNTHESIZE CERAMIC MEMBRANES FOR HYDROCARBON AND SOLVENT TREATMENT, AND (4) INVESTIGATE PUBLIC ATTITUDES TOWARD WATER REUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_84014701_6800"}, {"internal_id": 116032190, "Award ID": "84014601", "Award Amount": 24946.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-30", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO 1)PRODUCE A BIOCHAR ADSORBENT WITH SUSTAINABLE MATERIALS AND 2)INCORPORATE THE BIOCHAR INTO AN INNOVATIVE TECHNOLOGY FOR MITIGATION OF SURFACE RUNOFF POLLUTION. BIOCHAR IS A USEFUL, ADSORBENT MATERIAL FOR SOIL AND WATER REMEDIATION. THIS PROJECT WILL ADDRESS SURFACE RUNOFF OF AQUEOUS METALS AND OTHER CONTAMINANTS BY IMPLEMENTING A SUSTAINABLE BIOCHAR-WATTLE DESIGN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_84014601_6800"}, {"internal_id": 116032191, "Award ID": "84014501", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-29", "CFDA Number": "66.516", "Description": "THIS PROJECT'''S RESEARCHERS WILL PREPARE NANOFILTRATION MEMBRANES, DETERMINE THE MEMBRANES''' SELECTIVE ADSORPTION PERFORMANCE TOWARDS LONG AND SHORT CHAINED PFAS COMPOUNDS, AND EVALUATE THE MEMBRANES''' PFAS REMOVAL IN THE PRESENCE OF IONS AND ORGANIC MATERIALS. FUNCTIONALIZATION OF THE SURFACE OF THIN-FILM NANOCOMPOSITE (TFN) MEMBRANES WITH SUPER-FINE POWDERED ACTIVATED CARBON (SFPAC) AND POLYDOPAMINE (PDA) WILL ENHANCE THE SELECTIVITY AND REMOVAL CAPABILITY OF MEMBRANES TOWARDS BOTH SHORT-CHAINED AND LONG-CHAINED PFAS COMPOUNDS WITHOUT DETERIORATING MEMBRANE FLUX AND ANTIFOULING PROPERTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_84014501_6800"}, {"internal_id": 111635700, "Award ID": "84014401", "Award Amount": 24972.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-29", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THE PROJECT IS TO DEVELOP AND TEST THE FEASIBILITY OF A VERMI-COMPOSTING SYSTEM THAT MIXES FOOD WASTE WITH POLYURETHANE, POLYETHYLENE TERPHTHALATE (PET) AND POLYSTYRENE FOAM BYPRODUCTS FROM AGRICULTURAL PRODUCTION. THE AIM OF THE PROJECT IS TO REDUCE THE ENVIRONMENTAL PROBLEMS OF LAND USE, WATER CONSUMPTION, RESOURCE DEPLETION AND WATER POLLUTION CAUSED BY INDUSTRIAL FARMING. AS A RESULT, PROTOCOLS FOR PLASTIC AND FOOD WASTE MANAGEMENT WILL BE DEVELOPED FOR PLASTICS VERMI-COMPOSTING TECHNIQUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a393a49-766e-9cd8-5c8e-3e7c437ef8f0-C", "generated_internal_id": "ASST_NON_84014401_6800"}, {"internal_id": 111635702, "Award ID": "84014301", "Award Amount": 24999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-28", "CFDA Number": "66.516", "Description": "CRYPTOSPORIDIUM IS BROADLY PRESENT IN SURFACE WATER AND CAUSES SERIOUS ILLNESS, BUT DETECTION METHODS ARE CURRENTLY EXPENSIVE AND TECHNICALLY DEMANDING. THE GOAL OF THIS RESEARCH IS TO DEMONSTRATE, BY A COMBINATION OF LABORATORY AND FIELD RESEARCH, THAT A SIMPLE, INEXPENSIVE TIME-INTEGRATED, BIOFILM-BASED SURFACE CAN SUCCESSFULLY CAPTURE CRYPTOSPORIDIUM OOCYSTS IN RURAL ENVIRONMENTS WITH A DIVERSE SET OF POINT AND NON- POINT SOURCES OF HUMAN FECAL CONTAMINATION. RESEARCHERS WILL ALSO TEST THE EFFICACY OF INCREASED CALCIUM ION CONCENTRATIONS TO ENHANCE OOCYST CAPTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_84014301_6800"}, {"internal_id": 111635694, "Award ID": "84014101", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-28", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THIS PROPOSAL IS TO DRASTICALLY SIMPLIFY BIOGAS UPGRADING USING ADSORBENT MATERIALS ENGINEERED SPECIFICALLY TO PRODUCE GRID QUALITY BIOMETHANE. THIS INNOVATIVE COST-EFFECTIVE TECHNOLOGY IS COMPRISED OF CONCURRENT REMOVAL OF CARBON DIOXIDE, HYDROGEN SULFIDE AND WATER VAPOR FROM THE FEED GAS, FOLLOWED BY ADSORBENT REGENERATION AND COOLING IN AIR BEFORE STARTING THE SUBSEQUENT CYCLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caef8c38-5944-9743-df26-1aeaf8b6bc50-C", "generated_internal_id": "ASST_NON_84014101_6800"}, {"internal_id": 111635701, "Award ID": "84014001", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-28", "CFDA Number": "66.516", "Description": "THE AIM OF THE PROJECT IS TO USE A SONICATION REACTOR TO EFFICIENTLY REMEDIATE PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS)-CONTAMINATED SITES THROUGH SONIC DEGRADATION TO REDUCE HUMAN AND ANIMAL EXPOSURE TO PFASS. SPECIFICALLY, THE RESEARCH TEAM WILL DESIGN A NOVEL ULTRASOUND DELIVERY METHOD TO GENERATE ACOUSTIC CAVITATION WHICH COMBINES A LOW FREQUENCY PROBE TRANSDUCER AND A HIGH FREQUENCY SUBMERSIBLE TRANSDUCER TO CREATE AN INTENSE ULTRASONIC FIELD THAT STIRS UP SOLIDS IN SOLUTION AND INDUCE CAVITATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82c8adbe-8cac-d692-3b0d-f0950057335a-C", "generated_internal_id": "ASST_NON_84014001_6800"}, {"internal_id": 98174220, "Award ID": "84003601", "Award Amount": 74882.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-11", "CFDA Number": "66.516", "Description": "THIS PROJECT INTRODUCES A GREEN APPROACH TO PRODUCE HEMPCRETE ' A RENEWABLE AND NATURAL BUILDING MATERIAL WITH UNIQUE ADVANTAGES OVER EXISTING MATERIALS. BUILDINGS MADE FROM HEMPCRETE SHOW REDUCED ENERGY CONSUMPTION, HOWEVER TRADITIONAL METHODS OF PRODUCING HEMPCRETE RELEASE TOXIC WASTE. THE FOCUS OF THIS PROJECT IS TO USE AN ADVANCED GREEN PULPING METHOD TO PRODUCE HEMP FIBER FOR CONSTRUCTION WITHOUT ANY TOXIC WASTE STREAMS. THE PROJECT WILL DETERMINE THE EXTENT OF HEMPCRETE'S PROPERTIES IN REAL WORLD SETTINGS AND STUDY OPTIMIZATION TO MAXIMIZE THE AMOUNT OF FIBERS THAT CAN BE PROCESSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_84003601_6800"}, {"internal_id": 98566315, "Award ID": "84002401", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-16", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL CHARACTERIZE THE LOCATIONS, SCOPE, AND IMPACTS OF STRAIGHT PIPES IN RURAL ALABAMA. MANY HOUSEHOLDS IN THIS AREA HAVE NO ACCESS TO PUBLIC SEWERS AND NO AFFORDABLE OPTIONS TO TREAT THEIR WASTEWATER. IN THESE CONDITIONS, STRAIGHT PIPES OFTEN ILLICITLY DISCHARGE UNTREATED WASTEWATER ONTO THE GROUND. THIS HAS POTENTIAL FOR SUBSTANTIAL ADVERSE IMPACTS ON HUMAN HEALTH AND THE ENVIRONMENT. THIS PROJECT WILL GENERATE A MODEL THAT CAN QUANTIFY THE EXTENT OF THE STRAIGHT PIPE PROBLEM, ENABLING COMMUNITY AND COUNTY-SCALE WASTEWATER MANAGEMENT PLANS TO BE DEVELOPED AND THE HEALTH AND ENVIRONMENTAL BENEFITS TO BE ACCURATELY ASSESSED..", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_84002401_6800"}, {"internal_id": 98566335, "Award ID": "84002201", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-17", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP AND IMPLEMENT A NOVEL, COST-EFFECTIVE, ENVIRONMENTALLY-FRIENDLY PHOTOCATALYTIC METHOD TO REMOVE AND DEGRADE PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) IN RECLAIMED WASTEWATER EFFLUENT (WE). WE RECLAMATION FOR REUSE IN AGRICULTURE HAS BEEN PRACTICED BY MANY REGIONS THAT LACK SUFFICIENT FRESHWATER SUPPLIES FOR IRRIGATION ' A SUSTAINABLE STRATEGY TO MEET WATER DEMANDS. HOWEVER, CURRENT TECHNOLOGIES FOR WE REUSE IN AGRICULTURE ARE CHALLENGED BY THE PRESENCE OF EMERGING ORGANIC CONTAMINANTS (I.E. PFAS), WHICH BRING ADVERSE IMPACTS ON CROPS, SOIL, ECOSYSTEMS, AND HUMAN HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "860e898a-39c5-1b85-9719-9fa3e8c32778-C", "generated_internal_id": "ASST_NON_84002201_6800"}, {"internal_id": 98174221, "Award ID": "84002101", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "66.516", "Description": "THE CONCERN FOR LEAD CONTAMINATION, EVEN IN SMALL CONCENTRATIONS, HAS LED TO THE NEED FOR AN ANALYTICAL METHOD THAT CAN RAPIDLY DETERMINE TRACE LEVELS. CURRENT METHODS USED TO DETERMINE LEAD LEVELS REQUIRE TRANSPORTATION OF THE SAMPLE TO A LABORATORY, TRAINED PERSONNEL, AND THE USE OF MERCURY: A HIGHLY TOXIC, NONBIODEGRADABLE HEAVY METAL. THIS PROJECT WILL DEVELOP A BIOPOLYMER SENSOR THAT CAN DETERMINE TRACE LEVELS OF LEAD AT THE TERMINAL PLUMBING SOURCE (I.E., FAUCETS). THIS SENSOR WILL BE LOW-COST, SIMPLE, AND PORTABLE COMPARED TO CONVENTIONAL METHODS OF DETECTING LEAD CONTAMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_84002101_6800"}, {"internal_id": 98174237, "Award ID": "84001901", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-05", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP A GREEN CHEMICAL PROCESS INVOLVING THE FORMATION OF REACTIVE NANOBUBBLES (NBS) TO CONTROL HARMFUL ALGAL BLOOMS (HABS) AND REMOVE CYANOTOXINS. THE OCCURRENCE OF HABS IS INCREASINGLY COMMON IN INLAND FRESHWATER IN THE U.S. AND NEGATIVELY AFFECT THE ENVIRONMENT, ECOSYSTEMS, AND HUMAN HEALTH. OZONE NBS PROMOTE RAPID OXIDATION AND DECOMPOSITION OF ORGANIC WATER POLLUTANTS AND ALGAL BIOMASS, WHILE LEAVING NO CHEMICAL RESIDUES OR DISINFECTION BYPRODUCTS AND THUS HAVING NEGLIGIBLE IMPACTS ON WATER QUALITY OR AQUATIC LIFE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82c8adbe-8cac-d692-3b0d-f0950057335a-C", "generated_internal_id": "ASST_NON_84001901_6800"}, {"internal_id": 98174238, "Award ID": "84001801", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-03", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP A RENEWABLE TREATMENT STRATEGY TO REMOVE TRACE LEVELS OF ARSENIC FROM DRINKING WATER. THE STRATEGY CENTERS ON NATURALLY OCCURRING PROTEINS FOUND IN BACTERIA THAT CAN TRAP ARSENIC FROM WATER AS A MEANS OF PROTECTION. AFTER REDUCING ARSENIC CONCENTRATIONS, THE BACTERIA CAN BE REMOVED FROM THE WATER SOURCE USING MAGNETS. USING BIOLOGICAL MATERIALS FOR ARSENIC REMOVAL IS MORE SUSTAINABLE AND SELECTIVE THAN CURRENT TECHNOLOGIES. THE REMEDIATION STRATEGY AIMS TO BE INEXPENSIVE, WITH MINIMAL POWER REQUIREMENTS AND NO COMPLICATED EQUIPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "378fe7f9-e157-cd75-80cc-97cbe1a426db-C", "generated_internal_id": "ASST_NON_84001801_6800"}, {"internal_id": 103141574, "Award ID": "84001701", "Award Amount": 69879.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-02", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP ELECTRICITY-FREE WATER TREATMENT TECHNOLOGY IN ORDER TO PRODUCE CLEANER WATER WITH LOWER CAPITAL AND OPERATING COSTS THAN CONVENTIONAL TREATMENT PLANTS. THE PLANT USES A VERTICAL-FLOW, WASTE-FREE RAM PUMP TO LIFT TREATED WATER TO THE TOP OF THE PLANT, IMPROVING EFFICIENCY, ELIMINATING THE NEED FOR MECHANICAL CONTROLS, AND REDUCING THE OCCURRENCE OF MECHANICAL FAILURE. THIS NOVEL TYPE OF RAM PUMP COULD REDUCE THE COST OF INSTALLING CONVENTIONAL WATER TREATMENT TECHNOLOGY AND MAKE SAFE, CLEAN WATER MORE ACCESSIBLE TO ECONOMICALLY DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_84001701_6800"}, {"internal_id": 98174224, "Award ID": "84001601", "Award Amount": 74663.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-08", "CFDA Number": "66.516", "Description": "THIS PROJECT AIMS TO DEVELOP A COST-EFFECTIVE AND TECHNOLOGICALLY FEASIBLE UV-LED PHOTOCATALYTIC PROTOTYPE EMISSIONS CONTROL DEVICE THAT WOULD BE INCORPORATED INTO AN AUTOMOBILE TO REDUCE FUEL VAPOR EMISSIONS BY AT LEAST 70% COMPARED TO CURRENT EMISSIONS CONTROL SYSTEMS. UV-LEDS ARE SMALL, ROBUST LIGHT SOURCES THAT REQUIRE LOW DIRECT CURRENT POWER THAT CAN BE PROVIDED BY THE EXISTING AUTOMOBILE BATTERY. ADDITIONALLY, THE PROJECT WILL CONDUCT AN ECONOMIC ANALYSIS AND DESIGN EDUCATIONAL AND MARKETING TOOLS FOR THE PROPOSED TECHNOLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b8606ef-6178-35c5-20f3-b398438be35e-C", "generated_internal_id": "ASST_NON_84001601_6800"}, {"internal_id": 86482867, "Award ID": "83996601", "Award Amount": 24992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DESIGN AND FABRICATE A NOVEL NON-THERMAL PLASMA (NTP) SYSTEM TO REMOVE SILOXANE FROM LANDFILL GAS (LFG). THE SYSTEM IS CALLED CLEAN, RENEWED UPGRADED LFG (CLNERG) AND IS A TREATMENT METHOD FOR PURIFYING LANDFILL GAS PRIOR TO ITS COMBUSTION. THE FOCUS OF THIS PROJECT IS TO PROVIDE SUSTAINABLE SOURCES OF ENERGY WHILE IMPROVING AIR QUALITY BY PREVENTING AND CONTROLLING AIR POLLUTION FROM MULTI-POLLUTANTS AS WELL AS ADDRESSING RESOURCE RECOVERY IN THE ENERGY SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "873ae72b-bace-b481-a973-8304b7346bc0-C", "generated_internal_id": "ASST_NON_83996601_6800"}, {"internal_id": 86482859, "Award ID": "83996501", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-25", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP SOLAR POWERED, LOW-COST, LONG-LIFETIME AIR QUALITY SENSORS THAT CAN BE CALIBRATED WITH AN EPA REFERENCE MONITOR USING MACHINE LEARNING, DISTRIBUTED AT A COMMUNITY SCALE AND CAN PROVIDE RELIABLE, OPEN-SOURCE AIR QUALITY DATA TO THE PUBLIC IN REAL TIME THROUGH A LONG-RANGE WIRELESS AREA NETWORK. NASA BIAS DETECTION TECHNOLOGY WILL BE USED TO DETECT SENSOR RELIABILITY. THE FOCUS OF THIS PROJECT IS TO PROVIDE LOCAL COMMUNITIES WITH THE ABILITY TO MONITOR THEIR OWN AIR QUALITY AND PROVIDE SCIENTIFICALLY USEFUL AIR MONITORING DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b31a6584-f8ff-0848-3b7a-04422c7b4762-C", "generated_internal_id": "ASST_NON_83996501_6800"}, {"internal_id": 86482717, "Award ID": "83996401", "Award Amount": 23780.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-27", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP A MORE EFFICIENT LUMINESCENT SOLAR CONCENTRATOR (LSC) USING A COMBINATION OF TWO DIFFERENT QUANTUM DOT MATERIALS FREE OF HEAVY METALS. THIS WOULD BE A SIGNIFICANT CONTRIBUTION TO POLLUTION PREVENTION, AS IT WOULD PROVIDE A VIABLE AND COST-EFFECTIVE PATHWAY TO PROVIDING CLEAN SOLAR POWER TO MEET U.S. ELECTRIC POWER NEEDS. IF VIABLE, THIS PROCESS COULD BE THE FIRST TIME A SPECIFIC TYPE OF ENERGY TRANSFER BETWEEN QUANTUM DOTS WOULD BE USED TO IMPROVE ON THE EFFICIENCY OF LUMINESCENT SOLAR CONCENTRATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fba03e7-1bfa-32cc-fd82-61bd86c545aa-C", "generated_internal_id": "ASST_NON_83996401_6800"}, {"internal_id": 86483062, "Award ID": "83996301", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "66.516", "Description": "CYANOTOXINS, INCLUDING MICROCYSTIN, FROM CYANOBACTERIAL ALGAL BLOOMS IN SURFACE WATER CAN BE VERY HARMFUL, THREATENING DRINKING, IRRIGATION AND RECREATIONAL WATER SAFETY AND HUMAN HEALTH, AND CONVENTIONAL WATER TREATMENT CANNOT EFFECTIVELY REMOVE THEM. THIS PROJECT PROPOSES TO DEVELOP AN ADSORPTION AND OXIDATION-DRIVEN REGENERATION PROCESS USING A NOVEL MULTIFUNCTIONAL BIOCHAR (MFB) TO EFFECTIVELY REMOVE MICROCYSTIN FROM DRINKING WATER SOURCES. THE MFB WILL BE PRODUCED FROM AGRICULTURAL WASTES VIA A SIMPLER, MORE ECONOMICAL AND ENVIRONMENTALLY FRIENDLY PROCESS THAN CURRENT METHODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_83996301_6800"}, {"internal_id": 86483023, "Award ID": "83996201", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "66.516", "Description": "THE PROPOSED PROJECT WILL DEVELOP A PORTABLE, LOW COST BIOFILTER THAT REMOVES FRESHWATER HARMFUL ALGAL BLOOM (FHAB) DERIVED CYANOTOXINS AND HEAVY METAL IONS FROM WATER. THE NEW APPROACH USES NANOPARTICLE (NP) EMBEDDED IN A SOY PROTEIN DERIVED CELLULOSE FILTER THAT IS BIOCOMPATIBLE, BIODEGRADABLE AND INEXPENSIVE. THE FOCUS OF THIS PROJECT IS TO IMPROVE PUBLIC HEALTH BY PROVIDING SAFE AND CLEAN WATER. THE PROPOSED FILTER WILL DELIVER IMPROVED EFFECTIVENESS AND EFFICIENCY IN REMOVING CYANOTOXINS FROM FHAB CONTAMINATED SOURCE WATERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80e47254-f029-906f-1450-11bd75b82073-C", "generated_internal_id": "ASST_NON_83996201_6800"}, {"internal_id": 86482882, "Award ID": "83996101", "Award Amount": 24827.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP A GREEN, SUSTAINABLE AND ECO-FRIENDLY MEMBRANE SYSTEM THAT REMOVES CHEMICALS THAT PERSIST FOLLOWING TRADITIONAL WATER TREATMENT. TO ACHIEVE THIS, A CELLULOSE NANOSCALE ANION-EXCHANGE RESIN WILL BE DEVELOPED. SINCE CELLULOSE NANOFIBERS ARE ABUNDANT AND INEXPENSIVE, THIS PROPOSAL, IF SUCCESSFUL, WILL PROVIDE AFFORDABLE WATER PURIFICATION SOLUTIONS TO RURAL COMMUNITIES THAT HAVE HIGH CONCENTRATIONS OF CONTAMINANTS FOUND IN WATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1b3f72b-bb6f-8fd7-5ecd-fb4c67001bdd-C", "generated_internal_id": "ASST_NON_83996101_6800"}, {"internal_id": 92408263, "Award ID": "83996001", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-04", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP A HIGH-THROUGHPUT SYSTEM TO REMOVE ARSENIC (AS), A CARCINOGEN, FROM CONTAMINATED GROUNDWATER TO MEET THE WATER DEMANDS OF RURAL CALIFORNIA COMMUNITIES. THE SYSTEM WILL USE AIR CATHODE ASSISTED IRON ELECTROCOAGULATION (ACAIE), WHICH OXIDIZES AS TO MAKE IT EASIER TO REMOVE. THE FOCUS OF THIS PROJECT IS TO DESIGN A SYSTEM TO PROCESS LARGE VOLUMES OF HIGHLY CONTAMINATED WATER AND LOWER THE AS LEVEL BELOW THE EPA MAXIMUM CONTAMINANT LEVEL (MCL).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_83996001_6800"}, {"internal_id": 86482884, "Award ID": "83991001", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP AND DEMONSTRATE A LOW-COST SELF-SUSTAINABLE PORTABLE DESALINATION SYSTEM THAT USES A WAVE-AND-SOLAR RENEWABLE ENERGY TO SUPPLY FRESH WATER COMMUNITIES THAT LACK A SAFE AND SUSTAINABLE SUPPLY. THE FUNCTIONAL PROTOTYPE HAS A 65L/DAY DESALINATION CAPACITY INTEGRATED WITH WAVE AND SOLAR HYBRID ENERGY, WHICH IS THE BASIC DAILY FRESH WATER CONSUMPTION PER CAPITAL. THE FOCUS OF THIS PROJECT IS TO PROVIDE SAFE AND STABLE FRESH WATER AND REDUCE ENVIRONMENTAL POLLUTION AT LOW COST USING RENEWABLE ENERGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_83991001_6800"}, {"internal_id": 86482839, "Award ID": "83990001", "Award Amount": 24875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP A POINT-OF-USE (POU) POUR-THROUGH TREATMENT SYSTEM PROTOTYPE FILTER TO TREAT LEAD AND POLYCHLORINATED BIPHENYLS (PCBS) IN DRINKING WATER. THE LOW-COST FILTER WILL BE MADE OF LOCALLY-SOURCED BIOMASS AND GEOMATERIALS IN MIXED-MEDIA BENEFITING COMMUNITIES WHO LACK BASIC WATER AND SEWAGE SERVICES. THIS TECHNOLOGY WILL PROVIDE USERS AN ALTERNATIVE TO EXPENSIVE COMMERCIAL WATER FILTER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_83990001_6800"}, {"internal_id": 86482890, "Award ID": "83989001", "Award Amount": 23811.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP A SIMPLE AND INEXPENSIVE PAPER TEST FOR LEAD IN TAP WATER USING A PROBE ENCAPSULATED BY POLYMER NANOPARTICLES THAT HAS A COLORIMETRIC RESPONSE TO LEAD. SIGNAL CAN BE SEEN VISUALLY. THE FOCUS OF THIS PROJECT IS TO IMPROVE THE ABILITY TO ACCURATELY TEST FOR LEAD IN TAP WATER. CURRENTLY, LEAD TESTING IS EXPENSIVE AND REQUIRES TRAINED PERSONNEL TO PERFORM THE TEST. WITH THIS ASSAY, HOMEOWNERS AND COMMUNITIES, INCLUDING DISADVANTAGED CAN VISUALLY DETECT THE PRESENCE OF LEAD IN THEIR WATER THUS ALLOWING THEM TO MAKE DECISIONS TO IMPROVE WATER QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa10ed7b-2da9-dcc1-9851-4443e668e502-C", "generated_internal_id": "ASST_NON_83989001_6800"}, {"internal_id": 86483061, "Award ID": "83988001", "Award Amount": 24864.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP A FIELD-DEPLOYABLE DROPLET DIGITAL POLYMERASE CHAIN REACTION (DDPCR) SYSTEM THAT CAN RAPIDLY DETECT PATHOGENIC ESCHERICHIA COLI (E. COLI) IN WATER. THE PROJECT WILL USE THE PROPOSED SYSTEM TO TEST THE WATER SAMPLES OF THE ANIMAS RIVER AND THE BEAR CREEK IN COLORADO, AND THE RESEARCHERS PLAN TO EDUCATE LOCAL COMMUNITIES (INCLUDING NATIVE AMERICAN TRIBES) IN THE FOUR-CORNER AREA ON THE IMPORTANCE OF WATER RESOURCE PROTECTION AND TECHNOLOGIES FOR ENVIRONMENTAL PROTECTION. IF SUCCESSFUL, THIS PROJECT WOULD BE A GREAT IMPROVEMENT OVER EXISTING METHODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4fd11353-076a-e5f7-52a1-31a036abfead-C", "generated_internal_id": "ASST_NON_83988001_6800"}, {"internal_id": 88416546, "Award ID": "83987001", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DESIGN AND TEST A POLLUTION CONTROL STRATEGY FOR NONPOINT NUTRIENT SOURCES. THE PROJECT WILL CREATE A SYSTEM TO CONVERT ORGANIC MATTER IN AGRICULTURAL RUNOFF TO HYDROGEN PEROXIDE MITIGATING THE GROWTH OF CYANOBACTERIA HARMFUL ALGAL BLOOM (CHAB). A CONSTRUCTED WETLAND WILL BE DEVELOPED TO MITIGATE EMISSIONS. THE FOCUS OF THIS PROJECT WILL BE TO IMPROVE WATER QUALITY AT A LOW COST AND PROTECT HUMAN HEALTH AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab2545e4-42db-b0e5-c4ac-2382eeaf8c92-C", "generated_internal_id": "ASST_NON_83987001_6800"}, {"internal_id": 92408279, "Award ID": "83985001", "Award Amount": 24998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-08", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP A DRYWALL SUBSTITUTE TO REPLACE TRADITIONAL GYPSUM-BASED DRYWALL. A TWO-STEP PROCESS WILL BE USED TO CONVERT WHEAT STRAW INTO A CONSTRUCTION MATERIAL THAT WILL HAVE COMPARABLE MECHANICAL, THERMAL, AND CHEMICAL PROPERTIES BUT SUPERIOR IN MOISTURE RESISTANCE, WORKABILITY AND BIODEGRADABILITY UPON DISPOSAL. THE FOCUS OF THIS PROJECT IS TO IMPROVE ENVIRONMENTAL HEALTH BY REDUCING THE AMOUNT OF SOLID WASTE DISCARDED IN LANDFILLS FROM CROP WASTE AND CONSTRUCTION/DEMOLITION WASTE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83985001_6800"}, {"internal_id": 92333173, "Award ID": "83984001", "Award Amount": 24999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-10-29", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DESIGN A SIDEWALK THAT CAN BE BUILT USING RECYCLED AND LESS ENERGY- AND CARBON-INTENSIVE MATERIALS WITH THE THINNEST POSSIBLE THICKNESS, TO REDUCE MATERIAL USE AND LIMIT HEAT STORAGE CAPACITY. THIS COULD INCLUDE RECYCLED MATERIALS, USE OF FIBERS SUCH AS SYNTHETIC TEXTILES AND 3-D CONCRETE PRINTING. BY REVISITING THE MATERIALS AND TECHNIQUES THAT CITIES AND TOWNS USE TO BUILD SIDEWALKS, THIS PROJECT COULD IDENTIFY DURABLE, ENVIRONMENTALLY SUSTAINABLE AND COST-EFFECTIVE APPROACHES TO REDUCE POLLUTION ASSOCIATED WITH SIDEWALK CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_83984001_6800"}, {"internal_id": 88416579, "Award ID": "83983001", "Award Amount": 24947.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP AN INEXPENSIVE, SCALABLE AND RECYCLABLE WATER- AND OIL- RESISTANT PAPER. THIS PROJECT AIMS TO REDUCE THE LOSS OF PULP AND THE IMPACT TO THE ENVIRONMENT, REDUCE THE ENERGY AND WATER USED TO GENERATE NEW PULP, AND ELIMINATE THE NEED FOR UNFRIENDLY PAPER COATINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_83983001_6800"}, {"internal_id": 86482851, "Award ID": "83982001", "Award Amount": 24952.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP A PRACTICAL AND COST-EFFECTIVE APPROACH TO TREAT PER- AND POLY FLUOROALKYL SUBSTANCES (PFAS) IN DRINKING WATER IN HOMES USING FUNCTIONALIZED SAWDUST BIOMASS. CELLULOSE-BASED SAWDUST WOULD REPLACE MORE EXPENSIVE METHODS SUCH AS ACTIVATED CARBON WHICH WILL PROVIDE A MORE AFFORDABLE SOLUTION TO IMPROVE WATER QUALITY AND PROTECT HUMAN HEALTH BY REMOVING PFAS FROM DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c572d765-16bd-66ab-db02-66828218aab7-C", "generated_internal_id": "ASST_NON_83982001_6800"}, {"internal_id": 93242713, "Award ID": "83981001", "Award Amount": 24997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-08", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP NOVEL LOW-COST BIO-HYBRID ABSORBENTS FOR POINT-OF-USE (POU) TREATMENT OF PER- AND POLY FLUOROALKYL SUBSTANCES (PFAS) IN HOMES AND OFFICES. THE FOCUS OF THIS PROJECT IS TO IMPROVE WATER QUALITY AND PROTECT HUMAN HEALTH BY IMPROVING REMOVAL EFFICIENCY OF PFAS POLLUTANTS AND PROVIDING ACCESS TO SAFE DRINKING WATER FOR COMMUNITIES, ESPECIALLY THOSE WITH THE GREATEST NEED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "645c4737-caef-ce68-2bfb-9b507be06ddd-C", "generated_internal_id": "ASST_NON_83981001_6800"}, {"internal_id": 86483074, "Award ID": "83980001", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-27", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP AN ELECTRICALLY CHARGED GRANULAR ACTIVATED CARBON (GAC) POINT-OF-USE (POU) DEVICE TO INCREASE THE ADSORPTION/DESORPTION CAPACITY OF PER- AND POLY FLUOROALKYL SUBSTANCES (PFAS) FROM DRINKING WATER. IF SUCCESSFUL, THIS PROJECT WILL PROVIDE THE FIRST EVIDENCE OF THE REMOVAL EFFICIENCY OF THIS TECHNOLOGY AND PROVIDE RURAL COMMUNITIES AND HOMEOWNERS AN OPTION TO TREAT CONTAMINATED PFAS WATER RESULTING IN CLEAN AND SAFE DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_83980001_6800"}, {"internal_id": 79452208, "Award ID": "83949001", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-29", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO FURTHER DEVELOP AND DEMONSTRATE A SIMPLE OPERATIONAL TECHNOLOGY TO REDUCE AERATION COSTS IN WASTEWATER TREATMENT PLANTS (WWTPS) AND ASSESS HOW WELL THE TECHNOLOGY REDUCES ENERGY CONSUMPTION AND GENERATED POLLUTION. THE TECHNOLOGY WILL MAKE USE OF SENSORS AND ALGORITHMS TO CONTROL OXYGEN FLUCTUATIONS TO MEET REGULATORY CONSTRAINTS WHILE SIMULTANEOUSLY MINIMIZING ENERGY CONSUMPTION. THE FOCUS OF THIS PROJECT IS TO IMPROVE THE PERFORMANCE OF WWTPS WHILE KEEPING COST AND EASE OF USE SIMPLE. (PROVIDE CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_83949001_6800"}, {"internal_id": 80500660, "Award ID": "83948901", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-26", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP A NOVEL TWO-DIMENSIONAL (2D) MOLYBDENUM DISULPHIDE (MOS2) SPONGE OIL-WATER SEPARATOR (MDSOS) DESIGNED TO SOAK UP OIL FROM THE OCEAN, REPELLING WATER IN THE PROCESS. THE INNOVATIVE HIGH-TECH SPONGE SYSTEM IS AN IDEAL CANDIDATE FOR PROMOTING SUSTAINABILITY PRACTICES IN A COMMUNITY AND INDUSTRIES FOR OIL-WATER SEPARATION. THE FOCUS OF THIS PROJECT IS TO DO PROVIDE A TOOL THAT IMPROVES UPON TRADITIONAL OIL SPILL REMEDIATION THUS PROTECTING AQUATIC ENVIRONMENTS FROM CONTAMINATION.  (PROVIDE FOR CLEAN & SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_83948901_6800"}, {"internal_id": 79452209, "Award ID": "83948801", "Award Amount": 74926.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-21", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP AN INEXPENSIVE CATALYTIC CONVERTER FOR SMALL OFF-ROAD ENGINES THAT WILL REDUCE EMISSION OF AIR POLLUTANTS. THE PANCERIA FOCUSES ON REDUCING THE CONCENTRATIONS OF NITROGEN OXIDE (NO), CARBON MONOXIDE (CO), VOLATILE ORGANIC COMPOUNDS (VOCS), AS WELL AS PARTICULATE MATTER (PM) EMITTED THROUGH VARIOUS SMALL OFF-ROAD ENGINES SUCH AS GASOLINE-POWERED GENERATORS, LAWN MOWERS, AND LEAF BLOWERS.  THIS DEVICE WILL INCLUDE THE OPTIMIZATION OF A NON-PRECIOUS METAL CATALYST, AND ENVIRONMENTALLY-FRIENDLY AND LOW-COST MATERIALS FOR CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83948801_6800"}, {"internal_id": 79452193, "Award ID": "83948701", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-19", "CFDA Number": "66.516", "Description": "THIS PROJECT IS DEVELOPING A LOW-COST, REUSABLE SENSOR THAT CHANGES COLOR TO NOTIFY THE USER THAT THE WATER IS SAFE TO DRINK. THE SUBMERSIBLE SENSOR INCORPORATES AN UV-SENSITIVE DYE-BASED INDICATOR FORMULATION THAT CHANGES COLOR REVERSIBLY SO THAT THE SENSOR CAN BE REUSED DAILY. THE TEAM AIMS TO DEVELOP A SENSOR WITH COST BELOW $1, WITH REUSABILITY FOR AT LEAST ONE YEAR. THE FOCUS OF THIS PROJECT IS TO ACHIEVE SAFE DRINKING WATER AT THE HIGHEST ACCURACY AND LOW COST WHILE MINIMIZING END-USER TRAINING. (PROVIDE FOR CLEAN & SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59649428-1ebf-ef93-ea43-2491b55b3188-C", "generated_internal_id": "ASST_NON_83948701_6800"}, {"internal_id": 78991770, "Award ID": "83948601", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-15", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES PILOT TESTING ON THE UPFLOW ANAEROBIC SLUDGE BLANKET (UASB) REACTOR THAT TREATS 14 PERSONS-WORTH OF DOMESTIC MIXED WASTEWATER. THE SIGNIFICANCE OF THE UASB IS THAT IT'S ELECTRICITY-FREE AND INCORPORATES INNOVATIONS THAT ALLOW FOR WASTEWATER DOSING TO HANDLE VARIABLE FLOWS SUCH AS THOSE IN SMALL SYSTEMS. THE FOCUS OF THIS PROJECT IS TO IMPROVE AND INNOVATE WASTEWATER TREATMENT SYSTEMS AND ULTIMATELY IMPROVE DECENTRALIZED WASTEWATER TREATMENT TECHNOLOGICALLY FOR APPLICATION IN RURAL, UNDERSERVED AND UNDERDEVELOPED COMMUNITIES. (PROVIDE FOR CLEAN & SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_83948601_6800"}, {"internal_id": 79452211, "Award ID": "83948501", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-19", "CFDA Number": "66.516", "Description": "THIS PROJECT SEEKS TO DEVELOP A LOW-COST, SCALABLE, AND EFFICIENT SYSTEM TO SEPARATE AND RECOVER INDIVIDUAL COMPONENTS FROM SPENT LITHIUM-ION (LI-ION) BATTERIES WITHOUT GENERATING SECONDARY WASTES. IN PHASE II, THE TEAM IS BUILDING A PROOF-OF-CONCEPT PROTOTYPE SYSTEM THAT IS CAPABLE OF PROCESSING 1 KG/H OF SPENT LI-ION BATTERIES AND PRODUCING REUSABLE CATHODE MATERIALS WITH A 90% PURITY OR GREATER. (REVITALIZE LAND & PREVENT CONTAMINATION)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79479b13-472d-876c-1e70-acfd49a73825-C", "generated_internal_id": "ASST_NON_83948501_6800"}, {"internal_id": 75591867, "Award ID": "83946901", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-27", "CFDA Number": "66.516", "Description": "THIS PROJECT INVESTIGATES THE USE OF RECYCLED GLASS AS A COMPONENT OF A UNIQUE CONSTRUCTION MATERIAL THAT CAN SERVE AS A SUBSTITUTE FOR PORTLAND CEMENT AND FLY ASH IN CONCRETE PROJECTS.  PORTLAND CEMENT PRODUCTION IS A SIGNIFICANT SOURCE OF AIR POLLUTION. THE OBJECTIVE OF THIS PROJECT IS TO SUBSTITUTE AND INCORPORATE RECYCLED GLASS INTO THE MANUFACTURING PROCESS OF CEMENT RESULTING IN THE REDUCTION OF ENERGY CONSUMPTION AND AIR POLLUTION GENERATED, AND SOLID WASTE DISPOSAL FROM THIS ACTIVITY. (IMPROVE AIR QUALITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0500b0e-8f78-357e-5b74-c5a49e635789-C", "generated_internal_id": "ASST_NON_83946901_6800"}, {"internal_id": 77072351, "Award ID": "83946801", "Award Amount": 12198.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-06", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP A SIMPLER AND LESS TOXIC PRE-TREATMENT PROCESS FOR PULPING HEMP FIBERS AND PROPOSES THAT THESE FIBERS THEN BE USED AS A REINFORCING AGENT IN CEMENT, REPLACING PETROLEUM-BASED CONSTRUCTION MATERIALS. THE CEMENT INDUSTRY PRODUCERS CARBON DIOXIDE, A POTENT GREENHOUSE GAS.  THE HEMPCRETE TO BE PRODUCED VIA THIS PROJECT WILL BE LIGHTER, STRONGER, AND MORE DURABLE THAN CONVENTIONAL CEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83946801_6800"}, {"internal_id": 75591856, "Award ID": "83946701", "Award Amount": 14971.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-19", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP MODULAR SYSTEMS CONSISTING OF PLANTING BEDS THAT ALLOW HOUSEHOLD URINE AND GRAYWATER, THAT WOULD OTHERWISE BE WASTED, TO BE TREATED FOR BENEFICIAL USE ON PUBLIC GREEN SPACES. THE PROJECT, SANITARY GREEN SPACE SYSTEM, WILL PROVIDE LOW-INCOME AND RURAL COMMUNITIES A COST-EFFECTIVE INFRASTRUCTURE OPTION FOR HOUSEHOLD SEWAGE REMOVAL THAT DIVERTS AND TREATS HUMAN WASTE PRODUCTS AND WILL POTENTIAL CONVERT UNUSED OUTSIDE AREAS TO USEABLE PUBLIC SPACES. (PROVIDE CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9ad8bff-1815-2dce-c711-ea8977aee9fe-C", "generated_internal_id": "ASST_NON_83946701_6800"}, {"internal_id": 77072349, "Award ID": "83946601", "Award Amount": 14753.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-11", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DEVELOP SIMPLE AND INEXPENSIVE TECHNOLOGY TO REDUCE LEVELS OF INDOOR AND OUTDOOR AIR POLLUTANTS GENERATED BY WOOD STOVES USED IN COLD ENVIRONMENTS ACROSS THE U.S., PARTICULARLY WITHIN DISADVANTAGED NATIVE AMERICAN COMMUNITIES.  THE FOCUS IS TO REDUCE LEVELS OF AIR POLLUTANTS BY IMPROVING THE BURNING EFFICIENCY OF WOOD STOVES. THIS WOULD SUPPORT IMPROVING HEALTH WHILE SUPPLYING A LOW-COST HEATING SYSTEM TO RURAL LOW-INCOME FAMILIES WHO MAY NOT HAVE EASY ACCESS TO OTHER INEXPENSIVE FUEL OPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83946601_6800"}, {"internal_id": 77120941, "Award ID": "83946501", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-21", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DESIGN ALTERNATIVE KITE-BASED SYSTEM FOR AERIAL MONITORING OF AIR QUALITY.  THE KITE-BASED SENSOR, KITE-BASED ENVIRONMENTAL MONITORING AND MAPPING SYSTEMS (KEMMS) WILL ENABLE THREE-DIMENSIONAL MAPPING OF ENVIRONMENTAL AIR QUALITY METRICS. THE FOCUS OF THIS PROJECT IS TO EVALUATE THE PERFORMANCE OF THE KEMMS TO ULTIMATELY IMPROVE AIR QUALITY MODELING DATA TO AID IN DECISION-MAKING TO MITIGATE AND AIR POLLUTION AND IMPROVE AIR QUALITY. (IMPROVE AIR QUALITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "867850a1-1693-4b2a-3ff5-034554d322e1-C", "generated_internal_id": "ASST_NON_83946501_6800"}, {"internal_id": 77072344, "Award ID": "83946401", "Award Amount": 14863.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-10", "CFDA Number": "66.516", "Description": "THE PROJECT PROPOSES TO REDUCE/ELIMINATE EVAPORATIVE FUEL VAPOR EMISSIONS FROM AUTOMOBILES USING A NOVEL UV-LED PHOTOCATALYIC PROCESS. THE FOCUS OF THIS PROJECT IS TO IMPROVE AIR QUALITY AND HEALTH BY REDUCING HAZARDOUS VOLATILE ORGANIC COMPOUNDS EMITTED FROM AUTOMOBILES, ESPECIALLY IN URBAN, HIGH DENSITY TRAFFIC AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b8606ef-6178-35c5-20f3-b398438be35e-C", "generated_internal_id": "ASST_NON_83946401_6800"}, {"internal_id": 77120940, "Award ID": "83946301", "Award Amount": 14999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-21", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES TO DESIGN AND FABRICATE A NOVEL INLINE VERTICAL PIPELINE (RAM PUMP) THAT WILL PRODUCE NO WASTE AND RETURN EXTRACTED WATER TO THE DISTRIBUTION SYSTEM RESULTING IN LESS ENERGY USE. THE VERTICAL RAM PUMP IS ESSENTIAL TO MAKING AGUACLARA WATER TREATMENT PLANTS ELECTRICITY-FREE.  THE FOCUS OF THIS PROJECT IS TO IMPROVE WATER TREATMENT PLANTS AND PROVIDE ACCESS TO SAFE DRINKING WATER TO THOSE THAT CANNOT AFFORD TRADITIONAL WATER TREATMENT PLANTS AND AFFORDABLE DRINKING WATER. (PROVIDE CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_83946301_6800"}, {"internal_id": 69912209, "Award ID": "83946201", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-05", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL BUILD A MODEL TO QUANTIFY THE SCOPE OF UNTREATED RAW SEWAGE DISCHARGES IN ALABAMA FOR HOUSEHOLDS THAT ARE NOT SERVED BY SEWER SYSTEM AND TREAT THEIR WASTEWATER ONSITE USING A STRAIGHT PIPE THAT RUN FROM THEIR HOME TO AN OUTSIDE TRENCH DISCHARGING RAW SEWAGE TO THE GROUND, WHICH IS ILLEGAL. AS A RESULT, DISEASES LINKED TO POOR SANITATION ARE ON THE RISE IN THIS AREA. THE MODEL WILL PROVIDE THE FIRST EVER ESTIMATE OF THE NUMBER AND LOCATION OF THESE DISCHARGES, ENABLING DECISION MAKERS THE ABILITY TO BETTER ADDRESS THE ISSUE. (PROVIDE CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_83946201_6800"}, {"internal_id": 77946386, "Award ID": "83946101", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-14", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL EVALUATE THE MECHANISMS AND TECHNICAL PERFORMANCE OF NEW TETRA-AMIDO MACROCYCLIC LIGANDS (TAMLS)-PEROXIDE CATALYST IN DEGRADING THE MOST COMMON CYANOTOXINS-THE MICROCYSTINS. TAMLS/PEROXIDE ARE ENVIRONMENTALLY-FRIENDLY CATALYSTS THAT CAN BREAK DOWN TOXIC CONTAMINANTS IN WATER.  THIS IS THE FIRST STEP TOWARD AN EFFICIENT NEW METHOD TO TREAT CYANOTOXIN-CONTAMINATED WATERS.  (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8e3c1b2-847b-fd38-8430-6da62d956103-C", "generated_internal_id": "ASST_NON_83946101_6800"}, {"internal_id": 75591868, "Award ID": "83946001", "Award Amount": 14959.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-28", "CFDA Number": "66.516", "Description": "THE PROJECT WILL STUDY THE REMOVAL OF PFAS CHEMICALS FROM WATER USING IRON NANOPARTICLES IN THE PRESENCE OF UV/VISIBLE LIGHT, WITH AND WITHOUT OXYGEN. THIS RESEARCH FOCUSES ON IDENTIFYING A PROCESS TO REMOVE PFAS FROM WASTEWATER EFFLUENT (WE) PRIOR TO ITS REUSE IN AGRICULTURAL IRRIGATION, THEREBY RESULTING IN REDUCED IMPACTS OF PFAS ON CROPS, EXPOSED SOIL, AND GROUNDWATER/SURFACE WATER. THE PROJECT'S OBJECTIVE IS TO INVESTIGATE A POTENTIAL NEW TECHNOLOGY FOR REMOVING PFAS FROM WE FOR REUSE IN AGRICULTURE. (PROVIDE FOR CLEAN AND SAFE WATER, REVITALIZE LAND AND PREVENT CONTAMINATION).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "860e898a-39c5-1b85-9719-9fa3e8c32778-C", "generated_internal_id": "ASST_NON_83946001_6800"}, {"internal_id": 73149373, "Award ID": "83945801", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-16", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DESIGN AND DEVELOP A SENSOR THAT CAN DETERMINE LOW LEVELS OF LEAD AT PLUMBING SOURCES SUCH AS FAUCETS. THE PROJECT WILL ALSO CHARACTERIZE AND EVALUATE OPTIMAL CONDITIONS FOR SENSOR PERFORMANCE FOR IN SITU LEAD DETECTION. THE FOCUS OF THIS PROJECT IS TO PROVIDE AN ALTERNATIVE TO MERCURY-BASED SENSORS, WHICH IS A TOXIC HEAVY METAL, AND IMPROVE DRINKING WATER QUALITY AND PUBLIC HEALTH THROUGH THE USE OF THESE RAPID, ON-SITE, PORTABLE LEAD MONITORING DEVICES. (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_83945801_6800"}, {"internal_id": 77120949, "Award ID": "83945701", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-19", "CFDA Number": "66.516", "Description": "THIS PROJECT PROPOSES DEVELOPING AN APPROACH TO RECLAIM WATER FROM URBAN RUNOFF USING A NOVEL POLYELECTROLYTE-BASED MULTIFUNCTIONAL FORWARD OSMOSIS MEMBRANE. THE OBJECTIVE OF THIS PROJECT IS TO INVESTIGATE AN INTEGRATED APPROACH TO RECLAIM WATER FROM URBAN RUNOFF AND AUGMENT POTABLE WATER SUPPLIES. THIS WOULD ALLOW FOR WATER REUSE FOR NONPOTABLE APPLICATIONS. (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_83945701_6800"}, {"internal_id": 73637742, "Award ID": "83945601", "Award Amount": 14997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-09", "CFDA Number": "66.516", "Description": "THIS PROJECT EXPLORES THE MOST EFFECTIVE SOIL AMENDMENTS FROM DIFFERENT WASTE MATERIALS AND INVESTIGATES A NOVEL APPLICATION TO REMOVE PHOSPHORUS AND NITROGEN FROM RUNOFF.  THE FOCUS OF THIS PROJECT IS TO PREVENT AND MITIGATE HARMFUL ALGAL BLOOMS IN RECEIVING WATERS BY ADDRESSING ATTRIBUTES OF GREEN STORMWATER INFRASTRUCTURE AS A TOOL FOR PHOSPHORUS AND NITROGEN MANAGEMENT IN LANDSCAPES UPSTREAM OF RECEIVING WATERS. (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c48f4b3e-9869-52d3-877d-eaca2c579648-C", "generated_internal_id": "ASST_NON_83945601_6800"}, {"internal_id": 73637744, "Award ID": "83945501", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-06", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL STUDY THE INFLUENCE OF VARIOUS ENVIRONMENTAL FACTORS ON MICROCYSTIN PRODUCTION IN HAZARDOUS ALGAE. THE RESEARCH WILL DEMONSTRATE A MOLECULAR METHOD FOR PREDICTION AND MONITORING OF FRESHWATER HABS, AND WILL IDENTIFY EARLY WARNING INDICATORS FOR COMMUNITIES, MUNICIPALITIES AND STATES TO USE FOR PREDICTING AND PREVENTING HAB OCCURRENCES. THE OBJECTIVE OF THIS PROJECT IS TO OFFER AN OPPORTUNITY TO DEVELOP APPROACHES FOR HAB PREDICTION AND MONITORING, AND GAIN GREATER INSIGHT INTO POSSIBLE MOLECULAR LEVEL APPROACHES FOR HAB MITIGATION. (PROVIDE FOR CLEAN AND SAFE WATER).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_83945501_6800"}, {"internal_id": 77072355, "Award ID": "83945401", "Award Amount": 14999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-04", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DESIGN AND TEST THE USE OF A NOVEL FLUORINATED ANION EXCHANGE SORBENT TO REMOVE PFAS COMPOUNDS FROM WATER.  THE PROPOSED TECHNOLOGY WILL IMPROVE UPON EXISTING ADSORPTION TECHNOLOGIES SUCH AS ACTIVATED CARBON AND ANION EXCHANGE RESINS WHICH ARE NOT SPECIFIC FOR PERFLUOROALKYL COMPOUNDS. THIS DESIGN WILL PUBLIC HEALTH THROUGH THE REMOVAL OF CONTAMINANTS LINKED TO INCREASED RISKS IN CANCER, OBESITY, AND IMMUNE SUPPRESSION. (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b8606ef-6178-35c5-20f3-b398438be35e-C", "generated_internal_id": "ASST_NON_83945401_6800"}, {"internal_id": 73637745, "Award ID": "83945301", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-13", "CFDA Number": "66.516", "Description": "THE PROJECT WILL STUDY THE USE OF PHYCOREMEDIATION TO REMOVE WATER POLLUTANTS FROM STORMWATER PONDS AND TREATMENT WETLANDS. HARVESTED ALGAE WILL BE ALSO STUDIED AS A POTENTIAL MEDIUM FOR USE IN VERMICOMPOSTING. THIS RESEARCH HAS THE POTENTIAL TO BE AN EASILY IMPLEMENTED, LOW-COST, SUSTAINABLE PRACTICE TO MINIMIZE THE RELEASE OF AQUATIC POLLUTANTS, SUCH AS MERCURY AND NUTRIENTS THAT IMPACT ECOSYSTEMS AND PUBLIC HEALTH. (PROVIDE FOR CLEAN AND SAFE WATER).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f2e5387-dcb7-153e-9ea6-463acd7c757c-C", "generated_internal_id": "ASST_NON_83945301_6800"}, {"internal_id": 75591857, "Award ID": "83945201", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-26", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL INVESTIGATE THE DEGRADATION AND REMOVAL MECHANISMS USING TWO MODEL POLYFLUOROALKLYL SUBSTANCES (PFASS) WITH A REACTIVE ELECTROCHEMICAL MEMBRANE (REM) FILTRATION. THE FOCUS OF THIS PROJECT IS TO HOLISTICALLY EXAMINE HOW TO INCREASE THE EFFECTIVENESS OF PFAS REMOVAL AND IMPROVE CONVENTIONAL WATER OR WASTEWATER TREATMENT PROCESSES. SUCCESSFUL COMPLETION OF THIS PROJECT WILL ADVANCE POINT-OF-USE (POU) APPLICATIONS FOR RESIDENTIAL AND SMALL COMMUNITIES RESULTING IN IMPROVED WATER QUALITY AND HUMAN HEALTH PROTECTION. (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82c8adbe-8cac-d692-3b0d-f0950057335a-C", "generated_internal_id": "ASST_NON_83945201_6800"}, {"internal_id": 77120934, "Award ID": "83945101", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-21", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP A NOVEL PROCESS TO CONTROL AND MITIGATE HARMFUL ALGAL BLOOMS (HABS) BASED ON REACTIVE NANOBUBBLE TECHNOLOGY.  NANOBUBBLE TECHNOLOGY IS BEING SUCCESSFULLY USED IN OTHER APPLICATIONS BUT IS LARGELY UNEXPLORED AND NOT WELL UNDERSTOOD FOR USE IN WATER PURIFICATION.  THE FOCUS OF THIS PROJECT IS TO UNDERSTAND THE UNIQUE CHARACTERISTICS OF NANOBUBBLE TECHNOLOGY AND HOW IT CAN BE USED TO CONTROL AND DECREASE THE OCCURRENCE OF FRESHWATER HABS THEREBY IMPROVING WATER QUALITY AND DRINKING WATER SECURITY. (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82c8adbe-8cac-d692-3b0d-f0950057335a-C", "generated_internal_id": "ASST_NON_83945101_6800"}, {"internal_id": 75591855, "Award ID": "83945001", "Award Amount": 14935.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-19", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DESIGN AND FABRICATE A LOW-COST SMART WATER MONITORING DEVICE, NEEDED BECAUSE LEAD CONTAMINATION IS A CLOSE-TO-HOME PROBLEM CAUSED BY CORRODED LEAD SERVICE PIPES CONNECTING HOUSEHOLDS TO MAIN LINES OR LEAD-BASED PLUMBING. IT WILL IDENTIFY AND MEASURE LEAD LEVELS AT THE TAP IN REAL TIME AND ISSUE ALERTS. PROVIDING PERVASIVE REAL-TIME MONITORING OF LEAD LEVELS IN DRINKING WATER WILL DIRECTLY CONTRIBUTE TO THE PREVENTION OF LEAD POISONING AND ITS ADVERSE HEALTH EFFECTS, PARTICULARLY ON VULNERABLE YOUNG CHILDREN AND INFANTS. (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba2a5226-4aba-7f11-7826-8750b9302849-C", "generated_internal_id": "ASST_NON_83945001_6800"}, {"internal_id": 75591859, "Award ID": "83944901", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-30", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP A DRINKING WATER TREATMENT MATERIAL CONTAINING A MAGNETIC SUPPORT AND AN ACTIVE BIOCOMPONENT THAT CAN SELECTIVELY REMOVE TOXIC HEAVY METALS, INCLUDING ARSENITE, FROM WATER.  THE NANOCOMPOSITES BEING DEVELOPED WILL BE EFFICIENT FOR REMOVAL OF ARSENITE AND INEXPENSIVE TO USE. THEY WILL BE SUITABLE FOR SMALL, RURAL, TRIBAL AND DISADVANTAGED COMMUNITIES WHERE TRADITIONAL WATER TREATMENT TECHNOLOGIES ARE NOT APPROPRIATE. (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "378fe7f9-e157-cd75-80cc-97cbe1a426db-C", "generated_internal_id": "ASST_NON_83944901_6800"}, {"internal_id": 75591860, "Award ID": "83944801", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-20", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP NEW ABSORPTION MATERIALS FOR THE REMOVAL OF PFOA AND PFOS FROM DRINKING WATER AND WASTEWATER. THE ADSORBENTS BEING DEVELOPED WILL HAVE A HIGHER ADSORPTION CAPACITY FOR PFOA AND PFOS AND SIGNIFICANTLY REDUCE THEIR CONCENTRATIONS IN CONTAMINATED WATERS.  USING THE ADSORBENTS TO TREAT WATERS REDUCES CONTAMINATION IN THE ENVIRONMENT AND IMPROVES PUBLIC HEALTH BY REDUCING THE RATES OF ILLNESSES LINKED WITH EXPOSURE TO PFOA AND PFOS. (PROVIDE FOR CLEAN AND SAFE WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6742a2ea-63ad-e820-f041-9b3abb6252a0-C", "generated_internal_id": "ASST_NON_83944801_6800"}, {"internal_id": 62688847, "Award ID": "83937001", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-23", "CFDA Number": "66.516", "Description": "THIS RESEARCH CONVERTS LARGE QUANTITIES OF AGRICULTURAL BIOMASS WASTE INTO BIOCHAR TO IMPROVE WATER RETENTION AND AGRICULTURAL PRODUCTIVITY.  THE TEAM IS COLLABORATING WITH LOCAL AGRICULTURAL INDUSTRY AND COMMUNITIES TO CONVERT LARGE AMOUNTS OF AGRICULTURAL AND FOREST BIOMASS WASTE AND RESIDUE INTO BIOCHAR ON-SITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "28889b02-fc50-82f5-6daf-9bb7400a2669-C", "generated_internal_id": "ASST_NON_83937001_6800"}, {"internal_id": 65944299, "Award ID": "83935701", "Award Amount": 74932.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-13", "CFDA Number": "66.516", "Description": "THE SPECIFIC OBJECTIVE OF THE PROPOSED RESEARCH IS TO STUDY PLANT-POLLINATOR INTERACTIONS THROUGH OUTREACH TO THE LOCAL COMMUNITY AND PROVIDE SCIENCE-BASED ADVICE TO LAND MANAGERS AND STATE AND LOCAL POLICY MAKERS FOR THE PURPOSE OF CROP IMPROVEMENT AND BIODIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9ed9d47-92ee-b4fd-1c82-e8d21b615870-C", "generated_internal_id": "ASST_NON_83935701_6800"}, {"internal_id": 62688840, "Award ID": "83935601", "Award Amount": 40240.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-09", "CFDA Number": "66.516", "Description": "THIS RESEARCH PROJECT REDUCES THE WATER CONSUMPTION OF CHEMICAL SCRUBBERS USED TO REDUCE AMMONIA EMISSIONS, WHILE ALSO MAXIMIZING THE ABILITY TO REDUCE AMMONIA EMISSIONS. THE TEAM HAS DESIGNED A THREE-STEP AMMONIA AIR SCRUBBING AND FILTRATION SYSTEM THAT REUSES WATER, RECYCLES WASTE, AND REDUCES COSTS. THIS TECHNOLOGY SUPPORTS MODERN AGRICULTURAL PRODUCERS. A COMPLETE INSTALLATION OF THE DESIGN IS SCHEDULED TO BE IMPLEMENTED AND TESTED AT THE SCOTT BROTHERS DAIRY FACILITY OVER THE NEXT TWO YEARS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83935601_6800"}, {"internal_id": 62688842, "Award ID": "83935501", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-15", "CFDA Number": "66.516", "Description": "THE GOAL OF THIS PROJECT IS TO DEVELOP EFFECTIVE, LOW-COST, AND EASY TO MAINTAIN FILTERS FROM A NOVEL SOURCE. THESE FILTERS ARE DESIGNED TO ABSORB POLLUTANTS FROM URBAN WATER RUNOFF WITH MINIMAL LEACHING. THIS PROJECT AIMS TO REMOVE NUMEROUS CONTAMINANTS FROM URBAN STORMWATER AT THE SOURCE, SHORTENING WATER TREATMENT TIME, AND INCREASING EFFICIENCY OF THE PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2be23cc5-dd69-8ec3-c36d-4918e41ee3a5-C", "generated_internal_id": "ASST_NON_83935501_6800"}, {"internal_id": 62688839, "Award ID": "83935401", "Award Amount": 74958.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-08", "CFDA Number": "66.516", "Description": "THIS RESEARCH DEVELOPS A LOW COST TECHNOLOGY FOR PCB (POLY-CHLORINATED BIPHENYLS) DECONTAMINATION, WHICH REMAINS A CHALLENGING WORLDWIDE PROBLEM BECAUSE OF PCB'S HIGH TOXICITY AND BIO-ACCUMULATION. THE PROJECT IDENTIFIES THAT TOLUENE IS A BETTER SOLVENT THAN METHANOL AND STUDIES THE OPTIMUM CONDITIONS FOR CATALYTIC DECHLORINATION. THIS PROJECT SEEKS TO BETTER UNDERSTAND THE CHORINE POSITION VS. DECHLORINATION, AND THE REACTION KINETICS ON PCBS. THE RESULTING TECHNOLOGY SUPPORTS DECONTAMINATION OF SITES WHERE PCBS HAVE ACCUMULATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c572d765-16bd-66ab-db02-66828218aab7-C", "generated_internal_id": "ASST_NON_83935401_6800"}, {"internal_id": 65944287, "Award ID": "83935301", "Award Amount": 69183.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-12", "CFDA Number": "66.516", "Description": "THIS PROJECT DEVEOPS A METHOD OF REPLACING POWER CABLES IN AIRCRAFTS WITH WIRELESS POWER TRANSFER SYSTEMS THAT ARE LIGHTER AND REDUCE THE WEIGHT OF THE PLANE. THIS REDUCTION FACTOR PER PLANE MULTIPLIED BY THE TOTAL NUMBER OF FLIGHTS IN THE WORLD, RESULTS IN A SUBSTANTIAL REDUCTION IN FUEL USED DURING FLIGHTS. THIS REDUCTION IN AIRCRAFT WEIGHT AND FUEL CONSUMTION WILL SUPPORT THE GOAL OF INPROVING AIR QUALITY, WHILE ALSO HAVING THE POTENTIAL TO SUPPORT THE AIRCRAFT INDUCTRY WITH MORE ENVIRONMENTAL EFFICIENT TECHNOLOGY AND PRACTICES RESULTING IN DECREASED EMISSIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f94b00f4-a035-113d-c59c-b548e9289378-R", "generated_internal_id": "ASST_NON_83935301_6800"}, {"internal_id": 62688848, "Award ID": "83935201", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-09", "CFDA Number": "66.516", "Description": "ANAEROBIC DIGESTION (AD) IS USED TO REDUCE THE VOLUME OF FOOD WASTE SENT TO LANDFILLS WHILE ALSO CONVERTING THE WASTE INTO A USEFUL PRODUCT. THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP A MORE EFFICIENT AMMONIA REMOVAL AND RECOVERY PROCESS FOR FOOD WASTE DIGESTERS TO INCREASE THE ENVIRONMENTAL AND ECONOMIC VALUE OF AN AD SYSTEM. THE NEW PROCESS WILL RESULT IN A COST EFFECTIVE SOIL AMENDMENT FOR AGRICULTURE SYSTEMS, AND WASTE REDUCTION IN LANDFILLS, AS WELL AS A DECREASE IN GAS THAT OCCURS WITH HIS CONCENTRATOINS IN LANDFILLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52e88116-c5ab-8290-9d8e-cb793445f78c-C", "generated_internal_id": "ASST_NON_83935201_6800"}, {"internal_id": 62688812, "Award ID": "83935101", "Award Amount": 73338.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-06", "CFDA Number": "66.516", "Description": "THIS PROJECT TESTS THE USE OF BIODIESEL WASTE GLYCEROL (DEVELOPED DURING PHASE I OF THE PROJECT) IN THE PRODUCTION OF A SERIES OF DEEP EUTECTIC SOLVENTS. THE PROJECT FOCUSES ON RESEARCHING HOW GLYCEROL CAN BE AN ALTERNATIVE TO CONVENTIONAL VOLATILE ORGANIC SOLVENTS, AND THE POTENTIAL OF USE IN CAMPUS LABORATORIES. BY DEVELOPING A SAFE AND SUSTAINABLE SOLVENT, THIS PROJECT WILL HELP DISPOSE OF INDUSTRY WASTE GLYCEROL AND REUSE A TRADITIONAL WASTE PRODUCT EFFECTIVELY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf64842-58e6-a016-b32a-e8451d29b297-C", "generated_internal_id": "ASST_NON_83935101_6800"}, {"internal_id": 65299719, "Award ID": "83934001", "Award Amount": 14999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-02", "CFDA Number": "66.516", "Description": "THIS PROJECT DEVELOPS A SOLAR COLLECTOR THAT IS ABLE TO USE SOLAR HEAT AND NIGHT SKY COOLING TO ACCOMPLISH HEAT AND COLD COLLECTION. THIS COLLECTOR RETAINS THE FUNCTIONALITY OF A CONVENTIONAL GLAZED FLAT PLATE SOLAR COLLECTOR FOR HEAT COLLECTION, BUT  ALSO HAS AN ADDITIONAL ABILITY FOR COLD COLLECTION WITH ENHANCED EFFICIENCY AND COST-EFFECTIVENESS COMPARED WITH UNGLAZED COLLECTORS. WORKING WITH INDUSTRY ON THE DESIGN, THE RESULTING PRODUCT COULD REPLACE COOLING TOWERS AND SUPPORT WATER AND ENERGY CONSERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_83934001_6800"}, {"internal_id": 62688851, "Award ID": "83933001", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-01", "CFDA Number": "66.516", "Description": "THE GOAL OF THIS PROJECT IS TO CREATE A MORE ENERGY EFFICIENT WASTEWATER TREATMENT SYSTEM THAT CAN BE APPLIED TO OKLAHOMA AND OTHER STATES.  THE PROPOSED SYSTEM WILL USE LESS ENERGY WHILE ALSO PRODUCING LESS POLLUTED DISCHARGE, LEADING TO CLEANER WATER WAYS AND LESS EMISSIONS FROM OVERUSE OF ENERGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_83933001_6800"}, {"internal_id": 61734726, "Award ID": "83932001", "Award Amount": 14964.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-18", "CFDA Number": "66.516", "Description": "THE PROJECT GOAL IS TO PROVIDE AN ECOFRIENDLY AND RENEWABLE ENERGY SOURCE THAT SUPPORTS ECONOMIC DEVELOPMENT. THE RENEWABLE ENERGY SOURCE THEY ARE USING IS BIOFUEL, WHICH HAS THE POTENTIAL FOR COMMERCIALIZATION. BY PROVIDING AN ALTERNATIVE RENEWABLE ENERGY SOURCE, THIS TECHNOLOGY CAN HELP DETER HARMFUL POLLUTANTS FROM TRADITIONAL ENERGY SOURCES AND SUPPORTS ENERGY INDEPENDENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_83932001_6800"}, {"internal_id": 61734694, "Award ID": "83931001", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-11", "CFDA Number": "66.516", "Description": "THIS TEAM IS CREATING AN INEXPENSIVE CATALYTIC CONVERTER TO USE ON DEVICES SUCH AS LAWN MOWERS, LEAF BLOWERS, AND GAS POWERED GENERATORS THAT WILL REDUCE EMISSIONS OF CARBON MONOXIDE, NITROGEN OXIDE, PARTICULATE MATTER, AND VOLATILE ORGANIC COMPOUNDS. THIS TECHNOLOGY AIMS TO REDUCE HARMFUL EMISSIONS FROM SMALL ENGINES AND PRODUCE BETTER AIR QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83931001_6800"}, {"internal_id": 61734721, "Award ID": "83930001", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-19", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP AND DEMONSTRATE A HYDROTHERMAL SYSTEM THAT PRODUCES RENEWABLE FERTILIZER FROM SEAFOOD WASTES. THIS TECHNOLOGY CAN PROVIDE AN ADDED REVENUE STREAM FOR FARMERS AND WILL REDUCE THE ARMOUNT OF WASTE BEING LANDFILLED. THE GREEN FERTILIZER PRODUCED FROM THIS TECHNOLOGY CAN HELP THE AGRICULTURAL ECONOMY AND CURBS THE NEED FOR SENDING SEAFOOD WASTE TO LANDFILLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f7fcd53-a62a-0ccf-e3e6-c6b54ddb6fd2-C", "generated_internal_id": "ASST_NON_83930001_6800"}, {"internal_id": 61734705, "Award ID": "83929901", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-12", "CFDA Number": "66.516", "Description": "THIS TEAM AIMS TO BETTER SEPARATE COMPONENTS WITHIN BATTERIES TO AID IN WASTE REDUCTION AND RECYCLING. THEIR TECHNOLOGY IS LOW-ENERGY AND COST-EFFICIENT. THIS TECHNOLOGY CAN MINIMIZE HAZARDOUS WASTE STREAMS AND LEAD TO CLEANER LAND. IT WILL ALSO HELP PRESERVE AND RECOVER PRECIOUS MATERIALS WITHIN BATTERIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79479b13-472d-876c-1e70-acfd49a73825-C", "generated_internal_id": "ASST_NON_83929901_6800"}, {"internal_id": 61734710, "Award ID": "83929801", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-10", "CFDA Number": "66.516", "Description": "THIS PROJECT AIMS TO EFFECTIVELY TREAT PETROLEUM REFINERY WASTEWATER AND RECOVER A BROAD SPECTRUM OF NUTRIENTS IN AN AFFORDABLE WAY, WHICH IS ESSENTIAL FOR THE DEVELOPMENT OF SUSTAINABLE WATER MANAGEMENT PRACTICES. THE PROJECT WILL DESIGN, TEST, AND EVALUATE A PROPOSED SYSTEM THAT CONVERTS WASTEWATER TO BIOPLASTICS, WHICH CAN BE USED AS A SUBSTITUTE FOR PETROLEUM-BASED PRODUCTS. THE PROJECT WILL RESULT IN CLEANER WASTEWATER DISCHARGE AND REDUCTIONS OF HAZARDOUS WASTE DISCHARGE FROM PETROLUEM REFINERIES. PROVIDE CLEAN AND SAFE WATER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_83929801_6800"}, {"internal_id": 61734692, "Award ID": "83929701", "Award Amount": 14766.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-18", "CFDA Number": "66.516", "Description": "THIS PROJECT IS USING GREEN CHEMISTRY TO DEVELOP AN ADDITIVE THAT CAN IMPROVE THE OVERALL EFFICIENCY OF SOLAR DISINFECTION TECHNIQUES FOR DRINKING WATER PURIFICATION. MANY HOMES USE SOLAR DISINFECTION AS AN IN-HOME WATER TREATMENT SYSTEM. THIS PROJECT AIMS TO CREATE A MORE EFFICIENT SOLAR WATER TREATMENT TECHNIQUE THROUGH GREEN CHEMISTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d277f9-c823-03b6-16e2-2a53ab37c3c5-C", "generated_internal_id": "ASST_NON_83929701_6800"}, {"internal_id": 65178297, "Award ID": "83929601", "Award Amount": 14925.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-22", "CFDA Number": "66.516", "Description": "THIS PROJECT DEVELOPS GUIDELINES FOR ARCHITECTS AND ENGINEERS TO ENSURE ADEQUATE INDOOR ENVIRONMENTAL QUALITY (IEQ) ALONG WITH PROVIDING MEASURES FOR REDUCING ENERGY CONSUMPTION IN THE OPERATION OF GREEN BUILDINGS. THE COMPLETION OF THE PROGRAM WILL ENSURE IMPROVED INDOOR AIR QUALITY IN OPERATING GREEN BUILDINGS WITH ALIGNS WITH THE ADMINISTRATOR'S GOAL TO IMPROVE AIR QUALITY MANAGEMENT IN FEDERAL BUILDING, WHICH WILL IMPROVE WORK CONDITIONS AND REDUCE COSTS OF OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_83929601_6800"}, {"internal_id": 65299718, "Award ID": "83929501", "Award Amount": 14954.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-02", "CFDA Number": "66.516", "Description": "THE PROPOSED TECHNOLOGY IS TO CREATE A UNIQUE WASTEWATER TREATMENT SYSTEM THAT IS ALSO ABLE TO PRODUCE ALGAL BIOFILM, WHICH CAN BE USED AS FEEDSTOCK FOR ENERGY GENERATION.  THE GOALS OF THIS PROJECT ARE TWO-FOLD; TO CREATE A MORE EFFECTIVE AND COST-EFFICIENT WASTEWATER TREATMENT SYSTEM AND USE THE OUTPUT OF THAT SYSTEM AS THE FEEDSTOCK FOR RENEWABLE ENERGY PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57f1d8a4-43a0-9952-a047-67afb28d0b55-C", "generated_internal_id": "ASST_NON_83929501_6800"}, {"internal_id": 46717001, "Award ID": "83929401", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-14", "CFDA Number": "66.516", "Description": "SOLAR DISINFECTION, OR SODIS, IS A HOUSEHOLD WATER TREATMENT TECHNIQUE PROVEN TO REDUCE THE INCIDENCE OF WATERBORNE DISEASE. A LOW-COST REUSABLE SODIS SENSOR WOULD PROVIDE USERS WITH VISUAL CONFIRMATION THAT THEIR DRINKING WATER HAS RECEIVED SUFFICIENT SUNLIGHT FOR PURIFICATION. THE DEVELOPMENT OF A REUSABLE DYE-BASED SODIS SENSOR WILL PROVIDE AN ECONOMICALLY VIABLE SOLUTION THAT IS CURRENTLY UNAVAILABLE. THIS RESEARCH WILL DEVELOP AN IN-HOME SENSOR THAT CAN ALERT USERS TO THE SAFETY OF THEIR DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59649428-1ebf-ef93-ea43-2491b55b3188-C", "generated_internal_id": "ASST_NON_83929401_6800"}, {"internal_id": 61734712, "Award ID": "83929301", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-24", "CFDA Number": "66.516", "Description": "THIS TEAM IS PLANNING TO USE NANOTECHNOLOGY IN WASTEWATER TREATMENT SYSTEMS TO MAKE THEM MORE EFFECTIVE IN DETECTING AND REMOVING DIFFICULT TO TREAT CONTAMINANTS. THEIR TECHNOLOGY USES GRAPHENE BEADS TO MAKE WASTE WATER TREATMENT PLANTS MORE EFFECTIVE AND PROVIDE CLEANER DRINKING WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44e8bb89-9596-e77d-f9a1-8e7186e1c76f-C", "generated_internal_id": "ASST_NON_83929301_6800"}, {"internal_id": 61734709, "Award ID": "83929201", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-05", "CFDA Number": "66.516", "Description": "THIS PROJECT AIMS TO DESIGN AN INNOVATIVE POWER GENERATION WELL PROTOTYPE THAT WILL HELP INCREASE THERMAL RECOVERY EFFICIENCY THROUGH CONVERSION OF THERMAL ENERGY TO ELECTRICITY, RESULTING IN A BETTER FACILITY ENVIRONMENT AND SAFER OPERATIONS. THIS DESIGN WILL ALSO ENHANCE THE ECONOMIC COMPETITIVENESS OF GEOTHERMAL ENERGY FOR LARGE-SCALE UTILIZATION, AND CAN CAPITALIZE ON EXISTING OR ABANDONED NATURAL GAS/PETROLEUM RECOVERY WELLS. A GEOTHERMAL ENERGY PRODUCTION SYSTEM WILL REDUCE AIR POLLUTION AND RESULT IN CLEANER AIR QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_83929201_6800"}, {"internal_id": 61734695, "Award ID": "83929101", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-16", "CFDA Number": "66.516", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP A SENSOR THAT ENABLES ONLINE MONITORING AND CONTROL OF THE PHOSPHORUS REMOVAL PROCESS. THE SENSOR WILL PROVIDE RELIABLE AND ACCURATE REAL-TIME MEASUREMENTS OF PHOSPHATE IN WASTEWATER AND WILL SIMPLIFY OPERATIONS, INCREASING REMOVAL/RECOVERY EFFICIENCIES AND REDUCING CHEMICAL USAGE AT WASTEWATER FACILITIES. THE SENSORS DEVELOPED THROUGH THIS PROJECT ALLOW FOR BETTER NUTRIENT RECOVERY IN WASTEWATER TREATMENT PLANTS AND COST REDUCTIONS IN RUNNING THESE PLANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_83929101_6800"}, {"internal_id": 62688843, "Award ID": "83929001", "Award Amount": 14977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-22", "CFDA Number": "66.516", "Description": "THIS PROJECT AIMS TO CREATE A LIGHTWEIGHT, FLEXIBLE, THIN FILM SOLAR PANEL THAT HAS APPLICATIONS BEYOND JUST BUILDING ROOFTOPS. THIS WILL INCREASE SOLAR POWER GENERATION CAPACITY AND IMPROVE ENERGY EFFICIENCY. BY CREATING A MORE FUNCTIONAL SOLAR PANEL THAT CAN BE USED ON MULTIPLE SURFACES, THIS TECHNOLOGY CAN INCREASE SOLAR POWER GENERATION, WHILE REDUCING EMISSIONS FROM CONVENTIONAL ENERGY SOURCES AND WILL ALSO REDUCE COSTS OF INSTALLING TRADITIONAL SOLAR PANELS THAT ARE FRAGILE AND HEAVY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f94b00f4-a035-113d-c59c-b548e9289378-R", "generated_internal_id": "ASST_NON_83929001_6800"}, {"internal_id": 61734720, "Award ID": "83928901", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-16", "CFDA Number": "66.516", "Description": "THIS TEAM CREATED A CLEAN ALTERNATIVE TO DIESEL FUEL AND IS DETERMING ITS PERFORMANCE WITH COMPRESSION IGNITION ENGINES.  THE FUEL BLEND CREATED CAN BE BENEFICIAL TO THE ENGINE INDUSTRY IN THAT IT REDUCES TIME AND COST FOR RESEARCH AND DESIGN OF A NEW ENGINE SYSTEM THAT ACCOMODATES THIS CLEANER FUEL LEADING TO CLEANER AIR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_83928901_6800"}, {"internal_id": 61734700, "Award ID": "83928801", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-10", "CFDA Number": "66.516", "Description": "SEPTIC SYSTEM FAILURE CAN LEAD TO HEALTH ISSUES WITHIN CHILDREN AND OTHER VULNERABLE POPULATIONS AS THE WATER COMES INTO CONTACT WITH GROUND AND SURFACE WATER. THIS PROJECT AIMS TO INNOVATE CURRENT CONVENTIONAL SEPTIC SYSTEMS TO MAKE THEM SAFER AND LESS PRONE TO FAILURE.  THIS PROJECT WILL RESULT IN CLEANER ONSITE WASTEWATER TREAMENT FOR AMERICAN HOMES, PARTICULARLY THOSE IN RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_83928801_6800"}, {"internal_id": 61734724, "Award ID": "83928701", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-10", "CFDA Number": "66.516", "Description": "THIS PROJECT ASSISTS DECISION-MAKERS TO CONSIDERING NEW LOCAL RESOURCES FOR ADDRESSING GLOBAL FOOD INSECURITY. THE TEAM IS DEVELOPING A SYSTEM POWERED BY SOLAR AND HYDROENERGY FOR STORAGING HARVESTED GRAINS DURING RAINY SEASONS IN RURAL REGIONS OF AFRICA.  THIS SYSTEM CAN BE IMPLEMENTED IN DOMESTIC RURAL AREAS FACING SIMILAR SITUATIONS DURING HARVEST SEASON. GRAIN PROCESSING CAN BE AN ENVIRONMENTALLY TAXING PROCEDURE AND THIS NEW STORAGE SYSTEM CAN IMPROVE AIR QUALITY BY REDUCING THE GAS EMISSIONS TYPICALLY RELEASED DURING CONVENTIONAL GRAIN PROCESSING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_83928701_6800"}, {"internal_id": 46716912, "Award ID": "83928601", "Award Amount": 13909.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-15", "CFDA Number": "66.516", "Description": "THE TEAM IS DEVELOPING AN OPEN-SOURCE GEOGRAPHIC INFORMATION SYSTEM (GIS) BASED DECISION SUPPORT AND DESIGN TOOL. THE TOOL WILL BE USED TO DESIGN GREEN INFRASTRUCTURE PROJECTS SUCH AS RAIN GARDENS AND PERMEABLE PAVEMENTS, AND VEGETATED SWALES THAT DELIVER ENVIRONMENTAL BENEFITS FOR SMALL WATERSHEDS IN URBAN ENVIRONMENTS.  BY MAKING THE DESIGN OPEN-SOURCE, THIS PROJECT CAN HELP RURAL COMMUNITIES THAT MAY NOT HAVE ACCESS TO GIS SYSTEMS AND DESIGNS. THE TEAM PLANS TO INCORPORATE WORKING WITH LOCAL GOVERNMENT OFFICIALS ON THE BENEFITS OF GREEN INFRASTRUCTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_83928601_6800"}, {"internal_id": 62688880, "Award ID": "83928501", "Award Amount": 14956.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-23", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL DEVELOP TECHNOLOGY TO HARNESS WIND ENERGY FOR IMPROVED AGRICULTURAL PRODUCTS THROUGH EFFICIENT DRYING TO CURB CONTAMINATION FROM AFLATOXIN, A CONTAMINATE IN SEED CROPS LINKED TO SEVERE HEALTH IMPACTS.  ALSO, A WIND TURBINE WILL BE DESIGNED TO GENERATE FORCED AIR IN A SOLAR DRYER OR LOCAL STORAGE BIN, INCREASING RATE OF HEAT TRANSFER AND MOISTURE REMOVAL DURING DRYING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_83928501_6800"}, {"internal_id": 46716889, "Award ID": "83928401", "Award Amount": 14999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-01", "CFDA Number": "66.516", "Description": "THIS PROJECT INTEGRATES CAMPUS WASTE PRODUCTS INTO RENEWABLE ENERGY SOURCES, MAKING LOYOLA UNIVERSITY CHICAGO A ZERO-WASTE AND CARBON-NEUTRAL URBAN CAMPUS BY REDIRECTING WASTE FROM CAFETERIA FOOD PRODUCTION, WETLAND RESTORATION, AND BIODIESEL PRODUCTION.THE PROJECT FOCUSES ON URBAN CAMPUSES AND REDIRECTING WASTE STREAMS TO PRODUCE A CARBON NEUTRAL CAMPUS BY PRODUCING ENERGY FOR HEATING AND ELECTRICITY FROM ORGANIC WASTE. SOIL THAT USES BIOWASTE WILL RESTORE WETLANDS, REDUCING WASTES SENT TO LANDFILLS OR WASTE WATER TREATMENT PLANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9cd18ca-188b-8914-5b3e-c0f81f48cd14-C", "generated_internal_id": "ASST_NON_83928401_6800"}, {"internal_id": 46716877, "Award ID": "83928301", "Award Amount": 14998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-05", "CFDA Number": "66.516", "Description": "THE PROPOSED TECHNOLOGY USES BEETLES AS A WAY TO DEGRADE STYROFOAM WASTES. THE BEETLES CAN THEN ALSO BE USED AS ANIMAL FEED AND AS AN ADDITIVE TO COMPOST MIXES.  THIS TECHNOLOGY WILL RESULT IN LESS STYROFAM GOING TO LANDFILLS AND ALSO AID THE AGRICULTURE INDUSTRY IN BEING ABLE TO PROVIDE FEED AND COMPOST ADDITIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_83928301_6800"}, {"internal_id": 62688810, "Award ID": "83927701", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-06", "CFDA Number": "66.516", "Description": "THIS PROJECT ADDRESSES THE FUNDAMENTAL OBJECTIVE OF SOLVING REAL WORLD GREEN BUILDING BASED DECISION-MAKING ACROSS MULTIPLE AREAS SUCH AS ENERGY USAGE, COST EFFICIENCY, AND ENVIRONMENTAL IMPACT. THE GOAL OF THIS PROJECT IS TO CREATE COMPUTER MODELING SYSTEMS THAT CAN MAKE BUILDINGS MORE ENERGY EFFICIENT AND CONSERVE RESOURCES. THIS RESEARCH CAN BE USED IN RETROFITTING CURRENT BUILDINGS AND ALSO IS HELPFUL IN CONSTRUCTION OF NEW BUILDINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_83927701_6800"}, {"internal_id": 63045868, "Award ID": "83927601", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-10", "CFDA Number": "66.516", "Description": "THIS TEAM PLANS ON SAVING ENERGY WITHIN BUILDINGS BY CREATING A LIGHT CONTROL SYSTEM THAT IS ABLE TO DRAW INFORMATION FROM HUMAN REACTIONS (LIKE THE SIZE OF EYE PUPILS). THE TECHNOLOGY WILL RESULT IN LESS ENERGY USE, WHICH IN TURNS PRODUCES LESS TOXIC AIR POLLUTANTS. IT WILL ALSO LEAD TO BETTER BUILDING DESIGNS IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56e7333e-38ec-5402-80b8-4d50309afb4c-C", "generated_internal_id": "ASST_NON_83927601_6800"}, {"internal_id": 46716761, "Award ID": "83927301", "Award Amount": 14995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-21", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL CREATE AN IN-HOME SMART FEEDBACK DEVICE THAT CAN FACILITATE RESPONSIBLE WATER USUAGE. THE DEVICE WILL PROVIDE UPDATES ON WATER USUAGE AND AIMS TO CAUSE BEHAVIORAL CHANGES IN THE USER IN ORDER TO IMPLEMENT WATER CONSERVING PRACTICES. AS AN IN-HOME DEVICE, THIS TECHNOLOGY CAN BE USED TO CONSERVE WATER IN AMERICAN HOUSEHOLDS AND ALSO EDUCATE USERS ON WATER CONSERVATION PRACTICES. (PROVIDE CLEAN AND SAFE WATER, PRIORITIZE ROBUST SCIENCE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_83927301_6800"}, {"internal_id": 46716749, "Award ID": "83927201", "Award Amount": 14999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-01", "CFDA Number": "66.516", "Description": "THIS PROJECT ALTERS THE WASTE STREAM OF CLOTHING AND CAN REDUCE THE MILLIONS OF POUNDS OF CLOTHING THAT IS SENT TO LANDFILLS EVERY YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_83927201_6800"}, {"internal_id": 46716702, "Award ID": "83926801", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-13", "CFDA Number": "66.516", "Description": "THE TEAM IS DEVELOPING A PILOT SCALE UPFLOW ANAEROBIC SLUDGE BLANKET (UASB) REACTOR THAT IMPROVES THE ACCESSIBILITY OF WASTEWATER TREATMENT FOR SMALL COMMUNITIES. EFFECTIVE MUNICIPAL WASTEWATER TREATMENT SYSTEMS TYPICALLY EXIST AS LARGE, CENTRALIZED URBAN SYSTEMS. THESE SYSTEMS ARE NOT APPROPRIATE FOR APPLICATIONS IN DEVELOPING NATIONS, AS THE HIGH FIXED COST OF CONSTRUCTION MAKES WASTEWATER TREATMENT UNAFFORDABLE FOR SMALLER VILLAGES.  THE FOCUS OF THIS PROJECT IS TO IMPROVE WASTEWATER SYSTEMS AND IMPLEMENT THE TECHNOLOGY IN LOCAL COMMUNITIES FIRST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_83926801_6800"}, {"internal_id": 46716679, "Award ID": "83926601", "Award Amount": 14999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-05", "CFDA Number": "66.516", "Description": "THIS TEAM IS DESIGNING AND DEVELOPING A LOW-COST HOUSEHOLD WATER FILTER USING BIOCHAR THAT WILL REMOVE LEAD FROM DRINKING WATER.  THIS PROJECT WILL PROVIDE CLEANER DRINKING WATER FOR HOMES USING A HOUSEHOLD WATER TREATMENT SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95193a78-4978-7aa4-ef3c-78aaf785569e-C", "generated_internal_id": "ASST_NON_83926601_6800"}, {"internal_id": 46716667, "Award ID": "83926501", "Award Amount": 14986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-07", "CFDA Number": "66.516", "Description": "THIS TEAM IS DESIGNING A SYSTEM THAT USES BIOFILTRATION TECHNOLOGY AND AN IN GROUND DETENTION TANK TO TREAT GRAY WATER PRODUCED IN HOUSEHOLD'S TO BE USED FOR OUTDOOR APPLICATION, NAMELY IRRIGATION. DESIGNING A SYSTEM THAT USES THE GRAY WATER ALREADY PRODUCED IN DAILY HOUSEHOLD ACTIVITIES FOR THE USE OF IRRIGATION HAS THE CAPABILITY OF DECREASING THE DEMAND FOR TREATED WATER.  THE SYSTEM'S BENEFITS COULD INCLUDE A REDUCTION OF DOMESTIC WATER CONSUMPTION, CONSERVING WATER AND ENERGY RESOURCES, AND DECREASING DEMAND OF WATER FROM NATURAL RESERVOIRS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "089552f8-befb-f70f-7326-f1773de8f5a3-C", "generated_internal_id": "ASST_NON_83926501_6800"}, {"internal_id": 61734727, "Award ID": "83926401", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-05", "CFDA Number": "66.516", "Description": "THIS TEAM PROJECT AIM IS TO MORE EFFICIENTLY RECOVER NUTRIENTS FROM URINE. THE RECOVERED NUTRIENTS CAN BE USED IN THE AGRICULTURAL FIELD AS ADDITIVES TO FERTILZERS. THROUGH THIS TECHNOLOGY, THERE IS LESS NUTRIENT WASTE IN WATERWAYS AND THE AGRICULTURAL INDUSTRY BENEFITS FROM THE RECOVERED NUTRIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11114b30-e3f5-9501-bf89-71629b7a1b15-C", "generated_internal_id": "ASST_NON_83926401_6800"}, {"internal_id": 62688841, "Award ID": "83926301", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-14", "CFDA Number": "66.516", "Description": "THIS TECHNOLOGY PROPOSES TO CURB WATER POLLUTION BY CREATING AN OIL-WATER SEPARATOR.  THIS TECHNOLOGY WILL LEAD TO CLEANER SURFACE WATER AND CAN BE USED FOR OIL SPILL REMEDIATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_83926301_6800"}, {"internal_id": 46711656, "Award ID": "83880001", "Award Amount": 74975.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "66.516", "Description": "IN PHASE I THE PROJECT USED ANHYDROUS ETHANOL AND ACTIVATED CARBON TO BUILD A BENCH-SCALE SOLAR THERMAL ABSORPTIVE REFRIGERATOR THAT ACHIEVED COOLING AT TEMPERATURES OF 2 ' 8 DEGREES CENTIGRADE.  A LIFE CYCLE ANALYSIS SHOWED SIGNIFICANT ENVIRONMENTAL BENEFITS COMPARED WITH A CONVENTIONAL REFRIGERATOR.  IN PHASE II THE PROJECT WILL SCALE UP THE REFRIGERATOR, TEST AZEOTROPIC ETHANOL AS A REFRIGERANT, EVALUATE ALTERNATIVE SOURCES OF ACTIVATED CARBON, AND PERFORM LIFE CYCLE ANALYSES COMPARING THE EFFECTS OF USING THE DIFFERENT TYPES OF ETHANOL AND ACTIVATED CARBON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58d13fb1-427c-0461-53db-341b90f81c0c-C", "generated_internal_id": "ASST_NON_83880001_6800"}, {"internal_id": 46691861, "Award ID": "83695501", "Award Amount": 71060.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-07", "CFDA Number": "66.516", "Description": "THE OBJECT OF THIS PROJECT IS TO USE THE HEAT FROM A COOKING FIRE TO GENERATE ELECTRICITY.  TO DO THIS THE PROJECT WILL DESIGN, BUILD, AND TEST THERMOELECTRIC GENERATORS THAT CAN BE MANUFACTURED USING LOCAL MATERIALS IN MALAWI.  THE GENERATOR WILL PRODUCE ENOUGH POWER TO CHARGE A PHONE OR AN LED LIGHT.  THE PROJECT WILL ALSO DEVELOP AN INEXPENSIVE ELECTRONIC PACKAGE TO CONVERT THE VOLTAGE OUTPUT FROM THE GENERATOR TO STANDARD USB 5-VOLT OUTPUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ce3967b-cdd1-9ac9-9f78-f622ed8cb17f-C", "generated_internal_id": "ASST_NON_83695501_6800"}, {"internal_id": 46691828, "Award ID": "83695201", "Award Amount": 74838.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-02-17", "CFDA Number": "66.516", "Description": "PHASE I SHOWED THAT FIBER-PLASTIC COMPOSITE BOARDS USING RECYCLED POLYETHYLENE PLASTIC AND MILLED RICE HUSKS PRODUCED STRONG, STIFF, LIGHTWEIGHT, TERMITE-RESISTANT BOARDS THAT COULD REPLACE PLYWOOD PARTICLE BOARDS IN DISASTER-RELIEF HOME CONSTRUCTION IN THE PHILIPPINES.  IN PHASE II THE PROJECT WILL OPTIMIZE AT BENCH-SCALE BOARD PERFORMANCE, SCALE UP THE SIZE OF THE BOARDS, WORK WITH THE INTERNATIONAL DEAF EDUCATION ASSOCIATION TO USE THE BOARDS IN HOME CONSTRUCTION, AND BEGIN LOCAL MANUFACTURE OF THE BOARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83695201_6800"}, {"internal_id": 46691816, "Award ID": "83695101", "Award Amount": 74310.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-02-08", "CFDA Number": "66.516", "Description": "IN PHASE I THE PROJECT PRODUCED 3-D PRINTED BIOFILTRATION MEDIA THAT OUT-PERFORMED CURRENTLY-USED MEDIA IN REMOVING NITROGEN FROM FISHERIES EFFLUENT.  IN PHASE II THE PROJECT WILL SEEK TO MAXIMIZE THE SURFACE AREA OF THE MEDIA, CHARACTERIZE THE CONDITIONS THAT WILL MAXIMIZE BIOFILM GROWTH ON THE MEDIA, AND DO LIFE CYCLE ASSESSMENTS OF MOVING BED AND TRICKLING BIOFILTERS IN ORDER TO PRODUCE GREEN GUIDELINES\" FOR BIOFILTRATION MEDIA DESIGN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_83695101_6800"}, {"internal_id": 46691805, "Award ID": "83695001", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-02-01", "CFDA Number": "66.516", "Description": "PHASE I SHOWED THAT POLYALUMINUM CHLORIDE (PACL)-PRECIPITATED FLUORIDE CAN BE REMOVED BY SAND FILTRATION AND PACL CAN BE ADDED AS A COAGULANT IN A CO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_83695001_6800"}, {"internal_id": 62419553, "Award ID": "83694001", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-14", "CFDA Number": "66.516", "Description": "IN PHASE I THE PROJECT DEVELOPED A PROTOTYPE OF A MICRO-ENVIRONMENTAL CONTROL (MEC) SYSTEM CONSISTING OF A WEARABLE MODULE, A CENTRAL CONTROL MODULE, AND AN OUTDOOR WEATHER MODULE INTENDED TO INCREASE BOTH INDOOR ENERGY USE EFFICIENCY AND PERSONAL COMFORT.  THE OBJECTIVES OF PHASE II ARE TO IMPROVE THE PERFORMANCE OF THE SYSTEM COMPONENTS AND TO TEST THE MEC AT A RETIREMENT COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c572d765-16bd-66ab-db02-66828218aab7-C", "generated_internal_id": "ASST_NON_83694001_6800"}, {"internal_id": 46691578, "Award ID": "83693001", "Award Amount": 74971.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-03-23", "CFDA Number": "66.516", "Description": "THIS PROJECT WILL STUDY THE PRACTICALITY OF USING STORMWATER BIOFILTRATION TO SLOW RUNOFF AND CAPTURE POLLUTANTS, USING THE CITY OF CHICO AND CSU CHICO CAMPUS AS TEST BEDS.  THE PROJECT WILL DO LABORATORY STUDIES TO DETERMINE KEY DESIGN PARAMETERS TO ACHIEVE BIOFILTER RESILIENCY AND MONITOR FOR 18 MONTHS THE HYDROLOGIC AND POLLUTANT REMOVAL OF THE EXISTING BIOFILTERS IN THE TEST BEDS.  IT WILL DEVELOP A METHODOLOGY FOR DETERMINING THE MOST EFFECTIVE MEDIA-PLANT COMBINATIONS FOR BIOFILTRATION SYSTEMS IN PARTICULAR SETTINGS.  THE RESULTS WILL BE SYNTHESIZED IN A GUIDANCE DOCUMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf64842-58e6-a016-b32a-e8451d29b297-C", "generated_internal_id": "ASST_NON_83693001_6800"}, {"internal_id": 46690116, "Award ID": "83679601", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-11-08", "CFDA Number": "66.516", "Description": "RESEARCH, DEVELOP AND TEST A PROTOTYPE SOLAR-POWERED GARMENT WILL UNDERGO PHYSICAL TESTING FOR TENSILE STRENGTH AND ENERGY HARVESTING CAPABILITIES AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_83679601_6800"}, {"internal_id": 46690105, "Award ID": "83679501", "Award Amount": 14999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-07", "CFDA Number": "66.516", "Description": "THE STUDENT TEAM WILL DESIGN AN IMPROVED RESIDENTIAL-SCALE BIODIGESTER FOR THE PRODUCTION OF METHANE GAS FROM FOOD WASTE.  THE SYSTEM WILL PROVIDE EN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85350a01-48f4-d2ba-a019-d6e2e7c8e8d4-C", "generated_internal_id": "ASST_NON_83679501_6800"}, {"internal_id": 46690082, "Award ID": "83679301", "Award Amount": 14953.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-20", "CFDA Number": "66.516", "Description": "DEVELOP A WIRELESS POWER TRANSFER SYSTEM THAT WOULD REDUCE THE WEIGHT OF COMMERCIAL AIRLINERS BY REDUCING THE AMOUNT--AND THEREFORE THE WEIGHT--OF WI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f94b00f4-a035-113d-c59c-b548e9289378-R", "generated_internal_id": "ASST_NON_83679301_6800"}, {"internal_id": 46689979, "Award ID": "83678401", "Award Amount": 14999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-09", "CFDA Number": "66.516", "Description": "COMBINE 3D VIRTUAL-PROTOTYPING TECHNOLOGY WITH THE MATERIAL SUSTAINABILITY INDEX (DEVELOPED BY THE SUSTAINABLE APPAREL COALITION) TO INCREASE EFFICIE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_83678401_6800"}, {"internal_id": 46689967, "Award ID": "83678301", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-06", "CFDA Number": "66.516", "Description": "DEVELOP AN ELECTRIC, SAFE, LOW COST AND SUSTAINABLE INCINERATION DEVICE AND SHARPS SEGREGATION CANISTER FOR DISINTEGRATING BIOHAZARDOUS STAINLESS STE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59649428-1ebf-ef93-ea43-2491b55b3188-C", "generated_internal_id": "ASST_NON_83678301_6800"}, {"internal_id": 46689921, "Award ID": "83677901", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-11-02", "CFDA Number": "66.516", "Description": "THIS PROJECT AIMS TO DESIGN A THREE-PHASE WATER-BASED AMMONIA AIR-SCRUBBING AND FILTRATION SYSTEM FOR CONCENTRATED ANIMAL FEEDING OPERATIONS (CAFOS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83677901_6800"}, {"internal_id": 46689795, "Award ID": "83676801", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-11-02", "CFDA Number": "66.516", "Description": "THE PROJECT AIMS TO DEVELOP NEW PHOTOCHEMICAL SYSTEMS FOR REMOVING ENDOCRINE-DISRUPTING CHEMICALS (EDCS) FROM WATER TREATMENT PLANT EFFLUENT AND OTHE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "765cb31f-d8ce-8525-2b06-de309c572007-C", "generated_internal_id": "ASST_NON_83676801_6800"}, {"internal_id": 46689715, "Award ID": "83676101", "Award Amount": 14999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-11-22", "CFDA Number": "66.516", "Description": "DEVELOP A PROCESS FOR TRANSFORMING WASTE GLYCEROL FROM BIODIESEL SYNTHESIS INTO A DEEP EUTECTIC SOLVENT. THESE SOLVENTS CAN BE PREPARED INEXPENSIVELY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf64842-58e6-a016-b32a-e8451d29b297-C", "generated_internal_id": "ASST_NON_83676101_6800"}, {"internal_id": 46682851, "Award ID": "83613101", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-10-30", "CFDA Number": "66.516", "Description": "THE TEAM PROPOSES TO DESIGN A DISTRIBUTED WIND ENERGY SOLUTION BY ADOPTING A NOVEL CYCLOTURBINE CONCEPT FOR POWERING OFF-GRID RURAL AFRICAN COMMUNITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_83613101_6800"}, {"internal_id": 46680663, "Award ID": "83594101", "Award Amount": 74980.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-22", "CFDA Number": "66.516", "Description": "THE TEAM IS DESIGNING AN INTEGRATED WATER-WASTEWATER-ENERGY SYSTEM FOR AN ECOTOURISM PROJECT LED BY THE SHUABB ABORIGINE WOMEN ASSOCIATION IN SHUABB,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_83594101_6800"}, {"internal_id": 46680639, "Award ID": "83593901", "Award Amount": 74555.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-01", "CFDA Number": "66.516", "Description": "THE PURPOSE OF THE APPALACHIAN STATE UNIVERSITY'S PHASE II P3 PROJECT IS TO RESEARCH AND DEMONSTRATE HOW TO IMPROVE LOCAL CROP PRODUCTIVITY FOR FARM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "765cb31f-d8ce-8525-2b06-de309c572007-C", "generated_internal_id": "ASST_NON_83593901_6800"}, {"internal_id": 46680627, "Award ID": "83593801", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-11-06", "CFDA Number": "66.516", "Description": "NANO-SOLDERING IS AN ENABLING TECHNOLOGY FOR NEXT GENERATION ELECTRONICS ASSEMBLY AND MANUFACTURING. AS ELECTRONIC DEVICES ARE GETTING SMALLER, LIGHT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f7fcd53-a62a-0ccf-e3e6-c6b54ddb6fd2-C", "generated_internal_id": "ASST_NON_83593801_6800"}, {"internal_id": 46680603, "Award ID": "83593601", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-14", "CFDA Number": "66.516", "Description": "THE PROJECT IS TO DESIGN AND PRODUCE AN ULTRA-AFFORDABLE PEDAL GENERATOR FOR LOW-LOAD APPLICATIONS WHICH WILL MEET A STRONG NEED IN DEVELOPING COUNTR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59649428-1ebf-ef93-ea43-2491b55b3188-C", "generated_internal_id": "ASST_NON_83593601_6800"}, {"internal_id": 46680592, "Award ID": "83593501", "Award Amount": 74999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-14", "CFDA Number": "66.516", "Description": "THE UNIVERSITY OF TULSA TEAM IS DEVELOPING A WATER USAGE MONITOR THEY CALL HYDROSENSE.  IT IS BEING DESIGNED TO BE A LOW-COST, EASY TO USE DEVICE THA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "08ff4d73-b1a3-0e31-20cb-fed0a1c0630e-C", "generated_internal_id": "ASST_NON_83593501_6800"}]