[{"internal_id": 161012240, "Award ID": "84063201", "Award Amount": 1900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A TRANSDISCIPLINARY APPROACH TO EVALUATE AND MITIGATE THE CUMULATIVE HEALTH CONSEQUENCES OF CHEMICAL AND PSYCHOSOCIAL STRESSORS TO CHILDREN'S HEALTH THROUGH A COMMUNITY DRIVEN PARTICIPATORY FRAMEWORK. ACTIVITIES:THE OBJECTIVE OF THIS RESEARCH IS TO ASSES THE IMPACTS OF EARLY LIFE STAGE HEALTH STRESSORS AND CREATE NEW MODELS AND LANGUAGE TO ENCOMPASS THE DATA DRIVEN INSIGHTS. THIS PROJECT WILL 1) DOCUMENT AND EVALUATE THE CUMULATIVE IMPACT OF CHILDREN'S LOW-DOSE CHRONIC PESTICIDE EXPOSURE; 2) COMPARE EARLY-LIFE MICROBIOME WITH ENVIRONMENTAL STRESSOR EXPOSURES; AND 3) DEVELOP A STATEWIDE, CUMULATIVE IMPACT ASSESSMENT TO MITIGATE CHEMICAL AND NON CHEMICAL STRESSOR EXPOSURE.SUBRECIPIENT:THE PROJECT WILL PROVIDE THE FARMWORKER ASSOCIATION OF FLORIDA (FWAW) WITH A SUBAWARD ($116,649) TO SERVE THE TRANSLATION CORE WITH COMMUNITY ENGAGEMENT AND PUBLIC HEALTH OUTREACH TO THE FARMWORKER POPULATION IN IMMOKALEE, FLORIDA.OUTCOMES:DELIVERABLES WILL INCLUDE ANNUAL AND FINAL REPORTS DETAILING THE CORRELATIONS BETWEEN ENVIRONMENTAL STRESSORS AND CHILDHOOD DEVELOPMENT, EVALUATIONS OF MICROBIOME EFFECTS, AND A PUBLIC HEALTH CUMULATIVE IMPACT ASSESSMENT. INTENDED BENEFICIARIES OF THIS PROJECT INCLUDE AGRICULTURAL COMMUNITIES, FARM WORKERS, AND STATE AND LOCAL PUBLIC HEALTH OFFICIALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52a3bc33-b23b-0c54-7fff-2e17fbd7bfb0-C", "generated_internal_id": "ASST_NON_84063201_6800"}, {"internal_id": 161012239, "Award ID": "84062701", "Award Amount": 594550.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO IMPROVE THE USE OF LOW-COST SENSORS AND AMBIENT AIR MONITORING TO BETTER QUANTIFY SPATIOTEMPORAL VARIATIONS OF LANDFILL METHANE EMISSIONS.ACTIVITIES:THE SPECIFIC OBJECTIVES ARE: 1) DEVELOP LOW-COST AIR QUALITY SENSORS TO CAPTURE METHANE VARIATION SPATIALLY AND TEMPORALLY; 2) INTEGRATE SENSOR DATA FROM FIXED LOCATIONS, MOBILE SAMPLING, AND DRONE SURVEYS TO MAP POLLUTION DISTRIBUTION AND ESTIMATE EMISSION FLUXES; AND 3) CORRELATE THE SPATIOTEMPORALLY RESOLVED METHANE EMISSION DATA WITH MULTIPLE ENVIRONMENTAL FACTORS FOR EVALUATING METHANE REDUCTION TECHNIQUES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS. THE ANTICIPATED OUTPUTS INCLUDE INTEGRATING SAMPLING TECHNOLOGIES FOR METHANE EMISSION QUANTIFICATION. THE DATASETS WILL INFORM LANDFILL OPERATIONS, METHANE EMISSION MODELS AND METHANE REDUCTION TECHNIQUES. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE COMMUNITIES AFFECTED BY AIR POLLUTANTS EMITTED BY THE LANDFILL STUDY SITES IN IN MIAMI, FLORIDA AS WELL THE GENERAL PUBLIC, WHO ARE AFFECTED BY METHANE'S CONTRIBUTION TO CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44e8bb89-9596-e77d-f9a1-8e7186e1c76f-C", "generated_internal_id": "ASST_NON_84062701_6800"}, {"internal_id": 162165927, "Award ID": "84062601", "Award Amount": 542935.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE OVERARCHING GOAL IS TO ASSESS THE PERFORMANCE AND FEASIBILITY TRADEOFFS OF INTEGRATING MEASUREMENTS ACROSS MEASUREMENT PLATFORMS TO ASSESS EMISSIONS AND MITIGATION OF METHANE AND VOLATILE ORGANIC COMPOUNDS (VOCS) FROM LANDFILLS. ACTIVITIES:THE PROJECT WILL: 1) ASSESS THE UNCERTAINTY IN LANDFILL METHANE EMISSIONS AT A REPRESENTATIVE SET OF THREE LANDFILLS USING A COMBINATION OF GROUND-BASED, AIRCRAFT, AND SATELLITE TOOLS; 2) DEVELOP METHANE EMISSIONS DATA FOR THREE DIFFERENT LANDFILLS FROM INTERANNUAL DOWN TO AN HOURLY TEMPORAL RESOLUTION, AND USE IT TO IMPROVE METHANE EMISSIONS MODELS; 3) DEVELOP A LANDFILL VOC EMISSIONS DATA SET THAT CAN BE USED TO ESTIMATE SPECIATED EMISSIONS BASED ON WASTE AND ENVIRONMENTAL PARAMETERS; 4) ASSESS INEXPENSIVE GROUND-BASED SYSTEMS TO ROUTINELY MONITOR VOCS; AND 5) ASSESS THE ABILITY OF VARIOUS MEASUREMENT SYSTEMS TO OBSERVE THE PERFORMANCE OF REAL-WORLD EMISSIONS MITIGATIONS. SUBRECIPIENT:THE SUBAWARD TO FORT LEWIS WILL BE FOR $50,000. THEY WILL BE INVOLVED IN THE DESIGN, FABRICATION, AND APPLICATION OF DYNAMIC FLUX CHAMBERS FOR USE IN MEASUREMENT LANDFILL GAS FLUXES.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS. OTHER EXPECTED DELIVERABLES INCLUDE DATASETS OF TEMPORALLY AND SPATIALLY RESOLVED METHANE AND VOC SPECIES CONCENTRATIONS SPANNING 0.5-1.5 YEARS FOR THREE LANDFILLS AS WELL DATASETS OF METHANE AND VOC SPECIES EXPECTED OUTCOMES INCLUDE ADVANCEMENTS IN APPROACHES OF QUANTIFYING LANDFILL EMISSIONS AND IMPROVED UNDERSTANDING OF FACTORS THAT AFFECT EMISSIONS. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS AFFECTED BY HAZARDOUS AIR POLLUTANTS EMITTED FROM LANDFILLS TO BE STUDIES AS WELL THE GENERAL PUBLIC, WHO ARE AFFECTED BY METHANE'S CONTRIBUTION TO CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_84062601_6800"}, {"internal_id": 160687092, "Award ID": "84062401", "Award Amount": 998049.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEMONSTRATE AND STANDARDIZE EXISTING INVERSE MODELING AND SPATIAL MAPPING METHODS FOR IDENTIFYING HOTSPOTS OF METHANE AND OTHER HEALTH IMPACTING GASES RELEASED FROM LANDFILLS AND TO MONITOR AND QUANTIFY THESE EMISSIONS.ACTIVITIES:THE SPECIFIC OBJECTIVES ARE: 1) DEPLOY HIGH-SENSITIVITY LASER-BASED SENSORS TO MEASURE METHANE AT STRATEGIC LOCATIONS FOR TWO FULL YEARS AT DOWNWIND LOCATIONS OF FOUR LANDFILLS IN THE UNITED STATES; 2) DEPLOY SENSORS TO MEASURE LANDFILL GAS RELEASES THAT IMPACT LOCAL AIR QUALITY, INCLUDING AMMONIA, HYDROGEN SULFIDE AND ODORS, FOR TWO FULL YEARS AT THE SAME SITES AS THE METHANE SENSORS; 3) COLLECT COMPLEMENTARY DATA ON CARBON DIOXIDE, AMMONIA, AND HYDROGEN SULFIDE WITH THE LASER-BASED METHANE SENSOR TO DEMONSTRATE THE APPLICATION OF THE METHODS TO OTHER LANDFILL GASES; 4) USE PARALLEL DRONE-BASED MAPPING METHODS TO MAP METHANE CONCENTRATIONS ABOVE AND AROUND LANDFILLS TO IDENTIFY HOT SPOTS AND IDENTIFY THE LOCATION OF FUGITIVE EMISSIONS; AND 5) APPLY THE MONITORING DATA IN AN INVERSE ATMOSPHERIC TRANSPORT MODEL TO QUANTIFY LANDFILL EMISSIONS AND FOR CALCULATING THE IMPACT FROM ENVIRONMENTAL VARIABLES AND LANDFILL OPERATIONS ON EMISSIONS.SUBRECIPIENT:ST. LOUIS UNIVERSITY ($199,701) WILL COMPLETE THE DRONE MEASUREMENTS AND THE METEOROLOGICAL ANALYSES THAT WILL BE USED IN THE PROJECT.  ST. LOUIS UNIVERSITY WILL ALSO CONDUCT THE INVERSE MODELING ANALYSIS, DATA ANALYSIS, AND THE PREPARATION OF REPORT, PUBLICATIONS AND PRESENTATIONS COVER THE PROJECT RESULTS AND FINDINGS.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS. THE ANTICIPATED OUTPUTS INCLUDE ADVANCEMENTS IN METHODS FOR MONITORING LANDFILL GAS EMISSIONS, ADVANCEMENTS IN DRONE-BASED APPROACHES FOR IDENTIFYING HOT SPOTS AND PROCESSES THAT LEAD TO HIGH EMISSIONS, AND IDENTIFICATION OF FACTORS THAT AFFECT LANDFILL EMISSIONS AND EFFECTIVENESS OF MITIGATION STRATEGIES TO REDUCE EMISSIONS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS AFFECTED BY HAZARDOUS AIR POLLUTANTS EMITTED FROM LANDFILLS, THE GENERAL PUBLIC, AND HUMAN HEALTH AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_84062401_6800"}, {"internal_id": 161862785, "Award ID": "84061901", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP A WEB-BASED DECISION SUPPORT TOOL TO GUIDE COMMUNITIES, AGENCIES, AND PRACTITIONERS IN THE IMPLEMENTATION OF EAR IN DEEP, CONFINED AQUIFERS.\nACTIVITIES:FOUR EXPERIMENTS ARE PROPOSED (COMBINED WITH MODEL DEVELOPMENT AND APPLICATION) TO ADDRESS MULTIPLE RESEARCH OBJECTIVES. EXPERIMENTS ARE DESIGNED TO REVEAL RELATIONSHIPS BETWEEN THE OUTCOMES OF SEVERAL RISK FACTORS AND TO PROMOTE SYNERGIES IN THE RESEARCH FINDINGS. SUBRECIPIENT:OLD DOMINION UNIVERSITY ($356,731) WILL ACTIVELY PARTICIPATE IN DATA COLLECTION AND SAMPLE ANALYSIS CONDUCTED AT THE PARML LABORATORY AND ARE RESPONSIBLE FOR CONTRIBUTING TO PROJECT DELIVERABLES. ODU RESEARCHERS WILL PARTICIPATE IN REGULARLY SCHEDULED MEETINGS REMOTELY. OUTCOMES:THE WEB-BASED DECISION SUPPORT TOOL WILL BE DESIGNED TO ADVANCE BEST PRACTICES AND ASSIST USERS IN A CAREFUL EVALUATION OF RISK AND PERFORMANCE FACTORS TO ENSURE EAR PROJECTS ARE EFFECTIVE, SUSTAINABLE, AND PROTECTIVE OF GROUNDWATER RESOURCES. INTENDED BENEFICIARIES INCLUDE WATER QUALITY MANAGERS AND RESIDENTS OF THE EAST COAST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_84061901_6800"}, {"internal_id": 161862784, "Award ID": "84061801", "Award Amount": 1250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "66.509", "Description": "DESCRIPTION:THIS PROJECT AIMS TO EVALUATE SEVERAL METHODS OF MODIFICATION OF RURAL BASINS TO ENHANCE RECHARGE WHILE MONITORING THE EFFICACY OF EACH APPROACH.ACTIVITIES:IN PARTNERSHIP WITH THE LOCAL STAKEHOLDERS AND THE SITE OWNER (CITY OF ADA, OK), THIS PROJECT WILL EMPLOY MICROBIOLOGICAL, GEOCHEMICAL, SEDIMENTOLOGICAL, GROUNDWATER GAS MONITORING, GEOPHYSICAL, AND GROUNDWATER MODELING TOOLS TO TEST THE EFFECTIVENESS AND IMPACTS OF RURAL EAR STRUCTURES TO DETERMINE IF THESE STRUCTURES CAN BE DEPLOYED AS PART OF RURAL LAND MANAGEMENT STRATEGIES TO SAFELY INCREASE GROUNDWATER SUPPLIES IN FRACTURED AND KARSTIC AQUIFERS.SUBRECIPIENT:TEXAS STATE UNIVERSITY ($443,592) WILL CONTRIBUTE TO THE GROUNDWATER MODEL AND GAS TRANSPORT DEVELOPMENT (TASK E), INCLUDING TRAVEL TO RESEARCH SITES AND PROJECT MEETINGS. EAST CENTRAL UNIVERSITY OKA INSTITUTE ($294,482) WILL CONTRIBUTE TO THE COLLABORATION AND ENGAGEMENT PLAN, HOST THE STAKEHOLDER MEETINGS, AND MANAGE THE MARKETING AND EDUCATIONAL PRODUCT DEVELOPMENT.OUTCOMES:DELIVERABLES INCLUDE A GUIDANCE DOCUMENT FOR THE SITING AND ASSESSMENT OF RURAL EAR AS WELL AS A LITERATURE REVIEW AND MONITORING TOOLS DEVELOPED TO MANAGE RECHARGE PULSES THROUGH FRACTURED AND KARSTIC AQUIFERS, AND GUIDANCE ON MONITORING BIOGEOCHEMICAL CHANGES. THE OUTCOMES INCLUDE PROVIDING LAND AND WATER MANAGERS THE ABILITY TO SAFELY AND ECONOMICALLY IMPLEMENT RURAL EAR. THE BENEFICIARIES INCLUDE RESIDENTS OF OKLAHOMA WHOSE WATER SUPPLY COMES FROM ARBUCKLE SIMPSON AQUIFER, LOCAL AND TRIBAL GOVERNMENT, INDUSTRIAL AND AGRICULTURAL USERS, THE AQUATIC ENVIRONMENT OF CONNECTED STREAMS, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_84061801_6800"}, {"internal_id": 161012238, "Award ID": "84061601", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE OBJECTIVE OF THIS PROJECT AIMS TO RESEARCH THE EFFECTIVENESS OF STORMWATER BEST MANAGEMENT PRACTICES (BMPS) USED FOR ENHANCED AQUIFER RECHARGE (EAR) TO BETTER UNDERSTAND THE QUANTITY AND QUALITY OF URBAN STORMWATER RECHARGING GROUNDWATER SUPPLIES.ACTIVITIES:THE PROJECT WILL EXAMINE THE IMPACT OF LATERAL EXFILTRATION OF STORMWATER RUNOFF COUPLED WITH VADOSE ZONE STRATIFICATION AND THE IMPACT OF LATERAL FLOW ON POLLUTANT TRANSPORT INTO GROUNDWATER. THE PROJECT WILL PERFORM THE FOLLOWING ACTIVITIES, A) MONITOR FLOW PATHS AND CHARACTERIZE SOIL CHARACTERISTICS TO EVALUATE INFILTRATION RATES; B) USING HIGHEST FLOW PATHWAYS, IDENTIFY CRITICAL SAMPLING LOCATIONS OF POLLUTANT TRANSPORT AND ASSESS HUMAN HEALTH RISK; AND C) CALIBRATE THE OPENHYDROQUAL MODEL BY INPUTTING FIELD MONITORING DATA.SUBRECIPIENT:SOUTHERN CALIFORNIA COASTAL WATER RESEARCH PROJECT ($275,539) WILL SERVE AS THE LEAD OF WATER QUALITY INVESTIGATION WILL CONDUCT A SURVEY OF BIORETENTION-TYPE BMP PRACTICES ACROSS LAC TO IDENTIFY AND CATALOG DESIGN AND MAINTENANCE CONDITIONS PREVENTING OR PROMOTING EFFECTIVE OPERATION OF THE BMP IN TERMS OF PHYSICAL ABILITY TO CAPTURE RUNOFF. CATHOLIC UNIVERSITY OF AMERICA ($235,450) WILL COMMIT INFRASTRUCTURE SUPPORT AND A VARIETY OF RESOURCES AND DR. ARASH MASSOUDIEH WILL SERVE AS THE MODELING LEAD FOR THE PROJECT. LAWRENCE BERKELEY NATIONAL LABORATORY ($1,074,011) WILL SERVE AS GEOPHYSICAL INVESTIGATION LEAD FOR THE PROJECT. \nOUTCOMES:THE DELIVERABLES OF THIS PROJECT WILL BE A FREE AND OPEN-SOURCE MODELING TOOL FOR EVALUATION OF PERFORMANCE OF EAR BMPS, IN ADDITION TO ANNUAL AND FINAL REPORTS. ENGINEERS, PLANNERS, AND OTHER USERS WILL BE ABLE TO INPUT PARAMETERS OF THEIR SPECIFIC BMP SYSTEMS AND BE ABLE TO ASSESS THE LONG-TERM PERFORMANCE OF BMPS USED FOR EAR, INCLUDING IDENTIFYING ANY RISKS OF POLLUTANT HAZARD RISKS TO GROUNDWATER. THE INTENDED BENEFICIARIES ARE WATER RESOURCE MANAGERS, COMMUNITIES DEPENDENT ON GROUNDWATER SUPPLY, LA COUNTY WATER USERS, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6472a2d8-d472-4122-0428-2bf5a3bb46f1-C", "generated_internal_id": "ASST_NON_84061601_6800"}, {"internal_id": 160687088, "Award ID": "84059901", "Award Amount": 1362435.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THE PROJECT IS TO DEVELOP A PORTABLE RAMAN AND ELECTROCHEMICAL NANOSYSTEM (I-PRENS) TO BE DEPLOYED FOR ONSITE DETECTION AND DEGRADATION OF NEONICOTINOID PESTICIDES IN RURAL DRINKING WATER SUPPLIES IN ALABAMA'S BLACK BELT REGION.ACTIVITIES:THE PROJECT WILL APPLY THE BEST-AVAILABLE NANOTECHNOLOGY-ENABLED SENSING AND TREATMENT TECHNOLOGIES INTO A FIELD-DEPLOYABLE PROTOTYPE DESIGNED FOR LONG-TERM MONITORING AND CHEMICAL-SUPPLY-FREE REMEDIATION OF NEONICOTINOID-IMPACTED DRINKING WATER SUPPLIES. THE SPECIFIC OBJECTIVES ARE TO (1) DEVELOP A HOT SPOT NORMALIZED SURFACE-ENHANCED RAMAN SPECTROSCOPIC (HSN-SERS) SENSING MODULE FOR REAL-TIME QUANTIFICATION OF NEONICOTINOIDS; (2) DEVELOP A NANOBIOCHAR-ENABLED PRE-TREATMENT MODULE FOR NEONICOTINOID PRE-CONCENTRATION; (3) DEVELOP A SENSOR-CONTROLLED CATALYTIC ADVANCED OXIDATION PROCESS (AOP) MODULE FOR NEONICOTINOID DEGRADATION; AND (4) DEVELOP AND DEPLOY A SMALL-SCALE I-PRENS PROTOTYPE IN RURAL ALABAMA.SUBRECIPIENT:SUBAWARD OF $490,241 TO YALE UNIVERSITY WILL SUPPORT THE DEVELOPMENT OF A SENSOR-CONTROLLED CATALYTIC ADVANCED OXIDATION PROCESS (AOP) MODULE FOR NEONICOTINOID DEGRADATION. SUBAWARD OF $379,206 TO AUBURN UNIVERSITY WILL SUPPORT THE DEVELOPMENT OF A NANOBIOCHAR-ENABLED PRE-TREATMENT MODULE FOR NEONICOTINOID PRE-CONCENTRATION AND THE DEPLOYMENT OF A PROTOTYPE.\nOUTCOMES:DELIVERABLES WILL INCLUDE ANNUAL AND FINAL REPORTS DOCUMENTING THE PROGRESS TOWARD DEVELOPING THE TECHNOLOGY AND RESULTS FROM FIELD DEPLOYMENT. DIRECT BENEFICIARIES INCLUDE THE RURAL ALABAMA COMMUNITY, COMMUNITIES THAT DEPEND ON PESTICIDE-IMPACTED DRINKING WATER SUPPLIES, PRIVATE/COMMUNITY WELL OWNERS, RESEARCHERS, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_84059901_6800"}, {"internal_id": 161012234, "Award ID": "84056701", "Award Amount": 1124959.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOALS OF THIS PROJECT ARE TO 1) INVESTIGATE HOW ELECTRIFYING AND WEATHERIZING HOMES REDUCES ENERGY USAGE, WHILE PROVIDING ENERGY SECURITY, AMELIORATING THE INDOOR AIR QUALITY OF RESIDENTIAL DWELLINGS, AND IMPROVING COMFORT AND PRODUCTIVITY OF OCCUPANTS; AND 2) IDENTIFY THE BARRIERS TO ADOPTING ELECTRIFICATION AND WEATHERIZATION IN LOW-INCOME HOMES. ACTIVITIES:THE PROJECT WILL FOCUS ON THE TRI-STATE, TEN COUNTY AREA OF GREATER CINCINNATI AND WILL: 1) ANALYZE THE EFFECTS OF COMBINED ELECTRIFICATION AND ENERGY EFFICIENCY, AND ENERGY EFFICIENCY ALONE, ON HOUSEHOLD ENERGY CONSUMPTION, SECURITY, AND BEHAVIOR IN LOW-INCOME MULTIFAMILY DWELLING UNITS; 2) ESTIMATE THE BENEFITS OF ELECTRIFICATION AND ENERGY EFFICIENCY TECHNOLOGIES ON INDOOR AIR POLLUTION EMISSIONS IN LOW-INCOME MULTIFAMILY DWELLING UNITS; AND 3) EVALUATE THE FACTORS THAT DRIVE AND INHIBIT HOUSEHOLD, MUNICIPAL, AND REGIONAL DECISIONS ABOUT WHETHER TO ADOPT ELECTRIFICATION AND ENERGY EFFICIENT TECHNOLOGIES, RESPECTIVELY, AND TO DO SO SPECIFICALLY FOR UNDERSERVED POPULATIONS. SUBRECIPIENT:SUBAWARDEE INDIANA UNIVERSITY ($278,190) WILL LEAD THE DESIGN, IMPLEMENTATION, AND ANALYSIS OF THE HOUSEHOLD SURVEYS AND ENERGY DIARIES. \n\nSUBAWARDEE CARNEGIE MELLON UNIVERSITY (CMU) ($129,674) WILL LEAD THE ANALYSIS OF THE ENERGY EFFICIENCY BENEFITS OF ELECTRIFICATION AND WEATHERIZATION. CMU WILL ALSO LEAD THE ANALYSIS OF AIR QUALITY CHANGES AFTER ELECTRIFICATION. \n\nSUBAWARDEE OVER-THE-RHINE COMMUNITY HOUSING (OTRCH) ($466,800) WILL SUPPORT THE PROJECT BY LEADING THE BUILDING AND UNIT SELECTION AS WELL AS TENANT RECRUITMENT AND ONGOING ENGAGEMENT EFFORTS. OTRCH WILL ALSO CONDUCT THE PROCUREMENT PROCESS TO SECURE CONTRACTORS TO COMPLETE BUILDING INTERVENTIONS AND OVERSEE THE EXECUTION OF THE WORK.OUTCOMES:DELIVERABLES INCLUDE ANNUAL PROGRESS AND FINAL REPORTS AS WELL AS JOURNAL PUBLICATIONS DOCUMENTING THE RESEARCH FINDINGS. THE EXPECTED OUTCOMES INCLUDE EXTENSIVE SOCIOECONOMIC AND BEHAVIORAL INSIGHTS THAT CAN BE USED TO UNDERSTAND AND ADVANCE THE DIFFUSION OF LOW-CARBON AND EFFICIENT TECHNOLOGIES AMONG LOW-INCOME HOUSEHOLDS. DIRECT BENEFICIARIES INCLUDE MULTIFAMILY HOME RESIDENTS IN UNDERSERVED COMMUNITIES IN CINCINNATI, OH; LOCAL GOVERNMENTS, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd78f603-58b2-13ee-e4d7-822865edacf2-R", "generated_internal_id": "ASST_NON_84056701_6800"}, {"internal_id": 161012233, "Award ID": "84056601", "Award Amount": 991796.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP AN ENERGY-JUSTICE MODEL FOR FREIGHT VEHICLE ELECTRIFICATION IN AN URBAN ENVIRONMENTAL JUSTICE COMMUNITY THAT IS RESPONSIVE TO COMMUNITY NEEDS WHILE ADVANCING SCIENCE IN AIR QUALITY, PUBLIC HEALTH, SOCIOECONOMIC, ORGANIZATIONAL, AND INSTITUTIONAL FACTORS THAT PLAY A ROLE IN ASSESSING BENEFITS AND COSTS OF TRANSITIONING INTO FREIGHT VEHICLE ELECTRIFICATION.ACTIVITIES:THE SPECIFIC OBJECTIVES ARE: 1) ANALYZE THE SOCIOTECHNICAL REGIME IN WHICH A TRANSITION TO ELECTRIFIED FREIGHT VEHICLES WILL OCCUR; 2) EVALUATE POTENTIAL SCENARIOS FOR SUCH A TRANSITION IN TERMS OF THEIR REDUCTION IN AIR EMISSIONS; AND 3) DETERMINE THE HEALTH BENEFITS OF SUCH A TRANSITION FOR A COMMUNITY THAT IS HEAVILY IMPACTED BY FREIGHT VEHICLE TRAFFIC. SUBRECIPIENT:SUBAWARDEE UNIVERSITY OF ILLINOIS CHICAGO WILL LEAD THE WORK ON BASELINE EXPOSURE ASSESSMENT, ELECTRIFICATION SCENARIO ANALYSIS OF EMISSION MODELING, AIR DISPERSION MODELING, AND EXPOSURE AND HEALTH IMPACTS ASSESSMENT. UNIVERSITY OF ILLINOIS CHICAGO WILL ALSO BE INVOLVED IN RECRUITING COMMUNITY PARTICIPANTS, MOBILE SENSOR TRAINING, AND BASELINE AIR MONITORING DATA COLLECTION.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS. OTHER EXPECTED DELIVERABLES INCLUDE A COMMUNITY AIR MONITORING AND EXPOSURE ASSESSMENT PLAN (AMEAP); COMMUNITY AIR MONITORING GUIDANCE MATERIALS FOR LOW-COST SENSORS; A DATA REPOSITORY THAT CONTAINS A VARIETY OF ENVIRONMENTAL AND TRAFFIC DATA COLLECTED BY THE PROJECT; A HOLISTIC ENVIRONMENTAL IMPACT ANALYSIS TOOL KIT; AND AN ONLINE MAPPING TOOL FOR COMMUNITY STAKEHOLDERS. EXPECTED OUTCOMES ARE IMPROVED ABILITY TO PREDICT THE POTENTIAL PUBLIC HEALTH AND AIR QUALITY RISK TRADEOFFS IN UNDERSERVED COMMUNITIES DUE TO THE FREIGHT ELECTRIFICATION-RELATED ENERGY TRANSITIONS; AND ENHANCED SOCIOECONOMIC, CULTURAL, AND BEHAVIORAL INSIGHTS THAT CAN INFORM FUTURE ELECTRIFICATION SCENARIOS. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE THE RESIDENTS OF THE LITTLE VILLAGE NEIGHBORHOOD IN SOUTHWEST CHICAGO AND SIMILAR COMMUNITIES SITUATED NEAR FREIGHT RAILS AS WELL AS RESEARCHERS WORKING WITH SIMILAR COMMUNITIES TO ADDRESS ENVIRONMENTAL CONCERNS ASSOCIATED WITH LARGE-SCALE CHANGES IN ENERGY AND TRANSPORTATION SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_84056601_6800"}, {"internal_id": 159789711, "Award ID": "84056501", "Award Amount": 1124999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROJECT IS TO CHARACTERIZE THE ENVIRONMENTAL, PUBLIC HEALTH, ECONOMIC, AND ENVIRONMENTAL JUSTICE (EJ) IMPACTS OF A LARGE-SCALE SWINE WASTE-TO-ENERGY (SWE) OPERATION IN EASTERN NORTH CAROLINA. ACTIVITIES:THE PROJECT WILL 1) USE STAKEHOLDER SURVEYS, INTERVIEWS, AND ECONOMIC ANALYSES TO QUANTITATIVELY AND QUALITATIVELY ASSESS RISK PERCEPTIONS AND SOCIAL, ECONOMIC, AND EJ CONSIDERATIONS RELATED TO SWE; 2) COLLECT AIR, PRIVATE WELL WATER, AND SURFACE WATER SAMPLES BEFORE AND DURING CONSTRUCTION, AND AFTER COMPLETION OF A PLANNED SWE OPERATION; 3) SPATIOTEMPORALLY EVALUATE IMPACTS OF SWE OPERATIONS ON AIR AND WATER QUALITY OF ADJACENT COMMUNITIES, AND COMPARE SWE WITH OTHER ALTERNATIVE ENERGY SOURCES; AND 4) USE THE FINDINGS TO FACILITATE MULTISECTORAL DIALOGUE AND EDUCATIONAL ACTIVITIES RELATED TO SWE. SUBRECIPIENT:SUBAWARDEE ENVIRONMENTAL JUSTICE COMMUNITY ACTION NETWORK (EJCAN) WILL ASSIST IN THE COMMUNITY SAMPLING EFFORTS, ESTABLISH AN EJCAN COMMUNITY LABORATORY FOR ANALYSIS OF WATER SAMPLES, AND COORDINATE COMMUNITY-LED STAKEHOLDER WORKSHOPS. THE REQUESTED AMOUNT IS $233,410.\n\nSUBAWARDEE UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL (UNC) WILL BE INVOLVED IN CONDUCTING THE ANALYSIS OF COMMUNITY AND OTHER STAKEHOLDERS RISK PERCEPTIONS AND ASSIST WITH SITE SELECTION AND DATA ANALYSIS OF ENVIRONMENTAL MONITORING DATA. THE REQUESTED AMOUNT IS $299,839.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS AS WELL AS AN EASY-TO-USE, INTERACTIVE TOOL DESIGNED TO HELP COMMUNITY STAKEHOLDERS CONSIDER HOW SWE OPERATIONS AFFECT CLIMATE, AIR QUALITY, AND OTHER ENVIRONMENTAL GOALS. EXPECTED OUTCOMES INCLUDE ENVIRONMENTAL, SOCIAL, AND ECONOMIC FINDINGS THAT WILL BE OF INTEREST TO COMMUNITIES WITH EJ CONCERNS AS WELL AS ENVIRONMENTAL HEALTH PRACTITIONERS AND DECISION-MAKERS. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS IN SAMPSON AND DUPLIN COUNTIES IN EASTERN NORTH CAROLINA, DECISION MAKERS CONCERNED ABOUT THE IMPACTS OF SWINE WASTE-TO-ENERGY (SWE) OPERATIONS, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_84056501_6800"}, {"internal_id": 160687082, "Award ID": "84056401", "Award Amount": 1124999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL IS TO ANALYZE IMPACTS OF CURRENT ENERGY SYSTEMS AND PATHWAYS FOR ENERGY TRANSITIONS THAT ENHANCE WELL-BEING THROUGH IMPROVED PUBLIC HEALTH, ECONOMIC OPPORTUNITY, AND ENERGY JUSTICE OUTCOMES WITH A FOCUS ON UNDERSERVED COMMUNITIES, INCLUDING A TRIBAL NATION AND RURAL COMMUNITIES, IN A FOREST-DEPENDENT REGION IN NORTHERN MICHIGAN.ACTIVITIES:THE PROJECT WILL: 1) QUANTIFY THE IMPACTS OF WOOD, PAPER, PLASTICS, AND TIRE-DERIVED FUELS (WPPT) ENERGY GENERATION IN TERMS OF ECONOMIC WELL-BEING AT THE HOUSEHOLD AND COMMUNITY SCALE AND OF AIR QUALITY AFFECTING HUMAN HEALTH; 2) EVALUATE THE IMPACTS AND POTENTIAL TRANSITION DRIVERS ASSOCIATED WITH LOCAL USE OF FUELWOOD ALONG WITH IMPROVED VENTILATION AND ENERGY EFFICIENCY OPTIONS; AND 3) ASSESS THE POTENTIAL DECARBONIZATION OF THE ELECTRIC POWER SECTOR TO PROVIDE ECONOMIC BENEFITS AND SECURE ACCESS TO ENERGY SERVICES IN WAYS THAT ENHANCE THE MANUFACTURING SECTOR AS WELL AS COMMUNITY AND HOUSEHOLD WELL-BEING IN TERMS OF AIR QUALITY, PUBLIC HEALTH AND ENERGY JUSTICE.SUBRECIPIENT:SUBAWARDEE CENTER FOR ENERGY AND ENVIRONMENT WILL CONTRIBUTE TO PROTOCOL DEVELOPMENT IN ALL ASPECTS OF INDOOR AIR QUALITY RESEARCH AND RESIDENTIAL ENERGY AUDIT AND ENERGY ASSESSMENTS. ($135,000)OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS. OTHER EXPECTED DELIVERABLES INCLUDE REPORTS AND JOURNAL PUBLICATIONS DOCUMENTING RESULTS OF THE RESEARCH. EXPECTED OUTCOMES INCLUDE IMPROVED UNDERSTANDING OF: 1) THE AIR QUALITY IMPACTS OF WPPT ENERGY PRODUCTION FOR UNDERSERVED COMMUNITIES; 2) IMPACTS OF CURRENT ENERGY SERVICES PROVISION ON INDOOR AIR QUALITY AND POTENTIAL DRIVERS TO INCREASE ENERGY EFFICIENCY AND USE OF WOOD PRODUCTS IN WAYS THAT DO NOT HAVE NEGATIVE PUBLIC HEALTH IMPACTS; AND 3) POTENTIAL DRIVERS OF A TRANSITION IN FOREST PRODUCT USE THAT CAN SUPPORT JUST ENERGY SERVICES ACCESS AS WELL AS ECONOMIC WELL-BEING FOR HOUSEHOLDS, COMMUNITIES, AND INDUSTRIES THAT ENHANCE EMPLOYMENT OPPORTUNITIES IN UNDERSERVED COMMUNITIES. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE RURAL COMMUNITIES AND TRIBAL NATIONS IN FOREST DEPENDENT AREAS IN THE GREAT LAKES REGION AS RESEARCHERS WORKING WITH SIMILAR COMMUNITIES TO ADDRESS ENVIRONMENTAL CONCERNS ASSOCIATED WITH LARGE-SCALE CHANGES IN THE ENERGY SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79479b13-472d-876c-1e70-acfd49a73825-C", "generated_internal_id": "ASST_NON_84056401_6800"}, {"internal_id": 159190622, "Award ID": "84056301", "Award Amount": 1125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-01", "CFDA Number": "66.509", "Description": "DESCRIPTION:THIS PROJECT WILL LEVERAGE THE NATURAL EXPERIMENT AFFORDED BY A RECENT OIL REFINERY CLOSURE IN NORTHERN CA, STATE-OF-THE-SCIENCE AIR QUALITY MODELING, AND A UNIQUE DATASET OF AMBIENT AIR POLLUTION MONITORING DATA TO QUANTIFY THE IMPACTS OF REFINERY EMISSIONS ON LOCAL AIR QUALITY AND COMMUNITY HEALTH AND COMPARE PRESENT CONDITIONS TO ALTERNATE SCENARIOS OF REFINERY RETIREMENT AND BIOFUEL CONVERSION.ACTIVITIES:SPECIFICALLY, THE PROJECT WILL: 1) UTILIZE THE 2020 CLOSURE OF THE MARATHON OIL REFINERY IN MARTINEZ, CALIFORNIA AS A NATURAL EXPERIMENT TO QUANTIFY THE IMPACTS OF OIL REFINING ON RATES OF PRETERM BIRTH, EMERGENCY ROOM VISITS, AND HOSPITALIZATIONS; 2) MODEL THE AIR QUALITY, HEALTH, AND ECONOMIC IMPACTS OF RETIRING THE FOUR OPERATIONAL OIL REFINERIES IN THE SAN FRANCISCO BAY AREA AND COMPARE THEM TO ALTERNATIVE SCENARIOS OF RETROFIT TO BIOFUEL PRODUCTION; AND 3) ENGAGE COMMUNITY MEMBERS AND ADVOCATES IN STUDY DESIGN AND RESULTS DISSEMINATION AND THE DEVELOPMENT OF A WEB-BASED INTERACTIVE TOOL TO INFORM PETROLEUM REFINERY CONVERSION OR RETIREMENT.SUBRECIPIENT:SUBAWARDEE UNIVERSITY OF CALIFORNIA BERKELEY WILL BE INVOLVED IN THE DEVELOPMENT AND IMPLEMENTATION OF THE STUDY DESIGN AS WELL AS IN THE DATA ANALYSIS, INTERPRETATION AND DISSEMINATION OF STUDY RESULTS. THE REQUESTED AMOUNT IS $196,558.\n\nSUBAWARDEE PSE ENERGY WILL BE INVOLVED IN AIR QUALITY MODELING, HEALTH IMPACT ASSESSMENT, AND DEVELOPMENT OF AN ONLINE REFINERY RETIREMENT AND RETROFIT DATA VISUALIZATION TOOL. THE REQUESTED AMOUNT IS $390,000.\n\nSUBAWARDEE ASIAN PACIFIC ENVIRONMENTAL NETWORK WILL SUPPORT THE PROJECT BY PROVIDING ADVICE TO THE STUDY TEAM, ASSISTING IN RESULTS TRANSLATION AND DISSEMINATION, AND PARTICIPATING IN AND COORDINATING REGULAR COMMUNITY ADVISORY COMMITTEE MEETINGS. THE REQUESTED AMOUNT IS $200,440.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS. OTHER EXPECTED DELIVERABLES INCLUDE JOURNAL PUBLICATIONS DOCUMENTING RESEARCH FINDINGS ON LINK BETWEEN HEALTH AND AIR QUALITY IMPACTS OF OIL REFINERY OPERATIONS. EXPECTED OUTCOMES INCLUDE IMPROVED UNDERSTANDING OF THE AGGREGATE AIR QUALITY AND HEALTH BENEFITS OF RETIRING OR RETROFITTING MULTIPLE PETROLEUM REFINERIES IN A DISPROPORTIONATELY IMPACTED REGION. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE THE RESIDENTS LIVING NEAR OIL REFINERIES IN THE SAN FRANCISCO BAY AREA AS WELL AS RESEARCHERS WORKING WITH SIMILAR COMMUNITIES TO ADDRESS AIR QUALITY DEGRADATION AND PUBLIC HEALTH CONCERNS ASSOCIATED WITH OIL REFINING FOR ENERGY PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3231cda5-201a-6da0-de9e-e9810a848983-C", "generated_internal_id": "ASST_NON_84056301_6800"}, {"internal_id": 161572551, "Award ID": "84056201", "Award Amount": 1111418.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THIS RESEARCH IS TO UNDERSTAND HOW SOCIAL AND INSTITUTIONAL FACTORS DRIVE INDIVIDUAL AND HOUSEHOLD ELECTRIFICATION DECISIONS IN UNDERSERVED COMMUNITIES AND HOW THESE FACTORS AFFECT ENVIRONMENTAL CO-BENEFITS OF ENERGY-EFFICIENT ELECTRIFICATION.ACTIVITIES:THE PROJECT WILL USE COMMUNITY-BASED PARTICIPATORY RESEARCH (CBPR) APPROACH AND INTEGRATE ETHNOGRAPHIC AND BEHAVIORAL ECONOMIC METHODS WITH ENGINEERING ANALYSIS AND AIR QUALITY TESTING TO: 1) TO UNDERSTAND HOW LOW- AND MODERATE-INCOME (LMI) HOUSEHOLDS AND NEIGHBORHOODS IN AN ENVIRONMENTAL JUSTICE COMMUNITY EXPERIENCE AND ENVISION THE 21ST CENTURY ENERGY TRANSITION AND IDENTIFY COMMUNITY PRIORITIES; 2) DEVELOP A ROBUST COMMUNITY-BASED RESEARCH PLATFORM FOR DESIGNING SCALABLE SOLUTIONS TO THE CHALLENGE OF ENERGY-EFFICIENT ELECTRIFICATION OF AGING HOUSING INFRASTRUCTURE; AND 3) WORK WITH LOCAL HOUSING PARTNERS TO IMPLEMENT AND TEST COMMUNITY CO-DESIGNED INTERVENTIONS AND PROTOTYPES TO ASSESS THEIR EFFICACY IN ADDRESSING HOUSEHOLD PRIORITIES, INCLUDING INDOOR AIR QUALITY, COMFORT, AND COST. SUBRECIPIENT:SUBAWARDEE NORTHEASTERN UNIVERSITY WILL OVERSEE THE CO-DESIGN AND IMPLEMENTATION OF A SERIES OF PARTICIPATORY CAUSAL LOOP DIAGRAMMING (CLD) WORKSHOPS TO INFORM AND FACILITATE STAKEHOLDER-LED INPUT TO IDENTIFY BARRIERS TO JUST ENERGY TRANSITION TOWARDS DECARBONIZATION, TRAIN FACILITATORS FOR THE WORKSHOPS, CO-DESIGN AND SUPERVISE THE EXECUTION OF PARTICIPATORY CLD SESSIONS TO DRAW A SYSTEMS REPRESENTATION OF THE CURRENT ENERGY SYSTEMS; AND CO-DESIGN AND SUPERVISE DEBRIEFING SESSIONS TO IDENTIFY BARRIERS TO JUST TRANSITIONS AND IDENTIFY OPPORTUNITIES FOR INTERVENTION. THE REQUESTED AMOUNT IS $50,314.\n\nSUBAWARDEE NEIGHBOR TO NEIGHBOR WILL DO RESIDENT RECRUITMENT, HOST GROUP SESSIONS, AND ASSIST IN PLANNING WORKSHOPS, MEETINGS AND\nA COMMUNITY FORUM. THE REQUESTED AMOUNT IS $199,720.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS, AS WELL AS CO-DESIGNED SCALABLE, ADAPTABLE SOLUTIONS FOR HOUSEHOLD ELECTRIFICATION. EXPECTED OUTCOMES INCLUDE INCREASED KNOWLEDGE REGARDING THE DRIVERS, BARRIERS, AND ENVIRONMENTAL CO-BENEFITS OF HOUSEHOLD ELECTRIFICATION IN UNDERSERVED COMMUNITIES. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE LOW- AND MODERATE-INCOME (LMI) HOUSEHOLDS IN MASSACHUSETTS, AS WELL AS RESEARCHERS WORKING WITH SIMILAR COMMUNITIES TO STUDY DRIVERS AND IMPACTS OF HOUSEHOLD ELECTRIFICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_84056201_6800"}, {"internal_id": 162165924, "Award ID": "84055901", "Award Amount": 649998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO DEVELOP A FRAMEWORK FOR EVALUATING CHANGES IN NEIGHBORHOOD AIR POLLUTION DISTRIBUTIONS ARISING FROM ALTERNATIVE FUTURE SCENARIOS FOR PUBLIC TRANSPORTATION AND ELECTRICITY GENERATION, UTILIZING AN ATMOSPHERIC POLLUTION DISPERSION MODELING TO ESTIMATE PUBLIC TRANSPORTATION AND ELECTRICITY GENERATION IMPACTS ON AIR POLLUTION CONCENTRATIONS.ACTIVITIES:SPECIFIC OBJECTIVES ARE TO: 1) QUANTIFY THE EXISTING DISPARITIES IN AIR POLLUTION EXPOSURE TO PUBLIC TRANSPORTATION AND ELECTRICITY GENERATION IN MARICOPA COUNTY; 2) COLLECT DATA ON PLANNED PUBLIC TRANSIT INTERVENTIONS FOR DECARBONIZATION OF THE TRANSPORTATION FLEET IN MARICOPA COUNTY; 3) EVALUATE AIR QUALITY AND ENVIRONMENTAL JUSTICE IMPACTS OF FUTURE PUBLIC TRANSIT SCENARIOS; AND 4) DEVELOP A VISUALIZATION TOOL OF PROPOSED PLANNED INFRASTRUCTURE FOR STAKEHOLDERS AND COMMUNITIES.SUBRECIPIENT:$314,618 IS BUDGETED TO UNLIMITED POTENTIAL. THEY WILL PROVIDE INPUT TO DEVELOP A FRAMEWORK FOR ANALYZING PROPOSED TRANSPORTATION INFRASTRUCTURE PROJECTS, CREATE COMMUNITY FOCUS GROUPS TO UNDERSTAND THE LOCAL PERCEPTIONS OF AIR QUALITY AND PREFERENCES OVER CERTAIN PROGRAMS TO REDUCE AIR POLLUTION, AND COORDINATE COMMUNITY OUTREACH ACTIVITIES TO DISSEMINATE THE RESULTS. OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS. OTHER EXPECTED DELIVERABLES INCLUDE A DATABASE OF POLLUTION CONCENTRATIONS DUE TO EXISTING ELECTRICITY GENERATION AND PUBLIC TRANSIT INFRASTRUCTURE IN UNDERSERVED COMMUNITIES, AN INVENTORY OF PLANNED PUBLIC TRANSIT DEVELOPMENTS AND COMMUNITY SURVEY ABOUT POTENTIAL PROGRAMS AND INTERVENTIONS WITH ASSOCIATED EMISSIONS IN MARICOPA COUNTY, AND A DATABASE OF POLLUTION EXPOSURE AND ENVIRONMENTAL JUSTICE STATUS AT THE CENSUS BLOCK GROUP LEVEL. EXPECTED OUTCOMES INCLUDE INCREASED KNOWLEDGE THAT THE PROJECT'S STAKEHOLDERS CAN INCORPORATE IN THEIR FUTURE ENERGY TRANSITION DECISIONS AND HELP CITIES IDENTIFY WHICH PLANNED ELECTRIFICATION AND TRANSPORTATION POLICIES CAN REDUCE ENVIRONMENTAL DISPARITIES IN UNDERSERVED COMMUNITIES. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE THE RESIDENTS OF MARICOPA COUNTY IN ARIZONA, HUMAN HEALTH AND THE ENVIRONMENT AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18ebe923-151d-7095-dfea-7767365ba71d-C", "generated_internal_id": "ASST_NON_84055901_6800"}, {"internal_id": 160687081, "Award ID": "84055801", "Award Amount": 649328.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO ACCELERATE DECARBONIZATION OF THE ELECTRICAL GRID BY DELIVERING INFORMATION AND TOOLS THAT EMPOWER COMMUNITY-BASED ENVIRONMENTAL ORGANIZATIONS TO IDENTIFY AND ADVOCATE FOR RENEWABLE ENERGY PROJECTS THAT ARE CONSISTENT WITH COMMUNITY VALUES.ACTIVITIES:THE PROJECT WILL SYNTHESIZE EXISTING MODELING TOOLS INTO AN INTEGRATED WRAPPER THAT CAN SCREEN ALTERNATIVE DECARBONIZATION SCENARIOS IN TERMS OF THE VARIOUS ECOLOGICAL, ENVIRONMENTAL, AND HEALTH OUTCOMES OF INTERESTS. RESEARCHERS WILL RECRUIT RURAL AND URBAN COMMUNITY MEMBERS INTO DELIBERATIVE WORKSHOPS IN ORDER TO QUANTIFY THE RELATIVE IMPORTANCE OF COMPETING ATTRIBUTES AND IDENTIFY THE INFORMATION THAT IS MOST INFLUENTIAL IN THE FORMATION OF ATTITUDES. THE RESEARCH TEAM WILL ALSO INCORPORATE QUANTITATIVE AND QUALITATIVE INFORMATION INTO COST-BENEFIT ANALYSES WHICH WILL BE PERFORMED ON RENEWABLE ENERGY PROJECTS UNDER CONSIDERATION FOR NEW ENGLAND.SUBRECIPIENT:THE SUBAWARD TO CLEAN ENERGY NH WILL BE FOR $33,038. THEY WILL SUPPORT THEIR PROVISION OF INPUT ON SCENARIO DEVELOPMENT, SURVEY INSTRUMENTS, AND CHARACTERIZATIONS OF IMPACTS AND BENEFITS OF RENEWABLE ENERGY PROJECTS UNDER CONSIDERATION IN YEAR 3.\n\nTHE SUBAWARD TO DARTMOUTH COLLEGE WILL BE FOR $114,055. THEY WILL SUPPORT CO-MENTORSHIP OF THE POSTDOC AND ANALYSIS OF DATA COLLECTED. \n\nTHE SUBAWARD TO UMASS BOSTON WILL BE FOR $224,961. THEY WILL SUPPORT DELIBERATIVE VALUATION STUDY DESIGN, GRADUATE STUDENT RECRUITMENT, AND WORKSHOP ADMINISTRATION.\n  OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS. OTHER EXPECTED DELIVERABLES AND OUTCOMES INCLUDE 1) INCREASED CAPACITY FOR COMMUNITY ORGANIZATIONS TO GENERATE INDEPENDENT CHARACTERIZATIONS OF RENEWABLE ENERGY PRODUCTS; 2) INCREASED CREDIBILITY OF AVAILABLE INFORMATION; 3) INCREASED CAPACITY FOR COMMUNITY ORGANIZATIONS TO IDENTIFY AND ADVOCATE FOR PROJECTS; AND 4) ENHANCED COST-BENEFIT ANALYSIS TOOLS THAT CAN EXPLICITLY VALUE PUBLIC PREFERENCE REGARDING COMPETING ATTRIBUTES FOR ALTERNATIVE RENEWABLE ENERGY SCENARIOS. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE NEW ENGLAND COMMUNITIES IN RURAL, LOW-INCOME ENVIRONMENTS MOST AFFECTED BY RENEWABLES TRANSMISSION AND/OR GENERATION INFRASTRUCTURE, HUMAN HEALTH AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_84055801_6800"}, {"internal_id": 159190621, "Award ID": "84055701", "Award Amount": 1125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-12", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL IS TO UNDERSTAND THE ROLE OF STATEWIDE LOCAL ENERGY ACTION NETWORKS (LEANS) IN SUPPORTING AND ADVANCING RENEWABLE ENERGY AND ENERGY EFFICIENCY (REE) IN UNDERSERVED COMMUNITIES, WITH COMMUNITY-ENGAGED STATE AND LOCAL PILOT PROJECTS FOCUSING ON INDIGENOUS, RURAL, AND LOW-INCOME COMMUNITIES. ACTIVITIES:THE PROJECT WILL: 1) IDENTIFY AND COMPARE BARRIERS, OPPORTUNITIES, DECISION DRIVERS OF RENEWABLE ENERGY AND ENERGY EFFICIENCY (REE) ADOPTION FOR INDIVIDUALS, COMMUNITY, AND GOVERNMENT OF UNDERSERVED COMMUNITIES; 2) EXAMINE BENEFITS, CHALLENGES, AND EFFECTIVENESS OF STATEWIDE LOCAL ENERGY ACTION NETWORKS (LEANS) IN SUPPORTING REE ADOPTION IN UNDERSERVED COMMUNITIES; AND 3) EXAMINE THE ROLE OF TARGETED INTERVENTIONS (CAPACITY, EDUCATION, OWNERSHIP) IN ADVANCING REE AWARENESS, ENGAGEMENT, AND ADOPTION IN UNDERSERVED COMMUNITIES. \n\nSUBRECIPIENT:SUBAWARDEE PENOBSCOT NATION (PN) TRIBAL GOVERNMENT WILL HAVE A SUSTAINABLE ENERGY COORDINATOR TO SERVE ALL WABANAKI TRIBES, BUILD CAPACITY AND ACCELERATE IMPLEMENTATION OF LOCAL ENERGY SOLUTIONS, OVERSEE PROJECT DEVELOPMENT, ENGAGE COMMUNITY MEMBERS, AND ENGAGE IN RESEARCH ACTIVITIES.  ($307,007)\nOUTCOMES:ANTICIPATED DELIVERABLES INCLUDE COMMUNITY CO-CREATED RESEARCH INSTRUMENTS AND RESEARCH PRODUCTS INCLUDING REPORTS, BRIEFINGS, ARTICLES, AND PRESENTATIONS. EXPECTED OUTCOMES INCLUDE IMPROVED AWARENESS AND UNDERSTANDING OF BARRIERS, OPPORTUNITIES, DECISION DRIVERS RELATED TO SUSTAINABLE ENERGY ADOPTION IN UNDERSERVED COMMUNITIES; EFFECTIVE METHODS FOR ENGAGEMENT AND CO-PRODUCTION OF KNOWLEDGE WITH COMMUNITIES; BEST PRACTICES FOR STATE NETWORKS AND STATE POLICY/PROGRAM DESIGN TO SUPPORT LOCAL SUSTAINABLE ENERGY ADOPTION. ADDITIONAL OUTCOMES INCLUDE INCREASED ADOPTION AND DIFFUSION OF SUSTAINABLE ENERGY IN UNDERSERVED COMMUNITIES AS WELL AS IMPROVED RISK MANAGEMENT FOR UNDERSERVED COMMUNITIES IN CLIMATE AND ENERGY RESILIENCE. INTENDED BENEFICIARIES INCLUDE TEN UNDERSERVED INDIGENOUS, LOW-INCOME, AND/OR RURAL MAINE COMMUNITIES, AS WELL AS SIMILAR COMMUNITIES IN OTHER STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_84055701_6800"}, {"internal_id": 160687080, "Award ID": "84055601", "Award Amount": 649492.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO INFORM HOW ENERGY TRANSITIONS CAN BE IMPROVED TO BE MORE ATTENTIVE TO ENVIRONMENTAL JUSTICE AND COMMUNITY CONCERNS BY IMPROVING THE UNDERSTANDING OF THE ENVIRONMENTAL JUSTICE IMPACTS THROUGHOUT THE LIFE CYCLE OF RENEWABLE ENERGY STORAGE INFRASTRUCTURES AND ACTIVITIES FROM A COMMUNITY-ENGAGED PERSPECTIVE.ACTIVITIES:THE OBJECTIVE OF THE RESEARCH IS TO UNDERSTAND HOW RENEWABLE ENERGY TRANSITIONS CAN OCCUR IN WAYS THAT MAXIMIZE POTENTIAL POSITIVE IMPACTS AND MINIMIZE POTENTIAL NEGATIVE IMPACTS ON UNDERSERVED COMMUNITIES. SUBRECIPIENT:THE SUBAWARD TO UNIVERSITY OF NEVADA RENO WILL BE FOR $117,168. THEY WILL BE WORKING ON COMMUNITY ENGAGED CASE STUDY RESEARCH AND CONTRIBUTING TO RESEARCH IMPLEMENTATION AND SHARING RESULTS. \n\nTHE SUBAWARD TO SAN JOSE STATE UNIVERSITY WILL BE FOR $98,140. THEY WILL BE WORKING ON COMMUNITY ENGAGED CASE STUDY RESEARCH AND CONTRIBUTING TO RESEARCH IMPLEMENTATION AND SHARING RESULTS. \n\nTHE SUBAWARD TO CAL POLY POMONA WILL BE FOR $115,000. THEY WILL BE WORKING ON COMMUNITY ENGAGED CASE STUDY RESEARCH AND CONTRIBUTING TO RESEARCH IMPLEMENTATION AND SHARING RESULTS.\nOUTCOMES:DELIVERABLES WILL INCLUDE ANNUAL AND FINAL REPORTS. THE ANTICIPATED OUTPUTS INCLUDE RECOMMENDATIONS FOR JUST AND SUSTAINABLE RENEWABLE ENERGY STORAGE, PRESENTATIONS FOR A VARIETY OF FORUMS (E.G., ACADEMIC CONFERENCES, PUBLIC AGENCIES), AND SERIES OF ENTRIES FOR THE ENVIRONMENTAL JUSTICE ATLAS AND OTHER COMMUNITY-ENGAGED RESEARCH PRODUCTS. THE PROJECT IS EXPECTED TO INFORM HOW RENEWABLE ENERGY TRANSITIONS CAN OCCUR IN WAYS THAT MAXIMIZE POTENTIAL POSITIVE IMPACTS AND MINIMIZE POTENTIAL NEGATIVE IMPACTS ON UNDERSERVED COMMUNITIES AS WELL AS STRENGTHEN COMMUNITY CAPACITY AND BUILD WORKING RELATIONSHIPS THAT WILL CONTINUE BEYOND THE LIFE OF THE PROJECT. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE COMMUNITIES IN THE WESTERN U.S. AFFECTED BY ACTIVITIES OR INFRASTRUCTURE ASSOCIATED WITH RENEWABLE ENERGY STORAGE, SUCH AS MINERAL EXTRACTION ACTIVITIES, BATTERY MANUFACTURING AND ASSEMBLY, UTILITY-SCALE ENERGY STORAGE, AND BATTERY RECYCLING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89c24ee0-5810-cbef-ec51-de24a644c22c-C", "generated_internal_id": "ASST_NON_84055601_6800"}, {"internal_id": 160687079, "Award ID": "84055501", "Award Amount": 1120313.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL IS TO ADDRESS AIR POLLUTION AND SUBSEQUENT HEALTH IMPACTS WHILE CONSIDERING THE CHALLENGES FOR ENERGY, MOBILITY, ACCESSIBILITY, AND EQUITABILITY IN FIFTEEN UNDERSERVED COMMUNITIES IN THE COLUMBUS METROPOLITAN AREA (CMA). ACTIVITIES:THE PROJECT WILL 1) PARTNER WITH UNDERSERVED COMMUNITIES IN THE CMA TO UNDERSTAND THEIR NEEDS FOR ELECTRIFICATION AND MOBILITY AND EVALUATE THE EFFECTIVENESS OF CURRENT EFFORTS; 2) DEVELOP STRATEGIES TO GUIDE TRANSITION INVESTMENT AND DEPLOYMENT TO IMPROVE HEALTH, ENVIRONMENTAL, AND SOCIAL CONDITIONS OVER TIME FOR THE CMA COMMUNITIES ACROSS THE URBAN-EXURBAN-RURAL GRADIENT; AND 3) UNDERSTAND HOW KNOWLEDGE, PERCEPTION, AND VALUES VARY, AND DESIGN AND EVALUATE INFORMATIONAL INTERVENTIONS THAT INFORM INDIVIDUAL AND DOMICILE-LEVEL DECISIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS. OTHER EXPECTED DELIVERABLES INCLUDE: COMMUNITY ASSESSMENTS AND TOOLKITS TO SUPPORT LOCAL AND REGIONAL DECISION-MAKERS ON TRANSITIONS TO ELECTRIFIED ENERGY AND MOBILITY; AND ELECTRICITY AND MOBILITY INFRASTRUCTURE PLANNING WHITE PAPERS AND PRESENTATIONS. EXPECTED OUTCOMES ARE TESTED INFORMATIONAL INTERVENTIONS FOR USE IN HELPING MARGINALIZED COMMUNITIES UNDERSTAND THE DECISIONS FACING THEIR HOUSEHOLDS DURING ELECTRIFIED ENERGY AND MOBILITY TRANSITIONS. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE UNDERSERVED COMMUNITIES IN THE COLUMBUS METROPOLITAN AREA AS WELL AS RESEARCHERS WORKING WITH SIMILAR COMMUNITIES TO ADDRESS AIR QUALITY, PUBLIC HEALTH, AND COST CONCERNS ASSOCIATED WITH ELECTRIFIED ENERGY AND TRANSPORTATION SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_84055501_6800"}, {"internal_id": 158703337, "Award ID": "84055401", "Award Amount": 2499579.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-28", "CFDA Number": "66.509", "Description": "DESCRIPTION:THIS PROJECT AIMS TO EVALUATE THE RELATIVE IMPACTS OF PERCHLORATE FROM FIREWORKS ON SURFACE DRINKING WATER SOURCES AND GROUNDWATER DRINKING SOURCES ACROSS THE US BY MEASURING PERCHLORATE AT SIX SITES (TWO RIVERS, THREE LAKES, AND A GROUNDWATER SITE) DURING JULY 4TH EVENTS, AS WELL AS PERIODIC FIREWORK DISPLAYS FROM BASEBALL STADIUMS ON THE TWO RIVERS SELECTED. SEVEN SPECIFIC OBJECTIVES WILL BE ADDRESSED THROUGH A COMBINATION OF FIELD AND LABORATORY STUDIES COMBINED WITH MODELING EFFORTS TO FILL CRITICAL KNOWLEDGE GAPS.ACTIVITIES:DRINKING WATER SOURCES IN THE WATERSHEDS WILL BE EVALUATED BEFORE AND AFTER MAJOR PERIODS OF FIREWORKS AND DURING SUBSEQUENT RAIN EVENTS. IN ADDITION TO MEASURING THE PERCHLORATE INPUTS DUE TO RUNOFF OR INFILTRATION, THE RESEARCH WILL ALSO MEASURE THE DIRECT DEPOSITION INTO WATER BODIES. AERIAL DEPOSITION WILL BE MEASURED BY LIMITED DIRECT AIR AND DEPOSITION SAMPLING AT SOME SITES. TO EXPAND THE REACH OF THE STUDY, ADDITIONAL SAMPLES WILL BE REQUESTED FROM CASTNET AND NADP (TWO EXISTING SAMPLING NETWORKS), AND THE PROJECT WILL ALSO INCLUDE NATION-WIDE SURVEYS OF PUBLIC WATER SUPPLY INTAKES BEFORE AND AFTER PERIODS OF FIREWORKS. ALL CHEMICAL, PHYSICAL, AND BIOLOGICAL OBSERVATIONS FROM THE SIX SITES WILL BE INTEGRATED INTO A WIDELY APPLIED WATERSHED MODEL, SOIL AND WATER ASSESSMENT TOOL (SWAT), WHICH WILL EXPAND THE TOOL'S ABILITY TO ASSESS THE IMPACT OF FIREWORK-DRIVEN PERCHLORATE EMISSIONS.SUBRECIPIENT:PENN STATE UNIVERSITY ($620,000): SUBAWARD FOR (1) SAMPLING OF THE PITTSBURGH LOCATION, AND (2) MODEL DEVELOPMENT AND VALIDATION (OBJECTIVES 5, 6, AND 7). GEORGIA STATE UNIVERSITY ($174,165): SUBAWARD FOR (1) SAMPLING THE ATLANTA LOCATION, AND (2) MODEL DEVELOPMENT (OBJECTIVES 1, 5, AND 6). UNIVERSITY OF CALIFORNIA, BERKLEY ($375,098): SUBAWARD FOR (1) SAMPLING THE LAKE TAHOE LOCATION, AND (2) STUDIES ON PERCHLORATE REDUCTION. UNIVERSITY OF DELAWARE ($319,999): SUBAWARD FOR (1) SAMPLING THE MASSACHUSETTS LOCATION, AND (2) STABLE ISOTOPE ANALYSES (OBJECTIVES 4 AND 5). UNIVERSITY OF NEVADA, LAS VEGAS ($329,985): SUBAWARD FOR (1) SAMPLING THE LAS VEGAS LOCATION, AND (2) STUDIES ON AIR DEPOSITION, CITIZEN SCIENTIST LAKE SURVEY, LAKE MODELING (OBJECTIVES 1, 2, AND 6).\nOUTCOMES:ANTICIPATED DELIVERABLES INCLUDE NEW INFORMATION AND DATA ON: 1) CONCENTRATIONS, MASSES, ATTENUATION RATES OF PERCHLORATE FROM FIREWORKS USE IN DIVERSE SURFACE WATERS AS WELL AS RELATIVE CONTRIBUTIONS FROM COMMERCIAL DISPLAYS AND PUBLIC USE AND DIRECT INPUTS AND INDIRECT FROM RUNOFF; (2) DEPOSITION RATES, AERIAL EXTENTS, AND LOCAL AND REGIONAL IMPACTS OF PERCHLORATE DEPOSITION; 3) THE RELATIONSHIP BETWEEN DENSITY OF FIREWORKS USE (MASS OR COST), POPULATION, AND RESULTANT RESIDUAL PERCHLORATE THAT ENTERS THE ENVIRONMENT; 4) THE BIOLOGICAL ATTENUATION RATE AS A FUNCTION OF THE CHARACTERISTICS OF WATER SOURCES; AND 5) THE IMPACT OF FIREWORKS USE ON GROUNDWATER RESOURCES. ADDITIONAL OUTPUTS INCLUDE REFINED AND CALIBRATED MODELS TO EVALUATE PERCHLORATE INPUT AND FATE IN SURFACE WATER RESOURCES, A NATIONAL SURVEY OF THE IMPACT OF PERCHLORATE IN DRINKING WATER SOURCES, IDENTIFICATION OF KEY PREDICTIVE VARIABLES TO PREDICT PERCHLORATE IMPACT, AND DEVELOPMENT OF A SCREENING TOOL TO EVALUATE IMPACTS. POTENTIAL BENEFICIARIES OF THIS PROGRAM INCLUDE DRINKING WATER UTILITIES AS WELL AS STATE AND LOCAL GOVERNMENTS AND COMMUNITIES WHOSE DRINKING WATER IS AFFECTED BY POLLUTION FROM THE USE OF FIREWORKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_84055401_6800"}, {"internal_id": 157865240, "Award ID": "84053501", "Award Amount": 732045.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "66.509", "Description": "DESCRIPTION:THIS PROJECT AIMS TO EVALUATE A SET OF HOUSEHOLD FOOD WASTE PREVENTION INTERVENTIONS RESEARCHERS HAVE DEVELOPED WITH LOCAL HEALTH, FOOD, AND ENVIRONMENTAL ORGANIZATIONS IN NORTH CAROLINA.ACTIVITIES:THE PROJECT WILL ENROLL 200 LOW-INCOME HOUSEHOLDS IN THE RALEIGH, NC AREA TO IMPLEMENT AN INTERVENTION THAT IS BASED ON EACH HOUSEHOLD'S ROOT CAUSES OF FOOD WASTE. IT AIMS TO EVALUATE THE EFFECTIVENESS OF THE INTERVENTION BY MEASURING THE IMPACTS ON AVOIDABLE FOOD WASTE (GRAMS/HOUSEHOLD/WEEK), FOOD WASTE PREVENTION BEHAVIORS, PSYCHOSOCIAL DRIVERS OF FOOD WASTE, AND FOOD SECURITY. THE PROJECT WILL ALSO SIMULATE THE IMPACT OF THE INTERVENTIONS ON ENVIRONMENTAL OUTCOMES (E.G., GREENHOUSE GAS EMISSIONS, BLUE WATER WITHDRAWAL, LAND USE, AND ENERGY USE) AND COST-EFFECTIVENESS FOR NATIONAL-SCALE APPLICATION.SUBRECIPIENT:RTI INTERNATIONAL ($149,979) WILL PROVIDE SCIENTIFIC GUIDANCE AND EXPERTISE FOR DESIGNING AND IMPLEMENTING THE RESEARCH METHODS AS A RESEARCH PARTNER. OUTCOMES:THE DELIVERABLES INCLUDE PEER REVIEWED SCIENTIFIC PUBLICATIONS, COMMUNICATION MATERIALS, AND EDUCATION/TRAINING MATERIALS TO HELP COMMUNITIES AND INDIVIDUALS TO PREVENT AND REDUCE HOUSEHOLD CONSUMER FOOD WASTE. OUTPUTS INCLUDE AN INTERVENTION TOOLKIT FOR HOUSEHOLDS, ESTIMATES OF ENVIRONMENTAL IMPACT AND COST-EFFECTIVENESS, DISSEMINATION MATERIALS, AND AT LEAST THREE SCIENTIFIC PUBLICATIONS. OUTCOMES WILL INCLUDE WIDESPREAD DISSEMINATION OF INTERVENTION MATERIALS RESULTING IN EXTENSIVE REDUCTION IN HOUSEHOLD FOOD WASTE NATIONALLY. THE INTENDED BENEFICIARIES ARE INDIVIDUAL CONSUMERS AND COMMUNITIES IN THE STATE OF NORTH CAROLINA AND OTHER REGIONS IN THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_84053501_6800"}, {"internal_id": 157865239, "Award ID": "84053401", "Award Amount": 739381.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-24", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PROPOSED RESEARCH INVESTIGATES A HIGHLY INNOVATIVE AND SCALABLE APPROACH TO STRENGTHEN CONSUMERS' MOTIVATION, OPPORTUNITY, AND ABILITY TO REDUCE FOOD WASTE BY ADAPTING PROFESSIONAL CULINARY EDUCATION INTERVENTIONS TO THE HOME KITCHEN.ACTIVITIES:THE PROJECT WILL DEVELOP AND EVALUATE THE EFFECTIVENESS OF A SERIES OF INNOVATIVE FOOD WASTE PREVENTION AND MINIMIZATION CULINARY EDUCATION VIDEOS (AND SUPPLEMENTARY MATERIALS) FOR HOME COOKS. THE VIDEOS WILL BE DEVELOPED BY NATIONALLY RENOWNED FOOD PREPARERS AND FOOD WASTE EDUCATORS IN COLLABORATION WITH DREXEL FOOD LAB. THE COMMUNITY-BASED EDUCATION SESSION WITH 100 SELECTED HOUSEHOLDS WILL BE COMPRISED OF 8 EDUCATIONAL CULINARY VIDEOS DESIGNED TO EMPOWER CONSUMERS BY PROVIDING THE MOTIVATION, KNOWLEDGE, AND SKILLS TO REDUCE HOUSEHOLD FOOD WASTE THROUGHOUT THE PROCESS INCLUDING MEAL PLANNING, SHOPPING, CONSUMING, STORING, AND DISPOSING. THE PROJECT WILL MEASURE THE IMPACTS OF EDUCATIONAL MATERIALS ON FOOD WASTE REDUCTION AT HOUSEHOLD AND COMMUNITY LEVELS AND TEST NATIONAL SCALABILITY AND APPLICABILITY.SUBRECIPIENT:JOHNS HOPKINS UNIVERSITY ($76,386) WILL PROVIDE EXPERTISE IN EVALUATION DESIGN AND WILL ALSO ACT AS A SCIENTIFIC ADVISOR.\n\nOUTCOMES:THE DELIVERABLES INCLUDE PEER REVIEWED SCIENTIFIC RESEARCH PUBLICATIONS, COMMUNICATION AND EDUCATION MATERIALS, AND MULTI MEDIA (VIDEO) TRAINING MATERIALS TO EDUCATE AND MOTIVATE COMMUNITIES AND INDIVIDUALS TO REDUCE HOUSEHOLD CONSUMER FOOD WASTE. THE EXPECTED OUTCOMES WOULD BE MEANINGFUL REDUCTION IN FOOD WASTE THROUGH CONSUMER BEHAVIOR CHANGES INVOLVED IN FOOD SHOPPING, PREPARATION, CONSUMPTION, AND POST-CONSUMPTION DISPOSAL. THE INTENDED BENEFICIARIES ARE THE HOUSEHOLDS AND COMMUNITIES IN PHILADELPHIA AREA AND OTHER REGIONS, AND PUBLIC IN THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "867850a1-1693-4b2a-3ff5-034554d322e1-C", "generated_internal_id": "ASST_NON_84053401_6800"}, {"internal_id": 151169362, "Award ID": "84048601", "Award Amount": 1349999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROJECT IS TO LEVERAGE THE MILWAUKEE PUBLIC SCHOOLS DISTRICT PERSONNEL AND FACILITIES TO BUILD COMMUNITY RESILIENCE AGAINST ADVERSE IMPACTS OF CLIMATE CHANGE ON AIR POLLUTION LEVELS AND REDUCE ENVIRONMENTAL HEALTH INEQUITIES IN MILWAUKEE AND OTHER COMMUNITIES.ACTIVITIES:THE PROJECT WILL (1) ENGAGE MILWAUKEE PUBLIC SCHOOL STUDENTS, STAFF AND FAMILIES IN A CLIMATE CHANGE AND HEALTH CURRICULUM AND DIALOGUE FOCUSED ON THE HEALTH IMPACTS OF GLOBAL CLIMATE CHANGE AND HOW STUDENTS, STAFF AND FAMILIES CAN SUPPORT IMPLEMENTATION OF THE MILWAUKEE CLIMATE AND EQUITY PLAN IN ORDER TO SAFEGUARD COMMUNITY HEALTH, AND (2) QUANTIFY THE IMPACT OF MPS SCHOOLYARD GREENING AS AN EFFECTIVE COMMUNITY-BASED SOLUTION TO MITIGATE CLIMATE IMPACTS ON HEAT EXPOSURE, AIR POLLUTION, EDUCATIONAL ENGAGEMENT AND\nACHIEVEMENT, AND MENTAL/EMOTIONAL HEALTH AND WELL-BEING.SUBRECIPIENT:MILWAUKEE PUBLIC SCHOOLS ($435,000) WILL REVIEW AND IMPLEMENT THE CLIMATE JUSTICE RESOLUTION CURRICULUM WITH\nTEACHERS ACROSS GRADE LEVELS AND CONTENT AREAS. MPS WILL PROVIDE PROFESSIONAL DEVELOPMENT FOR\nTEACHERS, PROVIDE TEACHERS WITH COACHING ON THE CLIMATE JUSTICE CURRICULUM, AND SUPPORT TEACHERS IN\nTHE CLASSROOM ON USING THE CURRICULUM AND RESOURCES EFFECTIVELY.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS AS WELL AS AN EVIDENCE-BASED CURRICULUM TO SUPPORT TEACHERS IN TEACHING CLIMATE HEALTH EQUITY IN K-12 SCHOOLS, AND SCIENTIFIC EVIDENCE OF THE IMPACT OF SCHOOLYARD GREENING ON CLIMATE HEALTH AMONG LOW-INCOME, URBAN MINORITY CHILDREN. EXPECTED OUTCOMES INCLUDE IMPROVED HEALTH AND WELL-BEING OF LOW-INCOME URBAN MINORITY SCHOOL AGE CHILDREN AND ENVIRONMENTAL EQUITY IN MILWAUKEE AREA AND OTHER UNDERSERVED COMMUNITIES. DIRECT BENEFICIARIES ARE TEACHERS AND STUDENTS IN MILWAUKEE PUBLIC SCHOOLS, PUBLIC HEALTH PROFESSIONALS, AND STATE AND LOCAL ENVIRONMENTAL MANAGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb8099df-df9c-1d96-f19c-f3a00b918c86-C", "generated_internal_id": "ASST_NON_84048601_6800"}, {"internal_id": 151169438, "Award ID": "84048501", "Award Amount": 1349998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROJECT IS TO UNDERSTAND THE CUMULATIVE HEALTH IMPACTS OF CHEMICAL AND NON-CHEMICAL EXPOSURES EXACERBATED BY CLIMATE CHANGE AMONG THE MOST VULNERABLE COMMUNITIES IN ATLANTA AND TO DEVELOP SUITABLE INTERVENTION PROGRAMS TO REDUCE EXPOSURES.ACTIVITIES:THIS PROJECT WILL 1) CREATE AN INDEX AND MAP AT THE NEIGHBORHOOD LEVEL FOCUSED ON THE CUMULATIVE CHEMICAL AND NON-CHEMICAL EXPOSURE OF INDIVIDUALS IN ATLANTA AND HOW THEIR HEALTH IS ADVERSELY IMPACTED BY ELEVATED AIR POLLUTION DUE TO CLIMATE CHANGE; 2) SEEK TO UNDERSTAND HOW HIGHLY SUSCEPTIBLE INDIVIDUALS WITH CHRONIC DISEASE PERCEIVE AND MANAGE THE EFFECTS OF CHEMICAL, NON-CHEMICAL, AND CLIMATE-RELATED FACTORS ON THEIR MENTAL HEALTH, ASTHMA, AND OBESITY-SENSITIVE CONDITIONS; AND 3) FACILITATE COMMUNITY-LED EDUCATION INITIATIVES AND INTERVENTIONS TO EMPOWER THE COMMUNITY AND INCREASE RESILIENCE AGAINST CLIMATE CHANGE AND ITS HEALTH EFFECTS.SUBRECIPIENT:SUBAWARD TO ECO-ACTION ($455,773) FOR LEADING COMMUNITY-ENGAGEMENT ACTIVITIES AS LISTED IN THE COMMUNITY ENGAGEMENT PLAN. SUBAWARD TO SPELMAN COLLEGE ($134,408) TO PROVIDE THE PRELIMINARY DATA ON CUMULATIVE ENVIRONMENTAL VULNERABILITY ANALYSIS NEEDED FOR OBJECTIVE 1. IN ADDITION, SPELMAN WILL LEAD THE COMMUNITY LEVEL ENVIRONMENTAL HAZARD DATA COLLECTION USING THE PROCTOR CREEK CITIZEN SCIENCE APP.\nOUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS, PEER REVIEWED JOURNAL PUBLICATIONS, AND SCIENTIFIC REPORTS AS WELL AS EDUCATIONAL MATERIALS AND POLICY RECOMMENDATIONS FOR STATE AND LOCAL PUBLIC HEALTH AGENCIES, ENVIRONMENTAL MANAGERS, HEALTH PROFESSIONALS, AND COMMUNITY PLANNERS AND LEADERS. EXPECTED OUTCOMES INCLUDE A REDUCTION OF HARMFUL POLLUTANT EXPOSURES AND A GENERAL IMPROVEMENT IN ENVIRONMENTAL HEALTH AMONG RESIDENTS WITH PREEXISTING HEALTH CONDITIONS IN THE ATLANTA AREA. INTENDED BENEFICIARIES INCLUDE STATE AND LOCAL PUBLIC HEALTH AGENCIES, ENVIRONMENTAL MANAGERS, HEALTH PROFESSIONALS, COMMUNITY LEADERS, AND VULNERABLE SUBPOPULATIONS IN THE ATLANTA AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_84048501_6800"}, {"internal_id": 150724714, "Award ID": "84048401", "Award Amount": 1349979.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROJECT IS TO IDENTIFY WHICH POPULATIONS ARE MOST IMPACTED BY WILDFIRE-ASSOCIATED AIR POLLUTION EXPOSURES AND DETERMINE WHETHER THESE EXPOSURES INCREASE RISK FOR ADVERSE BIRTH AND CHILD NEURODEVELOPMENTAL OUTCOMES. ACTIVITIES:THIS PROJECT WILL 1) BUILD A COMPREHENSIVE DATABASE TO UNDERSTAND THE DISTRIBUTION OF WILDFIRE-RELATED AIR POLLUTION IN CALIFORNIA ACROSS A RANGE OF FAMILY, NEIGHBORHOOD, AND COMMUNITY FACTORS THAT COULD INDICATE INCREASED VULNERABILITY; 2) EXAMINE PERINATAL WILDFIRE EXPOSURES IN ASSOCIATION WITH BIRTH OUTCOMES, INCLUDING GESTATIONAL AGE AND WEIGHT AT BIRTH; 3) LINK EXPOSURES TO CALIFORNIA DEPARTMENT OF DEVELOPMENTAL SERVICES DATA TO EVALUATE ASSOCIATIONS WITH DIAGNOSES OF AUTISM AND DEVELOPMENTAL DELAYS; AND 4) EVALUATE EXPOSURE WINDOWS, EXPOSURE MIXTURES, AND COMPOUNDING VULNERABILITY FACTORS ASSOCIATED WITH HIGHER RISK.SUBRECIPIENT:UCLA ($100,001) WILL EVALUATE EXPOSURE WINDOWS, EXPOSURE\nMIXTURES, AND COMPOUNDING VULNERABILITY FACTORS ASSOCIATED WITH HIGHER RISK. IT WILL TRAIN\nMEMBERS OF VULNERABLE COMMUNITIES TO LEAD EDUCATIONAL ACTIVITIES ON BUILDING LOW-COST AND\nEFFECTIVE CORSI-ROSENTHAL AIR FILTER BOXES AND OTHER WAYS TO MITIGATE EXPOSURESOUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS AS WELL AS SCIENTIFIC INFORMATION AND PUBLICATIONS TO EDUCATE AND TRAIN AIR QUALITY MANAGERS, PUBLIC HEALTH PROFESSIONALS, PEDIATRIC SPECIALISTS, PARENTS, CLINICIANS, AND COMMUNITY LEADERS ON IDENTIFYING THE MOST VULNERABLE GROUPS FOR WILDFIRE RELATED POLLUTANTS AND REDUCING THEIR EXPOSURE. EXPECTED OUTCOMES INCLUDE A REDUCTION IN HARMFUL EXPOSURE TO WILDFIRE-RELATED AIR POLLUTANTS AND IMPROVED HEALTH OF VULNERABLE RESIDENTS. INTENDED BENEFICIARIES INCLUDE STATE AND LOCAL AIR QUALITY MANAGERS, PUBLIC HEALTH SPECIALISTS, PEDIATRICIANS, COMMUNITY LEADERS, AND YOUNG CHILDREN AND OTHER VULNERABLE RESIDENTS IN UNDERSERVED COMMUNITIES THROUGHOUT CALIFORNIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_84048401_6800"}, {"internal_id": 154503164, "Award ID": "84048301", "Award Amount": 1267559.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-09", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO IDENTIFY AND EXPAND COMMUNITY WATER AND SOIL TESTING PROGRAMS BY INTEGRATING HISTORICAL DATA WITH LOCAL KNOWLEDGE AND THE COMMUNITY GOALS AND ASSETS, AND FACILITATE DECISION-MAKING FOR TARGETING FUTURE WORK, INCLUDING COMMUNITY VISIONING FOR STORM WATER MANAGEMENT IN THE FACE OF CLIMATE CHANGE. ACTIVITIES:THE PROJECT WILL BUILD CAPACITY WITHIN THE UNDERSERVED TRIBAL COMMUNITIES IN DUWAMISH VALLEY SO THEY MAY HAVE OWNERSHIP OVER ENVIRONMENTAL TESTING AND CLEANUP PROCESS THAT TRULY SUPPORT COMMUNITY NEEDS,. THE PROJECT WILL 1) ENSURE THAT THE PROJECT WILL MEET THE NEEDS OF THE COMMUNITIES BY THOROUGH SURVEYS, INTERVIEWS, AND SHARING OF PREVIOUSLY COLLECTED DATA; 2) DETERMINE THE EXTENT AND DEGREE OF CONTAMINATION AT THE SITE AS WELL AS THE RESEARCH GUIDANCE AND REPORTS THAT WILL BE MOST USEFUL TO COMMUNITY LEADERS; 3) MONITOR SOIL, WATER, AND SEDIMENT CONTAMINANTS (PAH, PCB, METALS, DIOXIN/FURANS) THROUGHOUT THE WATERSHED DURING STORM WATER SURGES TO IDENTIFY AND MAP HIGH-RISK AREAS; AND 4) INFORM COMMUNITIES OF VIABLE SOLUTIONS TO BUILD RESILIENCE AND CAPACITY AGAINST MIGRATION OF WATER CONTAMINANTS. SUBRECIPIENT:DUWAMISH RIVER CLEANUP COALITION ($32,000) WILL CONVENE COMMUNITY SCIENCE WORKSHOPS AND ENSURE THE COMMUNITY NEEDS ARE PRIORITIZED AND CENTERED.\n\nENVIRONMENTAL COALITION OF SOUTH SEATTLE (ECOSS) ($15,000) - AS A COMMUNITY BASED ORGANIZATION, THEY WILL ASSIST IN CONVENING COMMUNITY SCIENCE WORKSHOPS THROUGHOUT THE PROJECT.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS AS WELL AS DATABASE AND PUBLICATIONS FOR MAKING SOUND EVIDENCE-BASED DECISIONS ON MITIGATING WATER CONTAMINANTS EXACERBATED BY CLIMATE CHANGE. EXPECTED OUTCOMES INCLUDE IMPROVED HEALTH FOR THE TRIBAL COMMUNITIES AND RESIDENTS IN DUWAMISH VALLEY. INTENDED BENEFICIARIES INCLUDE COMMUNITY DECISION MAKERS, PUBLIC HEALTH PROFESSIONALS, ENVIRONMENTAL CLEANUP MANAGERS, COMMUNITY PLANNERS, AND TRIBAL LEADERS IN THE DUWAMISH VALLEY AND OTHER SIMILAR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_84048301_6800"}, {"internal_id": 151169432, "Award ID": "84048201", "Award Amount": 1350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO ASSESS THE RELATIONSHIPS BETWEEN DIVERSE CLIMATE-INDUCED CONCERNS RELATED TO WATER INFRASTRUCTURE AND WATER QUALITY AND THEIR EFFECTS ON HEALTH IN ALASKA NATIVE COMMUNITIES. THE PROJECT AIMS TO BUILD CAPACITY AGAINST CLIMATE CHANGE RISKS BY ADDRESSING WATER INFRASTRUCTURE ISSUES IN ALASKA NATIVE COMMUNITIES.ACTIVITIES:THE PROJECT WILL 1) CONDUCT COMMUNITY-BASED MONITORING (CBM) AND DIRECT SAMPLING TO ASSESS WATER QUALITY; 2) GATHER SURVEYS AND INTERVIEWS AND PHOTOVOICE SUBMISSIONS TO CAPTURE WATER INSECURITY AND LOCAL VULNERABILITIES; 3) ASSESS THE CUMULATIVE EFFECTS OF WATER QUALITY, WATER INSECURITY, AND LOCAL VULNERABILITIES ON HEALTH, MENTAL HEALTH AND NON-WESTERN PERSPECTIVE OF HEALTH USING STATISTICAL ANALYSES AND FUZZY-SET QUALITATIVE COMPARATIVE ANALYSIS; AND 4) BUILD RESILIENT WATER INFRASTRUCTURE CAPACITY.SUBRECIPIENT:UNIVERSITY OF TEXAS ($303,681) WILL IDENTIFY TECHNOLOGY AND TECHNIQUES FOR REDUCING CLIMATE-BASED RISKS TO WATER INFRASTRUCTURE IDENTIFIED IN TASK 1.1. WATER INFRASTRUCTURE AND TASK 3.1 BUILD ADAPTIVE CAPACITY OF WATER INFRASTRUCTURE.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS AS WELL AS (1) HYDRAULIC MODELS OF THE WATER DISTRIBUTION SYSTEM AND OPEN-SOURCE DATA-DRIVEN ALGORITHMS AND CODES FOR LEAK DETECTION AND LOCALIZATION, (2) MAPS OF THE MOST VULNERABLE HOUSEHOLDS AT RISK OF WATER QUALITY AND INSECURITY, AND (3) COMPREHENSIVE MODELS SHOWING THE FACTORS THAT ARE THE MOST SIGNIFICANT IN DETERMINING HEALTH, MENTAL HEALTH AND NON-WESTERN HEALTH OUTCOMES. EXPECTED OUTCOMES ARE RESILIENT WATER INFRASTRUCTURES AND IMPROVED HEALTH IN ALASKA NATIVE COMMUNITIES. DIRECT BENEFICIARIES INCLUDE TRIBAL COMMUNITIES, AS WELL AS STATE AND LOCAL PUBLIC HEALTH AND ENVIRONMENTAL RESOURCE MANAGERS, IN ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_84048201_6800"}, {"internal_id": 154800178, "Award ID": "84048101", "Award Amount": 1330536.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-17", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROJECT IS TO UNDERSTAND THE CASCADING IMPACTS OF RECURRENT AND PROLONGED WILDFIRE SMOKE EXPOSURE ON HEALTH AND WELL-BEING OF THE RESIDENTS IN UNDERSERVED COMMUNITIES IN CONJUNCTION WITH OTHER RELEVANT ENVIRONMENTAL FACTORS SUCH AS SOCIAL ADVERSITY IN LOW-INCOME, MINORITY COMMUNITIES IN CALIFORNIA.ACTIVITIES:THE PROJECT WILL 1) ESTIMATE THE HEALTH EFFECTS OF SUB-DAILY EXPOSURE TO WILDFIRE-SPECIFIC PM2.5 IN CALIFORNIA, INCLUDING ACROSS SOCIAL VULNERABILITY FACTORS, WITH\nPARTICULAR FOCUS ON EFFECTS WITHIN EJ COMMUNITIES; 2) ANALYZE COMMUNITY RECOVERY FROM SHORT-TERM HEALTH EFFECTS FOLLOWING EXPOSURE; 3) QUANTIFY INDOOR INFILTRATION OF WILDFIRE\nSMOKE AND THE MITIGATING EFFECT OF HOUSING QUALITY AND BEHAVIORS; AND 4) WORK WITH COMMUNITIES TO DEVELOP MITIGATION INTERVENTIONS TO FIT THE SPECIFIC NEEDS OF THE COMMUNITIES.SUBRECIPIENT:UNIVERSITY OF CALIFORNIA - BERKELEY ($705,047) WILL (1) QUANTIFY WILDFIRE SPECIFIC FINE PARTICULATE MATTER FOR FIRE SEASONS, (2) ESTIMATE MAGNITUDE OF EFFECT BY WILDFIRE PM ON HEALTH OUTCOMES, AND (3) DETERMINE INDOOR PENETRATION BASED ON HOUSING ATTRIBUTES DATA. CENTRAL CALIFORNIA ASTHMA COLLABORATION (CCAC) ($60,000) WILL COORDINATE ENGAGEMENT EFFORTS, INCLUDING RECRUITING STAKEHOLDERS, ADMINISTRATING SURVEYS, AND CONDUCTING FOCUS GROUPS.  $23,100 TO SEVEN SUBAWARDEES (TBD) TO CO-DEVELOP AND IMPLEMENT PILOT ADAPTATION STRATEGIES.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS AS WELL AS SCIENTIFIC PUBLICATIONS WITH MORE ACCURATE ESTIMATES OF WILDFIRE-SPECIFIC PM2.5 DISTRIBUTIONS ACROSS COMMUNITIES AND SMOKE INFILTRATION DATA FOR HOUSING ACROSS CALIFORNIA. EXPECTED OUTCOMES INCLUDE THE REDUCTION OF WILDFIRE-RELATED PM EXPOSURE. INTENDED BENEFICIARIES INCLUDE LOW-INCOME, MINORITY RESIDENTS LIVING IN UNDERSERVED COMMUNITIES ACROSS CALIFORNIA, PUBLIC HEALTH PROFESSIONALS, ENVIRONMENTAL MANAGERS, AIR QUALITY SPECIALISTS, AND COMMUNITY PLANNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_84048101_6800"}, {"internal_id": 154503168, "Award ID": "84048001", "Award Amount": 1349151.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-02", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROJECT IS TO BUILD COMMUNITY-LEVEL RESILIENCE AGAINST INCREASED AIR AND WATER POLLUTION DUE TO CLIMATE CHANGES IN UNDERSERVED COMMUNITIES IN THE MYSTIC RIVER WATERSHED. ACTIVITIES:: THE PROJECT WILL 1) USE A NOVEL MULTI-STRESSOR HEALTH IMPACT ASSESSMENT (HIA) FRAMEWORK TO ENCODE COMMUNITY INSIGHTS INTO A HIGH-RESOLUTION GEOSPATIAL DATABASE CHARACTERIZING CHEMICAL EXPOSURES, VULNERABILITY, AND GEOGRAPHIC/SOCIODEMOGRAPHIC CO-OCCURRENCE OF HAZARDS; 2) DEVELOP IMPACT MODELS TO HIGHLIGHT LOCATIONS PRONE TO CUMULATIVE CLIMATE RISKS AND CHEMICAL EXPOSURES; 3) USE MULTI-STRESSOR EPIDEMIOLOGICAL ANALYSES TO EVALUATE CONJOINT OR CASCADING HAZARDS TO VULNERABLE PEOPLE AND NEIGHBORHOODS; AND 4) APPLY THE RESEARCH FINDINGS TO REFINE HEALTH RISKS AND TO INFORM STATE AND LOCAL POLICIES AND INVESTMENTS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. SUBRECIPIENT:MYSTIC RIVER WATERSHED ASSOCIATION (MYRWA, $180,000) WILL PARTNER WITH BU TO DEVELOP AND IMPLEMENT SURVEY INSTRUMENTS IN THE COMMUNITY, CONVENE MEETINGS OF EXTERNAL STAKEHOLDERS TO ASSESS COMMUNITY PREFERENCES, PROVIDE CONTACT WITH LOCAL DECISION MAKERS TO FACILITATE SOLUTIONS-ORIENTED WORK, AND ENGAGE WITH ADVISORY COMMITTEE MEMBERS TO SOLICIT FEEDBACK ON GRANT PROGRESS.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS AND SCIENTIFIC PUBLICATIONS. OUTPUTS INCLUDE A HIGH-RESOLUTION GEOSPATIAL DATABASE AND MAPPING TOOL THAT IS READILY RESPONSIVE TO COMMUNITY INTERESTS AND CONCERNS. THE TOOL WILL BE USED BY PUBLIC HEALTH PROFESSIONALS AND COMMUNITY PLANNERS TO PRIORITIZE OPERATIONAL AND CAPITAL IMPROVEMENTS NEEDED TO PREVENT AND DECREASE CHEMICAL EXPOSURES AND IMPROVE CLIMATE RESILIENCE AMONG VULNERABLE PEOPLE AND NEIGHBORHOODS OVER TIME. EXPECTED OUTCOMES INCLUDE IMPROVED HUMAN HEALTH OF THE RESIDENTS IN UNDERSERVED COMMUNITIES IN THE MYSTIC RIVER WATERSHED. INTENDED BENEFICIARIES INCLUDE COMMUNITIES IN THE MYSTIC RIVER WATERSHED AS WELL AS OTHER SIMILAR COMMUNITIES ACROSS THE NATION, AS WELL AS PUBLIC HEALTH PROFESSIONALS AND STATE AND LOCAL RESOURCE MANAGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f62abfa-f880-18c2-5e58-a64739477e1e-C", "generated_internal_id": "ASST_NON_84048001_6800"}, {"internal_id": 154271852, "Award ID": "84047901", "Award Amount": 1324131.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-27", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROJECT IS TO FILL SCIENTIFIC DATA GAPS THAT ARE ESSENTIAL FOR DEVELOPING COMMUNITY-CENTERED TOOLS TO ASSESS HEALTH IMPACTS OF WILDFIRE SMOKE EXPOSURE, CLIMATE CHANGE, AND SOCIAL DISPARITIES IN RURAL TRIBAL AND AGING COMMUNITIES IN ALASKA.ACTIVITIES:THE PROJECT WILL 1) USE A CO-DEVELOPMENT PROCESS THAT ENGAGES ACADEMIC RESEARCHERS, STATE, TRIBAL, WILDFIRE MANAGEMENT, AND PUBLIC HEALTH ENTITIES, AND COMMUNITY PARTNERS\nTO ENVISION, DEVELOP, AND TEST LOCALLY-RELEVANT AND PRACTICAL TOOLS TO ACCESS THE STATE-OF-THE ART CLIMATE AND ENVIRONMENTAL DATA; 2) MODEL PROJECTIONS AND INFORMATION ON HEALTH AND\nSOCIAL VULNERABILITY IN A USEFUL AND UNDERSTANDABLE WAY THAT ALLOWS COMMUNITIES TO ASSESS COMPOUNDING CLIMATE HAZARDS AND SOCIAL VULNERABILITIES; 3) PRIORITIZE CLIMATE-RELATED HEALTH IMPACTS AND VULNERABLE DEMOGRAPHIC GROUPS; AND 4) DESIGN EFFECTIVE INTERVENTIONS AND APPLY TO THE TRIBAL COMMUNITIES IN ALASKA.SUBRECIPIENT:UNIVERSITY OF WASHINGTON ($270,000) WILL ASSIST WITH DESIGN AND FACILITATION OF WORKSHOPS, AND SUMMARIZING KEY FINDINGS FROM EACH WORKSHOP. UW COLLABORATORS WILL LEAD THE DEVELOPMENT OF THE USER GUIDE AND EVALUATION OF THE LOW COST SENSOR IMPLEMENTATION.\nALASKA NATIVE TRIBAL HEALTH CONSORTIUM (ANTHC,$45,000) WILL HELP RECRUIT COMMUNITY PARTNERS, PARTICIPATE IN PROJECT TEAM WORKSHOPS, AND SUPPORT AND REVIEW THE STORY-BASED\nUSER GUIDE TO ENSURE THAT THE FINAL TOOL AND GUIDE ARE CULTURALLY APPROPRIATE AND GENERALIZABLE FOR THE ALASKAN COMMUNITIES THEY WORK WITH.\nUNIVERSITY OF ALASKA FAIRBANKS (UAF, $301,617) WILL ASSIST WITH COMMUNITY PARTNER RECRUITMENT, DESIGN AND FACILITATION OF WORKSHOPS, AND SUMMARIZING KEY FINDINGS FROM EACH WORKSHOP. THEY WILL ALSO TAKE THE LEAD ON DATA MANAGEMENT, MODELING, AND WEB DESIGN ASPECTS OF THE PROJECT, AND WILL WORK WITH ALL PROJECT TEAM MEMBERS TO MAKE THESE DATA AND MODEL OUTPUTS FULLY ACCESSIBLE TO THE PUBLIC. THEY WILL BE RESPONSIBLE FOR DATA CURATION, QUALITY CONTROL, AND STORAGE AND METADATA CREATION.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS, AS WELL AS COMMUNITY-BASED ASSESSMENT TOOLS FOR PUBLIC AGENCIES, COMMUNITY LEADERS AND PLANNERS, AND WILDFIRE MANAGEMENT SPECIALISTS. EXPECTED OUTPUTS INCLUDE 1) A STATEWIDE COMMUNITY-DRIVEN, SPATIALLY-EXPLICIT, WEB-BASED TOOL IN ALASKA TO ASSESS THE CUMULATIVE HEALTH IMPACTS OF CLIMATE CHANGE, 2) AN ASSESSMENT OF MAJOR CONTRIBUTING FACTORS TO VULNERABILITY TO WILDFIRE SMOKE EXPOSURE FROM THE PERSPECTIVE OF TRIBAL, PUBLIC HEALTH, AND WILDFIRE MANAGEMENT STAKEHOLDERS, 3) SCENARIOS TO SHOWCASE EXAMPLES OF COMMUNITY-DRIVEN APPROACHES TO USE THE CO-DEVELOPED TOOL, INCLUDING TO ASSESS VULNERABILITY AND GUIDE RESPONSIVE INTERVENTIONS, AND 4) AN UNDERSTANDING OF MAJOR CHALLENGES AND FACILITATORS FOR DEPLOYMENT OF LOW-COST AIR QUALITY SENSORS IN ALASKAN COMMUNITIES. EXPECTED OUTCOMES INCLUDE IMPROVED HEALTH OF THE RESIDENTS IN TRIBAL COMMUNITIES IN ALASKA. INTENDED BENEFICIARIES INCLUDE TRIBAL COMMUNITIES AND PUBLIC HEALTH OFFICIALS IN ALASKA AND OTHER SIMILAR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_84047901_6800"}, {"internal_id": 150724748, "Award ID": "84047801", "Award Amount": 1350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE OVERARCHING GOAL OF THE PROPOSED PROJECT IS TO ADVANCE THE THEORY AND PRACTICE OF SANITATION JUSTICE (EQUITABLE ACCESS, AGENCY, AND ADAPTIVE CAPACITY FOR SANITATION INFRASTRUCTURE) AMIDST INTENSIFYING CLIMATE STRESSORS FOR MARGINALIZED U.S. COMMUNITIES.ACTIVITIES:THE PROJECT WILL 1) COMPARE SANITATION-RELATED EXPOSURE TO ENVIRONMENTAL CONTAMINANTS FOR AN URBAN AND RURAL COMMUNITY; 2) PRIORITIZE EFFECTS OF CLIMATE CHANGE STRESSORS ON SANITATION INFRASTRUCTURE AND CONTAMINANT HEALTH IMPACTS IN UNDERSERVED COMMUNITIES; 3) DESIGN AND EVALUATE IMPROVED SANITATION INFRASTRUCTURE TO REDUCE EXPOSURE WHILE MAXIMIZING ECONOMIC VIABILITY AND COMMUNITY ENGAGEMENT.SUBRECIPIENT:BAYLOR COLLEGE OF MEDICINE ($340,000) WILL LEAD OBJECTIVE 1, AND IN PARTICULAR TASK 1.1 FOCUSED ON PARASITE QUANTIFICATION. CENTER FOR RURAL ENTERPRISE AND ENVIRONMENTAL (CREEJ) ($340,000) WILL CO-LEAD OBJECTIVES 2 AND 3, SPECIFICALLY THE SANITATION INFRASTRUCTURE SURVEY (TASK 2.1), WORKSHOPS FOCUSED ON TECHNOLOGY DOWN-SELECTION (TASK 3.1) AND PILOT-SCALE INVESTIGATIONS (TASK 3.2).OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS AS WELL AS SCIENTIFIC INFORMATION FOR COMMUNITY LEADERS AND PLANNERS REGARDING DEMOGRAPHICS AND CONTAMINANT EXPOSURE, AS WELL AS OPEN-SOURCE DATASETS ON SANITATION QUALITY AND CLIMATE RESILIENCE. INTENDED BENEFICIARIES INCLUDE PUBLIC HEALTH AGENCIES AND RESIDENTS OF UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c13d643-4334-38ed-1952-0db7e2ac5e56-C", "generated_internal_id": "ASST_NON_84047801_6800"}, {"internal_id": 150724655, "Award ID": "84047701", "Award Amount": 1350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-28", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROJECT IS TO RESEARCH AND BRING ENVIRONMENTAL JUSTICE-FOCUSED STRATEGIES TO MITIGATE SEPTIC FAILURES IN COASTAL COMMUNITIES UNDER THE ENVIRONMENTAL CONDITIONS OF RISING SEA LEVELS AND INCREASED FLOODING.ACTIVITIES:RESEARCHERS WILL 1) IDENTIFY AND PARTNER WITH VULNERABLE UNDERSERVED COMMUNITIES THAT ARE AT RISK OF SEPTIC SYSTEM FAILURES NOW AND IN THE FUTURE DUE TO CLIMATE CHANGES; 2) ADDRESS THE ANTECEDENT CONDITIONS (INCLUDING HISTORICAL SETTLEMENT PATTERNS AND EXCLUSION FROM MUNICIPAL SEWERS) THAT POTENTIALLY EXACERBATE CONTAMINANT EXPOSURE BY COLLECTING PRIMARY DATA ON SEPTIC HEALTH AND THE ENVIRONMENT TO DEVELOP COMPOSITE RISKS; AND 3) EVALUATE WHERE AND HOW SPECIFIC POLICY AND TECHNOLOGY SOLUTIONS CAN ADDRESS THE COMPOUNDED RISKS, WHILE ENSURING THAT BENEFITS ACCRUE IN A WAY THAT ADDRESSES PAST DISCRIMINATORY PRACTICES.SUBRECIPIENT:RESOURCES FOR THE FUTURE ($477,000) WILL MEASURE THE VALUE OF SEWER AS CAPTURED IN PROPERTY VALUES AND AS MEASURED BY THE PREFERENCES OF LOCAL RESIDENTS AND COMMUNITY LEADERS. GEORGE MASON UNIVERSITY ($226,000) WILL BE RESPONSIBLE FOR THE FLOOD HAZARDS MODELING COMPONENT OF THE PROPOSED WORK, INCLUDING CLIMATE INDUCED COASTAL FLOODING AND SEA-LEVEL RISE INUNDATION. SOUTHEAST RURAL COMMUNITY ASSISTANCE PROJECT ($117,705) WILL CO-PRODUCE RESEARCH (E.G., GUIDING RESEARCH QUESTIONS TO ENSURE THEY ARE RELEVANT); SUPPORT DATA-SHARING WHERE APPROPRIATE; ADMINISTER A SURVEY OR SUPPORT RESIDENT INTERVIEWS; SUPPORT COLLECTION OF WATER/SOIL SAMPLES; AND SUPPORT RESEARCH OUTREACH.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS AS WELL AS SCIENTIFIC PUBLICATIONS, EDUCATIONAL INFORMATION, AND SOLUTIONS FOR PUBLIC HEALTH AGENCIES AND COMMUNITY PLANNERS TO PREVENT AND MITIGATE SEPTIC FAILURES IN UNDERSERVED COASTAL COMMUNITIES. EXPECTED OUTCOMES ARE PREVENTION OF WATER CONTAMINATION FROM SEPTIC FAILURES AND IMPROVED PUBLIC HEALTH. INTENDED BENEFICIARIES INCLUDE UNDERSERVED COASTAL COMMUNITIES IN EASTERN MARYLAND, STATE AND LOCAL WATER RESOURCE MANAGERS, AND STATE AND LOCAL PUBLIC HEALTH AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_84047701_6800"}, {"internal_id": 156418150, "Award ID": "84047601", "Award Amount": 1349990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-30", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE OVERARCHING GOAL OF THIS RESEARCH IS TO ENGAGE SMALL COMMUNITIES THAT ARE RELIANT ON SMALL WATER SUPPLY SYSTEMS AND EMPOWER THEM TO IDENTIFY STRATEGIES THAT SUSTAIN WATER QUALITY, QUANTITY, AND ACCESSIBILITY AND PROVIDE RESILIENT CONTINUOUS ACCESS TO POTABLE WATER. THIS PROJECT WILL PROVIDE AN OPPORTUNITY TO BETTER UNDERSTAND THE CHALLENGES AND PROBLEMS CLIMATE VARIABILITY AND CHANGE POSE TO WATER DISTRIBUTION AND QUALITY THAT MIGHT IMPACT PUBLIC HEALTH THROUGH WATERBORNE DISEASES. ACTIVITIES:METEOROLOGICAL OBSERVATIONS WILL ESTABLISH CLIMATE RELATIONSHIPS IMPORTANT TO PATHOGEN EXPOSURE AND PROVIDE INFORMATION TO UNDERSTAND HIGH RESOLUTION CLIMATE CHANGE PROJECTIONS FOR\nMICROCLIMATES. COMMUNITY ENGAGEMENT METHODS, KEY INFORMANT INTERVIEWS, DATA COLLECTION OF RAINFALL, WATER QUALITY, AND SURVEILLANCE OF WATERBORNE PATHOGENS WILL BE CONDUCTED. RESULTS WILL BE SHARED WITH WATER OPERATORS AND STAKEHOLDERS TO DETERMINE COMMUNITY-LED, SCIENCE-BASED SOLUTIONS APPROPRIATE FOR EACH CONTEXT TO MITIGATE HEALTH IMPACTS. OBSERVED FACTORS LIKE NUMBER SERVED, FINANCIAL STATUS, ACCUMULATED RAINFALL, WATER SOURCE, WATER TREATMENT, AND POWER SOURCE WHEN USED WITH HIGH-RESOLUTION CLIMATE CHANGE PROJECTIONS WILL PROVIDE HOLISTIC SOLUTIONS FOR RISK ASSESSMENT AND BUILDING RESILIENCE.SUBRECIPIENT:THE INTER AMERICAN UNIVERSITY ($490,660) WILL PROVIDE EXPERTISE ON WATER SAMPLING DESIGN, COMMUNITY VISITS, DESIGN OF WATER QUALITY RELATED DATA COLLECTION, AND FORMS FOR SELF -REPORTED HEALTH DATA FROM COMMUNITY MEMBERS AND WILL CONDUCT COMMUNITY VISITS AND ANALYZE DATA RELATED TO WATER QUALITY AND HUMAN HEALTH. NORTH CAROLINA STATE UNIVERSITY ($180,649) WILL PROVIDE EXPERTISE ON CLIMATE RELATED DATA COLLECTION AND DESIGN THIS ASPECT OF INFORMATION COLLECTION AND ANALYSES. THIS INCLUDES TRAINING COMMUNITY LEADERS AND MEMBERS TO COLLECT AND REPORT DATA ON RAIN QUANTITY AND FREQUENCY, TEMPERATURE, AND OTHER INDICATORS.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS SCIENTIFIC INFORMATION REGARDING WATER QUALITY AND QUANTITY RISK ASSESSMENTS FOR CAPACITY BUILDING. EXPECTED OUTCOMES INCLUDE ADVANCING THE SCIENCE AND UNDERSTANDING OF IMPACTS OF WEATHER AND CLIMATIC CHANGE ON RURAL COMMUNITIES AND MICROCLIMATES. INTENDED BENEFICIARIES INCLUDE RESIDENTS AND RESOURCE MANAGERS IN PUERTO RICO AND OTHER SIMILAR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09538cb9-d734-243d-46cb-cccacfcf606a-R", "generated_internal_id": "ASST_NON_84047601_6800"}, {"internal_id": 154503145, "Award ID": "84047501", "Award Amount": 1350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-03", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THIS RESEARCH IS TO INVESTIGATE THE RELATIONSHIP BETWEEN WILDFIRE SMOKE EXPOSURE DURING PREGNANCY AND THE HEALTH OF THE NEWBORN BABY AND MOTHER, AS WELL AS TO PROVIDE EDUCATION AND OTHER PREVENTIVE SOLUTIONS TO UNDERSERVED COMMUNITIES.\nACTIVITIES:THE PROJECT WILL UTILIZE AN EXISTING SPATIOTEMPORALLY RESOLVED LOWER-COST AIR MONITORING NETWORK IN RICHMOND, CA AND AGGREGATE DATA FROM OTHER NETWORKS ACROSS CONTRA COSTA COUNTY FOR THREE AIMS: (1) CHARACTERIZING LOCAL DISPARITIES IN EXPOSURE TO AIR POLLUTION, HEAT, AND HUMIDITY, AND THE IMPACT OF WILDFIRES ON EXACERBATING THESE DISPARITIES; (2) ASSESSING RELATIONSHIPS BETWEEN EXPOSURE AND PERINATAL OUTCOMES; AND (3) DEVELOPING MODEL COMMUNITY-DRIVEN INTERVENTIONS AND POLICIES TO REDUCE EXPOSURES AND HEALTH IMPACTS. SUBRECIPIENT:UC BERKELEY ($486,995) WILL ASSIST WITH ANALYSIS, CLEANING, AND MANAGEMENT FOR EXPOSURE DATA AND WILL ESTABLISH AUTOMATED QUALITY ASSURANCE FOR ALL SOURCES OF DATA.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS CRITICAL ENVIRONMENTAL INFORMATION ON THE IMPACTS OF WILDFIRE SMOKE ON INFANT AND MATERNAL HEALTH COMMUNICATED TO PUBLIC HEALTH AGENCIES, PEDIATRIC SPECIALISTS, COMMUNITY LEADERS, AND PREGNANT MOTHERS. INTENDED BENEFICIARIES INCLUDE MOTHERS, CHILDREN, AND PUBLIC HEALTH AGENCIES IN UNDERSERVED COMMUNITIES IN THE STATE OF CALIFORNIA AND SIMILAR COMMUNITIES ACROSS THE COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73affed3-751e-3b8d-d195-d07b50d5c186-R", "generated_internal_id": "ASST_NON_84047501_6800"}, {"internal_id": 154503166, "Award ID": "84047401", "Award Amount": 1344622.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-09", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROJECT IS TO ENGAGE S.E. QUEENS RESIDENTS IN THE MEASUREMENTS OF KEY AIR POLLUTANTS (NO2, O3, SO2, PM2.5, TOXIC METALS AND PFAS), THROUGH COMMUNITY-BASED\nPARTICIPATORY RESEARCH (CBPR), INCREASING THEIR UNDERSTANDING OF CLIMATIC FACTORS AND AIR POLLUTION IMPACTS ON HEALTH, AND EMPOWERING THEM TO USE SUCH KNOWLEDGE TO INFORM POLICY ON ALLEVIATING CLIMATE IMPACTS AND SUSTAINING GOOD HEALTH.ACTIVITIES:THE PROJECT WILL TEST THE HYPOTHESIS THAT CBPR IS A POWERFUL DRIVER IN PROMOTING AIR POLLUTION REDUCTION WITH THE AIM OF PROTECTING THE HEALTH OF S.E. QUEENS RESIDENTS AND THE ENVIRONMENT. THE PROJECT WILL (1) DEMONSTRATE THE IMPACT OF POLLUTANT EMISSIONS FROM NEARBY WASTE STATIONS ON AIR QUALITY IN S.E. QUEENS THROUGH RESEARCH FIELD MEASUREMENTS; (2) TRAIN RESIDENTS TO DEVELOP COMMUNITY SCIENCE STRATEGIES SUCH AS CROWDSOURCING TOOLS WITH NEW KNOWLEDGE GAINED FROM THE MEASUREMENTS, ENABLING RESIDENTS FACING ENVIRONMENTAL INJUSTICE TO MOBILIZE NEW INNOVATIVE, LOW-COST, REPLICABLE STRATEGIES LEADING TO THE DEVELOPMENT OF POLICY RECOMMENDATIONS FOR BETTER MANAGEMENT OF WASTE TRANSFER STATIONS; AND (3) TRANSLATE THE RESEARCH DATA AND COMMUNITY INPUT INTO STATE AND LOCAL CLIMATE AND POLICY SOLUTIONS FOR TRAFFIC EMISSION REDUCTION AND RELIEF FROM CURRENT HEALTH STRESSORS, IMPROVING QUALITY OF LIFE.  SUBRECIPIENT:CUNY-MEDGAR EVERS COLLEGE ($245,629) WILL PROVIDE MEASUREMENT/MONITORING OF AIR POLLUTANTS INCLUDING PM2.5 AND PFAS.\n\nRUTGERS UNIVERSITY ($335,076) WILL (1) LEAD SAMPLING EFFORTS AT THREE SITES TO DETERMINE TOXIC METALS ASSOCIATED WITH PM2.5, (2) PARTICIPATE IN SAMPLING PREPARATION AND ANALYTICAL LAB PROCEDURES, (3) SUPERVISE A GRADUATE STUDENT, AND (4) LEAD LAB TOUR TO PROMOTE COMMUNITY ENGAGEMENT.\n\nOUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL RESEARCH REPORTS, AS WELL AS JOURNAL PUBLICATIONS WITH CRITICAL DATA ADDRESSING URGENT ISSUES ASSOCIATED WITH URBAN, MINORITY, AND UNDERSERVED COMMUNITIES THAT HAVE NEVER BEEN INVESTIGATED IN NEW YORK CITY. EXPECTED OUTCOMES INCLUDE IMPROVED HEALTH AND WELL-BEING FOR RESIDENTS LIVING IN LOW-INCOME URBAN MINORITY COMMUNITIES. INTENDED BENEFICIARIES INCLUDE HEALTH PROFESSIONALS, STATE AND LOCAL POLICY MAKERS, ENVIRONMENTAL MANAGERS, AND COMMUNITY LEADERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "08c9c351-1e43-6ebc-2845-faa3e9b5b618-C", "generated_internal_id": "ASST_NON_84047401_6800"}, {"internal_id": 156418172, "Award ID": "84047301", "Award Amount": 1349997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-24", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE RESEARCH IS TO EXAMINE RELATIONSHIPS AMONG BASEMENT INDOOR AIR QUALITY, AIR PATHOGENS AND CONTAMINANTS, BASEMENT MOISTURE, DAILY RAINFALL EXTREMES, HOUSING AND NEIGHBORHOOD CONDITIONS, AND CUMULATIVE HEALTH IMPACTS FOR RESIDENTS ACROSS THE LIFESPAN UNDER THE CONTEXT OF INCREASED RAINFALLS AND FLOODING DUE TO CLIMATE CHANGES. \n\nACTIVITIES:THIS RESEARCH PROJECT WILL: (1) CHARACTERIZE BACTERIAL AND FUNGAL PATHOGENS AND INDOOR AIR QUALITY (E.G., RADON CONCENTRATIONS, HUMIDITY) IN RESIDENTIAL BASEMENTS IN TWO PREDOMINANTLY BLACK, LOW INCOME, URBAN NEIGHBORHOODS IN PITTSBURGH; (2) CHARACTERIZE RESPIRATORY AND BEHAVIORAL HEALTH CONDITIONS OF RESIDENTS EXPOSED TO MICROBIAL PATHOGENS; (3) EXAMINE ASSOCIATIONS BETWEEN BASEMENT PATHOGENS AND CONTAMINANTS, BASEMENT MOISTURE, DAILY RAINFALL EXTREMES, HOUSING AND NEIGHBORHOOD CONDITIONS, AND CUMULATIVE HEALTH IMPACTS FOR RESIDENTS ACROSS THE LIFESPAN; AND (4) DEVELOP AND DISSEMINATE COMMUNITY-BASED SOLUTIONS TO ADDRESS CUMULATIVE HEALTH IMPACTS OF PATHOGEN/CONTAMINANT EXPOSURE RELATED TO WET BASEMENTS AND HEAVY RAINFALL EVENTS.\nSUBRECIPIENT:BLACK ENVIRONMENTAL COLLECTIVE ($45,000) WILL FACILITATE NETWORKING AND COLLABORATION WITH COMMUNITY MEMBERS AND ORGANIZATIONS IN THE HOMEWOOD AND HILL DISTRICT NEIGHBORHOODS. THE COLLABORATION WILL ENHANCE EFFORTS TO DEVELOP COMMUNITY-BASED SOLUTIONS TO HEAVY RAINFALL EVENTS, WET BASEMENTS, AND RELATED HEALTH CHALLENGES.\nTHE UNIVERSITY OF PITTSBURGH ($464,575) WILL COLLECT AND ANALYZE ALL ENVIRONMENTAL DATA IN THE PROJECT.\nTHE HOMEWOOD CHILDREN'S VILLAGE ($160,000) WILL MANAGE COMMUNITY ENGAGEMENT AND SUPPORT FOR PARTICIPANTS OF THE LEADERSHIP INITIATIVE.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS CRITICAL SCIENTIFIC INFORMATION FOR PUBLIC HEALTH AGENCIES, INDOOR AIR SPECIALISTS, COMMUNITY LEADERS, AND HOUSING AUTHORITIES INCLUDING POTENTIAL EVIDENCE THAT HOUSING AND WEATHER CONDITIONS AND INDOOR AIR QUALITY CAN HAVE ADVERSE HEALTH IMPACTS DUE TO CLIMATE CHANGES. INTENDED BENEFICIARIES INCLUDE RESIDENTS IN LOW-INCOME, PREDOMINANTLY BLACK UNDERSERVED COMMUNITIES IN THE PITTSBURG AREA AND SIMILAR COMMUNITIES ACROSS THE COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2e789dd-a647-f435-a418-0a918163d623-C", "generated_internal_id": "ASST_NON_84047301_6800"}, {"internal_id": 151169482, "Award ID": "84047201", "Award Amount": 1350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THIS RESEARCH PROJECT IS TO IDENTIFY COMMUNITY STRESSORS AND RESILIENCE-ENHANCING ASSETS THAT SHAPE RELATIONSHIPS BETWEEN CLIMATE CHANGE-RELATED EXPOSURES [HEAT, OZONE (O3), FINE PARTICULATE MATTER (PM2.5)] AND CHILD HEALTH.ACTIVITIES:THIS PROJECT WILL: 1) WORK WITH NY PEDIATRIC ENVIRONMENTAL HEALTH SPECIALTY UNITS (PEHSU) AND COMMUNITY AND GOVERNMENT PARTNERS TO PRIORITIZE STRESSORS AND ASSETS; 2) LEVERAGE COMPLETE PATIENT-LEVEL DATA ON ALL CHILD (AGE 0-17) EMERGENCY DEPARTMENT VISITS AND HOSPITALIZATIONS IN UPSTATE NY OVER 2005-2019; 3) EXAMINE STRESSORS IDENTIFIED BY THE NYS DEPARTMENT OF ENVIRONMENTAL CONSERVATION CLIMATE JUSTICE WORKING GROUP, AND APPLY THE RESILIENCE ACTIVATION FRAMEWORK, WHICH ORGANIZES ASSETS IN FIVE DOMAINS (HUMAN, ECONOMIC, SOCIAL, POLITICAL, ENVIRONMENTAL CAPITAL); 4) GENERATE DAILY FINE-SCALE EXPOSURE ESTIMATES FOR HEAT, O3, AND PM2.5, AND EXAMINE VARIATION IN EXPOSURE-HEALTH RELATIONSHIPS USING CASE-CROSSOVER METHODS; AND 5) APPLY CLIMATE PROJECTIONS TO ESTIMATE IMPACTS UNDER VARYING EMISSIONS SCENARIOS, AND, WITH PARTNERS, INTEGRATE FINDINGS INTO LOCAL AND STATE CLIMATE ADAPTATION AND PEDIATRIC CLINICAL INITIATIVES.SUBRECIPIENT:UNIVERSITY OF PITTSBURG ($120,551) WILL SUPPORT ALL ASPECTS OF DATA MANAGEMENT AND GEOGRAPHIC INFORMATION SYSTEM (GIS) ANALYSIS FOR THE PROJECT. ICAHN SCHOOL OF MEDICINE AT MOUNT SINAI ($527,838) WILL PROVIDE LOCAL CLINICAL EXPERTISE IN CHILD HEALTH OUTCOMES, ENVIRONMENTAL EXPOSURES, AND COMMUNITY ASSETS, INPUT ON USE OF NY CHILDREN'S HEALTH DATA, AND ASSIST ANALYSIS OF ASSET INDICATORS AND ADVISE ON THE IMPLEMENTATION OF STATISTICAL ANALYSIS.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS AS WELL AS INDICATORS AND MAPS OF CRITICAL ENVIRONMENTAL STRESSORS TO PROVIDE PUBLIC HEALTH AGENCIES, PEDIATRIC SPECIALISTS, COMMUNITY LEADERS, AND PARENTS WITH EVIDENCE THAT TAILORED INVESTMENTS IN ENVIRONMENTAL JUSTICE COMMUNITIES TODAY CAN ALLEVIATE CURRENT AND FUTURE CLIMATE IMPACTS ON CHILDREN'S HEALTH. INTENDED BENEFICIARIES INCLUDE PARENTS AND CHILDREN IN UNDERSERVED COMMUNITIES IN NEW YORK STATE AND SIMILAR COMMUNITIES ACROSS THE COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "867850a1-1693-4b2a-3ff5-034554d322e1-C", "generated_internal_id": "ASST_NON_84047201_6800"}, {"internal_id": 154800197, "Award ID": "84047101", "Award Amount": 1294249.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-16", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO ANALYZE THE IMPACT OF CLIMATE CHANGE-RELATED CHEMICAL AND NON-CHEMICAL STRESSOR EXPOSURES ON PERSONAL HEALTH OUTCOMES OF RESIDENTS LIVING IN UNDERSERVED COMMUNITIES. SPECIFICALLY, THE PROJECT WILL ASSESS THE INDEPENDENT, LATENT, CUMULATIVE, AND INTERACTIVE EFFECTS OF CLIMATE CHANGE-RELATED ENVIRONMENTAL CONTAMINANTS (PM2.5, CRITERIA AIR POLLUTANTS, INDOOR AIR CONTAMINANTS, TRAFFIC RELATED POLLUTION, COMBUSTION RELATED CONTAMINANTS) AND NON-CHEMICAL STRESSORS FROM THE BUILT, NATURAL, PHYSICAL AND SOCIAL ENVIRONMENTS, INHERENT PERSONAL CHARACTERISTICS, ACTIVITIES, AND BEHAVIORS, ON THE PROGRESSION OF DISPARATE HEALTH OUTCOMES. ACTIVITIES:THE PROJECT WILL COMPARE THE ARRAY OF AVAILABLE DATA IN BROAD CATEGORIES OF CHEMICAL AND NON-CHEMICAL STRESSOR EXPOSURES, AND FOUR SOURCES OF DE-IDENTIFIED PERSONAL HEALTH DATA WILL BE CROSS-EXAMINED TO PLACES OF RESIDENCE IN LOW-INCOME, UNDERSERVED, AND HIGH-INCOME COMMUNITY COHORTS FOR THE YEARS 2014-2020. THE HEALTH OUTCOMES INVESTIGATED WILL INCLUDE MENTAL HEALTH, SUBSTANCE ABUSE, OUTPATIENT DIALYSIS, STROKE, RESPIRATORY DISEASE, HEART DISEASE, DIABETES, OBESITY, HYPERTENSION, CANCER, KIDNEY DISEASE, OSTEOPOROSIS, AND ADVERSE PREGNANCY OUTCOMES. THE RESEARCH WILL REVEAL IMPORTANT KNOWLEDGE REGARDING WHICH RESIDENTS EXHIBIT DIFFERENTIAL RISK TRAJECTORIES FOR DISPARATE HEALTH AND POLICY OUTCOMES AT THE POPULATION LEVEL IN RESPONSE TO CLIMATE CHANGE-RELATED CHEMICAL AND NON-CHEMICAL STRESSOR EXPOSURES FROM THE BUILT, NATURAL, PHYSICAL, AND SOCIAL ENVIRONMENT. SUBRECIPIENT:MEHARRY MEDICAL COLLEGE ($91,055) WILL PROVIDE THE DATA CURATION FOR THE PROJECT. UNIVERSITY OF TENNESSEE ($89,665) WILL LEAD THE EFFORT TO DESIGN, DEVELOP, SYNTHESIZE AND IMPLEMENT NOVEL COMBINATORIAL ALGORITHMS REQUIRED FOR THE ANALYSIS OF HIGHLY HETEROGENEOUS DATA RELEVANT TO THIS PROJECT. UNIVERSITY OF MISSISSIPPI ($116,308) WILL PROVIDE EXPERTISE IN THE APPLICATION OF REMOTE SENSING AND GIS TECHNIQUES.\nOUTCOMES:ANTICIPATED DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, SCIENTIFIC PUBLICATIONS, AND COMMUNICATION DOCUMENTS TO BOTH COMMUNITY LEADERS AND LOCAL PUBLIC HEALTH POLICY PROFESSIONALS. THE EXPECTED OUTCOMES ARE IMPROVED KNOWLEDGE AND UNDERSTANDING ABOUT THE HEALTH RISKS THREATENING UNDERSERVED COMMUNITIES IN OHIO.  INTENDED BENEFICIARIES INCLUDE UNDERSERVED COMMUNITIES IN OHIO AND OTHER SIMILAR COMMUNITIES, AS WELL AS COMMUNITY LEADERS AND STATE AND LOCAL PUBLIC HEALTH OFFICIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_84047101_6800"}, {"internal_id": 151169343, "Award ID": "84046701", "Award Amount": 740014.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE FOCUS OF THIS PROPOSED PROJECT IS TO STUDY WILLINGNESS TO PAY (WTP) FOR WATER QUALITY IMPROVEMENTS IN MIDWESTERN RESERVOIRS. RESEARCHERS WILL BE MEASURING LINKAGES BETWEEN WATER QUALITY AND PROVISION OF ECOSYSTEM SERVICES TO INFORM POTENTIAL SCENARIOS AND ECOSYSTEM ATTRIBUTES. WTP WILL BE MEASURED BY INCORPORATING CHOICE EXPERIMENTS TO DETERMINE IMPACTS OF WATER QUALITY RESTORATION ALONG WITH SCENARIOS AND ACCOUNTING FOR ECOSYSTEM SERVICES BUNDLING. LASTLY, RESEARCH WILL EVALUATE DEMOGRAPHIC AND SPATIAL CHARACTERISTICS THAT MAY INFORM THE EXTENT TO WHICH WATER QUALITY CHANGES IMPACT WTP.ACTIVITIES:NON-MARKET VALUATION TECHNIQUES WILL BE USED TO CHARACTERIZE THE MARKET EXTENT. THE GRANTEE WILL ALSO INCORPORATE ECOSYSTEM SERVICES MODELING TO INFORM PLAUSIBLE SCENARIOS AND ECOSYSTEM ATTRIBUTES IN VALUATION QUESTIONNAIRES. FINALLY, THE GRANTEE WILL INTEGRATE DEMOGRAPHIC, AND SPATIAL CHARACTERISTICS THAT MAY INFORM THE EXTENT TO WHICH WATER QUALITY CHANGES IMPACT WTP.SUBRECIPIENT:SUBAWARD TO KANSAS STATE UNIVERSITY. \nCO-PIS DR. TRISHA MOORE AND DR. ALEKSEY SHESHUKOV WILL BE RESPONSIBLE FOR CREATION, CALIBRATION AND VALIDATION, AND GENERATION OF SCENARIOS AND RESULTS FOR A COUPLED WATERSHED HYDROLOGY-RESERVOIR EUTROPHICATION MODEL. THE MODEL FRAMEWORK DEVELOPED BY MOORE AND SHESHUKOV WILL BE APPLIED TO UP TO 3 STUDY RESERVOIRS.  OUTCOMES:THE EXPECTED OUTCOME WILL BE TO FORECAST THE REALISTIC FUTURE OF MIDWEST RESERVOIRS. THIS INCLUDES PUBLICATIONS DESCRIBING RESEARCH RESULTS AND WILLINGNESS TO PAY ESTIMATES FOR WATER QUALITY IMPROVEMENT. IN ADDITION, SWAT-BATHTUB MODELS FOR THREE RESERVOIRS AND THEIR RESPECTIVE WATERSHED AREAS WILL BE MADE AVAILABLE. BENEFICIARIES INCLUDE THE PUBLIC, STATE AND LOCAL REGULATORS, WATER QUALITY PROGRAM MANAGERS, AND COMMUNITIES LOCATED CLOSE TO THE RESERVOIRS TO BE STUDIED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_84046701_6800"}, {"internal_id": 151169339, "Award ID": "84046601", "Award Amount": 741054.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "66.509", "Description": "DESCRIPTION:THIS PROJECT FOCUSES ON DEVELOPING MODELS TO DETERMINE THE IMPACTS OF WATER QUALITY CHANGES ON PROPERTY VALUES BY STUDYING THREE LARGER, SOMEWHAT UNDERSTUDIED BODIES OF WATER INCLUDING PUGET SOUND, LONG ISLAND SOUND, AND THE TEXAS GULF COAST.ACTIVITIES:THE RESEARCH TEAM WILL IMPLEMENT A TWO-STAGE ECONOMETRIC MODEL OF RECREATION AND HOUSING DEMAND TO EVALUATE THE RECREATIONAL AND AMENITY VALUE OF WATER QUALITY CHANGES IN THE THREE REGIONS. THE TEAM WILL ALSO COMPARE ESTIMATES ACROSS WATERBODY TYPES, REGIONS, AND SOCIOECONOMIC CHARACTERISTICS OF PROPERTY OWNERS AND RECREATORS.SUBRECIPIENT:SUBAWARD 1, UNIVERSITY OF MARYLAND BALTIMORE COUNTRY: ACTIVITIES WILL INCLUDE COLLABORATING WITH THE OTHER PIS TO COLLECT DATA ON WATER QUALITY, RECREATION BEHAVIOR, AND HOUSING MARKETS FROM FOUR MAJOR US COASTAL AREAS, ESTIMATING A TWO-STAGE\nECONOMETRIC MODEL TO QUANTIFY CAPITALIZATION EFFECTS OF BOTH LOCAL AND RECREATIONAL WATER QUALITY IMPROVEMENTS IN THESE REGIONS, PREPARING MANUSCRIPTS DETAILING THE RESEARCH APPROACH AND RESULTS, AND PRESENTING RESULTS TO USEPA AND AT ACADEMIC\nCONFERENCES. \n\nSUBAWARD 2, UNIVERSITY OF ILLINOIS AT URBANA-CHAMPAIGN: ACTIVITIES WILL INCLUDE COLLECTING DATA ON WATER QUALITY, RECREATION ACTIVITY AND HOUSING MARKETS FOR FOUR MAJOR U.S. COASTAL AREAS, ESTIMATING A TWO-STAGE ECONOMETRIC MODEL TO ESTIMATE THE BENEFITS OF AMBIENT WATER QUALITY IMPROVEMENTS, PREPARING ACADEMIC MANUSCRIPTS AND PRESENTING RESULTS AT ACADEMIC CONFERENCES.OUTCOMES:THE TEAM WILL PRODUCE REGIONAL WATER QUALITY VALUATION ESTIMATES FOR THREE UNDER-STUDIED REGIONS, AT LEAST THREE PEER-REVIEWED JOURNAL ARTICLES, AT LEAST SIX SCHOLARLY PRESENTATIONS, TWO DOCTORAL DISSERTATIONS, AND BROAD DISSEMINATION OF RESULTS VIA POLICY-ORIENTED PUBLICATIONS, PRESENTATIONS, AND SOCIAL MEDIA. BENEFICIARIES INCLUDE THE PUBLIC, STATE AND LOCAL REGULATORS, WATER QUALITY PROGRAM MANAGERS, AND COMMUNITIES SURROUNDING PUGET SOUND, LONG ISLAND SOUND, AND THE TEXAS GULF COAST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_84046601_6800"}, {"internal_id": 151676214, "Award ID": "84046501", "Award Amount": 741864.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE STUDY SEEKS TO PROVIDE INSIGHT ON THE EXTENT OF THE MARKET, WILLINGNESS TO PAY (WTP), AND DISTANCE DECAY IN REPRESENTATIVE WATERSHEDS WITHIN EACH OF THE NINE ECOREGIONS OF THE US. THE PROJECT ALSO SEEKS TO DEVELOP DATA AND MODELS TO QUANTIFY A 'BIOLOGICAL CONDITION GRADIENT (BCG)' IN WATERSHEDS BY USING STATED AND REVEALED PREFERENCE SURVEYS ACROSS THE COUNTRY. BIOLOGICAL INDEX DATA FROM STATE, TRIBAL, AND LOCAL ENVIRONMENTAL AGENCIES WILL BE ASSEMBLED TO PREDICT PLACE-SPECIFIC BASELINE BCG SCORES AND INTEGRATE THESE INTO THE SURVEY PROTOCOLS. ONCE COMPLETED, THE RESEARCHERS WILL APPLY THE BENEFIT FUNCTIONS FROM SURVEYS IN A NATIONAL INTEGRATED ASSESSMENT MODELING (IAM) FRAMEWORK TO CONSIDER THE EFFICIENCY AND DISTRIBUTIONAL CONSEQUENCES OF POTENTIAL POLICY ACTIONS.ACTIVITIES:THE RESEARCH WILL FIRST EXPAND THE ASSESSMENT OF BASELINE BIOLOGICAL CONDITION GRADIENT CONDITIONS TO A NATIONWIDE SCALE WHICH WILL ALLOW THE RESEARCH TEAM TO ADAPT THE SURVEY INSTRUMENT TO MEASURE AND COMPARE TOTAL VALUES FOR MAJOR ECOREGIONS ACROSS THE COUNTRY, INCLUDING REGIONS THAT ARE UNDERREPRESENTED IN THE BODY OF PRIOR VALUATION RESEARCH. SECOND, THE TEAM  WILL SUPPLEMENT THE STATED PREFERENCE ESTIMATES OF TOTAL VALUE WITH REVEALED PREFERENCE RECREATION DEMAND ESTIMATES. LAST, THE TEAM WILL INCORPORATE A NATIONWIDE BCG VALUATION MODULE INTO THEIR ONGOING INTEGRATED ASSESSMENT MODEL DEVELOPMENT WORK THAT AIMS TO PROVIDE BROADSCALE WATER QUALITY VALUATION CAPABILITIES.  SUBRECIPIENT:UNIVERSITY OF MINNESOTA:\nPI FINLAY AND RESEARCHER DOLPH WILL BE WORKING ON ALL OBJECTIVES OF THE PROJECT.  PI FINLAY WILL ADVISE ON THE STUDY DESIGN, INTERPRET FOR LAY AUDIENCES AND SUPERVISE THE PROJECT.  RESEARCHER DOLPH WILL OVERSEE ASSEMBLY AND COMPILATION OF DATASETS, CO-SUPERVISE THE UW PHD STUDENT, CONDUCT ANALYSES, ASSIST IN SUMMARIZATION FOR LAY AUDIENCES, AND AUTHOR PEER-REVIEWED RESEARCH FOR PUBLICATION.\n\nIOWA STATE UNIVERSITY:\nDR. JI WILL COLLABORATE WITH THE RESEARCH TEAM IN THE DEVELOPMENT AND IMPLEMENTATION OF THE PROPOSED NATIONWIDE NON-MARKET VALUATION SURVEY, ESPECIALLY THE REVEALED PREFERENCE PART. THIS INCLUDES SUCH TASKS AS DEVELOPING SURVEY QUESTIONS, WRITING AND IMPLEMENTING THE ONLINE SURVEY, DATA ANALYSIS, AND WRITING RESEARCH RESULTS.\n\nUNIVERSITY OF MASSACHUSETTS: \nPI KAISER WILL CONTRIBUTE TO THE STUDY DESIGN, OVERSEE EFFORTS TO USE RESULTS FROM THE STUDIES TO UPDATE AN NATIONAL INTEGRATED ASSESSMENT MODEL.\n\nUNIVERSITY OF TENNESSEE:\nPI VOSSLER WILL ASSIST WITH THE DEVELOPMENT AND IMPLEMENTATION OF THE PROPOSAL NATION-WIDE SURVEY, DATA ANALYSIS, AND WRITING THE RESEARCH RESULTS.  HE WILL ALSO AID WITH EFFORTS TO OBTAIN IRB APPROVAL FOR HUMAN SUBJECTS RESEARCH.\n\nCORNELL:\nPI KLING WILL ASSIST IN SURVEY DESIGN, FOCUS GROUPS, AND SURVEY IMPLEMENTATION. SHE WILL WORK WITH TEAM MEMBERS TO PROVIDE NEEDED LINKAGES BETWEEN THE SURVEY RESULTS AND MODULES OF THE INTEGRATED ASSESSMENT MODEL.  SHE IS NOT REQUESTING ANY FUNDS FROM THIS PROJECT.\n\nOUTCOMES:THE RESEARCH WILL  GENERATE SCIENTIFIC KNOWLEDGE AND PRODUCTION OF ESTIMATES THAT MAY CONTRIBUTE TO COST-BENEFIT ANALYSES AND MORE EFFICIENT PUBLIC POLICY. OUTPUTS FROM THE PROJECT INCLUDE A VALUATION FRAMEWORK TO RECOVER SCIENTIFICALLY VALID ESTIMATES OF THE ECONOMIC BENEFITS OF SURFACE WATER QUALITY IMPROVEMENTS AT NATIONWIDE LOCATIONS AND AN INTEGRATED ASSESSMENT MODULE TO ALLOW PREDICTION OF THE TOTAL BENEFITS, ENVIRONMENTAL JUSTICE CONSEQUENCES, AND OTHER DISTRIBUTIONAL FEATURES OF SPECIFIC WATER QUALITY POLICIES. DELIVERABLES INCLUDE RESEARCH PAPERS, CONFERENCE PRESENTATIONS, POLICY BRIEFINGS, AND INFORMAL UPDATES. INTENDED BENEFICIARIES INCLUDE STATE, TRIBAL, AND LOCAL ENVIRONMENTAL AGENCIES, ENVIRONMENTAL ECONOMISTS, AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_84046501_6800"}, {"internal_id": 151169358, "Award ID": "84046401", "Award Amount": 742000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-15", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE GOAL OF THE PROPOSED RESEARCH IS TO DEVELOP A NON-MARKET VALUATION SURVEY ADMINISTERED TO RESIDENTS ALONG THE MISSISSIPPI RIVER TO EVALUATE HOW BENEFITS VARY ACROSS SOCIOECONOMIC AND GEOGRAPHIC SCALES AND POPULATIONS OF CONCERN. RESEARCH WILL EVALUATE TRADEOFFS BETWEEN EQUITY AND EFFICIENCY WITH RESPECT TO WATER QUALITY IMPROVEMENTS AND RIVER RESTORATION AND WILL ALSO EXPLORE HOW DIFFERENT METHODS LEAD TO ALTERNATIVE POLICY CONCLUSIONS RESULTING IN BETTER APPROACHES/TOOLS FOR POTENTIAL POLICY ACTIONS. OVERALL, THE RESEARCH WILL EMPOWER COMMUNITIES TO ADVOCATE FOR THEIR PRIORITIES AND WILL LEAD TO IMPROVED UNDERSTANDING OF THE BENEFITS AND DISTRIBUTION OF WATER QUALITY CHANGES. ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE A NON-MARKET VALUATION SURVEY ADMINISTERED TO RESIDENTS OF THE 246 COUNTIES AND PARISHES THAT BORDER OR ARE ADJACENT TO THE MISSISSIPPI RIVER. THE SURVEY WILL ASK RESPONDENTS TO REPORT DAY AND OVERNIGHT TRIPS TO THE RIVER AND WILL INCLUDE A DISCRETE CHOICE REFERENDUM BASED ON PROPOSED CHANGES IN WATERSHED RESTORATION AND MANAGEMENT, RECREATIONAL, CULTURAL, AND/OR ECOLOGICAL VALUES. IN ADDITION TO A 'PUSH TO WEB' APPROACH BASED ON POSTCARD MAILERS TO A RANDOMLY-SELECTED ADDRESS#8208;BASED SAMPLE, POTENTIAL SURVEY PARTICIPANTS WILL BE IDENTIFIED VIA SOCIAL MEDIA PROFILES AND SIGNAGE AT RIVER LOCATIONS WILL DIRECT VISITORS TO AN ONLINE SURVEY. ENGAGEMENT WITH COMMUNITY ORGANIZATIONS WORKING ON ENVIRONMENTAL JUSTICE ALONG THE RIVER WILL TAKE THE FORM OF PARTICIPATORY WORKSHOPS AND CO-DESIGN OF CITIZEN SCIENCE APPROACHES THAT ADDRESS COMMUNITY-ARTICULATED PRIORITIES FOR RESTORATION OR MANAGEMENT.SUBRECIPIENT:UNIVERSITY OF WASHINGTON, LEAD PI, SPENCER WOOD\nTEAM MEMBERS FROM THE UNIVERSITY OF WASHINGTON WILL:\n-DEVELOP, TEST, AND DEPLOY APPROACHES FOR USING NEW TECHNOLOGY AND DATA SOURCES TO ELICIT INFORMATION FROM COMMUNITIES WITHIN THE STUDY CORRIDOR.\n-STORE AND AGGREGATE RAW DATA TO CHARACTERIZE POPULATIONS\n-SUMMARIZE FINDINGS IN REPORTS AND PUBLICATIONS\n\nMICHIGAN STATE UNIVERSITY, LEAD PI, DR. FRANK LUPI\nTEAM MEMBERS FROM MICHIGAN STATE UNIVERSITY WILL:\n-CONTRIBUTE TO THE DESIGN, TESTING AND IMPLEMENTATION OF WATER QUALITY VALUES USING THE SURVEY DATA AND AVAILABLE SECONDARY DATA\n-ADVISE O N AND CONTRIBUTE TO THE ECONOMIC MODELING OF WATER QUALITY VALUES USING THE SURVEY DATA AND AVAILABLE SECONDARY DATA.\n-CONTRIBUTE TO AND CO-AUTHOR PROJECT-RELATED PUBLICATIONS.OUTCOMES:GRANT RESULTS INCLUDE NEW METHODS OF ELICITING ENVIRONMENTAL VALUES AND INSIGHTS INTO HOW DIFFERENT METHODS LEAD TO ALTERNATIVE POLICY CONCLUSIONS ACROSS EQUITY AND EFFICIENCY OBJECTIVES. IN ADDITION TO PEER REVIEWED PAPERS AND PRESENTATIONS, THE RESEARCH WILL MAKE CONTRIBUTIONS TO BENEFIT-COST ANALYSES AND WILL  INFORM THE DEVELOPMENT OF NEXT-GENERATION INTEGRATED ASSESSMENT MODELS BY TESTING THE GENERALIZABILITY AND SCALABILITY OF NEW METHODS FOR VALUATION ACROSS SPATIAL AND DEMOGRAPHIC GRADIENTS. LAST, THE PROJECT WILL DELIVER BENEFICIAL OUTCOMES TO PARTNER COMMUNITIES ALONG THE MISSISSIPPI RIVER. INTENDED BENEFICIARIES INCLUDE THE PUBLIC, STATE AND LOCAL ENVIRONMENTAL AGENCIES, REGULATORS, AND PARTNER COMMUNITIES ALONG THE MISSISSIPPI RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_84046401_6800"}, {"internal_id": 150724600, "Award ID": "84046301", "Award Amount": 1999998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "66.509", "Description": "DESCRIPTION:THIS PROJECT WILL STRATEGICALLY COMBINE APPLIED RESEARCH, DECISION-SUPPORT INNOVATIONS, AND PUBLIC ENGAGEMENT TO LOWER BARRIERS TO WIDESPREAD ADOPTION OF ENHANCED AQUIFER RECHARGE (EAR) AND UNLOCK ITS POTENTIAL TO PROVIDE MULTIPLE WATER SECURITY BENEFITS.  \nACTIVITIES:THIS PROJECT WILL DEVELOP A LIFE-CYCLE VIEW OF EAR TO ENCOMPASS THREE PILLARS OF DECISION MAKING: GEOCHEMICAL AND PHYSICAL CONSIDERATIONS; LEGAL AND INSTITUTIONAL CONSIDERATIONS; AND COST-BENEFIT ANALYSIS AND LIFE-CYCLE ASSESSMENT. THE PROJECT WILL A) GENERALIZE AND CONTEXTUALIZE CUTTING EDGE RESEARCH CONTRIBUTIONS, B) PRODUCE A COMPREHENSIVE PICTURE OF THE LIFE CYCLE OF EAR IMPLEMENTATION, AND C) CREATE ACTIONABLE RECOMMENDATIONS FOR PRACTITIONERS AND DEVELOP AND FORMALIZE BEST PRACTICES FOR EAR.SUBRECIPIENT:THE SUBAWARD TO UC DAVIS ($82,259) IS FOR RESEARCH AND SYNTHESIS ON GEOPHYSICAL ELEMENTS AND TECHNICAL METHODS FOR EAR. THE SUBAWARD TO UC SANTA CRUZ ($254,912) IS FOR RESEARCH AND SYNTHESIS ON GEOPHYSICAL ELEMENTS AND TECHNICAL METHODS FOR EAR, AS WELL AS WORK ON METHODS AND CONSIDERATIONS FOR MANAGING WATER QUALITY. THE SUBAWARD TO UC HASTINGS ($59,994) SUPPORTS RESEARCH ON LEGAL, POLICY AND INSTITUTIONAL TOPICS.OUTCOMES:THE DELIVERABLES OF THIS PROJECT INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS AN EAR LIFECYCLE MAP THAT CAN BE USED AS A TOOL FOR STATE AND LOCAL DECISION-MAKERS CONTEMPLATING EAR PROJECTS AND AS A REPOSITORY FROM WHICH KEY RESOURCES AND TOOLS CAN BE FOUND AND EVALUATED. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE WATER QUALITY MANAGERS, STATE AND LOCAL DECISION MAKERS, AND THE GENERAL PUBLIC, ESPECIALLY IN AREAS SUSCEPTIBLE TO DROUGHT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_84046301_6800"}, {"internal_id": 151676199, "Award ID": "84046001", "Award Amount": 599998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO IMPROVE HOW REAL-LIFE EXPOSURE TO MULTIPLE CHEMICALS IS CONSIDERED IN TOXICITY ASSESSMENTS OF CHEMICAL MIXTURES.ACTIVITIES:RESEARCHERS WILL IDENTIFY REAL-LIFE CHEMICAL MIXTURES FROM BIOLOGICAL SAMPLES TAKEN DURING A LARGE EPIDEMIOLOGIC BIRTH COHORT STUDY. THE RESEARCH TEAM WILL THEN PRIORITIZE EXPOSURE MIXTURES USING EPIDEMIOLOGIC ANALYSIS TO IDENTIFY MIXTURES MOST STRONGLY ASSOCIATED WITH CHILD HEALTH. RESEARCHERS WILL ALSO DEVELOP MIXTURE TOXICITY ASSESSMENTS FOR PRIORITIZED EXPOSURES. SUBRECIPIENT:THE SUBAWARD TO CLEMSON UNIVERSITY WILL BE RESPONSIBLE FOR AIM 3, WHICH INVOLVES TESTING THE TOXICITY OF THE CHEMICAL MIXTURES USING CELL LINES. THE GOALS ARE TO FIRST SCREEN INDIVIDUAL CHEMICALS TO ASSESS WHETHER THEY CAN CAUSE OR INHIBIT ADIPOGENSIS. THEN, RESEARCHERS WILL DEVELOP A SET OF TRANSFECTED MESENCHYMAL STEM CELLS THAT HAS FIVE DIFFERENT RECEPTORS OF INTEREST TO TEST WHETHER THE SELECTED CHEMICALS BIND TO THEM, AND DETERMINE THE POTENCY OR STRENGTH OF THE BINDING. FINALLY, THE CLEMSON LAB WILL USE THE PRIORITIZED CHEMICALS AND MIXTURES FROM AIMS 1 AND 2 TO EXAMINE ALTERED ADIPOCYTE FORMATION AND TRIGLYCERIDE DEPOSITION, WHILE SIMULTANEOUSLY EXAMINING MECHANISTIC EFFECTS IN THE TRANSFECTED CELLS.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS AS WELL AS AN INNOVATIVE FRAMEWORK FOR TOXICOLOGICAL ASSESSMENT OF REAL-WORLD EXPOSURE MIXTURES ACROSS A BROAD RANGE OF BIOLOGICAL ENDPOINTS. THE RESULTING TOOLS MAY PROVIDE A VALUABLE RESOURCE TO RISK ASSESSORS AND THE BROADER SCIENTIFIC COMMUNITY INTERESTED IN RISK ASSESSMENT OF CHEMICAL MIXTURES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE CHILDREN'S HEALTH, HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04a78f04-ee86-46df-5fbf-c71e46ed8479-C", "generated_internal_id": "ASST_NON_84046001_6800"}, {"internal_id": 150724621, "Award ID": "84045901", "Award Amount": 598487.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO EXAMINE CHEMICAL MIXTURES OF INCREASING COMPLEXITY FOR THEIR DEVIATIONS FROM EXPECTED ADIPOGENIC EFFECTS USING CONCENTRATION ADDITION AND INDEPENDENT ACTION MODELS.\nACTIVITIES:THE RECIPIENT WILL INTERROGATE THE COMPARABILITY OF JOINT TOXICITY AS WELL AS THE DEVELOPMENT OF METHODS FOCUSED VARIOUS LEVELS OF BIOLOGICAL ORGANIZATION. THE SPECIFIC OBJECTIVES ARE TO (1) EVALUATE MIXTURES OF INCREASING COMPLEXITY FOR ABILITY TO PROMOTE ADIPOGENESIS; (2) ASSESS AVAILABLE MIXTURE MODELS THROUGH CONTROLLED ASSESSMENTS OF CONTAMINANTS ACTING THROUGH SHARED, DISTINCT, AND MIXED MECHANISMS; AND (3) PROMOTE A GREATER FUNCTIONAL UNDERSTANDING OF COMPLEX MIXTURE EFFECTS THAT CAN BE UTILIZED TO BOLSTER RISK ASSESSMENTS OF DIVERSE CONTAMINANT EXPOSURES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS A NEW METHOD OF MIXTURE RISK ASSESSMENTS THROUGH USING COMPONENT MECHANISTIC EFFECT LEVELS TO DETERMINE COOPERATIVE EFFECTS ON COMPLEX HEALTH ENDPOINTS AND/OR OUTCOMES. THE RESEARCH TEAM WILL UTILIZE ENVIRONMENTAL SAMPLES (HOUSEHOLD DUST) TO DEVELOP A RECEPTOR BIOACTIVITY COMPONENT MODEL TO PREDICT ADIPOGENIC HEALTH OUTCOMES. THE RESULTS OF THIS PROJECT MAY PROMOTE A GREATER FUNCTIONAL UNDERSTANDING OF COMPLEX MIXTURE EFFECTS THAT CAN BE UTILIZED TO BOLSTER RISK ASSESSMENTS OF DIVERSE CONTAMINANT EXPOSURES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE PEOPLE AT RISK OF METABOLIC HEALTH CONDITIONS, HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57f1d8a4-43a0-9952-a047-67afb28d0b55-C", "generated_internal_id": "ASST_NON_84045901_6800"}, {"internal_id": 152549018, "Award ID": "84045801", "Award Amount": 599999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO UNDERSTAND HOW INDIVIDUAL CHEMICALS IN WILDLIFE SMOKE INDUCE IN VITRO RESPONSES THAT GROUP ACCORDING TO BIOLOGICAL PATHWAYS AND INFORM MIXTURES-BASED JOINT TOXICITIES THAT OVERLAP WITH IN VIVO PULMONARY RESPONSES AND DISEASE OUTCOMES.ACTIVITIES:THE OBJECTIVES OF THIS PROJECT ARE TO (1) ESTABLISH QUALITATIVE MEMBERSHIP OF WILDFIRE MIXTURE COMPONENTS INTO PATHWAY GROUPINGS THROUGH IN VITRO TRANSCRIPTOMIC SCREENING; (2) QUANTIFY JOINT TOXICITIES ACROSS PATHWAY GROUPINGS AND COMPARE TO WHOLE BIOMASS SMOKE MIXTURE EFFECTS THROUGH IN SILICO MODELING; AND (3) RELATE IN VITRO WILDFIRE CHEMICAL-INDUCED SIGNATURES TO SIMILARLY EXPOSED MICE AND HUMAN PULMONARY DISEASE TISSUES TO EVALUATE EVENTS ALONG ADVERSE OUTCOME PATHWAYS (AOPS). RESEARCHERS WILL LEVERAGE EXISTING CHEMICAL CHARACTERIZATION RESULTS FROM VARIABLE BIOMASS BURN SCENARIOS, REPRESENTING WILDFIRE EVENTS, TO PRIORITIZE CHEMICALS THAT CO-OCCUR IN WILDFIRE SMOKE TO TEST FOR CHEMICAL GROUPINGS AND JOINT TOXICITIES. LUNG CELLS FROM HUMAN DONORS WILL BE EXPOSED TO INDIVIDUAL CHEMICALS, AND TRANSCRIPTOMIC SIGNATURES FROM EXPOSED CELLS WILL BE USED TO GROUP CHEMICALS. THESE CHEMICAL GROUPS WILL THEN BE TESTED USING THE SAME IN VITRO MODEL, ALONGSIDE THE FULL CHEMICAL MIXTURE AND WHOLE BIOMASS SMOKE MIXTURES TO COMPARE INDIVIDUAL CHEMICALS, CHEMICAL GROUPS, AND WHOLE MIXTURE EFFECTS ON PATHWAY-LEVEL RESPONSES. SUBRECIPIENT:A SUBAWARD TO NORTH CAROLINA STATE UNIVERSITY ($45,000) WILL CONTRIBUTE TOWARDS OVERALL DATA PROCESSING AND STATISTICAL EVALUATION INCORPORATING BAYESIAN BASED METHODOLOGIES AND ADVANCED MIXTURES MODELING.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS AS WELL AS AN IMPROVED MECHANISTIC UNDERSTANDING AND HEALTH RISK QUANTIFICATION OF WILDFIRE SMOKE. RESULTS FROM THIS STUDY MAY HELP IDENTIFY GEOGRAPHIC LOCATIONS AND VULNERABLE POPULATIONS AT INCREASED RISK OF MOST HARMFUL EXPOSURE CONDITIONS, BASED ON BIOMASS COMPOSITION/BURN SCENARIOS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE GEOGRAPHIC LOCATIONS AND VULNERABLE POPULATIONS AT INCREASED RISK OF WILDFIRES, HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_84045801_6800"}, {"internal_id": 150724628, "Award ID": "84045701", "Award Amount": 749926.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE THIS STUDY IS TO DESIGN AND ENGINEER AN IN VITRO 3D CELL CULTURE INTEGRATED INTO A FLOW-CELL BIOREACTOR TO CONDUCT THE TOXICOLOGICAL ASSESSMENT OF ENVIRONMENTAL POLYCYCLIC AROMATIC HYDROCARBON (PAH) MIXTURES THAT CAN BE FOUND IN FOOD. ACTIVITIES:THE RECIPIENT WILL USE HUMAN, MICE, AND PIG INTESTINAL CELLS TO ANALYZE TOXICOLOGICAL MARKERS AND PATHWAYS OF PAH MIXTURES. THIS WILL ALLOW RESEARCHERS TO EVALUATE THE ABILITY OF THE GUT MICROBIOME TO BIODEGRADE PAHS AND WHETHER THE BIODEGRADATION BY-PRODUCTS CAN CAUSE TOXIC EFFECTS TO THE INTESTINAL TRACT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS A NOVEL, VALIDATED 3D CELL CULTURE THAT CAN BE INTEGRATED WITH IN VITRO AND IN VIVO RESULTS TO IDENTIFY TOXICOLOGICAL MARKERS AND PATHWAYS OF POLYCYCLIC AROMATIC HYDROCARBON (PAH) MIXTURES IN HUMANS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE PEOPLE WHO ARE EXPOSED TO PAHS VIA FOOD; HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a95b9572-dc03-ba8d-34a5-edc32a8efc03-C", "generated_internal_id": "ASST_NON_84045701_6800"}, {"internal_id": 150724649, "Award ID": "84045601", "Award Amount": 725481.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO USE A COMBINATION OF IN SILICO, IN VITRO, AND IN VIVO TOOLS TO TEST THE OVERARCHING HYPOTHESIS THAT BINDING OF PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) TO HEMOGLOBIN IS A PHYSIOLOGICAL SIGNAL FOR PREDICTING THE TOXICITY OF PFAS MIXTURES.ACTIVITIES:USING PFAS CONCENTRATIONS AND RATIOS OF MIXTURES FOUND IN SURFACE AND DRINKING WATER ACROSS THE COUNTRY, RESEARCHERS WILL QUANTIFY THE BINDING OF SINGLE PFAS AND THEIR MIXTURES TO HEMOGLOBIN. THE SPECIFIC OBJECTIVES ARE TO (1) DEVELOP MECHANISTIC MODELS TO DETERMINE WHETHER THE TOXICITY OF PFAS MIXTURES DEVIATES FROM ADDITIVITY, (2) INFORM AND VALIDATE IN SILICO MODELS USING PFAS AND HEMOGLOBIN BINDING AFFINITY DATA, AND (3) INFORM AND VALIDATE IN SILICO MODELS USING IN VIVO TOXICITY TESTS. THE LONG-TERM GOAL OF THE PROJECT IS TO PRODUCE MECHANISTIC TOXICITY DATA FOR PFAS MIXTURES TO SUPPORT HUMAN AND ENVIRONMENTAL HEALTH RISK ASSESSMENT.SUBRECIPIENT:A SUBAWARD TO JACKSON STATE UNIVERSITY FOR $166,223 TO CONDUCT COMPUTATIONAL PROTEIN DOCKING AND QSAR MODELING OF PFAS AND THEIR MIXTURES.\nA SUBAWARD TO HENDRIX UNIVERSITY FOR $36,964 TO RUN EQUILIBRIUM DIALYSES; GENERAL TOXICITY TESTING WITH MIDGES AND HEMOGLOBIN CONTENT.\nOUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS AND  THE DEVELOPMENT OF A NOVEL, SIMPLE, COST-EFFECTIVE AND ECOLOGICALLY RELEVANT APPROACH FOR TESTING THE TOXICITY OF PFAS MIXTURES. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE COMMUNITIES ACROSS THE U.S. EXPOSED TO PFAS MIXTURES, HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_84045601_6800"}, {"internal_id": 152089725, "Award ID": "84045501", "Award Amount": 465535.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO PROVIDE A NOVEL, EFFECTS-BASED APPROACH FOR SCREENING CONTAMINANT MIXTURES FOR DEVELOPMENTAL IMPAIRMENTS.ACTIVITIES:THE OBJECTIVES OF THIS RESEARCH ARE TO (1) DEVELOP AND VALIDATE A NOVEL WHOLE ANIMAL NEW APPROACH METHODOLOGY (NAM) IN CRUSTACEAN EMBRYOS THAT TARGETS DISRUPTIONS IN CONSERVED DEVELOPMENTAL PATHWAYS THROUGH GENE  AND BEHAVIORAL ASSAYS FOR USE IN HUMAN HEALTH RISK ASSESSMENTS; (2) EVALUATE THE ABILITY OF FISH AND CRUSTACEAN EMBRYO TESTS TO DETECT DEVELOPMENTAL TOXICITY TO SINGLE COMPOUNDS AND SIMULATED MIXTURES OF AIR POLLUTANTS AND COMPARE WITH PREDICTED VALUES FROM TOXICOLOGICAL DATABASES ASSUMING ADDITIVE TOXICITY; AND (3) VALIDATE THE APPLICABILITY OF THE ASSAYS USING AIR SAMPLES COLLECTED FOLLOWING OPEN DETONATIONS OF UNEXPLODED ORDNANCE IN VIEQUES, PUERTO RICO. THE PROPOSED ASSAYS CAN BE SCALED TO PROVIDE HIGH-THROUGHPUT SCREENING OF CHEMICAL MIXTURES FROM BOTH MANUFACTURED CHEMICAL FORMULATIONS AND ENVIRONMENTAL SAMPLES, SPECIFICALLY RELEVANT TO HUMAN HEALTH.SUBRECIPIENT:THE UNIVERSITY OF CALIFORNIA, DAVIS ($314,995) WILL BE RESPONSIBLE FOR CONDUCTING FISH EMBRYO TESTS, RT-QPCR, AND ANALYTICAL CHEMISTRY NON-TARGET ANALYSIS ON AIR SAMPLING FILTERS.\nTHE UNIVERSITY OF PUERTO RICO - RIO PIEDRAS ($128,851) WILL BE RESPONSIBLE FOR AIR SAMPLING IN VIEQUES, PR AND FOR OVERSEEING PROJECT ACTIVITIES BY A PH.D. STUDENT FROM THE UPR CHEMISTRY DEPARTMENT.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS AS WELL AS A ROBUST FRAMEWORK FOR IDENTIFYING HIDDEN STRESSORS IN AIR POLLUTION MIXTURES. THE APPROACH PROVIDES NOVEL TOOLS WHICH MAY IMPROVE THE RISK ASSESSMENT OF COMPLEX AIR POLLUTION MIXTURES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE COMMUNITY OF VIEQUES, PUERTO RICO AND OTHER COMMUNITIES WITH ENVIRONMENTAL JUSTICE CONCERNS IN THE U.S., HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4e2e131-5ae6-52bd-fdd9-af26e157c893-C", "generated_internal_id": "ASST_NON_84045501_6800"}, {"internal_id": 154271833, "Award ID": "84045401", "Award Amount": 461267.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-25", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO ESTABLISH A PLATFORM TO QUANTIFY INTRAUTERINE EXPOSURE TO METAL MIXTURES AND DETERMINE THEIR EFFECT ON EPIGENETIC LOCI CHANGES IN NEWBORNS.ACTIVITIES:THE SPECIFIC OBJECTIVES ARE TO (1) DEVELOP A STANDARDIZED METHODOLOGY FOR ASSESSING INTRAUTERINE EXPOSURE USING MECONIUM AS A BIOMARKER AND QUANTIFY METAL MIXTURES AMONG AN\nURBAN POPULATION, AND (2) EXPLORE AND QUANTIFY THE EFFECT OF METAL MIXTURE EXPOSURE ON METHYLATED GENES FOR THREE ADVERSE BIRTH OUTCOMES: SMALL FOR GESTATIONAL AGE, INTELLECTUAL DISABILITY, AND AUTISM SPECTRUM DISORDERS. RESEARCHERS WILL DEVELOP A STANDARDIZED METHOD TO QUANTIFY METALS IN MECONIUM AND IMPLEMENT THIS APPROACH TO MEASURE METAL CONCENTRATIONS FROM NEWBORNS DELIVERED IN NEW YORK CITY. THE RESEARCH TEAM WILL ALSO COLLECT BUCCAL CELLS FROM MOTHERS AND INFANTS AND IDENTIFY METHYLATED GENES FOR THE ADVERSE BIRTH OUTCOMES. RESEARCHERS WILL THEN INVESTIGATE THE RELATIONSHIP BETWEEN THE METAL MIXTURES AND DNA METHYLATION.SUBRECIPIENT:A SUBAWARD TO UNIVERSITY OF SOUTH CAROLINA ($97,947) WILL DEVELOP A COMPLEX BAYESIAN MIXTURE MODEL TO EVALUATE THE ASSOCIATION BETWEEN METAL MIXTURES AND ADVERSE BIRTH OUTCOMES AND ANALYZE THE DNA METHYLATION IN THE PROPOSED STUDY.\n\nA SUBAWARD TO MEDGER EVERS COLLEGE ($42,395) WILL DEVELOP A STANDARDIZED METHOD FOR ASSESSING METAL CONCENTRATIONS IN MECONIUM AS WELL AS SAMPLE DIGESTION AND PROCESSING FOR ANALYSIS.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS THE IDENTIFICATION OF GENE LOCI WHERE METAL MIXTURE EFFECTS RESULT IN CHANGES IN METHYLATION, WHICH COULD ENHANCE THE UNDERSTANDING OF THE PATHWAYS THAT RESULT IN HUMAN HARM. THE RESULTS OF THIS PROJECT MAY LEAD TO STATE AND LOCAL PUBLIC HEALTH ACTIONS TO IDENTIFY AT-RISK INFANTS AND DEVELOP REMEDIATION STRATEGIES. DIRECT BENEFICIARIES INCLUDE MOTHERS AND INFANTS IN NEW YORK CITY, INFANTS AT RISK OF HEAVY METALS EXPOSURE, HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "130495ab-f026-f140-5971-3aea377a73d4-C", "generated_internal_id": "ASST_NON_84045401_6800"}, {"internal_id": 150724602, "Award ID": "84045301", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-05", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A QUANTITATIVE ADVERSE OUTCOME PATHWAY (QAOP) NETWORK WITH ADVANCED MIXTURES RISK ASSESSMENT FOR ASSESSING DEVELOPMENTAL NEUROTOXICITY (DNT) OF PER- AND POLYFLUOROALKYL SUBSTANCE (PFAS) MIXTURES AT MULTIPLE LEVELS OF BIOLOGICAL ORGANIZATION. INVESTIGATORS WILL USE THE NEMATODE C. ELEGANS AS AN INVERTEBRATE IN VIVO MODEL, WHICH CAN BE INTEGRATED IN A MANNER USEFUL TO HAZARD AND/OR RISK ASSESSMENT.ACTIVITIES:THE RECIPIENT WILL IMPROVE THE FUNDAMENTAL KNOWLEDGE ON DEVELOPMENTAL NEUROTOXICITY (DNT) TESTING THAT HAS NOT YET BEEN CONDUCTED IN-DEPTH FOR PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS). THE SPECIFIC OBJECTIVES ARE TO: 1) CONSTRUCT AN ENVIRONMENTALLY RELEVANT AND REPRESENTATIVE PFAS REFERENCE MIXTURE; 2) CONDUCT SYSTEMATIC EXPERIMENTS TO EVALUATE DEVELOPMENTAL NEUROTOXICITY (DNT) OF INDIVIDUAL PFAS AND REFERENCE MIXTURE IN C. ELEGANS TO DEVELOP A QUANTITATIVE ADVERSE OUTCOME PATHWAY (QAOP) NETWORK; 3) PERFORM A WHOLE MIXTURE ASSESSMENT IN WATER SAMPLES BY EVALUATING SUFFICIENT SIMILARITY TO THE REFERENCE MIXTURE. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS A NEWLY DEVELOPED QUANTITATIVE ADVERSE OUTCOME PATHWAY (QAOP) NETWORK, INTEGRATED WITH NON-MAMMALIAN C. ELEGANS WITH SUPPORT OF STATISTICAL MODELS, WHICH MAY CONTRIBUTE DATA USEFUL FOR MIXTURE-BASED HAZARD AND DOSE-RESPONSE ASSESSMENTS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE PEOPLE THAT ARE SIMULTANEOUSLY AND/OR SEQUENTIALLY EXPOSED TO MULTIPLE PER- AND POLYFLUOROALKYL SUBSTANCE (PFAS) FROM VARIOUS SOURCES; CHILDREN WITH DEVELOPING BRAINS THAT ARE ESPECIALLY SENSITIVE TO TOXIC CHEMICALS; HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_84045301_6800"}, {"internal_id": 150724599, "Award ID": "84045201", "Award Amount": 749999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP A NEW APPROACH METHODOLOGY (NAM) BASED ON HIGH-THROUGHPUT IN VITRO AIR-BLOOD BARRIER ARRAYS (ABBA) TO PREDICT RESPIRATORY TRACT INFLAMMATION RISK. ACTIVITIES:THE SPECIFIC OBJECTIVES ARE TO (1) PRODUCE DEFINED PAH COMPONENT AND MIXTURE SOLUTIONS INCLUDING SECONDARY ORGANIC AEROSOLS (SOA), (2) DEVELOP AN AIR-BLOOD BARRIER ARRAYS (ABBA)-BASED NEW APPROACH METHODOLOGY (NAM) AND DETERMINE FULL DOSE-RESPONSE CURVES FOR POLYCYCLIC AROMATIC HYDROCARBON (PAH)/SECONDARY ORGANIC AEROSOL (SOA) COMPONENTS TO DERIVE  INFLAMMATORY TOXIC EQUIVALENCY FACTOR (ITEF), AND (3) ANALYZE PAH/SOA MIXTURES FOR JOINT TOXICITIES. RESEARCHERS WILL OBTAIN FULL DOSE-RESPONSE CURVES FOR AIR-BLOOD BARRIER PROPERTY DEGRADATION AND WILL USE NEUTROPHIL CELL INFILTRATION TO TEST THE ABILITY TO GROUP PAHS ACCORDING TO A NEWLY PROPOSED ITEF. THE RESEARCH TEAM WILL ALSO ANALYZE THE JOINT TOXICITIES OF MIXTURES AND THE UTILITY OF ITEFS TO PREDICT MIXTURES TOXICITY. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS AS WELL AS A BROADLY USEFUL NEW APPROACH METHODOLOGY (NAM) THAT IS A PRACTICAL, HUMAN CELL-BASED ALTERNATIVE TO THE CURRENT RODENT-BASED BRONCHOALVEOLAR LAVAGE-BASED RESPIRATORY TRACT INHALATION TOXICITY ASSESSMENTS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE PEOPLE EXPOSED TO AIR POLLUTANTS FROM AMBIENT AND OCCUPATIONAL SOURCES, CHILDREN AND OLDER ADULTS WITH ASTHMA, CHRONIC OBSTRUCTIVE PULMONARY DISEASE (COPD), HEART DISEASE, OR DIABETES; HOUSEHOLDS IN THE WILDLAND-URBAN INTERFACE THAT ARE AT RISK FOR FOREST FIRES; HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_84045201_6800"}, {"internal_id": 152548968, "Award ID": "84045101", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO INTEGRATE IN VITRO AND IN SILICO HIGH THROUGHPUT TESTING WITH IN VIVO TESTS USING A ZEBRAFISH MODEL IN ORDER TO EVALUATE THE NEUROTOXICITY OF MIXTURES OF PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS), AND THEIR MIXTURES WITH OTHER ORGANIC CONTAMINANTS. ACTIVITIES:THE OBJECTIVES OF THE RESEARCH ARE TO (1) DERIVE INFORMATION ON THE EFFECTS OF PFAS MIXTURES ON CELLULAR KEY EVENTS LEADING TO NEUROTOXICITY, (2) DEVELOP MACHINE LEARNING TOXICITY PREDICTION TOOLS TO MAP THE MULTIVARIATE DATA ON THE STRUCTURE AND FUNCTIONALITY OF PFAS MIXTURES, (3) INVESTIGATE THE ROLE OF CELLULAR TRANSPORTERS IN PFAS UPTAKE AND LOCALIZATION, AND (4) VALIDATE THE RESULTS FROM IN VITRO AND IN SILICA APPROACHES USING A ZEBRAFISH IN VIVO MODEL TO ASSESS IMPACTS OF PFAS ON NEURODEVELOPMENT. SUBRECIPIENT:THE HELMHOLTZ CENTER FOR ENVIRONMENTAL RESEARCH ($150,009) WILL HOST A STUDENT FROM UB TO INVESTIGATE MIXTURE EFFECTS USING NEURONAL CELL LINES TO BE PERFORMED IN THE HIGH-THROUGHPUT TESTING FACILITY CITEPRO. THE INSTRUMENTS AT HELMHOLTZ HAVE SPECIFIC DISPENSER TO PREPARE COMPLEX MIXTURES OF DEFINED COMPOSITIONS, CUSTOM-BUILT ROBOTIC DEVICES FOR PIPETTING ALL STEPS OF CELL-BASED BIOASSAY AND AN IMAGE EXPRESS HIGH CONTENT MICROSCOPE FOR ENDPOINT DETECTION.\n\nSUNY STONY BROOK UNIVERSITY ($205,797) WILL CONDUCT IN VIVO STUDIES USING ZEBRAFISH TO ASSESS NEURODEVELOPMENTAL AND BEHAVIORAL IMPACTS OF SELECTED PFAS, INDIVIDUALLY AND AS MIXTURES, AND PFAS MIXTURES WITH OTHER ORGANIC CONTAMINANTS. BIOACCUMULATION AND BIOTRANSFORMATION OF TREATMENT CHEMICALS IN ZEBRAFISH WILL BE EVALUATED TO CORRELATE INTERNAL CONCENTRATIONS OF PFAS WITH NEUROTOXICITY AND EXPLOIT DISTINCT EXPERIMENTAL ADVANTAGES OF ZEBRAFISH MODELS IN MULTI-WELL DISHES.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS MODELS TO PREDICT NEUROTOXICITY OF PFAS MIXTURES. THE DATA GENERATED MAY ENABLE THE APPLICATION OF ADVERSE OUTCOME PATHWAY  FRAMEWORKS FOR PFAS NEUROLOGICAL OUTCOMES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f94a8263-c1eb-718b-03c5-bb8a878692fd-C", "generated_internal_id": "ASST_NON_84045101_6800"}, {"internal_id": 150724575, "Award ID": "84045001", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "66.509", "Description": "DESCRIPTION:THE OVERALL GOAL OF THIS PROJECT IS TO ENSURE TIMELY RISK-BASED ASSESSMENT OF MIXTURES AND UNKNOWN VARIABLE COMPOSITION OR BIOLOGICAL SUBSTANCES (UVCBS) THAT ENSURES HUMAN HEALTH PROTECTION FROM THE TOXICITY OF KNOWN AND UNKNOWN COMPONENTS. ACTIVITIES:THE RESEARCH TEAM WILL EVALUATE THE COMPOSITION AND HAZARDS OF CHEMICAL MIXTURES AND UNKNOWN VARIABLE COMPOSITION OR BIOLOGICAL SUBSTANCES (UVCBS) THROUGH INTEGRATION OF NOVEL TOXICOLOGICAL, ANALYTICAL, AND MODELING METHODS. THE OBJECTIVES ARE TO (1) GROUP CHEMICAL MIXTURE COMPONENTS FOR HAZARD ASSESSMENT BY INTEGRATING MULTI-PHENOTYPE AND MULTI-TISSUE BIOACTIVITY DATA FROM A COLLECTION OF HUMAN INDUCED PLURIPOTENT STEM CELL-DERIVED CELLS, (2) PRIORITIZE COMPONENTS IN WHOLE MIXTURES OR UVCBS MOST LIKELY TO CONTRIBUTE TO JOINT TOXICITY THROUGH DEVELOPMENT OF MEDIATION AND INTERACTION METHODS INTEGRATING NOVEL ANALYTICAL AND IN VITRO BIOACTIVITY DATA, (3) PREDICT JOINT TOXICITY OF WHOLE OR DEFINED MIXTURES AND UVCBS THROUGH DEVELOPMENT OF PROBABILISTIC ADDITIVITY MODELS OF GROUPED AND PRIORITIZED COMPONENTS, AND (4) DEMONSTRATE THE INTEGRATION OF THE PROPOSED EXPOSURE, TOXICOLOGICAL AND MODELING METHODS INTO A TIERED HYBRID EXPERIMENTAL-COMPUTATIONAL STRATEGY FOR RAPID RISK ASSESSMENT OF COMPLEX ENVIRONMENTAL MIXTURES OR UVCBS. SUBRECIPIENT:PERSONNEL AT NORTH CAROLINA STATE UNIVERSITY WILL CONTRIBUTE TO THE STATISTICAL MODELING AND THE ANALYSIS OF DATA FROM THIS GRANT. SPECIFIC TASKS WILL INCLUDE: MAINTENANCE OF DATA FOR NC STATE INVESTIGATORS, INCLUDING PHENOTYPES, COVARIATES, DOSE RESPONSE PROFILES AND THE IMS-MS DATA; DEVELOPMENT OF NOVEL STATISTICAL MODELING TO MEASURE THE\nINTERACTION OF THE COMPONENTS IN WHOLE MIXTURES; PERFORMING THE MEDIATION ANALYSIS AND PREDICTING JOINT TOXICITY OF WHOLE OR DEFINED MIXTURES; PROVIDING INTERMEDIATE ANALYZED DATASETS\nFOR PUBLIC REPOSITORIES, AND TO PROVIDE TO COLLABORATORS FOR FURTHER DOWNSTREAM ANALYSES.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS A SUITE OF ANALYTICAL, IN VITRO, AND COMPUTATIONAL METHODS AND TOOLS THAT CAN BE APPLIED IN A TIERED STRATEGY FOR RAPID QUANTITATIVE CHARACTERIZATION OF THE COMPOSITION AND HAZARDS OF COMPLEX ENVIRONMENTAL MIXTURES AND UVCBS. DIRECT BENEFICIARIES OF THIS RESEARCH INCLUDE COMMUNITIES AFFECTED BY CHEMICAL RE-DISTRIBUTION FOLLOWING NATURAL DISASTERS, HUMAN HEALTH, THE ENVIRONMENT, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44913900-e35a-479d-fd2b-81775f5f37a7-C", "generated_internal_id": "ASST_NON_84045001_6800"}, {"internal_id": 148927798, "Award ID": "84043101", "Award Amount": 799833.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "66.509", "Description": "DESCRIPTION:\nTHE GOAL OF THE PROPOSED RESEARCH IS TO COMBINE STATE-OF-THE-ART ONLINE HIGH-RESOLUTION CHEMICAL IONIZATION MASS SPECTROMETERS (HR-TOF-CIMS) TOGETHER WITH NOVEL AIR- AND PARTICLE-PHASE SAMPLING TECHNIQUES TO INCREASE UNDERSTANDING OF FUGITIVE EMISSIONS OF PER- AND POLYFLUOROALKYL SUBSTANCES (PFASS) FROM STATIONARY POINT SOURCES. \nACTIVITIES:\nTHE PROJECT WILL: 1) DETERMINE HR-TOF-CIMS CALIBRATION CURVES AND DETECTION LIMITS FOR ATMOSPHERICALLY-RELEVANT PFASS; 2) OXIDIZE PFAS STANDARDS WITH HYDROXYL RADICALS (OH) AND OZONE UNDER CONTROLLED LABORATORY SETTINGS TO GENERATE COMMERCIALLY-UNAVAILABLE PFASS THAT ARE ALSO KEY TO UNDERSTANDING PFASS' ATMOSPHERIC TRANSFORMATIONS AND FATES; AND 3) DEPLOY A MOBILE LABORATORY WITH THESE NEWLY DEVELOPED AND LABORATORY-VALIDATED CIMS METHODS AT A STATIONARY POINT SOURCE TO STUDY FUGITIVE PFAS EMISSIONS AND PFAS NEAR-SOURCE DOWNWIND CHEMISTRY.\nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES ARE ANNUAL PROGRESS AND FINAL REPORTS. EXPECTED OUTCOMES INCLUDE ADVANCEMENTS IN MEASUREMENT TECHNIQUES TO MEASURE AMBIENT LEVELS OF GAS- AND PARTICLE-PHASE PFASS AND ADVANCEMENTS IN NEAR-SOURCE MEASUREMENT METHODS FOR ESTIMATING EMISSIONS OF PFASS. THE INTENDED BENEFICIARIES ARE THE SCIENTIFIC COMMUNITY AND COMMUNITIES AFFECTED BY PFAS EXPOSURES.\nSUBRECIPIENT:\nSUBAWARDEE TEXAS A&AMP;M UNIVERSITY WILL CONDUCT AND LEAD THE LABORATORY EXPERIMENTS USING THE HIGH RESOLUTION CHEMICAL IONIZATION MASS SPECTROMETERS TO DETERMINE CALIBRATION FACTORS AND DETECTION LIMITS AND TO DETERMINE WHETHER LEGACY OR EMERGING PFASS CAN BE OXIDIZED BY ATMOSPHERIC HYDROXYL RADICALS. IN ADDITION, THEY WILL DEPLOY A MOBILE LABORATORY TO COLLECT AMBIENT DATA FOR THE FIELD STUDY NEAR THE CHEMOURS FACILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_84043101_6800"}, {"internal_id": 148927842, "Award ID": "84042701", "Award Amount": 730525.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-28", "CFDA Number": "66.509", "Description": "DESCRIPTION:\nTHE GOAL OF THE PROPOSED RESEARCH IS TO DESIGN, DEMONSTRATE, AND VALIDATE A MOBILE PLATFORM FOR QUANTIFICATION AND CHARACTERIZATION OF EMISSIONS OF SUB-10 NM PARTICLES. \nACTIVITIES:\nTHE PROJECT WILL: 1) DESIGN AND BUILD A PLATFORM TO MEASURE THE SIZE, MORPHOLOGY, AND ELEMENTAL COMPOSITION OF SUB-10 NM PARTICLES EMITTED TO AMBIENT AIR; AND 2) DEMONSTRATE THAT THE PLATFORM CAN BE USED FOR SOURCE IDENTIFICATION, SOURCE APPORTIONMENT STUDIES, AND CREATION OF DETAILED MAPS WITH EMISSION INVENTORIES FOR SUB-10 NM PARTICLES IN URBAN ENVIRONMENTS. \nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES ARE ANNUAL PROGRESS AND FINAL REPORTS. PROJECT OUTPUTS INCLUDE (1) A MOBILE SAMPLING SYSTEM WITH REAL-TIME MAPPING, (2) CITY-SCALE SUB- 10 NM CONCENTRATION MAPS FOR TWO URBAN CENTERS IN THE SOUTH EASTERN U.S., (3) A SOURCE INVENTORY DESCRIBING EMISSIONS FROM SELECTED SOURCES, AND (4) A TARGET INVENTORY THAT WILL HIGHLIGHT GEOGRAPHICAL AREAS WITH LIKELY HIGH-TOXICITY SOURCES, EXCEPTIONALLY STRONG SOURCES EVIDENCED BY LARGE EMISSION RATES OR HIGH NUMBER CONCENTRATIONS, AND PLUMES AFFECTING RESIDENTIAL NEIGHBORHOODS, SCHOOLS, HOSPITALS, AND OTHER COMMUNITY LOCALES WITH POTENTIAL FOR HIGH IMPACTS ON HUMAN HEALTH OR COMMUNITY WELL-BEING. THE MAIN EXPECTED OUTCOME OF THE PROPOSED WORK IS A NEW VALIDATED TECHNIQUE USING A MOBILE NEAR-SOURCE MEASUREMENT SYSTEM THAT CAN QUANTIFY THE EMISSION RATES OF FUGITIVE SUB-10 NM PARTICLE EMISSIONS. THE INTENDED BENEFICIARIES ARE THE SCIENTIFIC COMMUNITY AND COMMUNITIES AFFECTED BY AMBIENT EXPOSURES TO ULTRAFINE PARTICLES.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_84042701_6800"}, {"internal_id": 148927843, "Award ID": "84042601", "Award Amount": 798825.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-12", "CFDA Number": "66.509", "Description": "DESCRIPTION:\nTHE GOAL OF THE PROPOSED RESEARCH IS TO DEVELOP AN OPEN-SOURCE REFERENCE INSTRUMENT AND METHODOLOGY FOR OPERATION, VALIDATION, AND QA/QC OF OPEN-PATH OPTICAL REMOTE SENSING (OP-ORS) MONITORING OF VOLATILE ORGANIC COMPOUNDS AND OTHER AIR TOXICS.\nACTIVITIES:\nTHE PROPOSED PROJECT WILL: 1) DESIGN AND BUILD A PORTABLE OPEN-PATH REFERENCE INSTRUMENT FOR ACCURATE DETECTION AND QUANTIFICATION OF SEVERAL AIR TOXICS; 2) VALIDATE THE REFERENCE OP-ORS SYSTEM WITH OTHER ANALYTICAL METHODS; 3) DEPLOY THE REFERENCE SYSTEM IN PARALLEL WITH A CURRENT STATE-OF-THE-ART OP-ORS SYSTEM AT A LOCAL REFINERY IN THE LOS ANGELES AIR BASIN TO DEVELOP AND TEST VALIDATION PROTOCOLS; AND 4) DEVELOP GUIDANCE FOR BEST PRACTICES FOR OPERATION, QA/QC, AND FIELD VALIDATION FOR OP-ORS OBSERVATIONS.\nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES ARE ANNUAL PROGRESS AND FINAL REPORTS. THE EXPECTED OUTCOMES INCLUDE THE DEMONSTRATION OF A PORTABLE OP-ORS SYSTEM FOR ACCURATE QUANTIFICATION OF SEVERAL AIR TOXICS, AND THE ESTABLISHMENT OF OP-ORS AS A RELIABLE AND TRUSTED TOOL TO MONITOR AIR TOXIC RELEASES FROM INDUSTRIAL FACILITIES AND FOR COMMUNITY AIR QUALITY MONITORING OF THESE COMPOUNDS. THE INTENDED BENEFICIARIES ARE THE SCIENTIFIC COMMUNITY AND COMMUNITIES AFFECTED BY AIR TOXIC POLLUTION.\nSUBRECIPIENT:\nSUBAWARDEE SOUTH COAST AIR QUALITY MANAGEMENT DISTRICT WILL COLLABORATE WITH THE RECIPIENT, UNIVERSITY OF CALIFORNIA LOS ANGLES (UCLA), TO: 1) DEVELOP THE QUALITY ASSURANCE PROJECT PLAN FOR THE OPTICAL REMOTE SENSING (ORS) SYSTEM THAT WILL BE DESIGNED BY UCLA; 2) CONTRIBUTE TO THE EXPERIMENTAL DESIGN AND EXECUTION OF THE ORS SYSTEM CONTROLLED-RELEASE VALIDATION EXPERIMENT; 3) THE CO-LOCATION OF THE ORS SYSTEM AT A REFINERY IN SOUTHERN CALIFORNIA; AND 4) WRITE GUIDANCE DOCUMENTS FOR QUALITY ASSURANCE/QUALITY CONTROL (QA/QC) AND VALIDATION OF ORS SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3231cda5-201a-6da0-de9e-e9810a848983-C", "generated_internal_id": "ASST_NON_84042601_6800"}, {"internal_id": 148927845, "Award ID": "84042501", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-15", "CFDA Number": "66.509", "Description": "DESCRIPTION:\nTHE GOAL OF THE PROPOSED RESEARCH IS TO DEVELOP, CHARACTERIZE, AND DEMONSTRATE A NOVEL TECHNIQUE FOR A LOW-COST WAY OF MEASURING ORGANIC HAZARDOUS AIR POLLUTANTS (HAPS) WITH HIGH SENSITIVITY AND SELECTIVITY AND AT HIGH TIME RESOLUTION. \nACTIVITIES:\nACTIVITIES INCLUDE: 1) DEVELOPING A NEW MULTIDIMENSIONAL TECHNIQUE FOR IDENTIFYING AND QUANTIFYING HAZARDOUS AIR POLLUTANTS (HAPS); 2) DEMONSTRATING THE USE OF A PROTOTYPE DEVICE IN BOTH THE LABORATORY AND THE FIELD; 3) OPTIMIZING DATA PROCESSING AND INTERPRETATION USING ADVANCED ANALYSIS TECHNIQUES; AND 4) DEVELOPING A MODULAR APPROACH FOR OPTIMIZING MEASUREMENT METHODS TO TARGET SPECIFIC HAPS.\nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES ARE ANNUAL PROGRESS AND FINAL REPORTS. THE EXPECTED OUTCOMES INCLUDE DEVELOPMENT AND DEMONSTRATION OF PROTOTYPE INSTRUMENTS THAT PROVIDE LOW-COST WAYS TO CONDUCT REAL-TIME MONITORING OF HAPS. THE INTENDED BENEFICIARIES ARE THE SCIENTIFIC COMMUNITY AND COMMUNITIES AFFECTED BY HAPS.\nSUBRECIPIENT:\nSUBAWARDEE MASSACHUSETTS INSTITUTE OF TECHNOLOGY WILL LEAD THE DEVELOPMENT OF SENSOR ARRAY AND DATA APPROACHES TO INTERPRET THE RESULTS FOR THE PROTOTYPE DEVICE THAT WILL BE DEVELOPED. SUBAWARDEE SOUTH COAST AIR QUALITY MANAGEMENT DISTRICT WILL BE RESPONSIBLE FOR THE OVERALL DESIGN, DEVELOPMENT, AND IMPLEMENTATION OF THE LABORATORY TESTING PORTION OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_84042501_6800"}, {"internal_id": 148927846, "Award ID": "84042401", "Award Amount": 399464.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-20", "CFDA Number": "66.509", "Description": "DESCRIPTION:\nTHIS GOAL OF THIS PROJECT TO DEVELOP AND IMPROVE A METHOD FOR ONLINE DETECTION AND QUANTIFICATION OF SEVERAL UNDERSTUDIED TOXIC PLASTIC ADDITIVES OF EMERGING CONCERN IN ATMOSPHERIC PARTICULATE MATTER. \nACTIVITIES:\nACTIVITIES INCLUDE: 1) CALIBRATING AN EXTRACTIVE ELECTROSPRAY HIGH-RESOLUTION TIME-OF-FLIGHT MASS SPECTROMETER (EESI-TOF) FOR SENSITIVE DETECTION AND QUANTIFICATION OF TARGETED PLASTIC ADDITIVES; 2) EXPANDING ON A CURRENT METHODOLOGY FOR DETECTION AND QUANTIFICATION OF TARGETED PLASTIC ADDITIVES IN BULK WATER SAMPLES AND EXTRACTS FROM HIGH-VOLUME AEROSOL FILTER SAMPLES; 3) QUANTIFYING TARGETED PLASTIC ADDITIVES IN THE PARTICULATE MATTER IN THE AMBIENT COASTAL MARINE ENVIRONMENT IN SAN DIEGO, CALIFORNIA IN SUMMER AND WINTER; AND 4) ANALYZING TARGETED PLASTIC ADDITIVES IN PARTICULATE MATTER SAMPLED IN THE FIELD AND HOW THEY EVOLVE DUE TO CHANGING PROPERTIES OF SEAWATER, WASTEWATER OUTFLOW RATES, AND VARYING ENVIRONMENTAL CONDITIONS\nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES INCLUDE ANNUAL PROGRESS AND FINAL REPORTS. THE EXPECTED OUTCOMES INCLUDE: 1) DEMONSTRATION AND VALIDATION OF A NEW APPROACH FOR DETECTION AND QUANTIFICATION FOR PLASTIC ADDITIVES OF EMERGING CONCERN IN PARTICULATE MATTER; AND 2) NEW INSIGHTS AND KNOWLEDGE THAT WILL HELP TO INFORM ENVIRONMENTAL MANAGEMENT AND RISK ASSESSMENT ANALYSES OF PLASTIC ADDITIVES. THE INTENDED BENEFICIARIES ARE THE SCIENTIFIC COMMUNITY AND THE GENERAL PUBLIC WHO ARE AFFECTED BY EXPOSURE TO PLASTIC ADDITIVES IN PARTICULATE MATTER.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_84042401_6800"}, {"internal_id": 148927841, "Award ID": "84042301", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-22", "CFDA Number": "66.509", "Description": "DESCRIPTION:\nTHE GOAL OF THE PROPOSED RESEARCH IS TO DEVELOP AND VALIDATE NOVEL PASSIVE SAMPLING DESIGNS THAT CAN BE USED TO MEASURE A DIVERSE SUITE OF AIR TOXICS AND CONTAMINANTS OF EMERGING CONCERN (CEC) AT LOW DETECTION LIMITS. \nACTIVITIES:\nTHE PROJECT WILL: 1) REFINE AND VALIDATE THE USE OF POLYETHYLENE (PE) FILMS AS PASSIVE AIR SAMPLERS FOR A WIDE VARIETY OF HAZARDOUS AIR POLLUTANTS (HAPS) AND CONTAMINANTS OF EMERGING CONCERN (CECS); 2) DEVELOP A NOVEL PASSIVE SAMPLER TO MEASURE AIR TOXICS THAT PREFERENTIALLY ACCUMULATE IN WATER; AND 3) DEMONSTRATE THE CAPABILITY OF PASSIVE SAMPLERS TO LOCATE SOURCES OF EMISSIONS AND ASSESS CHRONIC EXPOSURES IN A LOCAL COMMUNITY. \nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES INCLUDE ANNUAL PROGRESS AND FINAL REPORTS. THE EXPECTED OUTCOME IS VALIDATION OF A LOW-COST METHOD THAT WILL ENABLE LOCAL GOVERNMENTS AND COMMUNITIES TO ASSESS CHRONIC EXPOSURES TO AIR TOXICS AND CONTAMINANTS OF EMERGING CONCERN (CECS) AT CONCENTRATIONS TYPICAL OF AMBIENT URBAN AIR. THE INTENDED BENEFICIARIES ARE THE SCIENTIFIC COMMUNITY AND COMMUNITIES THAT ARE EXPOSED TO AIR TOXICS AND/OR CECS.\nSUBRECIPIENT:\nANALYSES OF FLUOROTELOMERS, ORGANOPHOSPHATE ESTERS, AND OTHER COMPOUNDS USING LIQUID CHROMATOGRAPHY AND QUADRUPOLE TIME- OF-FLIGHT MASS SPECTROMETRY WILL BY CONDUCTED BY SUBAWARDEE STONY BROOK UNIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a393a49-766e-9cd8-5c8e-3e7c437ef8f0-C", "generated_internal_id": "ASST_NON_84042301_6800"}, {"internal_id": 148927847, "Award ID": "84042201", "Award Amount": 799660.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-15", "CFDA Number": "66.509", "Description": "DESCRIPTION:\nTHE PURPOSE OF THE PROPOSED RESEARCH IS TO DEVELOP A PORTABLE, SMALL, LIGHTWEIGHT, LOW-POWER INSTRUMENT FOR NEAR REAL-TIME SPECIATION AND QUANTIFICATION OF VOLATILE ORGANIC COMPOUNDS (VOCS), INCLUDING HAZARDOUS AIR POLLUTANTS (HAPS), IN THE AMBIENT ATMOSPHERE AND INDOORS.\nACTIVITIES:\nTHE PROPOSED PROJECT WILL BUILD, TEST, AND FIELD DEPLOY A GAS CHROMATOGRAPHY CROSSFLOW ION MOBILITY SPECTROMETER (GC-CF-IMS) THAT IS MODERATE IN COST, CAN PROVIDE MEASUREMENTS AT GOOD TIME RESOLUTION, REQUIRES LOW POWER, IS COMPACT AND LIGHTWEIGHT, AND CAN IDENTIFY INDIVIDUAL COMPOUNDS THAT ARE HAZARDOUS AIR POLLUTANTS (HAPS). AT LEAST TWO FIELD STUDIES WILL BE CONDUCTED WITH THE INSTRUMENT TO TEST ITS CAPABILITIES IN SITUATIONS RELEVANT TO COMMUNITIES FACING ENVIRONMENTAL INJUSTICES. A COMMUNITY ADVISORY COMMITTEE WILL BE FORMED TO ASSIST IN DEVELOPING A DEPLOYMENT STRATEGY FOR FIELD TESTING IN SUCH COMMUNITIES AND IN WORKING WITH THESE COMMUNITIES TO UNDERSTAND THE STUDY RESULTS AND TRANSLATE THEM INTO ACTIONS FOR REDUCING EXPOSURE TO HAPS.\nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES ARE ANNUAL PROGRESS AND FINAL REPORTS. THE EXPECTED OUTCOMES INCLUDE A NEW INSTRUMENT SUITABLE FOR UNDER-RESOURCED COMMUNITIES TO USE TO DETECT HAZARDOUS AIR POLLUTANTS (HAPS) IN THE AIR THEY BREATHE AND USE THIS INFORMATION TO MOTIVATE EMISSIONS CONTROLS LEADING TO CLEANER AIR AND CONSEQUENTLY IMPROVED HEALTH. THE INTENDED BENEFICIARIES ARE THE SCIENTIFIC COMMUNITY AND COMMUNITIES AFFECTED BY AIR TOXIC POLLUTION.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_84042201_6800"}, {"internal_id": 146771067, "Award ID": "84036301", "Award Amount": 992464.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-16", "CFDA Number": "66.509", "Description": "DESCRIPTION:\nTHE PURPOSE OF THE PROJECT IS TO CREATE A COMMUNICATION INFRASTRUCTURE IN COLORADO FOR AIR QUALITY INFORMATION THAT (A) ENHANCES THE AVAILABLE INFORMATION ABOUT AIR QUALITY, (B) DEVELOPS TARGETED MESSAGING THAT REACHES INDIVIDUALS BASED ON THEIR LEVELS OF NEED AND VULNERABILITY, AND (C) UTILIZES TRUSTED SOURCES OF INFORMATION. \nACTIVITIES:\nTHE PROJECT WILL 1) EXPAND LOW-COST MONITORING NETWORKS IN THE PROJECT'S PARTNER TEST-BED COMMUNITIES IN COLORADO; 2) DEVELOP REAL-TIME SUB-CITY-SCALE SMOKE MAPS TO SUPPORT ACCURATE AND ACTIONABLE COMMUNICATION ABOUT AIR QUALITY; 3) CONDUCT INTERVIEWS WITH COMMUNITY LEADERS AND MEMBERS TO DEVELOP MESSAGING THROUGH MULTIPLE COMMUNICATION CHANNELS IN ORDER TO ENHANCE THE CAPABILITY OF COMMUNITIES TO PROVIDE TIMELY, ACCURATE, AND ACTIONABLE INFORMATION ABOUT AIR QUALITY; AND 4) EVALUATE THE EFFECTIVENESS OF COMMUNICATION CAMPAIGNS IN DEVELOPING INDIVIDUAL-LEVEL AWARENESS, COGNITIVE, AND BEHAVIORAL OUTCOMES.\nOUTCOMES:\n THE PROJECT WILL PRODUCE REAL-TIME, HIGH-RESOLUTION PARTICULATE MATTER AND OZONE CONCENTRATION MAPS COVERING THE REGIONS OF THE PROJECT'S PARTNER ORGANIZATIONS; DEVELOP BEST PRACTICES FOR COMMUNICATING AIR QUALITY INFORMATION; AND PROVIDE RESEARCH FINDINGS ON EFFECTIVENESS OF THE COMMUNICATION STRATEGIES DEVELOPED BY THE PROJECT. EXPECTED OUTCOMES OF THE PROJECT INCLUDE EXPANDED LOW-COST MONITORING NETWORKS, ENHANCED COMMUNICATION INFRASTRUCTURE IN COLORADO FOR AIR QUALITY INFORMATION, AND IMPROVED UNDERSTANDING OF HOW BEST TO COMMUNICATE HEALTH RISKS AND AIR QUALITY INFORMATION TO ENABLE PROTECTIVE ACTIONS TO REDUCE WILDFIRE SMOKE EXPOSURES. DIRECT BENEFICIARIES OF THIS RESEARCH INCLUDE THE SCIENTIFIC COMMUNITY AND COLORADO RESIDENTS WHO ARE AFFECTED BY WILDFIRE SMOKE. \nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_84036301_6800"}, {"internal_id": 144073845, "Award ID": "84032501", "Award Amount": 549940.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-11-17", "CFDA Number": "66.509", "Description": "THE PURPOSE OF PROPOSED RESEARCH IS TO IDENTIFY THE MOST EFFECTIVE DATA SOURCES AND DISSEMINATION STRATEGIES FOR COMMUNICATING WILDFIRE SMOKE EXPOSURE RISKS AND THE DRIVERS OF THE DISCONNECT THAT EXISTS BETWEEN SCIENTISTS AND COMMUNITIES ON EXPOSURE AND HEALTH RISK COMMUNICATION. THE PROJECT WILL 1) CONDUCT A MULTI-TIER ASSESSMENT OF THE EFFECTIVENESS OF EXPOSURE RISK COMMUNICATION IN THE BAY AREA OF CALIFORNIA; AND 2) FORM AN INCLUSIVE COMMUNITY ADVISORY BOARD TO GATHER INSIGHT INTO COMMUNITY RESPONSES TO HEALTH RISK COMMUNICATION AND EXPOSURE INTERVENTIONS. THE PROPOSED RESEARCH WILL PRODUCE A COMMUNITY-ALIGNED ACTION PLAN FOR WILDFIRE SMOKE EXPOSURE FOR THE RESIDENTS OF THE BAY AREA, CALIFORNIA. THE EXPECTED OUTCOME IS IMPROVED UNDERSTANDING OF HOW BEST TO COMMUNICATE HEALTH RISKS TO ENABLE ACTIONS TO REDUCE WILDFIRE SMOKE EXPOSURES. DIRECT BENEFICIARIES OF THIS RESEARCH INCLUDE THE SCIENTIFIC COMMUNITY AND THE RESIDENTS OF THE BAY AREA OF CALIFORNIA WHO ARE AFFECTED BY WILDFIRE SMO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_84032501_6800"}, {"internal_id": 139785908, "Award ID": "84026001", "Award Amount": 1239813.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "66.509", "Description": "THE PURPOSE OF THIS PROJECT IS TO IMPROVE PUBLIC HEALTH PROTECTION THROUGH THE DEVELOPMENT OF QUANTITATIVE DATA ON THE REMOVAL OF HUMAN ENTERIC VIRUSES BY TREATMENT PROCESSES WHERE WASTEWATER IS THE SOURCE WATER. RESEARCHERS WILL QUANTIFY THE REMOVAL OF SELECTED HUMAN ENTERIC VIRUSES BY DIFFERENT TREATMENT TRAINS AND PROCESSES AT FIVE FULL-SCALE WATER REUSE FACILITIES ACROSS THE UNITED STATES. ACTIVITIES INCLUDE MONITORING FIVE FULL-SCALE TREATMENT FACILITIES FOR VIRUS AND SURROGATE REMOVAL AFTER VARIOUS TREATMENT PROCESSES, THEN VALIDATING THE USEFULNESS OF SURROGATES FOR ASSIGNING LOG REDUCTION VALUES FOR THE DIFFERENT TREATMENT PROCESSES. DELIVERABLES AND OUTCOMES FROM THIS STUDY INCLUDE A TOOLBOX WITH, AT A MINIMUM, STANDARDIZED PROTOCOLS FOR DETECTION OF PATHOGENIC VIRUSES, APPLICATION OF VIRUS LOG REDUCTION VALUES AND SURROGATES, AND EXAMPLES OF HOW THE RESULTS OF THIS PROJECT CAN BE USED IN PRACTICE TO PROTECT PUBLIC HEALTH BY PROVIDING ROBUST VIRUS LOG REDUCTION VALUE CREDITS F", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aafe99c-6bed-fd7a-9432-9ae90be0d9c8-C", "generated_internal_id": "ASST_NON_84026001_6800"}, {"internal_id": 139785920, "Award ID": "84025901", "Award Amount": 1239655.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "66.509", "Description": "THE PURPOSE OF THIS STUDY IS TO IDENTIFY DECENTRALIZED WASTEWATER TECHNOLOGIES AND MUNICIPAL TREATMENT UNIT PROCESSES CAPABLE OF REMOVING HUMAN ENTERIC VIRUSES TO ALLOW SAFE REUSE OF THE TREATED WASTEWATER AND TO EVALUATE THE USE OF FIVE SURROGATES AS POSSIBLE INDICATORS FOR PRESENCE OF HUMAN ENTERIC VIRUSES DURING TREATMENT PROCESSES. ACTIVITIES INCLUDE USING TWO CULTURABLE AND THREE NON-CULTURABLE SURROGATE INDICATORS FOR HUMAN ENTERIC VIRUSES TO EVALUATE EACH TECHNOLOGY&RSQUOANDS PERFORMANCE AND TO CONCURRENTLY VALIDATE THE USE OF THESE SURROGATES BY PARALLEL MEASUREMENTS OF INDIGENOUS HUMAN ADENOVIRUSES AND HUMAN NOROVIRUSES USING STATE-OF-THE-ART ANALYTICAL METHODS. DELIVERABLES INCLUDE A RATING OF EIGHT WASTEWATER TREATMENT PROCESSES WITH RESPECT TO REMOVALS/INACTIVATION OF HUMAN ENTERIC VIRUSES, AND DATA WITH THE OUTCOME OF ULTIMATELY INFORMING POLICIES AND GUIDELINES RELATIVE TO TESTING OF WASTEWATER TREATMENT TECHNOLOGIES BEING CONSIDERED FOR REUSE OF TREATED WASTEWATER. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE WASTEWATER OPERATORS, STATE AND LOCAL REGULATORS, RESIDENTS OF BARNSTABLE COUNTY, MA, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "692a73a6-c803-f836-5f04-8c10ecbe0783-C", "generated_internal_id": "ASST_NON_84025901_6800"}, {"internal_id": 139785935, "Award ID": "84025801", "Award Amount": 1239241.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.509", "Description": "THE  PURPOSE OF THIS PROJECT IS TO BETTER UNDERSTAND VIRUS ATTENUATION IN WASTEWATER AND WATER TREATMENT SYSTEMS THROUGH THE DEVELOPMENT OF NEW QUANTITATIVE TOOLS WITH NOVEL SURROGATES TO IMPROVE SENSITIVITY, REDUCE ANALYSIS TURNAROUND TIME, AND REDUCE THE COST OF MEASURING VIRUSES IN WASTEWATER FOR VALIDATING TREATMENT PERFORMANCE. ACTIVITIES INCLUDE A COMPREHENSIVE CHARACTERIZATION OF INDIGENOUS VIRUSES IN WASTEWATER USING METAGENOMICS TO IDENTIFY IMPROVED SURROGATES FOR ASSESSING TREATMENT PERFORMANCE; THE DESIGN AND DEVELOPMENT OF NEW ANALYTICAL METHODS TO PROVIDE NOT ONLY RAPID AND PRECISE QUANTIFICATION OF VIRUSES IN WASTEWATER BUT ALSO THE ABILITY TO ASSESS VIABILITY; AND VALIDATION OF NEW QUANTITATIVE DETECTION ASSAYS FOR ESTIMATING REDUCTION OF VIRUSES USING BOTH FULL-SCALE ADVANCED WATER RECLAMATION TREATMENT FACILITIES AND BENCH-SCALE DISINFECTION EXPERIMENTS. DELIVERABLES INCLUDE ADVANCED KNOWLEDGE ON THE ABUNDANCE, DIVERSITY, PERSISTENCE, AND FATE OF VIRUSES AND VIRAL VES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce600306-35f6-a322-8af6-77e17ec30fe9-C", "generated_internal_id": "ASST_NON_84025801_6800"}, {"internal_id": 138842713, "Award ID": "84025701", "Award Amount": 1240000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "66.509", "Description": "THE PURPOSE OF THIS PROJECT IS TO ADDRESS PUBLIC HEALTH CONCERNS ABOUT HUMAN VIRAL PATHOGENS IN TREATED WASTEWATER FOR NON-POTABLE REUSE ACROSS THE UNITED STATES. ACTIVITIES INCLUDE IDENTIFYING A SUITE OF VIRAL PATHOGENS AND SURROGATES AND DETECTION METHODS THAT MAY BEST SERVE AS AN INDICATION OF VIRAL RISK IN WATER REUSE. THE OUTCOME OF THIS PROJECT WILL BE A LIST OF BEST METHODS FOR IDENTIFYING THE VIRAL RISK FOR NON-POTABLE WATER REUSE AND STANDARD OPERATING PROTOCOLS (SOPS) FOR THESE METHODS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE WASTEWATER OPERATORS, STATE AND LOCAL REGULATORS, AND THE GENERAL PUBLIC. THE UNIVERSITY OF MIAMI WILL PARTICIPATE IN WASTEWATER SAMPLE AND WATER QUALITY DATA COLLECTION. TULANE UNIVERSITY, THE UNIVERSITY OF HAWAII, UC DAVIS AND THE UNIVERSITY OF UTAH WILL PARTICIPATE IN THE CROSS-LABORATORY STUDY TO COMPARE METHODS FOR DETECTION OF SELECTIVE VIRAL PATHOGENS AND SURROGATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b710df3-c98e-f245-bbed-8bbbc32a803b-C", "generated_internal_id": "ASST_NON_84025701_6800"}, {"internal_id": 139813755, "Award ID": "84025601", "Award Amount": 1239980.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "66.509", "Description": "THE PURPOSE OF THIS RESEARCH IS TO EXPAND THE CURRENT UNDERSTANDING OF VIRUS FATE DURING WASTEWATER TREATMENT AND DEVELOP SURROGATE-BASED CREDITING FRAMEWORKS FOR UNIT PROCESSES THAT HAVE LARGELY BEEN UNCREDITED OR UNDER-CREDITED IN NONPOTABLE AND POTABLE REUSE APPLICATIONS. DELIVERABLES WILL ELUCIDATE POTENTIAL RELATIONSHIPS BETWEEN CULTURE AND MOLECULAR DATA FOR HUMAN ENTERIC VIRUSES, SURROGATE BACTERIOPHAGES, AND FECAL INDICATOR VIRUSES. OUTCOMES OF THE RESEARCH INCLUDE SURROGATE-BASED PREDICTIVE MODELS AND REGULATORY CREDITING FRAMEWORKS THAT CAN BE READILY ADOPTED BY STATES AND THE WATER INDUSTRY. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF COMMUNITIES IN NEVADA, VIRGINIA, AND FLORIDA SERVED BY CBAT FACILITIES COVERED BY THE STUDY, WASTEWATER OPERATORS, STATE AND LOCAL REGULATORS, AND THE GENERAL PUBLIC. SUBAWARDEE SOUTHERN NEVADA WATER AUTHORITY WILL CONDUCT LABORATORY-SCALE SEQUENCING BATCH REACTORS AND ANALYZE THE CORRESPONDING SAMPLES FOR MICROBIOLOGICAL TARGETS AND GENERAL WATER QUALITY PARAMETERS. SUBAWARDEE DREXEL UNIVERSITY WILL WORK ON MATHEMATICAL MODEL DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_84025601_6800"}, {"internal_id": 138842765, "Award ID": "84024601", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-23", "CFDA Number": "66.509", "Description": "THE PROJECT GOALS ARE TO 1) EVALUATE AN INTEGRATED STRATEGY CONTAINING BOTH INTERVENTIONS AND COMMUNICATIONS TO REDUCE WILDLAND FIRE POLLUTION EXPOSUREAND 2) ESTABLISH THAT TARGETED INTERVENTION CAN BE USED TO EFFECTIVELY REDUCE EXPOSURES OF SCHOOL COMMUNITY MEMBERS TO WILDLAND FIRE BURN EMISSIONSAND AND 3) INVESTIGATE HOW WILDLAND FIRE IMPACT FORECASTING CAN BE USED TO REDUCE EXPOSURES, BOTH BY ADJUSTING THE TIMING OF BURN ACTIVITIES AND PROVIDING GUIDANCE TO POTENTIALLY IMPACTED AREAS IN ADVANCE. THE EXPECTED OUTCOMES INCLUDE AN ASSESSMENT OF APPROACHES TO REDUCE EXPOSURES TO AIR POLLUTION FROM WILDLAND FIRES, REDUCE EXPOSURES OF SCHOOLCHILDREN, AND ADVANCE AN OPERATION PRESCRIBED FIRE IMPACT FORECASTING SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_84024601_6800"}, {"internal_id": 138794846, "Award ID": "84024201", "Award Amount": 994407.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "66.509", "Description": "THE PURPOSE OF THE PROPOSED RESEARCH IS TO REDUCE WILDFIRE SMOKE EXPOSURES AND HEALTH RISKS AMONG AGRICULTURAL WORKERS AND OTHER LOW-INCOME FAMILIES BY DESIGNING AND FIELD TESTING AN AFFORDABLE AND EFFECTIVE PARTICLE FILTRATION SYSTEM FOR ROOFTOP EVAPORATIVE COOLERS. PARTICIPANT ENGAGEMENT STRATEGY WILL BE USED TO EVALUATE THE SYSTEM AND IDENTIFY POTENTIAL BARRIERS TO WIDESPREAD USE. THE PROJECT WILL (1) DESIGN A FILTER THAT IS EFFECTIVE, EASY TO INSTALL, AND AFFORDABLEAND (2) TEST THE FILTER IN THE HOMES OF AGRICULTURAL WORKERS IN THE SAN JOAQUIN VALLEY, WITH CONTINUOUS MONITORING OF INDOOR AND OUTDOOR PARTICULATE MATTER CONCENTRATIONS, AND MORE INTENSIVE TESTING IN A SUBSET OF HOMESAND (3) IMPLEMENT A PARTICIPANT ENGAGEMENT STRATEGY TO EVALUATE EVAPORATIVE COOLER FILTRATION SYSTEMS AND IDENTIFY POTENTIAL BARRIERS TO WIDESPREAD USE. THE EXPECTED OUTCOME OF PROJECT IS TO PRODUCE AN AFFORDABLE AND EFFECTIVE FILTER DESIGN THAT COULD BE MASS-PRODUCED AFTER THE END OF THE GRANT FOR HOMES WITH EVAPORATIVE COOLERS IN THE WESTERN U.S., THEREBY PROTECTING PEOPLE FROM WILDFIRE SMOKE EXPOSURE. DIRECT BENEFICIARIES OF THIS RESEARCH INCLUDE THE SCIENTIFIC COMMUNITY AND LOW-INCOME PEOPLE AFFECTED BY WILDFIRE SMOKE EXPOSURE. CENTRAL CALIFORNIA ENVIRONMENTAL JUSTICE NETWORK WILL ENGAGE PARTICIPANTS AND DISTRIBUTE MONITORS AND FILTERS TO PARTICIPANTS. ILLINOIS INSTITUTE OF TECHNOLOGY WILL LEAD THE PILOTING, DESIGNING, TESTING AND DEPLOYMENT OF THE FILTRATION SYSTEMS. THE UNIVERSITY OF COLORADO BOULDER WILL FACILITATE THE DESIGN ADVISORY GROUP. THE UNIVERSITY OF CALIFORNIA SAN FRANCISCO WILL ADMINISTER HEALTH SURVEYS TO THE PARTICIPANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e936f0c-2b79-ac43-ec63-eaaa116f78c8-C", "generated_internal_id": "ASST_NON_84024201_6800"}, {"internal_id": 138794830, "Award ID": "84024101", "Award Amount": 999995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-14", "CFDA Number": "66.509", "Description": "THE GOAL OF THE RESEARCH IS TO DECREASE SMOKE EXPOSURES AND ASSOCIATED HEALTH IMPACTS FROM PRESCRIBED BURN EVENTS. MAIN OUTPUT OF THE RESEARCH IS A RISK COMMUNICATION TOOLKIT THAT CAN BE USED TO 1) FACILITATE COMMUNICATION TO REINFORCE THE SMOKE MANAGEMENT GOAL ASSOCIATED WITH THE CAREFUL PLANNING OF PRESCRIBED BURNSAND AND 2) EFFECTIVELY INFORM THE PUBLIC ABOUT INTERVENTIONS THAT CAN BE TAKEN TO REDUCE SMOKE EXPOSURE DURING PRESCRIBED BURNS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_84024101_6800"}, {"internal_id": 138794736, "Award ID": "84024001", "Award Amount": 999846.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "66.509", "Description": "THE PURPOSE OF THE PROPOSED RESEARCH IS TO STUDY THE EFFECTIVENESS OF SEVERAL METHODS OF SMOKE EXPOSURE REDUCTION. THE RECIPIENT WILL CONDUCT A TWO-YEAR LONGITUDINAL RANDOMIZED CONTROLLED TRIAL OF 265 SAN FRANCISCO BAY AREA RESIDENTS FROM LOW-INCOME AND NON-ENGLISH SPEAKING COMMUNITIES IN SAN MATEO AND SANTA CLARA COUNTIES. THE PROJECT GOALS ARE TO 1) EVALUATE IF AND HOW MUCH APP-DELIVERED NATIVE LANGUAGE MESSAGING, AIR SEALING, OR PORTABLE HIGH EFFICIENCY PARTICULATE AIR FILTERS CAN EFFECTIVELY REDUCE SMOKE EXPOSURE AND ASSOCIATED HEALTH RISKSAND 2) EVALUATE HOW THE EFFECTIVENESS IS MODERATED BY BEHAVIOR OVER TIMEAND AND 3) EVALUATE HOW AND WHY BEHAVIOR IS AFFECTED BY USE OF THE APP-DELIVERED NATIVE LANGUAGE MESSAGING. THE RESULTS OF THIS STUDY WILL IDENTIFY AFFORDABLE AND ACTIONABLE INTERVENTION STEPS FOR INDIVIDUALS AND COMMUNITIES, AND INFORM POLICIES, PROGRAMS AND RISK COMMUNICATION STRATEGIES FOR COMMUNITY PARTNERS, LOCAL GOVERNMENTS, AND LOCAL/STATE AGENCIES THAT ARE BEHAVIORALLY REALISTIC FOR THE HARD-TO-REACH COMMUNITIES THEY SERVE. METHODS, RESULTS, AND LESSONS LEARNED FROM THIS PROJECT CAN BE USED TO CONDUCT FUTURE EVALUATIONS OF THE EFFECTIVENESS OF INTERVENTIONS FOR WILDFIRE SMOKE EXPOSURE IN OTHER SETTINGS (E.G., MULTI-FAMILY, WORK PLACES) AND AMONG OTHER HARD-TO-REACH POPULATIONS (E.G., RURAL COMMUNITIES, RESERVATIONS) IN CALIFORNIA AND BEYOND. DIRECT BENEFICIARIES OF THIS PROJECT INCLUDE THE SCIENTIFIC COMMUNITYAND STATE AND LOCAL ENTITIES WORKING TO REDUCE WILDFIRE SMOKE EXPOSURESAND AND COMMUNITIES AFFECTED BY WILDFIRE SMOKE EXPOSURES. RTI INTERNATIONAL WILL PROVIDE TECHNICAL EXPERTISE FOR THE PERSONAL EXPOSURE AND AIR QUALITY ASSESSMENT BY DESIGNING THE EXPOSURE STUDY, TRAINING FIELD STAFF ON AIR SENSOR DEPLOYMENT AND DATA EXTRACTION, ASSESSING THE AIR QUALITY AND EXPOSURES FOR PARTICULATE MATTER, AND ASSESSING SLEEP QUALITY OF A SUB-POPULATION WHO HAS EXISTING HEALTH PROBLEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c13d643-4334-38ed-1952-0db7e2ac5e56-C", "generated_internal_id": "ASST_NON_84024001_6800"}, {"internal_id": 138794826, "Award ID": "84023901", "Award Amount": 988740.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "66.509", "Description": "THE PURPOSE OF THE PROPOSED RESEARCH IS TO IDENTIFY AND REDUCE GAPS IN CURRENT KNOWLEDGE ON RISK COMMUNICATIONS FOR WILDFIRE SMOKE, WITH A FOCUS ON ACCESSIBILITY, COHERENCE, AND COMPREHENSIBILITY OF COMMUNICATIONS FOR HARD- TO-REACH POPULATIONS. THE PROJECT WILL 1) CREATE NEW AND MORE PRECISE MODELING OF WILDFIRE SMOKE RISK DATA FOR CALIFORNIAAND 2) CONDUCT A NEEDS ASSESSMENT OF WILDFIRE SMOKE RISK COMMUNICATIONAND 3) USE PARTICIPATORY DESIGN TO DEVELOP/REVISE RISK COMMUNICATIONS AND DISSEMINATION STRATEGIES FOR HARD-TO-REACH POPULATIONSAND AND 4)  TEST EFFECTIVENESS OF NEW/REVISED RISK COMMUNICATIONS AND DISSEMINATION STRATEGIES WITH USABILITY TESTING, FOCUS GROUPS AND INTERVIEWS.  EXPECTED OUTCOMES INCLUDE: IMPROVED WILDFIRE-SMOKE RISK MAP AND MANAGEMENT FOR HARD-TO-REACH POPULATIONSAND HIGH-QUALITY RISK COMMUNICATION RESOURCESAND SUSTAINABLE STRATEGIES FOR LARGE-SCALE AND LOCALLY TARGETED DISSEMINATION STRATEGIESAND AND IMPROVED UNDERSTANDING OF BARRIERS AND SUPPORTS FOR WILDFIRE SMOKE HEALTH RISKS AND RISK COMMUNICATION NEEDS. DIRECT BENEFICIARIES INCLUDE THE SCIENTIFIC COMMUNITYAND STATE AND LOCAL ENTITIES WORKING TO REDUCE WILDFIRE SMOKE EXPOSURESAND AND POPULATIONS AFFECTED BY WILDFIRE SMOKE EXPOSURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_84023901_6800"}, {"internal_id": 138842774, "Award ID": "84023801", "Award Amount": 547899.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-23", "CFDA Number": "66.509", "Description": "THE OVERALL OBJECTIVE OF THIS RESEARCH IS TO CONDUCT FIELD AND LABORATORY RESEARCH TO ENABLE ACCURATE MODELING OF INTERVENTIONS INTENDED TO REDUCE INDOOR WOODSMOKE EXPOSURES. THE PROJECT WILL IMPROVE UNDERSTANDING OF OUTDOOR TO INDOOR AIR POLLUTANT TRANSPORT IN SINGLE-FAMILY DETACHED HOMESAND EVALUATE COMMERCIAL AND LOW-COST AIR-CLEANING APPROACHES FOR PARTICLE AND GAS-PHASE POLLUTANTSAND CHARACTERIZE POLYCYCLIC AROMATIC HYDROCARBONS (PAHS) ON INDOOR SURFACES TO ELUCIDATE HOW INDOOR WOODSMOKE MAY CAUSE LONG-TERM EXPOSURE TO PAHS INDOORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89c24ee0-5810-cbef-ec51-de24a644c22c-C", "generated_internal_id": "ASST_NON_84023801_6800"}, {"internal_id": 138794828, "Award ID": "84023701", "Award Amount": 549000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "66.509", "Description": "THE GOAL OF THE PROJECT IS TO ASSESS PRACTICAL AND EFFECTIVE APPROACHES TO REDUCE INDOOR EXPOSURE TO PARTICULATE MATTER (PM) OF OUTDOOR WILDLAND FIRE ORIGIN IN SINGLE-FAMILY HOUSING IN THE WESTERN U.S. THE PROJECT WILL CONDUCT FIELD STUDIES TO ASSESS A VARIETY OF SUSTAINABLE AND PRACTICAL INTERVENTIONS FOR REDUCING INDOOR PM LEVELS, SUCH AS INDOOR PARTICLE FILTRATION, VENTILATION STRATEGIES, AND BUILDING SEALING STRATEGIES. IN ADDITION, MODEL SIMULATIONS WILL BE USED TO INFER THE EFFECTIVENESS OF THE INTERVENTIONS FOR VARIOUS SINGLE-FAMILY HOMES TYPES FOUND IN THE WESTERN US.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_84023701_6800"}, {"internal_id": 138794849, "Award ID": "84023601", "Award Amount": 544763.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "66.509", "Description": "THE GOAL OF THE PROJECT IS TO INCREASE WILDFIRE SMOKE RISK MITIGATION IN RURAL COMMUNITIES NORTHERN NEVADA THROUGH THE DEVELOPMENT, IMPLEMENTATION, AND EVALUATION OF STAKEHOLDER-DRIVEN MONITORING AND MESSAGING. RESEARCHERS WILL EVALUATE THE PERFORMANCE OF SELECTED PORTABLE AIR QUALITY SENSORS AND PLACE THEM IN THREE RURAL NEVADA COUNTIES TO MONITOR AIR QUALITYAND DEVELOP EDUCATION MATERIALS TO REDUCE KNOWLEDGE GAPS IN WILDFIRE SMOKE RISK AMONG EMERGENCY MANAGERS AND THE PUBLICAND AND EVALUATE THE EFFECTIVENESS OF IN AIR QUALITY MONITORING AND MESSAGING TO MITIGATE WILDFIRE SMOKE RISK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_84023601_6800"}, {"internal_id": 138842679, "Award ID": "84023401", "Award Amount": 548537.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-23", "CFDA Number": "66.509", "Description": "THE PURPOSE OF THE PROPOSED RESEARCH IS TO ENHANCE EXISTING EFFORTS TAKING PLACE IN WASHINGTON STATE TO IDENTIFY EVIDENCE-BASED SOLUTIONS UTILIZING PORTABLE AIR CLEANERS TO IMPROVE INDOOR AIR QUALITY IN SCHOOLS.  THE PROJECT WILL 1) IMPLEMENT A CLASSROOM-BASED INTERVENTION USING PORTABLE AIR CLEANERS TO REDUCE EXPOSURE TO WILDLAND FIRE SMOKE ACROSS 10 SCHOOLS IN WASHINGTON STATEAND 2) OBSERVE THE IMPACT OF THE INTERVENTION USING PORTABLE AIR CLEANERS ON RESPIRATORY HEALTH OF STUDENTS USING A RANDOMIZED CONTROLLED STUDY DESIGN WITHIN SCHOOLAND AND 3) ENGAGE WITH PARTICIPATING SCHOOLS TO ADAPT AN EXISTING HANDS-ON AIR QUALITY CURRICULUM AIMED AT INCREASING ENVIRONMENTAL HEALTH LITERACY ON THE TOPIC OF AMBIENT SMOKE, AIR QUALITY AND HEALTH. THE EXPECTED OUTPUTS INCLUDE: 1) A MODEL OF SIZE-FRACTIONED PARTICLE INFILTRATION IN BOTH RURAL AND URBAN SCHOOLS THAT TAKES INTO ACCOUNT BUILDING TYPE, VENTILATION PARAMETERS, AND EXISTING FILTRATION TYPEAND 2) DIRECT EVALUATION OF THE EFFICACY OF REDUCING EXPOSURE TO WILDLAND FIRE SMOKE USING AN APPROPRIATELY SIZED PORTABLE AIR CLEANERS WITH AUTO MODE IN CLASSROOM SETTINGSAND AND 3) MEASURES OF THE ASSOCIATION BETWEEN INDOOR AIR QUALITY AND RESPIRATORY HEALTH IN A DIVERSE COHORT OF ELEMENTARY SCHOOL CHILDREN. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE SCIENTIFIC COMMUNITY, STATE AND LOCAL ENTITIES WORKING WITH SCHOOL DISTRICTS, AND ELEMENTARY SCHOOL CHILDREN AND THEIR FAMILIES. YAKAMA NATION AIR QUALITY SECTION WILL WORK WITH THE UNIVERSITY OF WASHINGTON RESEARCHERS TO RESPOND TO TRIBAL PROGRAM NEED, ENSURE RELEVANCE TO THE COMMUNITY, PARTICIPATE IN DEVELOPING CULTURALLY-AWARE EDUCATIONAL MATERIAL THAT IS IN-LINE WITH REQUIREMENTS AND REGULATIONS APPLICABLE ON YAKAMA NATION TRIBAL LAND, AND HELP ENSURE THAT THE RESEARCH TEAM DOES NOT INADVERTENTLY VIOLATE TRIBAL SOVEREIGNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_84023401_6800"}, {"internal_id": 138794829, "Award ID": "84023201", "Award Amount": 549919.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "66.509", "Description": "THE GOAL OF THE PROJECT IS TO INFORM PUBLIC HEALTH GUIDANCE ON IF (BASED ON SCHOOL AND NEARBY HOME CHARACTERISTICS) AND WHEN (I.E., AT WHAT AIR QUALITY INDEX (AQI) OR PM2.5 CONCENTRATION LEVELS) SCHOOLS SHOULD CLOSE DURING WILDFIRE SMOKE EVENTS TO PROTECT THE HEALTH OF STUDENTS. TO ACHIEVE THE GOAL, RESEARCHERS WILL: 1)  INVESTIGATE FACTORS THAT INFLUENCE THE OUTDOOR TO INDOOR TRANSPORT OF PM2.5 INTO SCHOOLS AND STUDENTS&RSQUOAND HOMES DURING WILDFIRE EVENTSAND AND 2) ASSESS THE RELATIONSHIP BETWEEN PM2.5 LEVELS INSIDE AND OUTSIDE OF SCHOOLS AND CHILDREN&RSQUOANDS RESPIRATORY HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_84023201_6800"}, {"internal_id": 138794823, "Award ID": "84022101", "Award Amount": 1899906.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "66.509", "Description": "THE OVERARCHING OBJECTIVE OF THIS CENTER IS TO MAKE CAUSAL LINKAGES BETWEEN CUMULATIVE ENVIRONMENTAL EXPOSURES, CAREGIVING ENVIRONMENTS IN EARLY CHILDHOOD, AND CHANGES IN NEURODEVELOPMENT FOR PRESCHOOLERS. THE STUDY WILL COMPLETE ENVIRONMENTAL EXPOSURE ANALYSES AT BOTH THE HOME AND CHILDCARE CENTER, ALONG WITH NEURODEVELOPMENTAL AND CAREGIVING ENVIRONMENT EVALUATIONS. WITH THIS DATA, RESEARCHERS WILL LEVERAGE OBJECTIVE, PERFORMANCE-BASED MEASURES OF CHILDREN&RSQUOANDS COGNITIVE FUNCTION AND BEHAVIOR RATINGS TO INDEX NEURODEVELOPMENTAL FUNCTIONING TO CAUSALLY RELATE THEM TO CHEMICAL EXPOSURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_84022101_6800"}, {"internal_id": 137809596, "Award ID": "84021901", "Award Amount": 1894823.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-22", "CFDA Number": "66.509", "Description": "RESEARCHERS WILL USE LONGITUDINAL STUDY DATA AND URINE SAMPLES FROM CHILDREN TO EXAMINE THE IMPACTS OF EARLY LIFE EXPOSURE TO PHTHALATES. THE STUDY WILL EVALUATE EXPOSURES IN RELATION TO NEUROBEHAVIOR DEVELOPMENT WITH ATTENTION TO THE POTENTIAL FOR SEX-SPECIFIC EFFECTS. ADDITIONALLY, THEY WILL EXAMINE HOW PRENATAL TOXICANT EXPOSURES RELATE TO 3RD TRIMESTER FETAL BRAIN IMAGING FEATURES, AND THEIR TRAJECTORIES OF DEVELOPMENT POSTNATALLY USING POSTNATAL IMAGING SCANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_84021901_6800"}, {"internal_id": 133967756, "Award ID": "84020901", "Award Amount": 1341123.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-13", "CFDA Number": "66.509", "Description": "THIS RESEARCH SEEKS TO DEVELOP AN INNOVATIVE INTEGRATIVE APPROACH, WHICH FUSES ANALYTICAL, COMPUTATIONAL, OBSERVATIONAL, AND STATISTICAL METHODS, TO ESTIMATE DUST/SOIL INGESTION RATES OF CHILDREN AGED 6 MONTHS THROUGH 6 YEARS WITH DEMOGRAPHIC AND ENVIRONMENTAL VARIABILITIES. THIS PROJECT WILL PROVIDE EXPOSURE SCIENTISTS WITH A HYBRID APPROACH TO ESTIMATE THE DUST/SOIL INGESTION RATE IN A DEFENSIBLE AND ACCURATE MANNER AND WILL PROVIDE HEALTH AND RISK ASSESSORS TABULATED, STRATIFIED ESTIMATES OF DUST/SOIL INGESTION RATES FOR SUBGROUPS OF CHILDREN OF INTEREST AND A HOLISTIC COMPUTATIONAL TOOL FOR POPULATION-OR SITE-SPECIFIC ASSESSMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_84020901_6800"}, {"internal_id": 136858822, "Award ID": "84020801", "Award Amount": 1342099.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-28", "CFDA Number": "66.509", "Description": "RESEARCHERS WILL APPLY NEW TECHNOLOGIES IN BOTH DUST AND URINE ANALYSIS TO DETERMINE CHILD-SPECIFIC DUST INGESTION RATES, UNDER AN EXPERIMENTAL DESIGN THAT INCLUDES MULTIPLE GEOGRAPHIC AND SOCIOECONOMIC STATUS (SES) GROUPS. KEY OUTCOMES WILL BE TO: IDENTIFY A SET OF COMPOUNDS THAT SERVE AS OPTIMAL TRACERS OF DUST INGESTION THAT CAN EASILY BE APPLIED IN FUTURE MONITORING; ILLUSTRATE GEOGRAPHIC AND SES-BASED DIFFERENCES IN CHILDREN'S DUST INGESTION RATES AND CHEMICAL EXPOSURES; MEASURE DUST CONCENTRATIONS AND OVERALL CHEMICAL EXPOSURES FOR CHILDREN IN GEOGRAPHIC AND SES GROUPS NOT FREQUENTLY STUDIED; AND SIGNIFICANTLY IMPROVE RISK ASSESSMENT CALCULATIONS INVOLVING DUST INGESTION BY CHILDREN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_84020801_6800"}, {"internal_id": 137809595, "Award ID": "84020701", "Award Amount": 337616.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-23", "CFDA Number": "66.509", "Description": "THIS PROPOSAL FOCUSES ON DEVELOPING AN ECOLOGICAL RISK ASSESSMENT FOR THE RELEASE OF A FULL SYNTHETIC MICROBIAL CELL (A SUBSET OF ALL SYNBIO ORGANISMS) INTO AN ENVIRONMENTAL MATRIX BY DEVELOPING THE BIOINFORMATIC TOOL ECOGENORISKSYNTHETIC BIOLOGICAL (SYNBIO) PRODUCTS POSE A UNIQUE CHALLENGE FOR EFFECTIVE ASSESSMENT AND MITIGATION OF RISKS. UNLIKE THE HANDLING OF CHEMICAL AGENTS, SELECT SYNBIO PRODUCTS MAINTAIN THE ABILITY TO ACTIVELY REPLICATE WITHIN THE ENVIRONMENT, COMPOUNDING ON THE MASS AND LOCATIONS REQUIRED TO MANAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_84020701_6800"}, {"internal_id": 138794855, "Award ID": "84020601", "Award Amount": 449213.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-06", "CFDA Number": "66.509", "Description": "THE OVERARCHING GOAL OF THIS PROJECT IS TO UNDERSTAND, PREDICT, AND CONTROL THE RELATIONSHIPS BETWEEN NATURAL SOIL MICROBIAL COMMUNITIES (SMCS) AND GENETICALLY ENGINEERED MICROBES (GEMS). SPECIFICALLY, THIS PROJECT WILL APPLY CURRENT UNDERSTANDING OF THE COMPOSITION OF NATURAL SMCS TO CREATE LABORATORY MODEL SMCS TO MEASURE THE SURVIVAL AND PERSISTENCE OF GEMS. ADDITIONALLY, THE PROJECT WILL ASSESS THE CAPACITY OF DOMINANT SMC PHYLOTYPES TO CONTROL THE SURVIVAL AND PERSISTENCE OF GEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bac481d8-8176-16c9-516b-62b8e1e3041e-C", "generated_internal_id": "ASST_NON_84020601_6800"}, {"internal_id": 137646225, "Award ID": "84020501", "Award Amount": 744262.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-11", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL EVALUATE BIOCONTAINMENT OF GENETICALLY ENGINEERED MICROBES  (GEMS) IN ENVIRONMENTAL SYSTEMS AND GENERATE A NOVEL GEM KILL SWITCH RELEVANT TO BIOREMEDIATION. CONSISTENT WITH THE STATUTORY AUTHORITIES ABOVE, THIS PROJECT WILL DEVELOP FUNDAMENTAL SCIENTIFIC SCREENING AND MONITORING TECHNIQUES, AS IN SUBSECTIONS (C) AND (D), TO BETTER UNDERSTAND, ASSESS AND MITIGATE ENVIRONMENTAL RISKS OF WHILE ADVANCING RESEARCH ON THE RELIABILITY OF SUCH TECHNIQUES, AND IMPROVEMENTS ON MONITORING OF GEMS, PARTICULARLY FOR BROADLY USED BIOREMEDIATION APPLICATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_84020501_6800"}, {"internal_id": 137809601, "Award ID": "84020401", "Award Amount": 749887.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-29", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL DEVELOP A ROBUST, DATA-DRIVEN MODELING FRAMEWORK THAT WILL ACCURATELY PREDICT THE OUTCOME OF A PRECISION GUIDED SYNTHETIC STERILE INSECT TECHNIQUE (PGSIT) TECHNOLOGY AIMED TO ELIMINATE THE AEDES AEGYPTI MOSQUITO VECTOR RESPONSIBLE FOR DENGUE OUTBREAKS IN THE HAWAII REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_84020401_6800"}, {"internal_id": 137646226, "Award ID": "84020301", "Award Amount": 759980.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-11", "CFDA Number": "66.509", "Description": "THIS PROJECT COMBINES METAGENOMIC TECHNIQUES WITH MICROBIAL CULTURE METHODS TO CONDUCT MICROBIAL SOURCE TRACKING, POPULATE A BIOINFORMATICS LIBRARY, AND MONITOR GENETICALLY RECODED ORGANISMS IMPACTS ON NATURAL FRESHWATER MICROBIAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_84020301_6800"}, {"internal_id": 137809555, "Award ID": "84020201", "Award Amount": 1349566.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-21", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL ELUCIDATE DETERMINANTS OF INDOOR DUST INGESTION IN 6- TO 24-MONTH-OLD INFANTS. RESEARCHERS WILL TEST IF THE FREQUENCY AND CHARACTERISTICS OF INDOOR DUST AND NON-DUST MOUTHING EVENTS CHANGE WITH AGE AND MOTOR DEVELOPMENT STAGE FOR DIFFERENT MICRO-ENVIRONMENTS, AND HOW HOME CHARACTERISTICS AND DEMOGRAPHIC FACTORS AFFECT INDOOR DUST MASS LOADING AND DUST TOXICANT CONCENTRATION. THE PROJECT ALSO EXAMINES HOW DUST TRANSFER IS INFLUENCED BY DUST PROPERTIES, SURFACE FEATURES, AND CONTACT DYNAMICS; AND CONTRIBUTIONS OF DEVELOPMENTAL, BEHAVIORAL, AND SOCIO-ENVIRONMENTAL FACTORS TO DUST AND TOXICANT-RESOLVED DUST INGESTION RATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a393a49-766e-9cd8-5c8e-3e7c437ef8f0-C", "generated_internal_id": "ASST_NON_84020201_6800"}, {"internal_id": 137809552, "Award ID": "84020101", "Award Amount": 1340704.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-21", "CFDA Number": "66.509", "Description": "RESEARCHERS WILL PERFORM STUDIES TO QUANTIFY DUST LOADING ON CHILDRENS HANDS AND INDOOR HOME SURFACES AND WILL ALSO DELIVER A HOUSEHOLD DUST SURVEY TO FAMILIES FOR ANALYSIS OF KEY VARIABLES INFLUENCING DUST LOADING ON CHILDRENS HANDS AND IN HOMES AND INGESTION RATES. BY COLLECTING CHILDRENS HAND CONTACT AND MOUTHING ACTIVITIES IN HOMES THROUGH VIDEO METHODS, RESEARCHERS WILL EXPAND THE DATABASE OF CHILDRENS MICRO-ACTIVITIES TO INCLUDE KEY ENVIRONMENTS, LOCATIONS, AND SOCIODEMOGRAPHIC GROUPS. FINALLY, RESEARCHERS WILL ENHANCE AN EXISTING MODEL TO CAPTURE ADDITIONAL SOIL/DUST PATHWAYS FOR CHILDRENS DERMAL AND NON-DIETARY INGESTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_84020101_6800"}, {"internal_id": 138794769, "Award ID": "84020001", "Award Amount": 1350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "66.509", "Description": "RESEARCHERS WILL ASSESS DUST AND SOIL EXPOSURES FOR CHILDREN AGES SIX MONTHS TO SIX YEARS VIA MACRO-AND MICRO-ACTIVITY PATTERN AND TRACER STUDIES. RESEARCHERS WILL CREATE A NOVEL, INTEGRATED TOOLSET BASED ON MAJOR INNOVATIONS IN ACTIVITY PATTERNS AND TRACER STUDIES THAT WILL ADDRESS ALL FOUR KEY COMPONENTS NEEDED TO QUANTIFY CHILDREN&RSQUOANDS SOIL AND DUST EXPOSURE. THIS PROPOSED WORK WILL YIELD NOVEL INSIGHTS NECESSARY TO REFINE AND INCREASE CONFIDENCE IN SOIL AND DUST INGESTION ESTIMATES FOR YOUNG CHILDREN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_84020001_6800"}, {"internal_id": 137627070, "Award ID": "84019901", "Award Amount": 1217193.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-03", "CFDA Number": "66.509", "Description": "THIS PROJECT AIMS TO IMPLEMENT AN INNOVATIVE METHODOLOGY BASED ON NON-TARGETED SCREENING APPROACH TO IDENTIFY SPECIFIC TRACERS OF DUST AND SOIL EXPOSURE. RESEARCHERS WILL COMBINE THIS WITH RELEVANT INFORMATION ON CHILDREN'S BEHAVIOR AND OTHER CHARACTERISTICS TO PROVIDE A MORE ACCURATE ESTIMATE OF SOIL AND DUST INGESTION RATES. THE STUDY INCLUDES FAMILIES WITH CHILDREN FROM 6 MONTHS TO 6 YEARS. RESEARCHERS WILL CONDUCT SURVEYS/INTERVIEWS AND COLLECT ENVIRONMENTAL/BIOLOGICAL SAMPLES TO IDENTIFY HEALTH RISKS ASSOCIATED WITH CHEMICAL EXPOSURE TO YOUNG CHILDREN VIA SOIL AND DUST INGESTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_84019901_6800"}, {"internal_id": 137809550, "Award ID": "84019801", "Award Amount": 1345022.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-17", "CFDA Number": "66.509", "Description": "THE GOAL OF THIS PROJECT IS TO UNDERSTAND AND MITIGATE THE CURRENT AND POSSIBLE FUTURE SOIL HEAVY METAL AND METALLOID AND OTHER CHEMICAL CONTAMINANT EXPOSURE AMONG CHILDREN IN WEST ATLANTA BY ESTIMATING CHILDRENS SOIL INGESTION RATES. USING TARGETED AND NON-TARGETED SOIL ANALYSES, RESEARCHERS WILL CREATE A DETAILED MAP SHOWING THE SOIL ABUNDANCES OF LEAD AND OTHER CHEMICAL CONTAMINANTS IN WEST ATLANTA, WHERE HIGH CONTAMINATION WAS RECENTLY FOUND. CHILDRENS EXPOSURE TO LEAD AND OTHER CHEMICALS WILL ALSO BE QUANTIFIED USING SURVEY DATA AND BIOLOGICAL SAMPLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_84019801_6800"}, {"internal_id": 116061010, "Award ID": "84018101", "Award Amount": 799952.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-04", "CFDA Number": "66.509", "Description": "PRIVATE WELLS ARE THE DRINKING WATER SOURCE FOR OVER 43 MILLION U.S. HOUSEHOLDS AND ARE VULNERABLE TO CONTAMINATION FROM ENVIRONMENTAL HAZARDS DURING SEVERE WEATHER, ESPECIALLY THOSE HOUSEHOLDS NEAR CONTAMINATED SITES. THIS PROJECT WILL ASSESS THE IMPACTS OF EXPOSURE TO CONTAMINATED GROUNDWATER ON BIRTH OUTCOMES. RESEARCHERS WILL SYNTHESIZE SOIL, HYDROLOGICAL, METEOROLOGICAL AND BUILT INFRASTRUCTURE DATA ALONGSIDE A STATEWIDE DATABASE OF PRIVATE WELL TESTING TO PREDICT CONTAMINATION EVENTS USING ECONOMETRIC AND MACHINE LEARNING TECHNIQUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_84018101_6800"}, {"internal_id": 108315148, "Award ID": "84009001", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL OPTIMIZE THE IMPLEMENTATION OF NUTRIENT TREATMENT TECHNOLOGIES AND MANAGEMENT PRACTICES GUIDED DIRECTLY BY THE ECOLOGICAL RESPONSE OF THE WATERSHED (I.E., ALGAL PRODUCTION) FOR EFFECTIVE HARMFUL ALGAL BLOOM CONTROL. THE RESEARCH AIMS TO DEVELOP A HOLISTIC ASSESSMENT FRAMEWORK FOR EVALUATING EXISTING AND EMERGING NUTRIENT MANAGEMENT TECHNOLOGIES/STRATEGIES AS WELL AS INTEGRATE HYDRO-ECOLOGICAL MODELS OF TEMPORAL ALGAE PRODUCTION WITH NUTRIENT MANAGEMENT OPTIMIZATION MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_84009001_6800"}, {"internal_id": 108315049, "Award ID": "84008801", "Award Amount": 999377.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-31", "CFDA Number": "66.509", "Description": "THE OVERALL PROJECT GOAL IS TO DEVELOP AND SCALE UP AN INNOVATIVE BIOREACTOR AND BIOCHAR-SORPTION-CHANNEL (B2) TREATMENT SYSTEM TO EFFECTIVELY CAPTURE NUTRIENTS FROM SUBSURFACE DRAINAGE WATER, RECYCLE NUTRIENT-CAPTURED BIOCHARS AS A SLOW-RELEASE FERTILIZER, AND KEEP NUTRIENTS IN THE CLOSED AGRICULTURAL LOOP. THIS PROJECT WILL OFFER AN INNOVATIVE, FEASIBLE, AND COST-EFFECTIVE PRACTICE TO MITIGATE NUTRIENT POLLUTION IN WATERSHEDS FROM AGRICULTURAL FIELDS, IMPROVE WATER QUALITY, AND THEREBY DIMINISH THE OCCURRENCE OF HARMFUL ALGAL BLOOMS (HABS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_84008801_6800"}, {"internal_id": 109197635, "Award ID": "84008701", "Award Amount": 999996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "66.509", "Description": "THE RECIPIENT WILL DEVELOP AND ACCELERATE THREE INNOVATIVE HIGH-FLOW WATER TREATMENT TECHNOLOGIES THAT CAN REMOVE PHOSPHORUS TO ULTRALOW LEVELS. THE RECIPIENT WILL ANALYZE LOW-PHOSPHOROUS REACTIVE FILTRATION TECHNOLOGY AND DEVELOP NEW PHOSPHOROUS FILTRATION TECHNOLOGY. THEIR INNOVATIVE WATER TECHNOLOGIES WILL REMOVE >99% OF TOTAL PHOSPHORUS TO NUTRIENT LEVELS LOW ENOUGH TO HEAL ALGAE IMPACTED NATURAL WATERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_84008701_6800"}, {"internal_id": 108315048, "Award ID": "84008601", "Award Amount": 999670.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-31", "CFDA Number": "66.509", "Description": "THIS PROJECT PROPOSES TO IMPROVE FULL-SCALE APPLICATIONS OF SHORTCUT NITROGEN REMOVAL PROCESSES BY INCREASING NITRITE AVAILABILITY FOR ANAEROBIC AMMONIUM OXIDIZING BACTERIA (ANAMMOX) IN MAINSTREAM SYSTEMS. WITH THE OPPORTUNITY FOR INNOVATIVE FULL-SCALE PROCESS DEPLOYMENT OVER THE TIMEFRAME OF THIS THREE-YEAR PROJECT, THE PROJECT INCLUDES A UTILITY ADVISORY COMMITTEE (UAC) ENGAGING TECHNICAL REPRESENTATIVES FROM 8 PROGRESSIVE UTILITIES IN HAB HOTSPOT REGIONS INCLUDING THE GREAT LAKES, MIDWEST, AND FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aafe99c-6bed-fd7a-9432-9ae90be0d9c8-C", "generated_internal_id": "ASST_NON_84008601_6800"}, {"internal_id": 108315149, "Award ID": "84008501", "Award Amount": 687660.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-31", "CFDA Number": "66.509", "Description": "THE PROJECT AIMS TO DEVELOP A NOVEL TECHNOLOGY THAT WILL PREVENT HARMFUL ALGAL BLOOMS IN WATERING PONDS. THE RESEARCH INVOLVES THE SYNTHESIS OF EIGHT CANDIDATE MAGNESIUM-ALUMINUM OXIDE AND MAGNESIUM-IRON OXIDE SORBENT MEDIAS FOR THE UPTAKE OF UREA, AMMONIUM, PHOSPHATE, AND NITRATE IONS. THE TECHNOLOGY WILL ALLOW FOR THE ABSORBED NUTRIENTS TO BE USED AS A TIME-RELEASE FERTILIZER. THE GOAL WILL BE TO CREATE A SUSTAINABLE SOLUTION FOR THE PREVENTION OF HARMFUL ALGAL BLOOMS AND REDUCE THE ENVIRONMENTAL AND FINANCIAL COSTS ASSOCIATED WITH FERTILIZER PRODUCTION AND DECONTAMINATION OF PONDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_84008501_6800"}, {"internal_id": 109197644, "Award ID": "84008401", "Award Amount": 800486.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-03", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL ADDRESS THE GROWING CONCERNS CAUSED BY HARMFUL ALGAL BLOOMS (HABS) BY DEVELOPING A ROBUST, ENVIRONMENTALLY-SUSTAINABLE, AND WIDELY APPLICABLE NUTRIENT REMOVAL/RECOVERY TECHNOLOGY BASED ON A MINERAL-HYDROGEL COMPOSITE. THE COMPOSITE WILL BE OPTIMIZED TO ACHIEVE A TARGET NUTRIENT REMOVAL PERFORMANCE AND VALIDATED WITH REGARDS TO ITS PERFORMANCE AND EFFECTS ON MODEL ALGAL ECOSYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_84008401_6800"}, {"internal_id": 103141606, "Award ID": "84008301", "Award Amount": 999999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-10", "CFDA Number": "66.509", "Description": "THE PROPOSED PROJECT WILL DEMONSTRATE THE EFFECTIVENESS OF FARM RUNOFF TREATMENT SYSTEMS IN REDUCING NUTRIENT DISCHARGES TO COASTAL WATERWAYS AND PROVIDE A BLUEPRINT FOR SCALING-UP TREATMENT SYSTEMS WITHIN TWO KEY AGRICULTURAL WATERSHEDS OF THE MONTEREY BAY, CA. IN ADDITION, THIS PROJECT WILL EXAMINE THE POTENTIAL LINK BETWEEN AGRICULTURAL NUTRIENT DISCHARGES AND THE GROWTH OF HARMFUL ALGAL BLOOMS (HABS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "265ef913-7aeb-4f28-cb7f-4c9ede8dfbb7-C", "generated_internal_id": "ASST_NON_84008301_6800"}, {"internal_id": 98174278, "Award ID": "84004601", "Award Amount": 799928.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-11", "CFDA Number": "66.509", "Description": "NATURAL DISASTERS CAN SUBSTANTIALLY INCREASE POLLUTANT RELEASES FROM INDUSTRIAL FACILITIES, OFTEN LOCATED IN VULNERABLE COMMUNITIES. THIS PROJECT AIMS TO IMPROVE THE RESILIENCE OF AN UNDERSERVED COMMUNITY IN HOUSTON TO HURRICANE/FLOOD-INDUCED RELEASES OF METALS AND VOCS. RESEARCHERS WILL CHARACTERIZE THE POTENTIAL FOR HURRICANES/FLOODS TO CAUSE RELEASES OF POLLUTANTS FROM STORAGE FACILITIES, AS WELL AS NON-CHEMICAL STRESSORS IN THE NEIGHBORHOOD. RESEARCHERS WILL ALSO IDENTIFY INFRASTRUCTURE SOLUTIONS TO REDUCE RISKS FROM POLLUTANTS RELEASED BY INDUSTRIAL FACILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44913900-e35a-479d-fd2b-81775f5f37a7-C", "generated_internal_id": "ASST_NON_84004601_6800"}, {"internal_id": 98174295, "Award ID": "84004501", "Award Amount": 798193.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-11", "CFDA Number": "66.509", "Description": "THIS PROJECT AIMS TO UNDERSTAND HOW FLOODING CAUSED BY HURRICANES INFLUENCES DISTRIBUTION OF PFAS AND HOW SOCIETAL FACTORS CAN EXACERBATE IMPACTS OF PFAS EXPOSURE. RESEARCHERS WILL CHARACTERIZE PFAS SPECIES DIVERSITY AND CONCENTRATION RANGES IN WATER, SOIL, SEDIMENTS, AND BIOLOGICAL SAMPLES BEFORE AND IMMEDIATELY AFTER A FLOODING EVENT. RESEARCH WILL DESIGN A SIMULATION MODEL TO FORECAST PFAS TRANSPORT AND RISK EXPOSURE OF DIFFERENT COMMUNITIES AFTER FLOODING EVENTS. RESEARCHERS WILL ALSO BUILD COMMUNITY RESILIENCE TO REDUCE EXPOSURE AND POSSIBLE HEALTH EFFECTS OF PFAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_84004501_6800"}, {"internal_id": 98174280, "Award ID": "84004101", "Award Amount": 799756.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-02", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL DEVELOP A GENERALIZABLE AND COMPREHENSIVE RISK ANALYSIS FRAMEWORK THAT LINKS NATURAL HAZARDS AND CHANGING ENVIRONMENTAL CONDITIONS TO THE RELEASE, FATE, AND TRANSPORT OF CONTAMINANTS. RESEARCHERS WILL DEVELOP A SYSTEMS MODEL THAT WILL PROVIDE COMMUNITIES THE CAPACITY TO CHARACTERIZE RISKS THAT RESULT FROM INTERACTIONS ACROSS NATURAL, TECHNOLOGICAL, AND SOCIOECONOMIC SYSTEMS. COLLABORATION WITH COMMUNITY PARTNERS WILL ENABLE TRANSLATION OF MODELS INTO IMPROVED COMMUNITY READINESS AND RESILIENCE TO NATURAL DISASTER DRIVEN CONTAMINANT EXPOSURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_84004101_6800"}, {"internal_id": 98566356, "Award ID": "84004001", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-17", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL INTRODUCE COMMUNITY-BASED RISK REDUCTION EFFORTS AIMED TO DECREASE RISK AND INCREASE THE RESILIENCE OF VULNERABLE OLDER POPULATIONS IN PUERTO RICO FOLLOWING FLOODING EVENTS. RESEARCHERS WILL MODEL WASTEWATER CONTAMINANTS IN FLOODING EVENTS TO IDENTIFY HOTSPOTS OF CONTAMINANTS AND THEIR PROXIMITY TO VULNERABLE, OLDER ADULT POPULATIONS. RESEARCHERS WILL ALSO DETERMINE WHAT MODIFYING PSYCHOSOCIAL FACTORS MAY AFFECT THE VULNERABILITY OF OLDER ADULTS TO RISK POSED BY CONTAMINANT EXPOSURE. RESULTS WILL PROVIDE SPATIAL INFORMATION ON MULTIPLE RISK FACTORS ASSOCIATED WITH FLOODING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_84004001_6800"}, {"internal_id": 103141600, "Award ID": "84003901", "Award Amount": 799999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-01", "CFDA Number": "66.509", "Description": "THIS PROJECT AIMS TO ANALYZE AND COMMUNICATE THE POTENTIAL IMPACTS OF COASTAL FLOODING OF CONTAMINATED SITES ON VULNERABLE COMMUNITIES. RESEARCHERS WILL DERIVE AREA-LEVEL MEASURES OF BIOLOGICAL SUSCEPTIBILITY AND SOCIAL VULNERABILITY TO CHARACTERIZE THE VULNERABILITY OF COMMUNITIES LIVING NEAR TO SITES WITH EXCESS RELEASES. RESEARCHERS WILL ALSO DEVELOP ACCESSIBLE, BILINGUAL ONLINE MAPPING AND DATA VISUALIZATION TOOLS AND IN-PERSON ROUNDTABLES IN THREE AT-RISK COASTAL COMMUNITIES ON THE EAST, WEST, AND GULF COASTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3231cda5-201a-6da0-de9e-e9810a848983-C", "generated_internal_id": "ASST_NON_84003901_6800"}, {"internal_id": 98566360, "Award ID": "84003301", "Award Amount": 799997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-22", "CFDA Number": "66.509", "Description": "THE PROJECT INVOLVES A STUDY OF GUT AND BLOOD-BRAIN-BARRIER PERMEABILITY TO 100 DIVERSE CHEMICALS TO MAKE TWO PREDICTIVE MODELS: A MASS-BALANCE MODEL AND A QUANTITATIVE STRUCTURE-ACTIVITY RELATIONSHIP (QSAR) MODEL. THE NEW PHARMACOKINETIC DATA WILL THEN PARAMETERIZE A PHYSIOLOGICALLY-BASED TOXICOKINETIC MODEL & BE VALIDATED AGAINST BIODISTRIBUTION DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_84003301_6800"}, {"internal_id": 103141573, "Award ID": "84003201", "Award Amount": 799993.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-08", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL ESTABLISH METHODS WITHIN A RISK-BASED DECISION FRAMEWORK FOR USING NEW APPROACH METHODOLOGIES (NAMS) BY INTEGRATING NEW BIOLOGICAL (I.E. TISSUE CHIPS), ANALYTICAL, AND COMPUTATIONAL MODELING METHODS FOR DATA-DRIVEN IN VITRO ' IN VIVO EXTRAPOLATIONS (IVIVE). THE DATA-DRIVEN TOXICOKINETIC MODELING DEVELOPED WILL BE TESTED WITH A WIDE RANGE OF CHEMICAL COMPOUNDS AND CHEMICAL MIXTURES DEVISED TO MODEL REALISTIC REAL-WORLD EXPOSURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44913900-e35a-479d-fd2b-81775f5f37a7-C", "generated_internal_id": "ASST_NON_84003201_6800"}, {"internal_id": 103141544, "Award ID": "84003101", "Award Amount": 790352.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL FILL A FUNDAMENTAL GAP ON ORGAN-ON-A-CHIP TOXICITY SCREENING DEVICES TO ASSESS HOW CHEMICAL TO DEVICE SUBSTRATE CONTACT AFFECT THEIR TOXICOKINETICS. A QUANTITATIVE STRUCTURE-PROPERTY RELATIONSHIP (QSPR) MODEL WILL BE DEVELOPED TO PREDICT CHEMICAL-POLYDIMETHYLSILOXANE (PDMS) INTERACTIONS. AFTER INITIAL TESTING OF A SET OF 54 CHEMICALS, THE NEW QSPR MODEL WILL BE USED TO PREDICT SEQUESTRATION INTO PDMS FOR A WIDER SET OF CHEMICALS AND SHOULD ENABLE PROSPECTIVE TOXICOKINETIC MODELING FOR ANY CHEMICAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a536007-27e4-2194-a125-f4b8c55294db-C", "generated_internal_id": "ASST_NON_84003101_6800"}, {"internal_id": 98566329, "Award ID": "84002901", "Award Amount": 799999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-17", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL DETERMINE THE METABOLIC ACTIVITIES OF KEY XENOBIOTIC-METABOLIZING ENZYMES IN TRANSGENIC KNOCKOUT ZEBRAFISH, OFTEN USED IN TOXICITY ASSESSMENTS. PARENT AND PRIMARY METABOLITE PROFILES FOR TOP HIT COMPOUNDS WILL BE DETERMINED, AND MORE DETAILED KINETIC ASSAYS WILL BE PERFORMED ON THEM. A NOVEL MULTIPLEXED MULTIDIMENSIONAL GCXGC-MS IDENTIFICATION WILL CHARACTERIZE THE METABOLITE PROFILES FOR SELECTED INDIVIDUAL COMPOUNDS, AND WILL BE USABLE FOR OTHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d58d39e4-6409-a345-5693-a1b65cfc206c-C", "generated_internal_id": "ASST_NON_84002901_6800"}, {"internal_id": 103141546, "Award ID": "84002701", "Award Amount": 790441.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-08", "CFDA Number": "66.509", "Description": "THE PROJECT WILL DETERMINE THE BIDIRECTIONAL PERMEABILITY OF MARKER COMPOUNDS TO DETERMINE THE PERMEATION OF 50 KNOWN ENVIRONMENTAL TOXICANTS. THEY WILL INTEGRATE A HUMAN CELL-BASED MODEL OF THE BLOOD-BRAIN BARRIER TO MEASURE COMPOUND PERMEABILITY. THEIR PHYSIOLOGICAL-BASED PHARMACOKINETIC (PBPK) MODELS WILL IMPROVE ACCURACY IN PREDICTING DOSES OF CONCERN OF CHEMICALS THAT CAUSE PERTURBATIONS IN BRAIN CELL-BASED ASSAYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_84002701_6800"}, {"internal_id": 98566345, "Award ID": "84001401", "Award Amount": 785010.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-24", "CFDA Number": "66.509", "Description": "THE GOAL OF THE PROPOSED RESEARCH IS TO IMPROVE CURRENTLY EXISTING CHEMICAL MECHANISMS USED IN THE GEOS-CHEM MODEL FOR AIR QUALITY SIMULATION AND ITS IMPLICATIONS. THE OBJECTIVES ARE TO IMPLEMENT A COMMON FRAMEWORK FOR GEOS-CHEM CHEMICAL MECHANISMS; IMPROVE EXISTING MECHANISMS FOR AEROSOL, HALOGENS, MERCURY AND ISOPRENE CHEMISTRY; INCREASE COMPUTATIONAL SPEED USING ADAPTIVE REDUCTION AND MACHINE-LEARNING TECHNIQUES; AND APPLY THE UPDATED MODEL TO ESTIMATE BACKGROUND INFLUENCES AND INTERFERENCES ON AIR QUALITY MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c727a6e-aeb7-b7bb-b622-36f566d604a5-C", "generated_internal_id": "ASST_NON_84001401_6800"}, {"internal_id": 103141589, "Award ID": "84001301", "Award Amount": 799699.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-01", "CFDA Number": "66.509", "Description": "THE PRIMARY OUTCOME OF THIS RESEARCH WILL BE THE DEVELOPMENT OF AN ALGORITHM AND ASSOCIATED TOOL TO GENERATE ACCURATE AND SIMPLIFIED CHEMICAL MECHANISMS USED IN AIR QUALITY MODELS. SPECIFIC FOCUS OF THIS WORK WILL BE ON THE GAS-PHASE CHEMISTRY OF ISOPRENE. THE PROJECT IS EXPECTED TO LEAD TO IMPROVED UNDERSTANDING OF ISOPRENE CHEMISTRY AND MODELING OF AIR QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "527dc5e1-a727-1176-3f89-8c897c34dd95-C", "generated_internal_id": "ASST_NON_84001301_6800"}, {"internal_id": 98174268, "Award ID": "84001201", "Award Amount": 399469.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-05", "CFDA Number": "66.509", "Description": "THE OBJECTIVE OF THIS PROJECT WILL TO DEVELOP CHEMICAL MECHANISMS THAT ARE ACCURATE AND COMPUTATIONALLY EFFICIENT FOR USE IN AIR QUALITY MODELS. THE PROJECT WILL FOCUS ON APPLYING MACHINE LEARNING NEURAL NETWORK-BASED TECHNIQUES FOR CREATING CHEMICAL MECHANISMS THAT OVERCOME COMPUTATIONAL BARRIERS. THE RESEARCH IS EXPECTED TO LEAD TO MUCH FASTER ALGORITHMS FOR SIMULATING ATMOSPHERIC CHEMISTRY IN AIR QUALITY MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_84001201_6800"}, {"internal_id": 98566325, "Award ID": "84001101", "Award Amount": 796885.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-24", "CFDA Number": "66.509", "Description": "THE OBJECTIVE OF THE PROPOSED PROJECT IS TO DEVELOP A DIAGNOSTIC SOFTWARE PACKAGE, BASED ON MACHINE LEARNING, TO IDENTIFY THE KEY ELEMENTS OF A CHEMICAL MECHANISM TO AID THE FUTURE DEVELOPMENT OF AIR QUALITY MODELS (AQMS); AS WELL AS TO CREATE A CHEMICAL MECHANISM EMULATOR THAT CAN BE USED AS AN ALTERNATIVE, COMPUTATIONALLY INEXPENSIVE METHOD TO SIMULATE ATMOSPHERIC CHEMISTRY. THIS PROJECT AIMS TO GREATLY SIMPLIFY APPLICATION-SPECIFIC MODEL DEVELOPMENT, AS WILL BE DEMONSTRATED USING THE REGIONAL CMAQ AND GLOBAL GEOS-CHEM AIR QUALITY MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_84001101_6800"}, {"internal_id": 98174267, "Award ID": "84001001", "Award Amount": 396135.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "66.509", "Description": "THIS RESEARCH IS EXPECTED TO LEAD TO TWO GREATLY IMPROVED CHEMICAL MECHANISMS THAT ARE COMMONLY USED FOR ATMOSPHERIC RESEARCH AND AN IMPROVED UNDERSTANDING OF THE KEY VOLATILE ORGANIC COMPOUNDS CONTRIBUTING TO OZONE FORMATION IN U.S. URBAN AREAS. THE SPECIFIC FOCUS OF THE PROJECT WILL BE ON ADDING GAS-PHASE CHEMISTRY OF ORGANIC COMPOUNDS EMITTED FROM VOLATILE CHEMICAL PRODUCTS (VCPS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_84001001_6800"}, {"internal_id": 98174294, "Award ID": "84000801", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "66.509", "Description": "THE GOAL OF THE PROPOSED RESEARCH IS TO IMPROVE THE CHEMICAL MECHANISM REPRESENTATION OF SECONDARY ORGANIC AEROSOL (SOA) FORMATION FROM OXYGENATED VOLATILE ORGANIC COMPOUNDS (VOCS) IN BIOMASS BURNING AND VOLATILE CHEMICAL PRODUCTS (VCP) SOURCES. THIS PROPOSAL HYPOTHESIZES THAT THE INCLUSION OF OXYGENATED VOCS, PARTICULARLY PHENOLS, FURANS, GLYCOLS, AND GLYCOL ETHERS, IN CHEMICAL MECHANISMS WILL IMPROVE PREDICTIONS OF SOA FORMATION AND PROPERTIES BY AIR QUALITY MODELS (AQMS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_84000801_6800"}, {"internal_id": 98174259, "Award ID": "84000701", "Award Amount": 784743.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "66.509", "Description": "THE PRIMARY OUTCOMES OF THIS PROJECT WILL BE IMPROVEMENT OF DATA AND TOOLS USED FOR GENERATING EXPLICIT AND DETAILED CHEMICAL MECHANISMS.  SPECIFIC FOCUS OF THIS WORK WILL BE ON ATMOSPHERIC CHEMISTRY OF AIR POLLUTANTS FROM EMERGING SOURCES, SUCH AS WILDLAND FIRES AND VOLATILE CONSUMER PRODUCTS.  THE UPDATED DATA AND TOOLS ARE EXPECTED TO LEAD TO A GREATLY IMPROVED UNDERSTANDING OF ATMOSPHERIC CHEMISTRY AND IMPROVED AIR QUALITY MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_84000701_6800"}, {"internal_id": 97880202, "Award ID": "84000601", "Award Amount": 798234.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-29", "CFDA Number": "66.509", "Description": "THE PROJECT WILL UPDATE THE CHEMICAL MECHANISMS RELATED TO DINITROGEN PENTOXIDE (N2O5) CHEMISTRY IN THE CMAQ AIR QUALITY MODEL AND USE THE IMPROVED CMAQ MODEL TO INVESTIGATE THE INFLUENCE OF N2O5 CHEMISTRY ON NOX, OZONE AND FINE PM.  THE RESEARCH WILL GENERATE PUBLICATIONS AND FINDINGS THAT LEAD TO IMPROVED UNDERSTANDING OF N2O5 CHEMISTRY AND ITS IMPACTS ON THE FORMATION, FATE, AND TRANSPORT OF NOX, OZONE, AND FINE PARTICULATE MATTER (PM), WHICH ARE AIR POLLUTANTS ASSOCIATED WITH ADVERSE HEALTH IMPACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_84000601_6800"}, {"internal_id": 98174223, "Award ID": "84000501", "Award Amount": 799667.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-08", "CFDA Number": "66.509", "Description": "THE PRIMARY OUTCOME OF THIS PROJECT WILL BE THE DEVELOPMENT OF A GENERAL, SCALABLE APPROACH TOWARDS THE CONSTRUCTION OF CHEMICAL MECHANISMS THAT REPRODUCE THE KEY PROPERTIES AND REACTIVITIES OF ORGANIC COMPOUNDS. THE SPECIFIC FOCUS OF THIS WORK WILL BE A FEW CLASSES OF ORGANIC SPECIES (ALKANES, MONOTERPENES, AND AROMATICS), AND THE STUDY OF THOSE SYSTEMS (E.G., MODEL-MEASUREMENT COMPARISONS, THE DEVELOPMENT OF REDUCED MECHANISMS) IS EXPECTED TO LEAD TO A GREATLY IMPROVED UNDERSTANDING OF THEIR CHEMISTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "959819d4-fcbb-189c-44a9-a2fc0644251a-C", "generated_internal_id": "ASST_NON_84000501_6800"}, {"internal_id": 82528871, "Award ID": "83967001", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-05", "CFDA Number": "66.509", "Description": "THE PROPOSAL INCORPORATES A SYSTEMATIC ANALYTICAL STRATEGY TO IDENTIFY AND QUANTIFY THE OCCURRENCE OF PER - AND POLYFLUOROALKYL SUBSTANCES (PFAS) IN LANDFILL LEACHATE, INVESTIGATING THE FATE OF PFAS PASSING THROUGH TYPICAL LANDFILL LINER SYSTEMS, TOOLS TO ESTIMATE PFAS MASS FLUX FROM LANDFILLS, AND A RELATIVELY NOVEL TREATMENT TECHNIQUE, I.E., ULTRA SONICATION, TO EXPLORE ITS EFFICACY IN DECOMPOSING PFAS FROM LANDFILL LEACHATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_83967001_6800"}, {"internal_id": 82528915, "Award ID": "83966001", "Award Amount": 498907.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-18", "CFDA Number": "66.509", "Description": "THE PROJECT DEVELOPS PRACTICAL STRATEGIES FOR REMOVING LEGACY AND EMERGING OF PER - AND POLYFLUOROALKYL SUBSTANCES (PFAS) FROM LEACHATE AND GROUNDWATER.  IT WILL IDENTIFY THE GOVERNING SOIL SORPTION AND DESORPTION MECHANISMS OF PFAS IN LANDFILL LEACHATE, INVESTIGATE THE BIODEGRADATION OF SORBED PRECURSOR COMPOUNDS OF PERFLUOROALKYL ACIDS (PFAAS), AND EXAMINE THE EFFECTS OF SORPTION HYSTERESIS. THIS PROJECT WILL ALSO INNOVATIVELY INTEGRATE AND ENHANCE COMMONLY USED WATER TREATMENT TECHNOLOGIES TO EFFECTIVELY AND PRACTICALLY REMOVE PFAS FROM THE WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68d490bf-5f8d-3201-20d6-3d2aa7ace51d-C", "generated_internal_id": "ASST_NON_83966001_6800"}, {"internal_id": 82528919, "Award ID": "83965001", "Award Amount": 899164.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-16", "CFDA Number": "66.509", "Description": "THE PROJECT PROPOSES TO ADVANCE ELECTRON BEAM (EBEAM) TECHNOLOGY AN INNOVATIVE APPROACH FOR ON-SITE REMEDIATION OF SHORT-CHAIN AND PERFLUOROALKYL SUBSTANCES CONTAMINATED GROUNDWATER, WASTEWATER EFFLUENT, SEWAGE SLUDGES, AND SOILS. THE OBJECTIVES ARE TO CHARACTERIZE AND QUANTIFY THE EFFECTIVENESS OF EBEAM TECHNOLOGY AT DEGRADING SHORT-CHAIN AND PERFLUOROALKYL SUBSTANCES IN PFAS CONTAMINATED GROUNDWATER, WASTEWATER, SEWAGE SLUDGES AND SOILS, AND TO PERFORM AN ECONOMIC AND TECHNOLOGY FEASIBILITY ANALYSES FOR A TRANSPORTABLE EBEAM TREATMENT TECHNOLOGY PLATFORM FOR EX-SITU PFAS REMEDIATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_83965001_6800"}, {"internal_id": 82528897, "Award ID": "83964001", "Award Amount": 899976.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-19", "CFDA Number": "66.509", "Description": "THIS RESEARCH PROJECT PROPOSES TO STUDY THE PRACTICAL AND INNOVATIVE METHODS TO DECREASE PER- AND POLY-FLUOROALKYL SUBSTANCES (PFAS) CONCENTRATIONS IN BOTH WASTEWATER TREATMENT PLANT (WWTP) EFFLUENT AND SLUDGE FROM WHICH BIOSOLID-BASED FERTILIZERS ORIGINATE BY TREATING INFLUENT INPUTS OF SMALLER VOLUME BUT HIGHER PFAS LOADS SUCH AS THE DEWATERING SOLUTION/FILTRATE (CENTRATE) RESULTING FROM THE DEWATERING OF SLUDGE THAT IS RECYCLED BACK INTO THE WWTP AND LANDFILL LEACHATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_83964001_6800"}, {"internal_id": 82528865, "Award ID": "83963001", "Award Amount": 458468.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-16", "CFDA Number": "66.509", "Description": "THE PROJECT AIMS TO ACHIEVE ASSESSMENT OF DEGRADATION KINETICS OF LEACHATE-RELEVANT POLY/PERFLUOROCARBOXYLIC USING CATALYSTSULTRAVIOLET IRRADIATION AND A SUSPENSION OF BI30(OH)(PO4)2 MICROPARTICLES (BOHP/UV). THE PROJECT WILL CONDUCT TRIALS OF LEACHATE TREATMENT IN AN INTEGRATED BOHP/UV REACTOR WITH CERAMIC ULTRAFILTRATION PRETREATMENT. THE PROJECT WILL PRODUCE FUNDAMENTAL INSIGHTS INTO THE BROADER TOPIC OF PHOTOCATALYTIC PFAS DEGRADATION, IN CONJUNCTION WITH A NEW APPROACH FOR PERFLUOROSULFONATE DESTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_83963001_6800"}, {"internal_id": 82528898, "Award ID": "83962001", "Award Amount": 898668.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-19", "CFDA Number": "66.509", "Description": "THE PROJECT PROPOSES TO STUDY THE PARTITIONING AND FATE OF PER- AND POLYFLUOROALKYL (PFAS) AND ITS PRECURSORS IN LANDFILL LEACHATE AND RELATED ENVIRONMENTAL MEDIA AT LANDFILL SITES AND TREATED LANDFILL LEACHATE; AND TO IDENTIFY THE SOURCES OF PFAS COMPOUNDS IN CURRENT US DOMESTIC WASTE STREAM USING LABORATORY-SCALE BATCH LEACHING, AND LANDFILL SIMULATION STUDIES. THE RESEARCH WILL PRODUCE IMPORTANT RESULTS SUCH AS A COMPREHENSIVE DATABASE OF PFAS, CHARACTERIZING THE DIFFERENT SPECIES, THEIR CONCENTRATIONS AND THEIR PRECURSORS IN DIFFERENT LANDFILL MEDIA AT DIFFERENT TYPES OF LANDFILL. .", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_83962001_6800"}, {"internal_id": 83285509, "Award ID": "83961001", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-09", "CFDA Number": "66.509", "Description": "THIS RESEARCH PROJECT PROPOSES TO BUILD A ROBUST DATASET FROM APPROXIMATELY 150 LANDFILLS TO CREATE A RELATIONAL DATABASE TO UNDERSTAND THE TYPES AND CONCENTRATIONS OF PER- AND POLYFLUOROALKYL (PFAS) THAT ARE LIKELY TO BE FOUND IN AND AROUND LANDFILLS TO UNDERSTAND THE KEY LANDFILL ATTRIBUTES THAT CONTRIBUTE TO RELEASE OF PFAS AND GROUNDWATER CONTAMINATION; TO STUDY WHETHER PFAS PROFILES CAN BE USED TO CHARACTERIZE DISPOSED WASTES AT LANDFILLS AND TO CHARACTERIZE TYPES OF PFAS SOURCES IN THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6eb5bc38-92b3-b67a-273b-51870dc8c2a0-C", "generated_internal_id": "ASST_NON_83961001_6800"}, {"internal_id": 82528896, "Award ID": "83960001", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-24", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL COLLECT LANDFILL GAS (LFG) SAMPLES FROM OVER 400 LANDFILLS ACROSS THE U.S. COVERING ALL CLIMATIC REGIONS. IMPORTANT OUTPUTS INCLUDE SCIENTIFIC INFORMATION REGARDING (1) WHETHER PFAS FROM LFG COULD BE A SIGNIFICANT SOURCE IN THE CONTEXT OF NATIONAL PFASS RELEASED TO THE ATMOSPHERE; (2) HOW PFAS CONCENTRATIONS ARE IMPACTED BY WASTE AGE TO BE ABLE TO PREDICT THE LONGEVITY OF THE MEASURED EMISSIONS; (3) WHETHER PFAS ARE RELEASED EARLY IN THE DECOMPOSITION CYCLE OR EVENLY THROUGHOUT THE DECOMPOSITION CYCLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_83960001_6800"}, {"internal_id": 82529035, "Award ID": "83950501", "Award Amount": 849277.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-11", "CFDA Number": "66.509", "Description": "THE MAIN GOAL OF THIS PROJECT IS TO DEVELOP A TESTING STRATEGY FOR DEVELOPMENT NEUROTOXICITY (DNT), WHICH CAN BE INCLUDED IN A DNT INTEGRATED APPROACHES TO TESTING AND ASSESSMENT (IATA). SIX KEY EVENTS OF NEURODEVELOPMENT AND THEIR PERTURBATION WILL BE ASSESSED IN ONE ESSAY. THIS RESEARCH WILL DEFINE A TESTING STRATEGY FOR DNT, WHICH COVERS SOME KEY PROCESSES OF NEURAL DEVELOPMENT AND CAN BE INTEGRATED INTO DNT IATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_83950501_6800"}, {"internal_id": 82528914, "Award ID": "83950401", "Award Amount": 850000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-26", "CFDA Number": "66.509", "Description": "THIS RESEARCH WILL DEVELOP AN APPROACH TO DYNAMICALLY ASSESS METABOLIC AND SIGNALING PROCESSES WITHIN AND BETWEEN BLOOD-BRAIN BARRIER (BBB) CELLS WITHOUT THE ETHICAL AND PRACTICAL LIMITATIONS POSED BY IN VIVO STUDIES OF ANIMALS OR THE LACK OF SENSITIVITY OBSERVED IN STANDARD CELL DEATH/MORPHOLOGY TOXICOLOGY ASSAYS IN CELL LINES. THE GOAL IS TO DEMONSTRATE THAT THE NEOROVASCULAR UNIT (NVU) IS A DRAMATICALLY IMPROVED MEANS TO UNDERSTAND THE MECHANISM OF ORGANOPHOSPHATE SUBVERSION OF BBB FUNCTION BY ASSESSING THE TOXICITY AND SIGNALING OF CHLORPYRIFOS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a536007-27e4-2194-a125-f4b8c55294db-C", "generated_internal_id": "ASST_NON_83950401_6800"}, {"internal_id": 82529036, "Award ID": "83950301", "Award Amount": 849988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-09", "CFDA Number": "66.509", "Description": "IMMORTALIZED CELL LINES WILL BE DEVELOPED TO INVESTIGATE THREE OBJECTIVES: 1) DEVELOP ASSAYS COMPLEMENTARY TO FISH EARLY LIFE STAGE AND LARVAL GROWTH FOR A EURYHALINE MODEL 2) QUANTIFY INTERNAL EXPOSURE CONCENTRATIONS OF MODEL PESTICIDES ACROSS A SALINITY GRADIENT, AND 3) USE A COMBINATION OF GENOMIC TOOLS AND DEMOGRAPHIC MODELING LINK IN VIVO PHENOTYPIC ANCHORS TO BIOMARKER CANDIDATES AND POPULATION-LEVEL OUTCOMES. THE PROJECT WILL REDUCE THE SACRIFICE OF ANIMALS AND ALLOW FOR PARALLEL HIGH-THROUGHPUT TESTING TO DETERMINE THE EFFECTS OF ENVIRONMENTALLY UBIQUITOUS COMPOUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_83950301_6800"}, {"internal_id": 82528870, "Award ID": "83950201", "Award Amount": 849811.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-16", "CFDA Number": "66.509", "Description": "THE OBJECTIVES OF THIS STUDY ARE TO OSTEOGENICALLY DIFFERENTIATE HESCS WITH CONCOMITANT CHEMICAL EXPOSURE. DETRIMENTAL EFFECTS OF THE CHEMICAL WILL BE EVALUATED BASED ON A REDUCTION IN MATRIX MINERALIZATION (AS A SURROGATE OF SKELETAL MATURATION). THE PROPOSED WORK IS EXPECTED TO ACHIEVE A CLASSIFICATION OF TEST CHEMICALS BY TOXICOLOGICALLY RELEVANT ADVERSE OUTCOME PATHWAYS (AOPS) AND BASED ON AN IMPROVED UNDERSTANDING OF TARGETED EFFECTS ON ORGANOGENESIS, WHILE AT THE SAME TIME ACHIEVING HIGH PREDICTIVITY AT REDUCED LABOR AND COST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83950201_6800"}, {"internal_id": 82528959, "Award ID": "83950101", "Award Amount": 848923.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-24", "CFDA Number": "66.509", "Description": "THE PROJECT WILL REFINE THE MICROFLUIDIC MODEL OF THE HUMAN MENSTRUAL CYCLE, THE ENDOCHIP, TO BOTH REPLACE THE NEED FOR VERTEBRATE ANIMAL MODELS AND TO BETTER CONSIDER THE ROLE OF PREEXISTING DISEASE IN RISK ASSESSMENT. THE PROPOSED ENDOCHIP IS EXPECTED TO PROVIDE A ROBUST AND REPRODUCIBLE HUMAN CELL-BASED MODEL THAT MIRRORS THE FUNCTIONAL PHYSIOLOGY OF THE REPRODUCTIVE TRACT. USE OF THE ENDOCHIP WILL ENABLE ACCURATE IDENTIFICATION OF ENVIRONMENTAL CHEMICAL-DISEASE INTERACTIONS THAT REPRESENT A THREAT TO HUMAN REPRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8e08af-9f61-5dc4-b13f-32b17f32dc92-C", "generated_internal_id": "ASST_NON_83950101_6800"}, {"internal_id": 109197625, "Award ID": "83927902", "Award Amount": 433510.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-05", "CFDA Number": "66.509", "Description": "THIS RESEARCH STUDIES THE IMPORTANCE OF PERI-URBAN/RURAL ENVIRONMENTAL FACTORS (AVAILABILITY OF WATER SERVICE, HOUSING CONDITIONS, SOCIOECONOMIC STATUS, BEHAVIORS, AND WATER INFRASTRUCTURE) ON LEAD EXPOSURES AND CHILDREN'S HEALTH. RESEARCH WILL ESTIMATE HOW POTENTIAL LEAD IN WELL WATERS AFFECTS CHILDREN'S DEVELOPMENTAL OUTCOMES, AND THE ASSOCIATION BETWEEN LEAD IN PRIVATE WELL WATER AND CHILDREN'S BLOOD LEAD. RESEARCHERS WILL USE STATE HEALTHCARE, EDUCATION AND WATER INFRASTRUCTURE DATA  THIS RESEARCH STUDIES THE IMPORTANCE OF PERI-URBAN/RURAL ENVIRONMENTAL FACTORS (AVAILABILITY OF WATER SERVICE, HOUSING CONDITIONS, SOCIOECONOMIC STATUS, BEHAVIORS, AND WATER INFRASTRUCTURE) ON LEAD EXPOSURES AND CHILDREN'S HEALTH. RESEARCH WILL ESTIMATE HOW POTENTIAL LEAD IN WELL WATERS AFFECTS CHILDREN'S DEVELOPMENTAL OUTCOMES, AND THE ASSOCIATION BETWEEN LEAD IN PRIVATE WELL WATER AND CHILDREN'S BLOOD LEAD. RESEARCHERS WILL USE STATE HEALTHCARE, EDUCATION AND WATER INFRASTRUCTURE DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_83927902_6800"}, {"internal_id": 46716829, "Award ID": "83927901", "Award Amount": 366489.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-13", "CFDA Number": "66.509", "Description": "THIS RESEARCH STUDIES THE IMPORTANCE OF PERI-URBAN/RURAL ENVIRONMENTAL FACTORS (AVAILABILITY OF WATER SERVICE, HOUSING CONDITIONS, SOCIOECONOMIC STATUS, BEHAVIORS, AND WATER INFRASTRUCTURE) ON LEAD EXPOSURES AND CHILDREN'S HEALTH. RESEARCH WILL ESTIMATE HOW POTENTIAL LEAD IN WELL WATERS AFFECTS CHILDREN'S DEVELOPMENTAL OUTCOMES, AND THE ASSOCIATION BETWEEN LEAD IN PRIVATE WELL WATER AND CHILDREN'S BLOOD LEAD. RESEARCHERS WILL USE STATE HEALTHCARE, EDUCATION AND WATER INFRASTRUCTURE DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_83927901_6800"}, {"internal_id": 46716817, "Award ID": "83927801", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-05", "CFDA Number": "66.509", "Description": "THIS RESEARCH STUDIES THE INFLUENCE OF SOCIAL AND PHYSICAL FACTORS (RESIDENTIAL CONDITIONS, PERSONAL LIFESTYLES/GENETICS, SOCIOECONOMIC BEHAVIORS, PUBLIC INTERACTIONS) AND TOTAL CHEMICAL POLLUTANT EXPOSURES ON CHILDREN'''S HEALTH AND DEVELOPMENT. THE RESEARCH PROVIDES EXPOSURE MODELS REFLECTING THE CHEMICAL, SOCIAL AND PHYSICAL ENVIRONMENTS THAT INFLUENCE HEALTH OUTCOMES FROM THE PRENATAL PERIOD TO AGE FOUR AND ESTIMATES THE CAUSAL EFFECT OF THESE TOTAL ENVIRONMENT EXPOSURES ON CHILD HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_83927801_6800"}, {"internal_id": 46716784, "Award ID": "83927501", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-07", "CFDA Number": "66.509", "Description": "THIS RESEARCH STUDIES THE IMPORTANCE OF ENVIRONMENTAL FACTORS SUCH AS GEOGRAPHICAL HEAT INDEX, PERSONAL LIFESTYLES/ACTIVITIES/GENETICS, SOCIETAL BEHAVIORS, AND PUBLIC INTERACTIONS ON THE POTENTIAL LINK BETWEEN ADULTHOOD CARDIOVASCULAR DISEASE (CVD) AND PM2.5. INCREASING AWARENESS OF ENVIRONMENTAL FACTORS THAT CONTRIBUTE CVD FROM PM2.5 EXPOSURES ENABLE STATE AND LOCAL DECISION MAKERS AND HEALTH EXPERTS TO IMPLEMENT CORRECT AND EFFECTIVE PREVENTIVE MEASURES TO ACHIEVE THE OPTIMAL PUBLIC HEALTH OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12052fb7-c10d-e04e-28e2-5a81177c7bbc-C", "generated_internal_id": "ASST_NON_83927501_6800"}, {"internal_id": 46716726, "Award ID": "83927001", "Award Amount": 760000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-16", "CFDA Number": "66.509", "Description": "THIS PROJECT EXPLORES GENETIC AND ENVIRONMENTAL FACTORS CONTROLLING THE OCCURANCE OF HARMFUL ALGAL BLOOMS (HABS) IN IOWA'S LAKES. THE PROJECT WILL PRODUCE TOOLS AND DATABASES ACCESSIBLE AND USEFUL FOR STATE/LOCAL DECISION MAKERS AND MANAGERS DEALING WITH HABS.  THIS PROJECT IMPROVES MONITORING AND PREDICTIVE TOOLS TARGETING FUTURE CYANOTOXIN MONITORING AND MITIGATION EFFORTS. RESULTING RESEARCH AND TOOLS MAY BE APPLICABLE IN OTHER STATES. (PROVIDE CLEAN AND SAFE WATER, ENHANCE SHARED ACCOUNTABILITY, PRIORITIZE ROBUST SCIENCE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_83927001_6800"}, {"internal_id": 46716714, "Award ID": "83926901", "Award Amount": 681343.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "66.509", "Description": "THE PROJECT IS DEVELOPING A WATERSHED CLASSIFICATION SYSTEM TO DIAGNOSE AND MANAGE HARMFUL ALGAL BLOOMS (HABS) IN THE UPPER OHIO RIVER BASIN. THE FOCUS OF THIS PROJECT IS TO DETERMINE CHARACTERISTICS RELATED TO DISTRIBUTION, DURATION, AND INTENSITY OF HABS AND DEVELOP A CLASSIFICATION SYSTEM TO PREDICT AND PREVENT HABS. THE SYSTEM PROVIDES A FRAMEWORK THAT CAN BE USED BY STATE AND LOCAL MANAGERS AS A STANDARD PART OF WATERSHED MANAGEMENT, RESTORATION, AND RISK ASSESSMENT EFFORTS. (PROVIDE CLEAN AND SAFE WATER; ENHANCE SHARED ACCOUNTABILITY, PRIORITIZE ROBUST SCIENCE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_83926901_6800"}, {"internal_id": 46706297, "Award ID": "83830001", "Award Amount": 2996426.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-29", "CFDA Number": "66.509", "Description": "TO PROTECT THE PUBLIC FROM CARDIOVASCULAR DISEASE, THE TOP CAUSE OF DEATH IN THE US, STATE/LOCAL PUBLIC HEALTH AUTHORITIES NEED TO UNDERSTAND THE EARLY ROLE AIR OF POLLUTION (OBJECTIVE 1.1 -IMPROVE AIR QUALITY), INCLUDING ANY UNCERTAINTY. THIS PROJECT WILL GENERATE ROBUST SCIENCE RESULTS (OBJECTIVE 3.2 - PRIORITIZE ROBUST SCIENCE) ABOUT THESE EARLY EFFECTS OF CRITERIA AIR POLLUTANTS. THESE RESULTS WILL HELP STATE/LOCAL PUBLIC HEALTH OFFICIALS AND THE GENERAL PUBLIC (OBJECTIVE 2.3 - INCREASE TRANSPARENCY AND PUBLIC PARTICIPATION) MANAGE AND BALANCE DIFFERENT HEALTH RISKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_83830001_6800"}, {"internal_id": 46691762, "Award ID": "83694601", "Award Amount": 399831.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-09", "CFDA Number": "66.509", "Description": "THIS RESEARCH PROPOSAL PLANS TO CONDUCT COMMUNITY-ENGAGED CUMULATIVE IMPACTS ASSESSMENTS AND SUMMARIZE GENERALIZABLE TOOLS, LESSONS LEARNED, AND PERFORMANCE METRICS FOR COMMON STRATEGIES THAT COULD IMPACT ECOSYSTEM SERVICES AND HUMAN WELLBEING. THE STUDY WILL TEST THE FACTORS UNDER WHICH COMMUNITIES ARE WILLING AND ABLE TO USE CUMULATIVE IMPACT ASSESSMENTS AND EXISTING DATA TO INCLUDE ECOSYSTEM SERVICE AND HUMAN WELLBEING CONSIDERATIONS IN NATURAL RESOURCE PLANNING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_83694601_6800"}, {"internal_id": 46691720, "Award ID": "83694201", "Award Amount": 399226.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-09", "CFDA Number": "66.509", "Description": "CONCENTRATED ANIMAL FEEDING OPERATIONS (CAFOS) SUPPORT LOCAL ECONOMIES BUT ARE ASSOCIATED WITH AIR, SURFACE AND GROUNDWATER POLLUTION. THIS PROJECT WILL INVESTIGATE IF CAFO-LINKED CONTAMINANTS CAUSE DOWNSTREAM ADVERSE HEALTH OUTCOMES. RESEARCHERS WILL EXAMINE THE EFFECT OF UPSTREAM GROUND AND SURFACE WATER AND AIRBORNE POLLUTANTS ON LOCAL HEALTH OUTCOMES. THE RESEARCH WILL IDENTIFY HEALTH-VULNERABILITY HOTSPOTS THAT WILL PROVIDE RESIDENTS A BASIS OF INFORMATION WITH WHICH TO MAKE DECISIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c418087-59c2-1135-0b45-91d24c024b93-C", "generated_internal_id": "ASST_NON_83694201_6800"}, {"internal_id": 46691685, "Award ID": "83693901", "Award Amount": 598321.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-29", "CFDA Number": "66.509", "Description": "HARMFUL ALGAL BLOOMS (HABS) IMPEDE ECOSYSTEM SERVICES AND ENHANCE ECOSYSTEM DIS-SERVICES. THIS STUDY WILL ELUCIDATE THE LINKS BETWEEN HABS AND HUMAN WELL-BEING, AND INVESTIGATE HOW AND WHY A COMMUNITY TAKES ACTION BASED ON DATA ABOUT THOSE LINKS. TO TEST HYPOTHESES ABOUT THE LINKS BETWEEN HABS AND HUMAN WELL-BEING, INVESTIGATORS WILL ANALYZE THE FATTY ACID AND TOXIN CONTENT OF FISH SPECIES, SAMPLE AMBIENT AEROSOLS WITHIN THE COMMUNITY, COLLECT QUESTIONNAIRES ABOUT LIFESTYLE, AND CONDUCT AN EXPERIMENT TO DETERMINE IF VISUAL EXPOSURE TO HABS LEADS TO INCREASES IN STRESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_83693901_6800"}, {"internal_id": 46691673, "Award ID": "83693801", "Award Amount": 593348.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-09", "CFDA Number": "66.509", "Description": "THIS PROJECT AIMS TO INCLUDE HUMAN HEALTH AND WELL-BEING AS EXPLICIT INPUTS INTO LAND-USE PLANNING.  IT WILL CONVENE A NEW GROUP OF STAKEHOLDERS THAT WILL AUGMENT THE CURRENT GROUP AND PROVIDE INPUT ON WHICH ISSUES AND METRICS ARE MOST IMPORTANT IN THE REGIONAL CONTEXT. IT WILL LINK COMMUNITY ISSUES AND METRICS WITH EXISTING SYSTEMS DESCRIBING LINKS BETWEEN AGRICULTURAL AND LAND-USE DATA TYPES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_83693801_6800"}, {"internal_id": 46684954, "Award ID": "83632001", "Award Amount": 799994.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "66.509", "Description": "THE PROPOSED PROJECT WILL USE A PREFERENCE FUNCTION MODEL TO VALUE CHANGES IN WATER QUALITY BENEFITS. THE FINDINGS WILL BE ADAPTABLE TO ALTERNATIVE S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_83632001_6800"}, {"internal_id": 46684587, "Award ID": "83628601", "Award Amount": 749945.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-04-29", "CFDA Number": "66.509", "Description": "THIS PROPOSAL AIMS TO SUPPORT AIR POLLUTION EXPOSURE RESEARCH AND CITIZEN SCIENCE IN THE PITTSBURGH, PA AREA TO HELP COMMUNITIES REDUCE EXPOSURE TO A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8e3c1b2-847b-fd38-8430-6da62d956103-C", "generated_internal_id": "ASST_NON_83628601_6800"}, {"internal_id": 46683503, "Award ID": "83618701", "Award Amount": 749837.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-15", "CFDA Number": "66.509", "Description": "THE HYPOTHESIS OF THIS PROJECT IS THAT COMMUNITIES CAN USE LOW-COST SENSORS TO UNDERSTAND LOCAL AIR QUALITY AND PERSONAL EXPOSURE TO POLLUTANTS THAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_83618701_6800"}, {"internal_id": 46683481, "Award ID": "83618501", "Award Amount": 749999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-01", "CFDA Number": "66.509", "Description": "THIS PROJECT, \"NEXTGENSS,\" USES NEXT-GENERATION LOW COST AIR PARTICLE SENSORS IN STUDENT-DIRECTED STUDIES ON WOOD SMOKE IMPACTS IN A RURAL COMMUNITIE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_83618501_6800"}, {"internal_id": 46683470, "Award ID": "83618401", "Award Amount": 749820.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-12", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL PROVIDE CALIFORNIA COMMUNITIES WITH KNOWLEDGE OF HOW TO SELECT, USE, AND MAINTAIN \"LOW-COST\" AIR POLLUTION SENSORS AND TO CORRECTLY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ddc7800-4e9b-c502-1e0d-ce006e52c74f-C", "generated_internal_id": "ASST_NON_83618401_6800"}, {"internal_id": 46683458, "Award ID": "83618301", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-22", "CFDA Number": "66.509", "Description": "AIR QUALITY ON THE ISLAND OF HAWAII IS POOR DUE TO HIGH EMISSIONS OF SO2 FROM THE KILAUEA VOLCANO AND \"VOLCANIC SMOG\" (\"VOG\"), A MIXTURE OF SO2 AND F", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "959819d4-fcbb-189c-44a9-a2fc0644251a-C", "generated_internal_id": "ASST_NON_83618301_6800"}, {"internal_id": 46683446, "Award ID": "83618201", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "66.509", "Description": "THE PROPOSED WORK INVOLVES AIR POLLUTION MONITORING IN FOUR DIVERSE COMMUNITIES IN SOUTH CHICAGO USING LOW-COST PORTABLE AIR POLLUTION SENSORS. THE H", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_83618201_6800"}, {"internal_id": 46683297, "Award ID": "83616901", "Award Amount": 797491.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-10", "CFDA Number": "66.509", "Description": "THE GOAL OF THIS PROJECT IS TO DEVELOP A TRANSFERABLE FRAMEWORK FOR LINKING THE HEALTH OF SMALL STREAMS TO WATER QUALITY INDICATORS, ECOSYSTEM SERVI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eb6683a-d796-f7f5-68c0-ca8f32275b30-C", "generated_internal_id": "ASST_NON_83616901_6800"}, {"internal_id": 46683285, "Award ID": "83616801", "Award Amount": 799074.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-12", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL ESTIMATE USE AND NON-USE VALUES ARISING FROM CHANGES IN NUTRIENT LOADINGS TO FRESHWATER SYSTEMS IN MICHIGAN - RIVERS, LAKES AND THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_83616801_6800"}, {"internal_id": 46683273, "Award ID": "83616701", "Award Amount": 799919.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-01", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL DEVELOP AN APPROACH TO ESTIMATE THE WILLINGNESS TO PAY FOR USE/NONUSE WATER QUALITY BENEFITS.  THE APPROACH WILL PROVIDE A MEANS TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75d0f063-d815-7fcf-d318-edf9b53047c0-C", "generated_internal_id": "ASST_NON_83616701_6800"}, {"internal_id": 109197622, "Award ID": "83616602", "Award Amount": 467189.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-04", "CFDA Number": "66.509", "Description": "THIS PROJECT PROPOSES TO COMMUNICATE TO THE PUBLIC THE IMPORTANCE OF THE EFFECTS OF NUTRIENT LOADING AND THE CONSEQUENCES FOR ECOLOGICAL SERVICES.  THIS WILL BE ACHIEVED THROUGH THE DEVELOPMENT OF AN ORGANIZATIONAL FRAMEWORK, QUANTIFICATION OF SPATIALLY SCALABLE ECOLOGICAL SERVICES PRODUCTION FUNCTION, INVESTIGATION OF HOUSEHOLD PREFERENCES AND ECONOMIC VALUE OF WATER QUALITY, PREFERENCE SURVEYS TO ESTIMATE WILLINGNESS TO PAY, AND THE PRODUCTION OF AN INTEGRATED ASSESSMENT MODEL (IAM).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_83616602_6800"}, {"internal_id": 46683261, "Award ID": "83616601", "Award Amount": 332811.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "66.509", "Description": "THIS PROJECT PROPOSES TO COMMUNICATE TO THE PUBLIC THE IMPORTANCE OF THE EFFECTS OF NUTRIENT LOADING AND THE CONSEQUENCES FOR ECOLOGICAL SERVICES.  T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_83616601_6800"}, {"internal_id": 46683249, "Award ID": "83616501", "Award Amount": 799657.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-09", "CFDA Number": "66.509", "Description": "THIS PROJECT PROPOSES METHODS TO QUANTIFY THE VALUE OF IMPROVED WATER QUALITY IN WADEABLE STREAMS IN DEVELOPED AREAS. THE OBJECTIVE IS TO UNDERSTAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_83616501_6800"}, {"internal_id": 46683178, "Award ID": "83615901", "Award Amount": 2599999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "66.509", "Description": "THE GOAL OF THE CENTER FOR INTEGRATIVE RESEARCH ON CHILDHOOD LEUKEMIA AND THE ENVIRONMENT (CIRCLE) IS TO IDENTIFY THE CAUSES OF CHILDHOOD LEUKEMIA SO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_83615901_6800"}, {"internal_id": 46683166, "Award ID": "83615801", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-09", "CFDA Number": "66.509", "Description": "THIS RESEARCH WILL EXAMINE WHETHER ENVIRONMENTAL EXPOSURES (INCLUDING AIR POLLUTION, METALS, WATER CONTAMINANTS, AND TOXIC RELEASES), COUPLED WITH EX", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56e7333e-38ec-5402-80b8-4d50309afb4c-C", "generated_internal_id": "ASST_NON_83615801_6800"}, {"internal_id": 46683155, "Award ID": "83615701", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-13", "CFDA Number": "66.509", "Description": "THE CENTER FOR NATIVE AMERICAN ENVIRONMENTAL HEALTH EQUITY RESEARCH WILL FILL GAPS IN EXISTING KNOWLEDGE FOR 3-4 TRIBAL POPULATIONS TO UNDERSTAND THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5b5888e-f4b5-655c-bd88-d970f969d7c9-C", "generated_internal_id": "ASST_NON_83615701_6800"}, {"internal_id": 46683143, "Award ID": "83615601", "Award Amount": 1525000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-13", "CFDA Number": "66.509", "Description": "THE APPLICATION PROPOSES A CENTER THAT WILL ENHANCE UNDERSTANDING OF ENVIRONMENTAL HEALTH DISPARITIES (EHDS) THROUGH THREE FULLY-INTEGRATED RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5f39b56-5a70-1fe5-798f-b53ffca1e353-C", "generated_internal_id": "ASST_NON_83615601_6800"}, {"internal_id": 46683132, "Award ID": "83615501", "Award Amount": 2099537.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-04-12", "CFDA Number": "66.509", "Description": "THE CENTER FOR RESEARCH ON EARLY CHILDHOOD EXPOSURE AND DEVELOPMENT IN PUERTO RICO (CRECE) AIMS TO PROVIDE VALUABLE NEW INFORMATION ON THE IMPACTS OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4787a47d-4e7a-9c8a-99e6-91ba7f4c9b8b-C", "generated_internal_id": "ASST_NON_83615501_6800"}, {"internal_id": 46683120, "Award ID": "83615401", "Award Amount": 2552707.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-12", "CFDA Number": "66.509", "Description": "ADOLESCENT COGNITIVE, EMOTIONAL, BEHAVIORAL, AND ADIPOSITY (CEBA) PROBLEMS ARE HIGHLY PREVALENT AND COSTLY AND REPRESENT A MAJOR PUBLIC HEALTH PROBLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_83615401_6800"}, {"internal_id": 46683109, "Award ID": "83615301", "Award Amount": 1797870.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-10", "CFDA Number": "66.509", "Description": "THE CENTER FOR CHILDREN'S HEALTH, THE ENVIRONMENT, MICROBIOME AND METABOLOMICS IS AN INTERDISCIPLINARY COLLABORATION THAT AIMS TO EXAMINE THE COMPLEX", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_83615301_6800"}, {"internal_id": 46683097, "Award ID": "83615201", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-30", "CFDA Number": "66.509", "Description": "ASTHMA AND OBESITY ARE PUBLIC HEALTH CRISES THAT HAVE RISEN CONCURRENTLY OVER THE PAST THREE DECADES, AFFECTING MILLIONS OF CHILDREN AND DISPROPORTIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_83615201_6800"}, {"internal_id": 46683085, "Award ID": "83615101", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-03", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL PARTNER WITH AMERICAN INDIAN AND ALASKA NATIVE (AI/AN) COMMUNITIES TO BUILD TRIBAL CAPACITY TO DETERMINE THE CONTRIBUTION OF CHEMIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_83615101_6800"}, {"internal_id": 46683073, "Award ID": "83615001", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-11", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL IMPROVE OUR UNDERSTANDING OF THE ROLE OF INDOOR AIR POLLUTION IN CONTRIBUTING TO THE COPD HEALTH DISPARITIES IN LOW INCOME SETTINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_83615001_6800"}, {"internal_id": 46680767, "Award ID": "83595001", "Award Amount": 3999803.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "66.509", "Description": "THE PROPOSED PROJECT FOCUSES ON DEVELOPING A CENTER FOR SUSTAINABLE WATER INFRASTRUCTURE MODELING, ENCOMPASSING RESEARCH, SUPPORT AND CODE DEVELOPMEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_83595001_6800"}, {"internal_id": 94785897, "Award ID": "83588502", "Award Amount": 29560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-01-17", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL USE EXISTING DATA FOR LAND USE AND TRANSPORTATION MODELS FROM TWO METROPOLITAN PLANNING ORGANIZATIONS TO PROVIDE INPUTS TO EMISSIONS, AIR QUALITY, AND EXPOSURE MODELS. THE MODELS WILL BE DESIGNED TOF DEMONSTRATE HOW GREEN HOUSE GAS REDUCTION STRATEGIES SUCH AS 'SMART GROWTH' AFFECT NEAR-ROAD AIR POLLUTANTS. THE STUDY WILL USE EXISTING AIR MODELS TO PREDICT REGIONAL GHG EMISSION INVENTORIES AND CONCENTRATIONS OF TRAFFIC-GENERATED PRIMARY PARTICULATE MATTER NEAR MAJOR/ HEAVILY TRAFFICKED ROADS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_83588502_6800"}, {"internal_id": 46680008, "Award ID": "83588501", "Award Amount": 306045.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-01-19", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL USE EXISTING DATA FOR LAND USE AND TRANSPORTATION MODELS FROM TWO METROPOLITAN PLANNING ORGANIZATIONS TO PROVIDE INPUTS TO EMISSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_83588501_6800"}, {"internal_id": 46679996, "Award ID": "83588401", "Award Amount": 349969.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-04", "CFDA Number": "66.509", "Description": "THIS GRANT SUPPORTS RESEARCH TO ESTIMATE CLIMATE-DRIVEN CHANGES TO FIRES AND DUST AND THE CONSEQUENCES FOR US PARTICULATE MATTER CONCENTRATIONS.  OUT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_83588401_6800"}, {"internal_id": 46679984, "Award ID": "83588301", "Award Amount": 349847.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-01-26", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL INVESTIGATE PARTICLUATE MATTER FROM BIOMASS BURNING EMISSIONS IN THE WESTERN UNITED STATES TO DETERMINE THE CONTRIBUTION OF BLACK A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_83588301_6800"}, {"internal_id": 46679972, "Award ID": "83588201", "Award Amount": 789261.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-01-29", "CFDA Number": "66.509", "Description": "THIS PROJECT INCLUDES MODELING TO STUDY THE INTERACTION BETWEEN ANTHROPOGENIC AND BIOGENIC PM EMISSIONS.  THIS RESEARCH INVOLVES A SYSTEMATIC STUDY O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_83588201_6800"}, {"internal_id": 46679960, "Award ID": "83588101", "Award Amount": 701304.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-01-20", "CFDA Number": "66.509", "Description": "THE GOAL OF THIS PROPOSAL IS TO SYSTEMATICALLY EXPLORE THE EFFECT OF THE REACTIVE UPTAKE OF AMMONIA BY SECONDARY ORGANIC AEROSOLS (SOA) ON THE YIELD,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b710df3-c98e-f245-bbed-8bbbc32a803b-C", "generated_internal_id": "ASST_NON_83588101_6800"}, {"internal_id": 46679948, "Award ID": "83588001", "Award Amount": 789820.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-02", "CFDA Number": "66.509", "Description": "THIS GRANT SUPPORTS RESEARCH TO DEVELOP CLIMATE CHANGE RELATED LINKAGES AMONG LAND USE CHANGE, EMISSIONS AND DEPOSITION OF REACTIVE NITROGEN AND AIR,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_83588001_6800"}, {"internal_id": 46679936, "Award ID": "83587901", "Award Amount": 790000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-08", "CFDA Number": "66.509", "Description": "THIS GRANT SUPPORTS RESEARCH TO IDENTIFY MAJOR SOURCES AND COMPOSITION OF AIR POLLUTANTS IN THE YEAR 2050 RESULTING FROM DIFFERENT ENERGY PORTFOLIOS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_83587901_6800"}, {"internal_id": 46679925, "Award ID": "83587801", "Award Amount": 788625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-04", "CFDA Number": "66.509", "Description": "THIS GRANT SUPPORTS RESEARCH TO ASSESS RELATIONSHIPS BETWEEN AIR POLLUTION METEOROLOGY AND PARTICULATE MATTER (PM). THE PROJECT WILL LEAD TO ANALYSES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "527dc5e1-a727-1176-3f89-8c897c34dd95-C", "generated_internal_id": "ASST_NON_83587801_6800"}, {"internal_id": 46679913, "Award ID": "83587701", "Award Amount": 469808.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-01-27", "CFDA Number": "66.509", "Description": "THIS GRANT SUPPORTS A NEW SECONDARY ORGANIC AEROSOLS (SOA) MODEL USING CHEMISTRY AND FIELD MEASUREMENTS TO EVALUATE CHANGES IN SOA CONCENTRATIONS AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_83587701_6800"}, {"internal_id": 46679901, "Award ID": "83587601", "Award Amount": 790000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-01", "CFDA Number": "66.509", "Description": "THIS RESEARCH STUDIES HOW GLOBAL CHANGES IN CLIMATE AND AIR POLLUTION EMISSIONS WILL AFFECT FUTURE TRENDS AND TO SUPPORT STRATEGIES TO SUSTAIN AIR QU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_83587601_6800"}, {"internal_id": 46679890, "Award ID": "83587501", "Award Amount": 719780.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-18", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL INVESTIGATE THE EFFECTS OF CHANGES IN CLIMATE CHANGE AND LAND USE ON DUST AND SMOKE BURDENS ACROSS THE UNITED STATES, WITH A PARTIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c727a6e-aeb7-b7bb-b622-36f566d604a5-C", "generated_internal_id": "ASST_NON_83587501_6800"}, {"internal_id": 46679879, "Award ID": "83587401", "Award Amount": 789547.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-01-20", "CFDA Number": "66.509", "Description": "THIS PROJECT EVALUATES HOW A RANGE OF FUTURE CHANGES WILL IMPACT PARTICULATE MATTER AND OZONE LEVELS IN THE WESTERN UNITED STATES. CHEMISTRY AND PHY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_83587401_6800"}, {"internal_id": 46679867, "Award ID": "83587301", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-04-20", "CFDA Number": "66.509", "Description": "THIS PROPOSED PROJECT, TITLED CACES, AIMS TO CREATE A RESEARCH CENTER THAT UTILIZES NOVEL MEASUREMENT AND MODELING APPROACHES TO UNDERSTAND SPATIAL A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8e3c1b2-847b-fd38-8430-6da62d956103-C", "generated_internal_id": "ASST_NON_83587301_6800"}, {"internal_id": 46679855, "Award ID": "83587201", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-04-21", "CFDA Number": "66.509", "Description": "THE CENTER WILL INVESTIGATE THE SOURCES, COMPOSITION, TRENDS, AND EFFECTS OF REGIONAL AIR POLLUTANT MIXTURES ACROSS THE US OVER A PERIOD SPANNING PAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5f39b56-5a70-1fe5-798f-b53ffca1e353-C", "generated_internal_id": "ASST_NON_83587201_6800"}, {"internal_id": 46679843, "Award ID": "83587101", "Award Amount": 9999990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-04", "CFDA Number": "66.509", "Description": "THIS PROPOSED PROJECT FOCUSES ON ESTIMATING HOW KEY FACTORS CONTRIBUTING TO EMISSIONS, AIR QUALITY AND HEALTH AFFECT REGIONAL AND LOCAL DIFFERENCES I", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1882697f-2df0-529a-ed60-116702c184a7-C", "generated_internal_id": "ASST_NON_83587101_6800"}, {"internal_id": 46679820, "Award ID": "83586901", "Award Amount": 786089.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-10", "CFDA Number": "66.509", "Description": "THIS GRANT SUPPORTS RESEARCH USING COMPUTER MODELS TO INVESTIGATE AIR QUALITY AND CLIMATE-CHANGE-DRIVEN EFFECTS ON PARTICULATE MATTER, OZONE, AND VIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_83586901_6800"}, {"internal_id": 46679352, "Award ID": "83582901", "Award Amount": 749631.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-13", "CFDA Number": "66.509", "Description": "THIS RESEARCH WILL MEASURE LEVELS OF CONTAMINANTS OF EMERGING CONCERN (CECS) IN EDIBLE PARTS OF COMMON VEGETABLES AND OTHER FOOD CROPS IRRIGATED WITH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_83582901_6800"}, {"internal_id": 46679316, "Award ID": "83582601", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-11", "CFDA Number": "66.509", "Description": "THE PROJECT WILL DETERMINE THE MOLECULAR MECHANISMS RESPONSIBLE FOR VIRUS INACTIVATION; DETERMINE FACTORS REQUIRED FOR EFFECTIVE VIRUS INACTIVATION B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_83582601_6800"}, {"internal_id": 46679305, "Award ID": "83582501", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-01-08", "CFDA Number": "66.509", "Description": "THIS STUDY WILL ASSESS THE IMPACT AND OUTCOMES OF REUSE AND CONSERVATION MEASURES ON ECOLOGICAL AND HUMAN HEALTH ON THE POTOMAC RIVERWATERSHED BY IDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aafe99c-6bed-fd7a-9432-9ae90be0d9c8-C", "generated_internal_id": "ASST_NON_83582501_6800"}, {"internal_id": 46679293, "Award ID": "83582401", "Award Amount": 749998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-20", "CFDA Number": "66.509", "Description": "THIS RESEARCH WILL EXPLORE AND TEST THE TECHNICAL FEASIBILITY, SOCIAL ACCEPTABILITY AND ECONOMIC VIABILITY OF INCORPORATING MANAGED AQUIFER RECHARGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_83582401_6800"}, {"internal_id": 46679038, "Award ID": "83580201", "Award Amount": 6000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-12", "CFDA Number": "66.509", "Description": "THE GOAL OF THE CENTER IS TO ESTABLISH AND VALIDATE EFFECTIVE, ACCURATE AND FISCALLY RESPONSIBLE MEANS FOR IDENTIFYING/CHARACTERIZING CARDIAC CHEMICA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_83580201_6800"}, {"internal_id": 46679015, "Award ID": "83580002", "Award Amount": 374509.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-11-12", "CFDA Number": "66.509", "Description": "THIS RESEARCH WILL UTILIZE A FRESHWATER CRUSTACEAN AND A FRESHWATER GASTROPOD AS MODEL ECOLOGICAL RECEPTORS TO DEVELOP BIOENERGETIC MARKERS AND POPUL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b296c11-b28f-973a-70f8-ef5ae7a323f2-C", "generated_internal_id": "ASST_NON_83580002_6800"}, {"internal_id": 78779339, "Award ID": "83579902", "Award Amount": 141696.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-28", "CFDA Number": "66.509", "Description": "IN THIS RESEARCH THE ADVERSE OUTCOME PATHWAY (AOP) FRAMEWORK WILL BE APPLIED TO LINK MOLECULAR INITIATING EVENTS (MIES), CAUSED BY  EXPOSURE TO TWO CONTAMINANTS WITH POTENTIAL ENDOCRINE DISRUPTING PROPERTIES; THE PYRETHROID BIFENTHRIN AND THE SYNTHETIC PROGESTOGEN LEVONORGESTREL,  TO POPULATION-LEVEL TOXCITY EFFECTS IN AN ESTABLISHED ESTUARINE FISH MODEL, MENIDIA BERYLLINA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_83579902_6800"}, {"internal_id": 46679002, "Award ID": "83579901", "Award Amount": 258188.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-17", "CFDA Number": "66.509", "Description": "IN THIS RESEARCH THE ADVERSE OUTCOME PATHWAY (AOP) FRAMEWORK WILL BE APPLIED TO LINK MOLECULAR INITIATING EVENTS (MIES), CAUSED BY  EXPOSURE TO TWO C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5251bb2c-492f-4971-ad47-2335f2e84fda-C", "generated_internal_id": "ASST_NON_83579901_6800"}, {"internal_id": 46678990, "Award ID": "83579801", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-07-22", "CFDA Number": "66.509", "Description": "THE OVERALL OBJECTIVE OF THIS PROJECT IS TO ADVANCE THE ADVERSE OUTCOME PATHWAY (AOP) FRAMEWORK TO PREDICT EFFECTS OF CONTAMINANTS (METHYLMERCURY AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_83579801_6800"}, {"internal_id": 46678978, "Award ID": "83579701", "Award Amount": 799723.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-02", "CFDA Number": "66.509", "Description": "THIS PROJECT SEEKS TO ENHANCE UNDERSTANDING OF HOW THE EFFECTS OF EXPOSURE TO CHEMICAL STRESSORS ARE EXPRESSED ACROSS LEVELS OF BIOLOGICAL ORGANIZATI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e3fd571-0484-5e6b-3e26-4381689012c6-C", "generated_internal_id": "ASST_NON_83579701_6800"}, {"internal_id": 46678966, "Award ID": "83579601", "Award Amount": 798661.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-05-22", "CFDA Number": "66.509", "Description": "THE STUDY WILL TEST THE HYPOTHESIS THAT THE TOXICITY OF FLAME RETARDANT CHEMICALS (FRCS) IS HIGHLY DEPENDENT ON THEIR CHEMICAL STRUCTURE AND CONDUCT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_83579601_6800"}, {"internal_id": 46678954, "Award ID": "83579501", "Award Amount": 651708.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-05-21", "CFDA Number": "66.509", "Description": "THIS RESEARCH SEEKS TO LINK MOLECULAR INITIATING EVENTS, CAUSED BY ECOLOGICAL RECEPTORS EXPOSURE TO MANUFACTURED CHEMICALS,  TO OUTCOMES OF INTEREST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5f39b56-5a70-1fe5-798f-b53ffca1e353-C", "generated_internal_id": "ASST_NON_83579501_6800"}, {"internal_id": 46678530, "Award ID": "83575901", "Award Amount": 999975.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-05-15", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL STUDY THE IMPACT OF CHANGES IN AMBIENT OZONE DUE TO CLIMATE CHANGE ON INDOOR EXPOSURE TO OZONE AND OZONE BYPRODUCTS AND ASSESS THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_83575901_6800"}, {"internal_id": 46678507, "Award ID": "83575701", "Award Amount": 996911.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-05-20", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL EXAMINE HOW WEATHERIZATION AND HOUSING VENTILATION SYSTEMS AFFECT HEALTH IN THE CONTEXT OF CLIMATE CHANGE AND MICROBIAL ENVIRONMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9ad8bff-1815-2dce-c711-ea8977aee9fe-C", "generated_internal_id": "ASST_NON_83575701_6800"}, {"internal_id": 46678495, "Award ID": "83575601", "Award Amount": 996588.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-10-24", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL IDENTIFY HOW LOCAL CLIMATE CONDITIONS AFFECT INDOOR AIR QUALITY FACTORS, APPLY THE CONTAM INDOOR AIR QUALITY MODEL FOR A BROADLY AP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_83575601_6800"}, {"internal_id": 46678471, "Award ID": "83575402", "Award Amount": 946800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-29", "CFDA Number": "66.509", "Description": "THE PROJECT WILL DEVELOP AN INTEGRATED MODELING FRAMEWORK TO CHARACTERIZE PRESENT AND FUTURE HEALTH RISKS IN AN ELDERLY POPULATION JOINTLY EXPOSED TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18ebe923-151d-7095-dfea-7767365ba71d-C", "generated_internal_id": "ASST_NON_83575402_6800"}, {"internal_id": 46678424, "Award ID": "83575001", "Award Amount": 499706.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-24", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL PREDICT INDOOR EXPOSURES AND ASSOCIATED CHRONIC HEALTH EFFECTS OF SEVERAL INDOOR AND OUTDOOR POLLUTANTS ACROSS THE CURRENT AND FUTU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b3a04d0-3e60-b87e-6725-ecdf8f2bae97-C", "generated_internal_id": "ASST_NON_83575001_6800"}, {"internal_id": 46678412, "Award ID": "83574901", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-04-17", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL OBSERVE INDOOR ENVIRONMENTAL CONDITIONS OF PEOPLE RECEIVING CARE FOR EMERGENCY DISTRESS CALLS IN TWO CLIMATOLOGICALLY DISTINCT CITI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52a3bc33-b23b-0c54-7fff-2e17fbd7bfb0-C", "generated_internal_id": "ASST_NON_83574901_6800"}, {"internal_id": 46678284, "Award ID": "83573801", "Award Amount": 6000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-12-15", "CFDA Number": "66.509", "Description": "FOUR ORGANOTYPIC CULTURE PROJECTS THAT REFLECT THE COMPLEXITY AND FUNCTION OF LUNG, KIDNEY, LIVER AND TESTIS WILL EVALUATE THE POTENTIAL FOR CELLULAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_83573801_6800"}, {"internal_id": 46678272, "Award ID": "83573701", "Award Amount": 5999600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-12-02", "CFDA Number": "66.509", "Description": "THE HUMAN MODELS FOR ANALYSIS OF PATHWAYS(H-MAPS) CENTER WILL DEVELOP A BROADLY APPLICABLE SET OF TOOLS FOR TOXIN SCREENING BY GENERATING PLURIPOTENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_83573701_6800"}, {"internal_id": 46678260, "Award ID": "83573601", "Award Amount": 6000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "66.509", "Description": "THIS CENTER WILL ADVANCE PREDICTIVE TOXICOLOGY BY DEVELOPING 4 ORGANOTYPIC CULTURE MODELS:  LIVER, MAMMARY GLAND, LIMB/JOINT DEVELOPMENT, AND FETAL M", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a536007-27e4-2194-a125-f4b8c55294db-C", "generated_internal_id": "ASST_NON_83573601_6800"}, {"internal_id": 46677173, "Award ID": "83564301", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-11", "CFDA Number": "66.509", "Description": "THIS PROPOSAL WILL CONDUCT A NON-TARGETED SCREEN FOR 729 ENVIRONMENTALLY ORGANIC ACIDS IN SERUM AND BLOOD SAMPLES OF 200 DIVERSE, PREGNANT WOMEN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_83564301_6800"}, {"internal_id": 46677125, "Award ID": "83563901", "Award Amount": 997822.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-11-17", "CFDA Number": "66.509", "Description": "THE OBJECTIVES OF THIS RESEARCH ARE TO ASSESS THE IMPACT OF INDOOR AND OUTDOOR AIR QUALITY ON STUDENT ACHIEVEMENT, STUDENT HEALTH AND OVERALL SCHOOL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_83563901_6800"}, {"internal_id": 46677114, "Award ID": "83563801", "Award Amount": 989047.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-01-12", "CFDA Number": "66.509", "Description": "THE PROJECT PROPOSES TO CONDUCT AN INTENSIVE FIELD STUDY CAMPAIGN TO DELINEATE THE RELATIONSHIP BETWEEN ENVIRONMENTAL FACTORS THAT ARE WELL REPRESENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_83563801_6800"}, {"internal_id": 46677103, "Award ID": "83563701", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-11-12", "CFDA Number": "66.509", "Description": "THE PROPOSED RESEARCH PLAN HAS THREE GOALS: (1) INCREASING OUR UNDERSTANDING OF THE RELATIONSHIP BETWEEN ENVIRONMENTAL FACTORS AND THE HEALTH AND ACA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_83563701_6800"}, {"internal_id": 46677091, "Award ID": "83563602", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-28", "CFDA Number": "66.509", "Description": "THE PROJECT WILL FILL EXISTING RESEARCH GAPS BY USING PERSONAL MONITORS IN A SUB-SAMPLE OF 100 OCCUPANTS TO MEASURE EXPOSURE, EXAMINE IF SCHOOL ENVIR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "991f0478-9104-100e-76ff-ac5b12b9cf4f-C", "generated_internal_id": "ASST_NON_83563602_6800"}, {"internal_id": 46677078, "Award ID": "83563501", "Award Amount": 999387.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-03-04", "CFDA Number": "66.509", "Description": "THE MAIN OBJECTIVES ARE TO DETERMINE WHICH COMBINATION OF BUILDING FEATURES, MATERIALS, AND CONSTRUCTION PRACTICES ARE MOST EFFECTIVE IN CREATING HEA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_83563501_6800"}, {"internal_id": 46677066, "Award ID": "83563401", "Award Amount": 984174.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-11-25", "CFDA Number": "66.509", "Description": "THE OBJECTIVE OF THE STUDY IS TO DETERMINE HOW 1) SUSTAINABILITY 2) AIR QUALITY 3) HEALTHY LEARNING INTERIORS AND 4) STRUCTURAL SAFETY AFFECT ONE ANO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23dbf9d9-10b0-5ae4-137c-fb9f880f1b95-C", "generated_internal_id": "ASST_NON_83563401_6800"}, {"internal_id": 46677055, "Award ID": "83563301", "Award Amount": 998433.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-30", "CFDA Number": "66.509", "Description": "THE OBJECTIVES OF THE RESEARCH PROJECT ARE: (1) TO STUDY COMPREHENSIVELY THE IMPACTS OF A WIDE SET OF INDOOR ENVIRONMENTAL FACTORS (INCLUDING INDOOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_83563301_6800"}, {"internal_id": 46676743, "Award ID": "83560601", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-06-25", "CFDA Number": "66.509", "Description": "THIS PROPOSAL WILL: (1) DEVELOP METHODS TO MEASURE MODEL PARAMETERS RELATED TO EMISSION SOURCES OF SEMI-VOLATILE ORGANIC COMPOUNDS (SVOCS); (2) DEVEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_83560601_6800"}, {"internal_id": 46676699, "Award ID": "83560201", "Award Amount": 4100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-28", "CFDA Number": "66.509", "Description": "THE WATER INNOVATION NETWORK FOR SUSTAINABLE SMALL SYSTEMS (WINSSS) WILL DEVELOP: NOVEL APPROACHES TO TREATING GROUPED CONTAMINANTS (ORGANIC CARBON,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_83560201_6800"}, {"internal_id": 46676642, "Award ID": "83559701", "Award Amount": 888282.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-05-19", "CFDA Number": "66.509", "Description": "THE OBJECTIVE OF THIS RESEARCH IS TO BUILD TRIBAL CAPACITY FOR ASSESSMENT, MONITORING AND ADAPTATION TO FOOD AND WATER SECURITY THREATS FROM THE CHAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4645cfc7-3a13-6af3-c3dc-e28845875db2-C", "generated_internal_id": "ASST_NON_83559701_6800"}, {"internal_id": 46676618, "Award ID": "83559501", "Award Amount": 756620.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-06-04", "CFDA Number": "66.509", "Description": "THE OBJECTIVES ARE TO CHARACTERIZE THE COASTAL HAZARDS OF SEA-LEVEL RISE, STORM SURGE, AND WAVE ENERGY ALONGSHORE THE SWINOMISH RESERVATION AND THE R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "266bd89c-e708-80fe-fdf2-a899e4c69a0a-C", "generated_internal_id": "ASST_NON_83559501_6800"}, {"internal_id": 46676606, "Award ID": "83559401", "Award Amount": 914466.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-04-10", "CFDA Number": "66.509", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO INTEGRATE TRADITIONAL ECOLOGICAL AND COMMUNITY KNOWLEDGE, SCIENTIFIC DATA AND CLIMATE MODELS TO DESCRIBE EXISTING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b21f9e1-4c73-47d7-22d9-645f51f012d6-C", "generated_internal_id": "ASST_NON_83559401_6800"}, {"internal_id": 46676445, "Award ID": "83558001", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-03-19", "CFDA Number": "66.509", "Description": "THIS PROJECT INVOLVES AN INTERDISCIPLINARY TEAM OF CHEMISTS, TOXICOLOGISTS, SCIENTISTS, ENGINEERS, AND SOCIAL SCIENTISTS WHO WILL EVALUATE THE TRADE-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18ebe923-151d-7095-dfea-7767365ba71d-C", "generated_internal_id": "ASST_NON_83558001_6800"}, {"internal_id": 46676433, "Award ID": "83557901", "Award Amount": 4887644.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-03-19", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL DEVELOP THE CHEMICAL LIFE-CYCLE BUILDER (CLB), AN OPEN-ACCESS, ONLINE TOOL. CLB WILL CONNECT ONLINE DATA WITH USER-INPUTS THROUGH U", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e3fd571-0484-5e6b-3e26-4381689012c6-C", "generated_internal_id": "ASST_NON_83557901_6800"}, {"internal_id": 46676189, "Award ID": "83555801", "Award Amount": 992759.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-11-18", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL SUPPORT IMPLEMENTATION OF GREEN INFRASTRUCTURE (GI) PRACTICES BY LOCAL COMMUNITIES, GOVERNMENTS, AND MUNICIPALITIES. BY IDENTIFYING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_83555801_6800"}, {"internal_id": 46674823, "Award ID": "83544201", "Award Amount": 4060713.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-08-14", "CFDA Number": "66.509", "Description": "THE MAIN GOAL OF THIS CENTER IS TO FILL CRITICAL KNOWLEDGE GAPS IN THE ROLE OF ARSENIC (AS) IN DRINKING WATER AND FOOD TO CHILD GROWTH, DEVELOPMENT A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eb6683a-d796-f7f5-68c0-ca8f32275b30-C", "generated_internal_id": "ASST_NON_83544201_6800"}, {"internal_id": 46674811, "Award ID": "83544101", "Award Amount": 4146875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-08-16", "CFDA Number": "66.509", "Description": "THE GOAL OF THIS CENTER IS TO ADDRESS WHETHER PRENATAL AND CHILDHOOD EXPOSURE TO NEAR-ROADWAY AIR POLLUTION (NRAP) CONTRIBUTES TO CHILDHOOD OBESITY,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56e7333e-38ec-5402-80b8-4d50309afb4c-C", "generated_internal_id": "ASST_NON_83544101_6800"}, {"internal_id": 46674763, "Award ID": "83543701", "Award Amount": 3907781.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-03", "CFDA Number": "66.509", "Description": "THE PROPOSED CENTER WILL CONDUCT RESEARCH TO EXPLAIN HOW ENVIRONMENTAL TOBACCO SMOKE EXPOSURE INCREASES THE RISK OF ATTENTION-DEFICIT / HYPERACTIVITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_83543701_6800"}, {"internal_id": 46674752, "Award ID": "83543601", "Award Amount": 3651990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-07-17", "CFDA Number": "66.509", "Description": "EXPOSURE TO ENDOCRINE DISRUPTING CHEMICALS (EDCS) DURING DIFFERENT PERIODS OF CHILD DEVELOPMENT CAN IMPACT GROWTH, TEMPO OF MATURATION AND RISK OF ME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_83543601_6800"}, {"internal_id": 46674740, "Award ID": "83543501", "Award Amount": 4765843.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-08-20", "CFDA Number": "66.509", "Description": "THE GOAL OF THIS CENTER IS TO UNDERSTAND POSSIBLE LINKS BETWEEN EXPOSURES TO AIR POLLUTANTS, SOCIOECONOMIC AND OTHER FACTORS AND ADVERSE BIRTH OUTCOM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_83543501_6800"}, {"internal_id": 46674728, "Award ID": "83543401", "Award Amount": 3962726.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-07-17", "CFDA Number": "66.509", "Description": "THE PRIMARY GOAL IS TO USE A MULTIDISCIPLINARY APPROACH TO ADDRESS CRITICAL GAPS IN OUR KNOWLEDGE ABOUT THE IMPACT OF EXPOSURE TO ENDOCRINE-DISRUPTIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_83543401_6800"}, {"internal_id": 46674717, "Award ID": "83543301", "Award Amount": 3312846.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-08-26", "CFDA Number": "66.509", "Description": "THIS CENTER WILL INVESTIGATE OF HOW ENVIRONMENTAL CHEMICALS AFFECT THE SEMINAL EARLY STAGES OF HUMAN IN UTERO DEVELOPMENT, WHICH COULD MANIFEST AS AD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_83543301_6800"}, {"internal_id": 46674705, "Award ID": "83543201", "Award Amount": 3827820.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-07-11", "CFDA Number": "66.509", "Description": "THE PRINCIPAL CONCERN OF THE UC DAVIS CENTER FOR CHILDREN'S ENVIRONMENTAL HEALTH AND DISEASE PREVENTION (CCEH) IS TO IDENTIFY AND UNDERSTAND ENVIRONM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_83543201_6800"}, {"internal_id": 46674611, "Award ID": "83542401", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-05-08", "CFDA Number": "66.509", "Description": "THIS PROJECT WILL ASSESS THE IMPACTS OF IMPROVED COOKSTOVE AND CLEAN LIGHTING TECHNOLOGIES IN NORTHERN GHANA ON AIR QUALITY AND CLIMATE.  SURVEYS WIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_83542401_6800"}, {"internal_id": 46674576, "Award ID": "83542102", "Award Amount": 1015300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "66.509", "Description": "THE PROJECT SEEKS TO INVESTIGATE THE FEASIBILITY, HEALTH BENEFITS, AIR QUALITY IMPACTS, AND CLIMATE IMPACTS OF COOKSTOVE INTERVENTIONS IN INDIA. THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be654304-f926-49b7-cf78-91771e0952eb-C", "generated_internal_id": "ASST_NON_83542102_6800"}]