[{"internal_id": 161862782, "Award ID": "84060701", "Award Amount": 2123000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "66.511", "Description": "DESCRIPTION:THIS PROJECT AIMS TO ACHIEVE A NATIONWIDE STUDY OF THE PREVALENCE OF OPPORTUNISTIC PATHOGENS, THEIR FREE-LIVING AMOEBAE VECTORS, AND REGULATED AND UNREGULATED DISINFECTION BYPRODUCTS ACROSS A WIDE VARIETY OF SIZES AND TYPES OF DRINKING WATER DISTRIBUTION SYSTEMS (DWDS).ACTIVITIES:MULTI-TIERED PARTNERSHIPS ACROSS APPROXIMATELY 100 DRINKING WATER DISTRIBUTION SYSTEMS WILL BE DEVELOPED TO ACHIEVE THE OBJECTIVES, INCLUDING EDUCATIONAL COMPONENTS THAT WILL BE USED TO PROVIDE DIRECT APPLICATION OF THE RESEARCH TO OTHER UTILITIES. UTILITY PARTNERS WILL ASSIST WITH PERFORMING ONE SAMPLING EVENT PER YEAR FROM 5-10 LOCATIONS IN THEIR DRINKING WATER DISTRIBUTION SYSTEMS.SUBRECIPIENT:UNIVERSITY OF MASSACHUSETTS ($399,691 EPA, $101,095 COST SHARE) WILL TAKE THE TECHNICAL LEAD ON DBP ANALYSES AND OP/DBP RISK ASSESSMENT. UNIVERSITY OF MICHIGAN ($425,000 EPA, $143,080 COST SHARE) WILL TAKE THE TECHNICAL LEAD ON THE FLUSHING STUDY AS WELL AS THE COCREATION OF LEARNING MODULES BASED ON THE RESEARCH FINDINGS. GEORGE WASHINGTON UNIVERSITY ($240,000 EPA, $60,000 COST SHARE) WILL TAKE THE TECHNICAL LEAD ON BEST PRACTICES FOR ASSESSING OPPORTUNISTIC PATHOGEN VIABILITY. THE WATER TOWER INSTITUTE: ($30,000) WILL ASSIST WITH RECRUITING AND INTERACTING WITH UTILITY PARTNERS, WORK WITH THE UNIVERSITY OF MICHIGAN TEAM TO COCREATE LEARNING MODULES, HOST ONE OF THE BIOSTUDY EXPERIMENTS, AND HOST TWO IN PERSON MEETINGS/WORKSHOPS AT THEIR WATER CAMPUS.OUTCOMES:DELIVERABLES OF THIS PROJECT INCLUDE ANNUAL PROGRESS AND FINAL REPORTS, A SURVEY OF THE PATHOGENS AND VECTORS IN THE SAMPLED WATER SYSTEMS, MITIGATION STRATEGIES, AND LEARNING MODULES. THE PROJECT WILL ALSO DEVELOP A RISK FRAMEWORK, AND A PLAN TO COMMUNICATE RISKS AS WELL AS GUIDANCE FOR A MODIFIED SYSTEM FLUSHING PROGRAM. INTENDED BENEFICIARIES INCLUDE DRINKING WATER UTILITIES AND CONSUMERS WHOSE DRINKING WATER COMES FROM PUBLIC DRINKING WATER DISTRIBUTION SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_84060701_6800"}, {"internal_id": 160687089, "Award ID": "84060601", "Award Amount": 2123000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "66.511", "Description": "DESCRIPTION:THE OVERALL GOALS OF THIS PROJECT ARE TO DEVELOP AN INTEGRATED FRAMEWORK TO QUANTITATIVELY MONITOR THE DRINKING WATER MICROBIOME, INCLUDING WATERBORNE PATHOGENS (WPS) AND DISINFECTION BYPRODUCTS (DBPS), AND HOLISTICALLY MANAGE WP AND DBP RISKS IN DRINKING WATER STORAGE AND DISTRIBUTION SYSTEMS (DWSDSS) USING INCLUSIVE AND ACTIONABLE RISK METRICS.ACTIVITIES:THIS GOAL OF AN INTEGRATED FRAMEWORK WILL BE REALIZED THROUGH TWO RESEARCH OBJECTIVES: (1) ENACTING COMPREHENSIVE SPATIAL-TEMPORAL MONITORING AND CHARACTERIZATION OF WATER CHEMISTRY AND MICROBIOLOGY OF MULTIPLE FULL-SCALE DWSDSS IN DIFFERENT REGIONS OF THE COUNTRY; AND (2) FORMULATING AN INTEGRATED AND ACTIONABLE RISK ASSESSMENT AND MANAGEMENT FRAMEWORK TO MITIGATE WP AND DBP RISKS AND IDENTIFY THE UNDERLYING TRADE-OFFS TO OPTIMIZE DRINKING WATER QUALITY IN DWSDSS.SUBRECIPIENT:THE WATER TOWER INSTITUTE ($414,800 FEDERAL, $108,600 COST SHARE) WILL SERVE ON THE PROJECT AS THE UTILITY LIAISON FOR THE TEAM. TWTI PLANS TO PROVIDE SUPPORT FOR QUALITY ASSURANCE/QUALITY CONTROL, DATA MANAGEMENT, SAMPLING AND SHIPPING LOGISTICS, AND CHEMICAL AND MICROBIAL ANALYSES TO ENSURE THE SUCCESSFUL AND TIMELY COMPLETION OF THE PROJECT. NORTHEASTERN UNIVERSITY ($461,763  FEDERAL, $144,299 COST SHARE) WILL PROVIDE EXPERTISE ON ORGANIC GEOCHEMISTRY, DOM CYCLING AND TRANSFORMATIONS, AND EXPERIMENTAL AND MODELING APPROACHES; CHARACTERIZING CHEMICAL AND MICROBIAL CONTAMINANTS IN DRINKING WATER IN UNDERSERVED COMMUNITIES; AND FUNDAMENTAL MASS SPECTROMETRY; AND WILL LEAD THE ORGANIC MATTER ANALYSES AND THE INTEGRATION OF ORGANIC MATTER DATA INTO THE PROJECT. UNIVERSITY OF NORTH CAROLINA ($395,778 FEDERAL, $98,945 COST SHARE) WILL LEAD THE DEVELOPMENT, APPLICATION, AND INTERPRETATION OF COMPARATIVE (CHEMICAL, MICROBIAL) QUANTITATIVE RISK ASSESSMENT APPROACHES TO UNDERSTANDING RISKS IN WATER UTILITIES.\nOUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS A UNIQUE DATASET THAT CONCURRENTLY QUANTIFIES WPS AND REGULATED AND UNREGULATED DBPS IN A DIVERSE RANGE OF DWSDSS AND PUTS THIS DATA IN RICH CONTEXT WITH A THOROUGH CHARACTERIZATION OF WATER CHEMISTRY AND MICROBIOLOGY. ADDITIONALLY, THEY WILL DEVELOP AN INTEGRATED FRAMEWORK TO QUANTITATIVELY MONITOR THE DRINKING WATER MICROBIOME, INCLUDING WPS AND DBPS. THEY WILL ALSO DEVELOP A RISK MANAGEMENT TOOLKIT, PUBLICATIONS, AND CONFERENCES TO DISSEMINATE THEIR FINDINGS. THE INTENDED BENEFICIARIES INCLUDE WATER UTILITY MANAGERS AND COMMUNITIES WHO GET THEIR WATER FROM PUBLIC DRINKING WATER DISTRIBUTION SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_84060601_6800"}, {"internal_id": 161012235, "Award ID": "84060501", "Award Amount": 2122997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "66.511", "Description": "DESCRIPTION:THIS APPLICATION PROPOSES A HIGHLY INNOVATIVE PROJECT TO ASSESS THE TRADEOFFS BETWEEN OPPORTUNISTIC PATHOGENS (OPS) AND DISINFECTION BY-PRODUCTS (DBPS) AND DEVELOP STRATEGIES FOR LIMITING EXPOSURE TO BOTH CLASSES OF WATER CONTAMINANTS VIA U.S. DRINKING WATER DISTRIBUTION SYSTEMS. \nACTIVITIES:THIS PROJECT WILL QUANTIFY AND ASSESS OPS, REGULATED DBPS, AND UNREGULATED DBPS. SUBRECIPIENT:TOWSON UNIVERSITY ($377,267 EPA, $94,320 COST SHARE) WILL PERFORM DBP ANALYSES. JOHNS HOPKINS ($424,851 EPA, $233,427 COST SHARE) WILL PERFORM NON-TARGET DBP ANALYSIS AND TOXICITY TESTING. UNIVERSITY OF ALASKA, FAIRBANKS ($321,820 EPA, $80,455 COST SHARE) WILL PERFORM DATA ANALYTICS AND MODELING.OUTCOMES:DELIVERABLES INCLUDE ANNUAL PROGRESS AND FINAL REPORTS, PEER-REVIEWED PUBLICATIONS, AND CONFERENCE PRESENTATIONS.  INTENDED BENEFICIARIES INCLUDE WATER UTILITIES AND COMMUNITIES SERVED BY WATER DISTRIBUTION SYSTEMS THROUGHOUT THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_84060501_6800"}, {"internal_id": 161572554, "Award ID": "84060401", "Award Amount": 2123000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "66.511", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO BETTER UNDERSTAND AND PREDICT OCCURRENCE OF DISINFECTION BYPRODUCTS, OPPORTUNISTIC PATHOGENS AND THE ASSOCIATED HEALTH RISK TRADEOFFS POSED BY THEM IN DRINKING WATER DISTRIBUTION SYSTEMS (DWDS) ACROSS THE CONTINENTAL U.S.ACTIVITIES:THIS PROJECT WILL DEVELOP A STRATEGIC MONITORING PROGRAM THROUGH PARTNERSHIP WITH PUBLIC HEALTH DEPARTMENTS AND WATER UTILITY MANAGERS AND ANALYSIS OF HISTORIC DATA TO SAMPLE WATER FOR REGULATED AND UNREGULATED DISINFECTION BYPRODUCTS (DBPS) AND PATHOGENS. THE RESEARCH WILL ALSO CONDUCT A CHEMICAL AND QUANTITATIVE MICROBIAL RISK ASSESSMENT AND EVALUATION OF RISK-RISK TRADEOFFS CONSIDERING TEMPORAL, SPATIAL AND POPULATION DYNAMICS.SUBRECIPIENT:OHIO STATE UNIVERSITY ($115,121 EPA, $28,794 COST SHARE) WILL HELP TO COMPLETE THE MICROBIAL RISK ASSESSMENTS AND LEAD THE RISK TRADE-OFF EVALUATION. DREXEL UNIVERSITY ($41,278 EPA, $9,945 COST SHARE) WILL PROVIDE DEEP EXPERTISE AND EXPERIENCE IN WATER DISINFECTION AND RISK ASSESSMENT. THE COLLEGE OF NEW JERSEY ($102,042 EPA, $33,000 COST SHARE) WILL LEAD EFFORTS TO EVALUATE HISTORIC EPIDEMIOLOGICAL AND MONITORING DATA TO SUPPORT DEVELOPMENT OF A STRATEGIC SAMPLING PLAN AND ASSIST WITH THE RISK TRADE-OFF EVALUATION. CLEMSON UNIVERSITY ($716,806 EPA, $178,820 COST SHARE) WILL LEAD THE ANALYTICAL ASSESSMENT OF REGULATED AND UNREGULATED DBPS IN DRINKING WATER SAMPLES COLLECTED IN THE PROJECT TO EVALUATE OCCURRENCE AND CONCENTRATIONS. TULANE UNIVERSITY ($670,129 EPA, $167,431 COST SHARE) WILL LEAD THE MICROBIAL WATER QUALITY ANALYSIS FOR OPPORTUNISTIC PATHOGENS AND OTHER RELEVANT PARAMETERS IN DRINKING WATER SAMPLES COLLECTED IN THE PROJECT TO DETERMINE OCCURRENCE AND CONCENTRATIONS OF SPECIES OF INTEREST. THE NY STATE DEPARTMENT OF HEALTH ($46,000 EPA, $11,250 COST SHARE) WILL PARTICIPATE IN THE SELECTION AND EVALUATION OF HEALTH OUTCOME AND MONITORING DATA RELATED TO LEGIONELLA IN NY STATE. THEY WILL PROVIDE RESEARCH DIRECTION ON STRATEGIC SAMPLING IN LOCATIONS WITHIN DWDS THAT MAY BE OF PARTICULAR CONCERN FOR SAMPLING. ADDITIONALLY, THEY WILL COORDINATE SAMPLING WITHIN NY STATE WATER SYSTEMS.OUTCOMES:DELIVERABLES INCLUDE PUBLICATIONS, RISK MODELS, AND DATA TO INFORM DECISION SUPPORT TOOLS. THIS PROJECT WILL ALSO HOST WORKSHOPS AND ONLINE COMMUNICATIONS TO ENGAGE STAKEHOLDERS AS WELL AS DEVELOP TOOLKIT FOR COMMUNICATIONS OUTREACH. THE OUTCOME OF THIS WORK WILL ENABLE MOVEMENT AWAY FROM ROUTINE MONITORING FOR THESE HAZARDS TOWARDS TOOLS FOR MORE COMPREHENSIVE WATER SYSTEM EVALUATION, RISK-BASED AND PRIORITIZED MONITORING STRATEGIES BASED ON DRINKING WATER DISTRIBUTION SYSTEM CHARACTERISTICS, AND THE BIOLOGICAL, CHEMICAL, AND PHYSICAL PARAMETERS MOST LIKELY TO LEAD TO ELEVATED RISKS. INTENDED BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS OF NEW YORK, STATE AND LOCAL GOVERNMENT AGENCIES, WATER UTILITY MANAGERS, AND SITE MANAGERS AND OPERATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_84060401_6800"}, {"internal_id": 150724572, "Award ID": "84048701", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "66.511", "Description": "DESCRIPTION:FUTURE PANDEMICS WILL REQUIRE THAT WASTEWATER SURVEILLANCE FOR POTENTIALLY HARMFUL PATHOGENS SUCH AS SARS-COV-2 (THE VIRUS THAT CAUSES COVID-19) BE DEPLOYED QUICKLY AND EFFECTIVELY AND WITH RESULTS THAT CAN BE APPLIED LOCALLY. THE PURPOSE OF THIS PROJECT IS TO DEVELOP A HIERARCHICAL WASTEWATER SURVEILLANCE SENTINEL SITE IDENTIFICATION SYSTEM FOR DETECTION OF PATHOGENS THAT COULD CAUSE FUTURE PANDEMICS.ACTIVITIES:THE RESEARCH TEAM WILL IDENTIFY WASTEWATER SENTINEL SITES USING DATA-DRIVEN PREDICTIONS OF INFECTION RISK LEVELS AT VARIOUS SPATIAL RESOLUTIONS BASED ON AN INTEGRATED ANALYSIS OF DATA INCLUDING WEATHER, HUMAN MOBILITY, HEALTH CARE, INFRASTRUCTURE, POPULATION DENSITY, SOCIODEMOGRAPHICS, AND DATA FROM THE CURRENT COVID-19 PANDEMIC.SUBRECIPIENT:FUNDS ARE REQUESTED FOR A TOTAL OF $124,902 ($99,996 REQUESTED PLUS $24,906 COST SHARE) FOR A SUBAWARD TO THE UNIVERSITY OF FLORIDA TO DEVELOP A RISK FORECASTING MAP. IN ADDITION, $124,681 ($99,631 REQUESTED PLUS $25,050 COST SHARE) IS REQUESTED FOR A SUBAWARD TO PORTLAND STATE UNIVERSITY TO ANALYZE TRAFFIC NETWORKS AND INCORPORATE THE DATA AND ANALYSIS INTO THE RISK FORECASTING MODEL. IN ADDITION, $70,000 IS BUDGETED FOR A SUBAWARD TO THE NATIONAL ASSOCIATION OF COUNTY AND CITY HEALTH OFFICIALS (NACCHO), TO DEVELOP A STRATEGY TO VERIFY THE SAMPLING METHOD DEVELOPED BY THE GRANTEE AND TO CONTRIBUTE IN THE DEVELOPMENT OF THE COMPUTATIONAL PLATFORM.OUTCOMES:THE RECIPIENT WILL SUBMIT ANNUAL AND FINAL REPORTS ON THEIR EFFORTS TO DEVELOP A HIERARCHICAL WASTEWATER SENTINEL SITE IDENTIFICATION SYSTEM. THE EXPECTED OUTCOME IS THAT WASTEWATER SENTINEL SITES WOULD BE IDENTIFIED HIERARCHICALLY FROM THE COUNTY LEVEL, THE CITY/TOWN/VILLAGE LEVEL AND IDEALLY TO BUILDING LEVEL DEPENDING ON PATHOGEN TRANSMISSION CHARACTERISTICS. DIRECT BENEFICIARIES OF THIS PROJECT WILL BE PUBLIC HEALTH DEPARTMENTS ACROSS THE U.S., AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_84048701_6800"}, {"internal_id": 150724573, "Award ID": "84046201", "Award Amount": 3245999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "66.511", "Description": "DESCRIPTION:THIS PROJECT AIMS TO ENHANCE WATER TECHNOLOGY INNOVATION AND WATER RESOURCES INFORMATION AVAILABILITY TO ADVANCE CLEAN AND SAFE WATER REUSE GOALS AT A NATIONAL SCALE. THE RESEARCH OBJECTIVES AND APPROACH ALIGN DEVELOPMENT OF SCIENCE AND TECHNOLOGY WITH ADVANCES IN SOCIOLOGICAL UNDERSTANDING OF OPPORTUNITIES AND BARRIERS TO UNLOCK THE FULL NATIONWIDE POTENTIAL OF WATER REUSE.ACTIVITIES:THE PROJECT WILL: (A) USE WASTEWATER-BASED EPIDEMIOLOGY (WBE) AND SURVEILLANCE TO UNDERSTAND PATHOGEN LOADING AND ENABLE RAPID IDENTIFICATION AND RESPONSE IN REUSE SYSTEMS, DEVELOP QUANTITATIVE MICROBIAL RISK ASSESSMENT TOOLS FOR APPLICATION TO UNDER-APPRECIATED REUSE APPLICATIONS, AND IDENTIFY OPPORTUNITIES FOR CHEMICAL HEALTH RISK REDUCTION; (B) DEVELOP A COMPREHENSIVE MODEL FOR REUSE TREATMENT PROCESSES THAT INCLUDES PREDICTIVE ALGORITHMS, INTEGRATED TO EVALUATE TREATMENT TRAIN PERFORMANCE FOR MICROBIAL AND CHEMICAL WATER QUALITY GOALS, INCORPORATING PILOT DEMONSTRATION AND TECHNO-ECONOMIC ANALYSIS TO SUPPORT REAL-TIME MONITORING AND RISK MITIGATION; (C) QUANTIFY WATER REUSE POTENTIAL ACROSS THE NATION AND IDENTIFY BARRIERS, DRIVERS AND PATHWAYS TO SUCCESSFUL REUSE THROUGH A RIGOROUS CASE STUDY EVALUATION PROCESS; (D) PARTNER WITH COMMUNITY LEADERS TO SYNTHESIZE AND ADDRESS ORGANIZATIONAL AND SOCIAL BARRIERS TO ADVANCING REUSE ACROSS DIVERSE CONTEXTS AND FOR TRADITIONALLY MARGINALIZED COMMUNITIES; AND (E) EVALUATE PLANNED AND POTENTIAL REUSE PROJECTS THROUGH A QUANTITATIVE SUSTAINABLE DESIGN PROCESS TO IDENTIFY STRATEGIES FOR WATER REUSE CAPACITY BUILDING EFFORTS EXPANDING REUSE ACROSS A DIVERSITY OF CONTEXTS.SUBRECIPIENT:UNIVERSITY OF COLORADO BOULDER- OVERALL TOTAL: $1,942,982 (1,335,508-FEDERAL, $607,474-COST SHARE). COSTS INCLUDE SUPPORT FOR WORK RELATED TO WASTEWATER EPIDEMIOLOGY AND DEVELOPING PREDICTIVE ALGORITHMS.   SOUTHERN NEVADA WATER AUTHORITY - OVERALL TOTAL: $305,855 ($237,731 FEDERAL, $68,124 COST SHARE) FOR SUPPORT OF WASTEWATER-BASED EPIDEMIOLOGY AND QUANTITATIVE MICROBIAL RISK ASSESSMENT ACTIVITIES.   UNIVERSITY OF WASHINGTON- OVERALL TOTAL: $198,798 ($193,798 FEDERAL PLUS $5,000 COST SHARE) WORK ASSOCIATED WITH WASTEWATER-BASED EPIDEMIOLOGY.   COLORADO SCHOOL OF MINES - OVERALL TOTAL: $813,660 ($650,928 FEDERAL PLUS $162,732 COST SHARE) SUPPORT FOR THE OPERATION OF THE MOBILE DEMONSTRATION TRAILER FOR ONLINE MONITORING AND CONTROL AS RISK MITIGATION TECHNIQUES.   WATER CENTER AT UPENN - TOTAL SUBAWARD: $642,458 COST INCLUDE SUPPORT FOR FACILITATING TWELVE (12) REGIONAL WORKSHOPS AND FOR EXPERT ASSISTANCE WITH QUANTIFYING WATER AVAILABILITY AND IDENTIFYING WATER REUSE POTENTIAL IN THE US, AND IDENTIFYING ORGANIZATIONAL AND SOCIAL BARRIERS AT A NATIONAL SCALE..   WATEREUSE ASSOCIATION - TOTAL SUBAWARD: $13,972  TO SUPPORT WORK ASSOCIATED WITH SOCIAL SCIENCE, INFORMATION, ENGAGEMENT, AND ORGANIZATIONAL BARRIERS.OUTCOMES:THIS PROJECT'S OUTPUTS INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS NATIONAL DATA ON VIRUSES AND ANTIMICROBIAL RESISTANCE HAZARDS IN SEWAGE, AN OUTBREAK READINESS RESPONSE PLAN FOR THE REUSE SECTOR, A QUANTITATIVE MICROBIAL RISK ASSESSMENT TOOL, CASE STUDIES FOR POTABLE AND AGRICULTURAL REUSE, AND A DEMONSTRATION OF THE RELATIVE HEALTH INDEX TOOL FOR CONSTITUENTS OF CONCERN IN REUSE APPLICATIONS. ADDITIONAL OUTPUTS INCLUDE DETERMINISTIC ALGORITHMS FOR CRITICAL PROCESSES AND CONSTITUENTS OF CONCERN, AN INTEGRATED WATER REUSE TREATMENT PLANT MODEL, INTERACTIVE MAPS SHOWING WATER REUSE AVAILABILITY AND POTENTIAL, CASE STUDY AND CROSS CASE COMPARISON REPORTS, AND A SUSTAINABILITY ASSESSMENT FRAMEWORK APPLIED TO MULTIPLE WATER REUSE SCENARIOS. THESE OUTPUTS WILL BE INTEGRATED AS BEST PRACTICES FOR COMMUNITY ENGAGEMENT STRATEGIES AND INSTITUTIONAL, STATE AND LOCAL REGULATORY DECISION-MAKING PROCESSES, INCLUDING A SYNTHESIS OF IDENTIFIED BARRIERS AND DRIVERS FOR REUSE, AND A COMPENDIUM OF NATIONAL AND REGIONAL NEEDS FOR ORGANIZATIONAL AND SOCIAL FACTORS RELATED TO U", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aafe99c-6bed-fd7a-9432-9ae90be0d9c8-C", "generated_internal_id": "ASST_NON_84046201_6800"}, {"internal_id": 151169291, "Award ID": "84046101", "Award Amount": 3246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "66.511", "Description": "DESCRIPTION:THE OBJECTIVE OF THIS PROJECT IS TO ACCELERATE WATER REUSE ADOPTION IN RURAL COMMUNITIES BY INCREASING TECHNICAL AND COMMUNITY READINESS. THE GENERAL HYPOTHESIS IS THAT COMMUNITY READINESS FOR WATER REUSE IN SMALL SYSTEMS CAN BE ACCELERATED BY A CONVERGENCE OF TECHNICAL, INFORMATIONAL, SOCIAL, AND INSTITUTIONAL INNOVATION.ACTIVITIES:THE RESEARCH PROJECT AIMS FOR AN INTEGRATED RESEARCH AND ENGAGEMENT PROGRAM THAT WILL: (1) ADDRESS KNOWLEDGE GAPS AND GENERATE FRAMEWORKS FOR OVERCOMING THESE BARRIERS, AND (2) USE RESEARCH OUTPUTS TO EVALUATE AND ACCELERATE COMMUNITY READINESS FOR REUSE IN FIVE CASE STUDIES. BOTH GENERAL ACTIVITIES WILL BE EXECUTED IN PARALLEL SUCH THAT KNOWLEDGE CAN BE CO-PRODUCED WITH DECISION-MAKERS. SPECIFIC METHODS TO ADDRESS KNOWLEDGE GAPS INCLUDE, COMMUNITY SURVEYS, THE USE OF A PROTOTYPE CALCULATION ENGINE, AND DESKTOP, BENCH-SCALE AND PILOT-SCALE EVALUATIONS OF TREATMENT TECHNOLOGIES. SPECIFIC METHODS TO ACCELERATE COMMUNITY READINESS INCLUDE LEGAL AND POLICY ANALYSES AND CASE-STUDY EVALUATIONS OF FIVE SMALL WATER SYSTEMS.SUBRECIPIENT:THE SUBAWARD TO THE UNIVERSITY OF RHODE ISLAND (REQUESTED $681,965 COST SHARE: $171,319) IS FOR ANALYSES FOR OBJECTIVES 2 (DEVELOP VALIDATED LIST OF FIT-FOR-PURPOSE TECHNOLOGIES), 4 (IDENTIFY WAYS TO OVERCOME SOCIAL BARRIERS TO PUBLIC ACCEPTANCE), AND 6 (CONDUCT CASE STUDIES). THE SUBAWARD TO THE UNIVERSITY OF CALIFORNIA BERKELEY (REQUESTED: $559,941) IS FOR WORK ON ORGANIZATIONAL BARRIERS IN OBJECTIVE 5 (FOSTER INSTITUTIONAL INNOVATION TO OVERCOME ORGANIZATIONAL BARRIERS) AND SUPPORT FOR OBJECTIVE 6 (CONDUCT CASE STUDIES).OUTCOMES:THIS PROJECT'S OUTPUTS INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS MODULAR, DECISION SUPPORT TOOLS SUCH AS WATER INVENTORIES, TECHNOLOGY DATABASES, COST AND DEMAND CURVES FOR WATER REUSE. THESE OUTPUTS WILL BE INTEGRATED INTO INSTITUTIONAL AND STATE AND LOCAL REGULATORY DECISION-MAKING PROCESSES IN SMALL, RURAL, AND UNDERSERVED COMMUNITIES. INTENDED BENEFICIARIES INCLUDE STAKEHOLDERS IN SMALL COMMUNITIES SUCH AS UTILITIES AND LOCAL RESOURCE MANAGERS, STATE AND TRIBAL DECISION MAKERS, AS WELL AS CUSTOMERS OF SMALL WATER SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_84046101_6800"}, {"internal_id": 149897581, "Award ID": "84043001", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "66.511", "Description": "DESCRIPTION:THE GOAL OF THE PROPOSED RESEARCH IS TO BETTER CHARACTERIZE IMPORTANT EXPOSURE PATHWAYS OF PER- AND POLY-FLUOROALKYL SUBSTANCES (PFAS) AMONG VULNERABLE GROUPS, IN IMPACTED COMMUNITIES, AND IN THE GENERAL POPULATION.\nACTIVITIES:THE PROJECT WILL COLLECT DATA THAT WILL ALLOW THE RECIPIENT TO EVALUATE HOW MUCH VARIABILITY IN PFAS SERUM LEVELS CAN BE EXPLAINED BY WATER CONSUMPTION AND OTHER RESIDENTIAL AND DIETARY EXPOSURE SOURCES/PATHWAYS SUCH AS INDOOR AIR. SUBRECIPIENT:A SUBAWARD WILL BE GIVEN TO INDIANA UNIVERSITY TO PERFORM PFAS ANALYSIS OF 50 PASSIVE INDOOR AIR AND 50 DUST SAMPLES COLLECTED IN PARTICIPANT HOMES, WITH THE ANALYSES TO BE CONDUCTED IN YEAR 1. OUTCOMES:THE ANTICIPATED DELIVERABLES ARE ANNUAL PROGRESS AND FINAL REPORTS. PROJECT OUTPUTS INCLUDE 1) EXPOSURE MEASUREMENTS (INDOOR AIR CONCENTRATIONS, HOUSEHOLD DUST CONCENTRATIONS) FOR 37 PFAS CHEMICALS AND QUESTIONNAIRE DATA FROM 50 HOMES CONCORDANT WITH BIOMONITORING DATA, 2) TOTAL FLUORINE (TF) AND EXTRACTABLE ORGANOFLUORINE (EOF) CONCENTRATIONS LEVELS IN 50 HOUSE DUST SAMPLES, 3) EVALUATED PROTOCOLS AND SOPS FOR MEASURING A TARGETED SET OF PFAS IN THE RESIDENTIAL ENVIRONMENT, INCLUDING DRINKING WATER; AND 4) PRELIMINARY ASSESSMENT OF RESIDENTIAL EXPOSURES, INCLUDING RELATIONSHIP BETWEEN MEASURED INDOOR AIR AND HOUSE DUST CONCENTRATIONS AND ASSOCIATIONS WITH HOUSING CHARACTERISTICS AND BEHAVIORS RELATED TO CONSUMER PRODUCTS WITHIN THE HOME. DIRECT BENEFICIARIES ARE STATE AND LOCAL PUBLIC HEALTH MANAGERS, THE SCIENTIFIC COMMUNITY, AND COMMUNITIES AFFECTED BY RESIDENTIAL PFAS EXPOSURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e1958d7-f0b6-5937-3e2b-5e2009a506df-C", "generated_internal_id": "ASST_NON_84043001_6800"}, {"internal_id": 149897503, "Award ID": "84042901", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-15", "CFDA Number": "66.511", "Description": "DESCRIPTION:THE GOAL OF THE PROPOSED RESEARCH IS TO ADDRESS PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) EXPOSURE VIA INDOOR ENVIRONMENTS BY EVALUATING PFAS IN MULTIPLE RESIDENTIAL MEDIA AND ESTIMATING ITS CONTRIBUTION TO TOTAL PFAS EXPOSURE. ACTIVITIES:THE PROJECT WILL USE DIETARY AND QUESTIONNAIRE DATA TO ESTIMATE EXPOSURES FROM PERSONAL CARE PRODUCTS, FOODS AND FOOD PACKAGING. BY MEASURING CONCENTRATIONS OF PFAS IN ENVIRONMENTAL SAMPLES USING A FULLY VALIDATED, MULTI-FACETED LC-MS/MS METHOD WITH ISOTOPE DILUTION CALIBRATION THE PROJECT WILL BE ABLE TO ESTIMATE THE OVERALL EXPOSURES AND RECONCILE THE EXPOSURE WITH BIOLOGICAL MEASUREMENTS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES ARE ANNUAL PROGRESS AND FINAL REPORTS. PROJECT OUTPUTS INCLUDE A VALIDATED, STANDARDIZED PROTOCOL AND SOP FOR MEASURING A TARGETED SET OF PFAS IN THE RESIDENTIAL ENVIRONMENT AND EXPOSURE MEASUREMENT DATA CONCORDANT WITH BIOMONITORING DATA FOR A TARGETED SET OF PFAS CHEMICALS IN AN AFRICAN AMERICAN PREGNANT STUDY POPULATION. DIRECT BENEFICIARIES INCLUDE STATE AND LOCAL PUBLIC HEALTH MANAGERS, THE SCIENTIFIC COMMUNITY, AND COMMUNITIES AFFECTED BY RESIDENTIAL PFAS EXPOSURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_84042901_6800"}, {"internal_id": 149897546, "Award ID": "84042801", "Award Amount": 248180.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-17", "CFDA Number": "66.511", "Description": "DESCRIPTION:THE GOAL OF THE PROPOSED RESEARCH IS TO ADDRESS PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) EXPOSURE VIA INDOOR ENVIRONMENTS BY EVALUATING PFAS IN A RESIDENTIAL ENVIRONMENT AND ESTIMATING ITS CONTRIBUTION TO TOTAL PFAS EXPOSURE IN THE GENERAL POPULATION.\nACTIVITIES:THE PROJECT WILL 1) CHARACTERIZE TOTAL ORGANIC FLUORINE (TOF) IN INDOOR AIR AND DUST, EVALUATING VARIATION WITHIN THE HOME AND POTENTIAL PFAS SOURCES; AND 2) ASSESS THE RELATIVE CONTRIBUTIONS OF PFAS MEASURED IN DRINKING WATER AND THE INDOOR ENVIRONMENT IN DETERMINING HUMAN PFAS EXPOSURE.SUBRECIPIENT:THE UNIVERSITY OF NORTE DAME WILL BE RESPONSIBLE FOR THE TOTAL ORGANIC FLUORINE (TOF) ANALYSIS OF AIR SAMPLES, DUST SAMPLES AND WRISTBANDS COLLECTED FROM THE RESIDENTIAL COHORT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE ANNUAL PROGRESS AND FINAL REPORTS. PRIMARY OUTPUTS WILL INCLUDE A SERIES OF PRESENTATIONS AND PEER-REVIEWED MANUSCRIPTS WHICH WILL REPORT ON THE RELATIVE CONTRIBUTIONS OF RESIDENTIAL PFAS SOURCES TO SERUM CONCENTRATIONS, VARIATION OF TOF IN THE HOME, RESIDENTIAL FACTORS RELATED TO HIGHER LEVELS OF PFAS EXPOSURE, AND THE UTILITY OF SILICONE WRISTBANDS AS EXPOSURE ASSESSMENT TOOLS. DIRECT BENEFICIARIES INCLUDE THE  STATE AND LOCAL PUBLIC HEALTH MANAGERS, THE SCIENTIFIC COMMUNITY, AND COMMUNITIES AFFECTED BY RESIDENTIAL PFAS EXPOSURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_84042801_6800"}, {"internal_id": 145856394, "Award ID": "84033801", "Award Amount": 1710904.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-04", "CFDA Number": "66.511", "Description": "THE CONVERGENCE SCIENCE IN ENVIRONMENTAL HEALTH PROGRAM WILL UNDERTAKE TRANS-DISCIPLINARY RESEARCH COLLABORATIONS WITH INVESTIGATORS OF EPA'S PUBLIC HEALTH AND INTEGRATED TOXICOLOGY DIVISION LABORATORIES. THESE STUDIES ARE FOCUSED ON UNDERSTANDING THE HUMAN HEALTH EFFECTS OF AIR POLLUTANTS AND ENVIRONMENTAL DISEASE MODIFIERS. THE BROAD GOALS FOR THIS PROGRAM ARE 1) TO UNDERTAKE TRANSLATIONAL RESEARCH, IDENTIFYING MODIFIERS OF RESPONSE TO POLLUTANT EXPOSURE, 2) TO IDENTIFY BIOLOGICAL DETERMINANTS OF RESPONSE TO ENVIRONMENTAL AGENTS, 3) TO DEVELOP RESOURCES AND KNOWLEDGE TO DECREASE THE IMPACT OF POLLUTANT EXPOSURE ON HUMAN HEALTH, AND 4) TO TRAIN THE NEXT GENERATION OF ENVIRONMENTAL HEALTH SCIENTISTS AND RESPOND TO EMERGING RESEARCH NEEDS. THE GENERAL APPROACHES TO MEET THESE OBJECTIVES AND GOALS INCLUDE 1) CONTROLLED EXPOSURE STUDIES OF VOLUNTEERS TO POLLUTANTS, 2) COLLECTION OF BIOSPECIMENS IN PANEL OR FIELD STUDIES OF VOLUNTEER COHORTS, 3) IN VITRO APPROACHES USING CELLS (EPITHELIAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_84033801_6800"}, {"internal_id": 138842688, "Award ID": "84025201", "Award Amount": 1498000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "66.511", "Description": "THE PURPOSE OF THIS RESEARCH IS TO (1) FILL THE KNOWLEDGE GAPS ON THE OCCURRENCE, FATE, TRANSPORT, AND PLANT UPTAKE OF PHARMACEUTICALS AND PERSONAL CARE PRODUCTS (PPCPS) AND PER- AND POLYFLUOROALKYL SUBSTANCES (PFASS) AT THE NEXUS OF BIOSOLIDS, SOIL, WATER, AND CROPS VIA PERFORMING SYSTEMATICALLY DESIGNED LABORATORY AND FIELD EXPERIMENTS, (2) INTEGRATE THE DATA TO DEVELOP QUANTITATIVE MODELS FOR EVALUATING HUMAN EXPOSURE THROUGH BIOSOLIDS APPLICATION PATHWAY, AND (3) COMMUNICATE THE RESEARCH RESULTS THROUGH EXTENSION ACTIVITIES.  DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE SCIENTIFIC COMMUNITY, LOCAL AND REGIONAL GOVERNMENTS, AGRICULTURAL COMMUNITIES, AND THE GENERAL PUBLIC AFFECTED BY PFASS AND PPCPS. EXPECTED DELIVERABLES INCLUDE DATA AND USER-FRIENDLY MODELS USEFUL FOR EVALUATING OCCURRENCE, FATE, TRANSPORT, AND PLANT UPTAKE OF PPCPS AND PFASS RELEASED FROM BIOSOLIDS, AS WELL AS A FIELD GUIDE SUMMARIZING RISK FACTORS CONTRIBUTING TO HUMAN EXPOSURE TO PPCPS AND PFASS FROM BIOSOLIDS APPLICATION. THE EXPECTED OUTCOME IS A DECREASE IN ASSOCIATED PUBLIC HEALTH AND ECOSYSTEM RISKS.  COLORADO STATE U. WILL CONDUCT FIELD EXPERIMENTSAND UNIVERSITY OF GEORGIA WILL ANALYZE PFAS IN BIOSOLIDSAND AND THE GREAT LAKES WATER AUTHORITY IS SUPPORTING FELLOWSHIPS AT THE MICHIGAN STATE UNIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_84025201_6800"}, {"internal_id": 138842680, "Award ID": "84024801", "Award Amount": 1486562.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-30", "CFDA Number": "66.511", "Description": "THE PURPOSE OF THE PROPOSED RESEARCH IS TO USE A SERIES OF CONTROLLED LAB EXPERIMENTS AND FIELD INVESTIGATIONS TO OPTIMIZE TREATMENT PROCESSES AND REDUCE CONTAMINANT LEVELS IN U.S. BIOSOLIDS AND RECEIVING SOILS. THE THREE PRIMARY GOALS ARE TO (1) ADVANCE UNDERSTANDING OF THE COMPOSITION, BIOACCESSIBILITY/BIOAVAILABILITY, PERSISTENCE, TOXICITY AND MOBILITY OF CHEMICAL POLLUTANTS IN SLUDGES, BIOSOLIDS AND SOILSAND (2) EVALUATE THE INFLUENCE OF WASTEWATER SOURCE AND TREATMENT CHOICE ON THESEAND (3) ASSESS SLUDGE POLLUTANT EFFECTS ON CRITICAL WASTEWATER TREATMENT AND SOIL MICROBIAL PROCESSES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE SCIENTIFIC COMMUNITY, LOCAL AND REGIONAL GOVERNMENTS, AGRICULTURAL COMMUNITIES, AND THE GENERAL PUBLIC AFFECTED BY PFASS AND PPCPS. THE EXPECTED OUTCOME OF THIS RESEARCH IS A DECREASE IN ASSOCIATED PUBLIC HEALTH AND ECOSYSTEM RISKS. SUBRECIPIENT HAMPTON ROADS SANITARY DISTRICT WILL CONDUCT WASTEWATER TREATMENT PLANT SAMPLE COLLECTION AND CONSULTATIONS, AND ALSO MAKE AVAILABLE A BENCH-TOP CHEMICAL REACTOR FOR HIGH TEMPERATURE AND PRESSURE EXPERIMENTS WITH WASTEWATER SOLIDS TO EXAMINE THERMAL HYDROLYSIS PROCESS EFFECTS ON POLLUTANT BIOACCESSIBILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f8efda1-d700-50e0-2b23-7e0257640aff-C", "generated_internal_id": "ASST_NON_84024801_6800"}, {"internal_id": 139785919, "Award ID": "84024701", "Award Amount": 1498000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "66.511", "Description": "THE PURPOSE OF THIS RESEARCH IS TO 1) CHARACTERIZE THE OCCURRENCE, FATE, AND TRANSPORT OF BIOSOLID-ASSOCIATED ORGANIC COMPOUNDS (BOCS) AFTER LAND APPLICATION OF BIOSOLIDSAND 2) MODEL BOC EXPOSURES AND PERFORM HAZARD AND RISK ASSESSMENTS TO IDENTIFY HIGH-PRIORITY BOCSAND AND 3) UTILIZE AN ARRAY OF COMMUNICATION CHANNELS TO TRANSLATE RESEARCH FINDINGS AND METHODOLOGY. ACTIVITIES INCLUDE COMBINING LABORATORY AND FIELD EXPERIMENTS TO CHARACTERIZE THE OCCURRENCE AND TRANSFORMATION OF BOCS IN BIOSOLIDS-AMENDED SOILS, ASSESS THEIR POTENTIAL TO CONTAMINATE SURFACE AND GROUNDWATER, AND QUANTIFY BIOACCUMULATION INTO AND METABOLISM WITHIN EDIBLE PRODUCE. DELIVERABLES INCLUDE A NEW, FLEXIBLE FRAMEWORK FOR THE IDENTIFICATION OF HIGH-PRIORITY BOCS IN BIOSOLIDS, WHICH CAN FORM THE BASIS FOR FUTURE INTERVENTIONS AND DEVELOPMENT OF BEST RISK MANAGEMENT PRACTICES AIMED AT PROTECTING PUBLIC HEALTH AND ECOSYSTEMS. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE SCIENTIFIC COMMUNITY, LOCAL AND REGIONAL GOVERNMENTS, WASTEWATER AND AGRICULTURAL COMMUNITIES, AND THE GENERAL PUBLIC AFFECTED BY BOCS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_84024701_6800"}, {"internal_id": 138842690, "Award ID": "84024501", "Award Amount": 1497907.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "66.511", "Description": "THE PURPOSE OF THE PROPOSED RESEARCH IS TO PRODUCE A PRIORITIZED LIST OF UNREGULATED ORGANIC CHEMICALS (UOCS) THAT HAVE THE GREATEST POTENTIAL TO POSE ELEVATED RISKS TO HUMAN HEALTH AND THE ENVIRONMENT, AND STANDARD RAPID ASSAYS TO MEASURE MOBILE AND BIOAVAILABLE FRACTIONS OF THESE CHEMICALS IN BIOSOLIDS.  ACTIVITIES INCLUDE PRIORITIZING UOCS IN BIOSOLIDS BASED ON THEIR OCCURRENCE, MOBILITY, PERSISTENCE, AND BIOACCUMULATIONAND DEVELOPING SIMPLE STANDARD ASSAYS TO MEASURE MOBILE AND BIOAVAILABLE FRACTIONS OF PRIORITY UOCS IN BIOSOLIDSAND AND CARRYING OUT FIELD STUDIES AT MULTIPLE LOCATIONS TO EVALUATE PLANT AND EARTHWORM ACCUMULATION, LEACHING AND RUNOFF RISKS OF PRIORITY UOCS UNDER DIFFERENT BIOSOLIDS APPLICATION, SOIL, CLIMATE AND PLANTING CONDITIONS. THE EXPECTED OUTCOME OF THIS RESEARCH IS A DECREASE IN ASSOCIATED PUBLIC HEALTH AND ECOSYSTEM RISKS. DIRECT BENEFICIARIES OF THIS RESEARCH INCLUDE THE SCIENTIFIC COMMUNITY, AGRICULTURE AND WATER SECTORS AND THE BROADER COMMUNITY IN ENSURING THE SAFE REUSE OF BIOSOLIDS THROUGH LAND APPLICATIONS IN THE U.S. UC RIVERSIDE, PURDUE UNIVERSITY AND THE UNIVERSITY OF CINCINNATI ARE INTEGRALLY INVOLVED IN CONDUCTING ALL ASPECTS OF THE RESEARCH IN THE WORK PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aafe99c-6bed-fd7a-9432-9ae90be0d9c8-C", "generated_internal_id": "ASST_NON_84024501_6800"}, {"internal_id": 144073839, "Award ID": "84022001", "Award Amount": 443734.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-15", "CFDA Number": "66.511", "Description": "THE PURPOSE OF THIS PROJECT IS TO COLLECT IMPORTANT DATA DESCRIBING THE EFFECTS OF CRITICAL THERMAL TREATMENT VARIABLES, INCLUDING TEMPERATURES AND RESIDENCE TIMES, ON THE DESTRUCTION OF ONE TO FIVE CARBONS LONG PERFLUOROCARBONS (PFCS) AND FOUR TO EIGHT CARBONS LONG PER- AND POLYFLUORINATED ALKYL SUBSTANCES (PFAS). THE WORK WILL BE CONDUCTED AT THE BENCH SCALE USING EXPERIMENTAL TECHNIQUES ON THE THERMAL TREATMENT OF POTENTIALLY HAZARDOUS ORGANIC COMPOUNDS. THIS BENCH SCALE APPROACH IS A VERY COST-EFFECTIVE APPROACH FOR COLLECTING THIS INFORMATION AND CAN MORE CLEARLY SEPARATE AND UNDERSTAND THE EFFECTS OF THERMAL TREATMENT VARIABLES UNDER MORE CONTROLLED CONDITIONS THAN CAN BE COST EFFECTIVELY ACCOMPLISHED AT THE PILOT- OR FULL-SCALE. PFAS WILL BE PASSED THROUGH THE BENCHTOP FURNACES AND THE EMISSIONS WILL BE ANALYZED FOR THE INITIAL PFAS AND FLUORINATED BYPRODUCTS. THESE ANALYSES WILL BE USED TO DETERMINE THE DESTRUCTION AND MINERALIZATION OF THE PFAS AT VARIOUS TEMPERATURES AND WITH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58d13fb1-427c-0461-53db-341b90f81c0c-C", "generated_internal_id": "ASST_NON_84022001_6800"}, {"internal_id": 116061003, "Award ID": "84011701", "Award Amount": 402960.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-12", "CFDA Number": "66.511", "Description": "THIS PROJECT WILL CONDUCT LABORATORY AND FIELD MEASUREMENTS OF FUELS AND EMISSIONS DURING BIOMASS FIRE TESTING TO DETERMINE THE EFFECT OF FUEL TYPE, FUEL CHARACTERISTICS, AND IGNITION METHODS ON POLLUTANT EMISSION FACTORS.  MULTI-LABORATORY AND -FIELD TESTS WILL EXAMINE FUEL STRUCTURE, FUEL CHARACTERISTICS, AND IGNITION PATTERNS ON EMISSIONS, PROVIDING INPUT FOR ADVANCED FIRE MODELS THAT INCORPORATE FLAME DYNAMICS TO PREDICT EMISSIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_84011701_6800"}, {"internal_id": 108315087, "Award ID": "84008201", "Award Amount": 1609344.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-31", "CFDA Number": "66.511", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO COMBINE FIELD, LABORATORY AND MODELING ACTIVITIES TO ANALYZE BIOSOLIDS AND PER AND POLYFLUOROALKYL SUBSTANCES (PFAS) CONTAMINATION, PFAS FATE AND TRANSPORT FROM AGRICULTURAL IRRIGATION, THE OCCURRENCE OF PFAS PRECURSORS IN LAND-APPLIED BIOSOLIDS IN LAB STUDIES, OBSERVING INTERFACIAL ADSORPTION TECHNIQUES IN PFAS TRANSPORT, AND MODELING LEACHING RISK TO SURFACE AND GROUND WATER. THE RESEARCH FOCUSES ON ADDRESSING KEY DATA GAPS IN THE UNDERSTANDING OF OCCURRENCE AND FATE OF PFAS IN RURAL AND AGRICULTURAL LANDSCAPES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_84008201_6800"}, {"internal_id": 108315096, "Award ID": "84008101", "Award Amount": 1584420.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-31", "CFDA Number": "66.511", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP A MODEL USING MACHINE-LEARNED BAYESIAN NETWORKS TO ANALYZE DATA SAMPLES TO PREDICT PER- AND POLYFLUOROALKYL SUBSTANCES (PFASS) CONTAMINATION SOURCES AND CREATE FATE-AND-TRANSPORT MODELS IN RURAL DRINKING WATER SYSTEMS. THIS RESEARCH FOCUSES ON A MODEL APPROACH INTEGRATED WITH RISK ASSESSMENT, RISK COMMUNICATION, AND PFAS TESTING TO IMPROVE THE ACCURACY OF RISK PREDICTIONS AND TO FACILITATE INFORMED RISK MANAGEMENT DECISIONS FOR PFAS CONTAMINATION IN RURAL/AGRICULTURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_84008101_6800"}, {"internal_id": 108315083, "Award ID": "84008001", "Award Amount": 1599954.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-30", "CFDA Number": "66.511", "Description": "THE OBJECTIVE OF THE PROJECT IS TO DEVELOP IMPROVED AND COST-EFFECTIVE TREATMENT TRAINS WITH ADVANCED TECHNOLOGIES FOR THE REMOVAL OF PFASS (PER AND POLYFLUOROALKYL SUBSTANCES) FROM DRINKING WATER, WASTEWATER AND BIOSOLIDS FOR SAFE DRINKING WATER. THE PROJECT AIMS TO PRODUCE A NEW AND IMPROVED DATA SET ON ADVANCED TREATMENT PROCESSES TO FILL IN CRITICAL DATA AND KNOWLEDGE GAPS IN TREATMENT TRAINS BY COLLECTING AND CHARACTERIZING THE EFFICIENCY OF PFAS REMOVAL FOR EACH TREATMENT TRAIN FROM SAMPLES ALL ACROSS THE COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_84008001_6800"}, {"internal_id": 111126201, "Award ID": "84006801", "Award Amount": 425594.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "66.511", "Description": "THIS PROJECT WILL CONDUCT LABORATORY AND FIELD WIND TUNNEL FIRE TESTING ON BIOMASS TO ASCERTAIN THE EFFECT OF VARYING FIRE CONDITIONS ON EMISSIONS.  TESTS WILL EXAMINE FUEL STRUCTURES, FUEL CHARACTERISTICS, AND IGNITION PATTERNS ON EMISSIONS, PROVIDING INPUT FOR ADVANCED FIRE MODELS THAT INCORPORATE FLAME SPREAD AND EMISSIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bac481d8-8176-16c9-516b-62b8e1e3041e-C", "generated_internal_id": "ASST_NON_84006801_6800"}, {"internal_id": 96556474, "Award ID": "83998101", "Award Amount": 20000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-01", "CFDA Number": "66.511", "Description": "THE HEALTH EFFECTS INSTITUTE SUPPORTS RESEARCH ON THE HEALTH EFFECTS OF EMISSIONS FROM MOTOR VEHICLES, FUELS, AND OTHER SOURCES OF ENVIRONMENTAL POLLUTION. THEMES GUIDING THE RESEARCH PROGRAM ARE ACCOUNTABILITY, TESTING THE LINKS BETWEEN AIR QUALITY ACTION AND HEALTH; COMPLEX QUESTIONS FOR THE AIR POLLUTION MIXTURE; TRANSPORT AND URBAN HEALTH; AND GLOBAL HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64016dc4-6ec8-b4ad-cc7d-b6f1f542390a-C", "generated_internal_id": "ASST_NON_83998101_6800"}, {"internal_id": 97080474, "Award ID": "83997801", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-17", "CFDA Number": "66.511", "Description": "THIS RESEARCH WILL ADDRESS VIEQUENSES' HEALTH CONCERNS BY FACILITATING RESIDENTS' GREATER UNDERSTANDING ABOUT AND CONTROL OVER TESTING, EVALUATION, QUANTIFICATION, AND MITIGATION OF TOXIC SUBSTANCES IN VIEQUES. THE OVERALL GOAL IS TO USE A COMMUNITY-BASED PARTICIPATORY RESEARCH (CBPR) APPROACH TO: 1) ESTABLISH EXPOSURE TO MULTIPLE CONTAMINANTS THROUGH PERSON-CENTERED ENVIRONMENTAL ASSESSMENTS; 2) ESTABLISH A RESIDENT DATA MONITORING AND DECISION-MAKING INFRASTRUCTURE; AND 3) DEVELOP A PLANT-BASED REMEDIATION SYSTEM FOR SOIL METALS AND TRAIN THE COMMUNITY TO IMPLEMENT IN APPROPRIATE SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4e2e131-5ae6-52bd-fdd9-af26e157c893-C", "generated_internal_id": "ASST_NON_83997801_6800"}, {"internal_id": 85201288, "Award ID": "83948401", "Award Amount": 1609241.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-26", "CFDA Number": "66.511", "Description": "THE NATIONAL ACADEMY OF SCIENCES-NATIONAL RESEARCH COUNCIL (NAS-NRC) RESEARCH ASSOCIATES WILL CONDUCT RESEARCH BASED UPON THE RESEARCH PROPOSALS DEVELOPED AS A PART OF THE APPLICATION PROCESS. PROJECTS MUST DIRECTLY RELATE TO THE AGENCY'S STRATEGIC PLAN. OUTPUTS ARE GENERALLY PUBLICATIONS IN SCIENTIFIC JOURNALS, PRESENTATIONS AT SCIENTIFIC MEETINGS, AND OCCASIONALLY DEVELOPMENT OF MODELS AND OTHER TOOLS THAT MAY BE USED BY THE SCIENTIFIC COMMUNITY AND OTHER PUBLIC INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_83948401_6800"}, {"internal_id": 79639589, "Award ID": "83948201", "Award Amount": 1964375.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-03", "CFDA Number": "66.511", "Description": "THE OBJECTIVE OF THE PROJECT IS TO DEVELOP ACTIONABLE DATA ON THE FATE, TRANSPORT, BIOACCUMULATION, AND EXPOSURE OF A DIVERSE SUITE OF PFASS (PER AND POLYFLUROALKYL SUBSTANCES) IN PFAS-IMPACTED COMMUNITIES TO ENABLE REDUCTIONS IN TOTAL PFAS EXPOSURE. THE RESEARCH FOCUSES ON FILLING CRITICAL DATA GAPS FOR THE ENVIRONMENTAL TRANSPORT OF OVERLOOKED PFAS INCLUDING EVALUATING UPTAKE OF PFAS INTO LOCAL FOODS AND ASSESSING THE RELATIVE ROLE OF DRINKING WATER, DIET, AND INDOOR ENVIRONMENT TO DETERMINE EXPOSURE FOR COMMUNITIES IMPACTED BY PFAS. (PROVIDE FOR CLEAN AND SAFE WATER).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_83948201_6800"}, {"internal_id": 79639588, "Award ID": "83948101", "Award Amount": 1984400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-03", "CFDA Number": "66.511", "Description": "THE PROJECT PROPOSES TO STUDY THE TOXICITY OF A LARGE COLLECTION OF VOLATILE AND NON-VOLATILE PFASS (PER AND POLYFLUROALKYL SUBSTANCES) WITH THE ZEBRAFISH ASSAY AND CONDUCT DEVELOPMENTAL IMMUNOTOXICITY STUDIES AS WELL AS CREATE PHARMACOKINETIC MODELS. THE RESEARCH RESULTS WILL INCREASE THE KNOWLEDGEBASE OF TOXICITY PROFILES FOR A LARGE COLLECTION OF PFAS, COVERING A WIDE VARIETY OF TOXICOLOGICAL ENDPOINTS, AND MAY PROVIDE KEY SCIENTIFIC INFORMATION FOR PRIORITIZING DIFFERENT TYPES OF PFAS FOR EFFECTIVE AND EFFICIENT RISK ASSESSMENT AND MANAGEMENT. (PROVIDE FOR CLEAN AND SAFE WATER).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_83948101_6800"}, {"internal_id": 83285384, "Award ID": "83940101", "Award Amount": 956767.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-14", "CFDA Number": "66.511", "Description": "THIS EFFORT ESTABLISHES A COOPERATIVE TRAINEESHIP PROGRAM SUPPORTING TRAINEES AT VARIOUS LEVELS IN THEIR EDUCATIONAL EXPERIENCE FROM UNDERGRADUATE THROUGH POST-DOCTORAL SCIENTISTS. THIS AGREEMENT WILL ALLOW THEM TO CONDUCT COLLABORATIVE RESEARCH AND TRAIN IN THE FIELDS OF AQUATIC TOXICOLOGY AND FRESHWATER ECOLOGY WITH PERSONNEL FROM EPA/ORD NATIONAL HEALTH AND ENVIRONMENTAL EFFECTS RESEARCH LABORATORY, MID-CONTINENT ECOLOGY DIVISION. THE OVERALL GOAL IS TO INCREASE THE KNOWLEDGE AND EXPERIENCE OF A CADRE OF TRAINEES IN ENVIRONMENTAL AQUATIC TOXICOLOGY AND FRESHWATER ECOLOGY SCIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_83940101_6800"}, {"internal_id": 92678086, "Award ID": "83940001", "Award Amount": 1189356.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-26", "CFDA Number": "66.511", "Description": "THIS TRAINING PROGRAM WILL BE CONDUCTED AS A PARTNERSHIP WITH UNIVERSITY OF MINNESOTA SCIENTISTS USING THE MENTORSHIP OF EPA RESEARCH SCIENTISTS DOING RESEARCH WITH TRAINEES AT THE MED (MID-CONTINENT ECOLOGY DIVISION) IN DULUTH, MN. SUPPORT WILL BE FOR UNIVERSITY UNDERGRADUATE, MASTER'S AND PHD STUDENTS, OR POST-DOCTORAL FELLOWS.  THE GOAL IS TO INCREASE RESEARCH EXPERIENCE AND EXPERTISE OF THE TRAINEES AND ULTIMATELY HELP RECRUITMENT INTO SCIENTIFIC CAREERS IN FRESHWATER AQUATIC TOXICOLOGY AND ECOSYSTEM RESEARCH WITH A FOCUS FOR MANY ON SOLVING ENVIRONMENTAL PROBLEMS IN THE GREAT LAKES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_83940001_6800"}, {"internal_id": 65944284, "Award ID": "83937601", "Award Amount": 1981500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-13", "CFDA Number": "66.511", "Description": "THE OBJECTIVE OF THIS RESEARCH IS TO FURTHER THE SCIENCE OF RISK ASSESSMENT AND MITIGATION FOR LEAD EXPOSURE, AND TO TRANSLATE THIS INTO PRACTICES THAT LIMIT OR EVEN ELIMINATE LEAD EXPOSURE FOR DRINKING WATER CONSUMERS, ESPECIALLY VULNERABLE POPULATIONS SUCH AS CHILDREN AND PREGNANT WOMEN. THIS WORK IS APPLICABLE NOT ONLY TO SENSITIVE MEMBERS OF THE GENERAL PUBLIC, BUT ALSO SMALL AND LARGE COMMUNITIES ACROSS THE U.S. WITH DIFFERENT WATER SOURCES AND VARYING WATER QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aafe99c-6bed-fd7a-9432-9ae90be0d9c8-C", "generated_internal_id": "ASST_NON_83937601_6800"}, {"internal_id": 65944303, "Award ID": "83937501", "Award Amount": 1981500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-16", "CFDA Number": "66.511", "Description": "THE PROPOSED PROJECT WILL CREATE A CONSUMER-CENTRIC FRAMEWORK TO DETECT AND CONTROL LEAD IN DRINKING WATER THAT WILL COMPLEMENT THE UTILITY-CENTRIC FRAMEWORK EMBODIED IN THE LEAD AND COPPER RULE.  THE PROJECT WILL LEVERAGE CITIZEN PARTICIPATION IN DATA COLLECTION, DEVELOP PREDICTIVE MODELS THAT IDENTIFY AREAS OF VULNERABILITY TO HIGH WATER LEAD AND EMPOWER CONSUMERS WITH INTERVENTIONS TO CONTROL RISK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_83937501_6800"}, {"internal_id": 46716495, "Award ID": "83924901", "Award Amount": 1998515.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-01", "CFDA Number": "66.511", "Description": "THIS PROJECT WILL FORMULATE A MODEL THAT PREDICTS THE SPATIOTEMPORAL VARIABILITY IN GROUNDWATER VULNERABILITY TO UNCONVENTIONAL OIL AND GAS-EXTRACTION ASSOCIATED CHEMICALS. THE RESULTANT VULNERABILITY INDEX MODEL WILL MORE ACCURATELY ESTIMATE SUSCEPTIBILITY TO CONTAMINANTS IN DRINKING WATER. THE STUDY WILL CULMINATE WITH A CASE-CONTROL STUDY OF INFANTS TO DETERMINE WHETHER EXPOSURE TO UNCONVENTIONAL OIL AND GAS CONTAMINANTS, AS ESTIMATED BY THE VULNERABILITY INDEX MODEL, IS ASSOCIATED WITH ADVERSE BIRTH OUTCOMES (LOW BIRTHWEIGHT, PRETERM BIRTH, BIRTH DEFECTS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1882697f-2df0-529a-ed60-116702c184a7-C", "generated_internal_id": "ASST_NON_83924901_6800"}, {"internal_id": 46716473, "Award ID": "83924701", "Award Amount": 493438.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-10-20", "CFDA Number": "66.511", "Description": "THIS PROJECT IS DESIGNED TO INCREASE THE EFFECTIVENESS AND NUMBER OF FUTURE ENVIRONMENTAL SCIENTISTS.  PARTICIPANTS WILL COLLABORATE AND WORK WITH FEDERAL SCIENTISTS AT A FEDERAL RESEARCH LABORATORY AND EXPERIENCE TRAINING RELATED TO ECOSYSTEM PROTECTION, GROUNDWATER AND SUBSURFACE PROCESSES, WATER RESOURCES, AND OTHER ENVIRONMENTAL RESEARCH TOPICS.  PARTICIPANTS WILL GAIN EXPERIENCE IN HYPOTHESIS FORMULATION, EXPERIMENTAL DESIGN AND SET-UP, SAMPLE ANALYSIS, DATA EVALUATION, QUALITY ASSURANCE, AND PRESENTATION AND PUBLICATION OF REPORTS AND RESULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31f9cc99-874d-cacd-e470-554e7ecb9efd-C", "generated_internal_id": "ASST_NON_83924701_6800"}, {"internal_id": 46691140, "Award ID": "83689001", "Award Amount": 1989000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-19", "CFDA Number": "66.511", "Description": "THIS PROJECT WILL DEVELOP A MULTI-TIERED, WEB-BASED DECISION SUPPORT SYSTEM THAT INTEGRATES A LITERATURE REVIEW, TESTING, AND MODELING RESULTING IN A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_83689001_6800"}, {"internal_id": 46691030, "Award ID": "83688001", "Award Amount": 1989000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-01", "CFDA Number": "66.511", "Description": "THIS PROJECT WILL DEVELOP A DATABASE OF PREMISE PLUMBING CONDITIONS (WATER AGE, DISINFECTANT TYPE AND CONCENTRATION, FLOW RATES, ETC.) AND CONCENTRAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "867850a1-1693-4b2a-3ff5-034554d322e1-C", "generated_internal_id": "ASST_NON_83688001_6800"}, {"internal_id": 46690161, "Award ID": "83680001", "Award Amount": 299999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-06", "CFDA Number": "66.511", "Description": "N-SINK IS A WEB TOOL TO SUPPORT COMMUNITY NUTRIENT AND LAND USE DECISIONS IN WATERSHEDS. THE WORK IS TO EXPAND THE TOOL AND DO PUBLIC OUTREACH TO SHOW HOW NUTRIENT RETENTION IN WATERSHEDS VARY WITH LAND COVER USING WITH COMMUNITY (CITY, STATE, LOCAL) PLANNERS, MANAGERS. THE PROJECT WILL WORK TO EXPANDED BEYOND THE GEOGRAPHIC AREA OF NEW ENGLAND TO THE NATION IF POSSIBLE. INDICATORS OF SUCCESSFUL EXPANSION INCLUDE INCLUSION OF WATERSHEDS OUTSIDE OF THE CURRENT WEB TOOL STUDY AREA, EXAMPLE HEAT MAPS OF NITROGEN RETENTION AND WORKSHOPS FOR WATERSHED DECISION MAKERS TO DEMONSTRATE THE TOOL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_83680001_6800"}, {"internal_id": 46683356, "Award ID": "83617401", "Award Amount": 1949462.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-22", "CFDA Number": "66.511", "Description": "DEVELOP 2 INTEGRATED DECISION SUPPORT TOOLS THAT ALLOW FOR OPTIMIZATION AND LIFE-CYCLE COST ASSESSMENT (LCCA) OF GREY, GREEN, AND HYBRID STORMWATER I", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_83617401_6800"}, {"internal_id": 46683344, "Award ID": "83617301", "Award Amount": 1949785.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-02", "CFDA Number": "66.511", "Description": "THE PI PROPOSES TO ESTABLISH A LIFE CYCLE COST FRAMEWORK MODEL FOR STORMWATER INFRASTRUCTURE ALTERNATIVES WHICH WILL ALLOW DECISION MAKERS TO ASSESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aafe99c-6bed-fd7a-9432-9ae90be0d9c8-C", "generated_internal_id": "ASST_NON_83617301_6800"}, {"internal_id": 46680345, "Award ID": "83591401", "Award Amount": 1065356.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-11-20", "CFDA Number": "66.511", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO PROVIDE RESEARCH-TRAINING OPPORTUNITIES TO PREDOCTORAL AND POSTDOCTORAL TRAINEES IN THE ENVIRONMENTAL SCIENCES TH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_83591401_6800"}, {"internal_id": 46680333, "Award ID": "83591301", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-10", "CFDA Number": "66.511", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO RECRUIT AND TRAIN NEW SCIENTISTS IN THE ENVIRONMENTAL HEALTH SCIENCES BY DEVELOPING A COLLABORATIVE TRAINING PART", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_83591301_6800"}, {"internal_id": 46680204, "Award ID": "83590201", "Award Amount": 25000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-07-24", "CFDA Number": "66.511", "Description": "THE HEALTH EFFECTS INSTITUTE SUPPORTS RESEARCH ON THE HEALTH EFFECTS OF EMISSIONS FROM MOTOR VEHICLES, FUELS, AND OTHER SOURCES OF ENVIRONMENTAL POLL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64016dc4-6ec8-b4ad-cc7d-b6f1f542390a-C", "generated_internal_id": "ASST_NON_83590201_6800"}, {"internal_id": 46679785, "Award ID": "83586601", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-01", "CFDA Number": "66.511", "Description": "THE OVERALL PROJECT GOAL IS TO DEVELOP AN IMPROVED SYSTEM-WIDE QUALITY AND QUANTITY MODEL OF THE JORDAN RIVER WATERSHED THAT CAN BE USED BY STAKEHOLD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_83586601_6800"}, {"internal_id": 46679773, "Award ID": "83586501", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-01", "CFDA Number": "66.511", "Description": "THIS PROJECT WILL DEVELOP AN INTEGRATED FRAMEWORK THAT ENABLES THE ASSESSMENT OF WATER QUALITY AND AVAILABILITY IMPACTS UNDER SUITE OF CLIMATE AND NA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aafe99c-6bed-fd7a-9432-9ae90be0d9c8-C", "generated_internal_id": "ASST_NON_83586501_6800"}, {"internal_id": 46679761, "Award ID": "83586401", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-25", "CFDA Number": "66.511", "Description": "THIS PROJECT EXAMINES EFFECTS OF DIFFERENT FOREST FIRE REDUCTION MANAGEMENT TECHNIQUES IN AN EXPERIMENTAL CONIFEROUS FORESTED WATERSHED, PARTICULARLY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_83586401_6800"}, {"internal_id": 46678834, "Award ID": "83578501", "Award Amount": 7410650.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-04-13", "CFDA Number": "66.511", "Description": "THIS ON-SITE COOPERATIVE AGREEMENT WILL USE ADVANCED AND UNIQUE SYSTEMS LOCATED IN THE EPA HUMAN STUDIES FACILITY AT CHAPEL HILL TO EXPOSE HEALTHY AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_83578501_6800"}, {"internal_id": 46677043, "Award ID": "83563201", "Award Amount": 774698.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-12", "CFDA Number": "66.511", "Description": "RELEASE OF NITROGEN TO THE ENVIRONMENT FROM HUMAN ACTIVITIES HAVE LEAD TO A HOST OF ENVIRONMENTAL AND HUMAN HEALTH CONCERNS.  THIS EXTERNAL N RELEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d604415e-e1c8-650f-1b30-5e424b71fcf7-C", "generated_internal_id": "ASST_NON_83563201_6800"}, {"internal_id": 46676410, "Award ID": "83557701", "Award Amount": 13280615.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-06", "CFDA Number": "66.511", "Description": "THIS PROGRAM IS PARTICIPATED IN TO ALLOW POST-DOCTORATE AND SR. FELLOWS TO WORK IN AN EPA FACILITY UNDER THE MENTORSHIP OF AN EPA ADVISOR.  THE NRC'S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_83557701_6800"}, {"internal_id": 46675975, "Award ID": "83554001", "Award Amount": 2085000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-01-09", "CFDA Number": "66.511", "Description": "THE OBJECTIVE OF THIS COOPERATIVE AGREEMENT IS TO STIMULATE/SUPPORT THE WORK OF WHO RELATED TO HEALTH AND THE ENVIRONMENT, INCLUDING RISK ASSESSMENT,", "Place of Performance Country Code": "CHE", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41634a7e-e6f8-e2b1-b907-5a0c8adb32bc-C", "generated_internal_id": "ASST_NON_83554001_6800"}]