[{"internal_id": 151169348, "Award ID": "84046901", "Award Amount": 998295.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "66.521", "Description": "DESCRIPTION:THIS PROJECT AIMS TO ASSIST A SMALL COMMUNITY WITH A POPULATION LESS THAN 10,000 TO IMPROVE NUTRIENT REMOVAL OF AMMONIA, NITROGEN, AND PHOSPHORUS FROM WASTEWATER TREATMENT LAGOONS THROUGH PILOTING A LOW-COST AND SUSTAINABLE FLOATING TREATMENT WETLAND AND MONITORING SYSTEM.ACTIVITIES:THE PROJECT TEAM WILL DEMONSTRATE A FLOATING TREATMENT WETLAND (FTW) SYSTEM DEPLOYED IN A LAGOON IN NORTHERN MICHIGAN. NUTRIENTS WILL BE MONITORED BY PHYSICAL TESTS, BIOLOGICAL COMMUNITY (BACTERIA) POPULATION COMPOSITION AND GROWTH WILL BE MONITORED USING NEXT GENERATION SEQUENCING AND HYPERSPECTRAL IN-SITU AND REMOTE SENSING, AND THE REMOVAL FATE OF NUTRIENTS AND DISSOLVED ORGANICS WILL BE INVESTIGATED USING SUNLIGHT EXPERIMENTS. BIOWIN MODELING WILL BE COMPLETED ALONG WITH LIFE CYCLE COST AND ENVIRONMENTAL ASSESSMENTS TO EVALUATE TECHNICAL, ECONOMIC, AND ENVIRONMENTAL SYSTEM PERFORMANCE.SUBRECIPIENT:SUBAWARD TO KEWEENAW BAY OJIBWA COMMUNITY COLLEGE (KBOCC) ($25,200) TO HELP IMPROVE TRANSFERABILITY OF PROJECT OUTCOMES TO COMMUNITIES.  OVER THE FOUR YEARS OF THIS PROJECT, RESEARCHERS AIM TO FOSTER A 'TRUST NETWORK' WHEREBY KBOCC STUDENTS FRAME THEIR UNDERSTANDING OF THE PROJECT, PROTECT THE NATIVE WAYS, AND TEACH THE MICHIGAN TECH TEAM THEIR PERSPECTIVES ON WATER QUALITY.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS A PILOT FLOATING TREATMENT WETLAND SYSTEM PACKAGED FOR TRANSFERABILITY, INCLUDING COMPLETE DOCUMENTATION AND TRAINING RECOMMENDATIONS FOR SMALL, RURAL, AND TRIBAL COMMUNITIES, LAGOON OPERATORS, AND ALL OTHER INTERESTED STAKEHOLDERS. DIRECT BENEFICIARIES INCLUDE SMALL, RURAL AND TRIBAL COMMUNITIES, LAGOON OPERATORS, AND STATE, LOCAL AND TRIBAL NATURAL RESOURCE MANAGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79479b13-472d-876c-1e70-acfd49a73825-C", "generated_internal_id": "ASST_NON_84046901_6800"}, {"internal_id": 151169324, "Award ID": "84046801", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "66.521", "Description": "DESCRIPTION:THE PROJECT AIMS TO FIND SUSTAINABLE TECHNOLOGIES, METHODS, AND COST-EFFECTIVE OPPORTUNITIES FOR MORE EFFICIENT NUTRIENT REMOVAL IN LAGOON WASTEWATER SYSTEMS SERVING SMALL, RURAL COMMUNITIES.\nACTIVITIES:ACTIVITIES INCLUDE (1) IDENTIFYING THE VARIOUS TECHNOLOGY OPTIONS CURRENTLY IMPLEMENTED AT LAGOON FACILITIES SERVING LESS THAN 10,000 PEOPLE THAT CONSISTENTLY REMOVE AMMONIA, TOTAL NITROGEN, AND TOTAL PHOSPHORUS TO LOW LEVELS, (2) DETERMINING THE NUTRIENT REMOVAL PERFORMANCE AND CONTEXTUAL CHALLENGES OF TECHNOLOGIES THAT CAN EFFICIENTLY AND CONSISTENTLY REMOVE NUTRIENTS IN DIFFERENT TYPES OF LAGOON SYSTEMS IN DIFFERENT CLIMATES, (3) DETERMINING THE ECONOMIC PERFORMANCE OF TECHNOLOGIES THAT CAN EFFICIENTLY AND CONSISTENTLY REMOVE NUTRIENTS IN DIFFERENT TYPES OF LAGOON SYSTEMS IN DIFFERENT CLIMATES, AND (4) DETERMINING THE LIFE-CYCLE ENVIRONMENTAL IMPACTS OF TECHNOLOGIES THAT CAN EFFICIENTLY AND CONSISTENTLY REMOVE NUTRIENTS IN DIFFERENT TYPES OF LAGOON SYSTEMS IN DIFFERENT CLIMATES.  SUBRECIPIENT:SUBAWARD TO CALIFORNIA STATE UNIVERSITY AT CHICO ($403,039) FOR THE LIFE CYCLE COST ANALYSIS AND LIFE CYCLE ASSESSMENT.  SUBAWARD TO UNIVERSITY OF CALIFORNIAMDASH;DAVIS ($390,000) FOR ANALYZING LAGOON PROCESS CONFIGURATIONS, SYNTHESIS OF PROCESS DATA OBTAINED FROM LITERATURE AND OTHER SOURCES, EVALUATION OF PROCESS DATA USING PROBABILITY DISTRIBUTIONS, DEVELOPMENT OF LAGOON-SPECIFIC WASTEWATER PROCESS MODELING APPROACHES TO IMPROVE THE POTENTIAL FOR NUTRIENT MANAGEMENT IN LAGOONS, AND ASSISTING WITH THE COST MODELS FOR LAGOON CAPITAL AND OPERATIONAL COSTS.OUTCOMES:DELIVERABLES INCLUDE ANNUAL AND FINAL REPORTS, AS WELL AS CASE STUDIES, MODELING PROCEDURES, AND A DECISION-SUPPORT TOOL TO PROMOTE CONTEXTUAL, COST-EFFECTIVE TECHNOLOGY OPTIONS TO IMPROVE NUTRIENT REMOVAL IN LAGOON SYSTEMS IN SMALL COMMUNITIES. INTENDED BENEFICIARIES INCLUDE SMALL RURAL COMMUNITIES, LAGOON WASTEWATER OPERATORS AND STAKEHOLDERS, AND STATE, TRIBAL AND LOCAL WATER RESOURCE MANAGERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_84046801_6800"}, {"internal_id": 143493642, "Award ID": "84024301", "Award Amount": 936049.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "66.521", "Description": "THE PURPOSE OF THIS PROJECT IS TO DEVELOP AND VALIDATE APPROACHES FOR OBTAINING APPROVAL FOR NEW OR ALTERNATIVE TECHNOLOGIES FOR VERY SMALL DRINKING WATER SYSTEMS. THE PROJECT ALSO AIMS TO ENSURE THAT APPROVALS CAN TRANSFER FROM STATE TO STATE WITHOUT COMPROMISING PUBLIC HEALTH PROTECTION. THE RESEARCH TEAM WILL CONDUCT AN INITIAL NATIONAL OUTREACH EFFORT TO COLLECT DETAILED INFORMATION ON THE CHALLENGES AND BARRIERS WITH TECHNOLOGY DEPLOYMENT BEFORE DEVELOPING POTENTIAL SOLUTIONS. A RESEARCH TEAM LED BY ASDWA, INCLUDING TWO NON-PROFIT ASSOCIATIONS, ONE UNIVERSITY AND ONE CONTRACTOR WILL COLLABORATE ON DEVELOPING AND VALIDATING MULTIPLE APPROACHES AND/OR SOLUTIONS TO MEET THE OBJECTIVES DETAILED IN THE PROJECT. DELIVERABLES INCLUDE AN ARRAY OF TOOLS TO ASSIST VERY SMALL WATER SYSTEMS, PRIVATE WELL OWNERS, STATES, AND TECHNOLOGISTS TO INCREASE INNOVATION UPTAKE FOR VERY SMALL SYSTEMS AND WELLS AND A &LDQUOANDWORKSHOP IN A BOX&RDQUOAND TRAINING FOR SYSTEMS TO UNDERSTAND THESE TOOLS AND OPPORTUNITIES. OUTCOMES INCLUDE REDUCED ECONOMIC COSTS AND TIMELINE OF DEPLOYING DEMONSTRATED INNOVATIVE WATER TECHNOLOGIES, AS WELL AS IMPROVED PUBLIC HEALTH AND REDUCED RISKS ASSOCIATED WITH DEPLOYING DEMONSTRATED INNOVATIVE WATER TECHNOLOGIES. ASDWA&RSQUOANDS RESEARCH TEAM INCLUDES THE FOLLOWING ORGANIZATIONS WHO PROVIDE UNIQUE SKILLS AND EXPERIENCE TO MEET THE ABOVE RESEARCH OBJECTIVES: WATER RESEARCH FOUNDATION (SUPERVISE INNOVATION ACTIVITIES), RURAL ASSISTANCE COMMUNITY PARTNERSHIP (COMMUNICATION WITH COMMUNITIES AND WELL OWNERS), AND THE UNIVERSITY OF MASSACHUSETTS (COLLATE REGULATORY INFORMATION).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce85a76b-09fa-d3a5-aa09-02dfaa3809ad-C", "generated_internal_id": "ASST_NON_84024301_6800"}]