[{"internal_id": 48243770, "Award ID": "99T70801", "Award Amount": 45000.0, "Award Type": null, "Base Obligation Date": "2017-12-19", "CFDA Number": "66.609", "Description": "THE MARIPOSA COMMUNITY HEALTH CENTER WILL TRAIN COMMUNITY HEALTH WORKERS TO EDUCATE PARENTS/CAREGIVERS AND CHILD CARE PROVIDERS TO REDUCE TOXIC EXPOSURES TO CHILDREN. THE PROJECT WILL DEVELOP A TRAINING CURRICULUM, TRAIN COMMUNITY HEALTH WORKERS TO EDUCATE PARENTS/CAREGIVERS AND CHILD CARE PROVIDERS, AND SHARE RESULTS SO OTHER BORDER COMMUNITIES BENEFIT.  THIS AWARD PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $45,000. PREAWARD COSTS HAVE BEEN APPROVED BACK TO 12/1/17", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce757ca-e75c-e8da-021e-9f37e4095195-C", "generated_internal_id": "ASST_NON_99T70801_6800"}, {"internal_id": 48243769, "Award ID": "99T70601", "Award Amount": 39500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-12-27", "CFDA Number": "66.609", "Description": "THE PURPOSE OF THIS GRANT IS FOR SONORA ENVIRONMENTAL RESEARCH INSTITUTE, INC (SERI) TO TRAIN PROMOTORAS (COMMUNITY HEALTH WORKERS) IN NOGALES, ARIZONA ON HEALTHY HOMES CONCEPTS AND INSPECTIONS, WHO WILL THEN EDUCATE PARENTS/CAREGIVERS AND CHILD CARE PROVIDERS TO REDUCE TOXIC EXPOSURES TO CHILDREN THROUGH COMMUNITY WORKSHOPS AND HOME/SITE VISITS.  SERI WILL CONDUCT PRE-AND POST-TESTS COMPLETED BY TRAINING/WORKSHOP PARTICIPANTS AND FOLLOW-UP VISITS AND PHONE CALLS WITH THOSE WHOSE HOME OR CHILDCARE FACILITY RECEIVED AN INSPECTION. LASTLY, THEY WILL WORK WITH MEDICAL PROVIDERS TO BRING AWARENESS OF THE NEED FOR BLOOD TESTING FOR LEAD IN VULNERABLE POPULATIONS.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $39,500.  PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO 12/1/17.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "185f2dfe-d51b-e157-35bb-d1e30b3b9b21-R", "generated_internal_id": "ASST_NON_99T70601_6800"}, {"internal_id": 149848355, "Award ID": "98T30501", "Award Amount": 199977.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-16", "CFDA Number": "66.609", "Description": "DESCRIPTION:THE PROJECT WILL HELP DETERMINE THE AIR AND WATER QUALITY AT THE TRIBAL HEAD START AND DAY CARE CENTERS, BUILD CAPACITY FOR COCOPAH TRIBAL PROFESSIONALS TO ESTABLISH THEIR OWN AIR AND WATER MONITORING PROGRAMS, AS WELL AS INCREASE LOCAL COMMUNITY AWARENESS OF ENVIRONMENTAL EXPOSURE ISSUES AND THE ASSOCIATED HEALTH EFFECTS, PARTICULARLY FOR CHILDREN.\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $199,977. PREAWARD COSTS ARE APPROVED BACK TO 5/1/2022. REFER TO TERMS AND CONDITIONS.\nACTIVITIES:ACQUIRE AND DEPLOY AIR QUALITY MONITORS. ESTABLISH QUARTERLY WATER SAMPLING SCHEDULE AT COCOPAH DAY CARE, HEAD-START, RESIDENCES, AND ADMINISTRATIVE BUILDINGS. COLLECT AND ANALYZE AIR AND WATER DATA. TRAIN COCOPAH ENVIRONMENTAL PROTECTION STAFF IN FIELD COLLECTION METHODS OF WATER AND AIR MONITORS. TRAIN COCOPAH DAY CARE, HEAD START, AND K-12 STAFF ON PROTECTING CHILDREN'S HEALTH FROM AIR AND WATER HAZARDS. DISSEMINATE TESTING RESULTS TO COMMUNITY AT COCOPAH COMMUNITY DAYS. ESTABLISH ONGOING COCOPAH AIR AND WATER QUALITY PROGRAM.SUBRECIPIENT:COORDINATION OF ALL PROJECT ACTIVITIES OCCURRING ON TRIBAL LANDS INCLUDING EQUIPMENT DEPLOYMENT, DATA COLLECTION, SITE VISITS, STAFF TRAINING, AND COMMUNITY DISSEMINATION. THE COCOPAH TRIBE ENVIRONMENTAL PROTECTION OFFICE DIRECTOR WILL ALSO OVERSEE MONITORING AND MAINTENANCE OF THE AIR QUALITY MONITORING EQUIPMENT AND PROVIDE PROJECT UPDATES TO THE TRIBAL COUNCIL.OUTCOMES:EXPECTED DELIVERABLES INCLUDE AIR AND WATER QUALITY ANALYSIS (SAMPLING AND ANALYSIS PLAN [SAP], DATA SUMMARIES, DATA VALIDATION REPORTS, REMOVAL ASSESSMENT REPORT) TO HELP INFORM THE COMMUNITY ON WHAT STEPS NEED TO BE TAKEN TO ENSURE THE AIR AND WATER ARE SAFE AND TRAINING FOR COCOPAH ENVIRONMENTAL PROTECTION, DAY CARE, AND HEAD START STAFF. EXPECTED OUTCOMES INCLUDE ESTABLISHED AIR AND WATER QUALITY TESTING PROGRAM MANAGED BY THE COCOPAH TRIBE AND INCREASED COMMUNITY KNOWLEDGE OF AIR AND WATER QUALITY HAZARDS AND HEALTH IMPACTS, AND HOW TO PROTECT CHILDREN AND OTHER VULNERABLE COMMUNITY MEMBERS FROM THESE HEALTH IMPACTS. INTENDED BENEFICIARIES ARE THE APPROXIMATELY 1,200 INHABITANTS OF THE THREE RESERVATION LANDS, INCLUDING APPROXIMATELY 193 CHILDREN OVER THE AGE OF 3 ENROLLED IN SCHOOL ON AND OFF THE RESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 199977.0, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_98T30501_6800"}, {"internal_id": 149897616, "Award ID": "97791901", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-07", "CFDA Number": "66.609", "Description": "DESCRIPTION:THIS ARP FUNDED PROJECT AIMS TO DEVELOP A PRACTICAL DECISION-MAKING TOOL FOR KANSAS SCHOOLS AND CHILDCARE FACILITIES LOCATED IN LOW-INCOME COMMUNITIES AND HIGH-TRAFFIC AREAS TO MITIGATE INDOOR AIR POLLUTION, REDUCE CHILDHOOD RESPIRATORY DISEASE, INCREASE SCHOOL ATTENDANCE, AND IMPROVE OVERALL SCHOOL ACHIEVEMENT. \n\nACTIVITIES:PROJECT ACTIVITIES WILL INCLUDE 1) INVESTIGATING THE STATUS OF INDOOR AIR QUALITY IN CHILD EDUCATIONAL BUILDINGS AND ITS RELATION TO THE DISTANCE FROM THE HIGH TRAFFIC ROADS AND 2) DEVELOPING A DECISION-MAKING TOOL FOR FACILITY MANAGERS, BUILDING ADMINISTRATORS, OR OTHER SCHOOL DECISION-MAKERS TO REDUCE OR CONTROL ENVIRONMENTAL FACTORS ASSOCIATED WITH ASTHMA IN CHILDCARE AND SCHOOL ENVIRONMENTS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL DEVELOP A DECISION-MAKING TOOL FOR SCHOOL AND DAYCARE DECISION MAKERS TO TAKE ACTIONS TO IMPROVE INDOOR AIR QUALITY AND PROTECT CHILDREN'S HEALTH.  THE APPLICATION OF THIS TOOL, OVER THE LONG-TERM, WILL HELP IMPROVE THE CLASSROOM ENVIRONMENT AND HEALTH CONDITIONS FOR CHILDREN, ESPECIALLY THOSE FROM LOW-INCOME FAMILIES.  INTENDED BENEFICIARIES INCLUDE CHILDREN FROM LOW-INCOME FAMILIES THAT ARE MORE LIKELY TO HAVE ASTHMA AND RESPIRATORY SYMPTOMS AND WHO ARE MORE LIKELY TO LIVE AND ATTEND SCHOOL NEAR HIGH TRAFFIC AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "5fa8ba1a-d5eb-7348-472d-6a58174c937f-C", "generated_internal_id": "ASST_NON_97791901_6800"}, {"internal_id": 149790487, "Award ID": "96392901", "Award Amount": 199978.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-11", "CFDA Number": "66.609", "Description": "DESCRIPTION:THIS PROJECT WILL PROVIDE CAPACITY BUILDING SUPPORT TO EDUCATE PHILADELPHIA'S EARLY LEARNING COMMUNITY ABOUT ENVIRONMENTAL HAZARDS IN CHILDCARE CENTERS AND PROVIDE ACTION STEPS TO MITIGATE HAZARDS, INCLUDING ADDRESSING CONCERNS ASSOCIATED WITH CLIMATE CHANGE AND COVID-19. OVER 200 CHILDCARE CENTERS IN LOW-INCOME AND MINORITY COMMUNITIES WILL RECEIVE AN ECO-HEALTHY ASSESSMENT, BE OFFERED SOLUTIONS TO ADDRESSING ENVIRONMENTAL RISKS FOUND IN THE LEARNING ENVIRONMENT, AND TECHNICAL ASSISTANCE TO COMPLY WITH CITY AND STATE REGULATIONS. ADDITIONALLY, CHILDCARE CENTER STAFF ACROSS THE CITY WILL HAVE AN OPPORTUNITY TO PARTICIPATE IN WEBINARS THAT FOCUS ON RELEVANT ENVIRONMENTAL HEALTH TOPICS. THIS PROJECT PROPOSES TO FORM A STATEWIDE PARTNERSHIP WITH CHILDCARE CENTERS, AS A NETWORK TO STRATEGIZE BRINGING ADDITIONAL RESOURCES, MITIGATION STRATEGIES, AND POLICY OPPORTUNITIES TO CENTERS ACROSS THE COMMONWEALTH.ACTIVITIES:PROJECT ACTIVITIES INCLUDE: 1) EDUCATE APPROXIMATELY 200 EARLY LEARNING CENTER PERSONNEL THROUGH DIRECT ENGAGEMENT  TO ADDRESS ENVIRONMENTAL EXPOSURES IN THE LEARNING ENVIRONMENT; 2) CONNECT THE NETWORK OF PROVIDERS TO AVAILABLE RESOURCES; 3) CONDUCT ASSESSMENTS AND CERTIFY EARLY LEARNING CENTERS AS ECO-HEALTHYREG; THROUGH THE CHILDREN'S ENVIRONMENTAL HEALTH NETWORK'S NATIONAL MODEL; 4) EDUCATE APPROXIMATELY 300 EARLY LEARNING CENTER DIRECTORS AND STAFF ON ENVIRONMENTAL HEALTH TOPICS VIA WEBINARS; 5) PROVIDE CONSULTATION TO CHILDCARE CENTERS REGARDING THEIR COMPLIANCE WITH THE CITY'S LEAD DUST AND ASBESTOS LAWS; 6) PROVIDE GREEN CLEANING SUPPLIES, FACT SHEETS ON THEIR PROPER USE FOLLOWED BY ON-LINE TRAINING ABOUT GREEN CLEANING METHODS AND SAFE CHEMICAL STORAGE AND MANAGEMENT; 7) PURCHASE AND USE INDOOR AIR QUALITY (IAQ) CONTINUOUS PORTABLE MONITORS AND AIR FILTRATION UNITS IN 10 CHILDCARE CENTERS TO ASSESS PARAMETERS; AND 8) CREATE A GREEN AND HEALTHY EARLY LEARNING PARTNERSHIP PROGRAM FOR CHILDCARE CENTERS, MODELED AFTER THE PA GREEN AND HEALTHY SCHOOLS PARTNERSHIP.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE: INCREASED KNOWLEDGE OF ENVIRONMENTAL HEALTH RISKS IN THE LEARNING ENVIRONMENT, IMPROVED AIR QUALITY IN THE LEARNING ENVIRONMENT, A WEB-BASED RESOURCE NETWORK, INCREASED UTILIZATION OF EXISTING RESOURCES AND TOOLKITS, AND A STATEWIDE NETWORK OF PROVIDERS COMMITTING TO ADVANCING INITIATIVES THAT FOCUS ON REDUCING EXPOSURE TO ENVIRONMENTAL HEALTH RISKS AND ADVOCATING FOR CHANGES AT THE LOCAL AND STATE LEVELS. BENEFICIARIES OF THIS PROJECT ARE THE CHILDCARE CENTER'S STAFF AND ATTENDING CHILDREN LIVING IN LOW-INCOME AND MINORITY COMMUNITIES IN THE CITY OF PHILADELPHIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 199978.0, "Infrastructure Obligations": null, "recipient_id": "73108cd5-ee19-b795-a763-0f353a379b12-R", "generated_internal_id": "ASST_NON_96392901_6800"}, {"internal_id": 139786004, "Award ID": "96390101", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "66.609", "Description": "THE PURPOSE OF THIS GRANT AGREEMENT IS TO PROVIDE EDUCATIONAL OPPORTUNITIES TO PROTECT CHILDREN FROM EXPOSURE TO LEAD HAZARDS IN THE CITY OF YORK, PENNSYLVANIA. THERE ARE TWO OBJECTIVES PLANNED FOR THIS PROJECT. THE FIRST IS TO PROVIDE US EPA-APPROVED RENOVATIONS, REPAIR, AND PAINTING (RRP) RULE TRAINING TO APPROXIMATELY 72 INDIVIDUALS. TRAINED INDIVIDUALS WILL BE ABLE TO IDENTIFY PROBABLE LEAD PAINT HAZARDS OR IDENTIFY LEAD PAINT THAT COULD BECOME HAZARDOUS AS A RESULT OF RENOVATION, REPAIR, OR PAINTING. OUTCOMES INCLUDE INCREASED KNOWLEDGE OR HAZARDS, TRAINED INDIVIDUALS WHO CAN HELP MINIMIZE HAZARDS, AND INCREASED LONG-TERM ENVIRONMENTAL HEALTH OUTCOMES FOR CHILDREN. THE SECOND OBJECTIVE IS TO PREVENT ELEVATED BLOOD LEAD LEVELS IN CHILDREN UTILIZING THE MATERNAL-CHILD HEALTH PROGRAM, HEALTHY MOMS HEALTHY BABIES. FIFTY (50) CLEANING KITS WILL BE DISTRIBUTED TO YORK HEALTHY MOMS-HEALTHY BABIES PARTICIPANTS WHO ARE PREGNANT OR HAVE BECOME NEW MOMS. OUTCOMES INCLUDE THE REDUCTION OF HOUSEHOLD LEAD DUST DUE TO CLEANING PRACTICES, AN INCREASE IN KNOWLEDGE OF THE DANGERS OF HIGH BLOOD LEAD LEVELS, AND OVERALL BETTER LONG-TERM HEALTH, AFFECTING HEALTH CARE COSTS AND POTENTIAL AVOIDANCE OF SPECIAL EDUCATION AND ISSUES RELATED TO BEHAVIORAL HEALTH AND CRIMINAL JUSTICE.  BENEFICIARIES ARE CITIZENS IN THE STATE OF PENNSYLVANIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fe9f119-a4ab-b507-3b45-7c23ec209d83-C", "generated_internal_id": "ASST_NON_96390101_6800"}, {"internal_id": 150486490, "Award ID": "96224422", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "66.609", "Description": "DESCRIPTION:THE PURPOSE OF THIS ARP FUNDED COOPERATIVE AGREEMENT IS TO BUILD CAPACITY WITHIN UNITED STATES VIRGIN ISLANDS PUBLIC ELEMENTARY SCHOOLS AND THE WIDER COMMUNITY FOR SAFE, CLEAN, AND AFFORDABLE DRINKING WATER THROUGH PARTNERSHIPS, TEACHER TRAINING, DEVELOPMENT OF AN INTEGRATED AND ENHANCED THIRD-GRADE WATER CURRICULA, AND COMMUNITY OUTREACH.ACTIVITIES:THROUGHOUT THE PROJECT, THERE WILL BE PROJECT ADVISORY COMMITTEE MEETINGS. A THIRD-GRADE CURRICULA THAT INCLUDES USE OF WATER QUALITY TESTING KITS FOR EDUCATIONAL PURPOSES WILL BE DEVELOPED. SEVEN ELEMENTARY SCHOOL PARTNERS AND A LEAD TEACHER AT EACH SCHOOL WILL BE RECRUITED. ONE WATER BOTTLE FILLING STATION PER SCHOOL WILL BE INSTALLED TO MEET EDUCATIONAL OBJECTIVES. THIRD GRADE TEACHERS WILL BE TRAINED IN THE CURRICULA AND DELIVER IT DURING TWO SCHOOL YEARS. THE LEAD TEACHER WILL WORK WITH A SMALL GROUP OF STUDENTS TO CONDUCT A SCHOOL WATER AND WASTE AUDIT EARLY IN THE SCHOOL YEAR AND THIS AUDIT WILL BE REPEATED IN THE FOLLOWING SCHOOL YEAR. A SCHOOL BULLETIN BOARD WILL BE CREATED AND UPDATED IN THE SECOND YEAR. THERE WILL BE A SCHOOL WIDE PRESENTATION EACH YEAR TO SHARE AUDIT RESULTS, PROJECT INFORMATION, AND DISSEMINATE REUSABLE WATER BOTTLES TO STAFF AND STUDENTS. STUDENTS WILL COMPLETE PRE- AND POST-TESTS AND TEACHERS WILL COMPLETE EVALUATIONS. MONTHLY COMMUNICATIONS WILL BE SHARED WITH THE WIDER COMMUNITY THROUGH VARIOUS CHANNELS AND DECISION-MAKERS WILL BE ENGAGED QUARTERLY. REPORTS FOR THE FIRST AND SECOND YEARS WILL BE DEVELOPED, ALONG WITH A FINAL REPORT.SUBRECIPIENT:A SUBAWARD WILL BE ISSUED TO VIRGIN ISLANDS CONSERVATION SOCIETY, A PROJECT PARTNER AND ON-THE-GROUND PROJECT COORDINATOR, TO FUND TWO ECO-SCHOOLS COORDINATOR POSITIONS AND ONE ECO-SCHOOLS SUPERVISOR POSITION. VIRGIN ISLANDS CONSERVATION SOCIETY DELIVERS THE VIRGIN ISLANDS' EXISTING ECO-SCHOOLS PROGRAM, WHICH PROVIDES THE PROJECT FRAMEWORK. VIRGIN ISLANDS CONSERVATION SOCIETY STAFF WILL HELP COORDINATE AND PARTICIPATE IN THE PROJECT ADVISORY COMMITTEE, AS WELL AS IMPLEMENT THE SCHOOL-BASED ASPECTS OF THE PROJECT, INCLUDING ADAPTING AND CREATING THE FINAL CURRICULA, CONDUCTING THE TEACHER TRAINING, CLASSROOM EDUCATION, GUEST SPEAKERS, EVALUATIONS, AND REPORTS. VIRGIN ISLANDS CONSERVATION SOCIETY WILL ALSO BE INVOLVED IN COMMUNITY OUTREACH AND REVIEW OF MATERIALS AND REPORTS.OUTCOMES:ANTICIPATED PROJECT DELIVERABLES INCLUDE PROJECT ADVISORY COMMITTEE MEETING AGENDAS, MINUTES, AND PROJECT EVALUATIONS, FINALIZED CURRICULA MATERIALS, A PROJECT WEBPAGE, MEMORANDA OF UNDERSTANDING WITH PARTICIPATING SCHOOLS, ROSTER OF PARTICIPATING SCHOOLS AND TEACHERS, PHOTOGRAPHS OF PROJECT ACTIVITIES, TWO WATER AND WASTE AUDIT REPORTS PER SCHOOL, ONE BULLETIN BOARD PER SCHOOL TO BE UPDATED IN THE SECOND YEAR, TWO WHOLE SCHOOL PRESENTATIONS PER SCHOOL, STUDENT PRE- AND POST-TESTS, TEACHER EVALUATIONS, 18 COMMUNICATION PRODUCTS SHARED WITH THE COMMUNITY, AND FIRST YEAR, SECOND YEAR, AND FINAL REPORTS. THE PROJECT IS EXPECTED TO INCREASE CAPACITY TO UNDERSTAND, PROVIDE, AND ACCESS SAFE AND CLEAN DRINKING WATER. THE PROJECT WILL ALSO INCREASE AWARENESS, KNOWLEDGE, AND SKILLS ABOUT THE IMPORTANCE OF CLEAN AND SAFE DRINKING WATER, WATER POLLUTION, WATER CONSERVATION, FRESHWATER, WATER QUALITY TESTING, AND SINGLE-USE PLASTICS IMPACTS. ADDITIONALLY, THE PROJECT AIMS TO REDUCE USE OF AND EXPOSURE TO PLASTIC WATER BOTTLES AND WATER POLLUTION, PROMOTE HEALTHY BEHAVIORS, INCREASE RESILIENCE TO EMERGENCIES, AND IMPROVE THE HEALTH OF HUMANS, THE ENVIRONMENT, AND THE SCHOOL SETTING. AN ASPIRATIONAL OUTCOME INCLUDES EXPANDED ADOPTION OF PROJECT ACTIVITIES AND/OR A PLEDGE OF LEADERSHIP SUPPORT AND PERMANENT IMPLEMENTATION OF SAFE WATER CURRICULUM AND SAFE WATER PUBLIC HEALTH MESSAGING IN SCHOOLS. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE APPROXIMATELY 2,282 STUDENTS AND 150 TEACHERS/STAFF AT SEVEN UNITED STATES VIRGIN ISLANDS PUBLIC ELEMENTARY SCHOOLS, THE WIDER LOCAL COMMUNITY, INCLUDING FAMILIES AND DECISION-MAKERS AT TH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "ec1623bb-6e55-d635-65c2-001fa00cc63d-R", "generated_internal_id": "ASST_NON_96224422_6800"}, {"internal_id": 148927839, "Award ID": "95820812", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "66.609", "Description": "DESCRIPTION:\nTHE PROJECT AIMS TO BUILD AWARENESS AND CAPACITY FOR SCHOOL/ EARLY CHILDHOOD LEARNING LOCATIONS TO ESTABLISH LUNG-FRIENDLY SCHOOLS (LFS) POLICIES AND PRACTICES, THEREBY REDUCING CHILDREN'S EXPOSURE TO ENVIRONMENTAL HEALTH (EH) CONTAMINANTS AND IMPROVE HEALTH RELATED OUTCOMES INCLUDING ASTHMA. THE PROJECT WILL FOCUS ON SCHOOL SITES WITHIN THREE MONTANA BASED TRIBAL COMMUNITIES WITH 13 SCHOOL LOCATIONS TOTALING 5,950 STUDENTS.\nACTIVITIES:\nPROJECT ACTIVITIES INCLUDE: ENGAGING STRATEGIC STAKEHOLDERS AND PARTNERS TO DEVELOP TOOLS AND ACTIVATE SCHOOLS IN CREATING SAFE AND HEALTHY LEARNING ENVIRONMENTS; CONDUCT LUNG FRIENDLY SCHOOLS ASSESSMENTS, TRAINING, TECHNICAL ASSISTANCE SUPPORT AND DISSEMINATE OUTREACH AND EDUCATION MATERIALS FOR SCHOOLS; INCREASE AWARENESS ABOUT LUNG FRIENDLY SCHOOLS; INCREASE ADOPTION OF LUNG FRIENDLY SCHOOL POLICIES AND PRACTICES TO CREATE SAFE AND HEALTHY LEARNING ENVIRONMENTS IN COMMUNITIES WITH LOW-INCOME, TRIBAL ENVIRONMENTAL HEALTH RISK AND HIGH BURDEN OF ASTHMA.\nOUTCOMES:\nANTICIPATED DELIVERABLES INCLUDE: MULTI-STAKEHOLDER PARTNERSHIPS/COLLABORATIONS ESTABLISHED, EDUCATIONAL TRAINING OR OUTREACH MATERIALS DEVELOPED AND DISTRIBUTED, LUNG-FRIENDLY SCHOOLS TRAININGS IMPLEMENTED, GOALS AND ACTION PLANS ESTABLISHED.\nEXPECTED OUTCOMES INCLUDE: INCREASE IN NUMBER OF SCHOOLS ENGAGED IN IMPROVING LUNG FRIENDLY POLICIES AND PRACTICES, PARTNERSHIPS FORMED TO COLLABORATE ON CREATING HEALTHY LEARNING ENVIRONMENTS, INCREASE IN THE NUMBER OF RESOURCES AVAILABLE TO SCHOOLS TO CREATE LUNG-FRIENDLY SCHOOLS, INCREASED AWARENESS ABOUT THE LUNG-FRIENDLY SCHOOLS INITIATIVE, INCREASED KNOWLEDGE IN SCHOOLS ABOUT LUNG-FRIENDLY POLICIES AND PRACTICES TO CREATE SAFE AND HEALTHY LEARNING ENVIRONMENTS, INCREASE IN NUMBER OF SCHOOLS THAT COMPLETE SCHOOLS ASSESSMENT, INCREASE IN NUMBER OF SCHOOLS THAT IMPLEMENT GOALS ESTABLISHED TO CREATE LUNG-FRIENDLY SCHOOLS.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "05e79665-a9c9-e0b9-20db-5161006e720b-C", "generated_internal_id": "ASST_NON_95820812_6800"}, {"internal_id": 161572577, "Award ID": "95321101", "Award Amount": 38000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-26", "CFDA Number": "66.609", "Description": "DESCRIPTION:THIS GRANT AGREEMENT PROVIDES FUNDING TO THE HARRISON-CLARKSBURG BOARD OF HEALTH (HCBH) TO CONDUCT OUTREACH TO THE PRIMARY CARE PHYSICIANS AND PEDIATRICIANS IN THE COMMUNITY OF CLARKSBURG, WV AND HARRISON COUNTY, ON THE IMPORTANCE OF CHILDHOOD BLOOD LEAD TESTING FOR CHILDREN AT YEARS 1 AND 2.ACTIVITIES:THE GRANTEE WILL COLLABORATE WITH THE WEST VIRGINIA DEPARTMENT OF HEALTH AND HUMAN RESOURCES (DHHR), BUREAU OF PUBLIC HEALTH (BPH), OFFICE OF MATERNAL CHILD AND FAMILY HEALTH (OMCFH), CHILDHOOD LEAD POISONING PREVENTION PROGRAM (CLPPP), AND DUNBAR STOP FOUNDATION AND OTHER PARTNERS TO COMPLETE AN AUDIENCE-SPECIFIC STRATEGY USING RECENT DATA ON THE RATES OF EACH MEDICAL PRACTICE'S TESTING OF CHILDREN TO PROMOTE BLOOD LEAD LEVEL (BLL) TESTING EVENTS TO MEMBERS OF THE CLARKSBURG COMMUNITY, IDENTIFY BARRIERS TO TESTING, AND PROMOTE AWARENESS OF OTHER SOURCES OF LEAD IN THE HOME ENVIRONMENT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:INCREASED KNOWLEDGE ON THE IMPORTANCE OF BLL TESTING WILL LEAD TO HIGHER TESTING RATES AND, OVERALL, LESS CHILDREN WITH ELEVATED BLLS. THE INTENDED BENEFICIARIES ARE THE CHILDREN IN HARRISON COUNTY, WV, AND SPECIFICALLY THOSE LIVING IN CLARKSBURG.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2b39de80-dc6d-753a-0d8a-ff4ca6a33cb3-R", "generated_internal_id": "ASST_NON_95321101_6800"}, {"internal_id": 152549326, "Award ID": "84044901", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.609", "Description": "DESCRIPTION:THE IMPROVING INDOOR AIR QUALITY AT CHILDCARE CENTERS (IIAQCC) PROJECT, FUNDED BY THE AMERICAN RESCUE PLAN, WILL EVALUATE THE INDOOR AIR QUALITY AT THREE (3) EARLY HEAD START CHILDCARE CENTERS IN CENTRAL MISSISSIPPI.  THESE CHILDCARE CENTERS ARE RESPONSIBLE FOR CHILDREN RANGING FROM 6-WEEKS TO 3-YEARS OLD, WHO ARE FROM LOW-INCOME AND AT-RISK FAMILIES.  THE PROJECT BEGINS WITH ONE SIMPLE QUESTION: 'HOW CAN WE IMPROVE THE AIR OUR CHILDREN BREATHE?'\n\nMONITORING THE INDOOR AIR QUALITY AND ACCUMULATING RELEVANT HEALTH DATA FROM THESE CENTERS WILL GIVE A CLEARER UNDERSTANDING OF SPECIFIC CONCERNS FACING MISSISSIPPI'S MOST VULNERABLE POPULATION.  IN ADDITION TO HEALTH CONCERNS COMING FROM WELL-KNOWN POLLUTANTS, THERE IS NOW THE ADDED CONCERN OF THE SARS-COV-2 VIRUS SPREADING THROUGHOUT SCHOOL POPULATIONS.  THE IIAQCC PROJECT WILL INCORPORATE HOW TO BEST AVOID SPREADING SARS-COV-2 AND ITS VARIANTS. \n\nTHE IIAQCC PROJECT WILL USE THE ACCUMULATED DATA, AND AVAILABLE HIGH-QUALITY EDUCATIONAL RESOURCES, TO DEVELOP A SIMPLE AND MANAGEABLE METHOD TO EDUCATE AND TRAIN CHILDCARE ADMINISTRATORS AND TEACHERS TO IMPROVE INDOOR AIR QUALITY ACROSS MISSISSIPPI.  \nACTIVITIES:THE ACTIVITIES INCLUDED IN THE IIAQCC PROJECT ENCOMPASS THREE PHASES:  COLLECTION, IMPLEMENTATION AND ANALYSIS.  AN INDOOR AIR QUALITY (IAQ) TEAM WILL BE ESTABLISHED INCLUDING MEDICAL EXPERTS FROM UMMC AND HEAD START ADMINISTRATORS AND TEACHERS.  THIS TEAM WILL BE INSTRUMENTAL IN REVIEWING ALL INFORMATION GATHERED IN REFERENCE TO THE PROJECT, AND IN MAKING RECOMMENDATIONS THROUGHOUT THE PROJECT.  EACH SITE WILL HAVE A PROJECT COORDINATOR WHO WILL WORK WITH THE IAQ TEAM.  THIS INDIVIDUAL WILL BE RESPONSIBLE FOR CHAMPIONING THE PROJECT AT THEIR SITE, COORDINATING PROJECT ACTIVITIES AND PROVIDING STAFF TRAINING.  \n\nTHE FOUR MILESTONES THAT WILL MARK THE SUCCESSFUL PROGRESS OF THE PROJECT CAN BE SUMMARIZED AS FOLLOWS:  (1) CREATE THE IAQ TEAM WITHIN 30 DAYS OF AWARD NOTIFICATION; (2) FINISH THE DATA COLLECTION PHASE OF THE PROJECT WITHIN 8 - 9 MONTHS AFTER THE IAQ TEAM HAS BEEN SEATED; (3) COMPLETE THE IMPLEMENTATION PHASE OF THE PROJECT INVOLVING VIDEO PRODUCTION AND DISSEMINATION TO EARLY HEAD START CAREGIVERS, MEASUREMENT OF KNOWLEDGE AND UNDERSTANDING BOTH PRE- AND POST-EDUCATION, AND DETERMINATION OF WHETHER THIS METHOD OF INSTRUCTION IS SUCCESSFUL; AND (4) FINALIZE THE IIAQCC IMPLEMENTATION KIT AND MAKE IT AVAILABLE TO OTHER EARLY HEADSTART CHILDCARE CENTERS. SUBRECIPIENT:EFFORT COMPENSATION FOR HEAD-START ADMINISTRATORS AT THREE SITES: 10 HOURS PER MONTH, $50.835 PER HOUR, 24 MONTHS. THIS WILL BE PAID THROUGH THREE SEPARATE SUBAWARDS.OUTCOMES:ANTICIPATED DELIVERABLES/OUTPUTS\n\n1.\tDOCUMENTED REPORTS FROM EACH OF THE AIR QUALITY COLLECTION EFFORTS CONDUCTED THROUGHOUT THE PROJECT.\n2.\tRELATIONSHIPS ESTABLISHED WITH EARLY HEAD START CHILDCARE ADMINISTRATORS TO ALLOW FOR POTENTIAL STATEWIDE DISSEMINATION OF IIAQCC PROJECT DELIVERABLES.\n3.\tIMPROVED POLICIES AND PROCEDURES FOR CHILDCARE FACILITIES IN HIGH-RISK COMMUNITIES TO REDUCE ENVIRONMENTAL HAZARDS AND IMPROVE INDOOR AIR QUALITY.\n4.\tCOMPLETION OF AN INDOOR AIR QUALITY TRAINING AND MITIGATION PROCESS TO ADDRESS CURRENT INDOOR AIR QUALITY ISSUES AND PREVENT FUTURE ISSUES IN SIMILAR FACILITIES.\n5.\tMEASUREMENTS THAT ASSESS THE EFFICIENCY AND EFFECTIVENESS OF TRANSFER OF KNOWLEDGE ABOUT INDOOR AND THE ILLNESSES ASSOCIATED WITH THOSE ISSUES.\n\nEXPECTED OUTCOMES\n\n1.\tREDUCTION OF THE NUMBER OF HOSPITALIZATIONS, SERIOUS ILLNESS EPISODES AND ABSENTEEISM ASSOCIATED WITH INDOOR AIR CONDITIONS, AS REPORTED BY EARLY HEAD START ADMINISTRATORS AND CAREGIVERS.\n2.\tGREATER INFORMATION RETENTION AND PROTOCOL AND FOLLOW-THROUGH FROM TEACHERS IN EACH FACILITY.\n3.\tAN IMPROVED UNDERSTANDING OF THE IMPORTANCE OF INDOOR AIR QUALITY, AND HOW THAT RELATES TO CHILDREN WITH BREATHING ILLNESSES AND CONDITIONS.\nTHE PROJECT SEEKS TO IMPROVE THE HEALTH AND WELLNESS OF MISSISSIPPI'S YOUNGEST CHILDREN.  R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "38806202-b2e1-fa5b-5787-e80ab7888442-C", "generated_internal_id": "ASST_NON_84044901_6800"}, {"internal_id": 137627075, "Award ID": "84017501", "Award Amount": 145033.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-07", "CFDA Number": "66.609", "Description": "THIS PROJECT SEEKS TO PROTECT THE ENVIRONMENTAL HEALTH OF CHILDREN BY COLLABORATING WITH CHILDCARE ADMINISTRATORS TO IMPROVE POLICIES AND PRACTICES IN EARLY CHILDHOOD SETTINGS. 200+ EARLY CHILDHOOD PROFESSIONALS WILL INCREASE THEIR KNOWLEDGE OF ENVIRONMENTAL RISKS AND IDENTIFY RISKS IN THEIR OWN SETTINGS THROUGH ENVIRONMENTAL ASSESSMENTS BENEFITTING AN ESTIMATED 17,000 CHILDREN IN YEAR ONE. ENVIRONMENTAL HEALTH ASSESSMENTS WILL BE MADE AVAILABLE NATIONALLY IN YEAR TWO, THROUGH PARTNERSHIPS WITH NATIONAL EARLY CARE AND EDUCATION NETWORKS, REACHING 130,000+ CHILDCARE PROFESSIONALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7169025-f713-1de1-ba74-74e97f516631-C", "generated_internal_id": "ASST_NON_84017501_6800"}, {"internal_id": 139786186, "Award ID": "84017101", "Award Amount": 145000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "66.609", "Description": "O\tASSISTANCE AWARD'S PURPOSE: TO EXPAND AND IMPLEMENT THE CLEAN, GREEN, AND HEALTHY SCHOOLS PROGRAM THAT PROVIDES KEY OUTDOOR AND INDOOR ENVIRONMENTAL BEST PRACTICES, RESOURCES AND KNOWLEDGE TO SCHOOL EMPLOYEES, STUDENTS, AND PARENTS.\nO\tACTIVITIES TO BE PERFORMED: VIRTUAL TRAINING SESSIONS. \nO\tANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, AND INTENDED BENEFICIARY(IES): TO INCREASE KNOWLEDGE AND EMPOWER SCHOOL OCCUPANTS.  TO IMPROVE THE SCHOOL'S ENVIRONMENTAL HEALTH; AND, IMPROVE THE HEALTH, ATTENDANCE AND ACADEMIC PERFORMANCE OF 3.2 MILLION SCHOOL AGED CHILDREN.  THE PROJECT IS EXPECTED TO REACH ALL THE 4,433 SCHOOLS IN THE 700+ SCHOOL DISTRICTS ACROSS NEW YORK STATE, INCLUDING, NEW YORK CITY.\nO\tSUBRECIPIENT ACTIVITIES IF KNOWN OR SPECIFIED AT THE TIME OF AWARD. &#61663; NOT APPLICABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6eb5bc38-92b3-b67a-273b-51870dc8c2a0-C", "generated_internal_id": "ASST_NON_84017101_6800"}, {"internal_id": 149948418, "Award ID": "02J04601", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-01", "CFDA Number": "66.609", "Description": "DESCRIPTION:THE PROJECT WILL PROVIDE EDUCATIONAL INFORMATION AND STRATEGIES TO CHILDCARE PROFESSIONALS AND DECISION-MAKERS IN SOUTH AND CENTRAL OREGON AREAS SEVERELY IMPACTED BY AIR POLLUTION FROM WILDFIRES DURING THE COVID-19 PANDEMIC. THE PROJECT WILL BUILD THE CAPACITY OF LOCAL CHILDCARE RESOURCE AND REFERRAL AGENCIES AND CHILDCARE PROGRAMS WHO SERVE LOW-INCOME AND MINORITY CHILDREN TO ADDRESS HAZARDS AND RISKS TO CHILDREN'S HEALTH ASSOCIATED WITH AIR QUALITY IMPACTS FROM WILDFIRE SMOKE THROUGH COMMUNITY ASSESSMENTS, A TRAIN-THE-TRAINER MODEL, BILINGUAL RESOURCES AND TECHNICAL ASSISTANCE.ACTIVITIES:DEVELOPMENT/PLANNING: LEAD A COMMUNITY ASSESSMENT, COLLABORATIVELY CONDUCT AN ENVIRONMENTAL SCAN, AND DEVELOP CURRICULUM. TRAINING: CONDUCT TRAINING OF TRAINERS, CONDUCT PROVIDER TRAINING, INTEGRATE INFORMATION INTO FOCUSED CHILDCARE NETWORKS, AND CONDUCT TRAINING FOR WIDER AUDIENCE. TECHNICAL ASSISTANCE: SUPPORT LOCAL TECHNICAL ASSISTANCE AND ESTABLISH ONLINE TRAINER COHORT. EVALUATION: TRACK EVALUATION AND REVISE TRAINING AND TECHNICAL ASSISTANCE.SUBRECIPIENT:CENTRAL COORDINATION OF CHILD CARE RESOURCE AND REFERRAL WILL ASSIST WITH TRAINING AND TECHNICAL ASSISTANCE, PARTNERSHIP BUILDING AND EVALUATION. CENTRAL REGION CCRANDR AND SOUTHERN REGION CCRANDR WILL PARTICIPATE IN THE COMMUNITY ASSESSMENT AND CHILD CARE AWAREREG; OF AMERICA-LED TRAINING; CONDUCT TARGETED OUTREACH TO PROVIDERS SERVING MINORITY AND LOW-INCOME CHILDREN; PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO PROVIDERS IN THEIR REGION ON CLEAN AIR TOPICS; AND ASSIST WITH EVALUATIONOUTCOMES:EXPECTED DELIVERABLES INCLUDE A SUMMARY OF ASSESSMENT AND SCAN FINDING, TRAIN-THE-TRAINER AND TRAINING MODULES, TECHNICAL ASSISTANCE RESOURCES, AND A FINAL PROJECT REPORT DETAILING ACTIVITIES, LESSONS LEARNED AND EVALUATION. EXPECTED OUTCOMES INCLUDE TRAINING PARTICIPANTS AND COMMUNITY PARTNERS WITH AN INCREASED KNOWLEDGE OF IMPACT OF CLEAN AIR ON CHILDREN'S HEALTH AND STRATEGIES FOR IMPROVING AIR QUALITY , AND REDUCTION IN UNHEALTHY AIR RISKS WITHIN THE COMMUNITY, WITH FOCUS ON LOW INCOME AND MINORITY POPULATIONS, LEADING TO IMPROVED HEALTH AMONG YOUNG CHILDREN, PROVIDERS, AND COMMUNITY MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "0bc82a83-10cb-bb49-7361-ac44b082028d-C", "generated_internal_id": "ASST_NON_02J04601_6800"}, {"internal_id": 148927796, "Award ID": "02F66101", "Award Amount": 199159.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-14", "CFDA Number": "66.609", "Description": "DESCRIPTION:\nUTHEALTH HOUSTON SCHOOL OF PUBLIC HEALTH EL PASO CAMPUS WILL PARTNER WITH THE SOUTHWEST CENTER FOR PEDIATRIC ENVIRONMENTAL HEALTH AT TEXAS TECH HEALTH SCIENCES CENTER EL PASO TO BUILD CAPACITY FOR HEALTHIER LEARNING ENVIRONMENTS WITHIN LOW-INCOME SCHOOLS IN THE PASO DEL NORTE REGION. THE MAIN OBJECTIVE IS TO PROVIDE CULTURALLY RELEVANT INFORMATION SO THAT SCHOOL DECISION-MAKERS CAN IDENTIFY HEALTH RISK DRIVERS IN THEIR PARTICULAR LEARNING ENVIRONMENTS. CURRICULA INVOLVING BOTH DIDACTIC AND HANDS-ON ACTIVITIES WILL BE AVAILABLE THROUGH ONLINE MODULES AND IN-PERSON, AND INCLUDE INFORMATION THAT ALIGNS WITH THE EPA'S STRATEGIC PLAN 2018 2022 GOAL 1 OF 'A CLEANER, HEALTHIER ENVIRONMENT' FOR AIR AND WATER. STUDENTS AND STAFF WILL ENGAGE IN ACTIVITIES THAT IDENTIFY THE RELATIONSHIP BETWEEN HAZARDS AND HEALTH TO DETERMINE EFFECTIVE EXPOSURE MITIGATION FOR THEIR SCHOOL ENVIRONMENT. BEST PRACTICES FOR MAINTAINING AN ENVIRONMENTALLY SAFER SCHOOL WILL BE DEMONSTRATED, AS WELL AS PREPAREDNESS PROCEDURES IN ANTICIPATION OF AN ADVERSE EVENT. \n\nACTIVITIES:\nTHE APPLICANT WILL ENGAGE TWO TITLE 1 MIDDLE SCHOOLS AND FOUR TITLE 1 ELEMENTARY SCHOOLS FROM THE LARGEST SCHOOL DISTRICTS IN EL PASO. THROUGH THIS APPROACH, THE PROJECT WILL IMPROVE THE LEARNING ENVIRONMENT OF APPROXIMATELY 1,600 MIDDLE SCHOOL-AGED CHILDREN AND OVER 2,000 ELEMENTARY SCHOOL CHILDREN FROM LOW-INCOME AREAS. HOWEVER, WE PLAN TO OFFER VIRTUAL TRAINING TO AS MANY SCHOOLS WILLING TO PARTICIPATE, WHICH WILL EXPAND OUR REACH ACROSS THE REGION. WE WILL ESTABLISH SCHOOLS AS PROJECT PARTNERS BY COLLABORATING WITH THE EPISD'S COMMUNITY SCHOOLS, WHICH IS A COALITION OF EPISD SCHOOLS AND COMMUNITY PARTNERS THAT AIMS TO SUPPORT STUDENTS' SUCCESS AND HEALTHIER COMMUNITIES. WE WILL ALSO CONTACT OTHER DISTRICTS BY OFFERING THIS PROJECT'S FREE TECHNICAL ASSISTANCE FOR SAFER AND HEALTHIER LEARNING ENVIRONMENTS. \n\nOUTCOMES:\nPROJECT DELIVERABLES INCLUDE THE NUMBER OF SCHOOLS ENGAGES AND CONNECTED TO PROJECT ACTIVITIES AND RESOURCES, ASSESSMENTS AND TRAININGS COMPLETED, AND NUMBER OF PARTICIPANTS.  OUTCOMES INCLUDE INCREASED KNOWLEDGE AND AWARENESS OF AIR AND WATER POLLUTION RISKS AND PREVENTION MEASURES. BENEFICIARIES INCLUDE THE SCHOOLS, STUDENTS, FAMILIES AND COMMUNITY MEMBERS. \nSUBRECIPIENT:\nUTHEALTH TEAM MEMBERS WILL PARTNER WITH FACULTY AND STAFF AT THE SOUTHWEST CENTER FOR PEDIATRIC ENVIRONMENTAL HEALTH (SWCPEH), TEXAS TECH HEALTH SCIENCES CENTER, EL PASO TO COLLECT THE CONTENT FOR THE MODULES, AND WORK WITH THE INSTRUCTIONAL DESIGNERS TO CREATE EFFECTIVE VIRTUAL DELIVERY. COMMUNITY HEALTH WORKERS, ALONG WITH VOLUNTEER UTHEALTH GRADUATE STUDENTS AND TEXAS TECH TRAINING SPECIALISTS, WILL WORK WITH TO ENGAGE SCHOOL STAFF AND STUDENTS IN PERSON. FUNDS FOR TEXAS TECH PARTNERS RECEIVING PAYMENT  WILL BE USED TO COVER PERSONNEL COSTS, WHICH COMPLIES WITH EPA'S SUBAWARD POLICY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 199159.0, "Infrastructure Obligations": null, "recipient_id": "9adce466-3b6d-ecdb-7412-8082d6529b1f-C", "generated_internal_id": "ASST_NON_02F66101_6800"}, {"internal_id": 152089812, "Award ID": "02F21901", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "66.609", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO PROVIDE EDUCATION ON PESTICIDE USE AND ITS POTENTIAL HEALTH IMPACTS TO MIGRANT FARMWORKERS AND THEIR FAMILIES ALONG THE U.S. - MEXICO BORDER IN EPA\nREGION 6. TRAINING SESSIONS ON PESTICIDE USE AND ITS HEALTH EFFECTS ON MIGRANT FARMWORKERS AND THEIR FAMILIES WILL BE PROVIDED TO COMMUNITY HEALTH WORKERS WITH THE GOAL THAT THEY EDUCATE MIGRANT FARMWORKERS AND OTHERS ON THIS TOPIC. ACTIVITIES:THIS PROJECT WILL BEGIN WITH AN IN-DEPTH REVIEW OF THE PESTICIDE USE AND ITS RELATED HEALTH EFFECTS RESEARCH. THE REVIEW WILL INCLUDE EXAMINING THE VARIATIONS OF PESTICIDES\nSPECIFIC TO THE U.S. - MEXICO BORDER, POTENTIAL HEALTH EFFECTS ON WOMEN OF CHILDBEARING AGE WHO ARE LIVING WITH A MIGRANT FARMWORKER, EFFECTS OF PESTICIDE USE ON THE CHILDREN OF MIGRANT FARMWORKERS, AND HOW TO BEST PROTECT ONESELF ONE'S FAMILY FROM PESTICIDE EXPOSURE WHEN YOU ARE AN AGRICULTURAL WORKER. ONCE A THOROUGH REVIEW OF THE LITERATURE HAS BEEN CONDUCTED, THE PROJECT PERSONNEL WILL DEVELOP EDUCATIONAL MATERIALS. ALL OF THE EDUCATIONAL MATERIALS WILL BE DEVELOPED IN BOTH ENGLISH AND SPANISH TO BEST SERVE THE TARGET COMMUNITIES. TRAINING SESSIONS ON PESTICIDE USE AND ITS HEALTH EFFECTS ON MIGRANT FARMWORKERS AND THEIR FAMILIES WILL BE PROVIDED TO COMMUNITY HEALTH WORKERS WITH THE GOAL THAT THEY EDUCATE MIGRANT FARMWORKERS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:TRAINING SESSIONS ON PESTICIDE USE AND ITS HEALTH EFFECTS ON MIGRANT FARMWORKERS AND THEIR FAMILIES WILL BE PROVIDED TO COMMUNITY HEALTH WORKERS WITH THE GOAL THAT THEY EDUCATE\nMIGRANT FARMWORKERS AND OTHERS ON THIS IMPORTANT TOPIC. EACH COMMUNITY HEALTH WORKER TRAINING SESSION WILL INCLUDE THREE WORK PRODUCTS: AN EDUCATIONAL FLIPBOOK, CORRESPONDING FLIPBOOK EDUCATIONAL PRESENTATIONS, AND THE TRAINER-THE-TRAINER WORKSHOP PRESENTATION THAT TEACHES THE LEARNER HOW TO USE THE FLIPBOOK TO TEACH OTHERS. AT THE END OF THE TRAINING SESSION, THE COMMUNITY HEALTH WORKER IS EQUIPPED WITH BOTH THE KNOWLEDGE AND EDUCATIONAL MATERIALS NEEDED TO TEACH OTHERS ABOUT PESTICIDE USE AND ITS HEALTH EFFECTS ON MIGRANT FARMWORKERS AND THEIR FAMILIES ALONG THE U. S. - MEXICO BORDER. INTENDED BENEFICIARIES ARE MIGRANT FARMWORKERS AND THEIR FAMILIES ALONG THE US-MEXICO BORDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "070ce38d-939e-821a-8e7b-f2da0f15605c-C", "generated_internal_id": "ASST_NON_02F21901_6800"}, {"internal_id": 88416516, "Award ID": "01F67301", "Award Amount": 24990.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "66.609", "Description": "IN ACCORDANCE WITH 66.609, THIS PROJECT SUPPORT EFFORTS BY ORGANIZATIONS; EDUCATIONAL INSTITUTIONS; AND/OR STATE, LOCAL, AND TRIBAL GOVERNMENTAL AGENCIES TO ESTABLISH OR ENHANCE THEIR ABILITY TO TAKE ACTIONS THAT WILL REDUCE ENVIRONMENTAL RISKS TO THE HEALTH OF CHILDREN. THE PROJECT WILL HELP PROTECT CHILDREN AND OLDER ADULTS FROM ENVIRONMENTAL HAZARDS IN LOCAL COMMUNITIES THROUGH CIVIC ENGAGEMENT AND OTHER COMMUNITY CAPACITY BUILDING ACTIVITIES. THE PROJECT WILL TRAIN PROMOTORAS (COMMUNITY HEALTH WORKERS) TO PROVIDE INFORMATION ON CHILD LEAD EXPOSURE RISKS AND PREVENTION, ANSWER QUESTIONS, DISCUSS CONCERNS, AND ROLE-PLAY HOW TO SHARE INFORMATION ON CHILD LEAD EXPOSURE WITH PARENTS.  AFTER TRAINING, A TEAM OF 5 PROMOTORAS WILL WORK WITH DISSEMINATING INFORMATION TO APPROXIMATE 360 FAMILIES IN IDENTIFIED NEIGHBORHOODS IN EL PASO, TEXAS, 3 DAYS PER WEEK OVER 8 WEEKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_01F67301_6800"}, {"internal_id": 61734699, "Award ID": "01F41201", "Award Amount": 46169.0, "Award Type": null, "Base Obligation Date": "2018-01-16", "CFDA Number": "66.609", "Description": "THIS PROJECT WILL ENABLE  TEXAS TECH UNIVERSITY HEALTH SERVICES CENTER TO  ENHANCE THEIR ABILITY TO REDUCE ENVIRONMENTAL RISKS TO THE HEALTH OF CHILDREN.  TEXAS TECH UNIVERSITY HEALTH SCIENCES CENTER EL PASO (TTUHSC EP) AND THE UNIVERSITY OF TEXAS RIO GRANDE VALLEY SCHOOL OF MEDICINE (UTRGV) WILL PROVIDE COOPERATIVE PEDIATRIC ENVIRONMENTAL HEALTH (PEH) ELECTIVE PROGRAMS FOR MEDICAL STUDENTS AND NURSING STUDENTS.  IN ADDITION TO LIVE PRESENTATIONS, THE NEW ELECTIVE WILL EMPLOY LIVE AND RECORDED WEBINARS, ONLINE LEARNING MODULES AND OTHER SELF-TEACHING MODALITIES AMD ALSO TO DEVELOP EDUCATIONAL MATERIALS WHICH CAN BE MADE AVAILABLE TO OTHER COLLEGES AND UNIVERSITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30f9aa19-2773-fb77-2e44-59c99374edf2-C", "generated_internal_id": "ASST_NON_01F41201_6800"}, {"internal_id": 61734704, "Award ID": "01F41101", "Award Amount": 45000.0, "Award Type": null, "Base Obligation Date": "2018-01-16", "CFDA Number": "66.609", "Description": "THIS PROJECT WILL ENABLE TEXAS A&M UNIVERSITY SYSTEM  ENHANCE THEIR ABILITY TO TAKE ACTIONS THAT WILL REDUCE ENVIRONMENTAL RISKS TO THE HEALTH OF CHILDREN.  THE PROJECT WILL FOCUSES ON HEAD START CENTERS, INDEPENDENT SCHOOL DISTRICT, AND WOMEN, INFANTS, AND CHILDREN (WIC), AND COMMUNITY HEALTH WORKERS THROUGH THE IMPLEMENTATION OF AN INTEGRATED APPROACH PROVIDING INDOOR AIR QUALITY, INTEGRATED PEST MANAGEMENT, LEAD EDUCATION, AND AN ENVIRONMENTAL EXPOSURES FOR PREGNANT WOMEN CURRICULUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c1c743b-7fc2-7937-67a3-54194e22c2fc-C", "generated_internal_id": "ASST_NON_01F41101_6800"}, {"internal_id": 149848354, "Award ID": "00E03122", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-23", "CFDA Number": "66.609", "Description": "DESCRIPTION:MPS WILL CREATE A SYSTEM TO EDUCATE AND TRAIN SCHOOL STAFF AND THE COMMUNITY IN HOW TO USE NEWLY CONSTRUCTED GREEN SPACES, OUTDOOR CLASSROOMS, TRAFFIC GARDENS, AND FITNESS STATIONS. ACTIVITIES:ACTIVITIES INCLUDE THE DEVELOPMENT OF, GREEN SPACE UTILIZATION WEBSITE, PROFESSIONAL DEVELOPMENT PROGRAM AND SCHOOL HEALTH PLANS INCLUDING THE USE OF GREEN SPACE, TRAFFIC GARDENS AND FITNESS STATIONS.  SUBRECIPIENT:REFLO WILL PROVIDE ASSESSMENT OF PREVIOUS SCHOOLYARD REDEVELOPMENT PROJECTS. WISCONSIN BIKE FEDERATION AND OTHER PARTNERS TO BE DETERMINED WILL COLLABORATE WITH MPS TO DEVELOP TRAINING FOR SCHOOL HEALTH TEAMS.\nOUTCOMES:THE PROGRAM WILL REACH 72,000 STUDENTS AGE THREE THROUGH GRADE 12 AND SPREAD ACROSS 158 MPS SCHOOLS. 51.3%  OF STUDENTS ARE AFRICAN AMERICAN, 27.2% HISPANIC AND 82.6%, ARE ECONOMICALLY DISADVANTAGED. SHORT-TERM OUTCOMES: DECREASE NURSE OR OTHER REMEDIAL VISITS; INCREASE DAILY AVERAGE OUTSIDE ACTIVITY MINUTES; DECREASE RECESS AND OVERALL DISCIPLINE PROBLEMS -CONFLICTS; DECREASED OFF TASK BEHAVIOR IN CLASS; IMPROVE ENVIRONMENTAL HEALTH LITERACY AMONG STUDENTS AND TEACHERS/STAFF.  LONG-TERM OUTCOMES: INCREASE SCHOOL ENROLLMENT; EQUITABLE OUTDOOR CLASSROOM EXPERIENCES; AWARENESS, KNOWLEDGE, APPRECIATION, AND CONCERN FOR THE NATURAL ENVIRONMENT AND THE EFFECT OF PEOPLE'S ACTIONS UPON IT; REDUCED RISK OF DISEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "af57128c-9cb5-92ac-9b87-6f47510ce76e-C", "generated_internal_id": "ASST_NON_00E03122_6800"}, {"internal_id": 149790490, "Award ID": "00A00794", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "66.609", "Description": "DESCRIPTION:THE HEALTHY ENVIRONMENTS ADVANCED LEARNING (HEAL) PROJECT WILL BUILD KNOWLEDGE AND CAPACITY FOR SCHOOL DISTRICTS TO IMPROVE ENVIRONMENTAL HEALTH CONDITIONS WITHIN MA SCHOOLS, PARTICULARLY IN AREAS WHERE STUDENTS ARE MOST BURDENED BY ASTHMA AND EXTREME HEAT BY PROVIDING FOCUSED ENGAGEMENT, TOOLKITS AND TECHNICAL ASSISTANCE WITH 5-7 TARGETED SCHOOL DISTRICTS IN MA THAT EXPERIENCE DISPROPORTIONATE CHALLENGES RELATED TO ENVIRONMENTAL EXPOSURES.  ADDITIONALLY THE PROJECT WILL LEVERAGE PARTNER RESOURCES TO DISSEMINATE RESOURCES TO PUBLIC SCHOOL DISTRICTS ACROSS MA AND NEW ENGLAND.  ACTIVITIES:UTILIZING A MULTI-HAZARD APPROACH, TRAINING AND TECHNICAL ASSISTANCE ON POLICIES AND PRACTICES TO ADDRESS ENVIRONMENTAL ASTHMA TRIGGERS, EXTREME HEAR AND VENTILATION WILL BE PROVIDED TO 5-7 SCHOOL DISTRICTS IN MA'S MOST ETHNICALLY AND RACIALLY DIVERSE AND LOW-INCOME COMMUNITIES.  THE HEAL PROJECT WILL REACH APPROXIMATELY 60,000 STUDENTS.  THE PROJECT WILL MAKE AVAILABLE ENVIRONMENTAL HEALTH TRAINING AND OUTREACH RESOURCES INCLUDING TOOLKITS ON ENVIRONMENTAL ASTHMA TRIGGERS, EMERGING HAZARDS, CLIMATE RESILIENCE PLANNING AND MITIGATION OF EXTREME HEAT IN SCHOOLS.  HEAL WILL COLLABORATE WITH SCHOOL STAFF, STUDENTS, MUNICIPAL AND COMMUNITY ORGANIZATIONS AND OTHERS TO PROVIDE TRAINING, LEADERSHIP, CAPACITY BUILDING AND TECHNICAL ASSISTANCE TO ADDRESS ENVIRONMENTAL ASTHMA TRIGGERS IN SCHOOLS AND DISSEMINATE TOOLS AND GUIDANCE DOCUMENTS THROUGH WEBINARS, NETWORKS AND NEWSLETTERS.  SUBRECIPIENT:STIPENDS FOR SCHOOL DISTRICTS PARTICIPATING IN HEAL AMBASSADORS PROGRAM: $35,000 FOR FIVE TO SEVEN TEAMS TO PILOT BEST PRACTICES AND POLICIES WITHIN THE DISTRICT.  OUTCOMES:THE PROJECT WILL MAKE AMENDMENTS TO THE EXISTING ASTHMA TOOLKIT FOCUSED ON EXTREME HEAT, VENTILATION, AND RELATED INFORMATION; PRODUCE TEMPLATES FOR MODEL POLICIES AND PROCEDURES FOR EXTREME HEAT AND VENTILATION AND ENGAGE NEW PARTNERS IN 5-7 SCHOOLS IN HIGH-BURDENED ASTHMA COMMUNITIES IN MA.  HEAL TOOL AND RESOURCES WILL BE DISSEMINATED THROUGH BLOG POSTS, SOCIAL AND EARNED MEDIA, AND PRESENTATIONS AND WORKSHOPS ON REDUCING ENVIRONMENTAL HAZARDS AND ASTHMA IN SCHOOL SETTINGS.  OUTCOMES INCLUDE INCREASED KNOWLEDGE AND UNDERSTANDING BY SCHOOL DISTRICT AND MUNICIPAL LEADERS OF CONTRIBUTORS TO PEDIATRIC ASTHMA, HEAT-RELATED HEALTH AND LEARNING IMPACTS, AND COMMON ENVIRONMENTAL TRIGGERS WITHIN A SCHOOL SETTING.  SCHOOL LEADERS WILL BE EQUIPPED TO IMPLEMENT POLICIES AND PROCEDURES TO REDUCE ENVIRONMENTAL HAZARDS AND IMPROVED AIR QUALITY.  STUDENTS AND STAFF WILL HAVE REDUCTION IN EXPOSURE TO ENVIRONMENTAL HAZARDS AS WELL AS REDUCTION IN THE ONSET OF ASTHMA AND ASTHMA ATTACKS FOR BOTH STUDENTS AND SCHOOL STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "17e38290-838f-188a-ffcf-eba835b23826-C", "generated_internal_id": "ASST_NON_00A00794_6800"}]