[{"internal_id": 153528185, "Award ID": "98T49723", "Award Amount": 30733000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "66.600", "Description": "DESCRIPTION:THIS AGREEMENT INCLUDES FISCAL YEAR 2022 BIL (BIPARTISAN INFRASTRUCTURE LAW) DRINKING WATER AND CLEAN WATER STATE REVOLVING FUNDS GRANT FUNDS. THE PROPOSED PROJECTS WILL BE TAKEN FROM THE APPROVED PROJECT PRIORITY LIST. THE PROPOSED PROJECTS WILL FOCUS ON DRINKING WATER AND WASTEWATER SYSTEM IMPROVEMENTS TO INCLUDE REHABILITATION, REPLACEMENT AND INSTALLATION OF NEW INFRASTRUCTURE. THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL BIL FUNDING IN THE AMOUNT OF $30,733,000.  SEE TERMS AND CONDITIONS.\nACTIVITIES:ACTIVITIES TO BE PERFORMED (WATER):  $20,304,000 - 1. SERVICE CONNECTION REPLACEMENT (PHASE I) -  VARIOUS VILLAGES ($7,000,000)  2. HDPE PIPE REPLACEMENT - TUALAUTA AREA PHASE III ($3,680,000) 3. UPPER AUA UNSERVED AREA ($1,200,000) 4. LEONE AND ILIILI VILLAGE ACP REPLACEMENT ($1,200,000)  5. REDUCE SIGNIFICANT WATER LOSS IN DISTRIBUTION SYSTEM MAINS AND LOW PRESSURE ($1,000,000) 6. CONSTRUCTION OF THE CANCO HILL WATER TANK ($500,000)  7. LEONE/MALAELOA WELDED STEEL TANK REPLACEMENT ($2,500,000) 8. LOWER PAGO 0.6M GAL WELDED WATER STORAGE TANK ($2,724,000)  9. TAFUNA 1MG WATER STORAGE TANK #1 SITE DEV PLAN (500,000).  (WASTEWATER): $10,429,000 - 1.\tVAITELE LIFT STATION UPGRADE ($3,000,000) 2.\tWASTEWATER IMPROVEMENTS PHASE 3 ($1,200,000)  3. FOGAGOGO UV BY-PASS SYSTEM ($1,200,000)  4. INFLOW AND INFILTRATION PROJECT ($900,000) 5. UPPER PAVAIAI TO AOLOAU COLLECTION SYSTEM UPGRADING ($600,000) 6. SECONDARY TREATMENT FOR WW TREATMENT ($300,000) 7. EXPANSION AND IMPROVE WASTEWATER COLLECTION SYSTEM ($1,200,000) 8.WASTEWATER UTILITY PLAN ($600,000).\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES AND INTENDED BENEFICIARIES:  IMPROVEMENTS TO ASPA'S WATER AND WASTEWATER SYSTEMS TO INSURE PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": 30733000.0, "recipient_id": "bc3fc259-fcae-388a-7eca-deebd8f16018-C", "generated_internal_id": "ASST_NON_98T49723_6800"}, {"internal_id": 152548963, "Award ID": "98T48323", "Award Amount": 26366000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "66.600", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT INCLUDES CURRENT DRINKING WATER STATE REVOLVING FUNDS (INCLUDING THOSE FOR DWSRF, LEAD SERVICE LINE REPLACEMENT AND EMERGING CONTAMINANT FUNDS)  AND CLEAN WATER STATE REVOLVING FUNDS (INCLUDING THOSE FOR CWSRF AND EMERGING CONTAMINANTS) FOR FISCAL YEAR 22. THE PROJECT WORKPLAN IS TARGETED TO MEET THE STATUTORY AND REGULATORY OBJECTIVES, MILESTONES, AND GOALS OF EPA'S STRATEGIC PLAN, IN CONJUNCTION WITH THE AUTHORITY AND LEGISLATIVE INTENT OF THE OMNIBUS TERRITORIES ACT. PLANNED PROJECTS ARE DERIVED FROM THE GUAM EPA  PRIORITY LIST. THE SPECIFIC PROJECT PRIORITIES MAY CHANGE THROUGHOUT THE PERIOD OF PERFORMANCE, WHICH ARE DEPENDENT ON THE NEEDS BASIS OF PROTECTING HUMAN HEALTH AND THE ENVIRONMENT. \n\nTHIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL BIL FUNDING IN THE AMOUNT OF $26,366,000.  SEE TERMS AND CONDITIONS.ACTIVITIES:THIS YEAR'S AWARD WILL FUND THE PROVISION OF WATER AND SEWER SERVICES FOR THE GIL BREEZE SUBDIVISION, PLUS PROCUREMENT OF A FAT, OIL, GREASE (FOG) RECEIVING STATION FOR THE NORTHERN DISTRICT WASTEWATER TREATMENT PLANT (NDWWTP), HIRING OF FOUR SENIOR ENGINEERS AND THE CONSTRUCTION OF A NEW HAGATNA PUMP STATION AND FORCE MAIN.  THESE PROJECTS WILL ADD RESILIENCY TO THE WASTEWATER SYSTEM, PROTECT AGAINST THE SLINGS AND ARROWS OF CLIMATE CHANGE AND REDUCE WASTEWATER SPILLS THEREBY PROTECTING THE ENVIRONMENT AND PUBLIC HEALTH.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL BE SUBSTANTIAL AND COMPLETE CONSTRUCTION OF THE THREE PROJECTS. PROJECT EXPECTS AN INCREASED RESILIENCY AND A REDUCTION OF SSOS TO RESULT FROM THE PROJECTS. THE BENEFICIARIES WILL BE THE CITIZENS OF GUAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": 26366000.0, "recipient_id": "191f6a87-b0a4-96d3-7c82-210527ae4222-C", "generated_internal_id": "ASST_NON_98T48323_6800"}, {"internal_id": 152089719, "Award ID": "98T47823", "Award Amount": 20632000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "66.600", "Description": "DESCRIPTION:THIS AGREEMENT INCLUDES FISCAL YEAR 2022 BIPARTISAN INFRASTRUCTURE LAW AWARDS, WHICH INCLUDES DRINKING WATER STATE REVOLVING FUND GENERAL SUPPLEMENTAL, CLEAN WATER STATE REVOLVING FUND GENERAL SUPPLEMENTAL, CLEAN WATER EMERGING CONTAMINANT FUNDS, DRINKING WATER EMERGING CONTAMINANT FUNDS, AND LEAD SERVICE LINE REPLACEMENT FUNDS. THE PROJECT WORKPLAN IS TARGETED TO MEET THE STATUTORY AND REGULATORY OBJECTIVES, MILESTONES, AND GOALS OF EPA'S STRATEGIC PLAN, IN CONJUNCTION WITH THE AUTHORITY AND LEGISLATIVE INTENT OF THE OMNIBUS TERRITORIES ACT. PLANNED PROJECTS ARE DERIVED FROM THE BUREAU OF ENVIRONMENTAL AND COASTAL QUALITY (BECQ) PRIORITY LIST. THE SPECIFIC PROJECT PRIORITIES MAY CHANGE THROUGHOUT THE PERIOD OF PERFORMANCE, WHICH ARE DEPENDENT ON THE NEEDS BASIS OF PROTECTING HUMAN HEALTH AND THE ENVIRONMENT. THIS YEAR'S AWARD WILL FUND DESIGN AND CONSTRUCTION OF DRINKING WATER DISTRIBUTION LINES AND PUMP STATIONS, WASTEWATER COLLECTION LINES AND LIFT STATIONS, SCADA, AND FLOW METERS. \n\nTHIS COOPERATIVE AGREEMENT PROVIDES FULL BIPARTISAN INFRASTRUCTURE LAW (BIL) FEDERAL FUNDING IN THE AMOUNT OF $20,632,000.  SEE TERMS AND CONDITIONS.ACTIVITIES:THIS AGREEMENT INCLUDES BIPARTISAN INFRASTRUCTURE LAW FUNDS FOR FISCAL YEAR 2022. THE FULL DETAILED WORKPLAN IS ATTACHED AND DESCRIBES THE OBJECTIVES, MILESTONES, AND GOALS THAT MEET THE REQUIREMENTS OF EPA'S STRATEGIC PLAN, GPRA, STATUTES, REGULATIONS, AND IS BEING DONE WITH THE AUTHORITY AND LEGISLATIVE INTENT OF THE OMNIBUS TERRITORIES ACT. THE PROPOSED PROJECTS ARE TAKEN FROM THE USEPA APPROVED CNMI BUREAU OF ENVIRONMENT AND COASTAL QUALITY'S PRIORITY LIST, HOWEVER, THE SPECIFIC PROJECT PRIORITIES MAY CHANGE THROUGH THE YEARS DEPENDENT ON THE NEED OF ADDRESSING PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT.  THE PROPOSED PROJECTS WILL FOCUS ON DW DISTRIBUTION LINE REPAIR AND REPLACEMENT, WW COLLECTION SYSTEM REPAIR AND REPLACEMENT, SCADA DESIGN, AND FLOW METER INSTALLATION. THE PROPOSED ACTIVITIES AND BUDGET ARE DETAILED IN THE WORKPLAN, WHICH HAS BEEN NEGOTIATED AND APPROVED BY THE PROJECT OFFICER. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE WATER SYSTEM IMPROVEMENT PROJECTS' PRIMARY OBJECTIVES INCLUDE REPLACING OLD LEAKING WATER MAINS, UPGRADING UNDERSIZED MAINS, FULL-TIME PRESSURIZATION OF THE WATER TRANSMISSION AND DISTRIBUTION SYSTEM, AND REDUCING OPERATIONS AND MAINTENANCE COSTS. THESE PROJECTS ALSO AIM TO REDUCE NON-REVENUE WATER, PROVIDING METERED (BILLABLE), RELIABLE, POTABLE DRINKING WATER TO EVERY CUSTOMER RESIDING IN THE CNMI. THE OBJECTIVE OF THE NEW PROPOSED WASTEWATER PROJECTS IS TO IMPROVE PLANT OPERATION AND LIFT STATION EFFICIENCY, CONSERVATION OF ENERGY, UPGRADE TREATMENT CAPACITY, AND REDUCE THE COST OF OPERATIONS AND MAINTENANCE. PROPOSED PROJECTS WILL ALSO IMPROVE THE COLLECTION SYSTEM AS IT WILL REPLACE COLLAPSED SEWER MAINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": 20632000.0, "recipient_id": "527610d6-2689-249f-d4bf-e076ba0aba99-C", "generated_internal_id": "ASST_NON_98T47823_6800"}, {"internal_id": 110297635, "Award ID": "98T07701", "Award Amount": 9400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT INCLUDES FISCAL YEAR 2019 ADDITIONAL SUPPLEMENTAL APPROPRIATION FOR DISASTER RELIEF ACT (ASADRA) DRINKING WATER AND CLEAN WATER STATE REVOLVING FUNDS (DW & CW SRF) GRANT FUNDS.  THE PROPOSED PROJECTS ARE TAKEN FROM THE APPROVED PROJECT PRIORITIY LIST. THE PROPOSED PROJECTS WILL FOCUS ON WASTEWATER SYSTEM IMPROVEMENTS TO INCLUDE RENOVATIONS, REPLACEMENT AND INSTALLATION OF NEW INFRASTRUCTURE. THE PROPOSED ACTIVITIES AND BUDGET ARE DETAILED IN THE WORK PLAN, WHICH HAS BEEN NEGOTIATED AND APPROVED BY EPA PROJECT OFFICER.    THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $10,400,000 WHICH INCLUDES:  - EPA IN-KIND FOR CONTRACTUAL SUPPORT IN THE AMOUNT OF $1,000,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "527610d6-2689-249f-d4bf-e076ba0aba99-C", "generated_internal_id": "ASST_NON_98T07701_6800"}, {"internal_id": 153528184, "Award ID": "96975323", "Award Amount": 8790908.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "66.600", "Description": "DESCRIPTION:THIS AGREEMENT INCLUDES FISCAL YEAR 2022 DRINKING WATER AND CLEAN WATER STATE REVOLVING FUNDS (DW AND CW SRF) GRANT FUNDS. THE PROPOSED PROJECTS ARE TAKEN FROM THE APPROVED PROJECT PRIORITY LIST. THE PROPOSED PROJECTS WILL FOCUS ON DRINKING WATER AND WASTEWATER SYSTEM IMPROVEMENTS TO INCLUDE REHABILITATION, REPLACEMENT AND INSTALLATION OF NEW INFRASTRUCTURE. THE COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $8,790,908.  SEE TERMS AND CONDITIONS.\n\nACTIVITIES:ACTIVITIES TO BE PERFORMED - WATER PROJECT: CENTRAL WATER SYSTEM NEW WELL DRILLING AND CONNECTIONS ($2,640,000).  WASTEWATER PROJECTS: 1.REDUCE AND CONTROL OIL AND GREASE DISCHARGE INTO WASTEWATER SYSTEM ($450,908) 2. UPGRADING ALL 19# LIFT STATIONS - CIVIL, ELECTRICAL AND MECHANICAL UPGRADING ($1,500,000) 3. INSTALLATION OF SCADA SYSTEM TO ALL LIFT STATIONS AND OPERATION ROOM ($1,000,000)  4.REPLACING GRAVITY MAIN IN WASTEWATER SYSTEM TO REDUCE AND CONTROL INFLOWS ($2,700,000) 5.VAITOGI COLLECTION SYSTEM DESIGN ($500,000).SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES: IMPROVEMENTS TO ASPA'S WATER AND WASTEWATER SYSTEMS TO INSURE PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc3fc259-fcae-388a-7eca-deebd8f16018-C", "generated_internal_id": "ASST_NON_96975323_6800"}, {"internal_id": 111062129, "Award ID": "96975321", "Award Amount": 25294000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT INCLUDES FISCAL YEAR 2020 DRINKING WATER AND CLEAN WATER STATE REVOLVING FUNDS (DW & CW SRF) GRANT FUNDS.  THE PROPOSED PROJECTS ARE TAKEN FROM THE APPROVED PROJECT PRIORITIY LIST. THE PROPOSED PROJECTS WILL FOCUS ON DRINKING WATER AND WASTEWATER SYSTEM IMPROVEMENTS TO INCLUDE RENOVATIONS, REPLACEMENT AND INSTALLATION OF NEW INFRASTRUCTURE.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $12,649,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc3fc259-fcae-388a-7eca-deebd8f16018-C", "generated_internal_id": "ASST_NON_96975321_6800"}, {"internal_id": 69839353, "Award ID": "96975319", "Award Amount": 25418000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "66.600", "Description": "THE PROPOSED PROJECTS ARE TAKEN FROM THE APPROVED PROJECT PRIORITIY LIST AND FOCUS ON DRINKING WATER AND WASTEWATER SYSTEM IMPROVEMENTS TO INCLUDE RENOVATIONS, REPLACEMENT AND INSTALLATION OF NEW INFRASTRUCTURE.   THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $12,772,000 WHICH INCLUDES AN INTERAGENCY AGREEMENT FOR $40,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc3fc259-fcae-388a-7eca-deebd8f16018-C", "generated_internal_id": "ASST_NON_96975319_6800"}, {"internal_id": 47965535, "Award ID": "96975317", "Award Amount": 14878536.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-22", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $8,894,536.  THIS ACTION REPRESENTS FUNDING FROM FISCAL YEAR 2016 SAFE DRINK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc3fc259-fcae-388a-7eca-deebd8f16018-C", "generated_internal_id": "ASST_NON_96975317_6800"}, {"internal_id": 47965534, "Award ID": "96975315", "Award Amount": 16206000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-11", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $7,493,000 WHICH INCLUDES FISCAL YEAR 2014 CLEAN WATER - WASTEWATER (CW) SRF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc3fc259-fcae-388a-7eca-deebd8f16018-C", "generated_internal_id": "ASST_NON_96975315_6800"}, {"internal_id": 47965532, "Award ID": "96975301", "Award Amount": 47114652.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2010-02-11", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1 171 300 (WHICH INCLUDES $250 000 FOR INTERGOVERNMENTAL PERSONNEL AGREEMENT)  T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc3fc259-fcae-388a-7eca-deebd8f16018-C", "generated_internal_id": "ASST_NON_96975301_6800"}, {"internal_id": 152549164, "Award ID": "96902623", "Award Amount": 7882221.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "66.600", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT INCLUDES CURRENT DRINKING WATER AND CLEAN WATER STATE REVOLVING FUNDS FOR FISCAL YEAR 22. THE PROJECT WORKPLAN IS TARGETED TO MEET THE STATUTORY AND REGULATORY OBJECTIVES, MILESTONES, AND GOALS OF EPA'S STRATEGIC PLAN, IN CONJUNCTION WITH THE AUTHORITY AND LEGISLATIVE INTENT OF THE OMNIBUS TERRITORIES ACT. PLANNED PROJECTS ARE DERIVED FROM THE GUAM EPA PRIORITY LIST. THE SPECIFIC PROJECT PRIORITIES MAY CHANGE THROUGHOUT THE PERIOD OF PERFORMANCE, WHICH ARE DEPENDENT ON THE NEEDS BASIS OF PROTECTING HUMAN HEALTH AND THE ENVIRONMENT.\n\nTHIS COOPERATIVE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $7,882,221.00.  SEE TERMS AND CONDITIONS.ACTIVITIES:THIS YEAR'S AWARD WILL FUND THE REPAIR/CONSTRUCTION OF THREE WASTEWATER COLLECTION SYSTEM PROJECTS - A NEW FORCE MAIN TO THE AGANA WATER AND WASTEWATER TREATMENT PLANT; THE RELOCATION OF THE COASTAL INTERCEPTOR ALONG DUNGCA'S BEACH; AND REPAIRS OF TUMON BAY HOT SPOTS. THESE PROJECTS WILL ADD RESILIENCY TO THE WASTEWATER SYSTEM, PROTECT AGAINST THE SLINGS AND ARROWS OF CLIMATE CHANGE AND REDUCE WASTEWATER SPILLS THEREBY PROTECTING THE ENVIRONMENT AND PUBLIC HEALTH.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL BE SUBSTANTIAL AND COMPLETE CONSTRUCTION OF THE THREE PROJECTS. THE PROJECT EXPECTS AN INCREASED RESILIENCY AND A REDUCTION OF SANITARY SEWER OVERFLOWS (SSOS) TO RESULT FROM THE PROJECTS. THE BENEFICIARIES WILL BE THE CITIZENS OF GUAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "191f6a87-b0a4-96d3-7c82-210527ae4222-C", "generated_internal_id": "ASST_NON_96902623_6800"}, {"internal_id": 110297636, "Award ID": "96902621", "Award Amount": 19887500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-07", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT INCLUDES FISCAL YEAR 2020 DRINKING WATER AND CLEAN WATER STATE REVOLVING FUNDS (DW & CW SRF) GRANT FUNDS.  THE PROPOSED PROJECTS ARE TAKEN FROM THE APPROVED PROJECT PRIORITIY LIST. THE PROPOSED PROJECTS WILL FOCUS ON DRINKING WATER AND WASTEWATER SYSTEM IMPROVEMENTS TO INCLUDE RENOVATIONS, REPLACEMENT AND INSTALLATION OF NEW INFRASTRUCTURE. THE PROPOSED ACTIVITIES AND BUDGET ARE DETAILED IN THE WORK PLAN, WHICH HAS BEEN NEGOTIATED AND APPROVED BY EPA PROJECT OFFICER.   THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $9,952,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "191f6a87-b0a4-96d3-7c82-210527ae4222-C", "generated_internal_id": "ASST_NON_96902621_6800"}, {"internal_id": 68373890, "Award ID": "96902619", "Award Amount": 21803873.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "66.600", "Description": "FUNDS WILL BE DIRECTED TO THE CONSTRUCTION OF THE  WATER HYDRAULIC MODEL, TALOFOFO PUMP STATIONS, CHALAN PAGO PUMP STATIONS AND A-SERIES GROUND WATER WELLS REHABILITATION.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $11,854,873 FROM THE CLEAN WATER AND SAFE DRINKING WATER SRF FUNDS FOR FISCAL YEAR 2018.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "191f6a87-b0a4-96d3-7c82-210527ae4222-C", "generated_internal_id": "ASST_NON_96902619_6800"}, {"internal_id": 47957512, "Award ID": "96902617", "Award Amount": 16523000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "66.600", "Description": "THIS COOPERATIVE AGREEMENT INCLUDES CURRENT CLEAN WATER AND SAFE DRINKING WATER STATE REVOLVING FUND PROGRAM FUNDS FOR FISCAL YEAR 2016. THIS GRANT W", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "191f6a87-b0a4-96d3-7c82-210527ae4222-C", "generated_internal_id": "ASST_NON_96902617_6800"}, {"internal_id": 47957511, "Award ID": "96902615", "Award Amount": 17389423.0, "Award Type": null, "Base Obligation Date": "2014-09-08", "CFDA Number": "66.600", "Description": "THE PROPOSED ACTIVITIES AND BUDGET ARE DETAILED IN THE WORKPLAN  WHICH HAVE BEEN NEGOTIATED AND APPROVED BY THE PROJECT OFFICER.  THIS GRANT WILL PRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "191f6a87-b0a4-96d3-7c82-210527ae4222-C", "generated_internal_id": "ASST_NON_96902615_6800"}, {"internal_id": 152089813, "Award ID": "00T33723", "Award Amount": 6216642.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "66.600", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT INCLUDES FISCAL YEAR 2022 DRINKING WATER AND CLEAN WATER STATE REVOLVING FUNDS (DW AND CW SRF) GRANTS FUNDS. THE PROJECT WORKPLAN IS TARGETED TO MEET THE STATUTORY AND REGULATORY OBJECTIVES, MILESTONES, AND GOALS OF EPA'S STRATEGIC PLAN, IN CONJUNCTION WITH THE AUTHORITY AND LEGISLATIVE INTENT OF THE OMNIBUS TERRITORIES ACT. PLANNED PROJECTS ARE DERIVED FROM THE BUREAU OF ENVIRONMENTAL AND COASTAL QUALITY (BECQ) PRIORITY LIST. THE SPECIFIC PROJECT PRIORITIES MAY CHANGE THROUGHOUT THE PERIOD OF PERFORMANCE, WHICH ARE DEPENDENT ON THE NEEDS BASIS OF PROTECTING HUMAN HEALTH AND THE ENVIRONMENT. THIS YEAR'S AWARD WILL FUND DESIGN AND CONSTRUCTION OF DRINKING WATER DISTRIBUTION LINES AND BOOSTER PUMPS, WASTEWATER COLLECTION LINES AND PUMP STATIONS, LEAK DETECTION AND FUNDING FOR A PUBLIC HEALTH SERVICE ENGINEER TECHNICAL ASSISTANCE. \n\nTHIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $6,216,642 OF WHICH $500,000 IS EPA IN-KIND.  SEE TERMS AND CONDITIONS.\n\n- THE EPA IN-KIND AMOUNT SET ASIDE [ASSET MANAGEMENT AND COMPUTERIZED MAINTENANCE MANAGEMENT SYSTEM (CMMS)] IS $500,000.\n\nACTIVITIES:THIS ASSISTANCE AGREEMENT INCLUDES DW AND CW SRF FUNDS FOR FISCAL YEAR 2022. THE FULL DETAILED WORKPLAN IS ATTACHED AND DESCRIBES THE OBJECTIVES, MILESTONES, AND GOALS THAT MEET THE REQUIREMENTS OF EPA'S STRATEGIC PLAN, GPRA, STATUTES, REGULATIONS, AND IS BEING DONE WITH THE AUTHORITY AND LEGISLATIVE INTENT OF THE OMNIBUS TERRITORIES ACT. THE PROPOSED PROJECTS ARE TAKEN FROM THE USEPA APPROVED CNMI BUREAU OF ENVIRONMENT AND COASTAL QUALITY'S PRIORITY LIST, HOWEVER, THE SPECIFIC PROJECT PRIORITIES MAY CHANGE THROUGH THE YEARS DEPENDENT ON THE NEED OF ADDRESSING PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT.  THE PROPOSED PROJECTS WILL FOCUS ON DW DISTRIBUTION LINE, WW COLLECTION SYSTEM REPAIR AND REPLACEMENT, AND ASSET MANAGEMENT. THE PROPOSED ACTIVITIES AND BUDGET ARE DETAILED IN THE WORKPLAN, WHICH HAS BEEN NEGOTIATED AND APPROVED BY THE PROJECT OFFICER. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE WATER SYSTEM IMPROVEMENT PROJECTS' PRIMARY OBJECTIVES INCLUDE REPLACING OLD LEAKING WATER MAINS, UPGRADING UNDERSIZED MAINS, FULL-TIME PRESSURIZATION OF THE WATER TRANSMISSION AND DISTRIBUTION SYSTEM, AND REDUCING OPERATIONS AND MAINTENANCE COSTS. THESE PROJECTS ALSO AIM TO REDUCE NON-REVENUE WATER, PROVIDING METERED (BILLABLE), RELIABLE, POTABLE DRINKING WATER TO EVERY CUSTOMER RESIDING IN THE CNMI. THE OBJECTIVE OF THE NEW PROPOSED WASTEWATER PROJECTS IS TO IMPROVE PLANT OPERATION AND LIFT STATION EFFICIENCY, CONSERVATION OF ENERGY, UPGRADE TREATMENT CAPACITY, AND REDUCE THE COST OF OPERATIONS AND MAINTENANCE. PROPOSED PROJECTS WILL ALSO IMPROVE THE COLLECTION SYSTEM AS IT WILL REPLACE COLLAPSED SEWER MAINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "527610d6-2689-249f-d4bf-e076ba0aba99-C", "generated_internal_id": "ASST_NON_00T33723_6800"}, {"internal_id": 110190189, "Award ID": "00T33721", "Award Amount": 13879000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-19", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT INCLUDES FISCAL YEAR 2020 DRINKING WATER AND CLEAN WATER STATE REVOLVING FUNDS (DW & CW SRF) GRANT FUNDS.  THE PROPOSED PROJECTS ARE TAKEN FROM THE APPROVED PROJECT PRIORITIY LIST. THE PROPOSED PROJECTS WILL FOCUS ON DRINKING WATER AND WASTEWATER SYSTEM IMPROVEMENTS TO INCLUDE RENOVATIONS, REPLACEMENT AND INSTALLATION OF NEW INFRASTRUCTURE. THE PROPOSED ACTIVITIES AND BUDGET ARE DETAILED IN THE WORK PLAN, WHICH HAS BEEN NEGOTIATED AND APPROVED BY EPA PROJECT OFFICER.    THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $7,091,000 WHICH INCLUDES:  - THE INTERGOVERNMENTAL PERSONNEL AGREEMENT (IPA) AMOUNT IS $300,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "527610d6-2689-249f-d4bf-e076ba0aba99-C", "generated_internal_id": "ASST_NON_00T33721_6800"}, {"internal_id": 68568365, "Award ID": "00T33719", "Award Amount": 9874000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "66.600", "Description": "THIS AGREEMENT SUPPORTS PROJECTS FROM THE APPROVED PROJECT PRIORITIY LIST WHICH WILL FOCUS ON DRINKING WATER AND WASTEWATER SYSTEM IMPROVEMENTS TO INCLUDE RENOVATIONS, REPLACEMENT AND INSTALLATION OF NEW INFRASTRUCTURE.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $2,995,000 WHICH INCLUDES:  - THE INTERGOVERNMENTAL PERSONNEL AGREEMENT (IPA) AMOUNT IS $210,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "527610d6-2689-249f-d4bf-e076ba0aba99-C", "generated_internal_id": "ASST_NON_00T33719_6800"}, {"internal_id": 39179285, "Award ID": "00T33717", "Award Amount": 14497174.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-29", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $4,910,000 WHICH INCLUDES:  - THE INTERGOVERNMENTAL PERSONNEL AGREEMENT (IPA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "527610d6-2689-249f-d4bf-e076ba0aba99-C", "generated_internal_id": "ASST_NON_00T33717_6800"}, {"internal_id": 39179284, "Award ID": "00T33715", "Award Amount": 11509050.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-03", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $4,200,000 WHICH INCLUDES FY2014 DRINKING WATER (DW) AND CLEAN WATER - WASTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "527610d6-2689-249f-d4bf-e076ba0aba99-C", "generated_internal_id": "ASST_NON_00T33715_6800"}, {"internal_id": 68377107, "Award ID": "00915619", "Award Amount": 10720731.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "66.600", "Description": "THE WORK AND OBJECTIVE OF THE EPA CONSOLIDATED ENVIRONMENTAL MANAGEMENT AND PROTECTION GRANT TO THE COMMONWEALTH OF THE NORTHERN MARIANA ISLANDS, DIVISION OF ENVIRONMENTAL QUALITY (CNMI DEQ)  IS TO CONTINUE THE SUCCESSFUL PLANNING, DEVELOPMENT, AND IMPLEMENTATION OF ENVIRONMENTAL MANAGEMENT AND PROTECTION STATUTES, REGULATIONS, AND PROGRAMS, INCLUDING OUTREACH AND EDUCATION, FOR ALL ENVIRONMENTAL MEDIA (AIR, WATER, LAND) IN THE CNMI.  ACTIVITIES MAY INCLUDE PROGRAMS TO PROVIDE POTABLE DRINKING WATER FOR 100 PERCENT OF THE POPULATION; CLEAN BEACHES FOR SWIMMING AND FISHING; WATERSHED MANAGEMENT FORBEST MANAGEMENT PRACTICES' (BMP) FOR NONPOINT SOURCES OF POLLUTION AND REDUCING THE 303D LIST OF CONTAMINATED WATERS; WATER QUALITY (MARINE AND STREAM) MONITORING TO HELP WITH CORAL REEF AND INDIGENOUS BIOTA PROTECTION; CLEAN-UP OF BROWNFIELD SITES; PESTICIDE MANAGEMENT TO ELIMINATE ILLEGAL IMPORTATION AND USE OF UNREGISTERED/FOREIGN PESTICIDES; PRIMARY ENFORCEMENT RESPONSIBILITY FOR THE SAF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": 200000.0, "recipient_id": "966971cd-a5a4-1291-d1ab-ac686e71e14a-R", "generated_internal_id": "ASST_NON_00915619_6800"}, {"internal_id": 39173518, "Award ID": "00915614", "Award Amount": 10964156.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-09-25", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1,710,450 WHICH INCLUDES THE AMOUNTS AS FOLLOWS:.  THE INTERGOVERNMENTAL PERSONN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "966971cd-a5a4-1291-d1ab-ac686e71e14a-R", "generated_internal_id": "ASST_NON_00915614_6800"}, {"internal_id": 162165118, "Award ID": "00914024", "Award Amount": 22159960.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "66.600", "Description": "DESCRIPTION:THE WORK AND OBJECTIVE OF THE EPA CONSOLIDATED ENVIRONMENTAL MANAGEMENT AND PROTECTION GRANT TO THE AMERICAN SAMOA ENVIRONMENTAL PROTECTION AGENCY (AS-EPA) ARE TO CONTINUE THE SUCCESSFUL PLANNING, DEVELOPMENT, AND IMPLEMENTATION OF ENVIRONMENTAL MANAGEMENT AND PROTECTION STATUTES, REGULATIONS, AND PROGRAMS, INCLUDING OUTREACH AND EDUCATION, FOR ALL ENVIRONMENTAL MEDIA (AIR, WATER, LAND) IN THE U.S. TERRITORY OF AMERICAN SAMOA (AS). THE AS-EPA WORKPLAN HAS SPECIFIC GOALS AND OBJECTIVES FOR PROGRAMS TO PROVIDE POTABLE DRINKING WATER FOR 100 PERCENT OF THE POPULATION; CLEAN BEACHES FOR SWIMMING AND FISHING; WATERSHED MANAGEMENT FOR BMPS FOR NONPOINT SOURCES OF POLLUTION AND REDUCING THE 303D LIST OF CONTAMINATED WATERS; WATER QUALITY (MARINE AND STREAM) MONITORING TO HELP WITH CORAL REEF AND INDIGENOUS BIOTA PROTECTION; CLEANUP OF BROWNFIELD SITES; PESTICIDE MANAGEMENT TO ELIMINATE ILLEGAL IMPORTATION AND USE OF UNREGISTERED/FOREIGN PESTICIDES. FURTHERMORE, THE WORKPLAN DESCRIBES THE OBJECTIVES, MILESTONES, AND GOALS THAT MEET THE REQUIREMENTS OF THE EPA'S FY 2022 - 2026 EPA STRATEGIC PLAN, GOVERNMENT PERFORMANCE AND RESULTS ACT (GPRA), STATUTES, AND REGULATIONS AND IS BEING DONE WITH THE AUTHORITY AND LEGISLATIVE INTENT OF THE OMNIBUS TERRITORIES ACT (OTA), OR ALSO KNOWN AS PUBLIC LAW 35-134. \n\nONE PUBLIC HEALTH SERVICE (PHS) OFFICER WILL BE ON DETAIL TO AS-EPA UNDER A 'REIMBURSABLE DETAIL.' EPA FINANCIAL ACCOUNTS REFER TO THIS 'REIMBURSABLE DETAIL' AS AN 'IPA' (INTERGOVERNMENTAL PERSONNEL ACT). THE GRANTEE WILL ADD GRANT FUNDS TO IPA ACCOUNTS FOR THIS REIMBURSABLE DETAIL, AND ANY ADDITIONAL REIMBURSABLE DETAILS OF PHS OFFICERS OR IPAS ESTABLISHED DURING THIS FIVE-YEAR PROJECT PERIOD. THE REIMBURSABLE DETAIL FOR THE PUBLIC HEALTH SERVICE (PHS) OFFICER WILL BE $300,000 AND WILL BE FUNDED UNDER EPA FISCAL INFORMATION PRC 101ACGXJ1.  'REIMBURSABLE DETAIL' IS REFERRED AS AN 'IPA' ON EPA FINANCIAL ACCOUNTS.\n\nTHIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $22,159,960.  SEE TERMS AND CONDITIONS.ACTIVITIES:THIS AWARD PROVIDES PARTIAL FUNDING FOR THE PERIOD OF 10/01/2023 TO 09/30/2028 AND INCLUDES FUNDING FOR THE IMPLEMENTATION OF THE AS-EPA CONSOLIDATED ENVIRONMENTAL MANAGEMENT PROGRAM, WHICH PROVIDES FOR PRIMARY ENFORCEMENT RESPONSIBILITY FOR THE SAFE DRINKING WATER PROGRAM; TERRITORIAL AND BEACH WATER QUALITY MONITORING; WATERSHED MANAGEMENT, INCLUDING ENFORCEMENT ACTIVITIES; BROWNFIELDS PROGRAM DEVELOPMENT AND SITE CLEANUP; PESTICIDE PROGRAM RESPONSIBILITIES; ENVIRONMENTAL EDUCATION AND COMMUNITY OUTREACH; CLEAN AIR TITLE V PROGRAM MANAGEMENT AND ISSUANCE OF STATIONARY SOURCE AIR PERMITS; IMPLEMENTATION OF RCRA D AND RCRA C PRIMARY ENFORCEMENT RESPONSIBILITY, TOXIC WASTE MANAGEMENT WITH RCRA C AS A MODEL; UNDERGROUND STORAGE TANKS MANAGEMENT; EMERGING CONTAMINANTS PROGRAM DEVELOPMENT; AND CLIMATE POLLUTION REDUCTION ACTIVITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:FULL IMPLEMENTATION OF AS-EPA PROGRAMS WILL ENSURE PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT FOR COMMUNITIES IN AMERICAN SAMOA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9a7591d-ff53-fd6f-7468-83e45e786848-C", "generated_internal_id": "ASST_NON_00914024_6800"}, {"internal_id": 69783703, "Award ID": "00914019", "Award Amount": 11502986.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "66.600", "Description": "THE WORK AND OBJECTIVE OF THE AMERICAN SAMOA EPA (ASEPA) CONSOLIDATED ENVIRONMENTAL PROGRAM GRANT IS TO CONTINUE THE SUCCESSFUL PLANNING, DEVELOPMENT, AND IMPLEMENTATION OF ENVIRONMENTAL MANAGEMENT AND PROTECTION STATUTES, REGULATIONS, AND PROGRAMS, INCLUDING OUTREACH AND EDUCATION, FOR ALL ENVIRONMENTAL MEDIA (AIR, WATER, LAND) IN AMERICAN SAMOA.  ASEPA HAS SPECIFIC GOALS AND OBJECTIVES FOR PROGRAMS TO PROVIDE POTABLE DRINKING WATER FOR 100 PERCENT OF THE POPULATION; CLEAN BEACHES FOR SWIMMING AND FISHING; WATERSHED MANAGEMENT FOR ELIMINATION OF CONCENTRATED ANIMAL FEEDING OPERATION (CAFO) NONPOINT SOURCES AND REDUCING THE 303D LIST OF CONTAMINATED STREAMS; WATER QUALITY (MARINE AND STREAM) MONITORING TO HELP WITH CORAL REEF AND INDIGENOUS BIOTA PROTECTION; CLEAN-UP OF BROWNFIELD SITES; PESTICIDE MANAGEMENT TO ELIMINATE ILLEGAL IMPORTATION AND USE OF UNREGISTERED/FOREIGN PESTICIDES.  THIS AWARD INCLUDES FUNDING FOR THE IMPLEMENTATION OF ASEPA'S CONSOLIDATED ENVIRONMENTAL MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": 0.0, "recipient_id": "a9a7591d-ff53-fd6f-7468-83e45e786848-C", "generated_internal_id": "ASST_NON_00914019_6800"}, {"internal_id": 39173506, "Award ID": "00914014", "Award Amount": 11442084.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-09-25", "CFDA Number": "66.600", "Description": "THIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $2,184,041 WHICH INCLUDES THE AMOUNTS AS FOLLOWS:.  THERE IS NO FUNDING FOR THE I", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9a7591d-ff53-fd6f-7468-83e45e786848-C", "generated_internal_id": "ASST_NON_00914014_6800"}, {"internal_id": 68568405, "Award ID": "00906319", "Award Amount": 14333726.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "66.600", "Description": "TO CONTINUE PLANNING, DEVELOPMENT, AND IMPLEMENTATION OF ENVIRONMENTAL MANAGEMENT AND PROTECTION STATUTES, REGULATIONS, AND PROGRAMS, INCLUDING OUTREACH AND EDUCATION, FOR ALL ENVIRONMENTAL MEDIA (AIR, WATER, LAND) IN GUAM.  GEPA'S WORK PLAN, WHICH HAS SPECIFIC GOALS AND OBJECTIVES FOR PROGRAMS TO PROVIDE POTABLE DRINKING WATER FOR 100 PERCENT OF THE POPULATION; CLEAN BEACHES FOR SWIMMING AND FISHING; WATERSHED MANAGEMENT FOR BMP'S FOR NONPOINT SOURCES OF POLLUTION AND REDUCING THE 303D LIST OF CONTAMINATED WATERS; WATER QUALITY (MARINE AND STREAM) MONITORING TO HELP WITH CORAL REEF AND INDIGENOUS BIOTA PROTECTION; CLEAN-UP OF BROWNFIELD SITES; PESTICIDE MANAGEMENT TO ELIMINATE ILLEGAL IMPORTATION AND USE OF UNREGISTERED/FOREIGN PESTICIDES.   THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $1,142,494, WHICH INCLUDES $882,494 IN EPA BASED FUNDING, $150,000 FOR AN INTERGOVERNMENTAL PERSONNEL AGREEMENT, $85,000 FOR AN INTERAGENCY AGREEMENT (IA), AND $25,000 FOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": 0.0, "recipient_id": "746578f4-eb4d-df00-642d-50326d3cfb7f-C", "generated_internal_id": "ASST_NON_00906319_6800"}, {"internal_id": 39173485, "Award ID": "00906314", "Award Amount": 16696565.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-09-26", "CFDA Number": "66.600", "Description": "THE WORK AND OBJECTIVE IS TO CONTINUE THE SUCCESSFUL PLANNING, DEVELOPMENT, AND IMPLEMENTATION OF ENVIRONMENTAL MANAGEMENT AND PROTECTION STATUTES, R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "746578f4-eb4d-df00-642d-50326d3cfb7f-C", "generated_internal_id": "ASST_NON_00906314_6800"}]