[{"internal_id": 155506663, "Award ID": "84049501", "Award Amount": 609015.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "66.610", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT WILL CREATE A COLLABORATIVE ENDEAVOR FOR STATES ACROSS THE COUNTRY ON A WIDE ARRAY OF ENVIRONMENTAL PROTECTION TOPICS INCLUDING AIR AND WATER QUALITY, DRINKING WATER, WATER REUSE, TOXICS, EMERGING CONTAMINANTS, CHEMICALS MANAGEMENT, SOLID AND HAZARDOUS WASTE, LAND REVITALIZATION, POLLUTION PREVENTION, CLIMATE CHANGE, ENERGY AND ENERGY EFFICIENCY, SCIENCE AND RESEARCH, ENVIRONMENTAL JUSTICE, CIVIL RIGHTS, PLANNING AND RESOURCE ALLOCATION, DATA MANAGEMENT, COMPLIANCE AND ENFORCEMENT, PUBLIC AND ENVIRONMENTAL HEALTH, STATE CAPACITY BUILDING, ALIGNMENT OF STATE AND EPA PRIORITIES, OVERSIGHT OF STATE ENVIRONMENTAL PROGRAMS, PARTNERSHIP ENHANCEMENT, REPORTING BURDEN REDUCTION, PERFORMANCE MEASURES, STREAMLINING OF STATE ENVIRONMENTAL AGENCY BUSINESS PROCESSES, INNOVATIONS, TRIBAL AND INTERGOVERNMENTAL RELATIONSHIPS, AND NEW PROCESSES AND TECHNOLOGIES.\n\nECOS WILL EMPLOY A VARIETY OF METHODS INCLUDING RESEARCH, STUDIES, DEMONSTRATIONS, INFORMATION SHARING, TRAINING, PROFESSIONAL DEVELOPMENT OF STATE AGENCY STAFF, WEBINARS, VIRTUAL AND IN-PERSON MEETINGS AND WORKSHOP, WEB SERVICES, AND CLEARINGHOUSES.  ECOS ACCOMPLISHES ITS WORK THROUGH ITS COMMITTEES ALONG WITH VARIOUS SUBCOMMITTEES, WORKGROUPS, STEERING COMMITTEES, AND FORUMS.  EACH COMMITTEE IS MADE UP OF ECOS MEMBERS - STATE ENVIRONMENTAL COMMISSIONERS - AND THEIR STAFF AND IS SUPPORTED BY ECOS STAFF.  SUBCOMMITTEES, STEERING COMMITTEES, WORKGROUPS, AND FORUMS ARE ALSO SUPPORTED BY ECOS STAFF AND INVOLVE ECOS MEMBERS AND THEIR STAFF.  TYPICAL PROJECTS ARE ACCOMPLISHED THROUGH ECOS MEMBER DISCUSSION, INPUT, AND INVOLVEMENT, AND STAFF SUPPORT IN THE FORM OF LIAISON WORK, WRITING, EDITING, AND GENERAL COORDINATION.  \n\nACTIVITIES:GENERAL ACTIVITIES UNDER THIS AGREEMENT MAY INCLUDE: \n#9679;\tFACILITATING STATE INPUT ON REGIONAL AND NATIONWIDE ENVIRONMENTAL PRIORITIES;\n#9679;\tCONSULTING WITH EPA ON AND FACILITATING STATE REVIEW OF PROPOSED EPA RULEMAKINGS, REGULATIONS, GUIDANCE AND POLICIES, INCLUDING IMPLEMENTATION ACTIVITIES; PREPARING PAPERS, REPORTS, STUDIES, COMPENDIUMS, AND CLEARINGHOUSES ON TOPICS IN KEY PUBLIC HEALTH AND ENVIRONMENTAL AREAS; \n#9679;\tFACILITATING THE ROLE OF STATES AS CO-REGULATORS;\n#9679;\tDEVELOPING AND EXPANDING INTERSTATE AND INTERGOVERNMENTAL COMMUNICATIONS ON PARTNERSHIP EFFORTS VIA THE ECOS WEBSITE AND OTHER OUTREACH TOOLS AS WELL AS THROUGH THE ORGANIZATION'S EXTENSIVE NETWORK OF STATE OFFICIALS;\n#9679;\tPROVIDING FOR PROFESSIONAL DEVELOPMENT OF STATE AGENCY STAFF BY COORDINATING MENTORING AMONG STATE ENVIRONMENTAL AGENCIES INCLUDING SHARING EXPERTISE, EXPERIENCES, AND LESSONS LEARNED; \n#9679;\tORGANIZING AND COORDINATING MEETINGS, WORKSHOPS, AND TRAININGS ON CRITICAL ISSUES AND IMPLEMENTATION ACTIVITIES; \n#9679;\tANALYZING STATE AND FEDERAL ENVIRONMENTAL BUDGET INFORMATION TO DETERMINE IMPACTS ON STATE ENVIRONMENTAL PROGRAMS;\n#9679;\tRESEARCHING A VARIETY OF ENVIRONMENTAL AREAS PERTINENT TO THE STATES;\n#9679;\tFACILITATING PARTICIPATION BY ECOS MEMBERS AND THEIR STAFF AND ECOS STAFF IN KEY TRAININGS AND FORUMS ON IMPORTANT ENVIRONMENTAL TOPICS BY NOTIFYING MEMBERS OF EVENTS, PROVIDING TRAVEL ASSISTANCE, AND ASSISTING MEMBERS WITH PREPARATION; AND\n#9679;\tOTHER ACTIVITIES AS NEEDED TO ADDRESS THE NEEDS AND PRIORITIES OF STATE ENVIRONMENTAL AGENCIES AS THEY WORK TO IMPROVE HUMAN HEALTH AND THE ENVIRONMENT.\nSUBRECIPIENT:ECOS ANTICIPATES ANY SUBAWARDS WOULD BE TO STATE ENVIRONMENTAL AGENCIES BUT DEPENDING ON THE SPECIFIC PROJECTS FUNDED UNDER THIS AGREEMENT THEY COULD BE TO OTHER ENTITIES. \n\nMORE DETAILS ON ANY SUBAWARDS WILL BE INCLUDED IN SPECIFIC PROJECT PROPOSALS. ECOS WILL ENSURE THAT ANY SUBAWARDS ARE ONLY GIVEN TO ELIGIBLE RECIPIENTS AND WILL ENSURE THAT THE SUBRECIPIENTS USE FUNDS FOR AUTHORIZED PURPOSES AND COMPLY WITH ALL APPLICABLE RULES, REGULATIONS, AND THE TERMS AND CONDITIONS OF THIS AGREEMENT. OUTCOMES:EXAMPLES OF ANTICIPATED DELIVERABLES, EXPECTED OUTCOMES AND OUTPUTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe45709d-e6ff-e02d-dbef-b9e314f4acd9-C", "generated_internal_id": "ASST_NON_84049501_6800"}, {"internal_id": 140708765, "Award ID": "84032001", "Award Amount": 451974.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.610", "Description": "THIS PROJECT WILL CONTINUE THE WORK OF THE INTERSTATE TECHNICAL AND REGULATORY COUNCIL (ITRC) IN DEVELOPING INFORMATION AND TRAINING RESOURCES THAT IDENTIFY BEST ENVIRONMENTAL PRACTICES AND THE USE OF INNOVATE ENVIRONMENTAL TECHNOLOGIES. IN 2022-2026, ITRC WILL CONTINUE TO SUPPORT BETWEEN FIFTEEN AND TWENTY TECHNICAL TEAMS THAT ADDRESS VARIOUS INNOVATIVE ENVIRONMENTAL SOLUTIONS. THESE TEAMS WILL DEVELOP MULTIPLE PRODUCTS, SUCH AS TECHNOLOGY OVERVIEWS, TECHNICAL AND REGULATORY GUIDANCE DOCUMENTS, FACT SHEETS, UPDATES TO EXISTING GUIDANCE DOCUMENTS, FACT SHEETS, AND INTERNET-BASED, CLASSROOM, OR VIDEO TRAINING COURSES. ITRC ESTIMATES THAT BETWEEN THREE TO TEN PRODUCTS WILL BE RELEASED TO THE PUBLIC EACH YEAR. TO SUPPORT THESE TEAMS AND TO HELP DISSEMINATE TEAM PRODUCTS WITHIN THE STATES, ITRC WILL CONTINUE A STATE POINTS OF CONTACT NETWORK, MEMBERSHIP SUPPORT, OUTREACH ACTIVITIES, TRAINING COORDINATION, AND PROGRAM MANAGEMENT\n\nTHIS PROJECT IS FOCUSED ON THE FOLLOWING GOALS: PROVIDE KNO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe45709d-e6ff-e02d-dbef-b9e314f4acd9-C", "generated_internal_id": "ASST_NON_84032001_6800"}, {"internal_id": 103141593, "Award ID": "84004701", "Award Amount": 364242.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-08", "CFDA Number": "66.610", "Description": "THIS COOPERATIVE AGREEMENT IS BETWEEN EPA AND THE RECIPIENT WHO WILL PROVIDE SUPPORT AND COLLABORATION SERVICES FOR THE SMALL BUSINESS ENVIRONMENTAL ASSISTANCE PROGRAM (SBEAP). THE SUPPORT SERVICES OF THIS PROJECT ARE TO MAINTAIN AND EXPAND THE NATIONAL SMALL BUSINESS ENVIRONMENTAL ASSISTANCE PROGRAM (SBEAP) WEBSITE, COMMUNICATION AND COLLABORATION SERVICES THAT ASSIST THE NATIONWIDE PROGRAM, AND PROVIDE ORGANIZATION AND HOSTING SUPPORT FOR THE SBEAP ANNUAL TRAINING EVENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_84004701_6800"}, {"internal_id": 98174241, "Award ID": "83998501", "Award Amount": 24900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-12", "CFDA Number": "66.610", "Description": "STAKEHOLDER ENGAGEMENT FOR UPSTREAM OIL AND NATURAL GAS SECTOR; TO IDENTIFY INNOVATIVE AND EFFECTIVE SOLUTIONS TO OVERCOMING BARRIERS TO RESPONSIBLE ENERGY PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df0b8e68-f8d3-5876-59eb-03977ace9b94-R", "generated_internal_id": "ASST_NON_83998501_6800"}, {"internal_id": 46680876, "Award ID": "83596001", "Award Amount": 2378290.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-15", "CFDA Number": "66.610", "Description": "THIS COMPREHENSIVE NATIONWIDE PROJECT COVERS A WIDE ARRAY OF TOPICS INCLUDING: AIR & WATER QUALITY, DRINKING WATER, TOXICS, PLANNING & RESOURCE ALLOC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe45709d-e6ff-e02d-dbef-b9e314f4acd9-C", "generated_internal_id": "ASST_NON_83596001_6800"}]