[{"internal_id": 68326534, "Award ID": "99T80701", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-10", "CFDA Number": "66.716", "Description": "THE ALAMEDA COUNTY HEALTHY HOMES DEPARTMENT (ACHHD) WILL ADVANCE THE CAPACITY OF CODE ENFORCEMENT OFFICERS TO ADDRESS LEAD PAINT HAZARDS BY CONDUCTING A TWO-HOUR LEAD WORKSHOP AND THREE ONE-DAY LEAD RENOVATION, REPAIR, AND PAINTING (RRP) TRAINING COURSES. ACHHD WILL PRESENT THE WORKSHOP AND ONE LEAD RRP TRAINING COURSE AT THE CALIFORNIA ASSOCIATION OF CODE ENFORCEMENT OFFICER'S ANNUAL MEETING IN MONTEREY COUNTY. FURTHERMORE, ACHHD AND ITS PARTNERS WILL PROVIDE TWO ADDITIONAL LEAD RRP TRAINING COURSES--ONE IN NORTHERN CALIFORNIA AND ONE IN SOUTHERN CALIFORNIA.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $25,000.  PREAWARD COSTS ARE APPROVED BACK TO 7/15/2018.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "296da710-8689-3e3e-4414-33eac014c2f8-C", "generated_internal_id": "ASST_NON_99T80701_6800"}, {"internal_id": 96201216, "Award ID": "98T00701", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-10", "CFDA Number": "66.716", "Description": "THE GRANTEE WILL REACH OUT TO STAKEHOLDER ORGANIZATIONS IN ARIZONA, HAWAII, AND NEVADA TO IDENTIFY AND ASSESS A PARTNERSHIP FOR A STATE-WIDE EFFORT TO PROMOTE LEAD SAFETY AND COMPLIANCE WITH EPA'S LEAD RENOVATION, REPAIR, AND PAINTING (RRP) RULE. THE PROJECT WILL FOCUS ON TRAINING CODE ENFORCEMENT OFFICERS AND CONNECTING THEM TO OTHER AGENCIES AND PROGRAMS WORKING ON LEAD POISONING PREVENTION. THE GRANTEE IN COLLABORATION WITH PROJECT PARTNERS WILL CONDUCT OUTREACH, PROVIDE FOUR RRP TRAINING CLASSES REACHING A TOTAL OF 68 CODE ENFORCEMENT OFFICERS, AND CONVENE PARTNERS AND STAKEHOLDERS FOR A ONE-DAY CONFERENCE TO PROMOTE COLLABORATION AND DEVELOP RECOMMENDATIONS FOR NEXT STEPS IN MOVING LEAD SAFETY EFFORTS FORWARD.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $60,000. PREAWARD COSTS ARE APPROVED BACK TO 3/1/2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "296da710-8689-3e3e-4414-33eac014c2f8-C", "generated_internal_id": "ASST_NON_98T00701_6800"}, {"internal_id": 152090003, "Award ID": "84048901", "Award Amount": 3000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "66.716", "Description": "DESCRIPTION:THIS GRANT AGREEMENT WILL SUPPORT THE 22ND ANNUAL NORTH AMERICAN POLLINATOR CAMPAIGN (NAPPC) INTERNATIONAL CONFERENCE HELD ON OCTOBER 18-20, 2022.  THE CONFERENCE WILL BETTER EDUCATE THE GENERAL PUBLIC ABOUT THE IMPACT OF PESTICIDE MISUSE, PESTS, PATHOGENS, AND DISEASES ON POLLINATING ANIMALS AND ECOSYSTEMS THEY SUPPORTS, IN ADDITION TO ACTIVITIES THAT CAN BE TAKEN TO PROTECT POLLINATORS.  THIS PROJECTS SUPPORTS EPAS GOAL OF FACILITATING COLLABORATION WITH REPRESENTATIVES OF OTHER AGENCIES, SCIENTISTS, AND STAKEHOLDERS IN ADVANCING ITS POLLINATOR PROTECTION ACTIVITIES. \n\nTHE NORTH AMERICAN POLLINATOR CAMPAIGN (NAPPC) ANNUAL CONFERENCE HELPS ACCOMPLISH THE MISSION TO ENCOURAGE THE HEALTH OF RESIDENT AND MIGRATORY POLLINATING ANIMALS IN NORTH AMERICA AND ALSO ADDRESSES THE GOALS OUTLINED IN THE PREVIOUS ADMINISTRATION'S PRESIDENTIAL MEMORANDUM, DIRECTING FEDERAL DEPARTMENTS/AGENCIES TO ENGAGE IN PUBLIC-PRIVATE PARTNERSHIPS; WORKING WITH THESE ORGANIZATIONS IS ALSO PART OF THE NATIONAL STRATEGY TO PROMOTE THE HEALTH OF HONEY BEES AND OTHER POLLINATORS AND IS A GOOD EXAMPLE OF THE ACTIONS ARTICULATED IN THE POLLINATOR PARTNERSHIP ACTION PLAN DEVELOPED BY THE POLLINATOR HEALTH TASK FORCE. \n\n ACTIVITIES:AT THE CONFERENCE, NAPPC PARTNERS WILL GATHER FROM THROUGHOUT THE NORTH AMERICAN CONTINENT AND BEYOND TO (1) RAISE PUBLIC AWARENESS AND EDUCATION AND PROMOTE CONSTRUCTIVE DIALOGUE ABOUT POLLINATORS' IMPORTANCE TO AGRICULTURE, ECOSYSTEM HEALTH, AND FOOD SUPPLIES; (2) ENCOURAGE COLLABORATIVE, WORKING PARTNERSHIPS AMONG PARTICIPANTS AND WITH FEDERAL, STATE AND LOCAL GOVERNMENT ENTITIES AND STRENGTHENING THE NETWORK OF ASSOCIATED ORGANIZATIONS WORKING ON BEHALF OF POLLINATORS; (3) PROMOTE CONSERVATION, PROTECTION AND RESTORATION OF POLLINATOR HABITAT; AND (4) DOCUMENT AND SUPPORT SCIENTIFIC, ECONOMIC AND POLICY RESEARCH-CREATING THE FIRST-EVER, INTERNATIONAL DATA BANK (LIBRARY) OF POLLINATOR INFORMATION.\n\n\n\n\n\n\n\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE GENERAL PUBLIC WILL BE BETTER EDUCATED ABOUT THE NEGATIVE CONSEQUENCES OF PESTICIDES, PESTS, PATHOGENS AND DISEASES ON POLLINATING ANIMALS AND THE AGRICULTURAL AND NATURAL SYSTEMS THEY HELP SUPPORT, AND ACTION THAT CAN BE TAKEN TO PROTECT POLLINATORS.  THROUGH NAPPC, EPA WILL BENEFIT FROM COLLABORATION WITH REPRESENTATIVES OF OTHER AGENCIES, SCIENTISTS AND STAKEHOLDERS  IN ADVANCING ITS POLLINATOR PROTECTION MISSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d50057f-16c4-610e-c545-f824f8e04a10-C", "generated_internal_id": "ASST_NON_84048901_6800"}, {"internal_id": 149790489, "Award ID": "84035801", "Award Amount": 191944.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-11", "CFDA Number": "66.716", "Description": "DESCRIPTION:THE WORK BY THE GRANTEE WILL ENTAIL WORK ON THE MUTUAL ACCEPTANCE OF DATA AND OTHER INSTRUMENTS FOR COOPERATION, HARMONIZED METHODOLOGIES FOR THE RISK/SAFETY ASSESSMENT OF CHEMICALS (INCLUDING NANOMATERIALS), TOOLS AND APPROACHES FOR THE RISK MANAGEMENT OF CHEMICALS (INCLUDING NANOMATERIALS) AND THE PREVENTION OF CHEMICAL ACCIDENTS AND POLLUTION, ASSESSING AND MANAGING THE RISKS FROM PESTICIDES AND BIOCIDES, AND TOOLS FOR ASSESSING THE SAFETY OF PRODUCTS OF MODERN BIOTECHNOLOGY. THIS WORK CONTINUES AND BUILDS ON THE WORK OF THE PREVIOUS FIVE-YEAR AWARD.ACTIVITIES:THE GRANTEE WILL WORK ON THE MUTUAL ACCEPTANCE OF DATA AND OTHER INSTRUMENTS FOR COOPERATION, HARMONIZED METHODOLOGIES FOR THE RISK/SAFETY ASSESSMENT OF CHEMICALS (INCLUDING NANOMATERIALS), TOOLS AND APPROACHES FOR THE RISK MANAGEMENT OF CHEMICALS (INCLUDING NANOMATERIALS) AND THE PREVENTION OF CHEMICAL ACCIDENTS AND POLLUTION, ASSESSING AND MANAGING THE RISKS FROM PESTICIDES AND BIOCIDES, AND TOOLS FOR ASSESSING THE SAFETY OF PRODUCTS OF MODERN BIOTECHNOLOGY. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE GRANTEE EXPECTS TO FACILITATE SHARING, DEVELOPING, DISSEMINATING, COMPARING AND WHERE POSSIBLE, HARMONISING EXPOSURE ASSESSMENT RELATED INFORMATION, METHODOLOGIES AND TOOLS (E.G. DATABASES, GUIDANCE DOCUMENTS, HARMONISED TEMPLATES, EXPOSURE MODELS) FOR ASSESSING THE IMPACT OF THE RELEASE OF CHEMICALS ON THE ENVIRONMENT AND VARIOUS POPULATIONS. GRANTEE WILL ALSO WORK TO FURTHER IMPROVE THE OECD-RELATED CHEMICALS IT TOOLS AND INCREASE LINKAGES BETWEEN THEM IN ORDER TO EVOLVE TOWARDS AN INTEGRATED GLOBAL CHEMICALS KNOWLEDGE BASE AND CONTINUE THE EXCHANGE OF EXPERIENCE ON RISK REDUCTION APPROACHES FOR PFASS AND SUPPORTING THE SHIFT TO SAFER ALTERNATIVES. THE INTENDED BENEFICIARIES ARE THE GENERAL POPULATION, CONSUMERS, WORKERS, AND CHILDREN.", "Place of Performance Country Code": "FRA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25afc325-90bb-e8e4-068f-bddb2cf2225c-C", "generated_internal_id": "ASST_NON_84035801_6800"}, {"internal_id": 136858830, "Award ID": "84022501", "Award Amount": 3000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-28", "CFDA Number": "66.716", "Description": "THIS AGREEMENT WILL SUPPORT THE 2021 NORTH AMERICAN POLLINATOR PROTECTION CAMPAIGN (NAPPC) INTERNATIONAL CONFERENCE WHICH WILL BE HELD ON OCTOBER 19-21, 2021. THE CONFERENCE WILL HELP TO BETTER EDUCATE THE PUBLIC ABOUT THE IMPACT OF PESTICIDE MISUSE, PESTS, PATHOGENS, AND DISEASES ON POLLINATING ANIMALS AND ECOSYSTEMS THEY SUPPORTS, IN ADDITION TO ACTIVITIES THAT CAN BE TAKEN TO PROTECT POLLINATORS. THIS PROJECT SUPPORTS EPAS GOAL OF FACILITATING COLLABORATION WITH REPRESENTATIVES OF OTHER AGENCIES, SCIENTISTS, AND STAKEHOLDERS IN ADVANCING ITS POLLINATOR PROTECTION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d50057f-16c4-610e-c545-f824f8e04a10-C", "generated_internal_id": "ASST_NON_84022501_6800"}, {"internal_id": 137809597, "Award ID": "84019401", "Award Amount": 3600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "66.716", "Description": "THE PURPOSE OF THIS PROJECT IS TO 1) ADVANCE THE SAFE USE OF PESTICIDES AND MINIMIZE THE MISUSE OF PESTICIDES BY INCREASING THE NUMBER, QUALITY AND ACCESSIBILITY OF EDUCATION/TRAINING RESOURCES, 2)ENHANCE THE CAPABILITIES OF PARTNERS AND STAKEHOLDERS TO DEVELOP AND IMPLEMENT EDUCATIONAL PROGRAMS/ACTIVITIES IN SUPPORT OF SAFE PESTICIDE USE AND 3) MINIMIZE THE RISK OF EXPOSURE TO PESTICIDES AND ENSURE THEIR PROPER/LAWFUL USE THROUGH EDUCATION AND OUTREACH TARGETED TOWARD AGRICULTURAL WORKERS, PESTICIDE APPLICATORS, HANDLERS, AND OTHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_84019401_6800"}, {"internal_id": 116061041, "Award ID": "84013701", "Award Amount": 480000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-16", "CFDA Number": "66.716", "Description": "GRANTEE WILL PROVIDE TECHNICAL SUPOORT TO THE NATIONAL TRIBAL TOXICS COUNCIL (NTTC) IN ORDER TO: 1) REPRESENT TRIBAL INTERESTS IN THE DEVELOPMENT AND MANAGEMENT AND POLLUTION PREVENTION PROGRAMS; AND, 2) FACILITATE TRIBAL COOPERATION WITH EPA IN RESOLVING ASSOCIATED ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee3b823-fad0-1ac1-bf2f-b4b6683903df-C", "generated_internal_id": "ASST_NON_84013701_6800"}, {"internal_id": 111062248, "Award ID": "84012201", "Award Amount": 3000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-23", "CFDA Number": "66.716", "Description": "THIS AGREEMENT WILL SUPPORT THE 2020 NORTH AMERICAN POLLINATOR PROTECTION CAMPAIGN (NAPPC) INTERNATIONAL CONFERENCE ON OCTOBER 20-22, 2020.  THE CONFERENCE WILL HELP TO BETTER EDUCATE THE PUBLIC ABOUT THE IMPACT OF PESTICIDE MISUSE, PESTS, PATHOGENS, AND DISEASES ON POLLINATING ANIMALS AND THE ECOSYTEMS THEY SUPPORT, IN ADDITION TO ACTIVITIES THAT CAN BE TAKEN TO PROTECT POLLINATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d50057f-16c4-610e-c545-f824f8e04a10-C", "generated_internal_id": "ASST_NON_84012201_6800"}, {"internal_id": 111062273, "Award ID": "84005001", "Award Amount": 585000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "66.716", "Description": "THIS PROJECT WILL PROVIDE TRAINING, TECHNICAL SUPPORT AND OUTREACH, WITH ASSOCIATED ACTIVITIES, TO THE TRIBAL PESTICIDE PROGRAM COUNCIL (TPPC), TO IDENTIFY HIGH-PRIORITY, PESTICIDE-RELATED ISSUES.  THE TPPC WILL 1) INFORM TRIBES OF PESTICIDE ISSUES AND PROMOTE PESTICIDE EDUCATION AND AWARENESS; 2) ASSIST IN THE ESTABLISHMENT, DEVELOPMENT AND IMPLEMENTATION OF COMPREHENSIVE TRIBAL PESTICIDE PROGRAMS; AND 3) FOSTERS GOOD COMMUNICATION BETWEEN THE OFFICE OF PESTICIDE PROGRAMS AND TRIBAL MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_84005001_6800"}, {"internal_id": 108315125, "Award ID": "84000401", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "66.716", "Description": "THE ASSOCIATION OF FARMWORKER OPPORTUNITY PROGRAMS (AFOP) HAS BEEN AN ADVOCATE FOR MIGRANT AND SEASONAL FARMWORKERS IN THE UNITED STATES SINCE 1971. AFOP'S MISSION IS TO IMPROVE THE QUALITY OF LIFE FOR MIGRANT AND SEASONAL FARMWORKERS AND THEIR FAMILIES BY PROMOTING SELF-SUFFICIENCY THROUGH EMPLOYMENT AND TRAINING OPPORTUNITIES, EDUCATIONAL ATTAINMENT, AND HEALTH AND SAFETY. AFOP IS SEEKING TO EXPAND ITS NATIONAL FARMWORKER TRAINING PROGRAM (NFTP) NOW OPERATING IN 29 STATES AND PUERTO RICO THROUGH THIS FIVE-YEAR COOPERATIVE AGREEMENT OPPORTUNITY.  AFOP'S MAIN GOAL IS TO EMPOWER THE NATION'S FARMWORKERS THROUGH HEALTH AND SAFETY EDUCATION AND RESOURCES TO SECURE HEALTHIER AND SAFER LIVES. AFOP WILL ACHIEVE THIS GOAL THROUGH THE IMPLEMENTATION OF ITS PROVEN, SUCCESSFUL PROGRAM THAT UTILIZES AN ESTABLISHED NETWORK OF 250 CERTIFIED TRAINERS TO PROVIDE PESTICIDE SAFETY EDUCATION TO MIGRANT AND SEASONAL FARMWORKERS THROUGH TARGETED OUTREACH, TRAININGS, AND MATERIAL DEVELOPMENT, AND ALSO THRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f9db49d-b4f4-4f71-cd5e-1133f2adc2b1-C", "generated_internal_id": "ASST_NON_84000401_6800"}, {"internal_id": 96556482, "Award ID": "83998401", "Award Amount": 3000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-08", "CFDA Number": "66.716", "Description": "THIS AGREEMENT WILL SUPPORT THE 2019 NORTH AMERICAN POLLINATOR PROTECTION CAMPAIGN (NAPPC) INTERNATIONAL CONFERENCE ON OCTOBER 22-24, 2019.  THE CONFERENCE WILL HELP TO BETTER EDUCATE THE PUBLIC ABOUT THE IMPACT OF PESTICIDE MISUSE, PESTS, PATHOGENS, AND DISEASES ON POLLINATING ANIMALS AND THE ECOSYTEMS THEY SUPPORT, IN ADDITION TO ACTIVITIES THAT CAN BE TAKEN TO PROTECT POLLINATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d50057f-16c4-610e-c545-f824f8e04a10-C", "generated_internal_id": "ASST_NON_83998401_6800"}, {"internal_id": 98174222, "Award ID": "83997101", "Award Amount": 11368.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-08", "CFDA Number": "66.716", "Description": "THE OBJECTIVE OF THIS GRANT IS TO PROVIDE FINANCIAL SUPPORT TO THE WORK ON GOOD LABORATORY PRACTICE (GLP) THAT COMPLEMENTS THE ORGANIZATION FOR ECONOMIC COOPERATION AND DEVELOPMENT (OECD) TEST GUIDELINES BY SETTING QUALITY STANDARDS FOR THE ORGANIZATION AND MANAGEMENT OF TEST FACILITIES AND FOR PERFORMING AND REPORTING STUDIES. UNDER THE GLP PROGRAMME THE WORKGROUP CONDUCTS ON-SITE EVALUATION ACTIVITY FOR EACH NATIONAL GLP COMPLIANCE MONITORING PROGRAMME (CMP) IN OECD EVERY TEN YEARS. THESE EVALUATIONS ENHANCE CONFIDENCE THAT RECEIVING AUTHORITIES ARE PROVIDED ACCURATE AND COMPLETE ASSESSMENTS OF THE CONDUCT OF NON-CLINICAL HEALTH AND ENVIRONMENTAL SAFETY STUDIES AND OF THE QUALITY OF THE DATA.", "Place of Performance Country Code": "FRA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25afc325-90bb-e8e4-068f-bddb2cf2225c-C", "generated_internal_id": "ASST_NON_83997101_6800"}, {"internal_id": 145856406, "Award ID": "83996902", "Award Amount": 1664472.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-05", "CFDA Number": "66.716", "Description": "THIS PROJECT FOCUSES ON FOUR PRIMARY OBJECTIVES: TRAINING, NETWORKING, LEVERAGED LEARNING, AND EVALUATION. THIS PROJECT WILL DEVELOP WORKSHOPS AND MATERIALS COVERING TOPICS RELEVANT TO REGULATORY PROFESSIONALS IN SENIOR STAFF AND MANAGEMENT POSITIONS. THESE TRAINING OPPORTUNITIES WILL IMPROVE STAFF CAPACITY TO ADDRESS NONCOMPLIANCE ISSUES AND SAFETY GAPS, LEADING TO MORE EFFECTIVE PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT. WITHIN AND BEYOND THE IN-PERSON WORKSHOPS, THE PREP NETWORK HAS OUTLINED PLANS TO MAKE SPACE FOR NETWORKING AMONG ATTENDEES WHEREVER THEY ARE TO BUILD COMMUNITY AND FOSTER COOPERATION AMONG STATES, TRIBES, U.S. TERRITORIES, AND U.S. GOVERNMENT AGENCIES - AN IMPORTANT STEP TOWARD INCREASING EFFICIENCIES AND STRETCHING LIMITED REGULATORY DOLLARS. \n\nTHE FISCAL LINE DETAILS FOR THIS ACTION ARE SHOWN IN WHOLE DOLLARS.  THE ACTUAL COSTS TO BE INCREASE ARE IN DOLLARS AND CENTS AS SHOWN BELOW:\nREQ NO. 20E1M2R035 FY: 2020; APPROPRIATION CODE: E1; BO CODE: E1M; PRC: 00", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_83996902_6800"}, {"internal_id": 93090118, "Award ID": "83996901", "Award Amount": 475528.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-06", "CFDA Number": "66.716", "Description": "THIS PROJECT WILL DEVELOP AT LEAST FOUR WORKSHOPS AND MATERIALS ANNUALLY COVERING TOPICS RELEVANT TO REGULATORY PROFESSIONALS IN SENIOR STAFF AND MANAGEMENT POSITIONS. THESE TRAINING OPPORTUNITIES WILL BE HELD EITHER ON THE UC DAVIS CAMPUS OR IN DIFFERENT LOCATIONS ACROSS THE COUNTRY, AND WILL IMPROVE STAFF CAPACITY TO ADDRESS NONCOMPLIANCE ISSUES AND SAFETY GAPS, LEADING TO MORE EFFECTIVE PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT. WITHIN AND BEYOND THE IN-PERSON WORKSHOPS, THE PREP NETWORK HAS OUTLINED PLANS TO MAKE SPACE FOR NETWORKING AMONG ATTENDEES WHEREVER THEY ARE TO BUILD COMMUNITY AND FOSTER COOPERATION AMONG STATES, TRIBES, U.S. TERRITORIES, AND U.S. GOVERNMENT AGENCIES ' AN IMPORTANT STEP TOWARD INCREASING EFFICIENCIES AND STRETCHING LIMITED REGULATORY DOLLARS.   IN ADDITION, THIS PROJECT WILL ALSO DO CONTINUAL EVALUATION. PARTICIPANTS WILL BE PRIMED TO PROVIDE CONSTRUCTIVE FEEDBACK VIA PAPER OR ELECTRONIC SURVEYS, EVEN MONTHS AFTER THEIR INITIAL CONTACT WITH THE PREP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_83996901_6800"}, {"internal_id": 78991775, "Award ID": "83947901", "Award Amount": 5025000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-07", "CFDA Number": "66.716", "Description": "THIS NEW COOPERATIVE AGREEMENT WILL PROVIDE THE PUBLIC WITH OBJECTIVE, SCIENCE-BASED INFORMATION ON PESTICIDE-RELATED SUBJECTS THROUGH A WEB SITE, TOLL-FREE TELEPHONE SERVICE, OUTREACH AND TRAINING. TRAINED EXPERTS WILL RESPOND TO QUESTIONS ON THE RISKS ASSOCIATED WITH PESTICIDE USE, RESTRICTIONS ON PESTICIDE USE, WHO TO CONTACT FOR REGULATORY ENFORCEMENT, HOW TO REPORT INFORMATION ON A POTENTIAL INCIDENT, AND MORE. SECONDARILY, STAFF WILL COLLECT INFORMATION ON SUSPECTED INCIDENTS VOLUNTEERED BY CALLERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_83947901_6800"}, {"internal_id": 78991773, "Award ID": "83947201", "Award Amount": 3000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-06", "CFDA Number": "66.716", "Description": "THIS AGREEMENT WILL SUPPORT THE THE 2018 NORTH AMERICAN POLLINATOR PROTECTION CAMPAIGN (NAPPC) INTERNATIONAL CONFERENCE ON OCTOBER 16-18, 2018.  THE CONFERENCE WILL HELP TO BETTER EDUCATE THE PUBLIC ABOUT THE IMPACT OF PESTICIDE MISUSE, PESTS, PATHOGENS, AND DISEASES ON POLLINATING ANIMALS AND THE ECOSYTEMS THEY SUPPORT, IN ADDITION TO ACTIVITIES THAT CAN BE TAKEN TO PROTECT POLLINATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d50057f-16c4-610e-c545-f824f8e04a10-C", "generated_internal_id": "ASST_NON_83947201_6800"}, {"internal_id": 98553270, "Award ID": "83937301", "Award Amount": 733429.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-21", "CFDA Number": "66.716", "Description": "THE PURPOSE OF THE STATE FIFRA ISSUES RESEARCH AND EVALUATION GROUP (SFIREG) IS TO IDENTIFY, EVALUATE AND RECOMMEND SOLUTIONS TO PESTICIDE ISSUES THAT RESULT FROM THE IMPLEMENTATION OF FIFRA BY STATE REGULATORY PROGRAMS. THE OFFICE OF PESTICIDE PROGRAMS (OPP) HAS NATIONAL PROGRAM MANAGEMENT RESPONSIBILITY FOR THE FEDERAL INSECTICIDE, FUNGICIDE AND RODENTICIDE ACT (FIFRA), AND WORKS TOGETHER WITH STATES, TRIBES, AND OTHER PARTNERS, TO PROTECT PUBLIC HEALTH AND THE ENVIRONMENT BY REGULATING THE SALE AND USE OF PESTICIDES.    THE SFIREG WORKING COMMITTEES INCLUDE THE PESTICIDES OPERATION AND MANAGEMENT (POM) WORKING COMMITTEE, WHICH ADDRESSES POLICY AND REGULATORY ISSUES, AND THE ENVIRONMENTAL QUALITY ISSUES (EQI) WORKING COMMITTEE, WHICH ADDRESSES TECHNICAL AND ENVIRONMENTAL RISK ISSUES. SFIREG WILL HOLD FOUR IN-PERSON MEETINGS EACH CALENDAR YEAR (2 FULL SFIREG MEETINGS; 2 JOINT WORKING COMMITTEE MEETINGS).    THIS COOPERATIVE AGREEMENT WILL SUPPORT SFIREG ACTIVITIES, WHICH ARE CRITI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96b326be-1c60-9e99-8c3f-1f3a16ce3278-R", "generated_internal_id": "ASST_NON_83937301_6800"}, {"internal_id": 65299710, "Award ID": "83935901", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-08", "CFDA Number": "66.716", "Description": "THIS PROJECT WILL PROVIDE SUPPORT A NATIONAL PROGRAM PROVIDING TRAINING TO HEALTHCARE PROVIDERS IN THE PRACTICE SETTING ON THE RECOGNITION AND MANAGEMENT OF PESTICIDE RELATED ILLNESS. THE ACTIVITIES WILL SUPPORT EFFORTS TO REDUCE THE RISK OF PESTICIDE EXPOSURE FOR AGRICULTURAL WORKERS AND COMMUNITIES. THE PROGRAM WILL EXPAND ON PREVIOUS PROGRAMS BY INCLUDING ADDITIONAL HEALTHCARE PRACTICE SITES, IMPROVING EXISTING EDUCATIONAL MATERIALS AND TARGETING LARGER AUDIENCES OF PROVIDERS INCLUDING, DOCTORS, NURSES, EMERGENCY RESPONSE PERSONNEL AND OTHER SIMILAR CLINICAL STAFF. THE PROGRAM WILL ALSO FOCUS ITS EFFORTS ON TRAINING CLINICIANS SERVING THE MIGRANT AND SEASONAL FARMWORKER COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_83935901_6800"}, {"internal_id": 46716853, "Award ID": "83928101", "Award Amount": 2300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-17", "CFDA Number": "66.716", "Description": "THIS PROJECT WILL SUPPORT THE 17TH ANNUAL NORTH AMERICAN POLLINATOR PROTECTION CAMPAIGN (NAPPC) INTERNATIONAL CONFERENCE WILL BE HELD ON OCTOBER 17-19, 2017.  THE CONFERENCE WILL SUPPORT RELATED ACTIVITIES BY INCORPORATING INFORMATION AND ACTIONS RELATED TO THE EPA MISSION REGARDING THE PROTECTION OF HONEY BEES, MANAGED BUMBLE BEES AND OTHER MANAGED AND NATIVE POLLINATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d50057f-16c4-610e-c545-f824f8e04a10-C", "generated_internal_id": "ASST_NON_83928101_6800"}, {"internal_id": 68326695, "Award ID": "83927401", "Award Amount": 2499000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-07", "CFDA Number": "66.716", "Description": "THIS PROJECT PLAN AND CARRY OUT WORKSHOPS, CONFERENCES AND MEETINGS AMONG STAKEHOLDERS AT THE NATIONAL, STATE AND LOCAL LEVELS TO EXCHANGE INFORMATION AND RESOURCES, DEVELOP BEST PRACTICES, AND CREATE PARTNERSHIPS THAT PROMOTE SAFE PESTICIDE USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_83927401_6800"}, {"internal_id": 46692148, "Award ID": "83698001", "Award Amount": 5500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-23", "CFDA Number": "66.716", "Description": "TO ESTABLISH AND ADMINISTER A NATIONAL SUBAWARD PROGRAM IN SUPPORT OF PESTICIDE APPLICATOR EDUCATION AND TRAINING FOR CERTIFIED APPLICATORS OF RESTRICTED USE PESTICIDES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04dd22a5-d289-5a86-a8c3-249576575286-C", "generated_internal_id": "ASST_NON_83698001_6800"}, {"internal_id": 62419925, "Award ID": "83678601", "Award Amount": 839412.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-10-05", "CFDA Number": "66.716", "Description": "THE OBJECTIVE OF THIS GRANT IS TO PROVIDE FINANCIAL SUPPORT TO THE ORGANISATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT'S (OECD'S) WORK ON THE ENVIRONMENT, HEALTH, AND SAFETY PROGRAMME.  THE EFFORT WILL SUPPORT WORK ON TEST GUIDELINES; THE ASSESSMENT OF CHEMICALS AND NANOMATERIALS; CAPACITY BUILDING; FACILITATION OF RISK REDUCTION; CHEMICAL ACCIDENTS AND POLLUTANT RELEASE AND TRANSFER REGISTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25afc325-90bb-e8e4-068f-bddb2cf2225c-C", "generated_internal_id": "ASST_NON_83678601_6800"}, {"internal_id": 46683401, "Award ID": "83617801", "Award Amount": 684333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-23", "CFDA Number": "66.716", "Description": "GRANTEE WILL PROVIDE TECHNICAL SUPPORT TO THE NATIONAL TRIBAL TOXICS COUNCIL (NTTC) IN ORDER TO: 1) REPRESENT TRIBAL INTERESTS IN THE DEVELOPMENT AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee3b823-fad0-1ac1-bf2f-b4b6683903df-C", "generated_internal_id": "ASST_NON_83617801_6800"}, {"internal_id": 46683389, "Award ID": "83617701", "Award Amount": 241036.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-07", "CFDA Number": "66.716", "Description": "THE PROPOSAL FOR INTEGRATED PEST MANAGEMENT MENTORSHIP PROGRAM FOR DEVELOPING SCHOOL IPM IS A COMPREHENSIVE, HANDS-ON, MENTORED PROGRAM DEVELOPMENT T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c369d473-1792-3a8d-acaa-1d1a80d06b5f-C", "generated_internal_id": "ASST_NON_83617701_6800"}, {"internal_id": 46683225, "Award ID": "83616301", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-23", "CFDA Number": "66.716", "Description": "THE RECIPIENT WILL DEVELOP AND/OR MANAGE THE DEVELOPMENT OF \"PESTICIDE SAFETY MATERIALS AND RESOURCES\" (MATERIALS) FOR THE SAFE USE OF PESTICIDES. MA", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_83616301_6800"}, {"internal_id": 46680985, "Award ID": "83597001", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-28", "CFDA Number": "66.716", "Description": "THE ASSOCIATION OF FARMWORKER OPPORTUNITY PROGRAMS (AFOP) PROJECT SUPPORTS FARMWORKER PESTICIDE SAFETY TRAINING.  THE PROJECT WILL SUPPORT A NATIONAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f9db49d-b4f4-4f71-cd5e-1133f2adc2b1-C", "generated_internal_id": "ASST_NON_83597001_6800"}, {"internal_id": 46680263, "Award ID": "83590701", "Award Amount": 975000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-29", "CFDA Number": "66.716", "Description": "THE RECIPIENT WILL PROVIDE TECHNICAL SUPPORT TO THE TRIBAL PESTICIDE PROGRAM COUNCIL TO FURTHER ITS MISSION OF ADVANCING TRIBAL PESTICIDE PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_83590701_6800"}, {"internal_id": 46678882, "Award ID": "83578901", "Award Amount": 2602092.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-12-23", "CFDA Number": "66.716", "Description": "WASHINGTON STATE UNIVERSITY WILL ESTABLISH THE PREP CAMPUS TO DEVELOP OR ENHANCE STATE, TRIBE, AND U.S. TERRITORY PESTICIDE MANAGER'S AND SENIOR STAF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_83578901_6800"}, {"internal_id": 46676688, "Award ID": "83560101", "Award Amount": 5025000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-05-06", "CFDA Number": "66.716", "Description": "THIS PROGRAM WILL FACILITATE INFORMED DECISION-MAKING ABOUT PESTICIDES AND SUPPORT THE PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT BY SERVING AS A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_83560101_6800"}, {"internal_id": 46672136, "Award ID": "83521201", "Award Amount": 699082.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2012-09-18", "CFDA Number": "66.716", "Description": "THE PURPOSE OF SFIREG IS TO IDENTIFY, EVALUATE AND RECOMMEND SOLUTIONS TO ISSUES THAT RESULT FROM THE IMPLEMENTATION OF FIFRA BY STATE REGULATORY PRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96b326be-1c60-9e99-8c3f-1f3a16ce3278-R", "generated_internal_id": "ASST_NON_83521201_6800"}, {"internal_id": 144073841, "Award ID": "02F01401", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-16", "CFDA Number": "66.716", "Description": "THIS AWARD PROVIDES FINANCIAL AND TECHNICAL SUPPORT TO THE CITY OF NEW ORLEANS MOSQUITO, TERMITE AND RODENT CONTROL BOARD. THE PURPOSE OF THIS AWARD IS TO INCREASE EDUCATION AND ADOPTION OF INTEGRATED RODENT MANAGEMENT METHODS WITH THE CITIZENS OF NEW ORLEANS AS WELL AS LOCAL, STATE AND NATIONAL ASSOCIATIONS AND AGENCIES WHERE THE EDUCATIONAL MATERIALS MAY BE DISTRIBUTED. INCREASED EDUCATION OF INTEGRATED PEST MANAGEMENT WILL DISCOURAGE OVER APPLICATION OF PESTICIDES AND USE OF ILLEGAL PESTICIDES.\n\nACTIVITIES UNDER THIS AWARD INCLUDE INCREASING KNOWLEDGE OF INTEGRATED PEST AND RODENT MANAGEMENT THROUGH WEBINARS AND DISTRIBUTION OF EDUCATIONAL MATERIALS, CONDUCTING PRE-SURVEYS TO ASSESS PUBLIC AWARENESS OF INTEGRATED RODENT MANAGEMENT METHODS, AND POST-SURVEYS TO ASSESS RETENTION OF INFORMATION AND WILLINGNESS TO ADOPT INTEGRATED RODENT MANAGEMENT METHODS.\n \nDELIVERABLES INCLUDE QUARTERLY PROGRESS REPORTS, STAKEHOLDER SPECIFIC EDUCATIONAL MATERIALS SUCH AS FACT SHEETS AND OTHER VISU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71abea4c-6508-15b7-8c0c-31efd05d1a62-C", "generated_internal_id": "ASST_NON_02F01401_6800"}, {"internal_id": 151169465, "Award ID": "02D24022", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-01", "CFDA Number": "66.716", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $40,170 TO GREEN AND HEALTHY HOMES INITIATIVE, INC. TO IMPLEMENT THE MULTI-SECTOR INTEGRATED PEST CONTROL MANAGEMENT EDUCATION PROJECT. THIS AWARD WILL ALLOW THE GRANTEE THE OPPORTUNITY TO REDUCE UNNECESSARY EXPOSURE TO PESTS AND PESTICIDES THROUGH AN EDUCATION INITIATIVE EXPANDING INTEGRATED PEST MANAGEMENT (IPM) TO ENCOURAGE SMART, SENSIBLE, AND SUSTAINABLE PEST CONTROL IN ENVIRONMENTAL JUSTICE COMMUNITIES IN SHELBY COUNTY, TENNESSEE. ACTIVITIES:THE GRANTEE WILL UTILIZE A MULTIPRONGED APPROACH TO REACH THE TARGET AUDIENCE BY EDUCATING ENVIRONMENTAL HEALTH PROFESSIONALS AND MASTER HOME ENVIRONMENTALISTS (MHES). THE RECIPIENT WILL UPDATE THEIR CURRENT CURRICULUM TO EXPAND UPON IPM EDUCATION, FOCUSING ON HOUSEHOLD AND STRUCTURAL IPM. GHHI WILL FACILITATE 5 SEMINARS TARGETING MHES, HEALTH PROFESSIONALS, AND HOUSING PROFESSIONALS DURING THE TARGET PERIOD. MHES WILL UTILIZE THIS KNOWLEDGE AND THE IPM KITS TO PERFORM EDUCATION AND MONITORING AT 60 HOMES IN THE TARGET AREA, DISTRIBUTING IPM KITS TO PROGRAM PARTICIPANTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES FOR THIS PROJECT INCLUDE PROVIDING A SPECIFIC STRUCTURAL IPM CURRICULUM AND 60 HOME IPM KITS AIMED AT LOW INCOME TENNESSEE HOMEOWNERS. TECHNICAL TRAINING WILL BE PROVIDED TO 8 MHE'S, AS WELL AS 50 HEALTHCARE AND HOUSING WORKERS IN THE SHELBY COUNTY AREA. EXPECTED OUTCOMES INCLUDE IMPROVED INDOOR AIR QUALITY FOR HOUSING PARTICIPANTS, REDUCED PEST POPULATIONS, DECREASED PESTICIDE APPLICATIONS, AND IMPROVED HIRING OF TRAINED MHES. INTENDED BENEFICIARIES OF THE PROJECT INCLUDE HOMEOWNERS WITHIN THE TARGET AREA AS WELL AS ENVIRONMENTAL PROFESSIONALS IN THE SHELBY COUNTY, TENNESSEE AREA, INCLUDING MHE'S, HEALTHCARE WORKERS, AND HOUSING PROGRAM WORKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bcf786d-6529-124d-9c2c-1f30e9e4401d-C", "generated_internal_id": "ASST_NON_02D24022_6800"}, {"internal_id": 150724703, "Award ID": "02D23922", "Award Amount": 55261.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-29", "CFDA Number": "66.716", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $55,261 TO GEORGIA DEPARTMENT OF AGRICULTURE TO PROVIDE IMPLEMENT THE 'GEORGIA DEPARTMENT OF AGRICULTURE (GDA) 2022 REGION 4 INTEGRATED PEST MANAGEMENT GRANT' PROJECT.  THIS AWARD WILL ALLOW THE GDA TO REDUCE UNNECESSARY EXPOSURES TO PESTS AND PESTICIDES THROUGH AN EDUCATION INITIATIVE EXPANDING INTEGRATED PEST MANAGEMENT TO ENCOURAGE SMART, SENSIBLE, AND SUSTAINABLE PEST CONTROL IN SCHOOLS AND HOMES. ACTIVITIES:TO REACH STUDENTS, GDA WILL CREATE A CURRICULUM ABOUT STRUCTURAL INTEGRATED PEST MANAGEMENT (IPM) FOR ELEMENTARY SCHOOL STUDENTS. TOPICS COVERED WILL INCLUDE PEST IDENTIFICATION, THE STEPS OF IPM, AND PESTICIDE SAFETY. GDA INSPECTORS WILL USE THIS CURRICULUM IN ELEMENTARY SCHOOL CLASSES ACROSS THE STATE. GDA WILL ALSO USE THE FUNDS TO SPONSOR SCHOOL PEST MANAGEMENT PROFESSIONALS TO ATTEND THE GDA SCHOOL IPM WORKSHOP AT NO COST TO THEM. THIS WILL ENABLE SCHOOL EMPLOYEES, WHO HAD BEEN PREVIOUSLY PROHIBITED BY THE COST OF THE WORKSHOP OR TRAVEL EXPENSES, TO ATTEND. THE CONCEPTS TAUGHT AT THIS WORKSHOP WILL HELP ATTENDEES DEVELOP MORE SUSTAINABLE PEST MANAGEMENT PROGRAMS AND REINFORCE IMPORTANT SAFETY PRINCIPLES TO ENSURE THAT NO STUDENTS ARE EXPOSED TO PESTICIDES IN THEIR SCHOOL ENVIRONMENT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES FOR THIS PROJECT INCLUDE A GEORGIA SPECIFIC STRUCTURAL IPM CURRICULUM AIMED AT ELEMENTARY SCHOOL STUDENTS AND PARENTS, AS WELL AS EDUCATION PROVIDED FOR 1440 STUDENTS AND 200 PEST MANAGEMENT PROFESSIONALS. EXPECTED OUTCOMES INCLUDE PROTECTION OF NON-PEST INSECT POPULATIONS, A REDUCTION IN PESTICIDE APPLICATIONS, LOWERED INCIDENCE OF PESTICIDE EXPOSURES, A REDUCTION IN PESTICIDE APPLICATIONS, AND A REDUCTION IN SCHOOL PEST MANAGEMENT COSTS. INTENDED BENEFICIARIES OF THE PROJECT INCLUDE THE STUDENTS AND PEST MANAGEMENT PROFESSIONALS OF ENVIRONMENTAL JUSTICE TARGET SCHOOLS, AS WELL AS TEACHERS AND THE PARENTS OF THOSE STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a674ba31-cc9d-12d9-3834-7a41684cd59b-C", "generated_internal_id": "ASST_NON_02D23922_6800"}, {"internal_id": 152549028, "Award ID": "01F97123", "Award Amount": 46760.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "66.716", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO PROVIDE FINANCIAL AND TECHNICAL SUPPORT TO THE EIGHT NORTHERN INDIAN PUEBLOS COUNCIL IN THEIR IMPLEMENTATION OF PESTICIDE PROGRAMS. THIS COOPERATIVE AGREEMENT CONTINUES THE RECIPIENT'S IMPLEMENTATION OF ITS PESTICIDE REGULATORY PROGRAM, INCLUDING, BUT NOT LIMITED TO, ACTIVITIES SUCH AS: OUTREACH AND EDUCATION. THIS AGREEMENT WILL RESULT IN ENHANCED PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT (E.G. REDUCED PESTICIDE EXPOSURE TO AGRICULTURAL WORKERS AND HANDLERS, PESTICIDE USE ASSESSMENTS, PROTECTION OF WATER RESOURCES FROM PESTICIDES, INCREASE POLLINATOR AWARENESS AND PROTECTION OF ENDANGERED SPECIES). ACTIVITIES:THE PESTICIDE PROGRAM WILL IMPLEMENT A PROACTIVE APPROACH TO: (1) PROVIDE TECHNICAL ASSISTANCE TO EACH PUEBLO AND TRIBE; (2) ASSIST, THROUGH TRAINING, TO EACH PUEBLO AND TRIBAL PERSONNEL AND MANAGERS; (3) ENGAGE, THROUGH OUTREACH AND EDUCATION, WITH EACH PUEBLO AND TRIBE; (4) PREPARE AND PROVIDE REPORTS TO EPA REGION 6 ON A QUARTERLY BASIS FOR ACTIVITIES ASSOCIATED WITH TRIBAL AND NONAND (5) INCREASE PROGRAM DEVELOPMENT AND CAPACITY. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PROGRAMS PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT WITH THE CITIZENS AS THE DIRECT BENEFICIARIES. DELIVERABLES INCLUDE QUARTERLY PERFORMANCE REPORTS, OUTREACH MATERIALS INCLUDING PAMPHLETS, ARTICLES AND TRAININGS AND WHEN APPLICABLE WORKER PROTECTION TRAINING MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca5aeb92-ab7e-a8ae-fd46-8671b63e97d6-C", "generated_internal_id": "ASST_NON_01F97123_6800"}, {"internal_id": 140708772, "Award ID": "01F97122", "Award Amount": 46256.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-28", "CFDA Number": "66.716", "Description": "THE PURPOSE OF THIS AWARD IS TO PROVIDE FINANCIAL AND TECHNICAL SUPPORT TO THE EIGHT NORTHERN INDIAN PUEBLOS COUNCIL IN THEIR IMPLEMENTATION OF  PESTICIDE PROGRAMS. THIS COOPERATIVE AGREEMENT CONTINUES THE RECIPIENT'S IMPLEMENTATION OF ITS PESTICIDE REGULATORY PROGRAM, INCLUDING, BUT NOT LIMITED TO, ACTIVITIES SUCH AS: OUTREACH AND EDUCATION.  THIS AGREEMENT WILL RESULT IN ENHANCED PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT (E.G. REDUCED PESTICIDE EXPOSURE TO AGRICULTURAL WORKERS AND HANDLERS, PESTICIDE USE ASSESSMENTS, PROTECTION OF WATER RESOURCES FROM PESTICIDES, INCREASE POLLINATOR AWARENESS AND PROTECTION OF ENDANGERED SPECIES). THE PROGRAMS PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT WITH THE CITIZENS AS THE DIRECT BENEFICIARIES. DELIVERABLES INCLUDE QUARTERLY PERFORMANCE REPORTS, OUTREACH MATERIALS INCLUDING PAMPHLETS, ARTICLES AND TRAININGS AND WHEN APPLICABLE WORKER PROTECTION TRAINING MATERIALS. THERE ARE NO SUBAWARDS UNDER THIS AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca5aeb92-ab7e-a8ae-fd46-8671b63e97d6-C", "generated_internal_id": "ASST_NON_01F97122_6800"}, {"internal_id": 111062282, "Award ID": "01F87101", "Award Amount": 53760.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "66.716", "Description": "THIS COOPERATIVE AGREEMENT CONTINUES THE RECIPIENT'S IMPLEMENTATION OF ITS PESTICIDE PROGRAMS, INCLUDING, BUT NOT LIMITED TO, ACTIVITIES SUCH AS: OUTREACH AND EDUCATION. THIS AGREEMENT WILL RESULT IN ENHANCED PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT (E.G. REDUCED PESTICIDE EXPOSURE TO AGRICULTURAL WORKERS AND HANDLERS, PROTECTION OF WATER RESOURCES FROM PESTICIDES, AND PROTECTION OF ENDANGERED SPECIES).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca5aeb92-ab7e-a8ae-fd46-8671b63e97d6-C", "generated_internal_id": "ASST_NON_01F87101_6800"}, {"internal_id": 111062122, "Award ID": "01F84301", "Award Amount": 53760.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "66.716", "Description": "THIS COOPERATIVE AGREEMENT CONTINUES THE RECIPIENT'S IMPLEMENTATION OF ITS PESTICIDE PROGRAMS. THE PRIMARY GOAL OF THE PESTICIDES PROGRAM IS TO IMPROVE HUMAN HEALTH AND THE ENVIRONMENT AMONG REGION 6 TRIBES BY BUILDING TRIBAL CAPACITY TO ESTABLISH, IMPLEMENT, AND MAINTAIN PESTICIDES PROGRAMS. THIS CAPACITY WILL BE BUILT WITH FIVE MAIN PROGRAMMATIC OBJECTIVES: STAFF TRAINING AND CAPACITY BUILDING, REPORTING PROGRAM PROGRESS, PESTICIDES TECHNICAL MANAGEMENT ASSISTANCE, TRIBAL COORDINATION AND OUTREACH, AND THE PESTICIDE APPLICATION DATABASE OUTREACH. THIS AGREEMENT WILL RESULT IN ENHANCED PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT (E.G. REDUCED PESTICIDE EXPOSURE TO AGRICULTURAL WORKERS AND HANDLERS, PROTECTION OF WATER RESOURCES FROM PESTICIDES, AND PROTECTION OF ENDANGERED SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_01F84301_6800"}, {"internal_id": 86482873, "Award ID": "01F65901", "Award Amount": 54217.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "66.716", "Description": "THIS COOPERATIVE AGREEMENT CONTINUES THE RECIPIENT'S IMPLEMENTATION OF ITS PESTICIDE PROGRAMS, INCLUDING, BUT NOT LIMITED TO, ACTIVITIES SUCH AS: OUTREACH AND EDUCATION.  THIS AGREEMENT WILL RESULT IN ENHANCED PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT (E.G. REDUCED PESTICIDE EXPOSURE TO AGRICULTURAL WORKERS AND HANDLERS, PROTECTION OF WATER RESOURCES FROM PESTICIDES, AND PROTECTION OF ENDANGERED SPECIES).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca5aeb92-ab7e-a8ae-fd46-8671b63e97d6-C", "generated_internal_id": "ASST_NON_01F65901_6800"}, {"internal_id": 86482720, "Award ID": "01F64401", "Award Amount": 65350.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "66.716", "Description": "THIS COOPERATIVE AGREEMENT CONTINUES THE RECIPIENT'S IMPLEMENTATION OF ITS PESTICIDE PROGRAMS. THE PRIMARY GOAL OF THE PESTICIDES PROGRAM IS TO IMPROVE HUMAN HEALTH AND THE ENVIRONMENT BY BUILDING TRIBAL CAPACITY TO ESTABLISH, IMPLEMENT, AND MAINTAIN PESTICIDES PROGRAMS. THIS CAPACITY WILL BE BUILT WITH FIVE MAIN PROGRAMMATIC OBJECTIVES: STAFF TRAINING AND CAPACITY BUILDING, REPORTING PROGRAM PROGRESS, PESTICIDES TECHNICAL MANAGEMENT ASSISTANCE, TRIBAL COORDINATION AND OUTREACH, AND THE PESTICIDE APPLICATION DATABASE OUTREACH. THIS AGREEMENT WILL RESULT IN ENHANCED PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT (E.G. REDUCED PESTICIDE EXPOSURE TO AGRICULTURAL WORKERS AND HANDLERS, PROTECTION OF WATER RESOURCES FROM PESTICIDES, AND PROTECTION OF ENDANGERED SPECIES).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_01F64401_6800"}, {"internal_id": 68568508, "Award ID": "01F54201", "Award Amount": 45893.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "66.716", "Description": "THIS COOPERATIVE AGREEMENT CONTINUES THE RECIPIENT'S IMPLEMENTATION OF ITS PESTICIDE PROGRAMS. THE PRIMARY GOAL OF THE PESTICIDES PROGRAM IS TO IMPROVE HUMAN HEALTH AND THE ENVIRONMENT AMONG REGION 6 TRIBES BY BUILDING TRIBAL CAPACITY TO ESTABLISH, IMPLEMENT, AND MAINTAIN PESTICIDES PROGRAMS. THIS CAPACITY WILL BE BUILT WITH FIVE MAIN PROGRAMMATIC OBJECTIVES: STAFF TRAINING AND CAPACITY BUILDING, REPORTING PROGRAM PROGRESS, PESTICIDES TECHNICAL MANAGEMENT ASSISTANCE, TRIBAL COORDINATION AND OUTREACH, AND THE PESTICIDE APPLICATION DATABASE OUTREACH. THIS AGREEMENT WILL RESULT IN ENHANCED PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT (E.G. REDUCED PESTICIDE EXPOSURE TO AGRICULTURAL WORKERS AND HANDLERS, PROTECTION OF WATER RESOURCES FROM PESTICIDES, AND PROTECTION OF ENDANGERED SPECIES).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_01F54201_6800"}, {"internal_id": 68568431, "Award ID": "01F54101", "Award Amount": 40793.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "66.716", "Description": "THIS COOPERATIVE AGREEMENT CONTINUES THE RECIPIENT'S IMPLEMENTATION OF ITS PESTICIDE PROGRAMS, INCLUDING, BUT NOT LIMITED TO, ACTIVITIES SUCH AS: OUTREACH AND EDUCATION.  THIS AGREEMENT WILL RESULT IN ENHANCED PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT (E.G. REDUCED PESTICIDE EXPOSURE TO AGRICULTURAL WORKERS AND HANDLERS, PROTECTION OF WATER RESOURCES FROM PESTICIDES, AND PROTECTION OF ENDANGERED SPECIES).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca5aeb92-ab7e-a8ae-fd46-8671b63e97d6-C", "generated_internal_id": "ASST_NON_01F54101_6800"}, {"internal_id": 159163339, "Award ID": "00E03408", "Award Amount": 39975.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-04", "CFDA Number": "66.716", "Description": "DESCRIPTION:THE OHIO STATE UNIVERSITY (OSU) IS CONDUCTING OUTREACH TO SPREAD AWARENESS ABOUT THE SPOTTED LANTERNFLY (SLF). THE OHIO STATE UNIVERSITY EXTENSION AND OTHER DEPARTMENTS HAVE SEVERAL ONGOING SLF OUTREACH PROJECTS CURRENTLY ACTIVE STATEWIDE. SLF IS A PEST THAT HAS EQUAL CHANCES OF BEING FOUND IN RURAL AREAS NEAR CULTIVATED AGRICULTURAL CROPS OR IN DENSE CITYSCAPES NEAR MAJOR TRANSPORTATION CORRIDORS. ACTIVITIES:PROJECT ACTIVITIES INCLUDE 3D PRINTING THE SLF EGG MASSES AND OTHER LIFE STAGES FOR EDUCATION AND TRAINING PURPOSES AND WILL BE DISTRIBUTED TO OSU'S PARTNER AGENCIES. TO REACH THE GENERAL PUBLIC IN URBAN AREAS, OSU WILL RECRUIT FOOD AND ICE CREAM TRUCK VENDORS WHO ARE INTERESTED TO DISPLAY THE SLF MESSAGE VIA MAGNETIC SIGNS WITH QR CODES ON THEIR VEHICLES. OSU WILL ALSO ORGANIZE A TRI-STATE MEETING WHERE INFORMATION AND RESOURCES WILL BE SHARED TO PREPARE GROWERS, INDUSTRY AND THE GENERAL PUBLIC FOR AN INCREASE IN THE SLF POPULATION IN THE REGION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE INTENDED BENEFICIARIES ARE GROWERS, INDUSTRY, AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_00E03408_6800"}, {"internal_id": 159163338, "Award ID": "00E03407", "Award Amount": 36000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "66.716", "Description": "DESCRIPTION:UNDER THIS PROJECT, THE OHIO DEPARTMENT OF AGRICULTURE (ODA) WILL SPREAD AWARENESS AMONG OHIO RESIDENTS ABOUT AN INVASIVE, DESTRUCTIVE PLANTHOPPER KNOWN AS THE SPOTTED LANTERNFLY (SLF). THE SPOTTED LANTERNFLY (LYCORMA DELICATULA) IS CURRENTLY IDENTIFIED IN FOUR OHIO COUNTIES (HAMILTON, JEFFERSON, LORAIN, AND CUYAHOGA); IT HAS BEEN DESIGNATED A DESTRUCTIVE PLANT PEST, AND IS A THREAT TO GRAPEVINES, TREE FRUIT, NURSERY STOCK AND TIMBER. THE KEY TO CONTROLLING SLF IS THE PROMPT IDENTIFICATION AND REPORTING OF SLF POPULATIONS, SO THAT THEY CAN BE ERADICATED BEFORE SPREADING FURTHER. ONE AREA OF OUTREACH UNDER THIS PROJECT TARGETS UNDERSERVED PUBLIC SCHOOLS IN LARGER CITIES. MANY GRADES HAVE WITHIN THEIR SCIENCE CURRICULUM A SECTION ON INVASIVE SPECIES. PROVIDING SLF MODEL KITS TO URBAN TEACHERS FOR USE IN THEIR CLASSROOMS, WILL GIVE TEACHERS A FUN PROJECT THAT FITS THE CURRICULUM. IT ALSO PROVIDES AN OPPORTUNITY FOR STUDENTS TO LEARN ABOUT SPOTTED LANTERNFLY AND TO BRING HOME A VISUAL REMINDER OF THE PEST TO LOOK OUT FOR. ACTIVITIES:THE OHIO DEPARTMENT OF AGRICULTURE (ODA) WILL PARTNER WITH PUBLIC SCHOOL SCIENCE TEACHERS IN THE CITY OF CINCINNATI AND CITY OF CLEVELAND SCHOOL DISTRICTS WHERE SLF IS CURRENTLY FOUND. SCIENCE CURRICULA IN MANY GRADES HAVE UNITS ON INVASIVE SPECIES. ODA WILL CONTACT CURRICULUM SPECIALISTS IN EACH DISTRICT. THIS WILL SERVE THE DUAL PURPOSE OF IDENTIFYING THE GRADE LEVELS AT WHICH THE CLASSROOM PUZZLE KITS WILL BEST FIT THE CURRICULA AND HAVING A POINT OF CONTACT FOR DISTRIBUTION OF 75 KITS TO 75 CLASSROOMS.  ODA WILL SECURE SLF CLASSROOM KITS THROUGH IDEA COLLECTIVE, LLC IN NEW YORK, AND DISTRIBUTE THE KITS TO INTERESTED TEACHERS THROUGH THE CURRICULUM SPECIALISTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:AS THE OHIO DEPARTMENT OF AGRICULTURE (ODA) RECEIVES REPORTS OF SLF SIGHTINGS, THEY WILL USE QR CODES TO IDENTIFY WHERE THE REPORTS ORIGINATE AND WILL ASK THOSE WHO REPORT TO INDICATE WHERE THEY LEARNED ABOUT SLF.  THIS PROJECT WILL BE SUCCESSFUL IF THE NUMBER OF SLF SIGHTINGS INCREASES OVER THE PROJECT PERIOD (AND AFTERWARD), AND THE GEOGRAPHIC RANGE OF THE SIGHTINGS DOESN'T EXPAND (OR PERHAPS SHRINKS).\n\nIN ADDITION TO THE CLASSROOM KITS, ZOO GRAPHICS, AND SOUVENIR CUPS DISTRIBUTED TO PARTICIPANTS FOR AWARENESS, THE ODA WILL PREPARE A MID-PROJECT WRITTEN REPORT FOR THE MONTHS OF MAY THROUGH OCTOBER 2023 AND A FINAL WRITTEN REPORT FOR THE MONTHS OF OCTOBER 2023 THROUGH APRIL 2024. THE REPORTS SHALL INCLUDE METRICS AND DESCRIPTIONS OF ACCOMPLISHMENTS UNDER EACH OBJECTIVE, INCLUDING ANY HIGHLIGHTS OR LESSONS LEARNED, CHALLENGES ENCOUNTERED, AND THE STEPS TAKEN TO RESOLVE THEM, AND ANY OTHER RELEVANT INFORMATION ABOUT THE PROJECT. \n\nTHE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE RESIDENTS OF THE STATE OF OHIO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5639897c-e8cc-09eb-48f6-3ae0cf66cb99-C", "generated_internal_id": "ASST_NON_00E03407_6800"}, {"internal_id": 39176030, "Award ID": "00E02116", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-03", "CFDA Number": "66.716", "Description": "MICHIGAN MIGRANT LEGAL ASSISTANCE PROJECT, INC. WILL DEVELOP A MICHIGAN STATE-SPECIFIC WORKER PROTECTION STANDARD (WPS) RESOURCE GUIDE. THE WPS GUIDE WILL BE FOR MICHIGAN AGRICULTURAL EMPLOYERS THAT WILL CONTAIN STATE SPECIFIC INFORMATION AND CONTACTS. THE SECOND COMPONENT OF THIS PROJECT IS THE DEVELOPMENT OF FARMWORKER WPS POCKET CARDS, IN BOTH ENGLISH AND SPANISH, THAT CONTAINS KEY POINTS ABOUT THE WPS PROTECTIONS AS RELATED TO WORKERS AND CONTACT INFORMATION. THESE RESOURCES WILL HELP THE AGRICULTURAL EMPLOYERS COMPLY WITH THE REVISED WPS RESULTING IN ENHANCED FARMWORKER PROTECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d34a115-62d8-fa3f-2ac4-a0e8857eb9de-R", "generated_internal_id": "ASST_NON_00E02116_6800"}, {"internal_id": 152089998, "Award ID": "00A01093", "Award Amount": 29000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "66.716", "Description": "DESCRIPTION:THE PROJECT WILL DEVELOP AND POST TO THE WEB POSTED SHORT DURATION SPRAYER CALIBRATION VIDEOS THAT WILL COVER 4 TYPES OF SPRAYERS; EACH WITH DIFFERENT CALIBRATION METHODS. EACH METHOD IS ACCOMPANIED BY A WORKSHEET THAT FACILITATES RELATED CALCULATIONS. THE VIDEOS WILL BE ADDED TO THE NEW ENGLAND VEGETABLE AND BERRY GROWERS' ASSOCIATION WEB SITE AND WILL BE ACCOMPANIED BY OUTREACH AND EDUCATION FOR FRUIT AND VEGETABLE GROWERS TO USE/APPLY IN THEIR INTEGRATED PEST MANAGEMENT (IPM) PRACTICES. PROJECT OUTREACH AND EDUCATION WILL BE CONDUCTED IN PERSON OR ON LINE.ACTIVITIES:VIDEOS:\nRECORDING AND DEVELOPMENT OF CALIBRATION VIDEOS AND ASSOCIATED WORKSHEETS FOR WEB POSTING.\nFIVE COUNT 30 TO 60 SECOND VIDEO CLIPS.\nWEB PAGE UPDATES:\nNEW ENGLAND VEGETABLE AND BERRY GROWER'S WEBPAGE UPDATE.\nOUTREACH AND EDUCATION:\nEDUCATIONAL SESSIONS-EITHER IN PERSON OR ON-LINE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:VIDEO DELIVERABLES:\nSEVEN COUNT  - 5-MINUTE DURATION VIDEOS \nFIVE COUNT 30 TO 60 SECOND VIDEO CLIPS \nWORKSHEETS TO FACILITATE CALCULATION\nOUTCOMES:  INCREASED APPLICATOR KNOWLEDGE AND USE OF CALIBRATION TECHNIQUES\nBENEFICIARIES: APPLICATORS AND RELATED INDUSTRY PARTNERS\n\nWEB PAGE DELIVERABLES\nNEW ENGLAND VEGETABLE AND BERRY GROWER'S ASSOCIATION WEBPAGE UPDATE \n'SPRAYER CALIBRATION' HEADER FOR THE WEBPAGE.\nHEADER CONTENT SUCH AS THE: CALIBRATION VIDEOS, VIDEO CLIPS AND ALL THE ASSOCIATED WORKSHEETS. ADDITIONAL RELATED CALIBRATION RESOURCES WILL BE INCLUDED. \nOUTCOMES:  INCREASED APPLICATOR KNOWLEDGE AND USE OF CALIBRATION TECHNIQUES\nBENEFICIARIES: APPLICATORS AND RELATED INDUSTRY PARTNERS\n\nOUTREACH AND EDUCATION DELIVERABLES\nMINIMALLY, 2 PRESENTATIONS ON SPRAYER CALIBRATION AND EFFECTIVE PESTICIDE APPLICATION MADE IN COOPERATION WITH GROWER ORGANIZATIONS, COOPERATIVE EXTENSION OR RELATED STAKEHOLDERS. \nOUTCOMES:  INCREASED APPLICATOR KNOWLEDGE AND USE OF CALIBRATION TECHNIQUES\nBENEFICIARIES: APPLICATORS AND RELATED INDUSTRY PARTNERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e043067-ce48-c6e8-6f90-c50db116937e-R", "generated_internal_id": "ASST_NON_00A01093_6800"}, {"internal_id": 140709304, "Award ID": "00A00782", "Award Amount": 24999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.716", "Description": "PER YOUR APPLICATION REQUEST DATED JULY 16, 2021, THIS GRANT AGREEMENT IS BEING AWARD FEDERAL FUNDING IN THE AMOUNT OF $24,999 TO THE UNIVERSITY OF MASSACHUSETTS CRANBERRY STATION. THESE FUNDS WILL ASSIST IN SUPPORTING THE INTEGRATED PEST MANAGEMENT (IPM) PROJECT LED BY THE UMASS CRANBERRY STATION THAT WILL EXAMINE CURRENT CRANBERRY GROWER PRACTICES TO PROMOTE TECHNIQUES THAT WILL MINIMIZE APPLICATOR EXPOSURE FROM OFF-TARGET DRIFT OR SPLASH FROM THE APPLICATION OF HERBICIDES IN CRANBERRY PRODUCTION. IN CONCERT WITH INDUSTRY PARTNERS, THIS PROJECT WILL SUPPORT FIELD WORK AND SAMPLING EFFORTS TO IMPROVE UNDERSTANDING OF RANGE OF RESIDUES (FRUIT OR LEAF TISSUES) THAT COULD OCCUR FROM POS EMERGENCE APPLICATIONS OF HERBICIDES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_00A00782_6800"}, {"internal_id": 111062252, "Award ID": "00A00551", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "66.716", "Description": "PER YOUR APPLICATION REQUEST DATED AUGUST 13, 2020,  THIS GRANT AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $25,000 TO THE NEW ENGLAND VEGETABLE GROWERS ASSOCIATION.   THIS PROJECT SEEKS TO: CONTINUE GROWER FOCUSED OUTREACH AND EDUCATION ON AIR BLAST SPRAYER CALIBRATION AND AIR BLAST SPRAYER COVERAGE, AND; UPDATE AND DEPLOY A REVISED NEW ENGLAND VEGETABLE AND BERRY GROWERS' ASSOCIATION WEBSITE THAT APPRAISES GROWERS OF INTEGRATED PEST MANAGEMENT (IPM) AND PESTICIDE SAFETY EDUCATIONAL OPPORTUNITES-BOTH ON LINE AND IN PERSON, AND PROMOTES PESTICIDE SAFETY AND EDUCATION ON SPRAYER CALIBRATION-BACKBACK, AIR BLAST, AND BOOM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e043067-ce48-c6e8-6f90-c50db116937e-R", "generated_internal_id": "ASST_NON_00A00551_6800"}, {"internal_id": 89573380, "Award ID": "00A00362", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "66.716", "Description": "IMPROVE PEST MANAGEMENT: VIA REFINEMENT AND TECH TRANSFER OF SPRAY APPLICATION TECHNIQUES; AND THROUGH DEVELOPMENT AND DISTRIBUTION OF EDUCATIONAL MATERIALS. THE MATERIALS WILL COVER: NOZZLE SELECTION, AND ORIENTATION FOR CALIBRATION OF: BACKPACK, AIR BLAST, AND BOOM SPRAYERS. THIS PROJECT CONTRIBUTES TO INTEGRATED PEST MANAGEMENT (IPM) IN AGRICULTURAL AND NON AGRICULTURAL SETTINGS; AND IMPACTS THE APPLICATOR/USER COMMUNITY BY SUPPORTING PROPER EQUIPMENT USE AND SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e043067-ce48-c6e8-6f90-c50db116937e-R", "generated_internal_id": "ASST_NON_00A00362_6800"}]