[{"internal_id": 47874170, "Award ID": "96156701", "Award Amount": 65300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2012-08-01", "CFDA Number": "66.714", "Description": "PROJECT WILL BRING TOGETHER RESEARCHERS, INDUSTRY REPRESENTATIVES, AND GROWERS TO ASSESS THE CURRENT STATE OF DODDER (A PARASITIC WEED) IN CRANBERRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_96156701_6800"}, {"internal_id": 151169293, "Award ID": "84044001", "Award Amount": 130000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "66.714", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO IMPROVE POLLINATOR PROTECTION AND HEALTH THROUGH TARGETED SURVEYS, TRAININGS, AND EVALUATIONS OF 5,000 NEWLY-TRAINED AND 2,500 PREVIOUSLY-TRAINED PESTICIDE APPLICATORS ACROSS AT LEAST 12 STATES TO ENSURE KNOWLEDGE TRANSFER IS SUCCESSFUL AND IMPACTFUL IN AFFECTING BEHAVIORAL PRACTICES REGARDING PESTICIDE USE AROUND POLLINATING INSECTS THAT ALIGN WITH AIMS OF MANAGED POLLINATOR PROTECTION PLANS. \nACTIVITIES:#9679; OBJECTIVE 1: ASSESS EDUCATIONAL NEEDS AND TRAINING FORMATS FOR LICENSED U.S. PESTICIDE APPLICATORS.\nO OUTPUTS: SURVEY OF ALL SLAS, TRIBES AND PSEP PROGRAMS IN THE US AND ANALYSIS OF TRAINING TO SEE THE EXTENT IT LINES UP WITH RECOMMENDATION FROM EPA ON LABEL AND MITIGATION AND WITH SLA AND TRIBAL MP3.\nO OUTCOMES: STATE-SPECIFIC DATA ON PESTICIDE TRAINING SYSTEMS AND REQUIREMENTS THAT WILL AID IN THE DEVELOPMENT OF EFFECTIVE DELIVERY OF OUR TRAINING AS WELL AS OTHERS THAT AIM FOR A NATIONAL OR MULTI-STATE APPROACH\n#9679; OBJECTIVE 2: SURVEY PREVIOUSLY TRAINED APPLICATORS AND DEVELOP EVALUATION TOOLS FOR TRAININGS ON LABEL COMPREHENSION AND IMPLEMENTATION OF POLLINATOR PROTECTION PRACTICES.\nO OUTPUTS: DATA ON KNOWLEDGE GAINED BY PREVIOUSLY TRAINED APPLICATORS, ALLOWING FOR THE ASSESSMENT OF RETENTION AND BEHAVIORAL CHANGES OVER TIME. EVALUATION TOOL THAT CAN BE INCORPORATED INTO TRAINING DEVELOPED BY MP3 WORKING GROUP ON LABEL COMPREHENSION.\nO OUTCOMES: TIME SERIES DATA ON RETENTION OF KNOWLEDGE, ADOPTION OF PRACTICES, AND IMPACT OF RE-TRAINING BASED ON DATA FROM OREGON'S 5+ YEARS OF POLLINATOR LABEL TRAININGS; THIS WILL HELP US UNDERSTAND TOPICS NEEDING MORE EMPHASIS AND TIME PERIODS THAT ARE VALUABLE FOR REINFORCING CONCEPTS. ACCURATE DATA ON POLLINATOR PROTECTION PLANS AND ACTIVITIES CAPTURED AS A RESULT OF EVALUATION TOOLS.\n#9679; OBJECTIVE 3: ROLL OUT THE MP3 WORKING GROUP'S PESTICIDE LABEL TRAINING MODULE WITH NEW EVALUATION TOOLS TO AT LEAST 12 STATES.\nO OUTPUTS: TRAININGS FOR PSEP STAFF AND EXTENSION ON HOW TO DELIVER THE TRAINING TO APPLICATORS, ANALYSIS OF EVALUATION TOOLS ON WHETHER THE TRAINING WAS EFFECTIVE AT IMPROVING KNOWLEDGE AND INCREASING INTENTION TO ADOPT NEW MITIGATION MEASURES TO PROTECT POLLINATORS.\nO OUTCOMES: CONSISTENCY, ACCURACY, AND USABILITY IN THE AVAILABLE TRAINING MATERIALS AND NATIONAL OBJECTIVES THAT ALIGN WITH THE MP3 PESTICIDE LABEL TRAINING MODULE.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES:\n1. SURVEY OF ALL SLAS, TRIBES AND PSEP PROGRAMS IN THE US AND ANALYSIS OF TRAINING TO SEE THE EXTENT IT LINES UP WITH RECOMMENDATION FROM EPA ON LABEL AND MITIGATION AND WITH SLA AND TRIBAL MP3.\n2. DATA ON KNOWLEDGE GAINED BY PREVIOUSLY TRAINED APPLICATORS, ALLOWING FOR THE ASSESSMENT OF RETENTION AND BEHAVIORAL CHANGES OVER TIME. EVALUATION TOOL THAT CAN BE INCORPORATED INTO TRAINING DEVELOPED BY MP3 WORKING GROUP ON LABEL COMPREHENSION.\n3. TRAININGS FOR PSEP STAFF AND EXTENSION ON HOW TO DELIVER THE TRAINING TO APPLICATORS, ANALYSIS OF EVALUATION TOOLS ON WHETHER THE TRAINING WAS EFFECTIVE AT IMPROVING KNOWLEDGE AND INCREASING INTENTION TO ADOPT NEW MITIGATION MEASURES TO PROTECT POLLINATORS.\n\nOUTCOMES:\n1. STATE-SPECIFIC DATA ON PESTICIDE TRAINING SYSTEMS AND REQUIREMENTS THAT WILL AID IN THE DEVELOPMENT OF EFFECTIVE DELIVERY OF OUR TRAINING AS WELL AS OTHERS THAT AIM FOR A NATIONAL OR MULTI-STATE APPROACH.\n2. TIME SERIES DATA ON RETENTION OF KNOWLEDGE, ADOPTION OF PRACTICES, AND IMPACT OF RE-TRAINING BASED ON DATA FROM OREGON'S 5+ YEARS OF POLLINATOR LABEL TRAININGS; THIS WILL HELP US UNDERSTAND TOPICS NEEDING MORE EMPHASIS AND TIME PERIODS THAT ARE VALUABLE FOR REINFORCING CONCEPTS. ACCURATE DATA ON POLLINATOR PROTECTION PLANS AND ACTIVITIES CAPTURED AS A RESULT OF EVALUATION TOOLS.\n3.CONSISTENCY, ACCURACY, AND USABILITY IN THE AVAILABLE TRAINING MATERIALS AND NATIONAL OBJECTIVES THAT ALIGN WITH THE MP3 PESTICIDE LABEL TRAINING MODULE.\n\nBENEFICIARIES\n5,000 NEWLY-TRAINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_84044001_6800"}, {"internal_id": 151169341, "Award ID": "84043901", "Award Amount": 130000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "66.714", "Description": "DESCRIPTION:THE OVERALL OBJECTIVE IS TO INCREASE KNOWLEDGE OF IPM PRACTICES IN WEST VIRGINIA GROWERS, PESTICIDE APPLICATORS AND HOMEOWNERS USING THE EXISTENT WVUES OUTREACH PROGRAMS. OUR\nSPECIFIC OBJECTIVES ARE AS FOLLOWS: (1) PRESENT TOPICS ABOUT IPM PESTICIDE SAFETY TO FRUIT GROWERS, VEGETABLE GROWERS AND MASTER GARDENERS. (2) PROVIDE EDUCATIONAL SUPPORT AND GIVE PRESENTATIONS TO COMMERCIAL AND PRIVATE PESTICIDE APPLICATORS ABOUT IPM AND PESTICIDE SAFETY. (3) INCREASE THE OUTREACH TO SPANISH GROWERS AND AGRICULTURAL WORKERS.ACTIVITIES:ACTIVITIES:\n1. APPLICANT PROPOSES TO CONDUCT A TOTAL OF FOUR FRUIT MEETINGS PER YEAR IN THE HAMPSHIRE COUNTY AREA TO INCREASE KNOWLEDGE ABOUT PEST BIOLOGY AND CONTROL OF INSECT PEST.\nWE ANTICIPATE ABOUT 12 GROWERS PER MEETING WHO HAVE AN AREA OF APPROXIMATELY 700 ACRES OF FRUIT TREES. MEETINGS WILL BE FOCUSED IN IPM RELATED TOPICS FOR FRUIT GROWERS. THE FOLLOWING ARE EXAMPLES OF TOPICS THAT WILL BE COVERED ON MEETINGS: BIOLOGY, IDENTIFICATION AND CONTROL OF INSECT PESTS IN ORCHARD (INCLUDING CODLING MOTH, ORIENTAL\nFRUIT MOTH, SAN JOSE SCALE, AND PEACHTREE BORER). INSECT THRESHOLDS, MONITORING TRAPS, AND RECORD KEEPING BIOLOGY OF IDENTIFICATION OF BENEFICIAL INSECTS (PREDATORS, PARASITOIDS AND POLLINATORS) EFFECTS OF REDUCED RISK VS BROAD SPECTRUM PESTICIDES ON PESTS AND BENEFICIAL INSECTS BIOLOGY, IDENTIFICATION, CONTROL AND REPORTING OF SPOTTED LANTERNFLY\nIN ADDITION, THE DISEASE, WEED AND WILDLIFE MANAGEMENT SPECIALISTS FROM WVU WILL BE INVITED TO THESE MEETINGS TO COVER OTHER TOPICS (NON-ARTHROPOD PEST MANAGEMENT).\nBY INCREASING FRUIT GROWER KNOWLEDGE, WE EXPECT THAT EVENTUALLY FRUIT FARMERS WILL PREFER TO USE REDUCED RISK PESTICIDE OVER BROAD SPECTRUM PESTICIDES AND WILL ADOPT IPM APPROACHES, SUCH AS USE OF PEST THRESHOLDS, WHICH WILL RESULT IN THE REDUCTION OF PESTICIDE APPLICATIONS. IN ADDITION, THESE MEETINGS HELP FOSTER THE RELATIONSHIP BETWEEN GROWERS AND WVU EXTENSION PROFESSIONALS.\n \n2. APPLICANT PROPOSES CONDUCTING A FIELD DAY FOR APPLE GROWERS TO DEMONSTRATE TO HOW APPLE HARVEST BINS ARE CONTRIBUTING TO THE OVERWINTERING FIRST-GENERATION CODLING MOTH POPULATION. CURRENTLY, WVU ARE MONITORING TWO FARMS TO INCENTIVIZE ORCHARDISTS TO ADOPT IPM PRACTICES IN THEIR PRODUCTION SYSTEM THAT INCLUDES HARVEST BIN PLACEMENT STRATEGIES. \nAPPLICANT PROPOSES TO PLACING PHEROMONE TRAPS AT DIFFERENT DISTANCES FROM HARVEST BINS TO SHOW HOW CODLING MOTH POPULATIONS VARY. TRAPS WILL BE PLACED TO THE NEAREST APPLE ORCHARD EDGE FROM HARVEST BINS AND THEN EVERY TWO HUNDRED FEET, UP TO 1600 FT.\n\n3. APPLE GROWERS MESSAGE NETWORK SYSTEM THAT WILL ALLOW GROWERS TO CALL IN OR RECEIVE EMAIL UPDATES ON CURRENT SEASON INSECT AND DISEASE BIOLOGY. MANY APPLE PESTS AND DISEASES HAVE MODELS THAT PREDICT WHEN INSECTS ARE MOST VULNERABLE TO CONTROL METHODS OR WHEN INFECTION PERIODS HAVE OCCURRED. UNDERSTANDING THESE MODELS IS CRUCIAL FOR IMPLEMENTING IPM PRACTICES. HOWEVER, THESE MODELS RUN OFF WEATHER DATA AND ARE HOSTED ON ONLINE PLATFORMS, AND IN PARTS OF RURAL WEST VIRGINIA MANY GROWERS DO NOT HAVE RELIABLE INTERNET ACCESS.\n\n4. APPLICANT PROPOSES TO CONDUCT A TOTAL OF THREE VEGETABLE WORKSHOPS PER YEAR IN WEST VIRGINIA'S EASTERN PANHANDLE. WVU ANTICIPATES AROUND 25 GROWERS PER MEETING. BIOLOGY, IDENTIFICATION AND IPM CONTROL OF INSECT PESTS IN VEGETABLE PLOTS WILL BE DISCUSSED WITH ATTENTION TO CONTROLLING THESE PESTS IN A HIGH TUNNEL ENVIRONMENT.\n\n5. APPLICANT PROPOSES WORKING WITH WVU EXTENSION  MASTER GARDENER PROGRAM TO EDUCATE MEMBERS/PUBLIC ON TOPICS RELATED TO IPM AND PESTICIDE SAFETY TO PREPARE NEW AND EXPERIENCED MASTER GARDENERS APPROACHING THE GROWING SEASONS.\n\n6. APPLICANT PROPOSES CREATING DIGITAL VIDEOS FOR USE AS EDUCATIONAL TRAINING AIDS. VIDEOS WILL LAST FOR ABOUT 2.5 HOURS TO PROVIDE 5 PESTICIDE CREDITS PER YEAR AND WILL BE FOCUSED ON IPM, THE ENVIRONMENT, AND HUMAN PROTECTION FROM PESTICIDES. VIDEOS WILL OFFER PESTICIDE CREDITS FOR THE FOLLOWING CATEGORIES: AGRICULTURAL PL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_84043901_6800"}, {"internal_id": 151676219, "Award ID": "84043801", "Award Amount": 129991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "66.714", "Description": "DESCRIPTION:INSECT PESTS REDUCE PLANT HEALTH AND MARKETABILITY, WHICH FREQUENTLY REQUIRES CHEMICAL INTERVENTION TO PRODUCE A SALEABLE PRODUCT. POLLINATORS PLAY A CRITICAL ROLE IN U.S. AGRICULTURE AND ECOSYSTEM FUNCTIONING, BUT INSECTICIDES USED DURING CROP PRODUCTION CAN HARM THEM. MOST POLLINATOR TOXICOLOGICAL DATA FOCUS ON BEES. LEPIDOPTERAN POLLINATORS (I.E., BUTTERFLIES AND MOTHS) DIFFER IN SUSCEPTIBILITY TO INSECTICIDES COMPARED TO BEES AND HAVE DIFFERENT ROUTES OF EXPOSURE (E.G., LARVAL LEAF-FEEDING VERSUS NECTAR CONSUMPTION). CONSEQUENTLY, PRODUCTS COMPATIBLE WITH BEE CONSERVATION POSE AN UNKNOWN RISK TO LEPIDOPTERAN POLLINATORS, YET BOTH TAXA ARE PERVASIVE IN AGROECOSYSTEMS. FLORIDA'S ORNAMENTAL PLANT INDUSTRY HAS AN ESTIMATED ECONOMIC IMPACT OF $21 BILLION, RANKING SECOND IN THE NATION. ORNAMENTAL PLANTS ARE A MAJOR COMPONENT OF RAPIDLY EXPANDING URBAN LANDSCAPES WHERE 80% OF THE U.S. POPULATION RESIDES, THUS MAKING PESTICIDE USE DURING PRODUCTION AND PERENNIAL MAINTENANCE RELEVANT TO MOST PEOPLE AND TO FUTURE LANDSCAPES. WE WILL DEVELOP LEPIDOPTERA IPPM STRATEGIES FOR ORNAMENTAL PLANT PRODUCTION, USE OUR RESULTS TO CREATE A WILDLIFE-FRIENDLY PLANT PRODUCTION CERTIFICATION PROGRAM, AND INCREASE THE POSITIVE ENVIRONMENTAL AND ECOLOGICAL IMPACT OF ORNAMENTAL PLANT PRODUCTION.ACTIVITIES:1. REVIEW NOVEL DATA DOCUMENTING THE ACUTE, CHRONIC, LETHAL, AND SUBLETHAL EFFECTS OF PESTICIDES TO MONARCHS OVER TIME.\n2. PUBLISH IN TWO SCIENTIFIC PUBLICATIONS DISCUSSING PROJECT RESULTS AND IMPLICATIONS SUBMITTED TO AN OPEN-SOURCE, PEER REVIEWED JOURNALS.\n3. DISTILL AND REVIEW ANY NEW EVIDENCE-BASED IPPM RECOMMENDATIONS FOR CONTROLLING KEY SAP-FEEDING INSECT PESTS WHILE MITIGATING IMPACTS TO LEPIDOPTERAN POLLINATORS IN A PLANT PRODUCTION ENVIRONMENT.\n4. DEVELOP A COST-BENEFIT ANALYSIS TO DETERMINE ECONOMIC VIABILITY AND EFFECTIVENESS OF IPPM RECOMMENDATIONS.\n5. CONCEPTUALIZE AND PRODUCE FIVE WEB-BASED TRAINING MODULES TO CERTIFY INDUSTRY PROFESSIONALS IN THE USE OF IPPM STRATEGIES TO PROTECT INSECT POLLINATORS DURING ORNAMENTAL PLANT PRODUCTION.\n6. PUBLISH IN TWO INDUSTRY TRADE JOURNAL ARTICLES AND TWO EXTENSION PUBLICATIONS DISSEMINATING OUR IPPM RECOMMENDATIONS.\n7. PARTICIPATE IN ONE LOCAL, ONE STATEWIDE, ONE REGIONAL, AND ONE NATIONAL TRAINING EVENT TO INCREASE AWARENESS OF IPPM PRODUCTION PRACTICES.\n8. DEVELOP FINAL REPORT SUMMARIZING ALL PROJECT ACTIVITIES, DATA, PUBLICATIONS, AND QUANTIFIED OUTCOMES.SUBRECIPIENT:THE APPLICANT HAS BUDGETED A SUBCONTRACT TO UF ICBR INSECTICIDE RESIDUE ANALYSIS. IN ADDITION TO QUANTIFYING EFFECTS OF INSECTICIDES ON MONARCHS VIA EXPOSURE THROUGH HERBIVORY,THE APPLICANT WILL QUANTIFY POTENTIAL EXPOSURE TO BUTTERFLIES AND OTHER POLLINATORS VIA THE MOVEMENT OF INSECTICIDES INTO MILKWEED NECTAR. TROPICAL MILKWEED FLOWERS ARE ACTIVELY VISITED BY BEES AND BUTTERFLIES, AND EVIDENCE SUGGESTS THAT SOME SYSTEMIC INSECTICIDES CAN REDUCE MONARCH ADULT LONGEVITY VIA NECTAR FEEDING AND THUS MAY SERVE AS ANOTHER ROUTE FOR NON-TARGET INSECTICIDE IMPACTS (JAMES 2019). WE WILL OBTAIN A. CURASSAVICA PLANTS (12 PER INSECTICIDE TREATMENT) THAT ARE IN FULL BLOOM, PRUNE OFF ALL FLOWERS, MAKE FOLIAR INSECTICIDE APPLICATIONS, AND MAINTAIN THE PLANTS USING STANDARD PRODUCTION PRACTICES TO PROMOTE NEW FLOWER DEVELOPMENT. TWO WEEKS, FOUR WEEKS, AND SIX WEEKS AFTER TREATMENT, THE APPLICANT WILL COLLECT NECTAR FROM ALL PLANTS DURING THE EARLY MORNING. THE APPLICANT WILL POOL NECTAR SAMPLES FROM EACH PLANT WITHIN A TREATMENT AND PRESERVE THEM IN MICRO-CENTRIFUGE VIALS IN A -80 FREEZER UNTIL PROCESSED FOR INSECTICIDE RESIDUE ANALYSIS. THE APPLICANT WILL USE EXISTING PARTNERSHIPS WITH THE UNIVERSITY OF FLORIDA INTERDISCIPLINARY CENTER FOR BIOTECHNOLOGY RESEARCH (UF ICBR) TO ANALYZE ALL NECTAR SAMPLES FOR INSECTICIDE RESIDUE CONCENTRATIONS.OUTCOMES:OBJ. 1: DETERMINE THE CHRONIC AND SUBLETHAL EFFECTS OF INSECTICIDES TO MONARCH LARVAE AND ADULTS AT APPLICATION RATES TARGETING KEY PESTS.\nDELIVERABLE: APPLICANT WILL CONDUCT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_84043801_6800"}, {"internal_id": 151676259, "Award ID": "84043701", "Award Amount": 129830.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "66.714", "Description": "DESCRIPTION:THE OVERALL GOAL OF THE PROPOSED WORK IS TO INCREASE GROWER ADOPTION OF INTEGRATED PEST AND POLLINATOR MANAGEMENT TACTICS IN WATERMELON PRODUCTION. THROUGH A STATEWIDE SCOUTING PROGRAM, THE GRANTEE WILL PARTNER WITH ILLINOIS AND INDIANA GROWERS TO ADDRESS THE CHALLENGES IMPLEMENTING IPPM PRACTICES ON THEIR FARMS. IN TOTAL, THE GRANTEE EXPECTS THIS PROJECT TO IMPACT OVER 200 WATERMELON GROWERS AND THE 6,000 ACRES OF FARMLAND THEY COLLECTIVELY MANAGE. FUNDS WILL BE USED TO SUPPORT A GRADUATE STUDENT TO CONDUCT ON-FARM DEMONSTRATION TRIALS DURING THE SUMMERS OF 2022 AND 2023. IN ACCOMPLISHING THESE GOALS, THE GRANTEE ANTICIPATE REDUCING INSECTICIDE/MITICIDE APPLICATIONS IN SEEDLESS WATERMELON PRODUCTION BY 30% (2-3 SPRAYS PER SEASON) COMPARED TO CURRENT REGIMES, WHICH WILL HAVE A NUMBER OF SHORT- AND LONG-TERM BENEFITS TO GROWERS. THE GRANTEE EXPECTS DECREASED INSECTICIDE APPLICATION, INCREASED POLLINATION, AND IMPROVED FRUIT QUALITY WITH INCREASED IPPM ADOPTION IN THE SHORT-TERM. IN THE LONG-TERM, THE GRANTEE ANTICIPATES GREATER ACCESS TO PRIME MARKETS (I.E., WAL-MART'S NEW POLICY MANDATING ADOPTION OF IPM AND 'BEE-SAFE PRACTICES' BY 2025) DUE TO DECREASED PESTICIDE RESIDUES AND INCREASED VIABILITY OF AGROECOSYSTEMS THROUGH A REDUCTION IN OFF-TARGET EFFECTS FROM INSECTICIDE USE.ACTIVITIES:1. GRANTEE WILL IMPLEMENT A THRESHOLD-BASED SCOUTING PROGRAM TO INCREASE GROWER ADOPTION OF INTEGRATED PEST AND POLLINATOR MANAGEMENT PRACTICES.\nA: GRANTEE CREATED AN IPPM PROGRAM WITH THE PRIMARY GOAL OF INCREASING THESE PRACTICES IN SEEDLESS WATERMELON PRODUCTION. THIS WILL REQUIRE INTENSIVE COLLABORATIONS WITH GROWERS, IN WHICH GRANTEE WILL SCOUT GROWER FIELDS AND PROVIDE WEEKLY REPORTS AND RECOMMENDATIONS FOR PRIMARY ARTHROPOD PESTS. EACH PARTICIPATING GROWER WILL SELECT ONE 20-30 ACRE WATERMELON FIELD TO BE SCOUTED WEEKLY. PLANTS WILL BE INSPECTED FOR THE PRESENCE OF COMMON ARTHROPOD PESTS. MOST PESTS WILL BE SAMPLED ON A PER PLANT BASIS (E.G., STRIPED CUCUMBER BEETLES, APHIDS, SQUASH BUGS); HOWEVER, SOME WILL BE ON A PER FLOWER OR PER LEAF BASIS. MITES WILL BE COUNTED ON THREE LEAVES PER PLANT USING A LOUPE (~240 LEAVES PER FIELD). PICKLEWORM LARVAE WILL BE SAMPLED BY PULLING 4 MALE FLOWERS PER PLANT AND EXAMINING EACH FOR ENTRY HOLES (~320 FLOWERS PER FIELD). AT THE END OF EACH GROWING SEASON, GRANTEE WILL REQUEST THAT GROWERS SUBMIT THEIR PESTICIDE RECORDS OF FIELDS SAMPLED BY THE SCOUT (I.E., PRODUCTS, RATES, DATES OF APPLICATION). PESTICIDE APPLICATION RECORDS WILL BE COMPARED WITH WEEKLY SCOUTING DATA TO DETERMINE WHETHER THE GROWER COMPLIED WITH OUR IPPM GUIDELINES (I.E., FOLLOWING THE THRESHOLD AND/OR APPLYING PRODUCTS WITH REDUCED BEE TOXICITY VALUES). GRANTEE WILL MEET WITH ALL GROWERS ON AN ANNUAL BASIS TO DISCUSS INSECTICIDE RECORDS, IN ADDITION TO WHAT STRATEGIES EITHER WORKED OR DID NOT WORK TO MANAGE THE TARGET ARTHROPOD PESTS. GROWERS WILL ALSO BE REQUIRED TO SUBMIT A SURVEY IN WHICH THEY DESCRIBE THEIR EXPERIENCES EITHER FOLLOWING OR FORGOING THE IPPM RECOMMENDATIONS.\n\n2. GRANTEE WILL EVALUATE THE IMPACT OF IPPM PRACTICES ON WATERMELON QUALITY (POLLINATION AND INSECTICIDE RESIDUES).\nA: GRANTEE WILL LEVERAGE DATA COLLECTED FROM OBJECTIVE 1. GRANTEE WILL PAIR POLLINATION OBSERVATIONS, YIELD ESTIMATES, AND RESIDUE SAMPLES TO CONDUCT POST-HOC ANALYSES AIMED AT CORRELATING THE ADOPTION OF IPPM PRACTICES WITH WATERMELON MARKETABILITY OUTCOMES. GRANTEE WILL CONDUCT POLLINATION OBSERVATIONS IN ALL TREATMENT FIELDS DURING THE BLOOM PERIOD. ALL 10 FARMS WILL BE VISITED BIWEEKLY OVER A FOUR-WEEK PERIOD (2 OBSERVATIONS PER FARM). GRANTEE WILL CONDUCT YIELD ASSESSMENTS AT TWO POINTS DURING THE GROWING SEASON, DURING BLOOM AND ONE WEEK BEFORE HARVEST. THE SIZE OF ALL MELONS WILL BE MEASURED (LENGTH AND WIDTH OF MELONS) USING A MEASURING TAPE WITHIN SAMPLING AREAS, 2M TIMES; 2M. THIS WILL BE REPLICATED 40 TIMES IN EACH FIELD. GRANTEE WILL HARVEST 20 MELONS FROM EACH FIELD TO EXTRACT INSECTICIDE RESIDUES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_84043701_6800"}, {"internal_id": 151169301, "Award ID": "84043601", "Award Amount": 129984.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "66.714", "Description": "DESCRIPTION:THE GOAL OF THIS PROJECT IS TO REDUCE NEONICOTINOID SEED TREATMENTS (NSTS) APPLIED TO ROW CROPS IN VERMONT. THE OBJECTIVE IS TO PROVIDE FARMERS EDUCATION AND EXPERIENCE WITH SCOUTING AND ASSESSING ACTION THRESHOLDS FOR EARLY SEASON PESTS IN ROW CROPS. THROUGH THIS NEWLY GAINED KNOWLEDGE FARMERS WILL BE ABLE TO MAKE MORE INFORMED DECISIONS AS TO WHETHER A NST IS NEEDED TO PREVENT ANY CROP LOSSES. THE OUTPUTS OF THE PROJECT INCLUDE SIX ON-FARM DEMONSTRATIONS, 30 ONE-ON-ONE CONSULTATIONS, SIX ON-FARM FIELDS DAYS, ONE WEBINAR SERIES, TWO CROP SPECIFIC SCOUTING FACTSHEETS, AND EIGHT PRESENTATIONS TO GROWER AND STAKEHOLDER AUDIENCES. THE APPLICANT EXPECTS TO EDUCATE OVER 1000 NORTHEASTERN GROWERS ON IPM PRACTICES, PROVIDE 250 FARMERS WITH HANDS-ON TRAINING, AND REDUCE NSTS ON AT LEAST 1500 ACRES.ACTIVITIES:A VARIETY OF ACTIVITIES WILL OCCUR TO EDUCATE FARMERS ON HOW TO SCOUT FOR SOIL PESTS, EVALUATE THRESHOLDS, AND DETERMINE PEST MANAGEMENT ACTIONS IN CORN AND SOYBEAN FIELDS IN VERMONT. ULTIMATELY, HELPING FARMERS IMPLEMENT INTEGRATED PEST MANAGEMENT (IPM) PRACTICES TO AVOID SUPERFLUOUS NSTS IF THEY ARE NOT NECESSARY.\n\n1. SIX PARTNER FARMS WILL SERVE AS DEMONSTRATION SITES WHERE SCOUTING, THRESHOLDS, AND ACTIONS ARE TAKEN TO DETERMINE IF PESTICIDES ARE WARRANTED. TEN ACRES OF CORN OR SOYBEANS WILL BE USED FOR THE DEMONSTRATION ON EACH FARM. HALF THE FIELD WILL USE THE FARMER'S CURRENT PRACTICES AND HALF OF THE  FIELD WILL USE IPM PRACTICES. THESE FIELDS WILL SERVE AS EDUCATIONAL SITES WHERE FARMERS AND OTHER AGRICULTURAL INDUSTRY STAKEHOLDERS CAN LEARN ABOUT IPM TACTICS FOR SOIL PESTS THAT IMPACT CORN AND SOYBEAN.\n2. THIRTY PARTNER FARMS WILL BE ACTIVE PARTICIPANTS IN THE TWO-YEAR PROJECT TO GAIN DIRECT EXPERIENCE AND ONE-ON-ONE TECHNICAL ASSISTANCE WITH SCOUTING, ACTION THRESHOLDS, AND MANAGEMENT DECISIONS. THESE FARMS WILL WORK WITH PROJECT TEAM TO SELECT AT LEAST ONE FIELD TO SCOUT, RECEIVE SCOUTING\nTOOLS, AND ASSISTANCE WITH SCOUTING AND ACTION THRESHOLDS. \n3. WEBINAR SERIES - A WINTER PEST MANAGEMENT WEBINAR SERIES WILL BE HELD IN JAN/FEB OF 2022. THE WEBINAR SERIES WILL HIGHLIGHT PESTS OF CORN AND SOYBEANS, SCOUTING AND MONITORING OF THESE PESTS, ACTION THRESHOLDS, AND PEST MANAGEMENT TOOLS. ENVIRONMENTAL CONCERNS RELATED TO PESTICIDES AND OVERUSE WILL ALSO BE COVERED.\n4. ON-FARM FIELD DAYS - THREE FIELD DAYS PER YEAR HELD AT DEMONSTRATION FARMS WILL PROVIDE PARTICIPANTS WITH HANDS-ON TRAINING FOR SCOUTING, IDENTIFICATION, AND ACTION THRESHOLDS.\nPRESENTATION AT LOCAL AND REGIONAL WINTER CONFERENCES - NO-TILL COVER CROP CONFERENCE, GRAIN CONFERENCE, DAIRY MEETINGS, AND CERTIFIED CROP ADVISOR CONFERENCES WILL SERVE AS A PLATFORM TO DELIVER PROJECT INFORMATION TO OUR TARGET AUDIENCE. IN 2022, AN IPM INTENSIVE WILL BE HELD AT THE ANNUAL NO-TILL COVER CROP CONFERENCE TO TRAIN STAKEHOLDERS AND IN 2023 A FARMER-TO-FARMER SESSION TO HIGHLIGHT IPM OUTCOMES. SCOUTING FACTSHEETS FOR CORN AND SOYBEAN - FACTSHEETS HIGHLIGHTING PROTOCOLS, ACTION THRESHOLDS, AND MANAGEMENT OPTIONS WILL BE DEVELOPED AND POSTED ON THE WWW.UVM.EDU/NWCROPS WEBSITE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES:\n1. CONDUCT 6 ON-FARM DEMONSTRATION SITES THAT ENGAGE KEY FARMERS IN ADOPTING IPM STRATEGIES FOR MANAGING SOIL PESTS IN CORN AND SOYBEANS IN 2022 AND 2023.\n2. CONDUCT 6 ON-FARM FIELD DAYS AT THE DEMONSTRATION SITES THAT PROVIDE HANDS-ON IPM TRAINING TO FARMERS AND\nAGRICULTURAL INDUSTRY STAKEHOLDERS ON IPM STRATEGIES FOR MANAGEMENT OF SOIL PESTS IN CORN AND SOYBEANS IN 2022 AND 2023.\n3. COORDINATE WITH 30 PARTNER FARMS (2000 ACRES) WILL RECEIVE ONE-ON-ONE TRAINING AND TOOLS TO IMPLEMENT SCOUTING AND ACTION THRESHOLDS IN 2021 AND 2022.\n4. DEVELOP AND PRESENT A 4-PART WEBINAR SERIES FOCUSED ON SOIL PESTS OF CORN AND SOYBEANS, SCOUTING, THRESHOLDS, AND IPM STRATEGIES TO REDUCE THE PROPHYLACTIC USE OF NEONICOTINOIDS IN THE WINTER OF 2022.\n5. CONDUCT 2-SCOUTING PROT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_84043601_6800"}, {"internal_id": 151169325, "Award ID": "84043501", "Award Amount": 129997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "66.714", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROPOSAL IS TO STRENGTHEN SUSTAINABLE PEST MANAGEMENT IN THE PACIFIC NORTHWEST (PNW) BY SLOWING THE DEVELOPMENT OF HERBICIDE RESISTANT WEEDS, PRESERVING THE USEFUL LIFE OF CURRENT HERBICIDE PRODUCTS, AND IMPROVING ADOPTION OF EXISTING INTEGRATED PEST MANAGEMENT (IPM) TOOLS. WE WILL ACCOMPLISH THESE GOALS BY TRAINING AGRICULTURAL PROFESSIONALS ON HERBICIDE RESISTANCE PLANNING, MANAGEMENT, AND REMEDIATION, THUS EMPOWERING THESE PROFESSIONALS TO TRANSFER AND AMPLIFY THE SKILLS AND KNOWLEDGE GAINED IN OUR WORKSHOPS TO GROWERS. THIS PROJECT WILL BE BROADLY APPLICABLE TO THE DIVERSITY OF CONVENTIONALLY-PRODUCED FIELD CROP OPERATIONS ON 9.7 MILLION ACRES OF IRRIGATED AND NON-IRRIGATED LAND IN THE PNW, WILL SERVE AS A TEMPLATE FOR PROGRAMS IN OTHER REGIONS OF THE UNITED STATES, AND FOR FUTURE IPM RESISTANCE PROGRAMS TARGETING INSECTS AND DISEASES IN THE PNW.ACTIVITIES:1. YEAR 1: APPLICANT WILL DEVELOP CURRICULA FOR UP TO FOUR ONE-HOUR, WEB-BASED, ON-DEMAND TRAINING MODULES BROADLY APPLICABLE TO THE DIVERSITY OF CONVENTIONALLY-PRODUCED FIELD CROP OPERATIONS ON 9.7 MILLION ACRES OF IRRIGATED AND NON-IRRIGATED LAND IN THE PACIFIC NORTH WEST. ONLINE, INTERACTIVE TRAINING MODULES WILL BE AVAILABLE IN ENGLISH AND SPANISH. APPLICANT WILL DEVELOP TRAINING MATERIALS ON HERBICIDE RESISTANCE MANAGEMENT PLANS, BEST MANAGEMENT PRACTICES, AND REMEDIAL ACTION PLANTS. INFORMATION WILL BE INCLUDED IN ONLINE TRAINING MODULES.\n2. YEAR 2: APPLICANT WILL HOST THREE REGION-SPECIFIC, IN-PERSON WORKSHOPS FOR STAKEHOLDERS REPRESENTING OVER 1.58 MILLION ACRES OF AGRICULTURAL LAND IN OREGON'S WILLAMETTE VALLEY, 8 MILLION ACRES OF AGRICULTURAL LAND IN THE COLUMBIA BASIN OF OREGON AND WASHINGTON, AND 387,000 ACRES OF UNDER-REPRESENTED AGRICULTURAL LAND IN THE TREASURE VALLEY OF OREGON AND IDAHO. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ACTIVITES:\n1. UP TO FOUR ONE-HOUR WEB-BASED TRAINING MODULES ON HERBICIDE RESISTANCE IN PNW SYSTEMS, HOSTED BY OSU'S PACE PLATFORM.\n2.THREE REGION-SPECIFIC, IN-PERSON WORKSHOPS ON HERBICIDE RESISTANCE DELIVERED AT OSU'S RESEARCH AND EXPERIMENTS CENTERS TO COVER CROPPING SYSTEMS IN THE WILLAMETTE VALLEY, THE COLUMBIA BASIN OF OREGON AND WASHINGTON, AND THE TREASURE VALLEY OF OREGON AND IDAHO.\n3. AN EASILY-ADAPTABLE, TIME-BASED TEACHING PLAN PROVIDING LEARNING OBJECTIVES, LESSON PLANS, ACTIVITIES AND EVALUATION PLANS TO ASSIST WORKSHOP PARTICIPANTS IN TRANSFERRING HERBICIDE\nRESISTANCE BMP'S AND PLANNING STRATEGIES.\n\nBENIFICIARIES: PACIFIC NORTHWEST GROWERS, FARM WORKERS AGRICULTURAL PROFESSIONALS.\n\nSHORT-TERM OUTCOMES:\nPARTICIPANTS WILL BE ABLE TO 1) IDENTIFY KEY WEED SPECIES THAT HAVE SHOWN RESISTANCE TO HERBICIDES IN THEIR REGIONS, 2) EXPLAIN THE MECHANISMS THAT CONTRIBUTE TO HERBICIDE RESISTANCE BY WEEDS IN AGRICULTURAL SYSTEMS, 3) FIND AND USE AVAILABLE RESOURCES TO SELECT HERBICIDES BASED ON MODES-OF-ACTION FOR REGIONAL RESISTANT WEED SPECIES, 4) RECOGNIZE NON-CHEMICAL WEED MANAGEMENT TACTICS AS PART OF A COMPLETE IPM PROGRAM, 5) UNDERSTAND THE ENVIRONMENTAL AND ECONOMIC RISKS OF HERBICIDE RESISTANCE.\nLONG-TERM OUTCOMES:\nPARTICIPANTS WILL BE ABLE TO 1) MAKE INFORMED DECISIONS ABOUT WEED MANAGEMENT IN THEIR SYSTEMS, 2) IMPLEMENT WEED MANAGEMENT TECHNIQUES TO PREVENT RESISTANCE FROM OCCURRING, 3) INCORPORATE THESE SKILLS INTO AN IPM PLAN FOR WEEDS IN THEIR SYSTEM 4) TRANSFER KNOWLEDGE OF HERBICIDE RESISTANCE PLANNING STRATEGIES AND BMP'S TO GROWERS AND\nFARM WORKERS ACROSS PNW, 5) OFFER EFFECTIVE TRAININGS ON HERBICIDE RESISTANCE ADAPTED TO THEIR REGION OR AUDIENCE, 6) ENCOURAGE SUSTAINABLE PEST MANAGEMENT IN PACIFIC NORTHWEST\nAGRICULTURAL SYSTEMS, 7) SLOW THE DEVELOPMENT OF HERBICIDE RESISTANCE IN WEEDS PRESERVE THE USEFUL LIFE OF CURRENT HERBICIDE FORMULATIONS INCREASE IPM PRACTICES FOR WEED MANAGEMENT IN THE PACIFIC NORTHWEST (E.G., DECREASING HERBICIDE DEPENDENCE AND OVERALL HERBICIDE USE), 8) STRENGTHEN ECONOMIC VIAB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_84043501_6800"}]