[{"internal_id": 86482857, "Award ID": "99T92320", "Award Amount": 28000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS HAWAII IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT LEAD-BASED PAINT INSPECTIONS, ENCOURAGE REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR LEAD-BASED PAINT, AND PROVIDE FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR THE LEAD-BASED PAINT PROGRAM(S).   THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $28,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_99T92320_6800"}, {"internal_id": 140708932, "Award ID": "99662026", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS OKLAHOMA DEPARTMENT OF LABOR IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f0f2847-1e6e-2df2-89ef-070e12699c14-C", "generated_internal_id": "ASST_NON_99662026_6800"}, {"internal_id": 137627071, "Award ID": "99662025", "Award Amount": 90000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-01", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE OKLAHOMA DEPARTMENT OF LABOR IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f0f2847-1e6e-2df2-89ef-070e12699c14-C", "generated_internal_id": "ASST_NON_99662025_6800"}, {"internal_id": 86483077, "Award ID": "99662024", "Award Amount": 148699.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-30", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE OKLAHOMA DEPARTMENT OF LABOR IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f0f2847-1e6e-2df2-89ef-070e12699c14-C", "generated_internal_id": "ASST_NON_99662024_6800"}, {"internal_id": 69783491, "Award ID": "99662023", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-26", "CFDA Number": "66.701", "Description": "THIS AGREEMENT SUPPORTS THE STATE OF OKLAHOMA'S  ASBESTOS HAZARD EMERGENCY RESPONSE PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS REMOVAL CERTIFICATION COURSES AS WELL AS ASBESTOS ACTIVITIES IN SCHOOLS.  SPECIFICALLY, THE RECIPIENT WILL CONDUCT AUDITS OF ACCREDITED ASBESTOS TRAINING COURSES AND ASBESTOS HAZARD EMERGENCY RESPONSE ACT (AHERA) COMPLIANCE INSPECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f0f2847-1e6e-2df2-89ef-070e12699c14-C", "generated_internal_id": "ASST_NON_99662023_6800"}, {"internal_id": 152090005, "Award ID": "99645123", "Award Amount": 79000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "66.701", "Description": "DESCRIPTION:THIS PROGRAM SUPPORTS THE TEXAS DEPARTMENT OF STATE HEALTH SERVICES (DSHS) IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT PUBLIC SCHOOLS AND NON-PUBLIC SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS.\n\n\n\nACTIVITIES:THE TEXAS DEPARTMENT OF STATE HEALTH SERVICES (TXDSHS) WILL CONDUCT ASBESTOS INSPECTIONS AT PUBLIC SCHOOLS AND NON-PUBLIC SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS, AND PLANS TO CONDUCT COMPLIANCE AUDITS AT 37 LOCAL EDUCATION AGENCIES (LEAS). THIS TRANSLATES TO INSPECTIONS OF APPROXIMATELY 144 SCHOOL CAMPUSES OVER THE FUNDING PERIOD. INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS MAY ALSO BE CONDUCTED BY THE RECIPIENT.  TXDSHS PLANS TO CONTINUE OUTREACH AND TECHNICAL ASSISTANCE TO LEAS ON AN AS-NEEDED BASIS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES FOR THIS GRANT ARE ASBESTOS INSPECTIONS AT PUBLIC SCHOOLS AND NON-PUBLIC SCHOOLS, COMPLIANCE AUDITS AT LOCAL EDUCATION AGENCIES (LEAS), AND OUTREACH AND TECHNICAL ASSISTANCE TO LEAS ON AN AS-NEEDED BASIS. OUTCOMES INCLUDE A SAFER ENVIRONMENT IN SCHOOLS, PROTECTION OF HEALTH IN STUDENTS AND SCHOOL PERSONNEL, AND IMPROVED AWARENESS OF ASBESTOS SAFETY MEASURES.  DIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT ARE THE RESIDENTS AND OCCUPANTS OF THE STATE OF TEXAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_99645123_6800"}, {"internal_id": 139785918, "Award ID": "99645122", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-16", "CFDA Number": "66.701", "Description": "THESE FUNDS TO THE TEXAS DEPARTMENT OF STATE HEALTH SERVICES WILL ASSIST IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC\nSCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS.  RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_99645122_6800"}, {"internal_id": 88416526, "Award ID": "99645121", "Award Amount": 253000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE STATE OF TEXAS PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_99645121_6800"}, {"internal_id": 69839340, "Award ID": "99645120", "Award Amount": 132000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "66.701", "Description": "THIS AGREEMENT SUPPORTS TEXAS DEPARTMENT OF STATE HEATH SERVICES/AHERA PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS REMOVAL CERTIFICATION COURSES AS WELL AS ASBESTOS ACTIVITIES IN SCHOOLS.  SPECIFICALLY, THE RECIPIENT WILL CONDUCT AUDITS OF ACCREDITED ASBESTOS TRAINING COURSES AND ASBESTOS HAZARD EMERGENCY RESPONSE ACT (AHERA) COMPLIANCE INSPECTIONS.  THE RECIPIENT WILL ALSO ENDEAVOR TO RETURN OUT OF COMPLIANCE LOCAL EDUCATION AGENCIES TO COMPLIANCE WITH THE ACT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_99645120_6800"}, {"internal_id": 82528922, "Award ID": "99446519", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-11", "CFDA Number": "66.701", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $81,000 TO THE MISSISSIPPI DEPARTMENT OF ENVIRONMENTAL QUALITY TO SUPPORT THE STATE'S PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS REMOVAL CERTIFICATION COURSES AS WELL AS ASBESTOS ACTIVITIES IN SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_99446519_6800"}, {"internal_id": 48187396, "Award ID": "99446514", "Award Amount": 404469.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-20", "CFDA Number": "66.701", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $68,791 TO SUPPORT THE MISSISSIPPI DEPARTMENT OF ENVIRONMENTAL QUALITY TO DEVELOP AND ENHANCE C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_99446514_6800"}, {"internal_id": 85201309, "Award ID": "99407719", "Award Amount": 247392.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "66.701", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $74,392 TO THE STATE OF NORTH CAROLINA TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS REMOVAL CERTIFICATION COURSES AS WELL AS ASBESTOS ACTIVITIES IN SCHOOLS.  SPECIFICALLY, THE RECIPIENT WILL CONDUCT AUDITS OF ACCREDITED ASBESTOS TRAINING COURSES AND ASBESTOS HAZARD EMERGENCY RESPONSE ACT (AHERA) COMPLIANCE INSPECTIONS.  THE RECIPIENT WILL ALSO ENDEAVOR TO RETURN OUT OF COMPLIANCE LOCAL EDUCATION AGENCIES TO COMPLIANCE WITH THE ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_99407719_6800"}, {"internal_id": 48183428, "Award ID": "99407714", "Award Amount": 424448.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-19", "CFDA Number": "66.701", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $64,730 TO THE STATE OF NORTH CAROLINA TO ASSIST IN DEVELOPING AND ENHANCING COMPREHENSIVE TOXI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_99407714_6800"}, {"internal_id": 67620883, "Award ID": "99251119", "Award Amount": 571659.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-17", "CFDA Number": "66.701", "Description": "THIS PROGRAM WILL SUPPORT THE PUERTO RICO ENVIRONMENTAL QUALITY BOARD IN THE ADMINISTRATION AND ENFORCEMENT OF THE LEAD-BASED PAINT ACCREDITATION PROGRAM, TRAINING, INDIVIDUALS, AND ESTABLISHING WORKPLACE STANDARDS IN RESIDENTIAL HOUSING BUILT BEFORE 1978.  THE TRAINING OF INDIVIDUALS ENGAGED IN LEAD-BASED PAINT ABATEMENTS, ACCREDITATION OF TRAINING PROVIDERS, AND CERTIFICATION OF CONTRACTORS WILL RESULT IN A REDUCTION OF EXPOSURE TO LEAD AND IMPROVED PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "535e446a-c1be-2c43-45d8-9eb5b9ab00d2-C", "generated_internal_id": "ASST_NON_99251119_6800"}, {"internal_id": 48156158, "Award ID": "99144811", "Award Amount": 278000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-22", "CFDA Number": "66.701", "Description": "THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES ASBESTOS IN SCHOOLS PROGRAM WILL: (1) REVIEW SCHOOL ASBESTOS MANAGEMENT PLANS TO ENSURE THEY A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_99144811_6800"}, {"internal_id": 48154698, "Award ID": "99130420", "Award Amount": 170000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-20", "CFDA Number": "66.701", "Description": "THE CONNECTICUT DEPARTMENT OF PUBLIC HEALTH (CTDPH) ASBESTOS IN SCHOOLS PROGRAM WILL: (1) REVIEW SCHOOL ASBESTOS MANAGEMENT PLANS TO ENSURE THEY ARE IN COMPLIANCE WITH THE ASBESTOS HAZARD EMERGENCY RESPONSE ACT (40 CFR 763); (2) MAINTAIN AN ASBESTOS ACCREDITATION AND CERTIFICATION TRAINING PROGRAM, (3) PROVIDE EDUCATIONAL OUTREACH ACTIVITIES TO TEACHERS, PARENTS, AND SCHOOL MAINTENANCE PERSONNEL ON THE DANGERS OF EXPOSURE TO ASBESTOS CONTAINING MATERIALS; AND (4) PERFORM COMPLIANCE ENFORCEMENT AUDITS OF STATE LICENSED ASBESTOS PROFESSIONALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_99130420_6800"}, {"internal_id": 48154660, "Award ID": "99130119", "Award Amount": 245000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "66.701", "Description": "THE RHODE ISLAND DEPARTMENT OF HEALTH'S ASBESTOS IN SCHOOLS PROGRAM WILL: (1) REVIEW SCHOOL ASBESTOS MANAGEMENT PLANS TO ENSURE THEY ARE IN COMPLIANCE WITH THE ASBESTOS HAZARD EMERGENCY RESPONSE ACT (40 CFR 763); (2) MAINTAIN AN ASBESTOS ACCREDITATION AND CERTIFICATION TRAINING PROGRAM, (3) PROVIDE EDUCATIONAL OUTREACH ACTIVITIES TO TEACHERS, PARENTS, AND SCHOOL MAINTENANCE PERSONNEL ON THE DANGERS OF EXPOSURE TO ASBESTOS CONTAINING MATERIALS; AND (4) PERFORM COMPLIANCE ENFORCEMENT AUDITS OF STATE LICENSED ASBESTOS PROFESSIONALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee5b8dd-ebe4-5439-cbc4-ba8e70a08e51-C", "generated_internal_id": "ASST_NON_99130119_6800"}, {"internal_id": 69783368, "Award ID": "98940019", "Award Amount": 825148.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "66.701", "Description": "THE PURPOSE OF THIS PROJECT IS TO CONTINUE TO OPERATE AN EPA-AUTHORIZED STATE LEAD ABATEMENT PROGRAM.  RECIPIENT WILL (A) IMPROVE OPERATION OF THE CERTIFIED LEAD-RELATED CONSTRUCTION (LRC) PROFESSIONALS PROGRAM; (B) USE IMPROVED OUTREACH TO IMPLEMENT LRC ACCREDITATION AND CERTIFICATION AT THE STATE LEVEL; AND (C) INCREASE DEMAND FOR AND USE OF LRC PROFESSIONALS.    THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $466,179.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_98940019_6800"}, {"internal_id": 82528951, "Award ID": "98495819", "Award Amount": 205053.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-11", "CFDA Number": "66.701", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $77,431 TO SUPPORT TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION'S PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS REMOVAL CERTIFICATION COURSES AS WELL AS ASBESTOS ACTIVITIES IN SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_98495819_6800"}, {"internal_id": 48088623, "Award ID": "98495814", "Award Amount": 334563.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-27", "CFDA Number": "66.701", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF 51,297 TO THE STATE OF TENNESSEE TO ASSIST IN DEVELOPING AND ENHANCING COMPREHENSIVE TOXIC SUBS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_98495814_6800"}, {"internal_id": 85201379, "Award ID": "98334919", "Award Amount": 76000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE WEST VIRGINIA DEPARTMENT OF HEALTH AND HUMAN RESOUCES IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_98334919_6800"}, {"internal_id": 68377133, "Award ID": "98334918", "Award Amount": 106000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-27", "CFDA Number": "66.701", "Description": "THE WEST VIRGINIA DEPARTMENT OF HEALTH AND HUMAN RESOURCES (WVDHHR) WILL DEVELOP AND ENHANCE COMPREHENSIVE TOXIC SUBSTANCES ENFORCEMENT PROGRAMS TO REDUCE THE HEALTH RISKS ASSOCIATED WITH ASBESTOS EXPOSURE AND PROVIDE A CONTINUOUS IN-STATE PRESENCE AND RESPONSE TO ASBESTOS COMPLAINTS WHICH INVOLVE SCHOOLS AND PUBLIC BUILDINGS.  THIS COOPERATIVE AGREEMENT WILL ALSO ENHANCE ASBESTOS ABATEMENT WORKER PROTECTION AND IMPROVE PUBLIC AWARENESS OF THE HEALTH HAZARDS OF ASBESTOS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_98334918_6800"}, {"internal_id": 48064159, "Award ID": "98198507", "Award Amount": 41000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-05", "CFDA Number": "66.701", "Description": "THE VERMONT DEPARTMENT OF HEALTH ASBESTOS IN SCHOOLS PROGRAM WILL: (1) REVIEW SCHOOL ASBESTOS MANAGEMENT PLANS TO ENSURE THEY ARE IN COMPLIANCE WITH THE ASBESTOS HAZARD EMERGENCY RESPONSE ACT (40 CFR 763); (2) MAINTAIN AN ASBESTOS ACCREDITATION AND CERTIFICATION TRAINING PROGRAM; (3) PROVIDE EDUCATIONAL OUTREACH ACTIVITIES TO TEACHERS, PARENTS, AND SCHOOL MAINTENANCE PERSONNEL ON THE DANGERS OF EXPOSURE TO ASBESTOS CONTAINING MATERIALS; AND (4) PERFORM COMPLIANCE ENFORCEMENT AUDITS OF STATE LICENSED ASBESTOS PROFESSIONALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_98198507_6800"}, {"internal_id": 48064158, "Award ID": "98198506", "Award Amount": 49835.0, "Award Type": null, "Base Obligation Date": "2015-08-25", "CFDA Number": "66.701", "Description": "THE VERMONT DEPARTMENT OF HEALTH ASBESTOS IN SCHOOLS PROGRAM WILL: (1) REVIEW SCHOOL ASBESTOS MANAGEMENT PLANS TO ENSURE THEY ARE IN COMPLIANCE WITH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_98198506_6800"}, {"internal_id": 110190171, "Award ID": "98177809", "Award Amount": 100427.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE CONNECTICUT DEPARTMENT OF PUBLIC HEALTH (DPH) IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT LEAD-BASED PAINT INSPECTIONS, ENCOURAGE REGULATORY ACTIVITIES WITHIN CONNECTICUT TO ESTABLISH THEIR OWN PROGRAMS FOR LEAD-BASED PAINT, AND PROVIDE FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR THE LEAD-BASED PAINT PROGRAM(S).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_98177809_6800"}, {"internal_id": 68568408, "Award ID": "98177808", "Award Amount": 104000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "66.701", "Description": "THIS AGREEMENT SUPPORTS CONNECTICUT'S PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO LEAD-BASED PAINT HAZARDS BY OVERSEEING LEAD-BASED PAINT ABATEMENT CERTIFICATION COURSES AS WELL AS LEAD-BASED PAINT ABATEMENT ACTIVITIES IN PRE-1978 CHILD-OCCUPIED HOUSING. SPECIFICALLY, THE RECIPIENT WILL CONDUCT AUDITS OF ACCREDITED LEAD ABATEMENT TRAINING COURSES AND TOXIC SUBSTANCES CONTROL ACT (TSCA) 402/404 COMPLIANCE INSPECTIONS. THE RECIPIENT WILL ALSO ENDEAVOR TO RETURN OUT OF COMPLIANCE FIRMS AND INDIVIDUALS INTO COMPLIANCE WITH THE ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_98177808_6800"}, {"internal_id": 98566357, "Award ID": "97430420", "Award Amount": 173000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-16", "CFDA Number": "66.701", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $52,000 TO SUPPORT THE ALABAMA DEPARTMENT OF PUBLIC HEALTH IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES (SPECIFICALLY ASBESTOS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_97430420_6800"}, {"internal_id": 85201314, "Award ID": "97105311", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS RHODE ISLAND DEPARTMENT OF HEALTH (DOH) IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT LEAD-BASED PAINT INSPECTIONS, ENCOURAGE REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR LEAD-BASED PAINT, AND PROVIDE FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR THE LEAD-BASED PAINT PROGRAM(S).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_97105311_6800"}, {"internal_id": 47979654, "Award ID": "97105310", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "66.701", "Description": "PER YOUR AUGUST 2, 2017 APPLICATION REQUEST, THIS GRANT AGREEMENT IS BEING AWARDED TO THE RHODE ISLAND DEPARTMENT OF HEALTH (RIDOH) LEAD PROGRAM. THE PROGRAM WILL: (1) CONDUCT 90 INSPECTION/AUDITS OF REMODELING AND RENOVATION ACTIVITIES; (2) MAINTAIN A LEAD-SAFE LICENSING PROGRAM FOR LEAD-SAFE REMODELING AND RENOVATION PROFESSIONALS; (3) DISTRIBUTE LEAD PRE-RENOVATION EDUCATION (PRE) INFORMATION TO LEAD-SAFE REMODELER/RENOVATORS; (4) MAINTAIN AN ENVIRONMENTAL LEAD PROGRAM WEBSITE TO PROVIDE AWARENESS TO A VARIED AUDIENCE; AS WELL AS (5) PROVIDE EXTERIOR LEAD BASED PAINT COMPLIANCE ASSISTANCE AND AWARENESS OF LEAD BASED PAINT HAZARDS TO THE REGULATED COMMUNITY. ALL ADMINISTRATIVE AND PROGRAMMATIC TERMS AND CONDITIONS OF THIS AWARD HAVE BEEN IMPLEMENTED AND ARE IN FULL FORCE AND EFFECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee5b8dd-ebe4-5439-cbc4-ba8e70a08e51-C", "generated_internal_id": "ASST_NON_97105310_6800"}, {"internal_id": 140709294, "Award ID": "96810421", "Award Amount": 866793.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "66.701", "Description": "THIS AGREEMENT PROVIDES FUNDING FOR THE OPERATION OF THE COLORADO DEPARTMENT OF AGRICULTURE'S CONTINUING ENVIRONMENTAL PROGRAMS WHILE GIVING IT GREATER FLEXIBILITY TO ADDRESS ITS HIGHEST ENVIRONMENTAL PRIORITIES, IMPROVE ENVIRONMENTAL PERFORMANCE, ACHIEVE ADMINISTRATIVE SAVINGS AND STRENGTHEN THE PARTNERSHIP BETWEEN THE COLORADO DEPARTMENT OF AGRICULTURE AND EPA. THIS AGREEMENT FUNDS STATEWIDE PROGRAMS TO DEVELOP AND MAINTAIN A COMPREHENSIVE PESTICIDE PROGRAM THAT ADDRESSES ALL ASPECTS OF PESTICIDE ENFORCEMENT, INITIATIVES/IMPLEMENTATION, AND CERTIFICATION AND TRAINING.  IN ADDITION, THE RECIPIENT  WILL USE THE MULTIPURPOSE GRANT (MPG) FUNDING TO SUPPLEMENT APPROVED WORKPLAN COMPONENTS. THE WORK INCLUDES OUTPUTS AND OUTCOMES ASSOCIATED WITH MANAGING CONTINUING ENVIRONMENTAL PROGRAMS WHICH INCLUDE ACTIVITIES TO PROTECT AND MAINTAIN CHEMICAL SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ccb9af3-44a4-50ea-5fb4-12ffe7beee08-C", "generated_internal_id": "ASST_NON_96810421_6800"}, {"internal_id": 110190062, "Award ID": "96590312", "Award Amount": 250814.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE ILLINOIS DEPARTMENT OF PUBLIC HEALTH (IDPH) ALLOWS THE IDPH TO CONTINUE IMPLEMENTING THE ILLINOIS ASBESTOS ABATEMENT FOR PUBLIC AND PRIVATE SCHOOLS AND COMMERCIAL AND PUBLIC BUILDINGS IN ILLINOIS ACT. THE STATE WILL DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS, TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT LEAD-BASED PAINT INSPECTIONS, ENCOURAGE REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR LEAD-BASED PAINT, AND PROVIDE FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR THE LEAD-BASED PAINT PROGRAM(S).  IDPH WILL ALSO ISSUE ENFORCEMENT ACTIONS WHEN VIOLATIONS ARE FOUND AND PROVIDE COMPLIANCE ASSISTANCE AS NEEDED, UNDER ILLINOIS AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_96590312_6800"}, {"internal_id": 47922899, "Award ID": "96590311", "Award Amount": 360000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-19", "CFDA Number": "66.701", "Description": "THIS COOPERATIVE AGREEMENT WITH THE ILLINOIS DEPARTMENT OF PUBLIC HEALTH (IDPH) ALLOWS THE IDPH TO CONTINUE IMPLEMENTING THE ILLINOIS ASBESTOS ABATEMENT FOR PUBLIC AND PRIVATE SCHOOLS AND COMMERCIAL AND PUBLIC BUILDINGS IN ILLINOIS ACT.  IDPH INTENDS TO IMPLEMENT THE STATE ASBESTOS REGULATORY/ENFORCEMENT PROGRAM TO INSPECT SCHOOL BUILDINGS THAT ARE SUSPECTED OF CONTAINING ASBESTOS AND ENSURE THAT INDIVIDUALS WHO PERFORM ASBESTOS RELATED ACTIVITIES IN SCHOOLS ARE PROPERLY TRAINED AND CERTIFIED.  IDPH WILL ALSO ISSUE ENFORCEMENT ACTIONS WHEN VIOLATIONS ARE FOUND AND PROVIDE COMPLIANCE ASSISTANCE AS NEEDED, UNDER ILLINOIS AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_96590311_6800"}, {"internal_id": 81863159, "Award ID": "96481619", "Award Amount": 248000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-20", "CFDA Number": "66.701", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $75,000 TO THE GEORGIA DEPARTMENT OF NATURAL RESOURCES WHICH SUPPORTS THE STATE'S PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS REMOVAL CERTIFICATION COURSES AS WELL AS ASBESTOS ACTIVITIES IN SCHOOLS. SPECIFICALLY THE RECIPIENT WILL CONDUCT AUDITS OF ACCREDITED ASBESTOS TRAINING COURSES AND ASBESTOS HAZARD EMERGENCY RESPONSE ACT (AHERA) COMPLIANCE INSPECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_96481619_6800"}, {"internal_id": 47910957, "Award ID": "96481614", "Award Amount": 281088.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "66.701", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $23,750 TO ASSIST IN DEVELOPING AND ENHANCING COMPREHENSIVE TOXIC SUBSTANCE ENFORCEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_96481614_6800"}, {"internal_id": 111062272, "Award ID": "96412020", "Award Amount": 197569.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.701", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $97,569 TO TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_96412020_6800"}, {"internal_id": 68326607, "Award ID": "96412018", "Award Amount": 70000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-20", "CFDA Number": "66.701", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $70,00 TO SUPPORT THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION'S WITH CONDUCTING COMPLIANCE AND MONITORING INSPECTIONS FOR FACILITIES USING CONCENTRATED POLYCLORINATED BIPHENYLS INCLUDING USERS, TRANSPORTERS, COMMERCIAL STORERS AND DISPOSERS OF POLYCLORINATED BIPHENYLS TO ENSURE COMPLIANCE WITH THE ENVIRONMENTAL PROTECTION AGENCIES RULES, GUIDANCE AND POLICIES. THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION WILL PROVIDE COMPLIANCE ASSISTANCE TO THE REGULATED COMMUNITY AND RESPOND TO COMPLAINTS AND INCIDENTS INVOLVING POLYCLORINATED BIPHENYLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_96412018_6800"}, {"internal_id": 47887707, "Award ID": "96275016", "Award Amount": 93750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-22", "CFDA Number": "66.701", "Description": "THIS AGREEMENT PROVIDES FUNDING FOR THE DEVELOPMENT AND OPERATION OF A PROGRAM THAT OVERSEES COMPLIANCE WITH THE ASBESTOS HAZARD EMERGENCY RESPONSE A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "535e446a-c1be-2c43-45d8-9eb5b9ab00d2-C", "generated_internal_id": "ASST_NON_96275016_6800"}, {"internal_id": 68326463, "Award ID": "96262818", "Award Amount": 286000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-08", "CFDA Number": "66.701", "Description": "THIS AGREEMENT SUPPORTS THE NEW JERSEY DEPARTMENT OF HEALTH'S (NJDOH) PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS MANAGEMENT ACTIVITIES IN SCHOOLS.  SPECIFICALLY, NJDOH WILL CONDUCT ASBESTOS HAZARD EMERGENCY RESPONSE ACT (AHERA) COMPLIANCE INSPECTIONS.  NJDOH WILL ALSO ENDEAVOR TO RETURN OUT OF COMPLIANCE LOCAL EDUCATION AGENCIES (LEAS) TO COMPLIANCE WITH THE ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_96262818_6800"}, {"internal_id": 68326580, "Award ID": "96262718", "Award Amount": 212000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-08", "CFDA Number": "66.701", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO SUPPORT THE NEW JERSEY DEPARTMENT OF HEALTH IN ENFORCING LEAD-BASED PAINT ACCREDITATION AND TRAINING PROGRAMS BY BUILDING THE STATES CAPACITY TO ENFORCE PROGRAM ACTIVITIES INCLUDING AUDITING, INSPECTING, AND EVALUATING RISK ASSESSMENTS.  THE PROJECT ENSURES THAT INDIVIDUALS AND FIRMS ENGAGED IN LEAD-BASED PAINT ACTIVITIES ARE IN COMPLIANCE WITH THE REGULATIONS THUS REDUCING LEAD EXPOSURE RISKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_96262718_6800"}, {"internal_id": 67620895, "Award ID": "96262618", "Award Amount": 286000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-26", "CFDA Number": "66.701", "Description": "THIS AGREEMENT SUPPORTS THE NEW YORK STATE DEPARTMENT OF LABOR'S (NYSDOL) PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS MANAGEMENT ACTIVITIES IN SCHOOLS.  SPECIFICALLY, NYSDOL WILL CONDUCT ASBESTOS HAZARD EMERGENCY RESPONSE ACT (AHERA) COMPLIANCE INSPECTIONS.  NYSDOH WILL ALSO ENDEAVOR TO RETURN OUT OF COMPLIANCE LOCAL EDUCATION AGENCIES (LEAS) TO COMPLIANCE WITH THE ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2a390c1-d7aa-00da-1424-3e1044c081be-C", "generated_internal_id": "ASST_NON_96262618_6800"}, {"internal_id": 139786169, "Award ID": "96245921", "Award Amount": 117000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE NEW YORK STATE DEPARTMENT OF LABOR'S PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS MANAGEMENT ACTIVITIES IN SCHOOLS.   THE GOAL OF THE PROGRAM IS TO RETURN OUT OF COMPLIANCE LOCAL EDUCATION AGENCIES TO COMPLIANCE WITH THE ACT, BY DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS.  THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2a390c1-d7aa-00da-1424-3e1044c081be-C", "generated_internal_id": "ASST_NON_96245921_6800"}, {"internal_id": 152549350, "Award ID": "02F17501", "Award Amount": 79000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.701", "Description": "DESCRIPTION:THIS PROGRAM SUPPORTS THE LOUISIANA DEPARTMENT OF ENVIRONMENTAL QUALITY (LDEQ) IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT PUBLIC SCHOOLS AND NON-PUBLIC SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS.ACTIVITIES:LOUISIANA DEPARTMENT OF ENVIRONMENTAL QUALITY'S (LDEQ'S) GOAL IN THE IMPLEMENTATION OF ITS ASBESTOS ASBESTOS HAZARDOUS EMERGENCY RESPONSE ACT (AHERA) PROGRAM IS TO REDUCE PUBLIC EXPOSURE TO ASBESTOS HAZARDS IN SCHOOLS THROUGH COMPLIANCE MONITORING AND PUBLIC OUTREACH. SPECIFICALLY, LDEQ WILL: 1) PARTICIPATE IN OUTREACH TO KEEP THE PUBLIC AND SCHOOL OFFICIALS INFORMED OF ASBESTOS HAZARDS; 2) RESPOND TO ASBESTOS-RELATED COMPLAINTS IN SCHOOLS; 3) PROVIDE COMPLIANCE ASSISTANCE AND TAKE ENFORCEMENT ACTIONS, AS NEEDED; 4)  REVIEW ASBESTOS MANAGEMENT PLANS (AMPS) SUBMITTED BY SCHOOLS; 5) ADMINISTER A TRAINING PROVIDERS' RECOGNITION PROGRAM; AND, 6) ADMINISTER AN ACCREDITATION PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: 1) INSPECTIONS OF SCHOOLS FOR ASBESTOS-CONTAINING BUILDING MATERIAL; AND 2) PREPARATION OF MANAGEMENT PLANS AND ACTIONS TO BE TAKEN TO PREVENT OR REDUCE ASBESTOS HAZARDS. IN ADDITION, PERSONNEL WORKING ON ASBESTOS ACTIVITIES IN THESE BUILDINGS MUST BE PROPERLY TRAINED AND ACCREDITED. OUTCOMES INCLUDE A SAFER ENVIRONMENT IN SCHOOLS, PROTECTION OF HEALTH IN STUDENTS AND SCHOOL PERSONNEL, AND IMPROVED AWARENESS OF ASBESTOS SAFETY MEASURES. DIRECT BENEFICIARIES OF THIS ASSISTANCE AGREEMENT ARE THE RESIDENTS AND OCCUPANTS OF THE STATE OF LOUISIANA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31d3f15f-e80d-5a3e-f591-15f7f88cc1df-C", "generated_internal_id": "ASST_NON_02F17501_6800"}, {"internal_id": 111062260, "Award ID": "01F85301", "Award Amount": 90000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS LDEQ IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31d3f15f-e80d-5a3e-f591-15f7f88cc1df-C", "generated_internal_id": "ASST_NON_01F85301_6800"}, {"internal_id": 139813811, "Award ID": "01F83201", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS LOUISIANA DEPARTMENT OF ENVIRONMENTAL QUALITY (LDEQ) IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA (TOXIC SUBSTANCE CONTROL ACT) SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO\nENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA (ENVIRONMENTAL PROTECTION AGENCY) WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31d3f15f-e80d-5a3e-f591-15f7f88cc1df-C", "generated_internal_id": "ASST_NON_01F83201_6800"}, {"internal_id": 88416555, "Award ID": "01F65001", "Award Amount": 148699.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE STATE OF LOUISIANA'S PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31d3f15f-e80d-5a3e-f591-15f7f88cc1df-C", "generated_internal_id": "ASST_NON_01F65001_6800"}, {"internal_id": 69783580, "Award ID": "01F53401", "Award Amount": 144194.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "66.701", "Description": "THIS AGREEMENT SUPPORTS THE STATE OF LOUISIANA 'S PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS REMOVAL CERTIFICATION COURSES AS WELL AS ASBESTOS ACTIVITIES IN SCHOOLS.  SPECIFICALLY, THE RECIPIENT WILL CONDUCT AUDITS OF ACCREDITED ASBESTOS TRAINING COURSES AND ASBESTOS HAZARD EMERGENCY RESPONSE ACT (AHERA) COMPLIANCE INSPECTIONS.  THE RECIPIENT WILL ALSO ENDEAVOR TO RETURN OUT OF COMPLIANCE LOCAL EDUCATION AGENCIES TO COMPLIANCE WITH THE ACT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31d3f15f-e80d-5a3e-f591-15f7f88cc1df-C", "generated_internal_id": "ASST_NON_01F53401_6800"}, {"internal_id": 68568358, "Award ID": "00E44709", "Award Amount": 616078.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-04", "CFDA Number": "66.701", "Description": "THIS PROGRAM WILL SUPPORT THE STATE OF INDIANA IN THE ADMINISTRATION AND ENFORCEMENT OF THE LEAD-BASED PAINT ACCREDITATION PROGRAM, TRAINING INDIVIDUALS, AND ESTABLISHING WORKPLACE STANDARDS IN RESIDENTIAL HOUSING BUILT BEFORE 1978.  THE TRAINING OF INDIVIDUALS ENGAGED IN LEAD-BASED PAINT ABATEMENTS, ACCREDITATION OF TRAINING PROVIDERS, AND CERTIFICATION OF CONTRACTORS WILL RESULT IN A REDUCTION OF EXPOSURE TO LEAD RESULTING IN IMPROVED PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_00E44709_6800"}, {"internal_id": 140709327, "Award ID": "00E31611", "Award Amount": 1313540.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "66.605", "Description": "THIS AGREEMENT PROVIDES FUNDING FOR THE OPERATION OF THE ILLINOIS DEPARTMENT OT PUBLIC HEALTH'S CONTINUING ENVIRONMENTAL PROGRAMS WHILE GIVING IT GREATER FLEXIBILITY TO ADDRESS ITS HIGHEST ENVIRONMENTAL PRIORITIES, IMPROVE ENVIRONMENTAL  PERFORMANCE, ACHIEVE ADMINISTRATIVE SAVINGS AND STRENGTHEN THE PARTNERSHIP BETWEEN THE ILLINOIS DEPARTMENT OF PUBLIC HEALTH AND THE ENVIRONMENTAL PROTECTION AGENCY.  THE WORK INCLUDES OUTPUTS AND OUTCOMES ASSOCIATED WITH MANAGING CONTINUING ENVIRONMENTAL PROGRAMS WHICH INCLUDE ACTIVITIES TO PROTECT AND MAINTAIN LEAD AND ENFORCEMENT ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_00E31611_6800"}, {"internal_id": 151169461, "Award ID": "00A01056", "Award Amount": 39000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "66.701", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF VERMONT DEPARTMENT OF HEALTH'S ASBESTOS PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES.  THE PROGRAM'S PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. THIS AGREEMENT PROVIDES FUNDS TO IMPLEMENT AND CONDUCT ASBESTOS INSPECTIONS. FUNDS MAY ALSO BE USED TO ENCOURAGE REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN ASBESTOS PROGRAM. THE PROGRAM'S PUBLIC PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. ACTIVITIES:THE RECIPIENT WILL IMPLEMENT A STATE PROGRAM TO CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS, AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBILITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES OF THIS ASSISTANCE AGREEMENT INCLUDE:  (1)  CONDUCT 14 ASBESTOS INSPECTIONS AND COMPLIANCE MONITORING ACTIVITIES, (2) PROVIDE TECHNICAL ASSISTANCE TO LOCAL EDUCATION AGENCIES (LEAS) AND THE REGULATED COMMUNITY, AND (3) DISTRIBUTE EDUCATION AND OUTREACH.\n\nANTICIPATED OUTCOMES OF THIS ASSISTANCE AGREEMENT ARE TO PREVENT ILLNESS OR DISEASE THAT MAY BE CAUSED BY ENVIRONMENTAL THREATS, BOTH NATURAL AND HUMAN-MADE, AND TO REDUCE OR ELIMINATE HARMFUL ENVIRONMENTAL EXPOSURES TO ASBESTOS BY APPLYING SOUND SCIENCE AND REGULATION TO ASSESS AND MINIMIZE RISK.              \n\nINTENDED BENEFICIARIES OF THIS PROGRAM INCLUDE FAMILIES AND RESIDENTS LIVING IN VERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_00A01056_6800"}, {"internal_id": 151676357, "Award ID": "00A01026", "Award Amount": 158000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "66.701", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICE'S ASBESTOS PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. THE PROGRAM'S PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. THIS AGREEMENT PROVIDES FUNDS TO IMPLEMENT AND CONDUCT ASBESTOS INSPECTIONS. FUNDS MAY ALSO BE USED TO ENCOURAGE REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN ASBESTOS PROGRAM. THE PROGRAM'S PUBLIC PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. ACTIVITIES:THE RECIPIENT WILL IMPLEMENT A STATE PROGRAM TO CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS, AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBILITIES.SUBRECIPIENT:COMPUTER MAINTENANCE / SUPPORT TO NH DEPARTMENT OF INFORMATION TECHNOLOGY\n($5,307 PER COMPUTER X 2 YEARS = $10,614)OUTCOMES:THE ANTICIPATED DELIVERABLES OF THIS ASSISTANCE AGREEMENT INCLUDE:  (1)  CONDUCT 60 ASBESTOS INSPECTIONS AND COMPLIANCE MONITORING ACTIVITIES, (2) PROVIDE TECHNICAL ASSISTANCE TO LOCAL EDUCATION AGENCIES (LEAS) AND THE REGULATED COMMUNITY, AND (3) DISTRIBUTE EDUCATION AND OUTREACH.\n\nANTICIPATED OUTCOMES OF THIS ASSISTANCE AGREEMENT ARE TO PREVENT ILLNESS OR DISEASE THAT MAY BE CAUSED BY ENVIRONMENTAL THREATS, BOTH NATURAL AND HUMAN-MADE, AND TO REDUCE OR ELIMINATE HARMFUL ENVIRONMENTAL EXPOSURES TO ASBESTOS BY APPLYING SOUND SCIENCE AND REGULATION TO ASSESS AND MINIMIZE RISK.              \n\nINTENDED BENEFICIARIES OF THIS PROGRAM INCLUDE FAMILIES AND RESIDENTS LIVING IN NEW HAMPSHIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_00A01026_6800"}, {"internal_id": 140709067, "Award ID": "00A00999", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-02", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS CONNECTICUT DEPARTMENT OF PUBLIC HEALTH'S (CT DPH) ASBESTOS PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS, AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_00A00999_6800"}, {"internal_id": 151676332, "Award ID": "00A00976", "Award Amount": 79000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "66.701", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE STATE OF RHODE ISLAND DEPARTMENT OF HEALTH'S ASBESTOS PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. THE PROGRAM'S PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. THIS AGREEMENT PROVIDES FUNDS TO IMPLEMENT AND CONDUCT ASBESTOS INSPECTIONS. FUNDS MAY ALSO BE USED TO ENCOURAGE REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN ASBESTOS PROGRAM. THE PROGRAM'S PUBLIC PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. ACTIVITIES:THE RECIPIENT WILL IMPLEMENT A STATE PROGRAM TO CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS, AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBILITIES.SUBRECIPIENT:SUBAWARD TO KYRAN RESEARCH ASSOCIATES, INC. FOR DATABASE UPGRADES AND MAINTENANCE IN THE AMOUNT OF $7,500.\nFOR CONTINUING THE MIGRATION PROJECT REQUIRED BY THE RI DEPARTMENT OF INFORMATION TECHNOLOGY AND UPDATING THE ASBESTOS INSPECTION TRACKING TO INCREASE EFFICIENCIES IN COMPLIANCE MONITORING AND ENFORCEMENT.\nOUTCOMES:THE ANTICIPATED DELIVERABLES OF THIS ASSISTANCE AGREEMENT INCLUDE:  (1)  CONDUCT 40 ASBESTOS INSPECTIONS AND COMPLIANCE MONITORING ACTIVITIES, (2) PROVIDE TECHNICAL ASSISTANCE TO LOCAL EDUCATION AGENCIES (LEAS) AND THE REGULATED COMMUNITY, AND (3) DISTRIBUTE EDUCATION AND OUTREACH.\n\nANTICIPATED OUTCOMES OF THIS ASSISTANCE AGREEMENT ARE TO PREVENT ILLNESS OR DISEASE THAT MAY BE CAUSED BY ENVIRONMENTAL THREATS, BOTH NATURAL AND HUMAN-MADE, AND TO REDUCE OR ELIMINATE HARMFUL ENVIRONMENTAL EXPOSURES TO ASBESTOS BY APPLYING SOUND SCIENCE AND REGULATION TO ASSESS AND MINIMIZE RISK.              \n\nINTENDED BENEFICIARIES OF THIS PROGRAM INCLUDE FAMILIES AND RESIDENTS LIVING IN RHODE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_00A00976_6800"}, {"internal_id": 140709257, "Award ID": "00A00952", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS RHODE ISLAND DEPARTMENT OF HEALTH'S ASBESTOS (RI D.O.H.'S) PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF P", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_00A00952_6800"}, {"internal_id": 152691230, "Award ID": "00A00895", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-12", "CFDA Number": "66.701", "Description": "DESCRIPTION:AS THE PRIMARY COORDINATING AGENCY OF THE COMMONWEALTH FOR STATE LEAD ENFORCEMENT PURSUANT TO TSCA, TITLE IV, THE MASSACHUSETTS DEPARTMENT OF LABOR STANDARDS ('DLS') PROPOSES LEAD ENFORCEMENT INITIATIVES OF THREE GENERAL TYPES IN FY2023.  THESE INITIATIVES ARE IN ACCORDANCE WITH USEPA PRIORITIES FOR DECENTRALIZATION OF TITLE IV LEAD REGULATORY OPERATIONS AND AUTHORITY TO THE STATES.  IN ADDITION, THESE INITIATIVES APPLY EPA'S OPERATING PRINCIPLES FOR COMPLIANCE ASSISTANCE, COMPLIANCE MONITORING, INCENTIVES, AND ENFORCEMENT ACTIONS TO THE DEVELOPMENT OF THE MA LEAD TRAINING, ACCREDITATION AND CERTIFICATION PROGRAMS IN AN EFFECTIVE MANNER. ACTIVITIES:THESE PROPOSED INITIATIVES ARE: \n\nTHE CONDUCT OF 44 LEAD-SAFE RENOVATION OR 'RRP' RULE INSPECTIONS FOR THE TWO YEAR GRANT PERIOD FOCUSED ON WORK SITES WHERE CARELESSLY OR IMPROPERLY CONDUCTED HOME RENOVATION WORK RESULTS IN THE CREATION OF SERIOUS LEAD HAZARDS OR LEAD POISONINGS.  THIS WORK WOULD INCLUDE THE DEVELOPMENT AND REFINEMENT OF INSPECTIONAL CHECKLISTS AND OTHER ENFORCEMENT PROTOCOLS FOR ENFORCEMENT OF LSR-RELATED REQUIREMENTS THAT HAVE RECENTLY BEEN INCORPORATED INTO THE DLS DELEADING STANDARD.  ENFORCEMENT ACTIONS ARISING FROM SAID INSPECTIONS WOULD BE ASSESSED AND PROSECUTED IN ACCORDANCE WITH OUR REVISED 2017 ENFORCEMENT RESPONSE POLICY (ERP) DEVELOPED UNDER A PREVIOUS COOPERATIVE AGREEMENT. \n\nA CONTINUATION OF THE LEAD ABATEMENT INSPECTIONS BEGUN UNDER PREVIOUS COOPERATIVE AGREEMENTS.  THESE INSPECTIONS WILL DOCUMENT COMPLIANCE WITH TSCA, TITLE IV REQUIREMENTS SET FORTH AT 40 CFR PART 745, SUBPART L AND STATE REQUIREMENTS FOR LEAD-BASED PAINT ACTIVITIES SET FORTH AT 454 CMR 22.00.  A TOTAL OF 14 DELEADING COMPLIANCE INSPECTIONS WOULD BE PERFORMED FOR THE TWO YEAR GRANT PERIOD.  THESE INSPECTIONS WOULD BE TARGETED THROUGH OUR NEUTRAL ADMINISTRATIVE INSPECTION SCHEME WHICH INCORPORATES JOB NOTIFICATIONS, TIPS AND COMPLAINTS AND PRIOR HISTORY OF NON-COMPLIANCE.  ENFORCEMENT ACTIONS ARISING FROM SAID INSPECTIONS WOULD BE ASSESSED IN ACCORDANCE WITH OUR REVISED 2017 ENFORCEMENT RESPONSE POLICY (ERP) DEVELOPED UNDER A PREVIOUS COOPERATIVE AGREEMENT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:- CONDUCT 44 LSR/RRP RULE INSPECTIONS FOCUSED ON WORK SITES WHERE RENOVATION IS BEING PERFORMED, TO CHECK FOR PROPER TRAINING OF THE WORK FORCE, LICENSURE OF THE COMPANY OR FIRM, AND COMPLIANCE WITH DLS' LEAD-SAFE RENOVATION WORK PRACTICE REQUIREMENTS. \n- DLS PROPOSES TO CONDUCT 14 DELEADING ENFORCEMENT INSPECTIONS BEGUN UNDER A PREVIOUS COOPERATIVE AGREEMENT. \n\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE CITIZENS OF MASSACHUSETTS, AND ESPECIALLY CHILDREN, AS LEAD POISONING IN CHILDREN CAUSES NUMEROUS HEALTH PROBLEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7663207e-ef10-07a8-e293-4d05543671a6-C", "generated_internal_id": "ASST_NON_00A00895_6800"}, {"internal_id": 139786168, "Award ID": "00A00771", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS VERMONT DEPARTMENT OF HEALTH'S PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_00A00771_6800"}, {"internal_id": 110297690, "Award ID": "00A00756", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS VERMONT DEPARTMENT OF HEALTH'S PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_00A00756_6800"}, {"internal_id": 110297682, "Award ID": "00A00715", "Award Amount": 91000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS RHODE ISLAND DEPARTMENT OF HEALTH'S ASBESTOS (RI D.O.H.'S) PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_00A00715_6800"}, {"internal_id": 111635736, "Award ID": "00A00631", "Award Amount": 260000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-23", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS MASSACHUSETTS DEPARTMENT OF LABOR STANDARDS IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT LEAD-BASED PAINT INSPECTIONS, ENCOURAGE REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR LEAD-BASED PAINT, AND PROVIDE FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR THE LEAD-BASED PAINT PROGRAM(S).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7663207e-ef10-07a8-e293-4d05543671a6-C", "generated_internal_id": "ASST_NON_00A00631_6800"}, {"internal_id": 95593588, "Award ID": "00A00564", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-12", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS VERMONT DEPARTMENT OF HEALTH'S PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TOXIC SUBSTANCES CONTROL ACT (TSCA) SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_00A00564_6800"}, {"internal_id": 68568540, "Award ID": "00A00455", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "66.701", "Description": "PER YOUR APPLICATION REQUEST DATED MAY 4, 2018, THIS COOPERATIVE AGREEMENT IS BEING AWARDED PARTIAL FUNDING IN THE AMOUNT OF $23,000 TO THE MASSACHUSETTS DEPARTMENT OF LABOR STANDARDS. THESE FUNDS WILL ASSIST WITH PROGRAMS TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO LEAD-BASED PAINT HAZARDS BY OVERSEEING LEAD-BASED PAINT ABATEMENT AND RENOVATE, REPAIR AND PAINTING (RRP) CERTIFICATION COURSES AS WELL AS LEAD-BASED PAINT ABATEMENT AND RRP ACTIVITIES IN PRE-1978 CHILD-OCCUPIED HOUSING. SPECIFICALLY, THE RECIPIENT WILL CONDUCT AUDITS OF ACCREDITED LEAD ABATEMENT AND RRP TRAINING COURSES AND LEAD ABATEMENT AND RRP COMPLIANCE INSPECTIONS. THE RECIPIENT WILL ALSO ENDEAVOR TO RETURN OUT OF COMPLIANCE FIRMS AND INDIVIDUALS INTO COMPLIANCE WITH THE ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7663207e-ef10-07a8-e293-4d05543671a6-C", "generated_internal_id": "ASST_NON_00A00455_6800"}, {"internal_id": 88416585, "Award ID": "00A00429", "Award Amount": 166000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "66.701", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 14, 2019, THIS COOPERATIVE AGREEMENT IS BEING AWARD PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $75,000 TO THE CONNECTICUT DEPARTMENT OF PUBLIC HEALTH.  THESE FUNDS WILL  ASSIST IN  DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_00A00429_6800"}, {"internal_id": 83285486, "Award ID": "00A00289", "Award Amount": 28000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-16", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE NEW HAMPSHIRE DEPARTMENT OF HEALTH AND HUMAN SERVICES IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT LEAD-BASED PAINT INSPECTIONS, ENCOURAGE REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR LEAD-BASED PAINT, AND PROVIDE FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR THE LEAD-BASED PAINT PROGRAM(S).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_00A00289_6800"}, {"internal_id": 85201208, "Award ID": "00A00282", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-23", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_00A00282_6800"}, {"internal_id": 68326600, "Award ID": "00A00267", "Award Amount": 46000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "66.701", "Description": "THIS AGREEMENT SUPPORTS NEW HAMPSHIRE'S PROGRAM TO PROTECT PUBLIC HEALTH FROM EXPOSURE TO LEAD-BASED PAINT HAZARDS BY OVERSEEING LEAD-BASED PAINT ABATEMENT CERTIFICATION COURSES AS WELL AS LEAD-BASED PAINT ABATEMENT ACTIVITIES IN PRE-1978 CHILD-OCCUPIED HOUSING. SPECIFICALLY, THE RECIPIENT WILL CONDUCT AUDITS OF ACCREDITED LEAD ABATEMENT TRAINING COURSES AND TOXIC SUBSTANCES CONTROL ACT (TSCA) 402/404 COMPLIANCE INSPECTIONS. THE RECIPIENT WILL ALSO ENDEAVOR TO RETURN OUT OF COMPLIANCE FIRMS AND INDIVIDUALS INTO COMPLIANCE WITH THE ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_00A00267_6800"}, {"internal_id": 39173813, "Award ID": "00A00190", "Award Amount": 206000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "66.701", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 3, 2016, THIS GRANT AGREEMENT IS BEING AWARDED PARTIAL FUNDING IN THE AMOUNT OF  $170,000 TO THE MASSACHUSETT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7663207e-ef10-07a8-e293-4d05543671a6-C", "generated_internal_id": "ASST_NON_00A00190_6800"}, {"internal_id": 150724726, "Award ID": "00950823", "Award Amount": 39000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "66.701", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO SUPPORT HAWAII DEPARTMENT OF HEALTH IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. THE RECIPIENT MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBILITIES. THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $39,000.\n\nACTIVITIES:RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES WILL INCLUDE QUARTERLY REPORTS.  THE EXPECTED OUTCOME IS TO SUPPORT HAWAII DEPARTMENT OF HEALTH IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES.  EXPECTED BENEFICIARIES ARE THE CITIZENS OF HAWAII.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_00950823_6800"}, {"internal_id": 140709311, "Award ID": "00950822", "Award Amount": 39000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "66.701", "Description": "THE PURPOSE OF THIS AWARD IS TO SUPPORT HAWAII DEPARTMENT OF HEALTH IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE EN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_00950822_6800"}, {"internal_id": 88416506, "Award ID": "00950820", "Award Amount": 90000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS THE STATE OF HAWAII IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS.        THIS ASSISTANCE AMENDMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $77,000 FOR THE FIRST YEAR OF THIS GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_00950820_6800"}, {"internal_id": 69783614, "Award ID": "00950819", "Award Amount": 45406.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "66.701", "Description": "THE GRANTEE WILL CONDUCT COMPLIANCE MONITORING ACTIVITIES TO DETERMINE COMPLIANCE OF REGULATED PARTIES WITH ASBESTOS IN SCHOOLS REQUIREMENT.    THIS AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $45,406.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_00950819_6800"}, {"internal_id": 39173596, "Award ID": "00950818", "Award Amount": 91000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-11", "CFDA Number": "66.701", "Description": "THE GRANTEE WILL CONDUCT COMPLIANCE MONITORING ACTIVITIES TO DETERMINE COMPLIANCE OF REGULATED PARTIES WITH ASBESTOS IN SCHOOLS REQUIREMENT.    THIS ASSISTANCE AMENDMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $45,406.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_00950818_6800"}, {"internal_id": 152691235, "Award ID": "00128320", "Award Amount": 163000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-12", "CFDA Number": "66.701", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES SUPPORT TO THE COMMONWEALTH OF MASSACHUSETTS DEPARTMENT OF LABOR STANDARDS' ASBESTOS PROGRAM IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. THE PROGRAM'S PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. THIS AGREEMENT PROVIDES FUNDS TO IMPLEMENT AND CONDUCT ASBESTOS INSPECTIONS. FUNDS MAY ALSO BE USED TO ENCOURAGE REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN ASBESTOS PROGRAM. THE PROGRAM'S PUBLIC PURPOSE IS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT.ACTIVITIES:THE RECIPIENT WILL IMPLEMENT A STATE PROGRAM TO CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS, AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TSCA SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENT'S COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART E OF PART 763) ALSO HAVE ENFORCEMENT RESPONSIBILITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES OF THIS ASSISTANCE AGREEMENT INCLUDE:  (1)  CONDUCT 64 ASBESTOS INSPECTIONS AND COMPLIANCE MONITORING ACTIVITIES, (2) PROVIDE TECHNICAL ASSISTANCE TO LOCAL EDUCATION AGENCIES (LEAS) AND THE REGULATED COMMUNITY, AND (3) DISTRIBUTE EDUCATION AND OUTREACH.\n\nANTICIPATED OUTCOMES OF THIS ASSISTANCE AGREEMENT ARE TO PREVENT ILLNESS OR DISEASE THAT MAY BE CAUSED BY ENVIRONMENTAL THREATS, BOTH NATURAL AND HUMAN-MADE, AND TO REDUCE OR ELIMINATE HARMFUL ENVIRONMENTAL EXPOSURES TO ASBESTOS BY APPLYING SOUND SCIENCE AND REGULATION TO ASSESS AND MINIMIZE RISK.              \n\nINTENDED BENEFICIARIES OF THIS PROGRAM INCLUDE FAMILIES AND RESIDENTS LIVING IN MASSACHUSETTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7663207e-ef10-07a8-e293-4d05543671a6-C", "generated_internal_id": "ASST_NON_00128320_6800"}, {"internal_id": 111062264, "Award ID": "00128319", "Award Amount": 171000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "66.701", "Description": "THIS PROGRAM SUPPORTS MASSACHUSETTS DEPARTMENT OF LABOR STANDARDS IN DEVELOPING AND MAINTAINING COMPLIANCE MONITORING PROGRAMS TO PREVENT OR ELIMINATE UNREASONABLE RISKS TO HEALTH OR THE ENVIRONMENT ASSOCIATED WITH CHEMICAL SUBSTANCES OR MIXTURES IN THEIR COMMUNITIES. SPECIFICALLY, THE RECIPIENT WILL CONDUCT ASBESTOS INSPECTIONS AT CHARTER SCHOOLS, PUBLIC SCHOOLS, PRIVATE, NON-PROFIT SCHOOLS AND RELIGIOUS SCHOOLS IN SUPPORT OF THE ASBESTOS-IN-SCHOOLS REQUIREMENTS. RECIPIENTS MAY ALSO CONDUCT INSPECTIONS THAT FALL UNDER THE MODEL ACCREDITATION PLAN (MAP), TOXIC SUBSTANCES CONTROL ACT (TSCA) SECTION 6 BAN AND PHASE OUT RULE, AND THE TSCA ASBESTOS WORKER PROTECTION STANDARDS. THIS PROGRAM ALSO ENCOURAGES REGULATORY ACTIVITIES WITHIN THE RECIPIENTS COMMUNITIES TO ESTABLISH THEIR OWN PROGRAMS FOR ASBESTOS (WAIVER PROGRAMS) AND PROVIDES FUNDS TO SUPPORT ENFORCEMENT ACTIVITIES FOR ASBESTOS WAIVER STATE PROGRAMS. RECIPIENTS THAT HAVE OBTAINED AN EPA WAIVER FROM THE ASBESTOS REGULATION (SUBPART", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7663207e-ef10-07a8-e293-4d05543671a6-C", "generated_internal_id": "ASST_NON_00128319_6800"}, {"internal_id": 68568393, "Award ID": "00128318", "Award Amount": 148000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "66.701", "Description": "PER YOUR APPLICATION REQUEST DATED APRIL 30, 2018, THIS COOPERATIVE AGREEMENT IS BEING AWARDED PARTIAL FUNDING IN THE AMOUNT OF $49,000 TO THE MASSACHUSETTS DEPARTMENT OF LABOR STANDARDS.  THESE FUNDS WILL ASSIST IN PROTECTING PUBLIC HEALTH FROM EXPOSURE TO ASBESTOS BY OVERSEEING ASBESTOS REMOVAL CERTIFICATION COURSES AS WELL AS ASBESTOS ACTIVITIES IN SCHOOLS.  SPECIFICALLY, THE RECIPIENT WILL CONDUCT AUDITS OF ACCREDITED ASBESTOS TRAINING COURSES AND ASBESTOS HAZARD EMERGENCY RESPONSE ACT (AHERA) COMPLIANCE INSPECTIONS.  THE RECIPIENT WILL ALSO ENDEAVOR TO RETURN OUT OF COMPLIANCE LOCAL EDUCATION AGENCIES TO COMPLIANCE WITH THE ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7663207e-ef10-07a8-e293-4d05543671a6-C", "generated_internal_id": "ASST_NON_00128318_6800"}, {"internal_id": 39171954, "Award ID": "00128317", "Award Amount": 205000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "66.701", "Description": "PER YOUR APPLICATION REQUEST DATED JUNE 3, 2016, THIS GRANT AGREEMENT IS BEING AWARDED PARTIAL FUNDING IN THE AMOUNT OF $28,000 TO THE MASSACHUSETTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7663207e-ef10-07a8-e293-4d05543671a6-C", "generated_internal_id": "ASST_NON_00128317_6800"}]