[{"internal_id": 75591871, "Award ID": "99T83601", "Award Amount": 180000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-28", "CFDA Number": "66.717", "Description": "THE GOAL OF THIS PROJECT IS TO LAUNCH A GREEN BUSINESS PILOT PROGRAM FOR NEVADA. THE PROGRAM WILL PROVIDE TECHNICAL ASSISTANCE ON WASTE REDUCTION AND RECOGNITION FOR THIRTY COMPANIES IN FOOD PROCESSING, ELECTRONICS MANUFACTURING, AND OTHER SMALL BUSINESSES. IT WILL ALSO TRAIN COLLEGE INTERNS TO CONDUCT ONSITE VISITS AND PROVIDE TECHNICAL ASSISTANCE TO THESE MANUFACTURERS.   THIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF 114,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e93955d8-0250-4540-55d4-c42b484d72ab-C", "generated_internal_id": "ASST_NON_99T83601_6800"}, {"internal_id": 48243652, "Award ID": "99T53301", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-29", "CFDA Number": "66.717", "Description": "THIS PROJECT PROVIDES TECHNICAL ASSISTANCE TO THE GROCERY SECTOR IN REGION 9 THROUGH ASSESSMENTS AND EMPLOYEE TRAINING, SECTOR METRICS, AND ADVOCATIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "51a5951e-f413-83ff-41d7-75ae2a476319-C", "generated_internal_id": "ASST_NON_99T53301_6800"}, {"internal_id": 161091171, "Award ID": "98T63201", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "66.717", "Description": "DESCRIPTION:THIS AWARD'S PURPOSE IS TO PROVIDE FUNDING TO SUPPORT POLLUTION PREVENTION TECHNICAL ASSISTANCE TO UNDERSERVED COMMUNITIES IN THE MONTEREY BAY AREA AND CENTRAL VALLEY REGIONS OF CALIFORNIA. THE RECIPIENT, CALIFORNIA GREEN BUSINESS NETWORK, WILL PROVIDE BILINGUAL 1:1 ONSITE TECHNICAL ASSISTANCE TO RESTAURANTS AND CHILDCARE FACILITIES TO TRANSITION TO REUSABLE FOODWARE AND SAFER JANITORIAL PRODUCTS. THE PURPOSE IS TO REDUCE PLASTIC POLLUTION AND TOXIC CHEMICAL POLLUTION AT THE SOURCE BY TRANSITIONING BUSINESSES TO MORE SUSTAINABLE AND SAFER PRACTICES AND HELPING THEM GET CERTIFIED AS GREEN BUSINESSES. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $95,000.00.ACTIVITIES:CALIFORNIA GREEN BUSINESS NETWORK (CAGBN) WILL HELP RESTAURANTS AND CHILDCARE FACILITIES REPLACE SINGLE-USE FOODWARE AND TOXIC CLEANERS WITH REUSABLE FOODWARE AND EPA SAFER CHOICE CLEANING PRODUCTS IN THE MONTEREY BAY AREA AND CENTRAL VALLEY REGIONS OF CA, FOCUSING ON HISTORICALLY UNDERSERVED COMMUNITIES. THE PROJECT GOALS ARE TO REACH AT LEAST 800 BUSINESSES THROUGH AWARENESS MARKETING, ENGAGE 200 DIRECTLY THROUGH EVENTS, PHONE CALLS, AND EMAILS; AND PROVIDE 1:1 ASSISTANCE TO 100 BUSINESSES, WITH AT LEAST 50 MAKING THE SWITCH TO REUSABLE FOODWARE AND/OR SAFER CHOICE PRODUCTS. FROM THESE, IT IS EXPECTED THAT UP TO 20 OF THESE BUSINESSES WILL GO ON TO GET GREEN BUSINESS CERTIFICATIONS. \nCAGBN WILL DEVELOP 3 CASE STUDIES ON KEY BUSINESSES AND ONE CASE STUDY ON A CHILDCARE FACILITY. MONTEREY BAY AREA COMMUNITIES TO BE TARGETED ARE SALINAS AND WATSONVILLE. IN THE CENTRAL VALLEY, CAGBN WILL CONVERT 20 BUSINESSES TO REUSABLE FOODWARE AND/OR SAFER JANITORIAL PRODUCTS AND RECOGNIZE AT LEAST 5 BUSINESSES. CAGBN WILL HIGHLIGHT THEIR WORK AT REGIONAL AND NATIONAL CONFERENCES AND CREATE A VIDEO TUTORIAL. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IN MONTEREY BAY AREA, CAGBN EXPECTS TO HAVE AT LEAST 50 BUSINESSES MAKE THE SWITCH TO REUSABLE FOODWARE AND/OR SAFER CLEANING PRODUCTS, WITH 20 OF THEM GETTING ENTRY LEVEL GREEN BUSINESS CERTIFICATIONS. CAGBN WILL DELIVER 3 CASE STUDIES TO HIGHLIGHT THEIR PROJECT RESULTS IN THIS REGION. \nIN CENTRAL VALLEY, CAGBN EXPECTS 20 BUSINESSES TO CONVERT TO REUSABLE FOODWARE AND/OR SAFER PRODUCTS, WITH 5 OF THEM GETTING RECOGNIZED. CAGBN WILL DELIVER AT LEAST 1 CASE STUDY FOR THIS WORK. \nCAGBN WILL DEVELOP STATEWIDE PERFORMANCE STANDARDS, GREEN TIPS, AND ENVIRONMENTAL OUTCOME METRICS FOR FOODWARE AND SAFER CHEMICALS TO BE BUILT INTO THEIR GREENBIZTRACKER SOFTWARE. \nESTIMATED SAVINGS FOR 20 CERTIFIED GREEN BUSINESS ARE 411 METRIC TONS CO2 EQUIV. GHG EMISSIONS REDUCTIONS, 136,358 LBS ANNUAL ESTIMATED SOLID WASTE AVOIDED, AND 12000 GALLONS OF HAZARDOUS MATERIALS AVOIDED (PG 19 WORKPLAN. CALCULATIONS MADE WITH ASSUMPTIONS ON BUSINESS SIZE AND MATERIAL USAGE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58bbcd98-5993-5f6e-c486-783efe9cc67e-C", "generated_internal_id": "ASST_NON_98T63201_6800"}, {"internal_id": 157865308, "Award ID": "98T58601", "Award Amount": 115000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "66.717", "Description": "DESCRIPTION:THE AWARD'S PURPOSE IS TO PROVIDE FUNDING TO SUPPORT POLLUTION PREVENTION TRAINING AND TECHNICAL ASSISTANCE TO LAS VEGAS RESTAURANTS AND TO ENCOURAGE THEM TO GET GREEN CERTIFIED IN THE NEVADA GREEN BUSINESS PROGRAM. GREEN UP WILL WORK WITH 30 RESTAURANTS IN UNDERSERVED COMMUNITIES TO DEVELOP A REUSABLE TAKEOUT CONTAINER PROGRAM THAT WOULD ELIMINATE 150,000 STYROFOAM CONTAINERS FROM THE LANDFILL AND SIGNIFICANTLY REDUCE GREENHOUSE GAS EMISSIONS. THE GOAL OF THE PROJECT IS TO REDUCE THE USE OF PLASTIC UTENSILS, PLASTIC CUPS AND PLASTIC WATER BOTTLES BY THE RESTAURANTS AND THEIR CUSTOMERS USING MARKETING CAMPAIGNS. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $121,000.00. PRE-AWARD COST HAVE BEEN APPROVED BACK TO 01/01/2023.ACTIVITIES:ACTIVITIES INCLUDE BUILDING CAPACITY FOR RESTAURANTS TO TRANSFER P2 TECHNIQUES AND LESSONS LEARNED TO THEIR COMMUNITIES BY TAILORING MARKETING PROMOTIONS FOR REUSABLE TAKEOUT CONTAINERS TO THEIR CUSTOMERS. THEY WILL PROVIDE P2 TECHNICAL ASSISTANCE TO RESTAURANTS IN SPANISH AND PROVIDE INFORMATION IN ENGLISH, SPANISH AND TAGALOG. THEY ALSO PLAN TO HIRE A SPANISH SPEAKING OR MULTI-LINGUAL EMPLOYEE TO PROVIDE P2 TRAINING AND TECHNICAL ASSISTANCE TO BIPOX LAS VEGAS RESTAURANTS TO BECOME GREEN CERTIFIED AND MEMBERS OF THEIR COMMUNITY ON THE ENVIRONMENTAL AND COST SAVING BENEFITS OF REDUCING PLASTIC TAKEOUT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED AND EXPECTED DELIVERABLES INCLUDE 30 CERTIFIED GREEN RESTAURANTS IN LAS VEGAS WITH THE REDUCTION OF 10,080.751 WASTE AND 1,319,566 GREENHOUSE GAS EMISSIONS REDUCED. THE INTENDED BENEFICIARIES ARE RESTAURANTS IN LAS VEGAS AND BIPOC COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "118f2b1e-52d7-0206-043a-9af12254da08-R", "generated_internal_id": "ASST_NON_98T58601_6800"}, {"internal_id": 111126202, "Award ID": "98T14901", "Award Amount": 160000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "66.717", "Description": "THE PROJECT IS TARGETED TO PROVIDE A SERIES OF BRIEF RECURRING TRAININGS THAT ADAPT TO THE CHANGING ECONOMIC SITUATION FOR THE DURATION OF THE COVID-19 PANDEMIC AND RECOVERY OF BUSINESSES THROUGH SUSTAINABLE BUSINESS PRACTICES THAT INCORPORATE POLLUTION PREVENTION PRACTICES.  TRAINING PARTICIPANTS SHALL BE CONTACTED FOR FOLLOW UP TECHNICAL ASSISTANCE BASED ON PROJECTS DEVELOPED THROUGH THE TRAINING PROCESS.  IN PERSON TRAINING AND ASSISTANCE SHALL BE OFFERED AS CONDITIONS IMPROVE.  TRAINING SHALL BE PROMOTED AND DEVELOPED IN PARTNERSHIP WITH REGIONAL PARTNERS, INCLUDING TECHNICAL ASSISTANCE PROVIDERS WHO CAN USE THE TRAINING TO AMPLIFY OUR EFFORTS.  THE PROJECT INCLUDED TIME TO DOCUMENT AND DISTRIBUTE OUTCOMES.    THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $80,000.   SEE TERMS AND CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "118f2b1e-52d7-0206-043a-9af12254da08-R", "generated_internal_id": "ASST_NON_98T14901_6800"}, {"internal_id": 155937154, "Award ID": "97799501", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-05", "CFDA Number": "66.717", "Description": "DESCRIPTION:SOURCE REDUCTION ASSISTANCE (SRA) AGREEMENTS CAN SUPPORT RESEARCH, INVESTIGATION, EXPERIMENTS, SURVEYS, STUDY, DEMONSTRATION, EDUCATION, AND TRAINING USING SOURCE REDUCTION APPROACHES (ALSO KNOWN AS 'POLLUTION PREVENTION').  POLLUTION PREVENTION MEANS REDUCING OR ELIMINATING POLLUTANTS FROM ENTERING ANY WASTE STREAM OR OTHERWISE BEING RELEASED INTO THE ENVIRONMENT PRIOR TO RECYCLING, TREATMENT, OR DISPOSAL.  THIS PROJECT WILL PROVIDE SOURCE REDUCTION TECHNICAL ASSISTANCE REGARDING POLLUTION PREVENTION PRACTICES THAT CAN HELP THE PROPERTY OWNERS AND THE LOW-INCOME PROPERTY RESIDENTS SAVE MONEY BY REDUCING THEIR RESOURCE USE, EXPENDITURES, AND WASTE COSTS, WHILE AT THE SAME TIME REDUCING THEIR ENVIRONMENTAL FOOTPRINT AND HELPING TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT.  SPECIFICALLY, THE INTERNATIONAL CENTER FOR APPROPRIATE AND SUSTAINABLE TECHNOLOGY (ICAST) WILL PROVIDE MULTIFAMILY AFFORDABLE HOUSING PROPERTY OWNERS IN MISSOURI THE NECESSARY EDUCATION AND TOOLS TO PURSUE CUSTOM ENERGY EFFICIENCY AND RENEWABLE ENERGY RETROFITS. ICAST WILL IDENTIFY PROPERTIES IN UNDERSERVED COMMUNITIES THAT HAVE THE MOST ACUTE NEED FOR THIS ASSISTANCE WITH THE HELP OF COMMUNITY AND HOUSING PARTNERS.  IMPLEMENTATION OF ENERGY EFFICIENCY AND RENEWABLE ENERGY PROJECTS SUCH AS WEATHERIZATION, BENEFICIAL ELECTRIFICATION AND HEALTH AND SAFETY MEASURES CAN CONSERVE ENERGY AND WATER AND REDUCE CARBON EMISSIONS, THUS IMPROVING THE PROPERTIES AND CREATING HEALTH BENEFITS FOR THE LOW-INCOME RESIDENTS OF THE SELECTED PROJECTS, THE CITY'S AND THE STATE. THIS PROJECT WILL PRIMARILY PROVIDE SERVICES KANSAS CITY AND ST. LOUIS, MISSOURI METROPOLITAN AREAS.  \nACTIVITIES:THE INTERNATIONAL CENTER FOR APPROPRIATE AND SUSTAINABLE TECHNOLOGY WILL PROVIDE SELECTED PROPERTY OWNERS (1) OUTREACH AND EDUCATION ON THE BENEFIT OF ENERGY EFFICIENCY AND RENEWABLE ENERGY UPGRADES; (2) PROPERTY-SPECIFIC ASSESSMENTS AND CUSTOM SCOPES OF WORK THAT INCORPORATE THE OPTIMAL ENERGY EFFICIENCY AND RENEWABLE ENERGY SOLUTIONS FOR EACH PROPERTY; AND (3) TECHNICAL ASSISTANCE TO HELP OWNERS ACCESS FINANCING TO OFFSET THEIR PROJECT COSTS, AND SIGN CONTRACTS FOR RETROFIT WORK.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PROJECT ALIGNS WITH THE REGIONAL PRIORITY 'PREVENTION OF GREENHOUSE GAS EMISSIONS' AND EXPECTS TO REACH OUT TO 45 MULTIFAMILY AFFORDABLE HOUSING PROPERTY OWNERS, PROVIDE 35 PROPERTY ASSESSMENTS AND RECEIVE COMMITMENTS FOR RETROFITS FROM 15 OWNERS. THE PROJECT OUTCOMES INCLUDED AN EXPECTED LIFETIME REDUCTION IN CARBON EMISSIONS OF 9,184 METRIC TONS AND LIFETIME SAVINGS OF 937,500 KWH IN ENERGY AND $596,250. PRIMARY BENEFICIARIES WILL INCLUDE AT LEAST 300 LOW-INCOME FAMILIES RESIDING IN THE RETROFITTED MULTIFAMILY AFFORDABLE HOUSING, PRIMARILY WITH IN THE CITIES OF KANSAS CITY AND ST. LOUIS, MISSOURI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d8a27e2-ecde-79d2-87c2-2a815c67a65b-R", "generated_internal_id": "ASST_NON_97799501_6800"}, {"internal_id": 155937143, "Award ID": "97799301", "Award Amount": 84671.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-05", "CFDA Number": "66.717", "Description": "DESCRIPTION:ALL POLLUTION PREVENTION IMPACTS GENERATED BY THIS GRANT WILL HAVE MARKED ENVIRONMENTAL AND HUMAN HEALTH BENEFITS. SERVICE OUTREACH AND DELIVERY WILL BE TARGETED TO IOWA BUSINESSES WITHIN THE FOUR EPA PRIORITY AREAS: PREVENTION OF GREENHOUSE GAS EMISSIONS, HAZARDOUS MATERIALS SOURCE REDUCTION, CONSERVATION OF MATERIALS AND RESOURCES, AND ENVIRONMENTAL JUSTICE THROUGH POLLUTION PREVENTION ACTIONS. EACH PRIORITY AREA HAS UNIQUE ENVIRONMENTAL CHALLENGES THAT REQUIRE CUSTOMIZED APPLICATION OF MULTIPLE POLLUTION PREVENTION STRATEGIES. MANY OF THESE CHALLENGES ALSO PRODUCE HUMAN HEALTH CONSEQUENCES, WHICH ARE SUBSEQUENTLY REDUCED WITH POLLUTION PREVENTION IMPROVEMENTS. ON A BROAD SCALE, POLLUTION PREVENTION REDUCTIONS IN ENERGY, WATER, AND HAZARDOUS WASTE GENERATE HUMAN HEALTH BENEFITS WITH THE REDUCTION OF  METRIC TONS OF CARBON DIOXIDE EQUIVALENT, WHICH LEAD TO REDUCTIONS IN RISK OF ASTHMA ATTACKS AND OTHER BREATHING AILMENTS IN THE MOST AFFECTED POPULATION GROUPS.ACTIVITIES:THE IOWA DEPARTMENT OF NATURAL RESOURCES WILL CONDUCT 6 TOTAL (3 ANNUALLY) POLLUTION PREVENTION INTERNSHIPS IN IOWA INDUSTRIAL FACILITIES; BUILD A SEARCHABLE ON-LINE PLATFORM FOR ITS POLLUTION PREVENTION RESOURCE LIBRARY TO MAKE IT AVAILABLE TO STUDENTS, BUSINESS AND TECHNICAL ASSISTANCE PROVIDERS WITHIN REGION 7, AND UPDATE ITS PROGRAM PROMOTIONAL BROCHURE. THESE ACTIVITIES WILL GENERATE POLLUTION PREVENTION IMPROVEMENTS IN IOWA INDUSTRIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: INTERNSHIPS, A SEARCHABLE LIBRARY, AND UPDATED PROGRAM BROCHURE. EXPECTED OUTCOMES INCLUDE: 48,000 POUNDS OF HAZARDOUS WASTE REDUCED, 3,490 METRIC TONS OF CARBON DIOXIDE EQUIVALENT AVOIDED, 20,570,000 GALLONS OF WATER REDUCED, AND $588,000 SAVED. OUTPUTS INCLUDE: CASE SUMMARIES, FACILITIES SERVED IN ENVIRONMENTAL JUSTICE COMMUNITIES, HITS TO THE RESOURCE LIBRARY, DISTRIBUTED BROCHURES, AND MARKETING/ TECHNICAL CONTACTS TO CORPORATE LEVEL INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_97799301_6800"}, {"internal_id": 155937151, "Award ID": "97799201", "Award Amount": 123500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-05", "CFDA Number": "66.717", "Description": "DESCRIPTION:SOURCE REDUCTION ASSISTANCE (SRA) AGREEMENTS CAN SUPPORT RESEARCH, INVESTIGATION, EXPERIMENTS, SURVEYS, STUDY, DEMONSTRATION, EDUCATION, AND TRAINING USING SOURCE REDUCTION APPROACHES (ALSO KNOWN AS 'POLLUTION PREVENTION'). POLLUTION PREVENTION MEANS REDUCING OR ELIMINATING POLLUTANTS FROM ENTERING ANY WASTE STREAM OR OTHERWISE BEING RELEASED INTO THE ENVIRONMENT PRIOR TO RECYCLING, TREATMENT, OR DISPOSAL. THIS PROJECT WILL PROVIDE SOURCE REDUCTION TECHNICAL ASSISTANCE REGARDING POLLUTION PREVENTION PRACTICES THAT CAN HELP SMALL AND MEDIUM SIZED HOSPITALS BY REDUCING THEIR RESOURCE USE, EXPENDITURES, AND WASTE COSTS, WHILE AT THE SAME TIME REDUCING THEIR ENVIRONMENTAL FOOTPRINT AND HELPING TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. ACTIVITIES:THE KANSAS STATE UNIVERSITY POLLUTION PREVENTION INSTITUTE WILL PROVIDE TRAINING AT TWO KANSAS HOSPITAL ENGINEER ASSOCIATION CONFERENCES, ENLIST 10 SMALL AND/OR MEDIUM HOSPITALS FOR ON-SITE FACILITY VISITS AND REVIEW OF HISTORICAL ENERGY UTILIZATION RECORDS, PROVIDE INTERNS AND EXPERIENCED MENTORS TO DEVELOP ENERGY SAVING AND HAZARDOUS WASTE REDUCTION PLANS FOR EACH PARTICIPATING FACILITY, DOCUMENT AND PUBLISH  SUCCESSFUL PROCEDURES FOR GREENHOUSE GAS REDUCTION MEASURES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PROJECT ALIGNS WITH THE REGIONAL PRIORITY 'PREVENTION OF GREENHOUSE GAS EMISSIONS' AND EXPECTS TO PROVIDE TECHNICAL ASSISTANCE TO 10 SMALL OR MEDIUM KANSAS HOSPITAL FACILITIES TO PROVIDE HOSPITALS WITH SPECIFIC PATH FOR GREENHOUSE GAS AND TOXICS REDUCTION. THE PROJECT OUTCOMES WILL FACILITATE HOSPITALS' ABILITY TO REDUCE GREENHOUSE GASES BY 50% BY 2030. PRIMARY BENEFICIARIES ARE THE RURAL COMMUNITIES IN KANSAS SERVED BY THE FACILITIES AND ULTIMATELY THOSE STATEWIDE WHO BENEFIT FROM THE LESSONS LEARNED, PUBLISHED AND DISSEMINATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_97799201_6800"}, {"internal_id": 111062076, "Award ID": "97785701", "Award Amount": 89000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "66.717", "Description": "SUPPORTS POLLUTION PREVENTION, SOURCE REDUCTION OR RESOURCE CONSERVATION PROJECTS TO REDUCE HAZARDOUS SUBSTANCES, POLLUTANTS OR CONTAMINANTS.  THIS IS A PARTIAL AWARD OF FEDERAL FUNDS. FURTHER FUNDING MAY BE PROVIDED LATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_97785701_6800"}, {"internal_id": 111062127, "Award ID": "97785601", "Award Amount": 132000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-30", "CFDA Number": "66.717", "Description": "SUPPORTS POLLUTION PREVENTION, SOURCE REDUCTION OR RESOURCE CONSERVATION PROJECTS TO REDUCE HAZARDOUS SUBSTANCES, POLLUTANTS OR CONTAMINANTS.  THIS IS A PARTIAL AWARD OF FEDERAL FUNDS. FURTHER FUNDING MAY BE PROVIDED LATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_97785601_6800"}, {"internal_id": 80500665, "Award ID": "97767601", "Award Amount": 170108.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-26", "CFDA Number": "66.717", "Description": "SUPPORTS POLLUTION PREVENTION TECHNICAL ASSISTANCE PROJECTS TO REDUCE HAZARDOUS SUBSTANCES, POLLUTANTS OR CONTAMINANTS.   THIS AWARDS PROVIDES PARTIAL FUNDING, FULL FUNDING MAY BE PROVIDED AT A LATER DATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_97767601_6800"}, {"internal_id": 48030224, "Award ID": "97758801", "Award Amount": 169556.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-16", "CFDA Number": "66.717", "Description": "IOWA DEPARTMENT OF NATURAL RESOURCES WILL IDENTIFY, TRAIN AND PROVIDE SIX POLLUTION PREVENTION INTERNSHIPS FOR AN IOWA ECONOMY, ENERGY AND ENVIRONMEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_97758801_6800"}, {"internal_id": 73637738, "Award ID": "96881701", "Award Amount": 98308.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-14", "CFDA Number": "66.717", "Description": "THE MONTANA DEPARTMENT OF ENVIRONMENTAL QUALITY (MDEQ) WILL PROVIDE ASSISTANCE TO MONTANA'S SMALL BUSINESSES IN THE FOOD AND BEVERAGE INDUSTRY THROUGH TECHNICAL ASSISTANCE AND INNOVATIVE PROCESSES TARGETED TO ELIMINATE AND REDUCE POLLUTANTS FROM ENTERING ANY WASTE STREAM OR OTHERWISE RELEASED INTO THE ENVIRONMENT PRIOR TO RECYCLING, TREATMENT, OR DISPOSAL THROUGHOUT THE STATE OF MONTANA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb9ddeee-b062-e97c-c408-61129c929d5b-C", "generated_internal_id": "ASST_NON_96881701_6800"}, {"internal_id": 73149372, "Award ID": "96881601", "Award Amount": 54625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-31", "CFDA Number": "66.717", "Description": "THE WYOMING DEPARTMENT OF ENVIRONMENTAL QUALITY (WYDEQ) WILL PROVIDE TECHNICAL ASSISTANCE AUDITS AND RECOMMENDATIONS TO INTERESTED PARTIES FOR ENERGY USE REDUCTION. THESE TECHNICAL ASSISTANCE AUDITS WILL FOCUS ON FOOD AND BEVERAGE MANUFACTURERS AND PROCESSORS THROUGHOUT THE STATE OF WYOMING. IN ADDITION, THE WYDEQ WILL WORK IN ASSOCIATION WITH THE WYOMING BUSINESS COUNCIL, THE UNIVERSITY OF WYOMING MANUFACTURING WORKS, AND LOCAL ENERGY PROVIDERS TO IMPLEMENT AUDIT FINDINGS AND THEN COMPLETE FOLLOW-UP AUDITS TO DETERMINE THE IMPACT OF THE ENERGY EFFICIENCY RECOMMENDATIONS THAT WERE IMPLEMENTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc054533-3171-bf13-d91f-fb61d399e036-C", "generated_internal_id": "ASST_NON_96881601_6800"}, {"internal_id": 47952040, "Award ID": "96852101", "Award Amount": 118780.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-08", "CFDA Number": "66.717", "Description": "THIS PROJECT WILL FUND SOURCE REDUCTION ASSISTANCE SUPPORT FOR THE FOLLOWING SOURCE REDUCTION PROJECT:  P2 TRAINING AND ASSESSMENTS FOR GROCERY STORE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "51a5951e-f413-83ff-41d7-75ae2a476319-C", "generated_internal_id": "ASST_NON_96852101_6800"}, {"internal_id": 47952028, "Award ID": "96852001", "Award Amount": 59646.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-08", "CFDA Number": "66.717", "Description": "THIS PROJECT WILL FUND A RECOGNITION BASED PROGRAM THAT WILL PARTNER WITH LOCALLY SMALL BUSINESSES THROUGHOUT THE STATE TO FACILITATE POLLUTION PREVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc054533-3171-bf13-d91f-fb61d399e036-C", "generated_internal_id": "ASST_NON_96852001_6800"}, {"internal_id": 109197629, "Award ID": "96847901", "Award Amount": 105000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "66.717", "Description": "THIS PROJECT SEEKS TO REDUCE WASTE AND POLLUTION BY RESEARCHING AND DEVELOPING A FINANCIAL INCENTIVE-BASED PILOT PROGRAM TO HELP FOOD AND BEVERAGE MANUFACTURERS TRANSITION TO POLLUTION REDUCED PACKAGING. TARGETED POLLUTION PREVENTION (P2) TRAINING AND SITE VISITS WILL BE PROVIDED TO TWO TO THREE BUSINESSES WHO PARTICIPATE IN THE PILOT PROGRAM. FURTHERMORE, P2 RESEARCH AND BEST PRACTICES WILL BE SHARED AT ROUNDTABLE EVENTS, TARGETING THE SELECTED NEA, BUSINESSES, INDUSTRY EXPERTS, AND TRADE ASSOCIATIONS. IN ADDITION, A BENCHMARKING SURVEY WILL BE SENT TO 200 MANUFACTURERS IN BOULDER COUNTY. DATA COLLECTED FROM THE ROUNDTABLES, RESEARCH, AND SURVEY WILL LEAD TO THE FORMATION OF A FINANCIALLY-BASED INCENTIVE PROGRAM TO PILOT WITH TWO TO THREE BUSINESSES THE GOAL OF REPLACING RESOURCE INTENSIVE FOOD AND BEVERAGE PACKAGING, SUCH AS SINGLE-USE PACKAGING, WITH A POLLUTION REDUCED ALTERNATIVE. POLLUTION PREVENTION TRAININGS WILL ALSO BE OFFERED TO DELIVER INFORMATION ON REDUCING TOXIC CHEMICAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e96176c-323d-d8ac-8e08-f9862f160a35-C", "generated_internal_id": "ASST_NON_96847901_6800"}, {"internal_id": 110297686, "Award ID": "96381401", "Award Amount": 97128.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-02", "CFDA Number": "66.717", "Description": "THIS GRANT WILL FUND THE SLIPPERY ROCK UNIVERSITY (SRU) TO FOCUS ON MINIMIZING POLLUTION FROM FOUR FOOD AND BEVERAGE MANUFACTURERS WITHIN THE GREATER PITTSBURGH AREA THROUGH FREE INDUSTRIAL ASSESSMENTS.  THIS PROJECT WILL ALSO HELP STUDENTS MAKE THEIR EDUCATION MORE AFFORDABLE, PROVIDING A VALUABLE EXPERIENCE FOR PURSUING A NEW GREEN CAREER IN THE FOOD MANUFACTURING INDUSTRY.  FEDERAL FUNDS IN THE AMOUNT OF $36,073 ARE CONTINGENT UPON AVAILABILITY OF ADDITIONAL FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57456fed-bde3-626d-466e-e4d060bf6682-C", "generated_internal_id": "ASST_NON_96381401_6800"}, {"internal_id": 111062270, "Award ID": "96381301", "Award Amount": 43427.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-20", "CFDA Number": "66.717", "Description": "THIS GRANT WILL FUND THE DELAWARE STATE UNIVERSITY (DSU) TO FOCUS ON INNOVATIVE WAYS TO CONSERVE WATER, REDUCE ENERGY CONSUMPTION, AND MINIMIZE WASTE.  THESE EFFORTS WILL ADDRESS THE GLOBAL ISSUE OF WATER AND ENERGY CONSERVATION IN THE CHEMICAL MANUFACTURING INDUSTRY WHILE ADVANCING TRAINING, RESEARCH AND EDUCATION IN THE AREA OF POLLUTION PREVENTION.  FEDERAL FUNDS IN THE AMOUNT OF $21,659  ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_96381301_6800"}, {"internal_id": 111062261, "Award ID": "96381201", "Award Amount": 97318.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-09-15", "CFDA Number": "66.717", "Description": "THIS GRANT WILL FUND THE NORTHAMPTON COMMUNITY COLLEGE EMERGING TECHNOLOGY APPLICATIONS CENTER (ETAC)  TO PROVIDE POLLUTION PREVENTION (P2) APPROACHES TO USING ON-SITE TECHNICAL ASSISTANCE, EDUCATIONAL TRAINING AND DEMONSTRATIONS THAT WILL ASSIST FOOD AND BEVERAGE MANUFACTURING AND PROCESSING BUSINESSES IN REDUCING THEIR ENVIRONMENTAL FOOTPRINT, OPERATING EXPENSES AND LIABILITY RISK.     FEDERAL FUNDS IN THE AMOUNT OF $36,159 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6bfaae5-8065-c75c-04e6-91ea3886a66d-C", "generated_internal_id": "ASST_NON_96381201_6800"}, {"internal_id": 47896175, "Award ID": "96348401", "Award Amount": 172536.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "66.717", "Description": "THE PROJECT WILL PROVIDE FUNDING TO THE DISTRITCT'S DEPARTMENT OF ENERGY AND ENVIRONMENT (DOEE) TO INFLUENCE MECHANIC BEHAVIOR AND PRACTICES AT AUTO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_96348401_6800"}, {"internal_id": 47887104, "Award ID": "96269916", "Award Amount": 259963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-28", "CFDA Number": "66.717", "Description": "THE ERIE COUNTY DEPARTMENT OF PLANNING AND ENVIRONMENT (ECDEP) WILL PARTNER WITH THE NEW YORK STATE POLLUTION PREVENTION INSTITUTE (NYSP2I) AND THE W", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fbbff3a2-af60-750f-cf21-b8a698275c38-C", "generated_internal_id": "ASST_NON_96269916_6800"}, {"internal_id": 81361666, "Award ID": "96264400", "Award Amount": 99758.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-03", "CFDA Number": "66.717", "Description": "THE RECIPIENT WILL PROVIDE POLLUTION PREVENTION TECHNICAL ASSISTANCE TO CRAFT BREWERIES IN NEW YORK STATE TO ASSIST THEM IN REDUCING ENERGY AND WATER USE. THE RECIPIENT WILL CONDUCT ON-SITE ASSESSMENTS AT TEN BREWERIES AND WILL ASSIST ONE BREWERY IN INTEGRATING POLLUTION PREVENTION RECOMMENDATIONS IN ITS MANUFACTURING PROCESSES. THE RECIPIENT WILL CREATE A CASE STUDY AND A GUIDANCE DOCUMENT TO BE USED AS A TOOL FOR OTHER BREWERIES TO ADOPT POLLUTION PREVENTION STRATEGIES. THE RECIPIENT WILL HOST A SUMMIT TO DISSEMINATE BEST PRACTICES AND PROVIDE A FORUM TO EXCHANGE IDEAS AND NETWORK WITH ENVIRONMENTAL EXPERTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "488884a4-deb2-d5cb-349b-b8c145a83a5e-C", "generated_internal_id": "ASST_NON_96264400_6800"}, {"internal_id": 82529006, "Award ID": "96264300", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-29", "CFDA Number": "66.717", "Description": "ERIE COUNTY DEPARTMENT OF ENVIRONMENT AND PLANNING, AND ITS PARTNER, THE WESTERN NEW YORK SUSTAINABLE BUSINESS ROUNDTABLE, WILL PROVIDE EDUCATION AND TRAINING TO MANUFACTURING BUSINESSES ON WAYS TO REDUCE THEIR USE OF TOXIC CHEMICALS. ROUNDTABLE MEMBER BUSINESSES AND THE OVERALL MANUFACTURING SECTOR IN WESTERN NEW YORK WILL RECEIVE TRAINING ON REDUCING TOXIC SUBSTANCE CONTROL ACT CHEMICALS IN THEIR PRODUCTION PROCESSES. BEST MANAGEMENT PRACTICES, FACT SHEETS AND CASE STUDIES WILL BE DEVELOPED AND SHARED AMONG ROUNDTABLE BUSINESSES AND THE OVERALL MANUFACTURING SECTOR IN WESTERN NEW YORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c98914-ea05-ece2-27c3-2a641c85f219-C", "generated_internal_id": "ASST_NON_96264300_6800"}, {"internal_id": 111062286, "Award ID": "96250700", "Award Amount": 174946.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "66.717", "Description": "THE NEW YORK STATE POLLUTION PREVENTION INSTITUTE AT ROCHESTER INSTITUTE OF TECHNOLOGY WILL PROVIDE POLLUTION PREVENTION TRAINING TO OVER TWO HUNDRED WINERIES IN WESTERN AND CENTRAL NEW YORK STATE. THE RECIPIENT  WILL COLLECT BASELINE DATA AND WILL CREATE A SUSTAINABILITY WORKBOOK AND SELF-ASSESSMENT CHECKLIST THAT WILL ASSIST WINERIES IN REDUCING ENERGY AND WATER CONSUMPTION, WASTEWATER, HAZARDOUS MATERIAL RELEASES AND SAVING MONEY. THE RECIPIENT WILL PROVIDE ON-SITE TECHNICAL ASSISTANCE TO FIVE WINERIES FROM WHICH IT WILL GENERATE CASE STUDIES THAT WILL BE SHARED THROUGHOUT THE SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "488884a4-deb2-d5cb-349b-b8c145a83a5e-C", "generated_internal_id": "ASST_NON_96250700_6800"}, {"internal_id": 161012263, "Award ID": "96227200", "Award Amount": 228000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-11", "CFDA Number": "66.717", "Description": "DESCRIPTION:THE CENTER FOR WATERSHED PROTECTION (CWP) WILL PROVIDE POLLUTION PREVENTION (P2) TRAINING AND TECHNICAL ASSISTANCE TO REGULATED MUNICIPAL SEPARATE STORM SEWER SYSTEMS, TERRITORIAL AGENCIES, INDIAN NATIONS, AND OTHER ORGANIZATIONS TO PREVENT AND REDUCE POLLUTED RUNOFF FROM MUNICIPAL OPERATIONS.  BY BUILDING THE CAPACITY OF REGION 2 COMMUNITIES TO IMPLEMENT P2 PRACTICES, THIS PROJECT WILL REDUCE STORMWATER POLLUTION, AND THE SUBSEQUENT EXPOSURE OF PEOPLE TO STORMWATER POLLUTANTS. CWP WILL DEVELOP AN ONLINE TOOLKIT AND WILL PROVIDE DIRECT TECHNICAL ASSISTANCE AND TRAINING IN THE U.S. VIRGIN ISLANDS, INDIAN NATIONS, AND PUERTO RICO.  ACTIVITIES:CENTER FOR WATERSHED PROTECTION (CWP) WILL PROVIDE POLLUTION PREVENTION (P2) TRAINING AND TECHNICAL ASSISTANCE TO REGULATED MUNICIPAL SEPARATE STORM SEWER SYSTEMS (MS4), TERRITORIAL AGENCIES, INDIAN NATIONS, AND OTHER ORGANIZATIONS TO PREVENT AND REDUCE POLLUTED RUNOFF FROM MUNICIPAL OPERATIONS.  CWP WILL PROVIDE THREE DAY TRAINING TO MS4S IN PUERTO RICO, THREE DAY TECHNICAL ASSISTANCE TO THE US VIRGIN ISLANDS WATER CONTROL PROGRAM, AND ONE DAY TRAINING AT UP TO THREE INDIAN NATIONS.  CWP WILL ALSO DEVELOP TOOLKIT WITH BEST MANAGEMENT PRACTICES THAT WILL BE SHARED THROUGHOUT REGION 2.  UP TO NINE CASE STUDIES FOCUSED ON PUERTO RICO, U.S. VIRGIN ISLANDS AND INDIAN NATIONS WILL BE PREPARED AND SHARED WIDELY.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES:\n-\tPOLLUTION PREVENTION/GOOD HOUSEKEEPING TOOLKIT AND CONTENT FOR TRAININGS. THE TOOLKIT AND TRAINING WILL PRIMARILY INCLUDE MUNICIPAL ACTIVITIES THAT HAVE POTENTIAL TO IMPACT STORMWATER POLLUTION.  TOOLKIT WILL BE HOSTED ON WWW.CWP.ORG WEBSITE;\n-\tUP TO THREE CASE STUDIES FOR EACH GEOGRAPHIC AREA AND ENTITY (E.G., PUERTO RICO, US VIRGIN ISLANDS, INDIAN NATIONS);   \n-\tTARGETED IN-PERSON TRAINING WILL BE PROVIDED TO INDIAN NATIONS, USVI, AND PUERTO RICO; AND\n-\tGENERAL ONLINE TRAINING WILL BE PROVIDED TO REGION 2 AS A WHOLE.\n\nEXPECTED OUTCOMES:  THE RECIPIENT ANTICIPATES THAT THIS PROJECT WILL REDUCE POUNDS OF HAZARDOUS MATERIALS, REDUCE METRIC TONS OF CARBON EQUIVALENT, REDUCE GALLONS OF WATER, AND DOLLARS SAVED.  NUMERIC ESTIMATED RESULTS WILL BE PROVIDED ONCE THE PROJECT IS UNDERWAY.\n\nINTENDED BENEFICIARIES:\n-\tDIRECT BENEFICIARIES OF THIS PROJECT WILL INCLUDE THE MS4S AND SIMILAR ORGANIZATIONS IN PUERTO RICO, THE U.S. VIRGIN ISLANDS AND INDIAN NATIONS THAT WILL RECEIVE POLLUTION PREVENTION TRAINING AND TECHNICAL ASSISTANCE.  THIS TRAINING/TECHNICAL ASSISTANCE WILL BE PROVIDED IN-PERSON AT EACH ENTITY'S LOCATION.  FOLLOW-UP ONLINE TRAINING AND INFORMATION RESOURCES WILL ALSO BE PROVIDED.   \n-\tBENEFICIARIES WILL ALSO INCLUDE SEWER SYSTEMS BEYOND THE TARGETED COMMUNITIES NOTED ABOVE WHO WILL RECEIVE ONLINE TRAINING AND INFORMATION RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72e1d2e3-eb00-f717-f3ef-c19cb5e05384-C", "generated_internal_id": "ASST_NON_96227200_6800"}, {"internal_id": 155937149, "Award ID": "95815330", "Award Amount": 180000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-10", "CFDA Number": "66.717", "Description": "DESCRIPTION:THIS PROJECT, LOCATED WITHIN THE JURISDICTIONAL BOUNDARIES OF THE CITY OF WESTMINSTER, COLORADO WILL PROVIDE TECHNICAL AND ANALYTICAL SUPPORT SERVICES AND FINANCIAL ASSISTANCE TO OWNERS OF COMMERCIAL BUILDINGS TO ADDRESS BUILDING ENERGY EFFICIENCIES TO REDUCE GREENHOUSE GAS (GHG) EMISSIONS AND IMPROVE THEIR BUILDING ENERGY PERFORMANCE. SPECIFICALLY, THE CITY OF WESTMINSTER ('CITY') WILL FOCUS SERVICES ON THE APPROXIMATELY 115 COMMERCIAL BUILDINGS OF 50,000 SQ. FT. OR LARGER LOCATED IN WESTMINSTER WHO, IN ACCORDANCE WITH THE STATE OF COLORADO'S BUILDING PERFORMANCE COLORADO (BPC) PROGRAM, WILL REPORT THEIR BUILDINGS' ENERGY USE DATA THROUGH THE EPA ENERGY STAR PORTFOLIO MANAGER TOOL AS OF DECEMBER 1, 2022. THE CITY WILL CONTRACT AND PARTNER WITH SUSTAINABLE REAL ESTATE SOLUTIONS ('SRS') TO PROVIDE TECHNICAL AND FINANCIAL ANALYSIS TOOLS AND CORRESPONDING ASSISTANCE SERVICES TO THESE BUILDING OWNERS. ACTIVITIES:SRS WILL CROSS LIST THE ENERGY USE DATA OF THESE ~115 BUILDINGS WITH HVAC PERMITTING DATA SUPPLIED BY THE CITY TO IDENTIFY THE 50 BUILDINGS WITH THE LOWEST ENERGY EFFICIENCY OR ENERGY PERFORMANCE IN WESTMINSTER. SRS, USING THEIR ENERGY PERFORMANCE IMPROVEMENT CALCULATOR ('EPICTRADE;') TOOL, WILL CREATE CUSTOMIZED COST-BENEFIT ANALYSES FOR MULTIPLE EQUIPMENT REPLACEMENT SCENARIOS FOR EACH OF THE IDENTIFIED 50 LOW-PERFORMING BUILDINGS. THESE REPORTS WILL PROVIDE EACH BUILDING OWNER WITH A COHERENT 'BUSINESS CASE' THAT COMPARES 'LOW-COST', CODE COMPLIANT HVAC AND ENERGY EQUIPMENT TO AN 'INVESTMENT' IN HIGH EFFICIENCY ENERGY EQUIPMENT THAT WILL YIELD A SUPERIOR CASH FLOW FOR THE BUILDING OWNER AND MAXIMUM REDUCTIONS IN GHG EMISSIONS. THE CITY WILL THEN PARTIALLY REBATE BUILDING OWNERS, WHO INSTALL HVAC AND OTHER ENERGY EFFICIENCY EQUIPMENT IDENTIFIED IN THEIR EPICTRADE; REPORT UP TO 50% OF THEIR TOTAL PROJECT COSTS (CAPPED AT $2,500). LAST, THE CITY, SRS, AND PROJECT PARTNERS WILL HOST SEVERAL (TWO TO THREE) TRAININGS FOR LOCAL HVAC CONTRACTORS THAT SERVE WESTMINSTER AND THE DENVER METRO REGION ABOUT THE INSTALLATION, OPERATION, AND BENEFITS OF HIGH EFFICIENCY AND ELECTRIC HVAC EQUIPMENT. THESE TRAININGS WILL FOCUS CONTRACTORS ON THE OPPORTUNITY TO SELL HIGH EFFICIENCY/ELECTRIC HVAC EQUIPMENT TO ADVANCE BUILDING ENERGY EFFICIENCY, ENABLE UNDER-PERFORMING BUILDINGS TO IMPROVE THEIR ENERGY PERFORMANCE, AND REDUCE COMMERCIAL SECTOR GHG EMISSIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:SRS AND THE CITY WILL GATHER, ANALYZE, AND REPORT ALL OF THE FOLLOWING OUTPUTS AND OUTCOMES. THROUGH THIS PROJECT, THE CITY, AIMS TO ACHIEVE THE FOLLOWING OUTPUTS:\n- ALL ~115 OWNERS OF COMMERCIAL BUILDINGS SIZED 50,000 SQ. FT AND LARGER ARE PROVIDED INFORMATION ABOUT THE AVAILABLE FREE TECHNICAL ASSISTANCE AND EPICTRADE; REPORTS THROUGH AN EMAIL, PHONE CALL, AND INFORMATIONAL FLIER.\n- THE BUILDING OWNERS OF THE 50 LOWEST PERFORMING/LEAST EFFICIENT COMMERCIAL BUILDINGS SIZED GT;50,000 SQ. FT IN WESTMINSTER ARE PROVIDED AN EPICTRADE; REPORT AND TECHNICAL ASSISTANCE.\n- TWO TO THREE EDUCATIONAL WORKFORCE DEVELOPMENT TRAININGS ARE PROVIDED TO AT LEAST 25 HVAC CONTRACTORS THAT SERVICE WESTMINSTER AND THE SURROUNDING REGION ABOUT THE ECONOMIC AND GHG EMISSIONS REDUCTION BENEFITS OF SELLING AND INSTALLING HIGH EFFICIENCY/ELECTRIC HVAC AND ENERGY EQUIPMENT.\n- FIVE CASE STUDIES ARE CREATED THAT HIGHLIGHT THE ENERGY EFFICIENCY/HVAC UPGRADES COMPLETED BY BUILDING OWNERS ASSISTED THROUGH THIS PROJECT.\n- TWO PRESENTATIONS ARE GIVEN TO REGIONAL AND STATE PARTNERS AND GOVERNMENTS ON THIS PROJECT INCLUDING SUCCESSES, AREAS OF IMPROVEMENT, PROCESS DESIGNS, LESSONS LEARNED AND CASE STUDIES.\nIN ADDITION, THIS PROJECT ANTICIPATES TO ACHIEVEMENT OF THE FOLLOWING OUTCOMES:\n- THE RANKING OF ~115 COMMERCIAL BUILDINGS SIZED GT;50,000 SQ. FT IN WESTMINSTER BY ENERGY EFFICIENCY.\n- $100,000 IN REBAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "420e0d21-27bf-557e-8fd2-90061504c685-C", "generated_internal_id": "ASST_NON_95815330_6800"}, {"internal_id": 158703381, "Award ID": "95314101", "Award Amount": 30616.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-26", "CFDA Number": "66.717", "Description": "DESCRIPTION:THE CENTER FOR WATERSHED PROTECTION WILL DEVELOP TRAINING FOR DISTRICT OF COLUMBIA WINTER MAINTENANCE PROFESSIONALS ON BEST PRACTICES FOR MORE EFFICIENT APPLICATION OF ROAD SALT. THIS 'SMART SALTING' TRAINING WILL INCLUDE TOPICS SUCH AS CALIBRATION, ANTI-ICING, PRE-WETTING, APPLICATION RATES, MONITORING AND TRACKING, AND EQUIPMENT HANDLING, WITH THE GOAL OF REDUCING THE IMPACTS OF EXCESS CHLORIDE ON LOCAL WATERWAYS, PUBLIC HEALTH, AND INFRASTRUCTURE.\n\nTHIS ACTION PARTIALLY FUNDS THE GRANT IN THE AMOUNT OF $30,616. FEDERAL FUNDS IN THE AMOUNT OF $30,616 ARE CONTINGENT UPON AVAILABILITY OF ADDITIONAL FUNDING.ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE DEVELOPING STRATEGY TO MEASURE THE IMPACT ON ROAD SALT APPLICATION IN THE DISTRICT. THIS PROJECT IS THE FIRST PHASE OF A THREE-PART PROJECT THAT INCLUDES DEVELOPING THE SMART SALTING TRAINING FOR WASHINGTON, DC, ADAPTING THE TRAINING FOR UP TO FOUR OTHER JURISDICTIONS IN THE MID-ATLANTIC REGION USING A TRAIN-THE-TRAINER FORMAT, WHEREBY LOCAL STAFF TRAIN THEIR WINTER MAINTENANCE PROFESSIONALS AND REDUCE CHLORIDE IMPACTS, AND DELIVERING THE TRAINING ANNUALLY IN THE DISTRICT OF COLUMBIA. THE GOAL OF THE TRAINING IS TO REDUCE WINTER ROAD SALT APPLICATION TO PREVENT EXCESS CHLORIDE FROM REACHING LOCAL WATERWAYS BECAUSE CHLORIDE IS HAZARDOUS TO AQUATIC LIFE, HARMFUL TO HUMAN HEALTH, AND CONTRIBUTES TO COSTLY INFRASTRUCTURE DAMAGE.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED PROJECT OUTCOMES RESULTING FROM THIS WORK INCLUDE 1) THE ADOPTION OF NEW SMART SALTING PRACTICES BY DISTRICT STAFF, LEADING TO 2) A REDUCTION IN TONS OF SALT APPLIED ON DC ROADWAYS, AND 3) COST SAVINGS RESULTING FROM THE ADOPTION OF SMART SALTING TECHNIQUES. ONE OF THE GOALS OF THIS PROJECT IS TO HELP THE DEPARTMENT OF PUBLIC WORKS DEVELOP A BASELINE AND SYSTEM FOR TRACKING SALT APPLICATION, RESOURCES, MATERIALS, AND COSTS ON AN ANNUAL BASIS, AND WORK TOWARDS THESE OUTCOMES CAN BE MEASURED. THE LONG-TERM GOAL IS FOR THE DISTRICT TO REDUCE THE COMMON INDICATOR USED (POUNDS OF SALT USED PER LANE MILE PER INCH OF SNOW) BY 25% IN FIVE YEARS. THE INTENDED BENEFICIARIES OF THE PROJECT ARE WINTER MAINTENANCE PROFESSIONALS (E.G., PUBLIC WORKS CREWS AND PRIVATE CONTRACTORS) ALONG WITH COMMUNITY LEADERS, IN THE DISTRICT OF COLUMBIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72e1d2e3-eb00-f717-f3ef-c19cb5e05384-C", "generated_internal_id": "ASST_NON_95314101_6800"}, {"internal_id": 158703378, "Award ID": "95310201", "Award Amount": 17750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-19", "CFDA Number": "66.717", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT FUNDS THE INTERNATIONAL CENTER FOR APPROPRIATE AND SUSTAINABLE TECHNOLOGY'S (ICAST) PROJECT THAT WILL FACILITATE CARBON EMISSIONS REDUCTIONS AND IMPROVE HUMAN AND ENVIRONMENTAL HEALTH. ICAST WILL UTILIZE ITS ONE-STOP-SHOP MODEL TO PROVIDE MULTIFAMILY AFFORDABLE HOUSING PROPERTY OWNERS IN THE DISTICT OF COLUMBIA THE NECESSARY EDUCATION AND TOOLS TO IMPLEMENT DEEP ENERGY RETROFITS, AND THE BEST WAY TO PURSUE CUSTOM CLEAN ENERGY EFFICIENCY AND RENEWABLE ENERGY RETROFITS.\n\nTHIS ACTION PARTIALLY FUNDS THE GRANT IN THE AMOUNT OF $17,750.  FEDERAL FUNDS IN THE AMOUNT OF $17,750 ARE CONTINGENT UPON AVAILABILITY OF ADDITIONAL FUNDING.  ACTIVITIES:PROJECT ACTIVITIES INCLUDE CASE STUDIES THAT WILL BE UTILIZED TO ILLUSTRATE THE BENEFITS THAT PROPERTIES RECEIVE FROM THE HOLISTIC UPGRADES, AND WILL OFFER FREE PROPERTY ASSESSMENTS TO OWNERS TO CAPITALIZE ON THE EDUCATION PROVIDED. PROPERTY ASSESSMENTS WILL ALSO BE USED TO IDENTIFY UPGRADES THAT WOULD IMPROVE BUILDING PERFORMANCE AND REDUCE ENERGY CONSUMPTION THROUGHOUT THE PROPERTY USING CUSTOM MODELS TO GENERATE A STATEMENT OF WORK THAT WILL  CONSIDER ALL POSSIBLE RETROFIT OPTIONS CREATING THE GREATEST IMPACTS FOR RESIDENTS AND SURROUNDING COMMUNITIES.  THE PROJECT ACTIVITIES TO BE PERFORMED ALSO INCLUDE: (1) OUTREACH AND EDUCATION ON THE BENEFIT OF EERE UPGRADES; (2) CUSTOM SCOPES OF WORK THAT INCORPORATE THE OPTIMAL EERE SOLUTIONS FOR EACH PROJECT; AND (3) TECHNICAL ASSISTANCE TO HELP OWNERS ACCESS FINANCING TO OFFSET THEIR PROJECT COSTS, AND SIGN CONTRACTS FOR RETROFIT WORK.\n\n \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED OUTCOMES OF THE PROJECT INCLUDE PROVIDING AT LEAST 180 LOW INCOME PROPERTY OWNERS OUTREACH/EDUCATION ON RETROFITS AND RECEIVING PROPERTY ASSESSMENTS, ALONG WITH SIGNING WORK CONTRACTS. THESE OUTCOMES WILL PROVIDE TONS OF LIFETIME CARBON EMISSIONS REDUCTIONS AND LIFETIME ENERGY SAVINGS INCLUDING LIFETIME COST SAVINGS. THE PRIMARY BENEFICIARY OF THE PROJECT ARE UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d8a27e2-ecde-79d2-87c2-2a815c67a65b-R", "generated_internal_id": "ASST_NON_95310201_6800"}, {"internal_id": 158703376, "Award ID": "95310101", "Award Amount": 32500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-19", "CFDA Number": "66.717", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FUNDING TO WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION TO DEVELOP A SOURCE REDUCTION TRAINING PROGRAM TO ASSIST MANUFACTURING FACILITIES IN DEVELOPING AND IMPLEMENTING PRACTICES TO REDUCE GREENHOUSE GAS EMISSIONS AND THE USE OF HAZARDOUS MATERIALS, TO INCLUDE TRAINING MODULES ON VARIOUS TOPICS RELATED TO ENERGY EFFICIENCY, WASTE REDUCTION, EMISSION ESTIMATION, AND GREENHOUSE GAS REDUCTION. ON-SITE VISITS WILL PROVIDE TRAINING TO REGIONAL MANUFACTURING FACILITIES. THE TRAINING PROGRAM WILL ALSO BE HOSTED ON THE WEB AND MARKETED USING SOCIAL MEDIA PLATFORMS TO ENSURE ACCESS TO REGIONAL AND NATIONAL MANUFACTURING INDUSTRIES AND VARIOUS OTHER ORGANIZATIONS AND COMMUNITIES.\n\nTHIS ACTION PARTIALLY FUNDS THE PROJECT IN THE AMOUNT OF $32,500. FEDERAL FUNDS IN THE AMOUNT OF $32,500 ARE CONTINGENT UPON AVAILABILITY OF ADDITIONAL FUNDING.  \n\nACTIVITIES:THIS PROJECT WILL FOCUS ON THE PRIORITY AREAS RELATED TO 'PREVENTION OF GREENHOUSE GAS EMISSIONS,' 'HAZARDOUS MATERIALS SOURCE REDUCTION,' AND 'INNOVATIVE APPROACHES TO CONSERVATION OF MATERIALS AND RESOURCES.' ACTIVITIES TO BE PERFORMED INCLUDE THE DEVELOPMENT OF TARGETED TRAINING MODULES USING INNOVATIVE PEDAGOGICAL METHODS BY CONDUCTING ON-SITE VISITS AT A MINIMUM OF 10 MANUFACTURING FACILITIES. MODULES WILL ALSO BE HOSTED ON THE WEB TO PROVIDE ACCESS TO A MUCH WIDER AUDIENCE. TRAINING WILL INCLUDE THE USE OF PUBLISHED FAN EFFICIENCY AND MOTOR PERFORMANCE DATA TO DETERMINE OPTIMAL SYSTEM CONFIGURATIONS AND OPERATING SCENARIOS TO MINIMIZE ENERGY CONSUMPTION EXCLUSIVELY FOCUSING ON TOPICS RELATED TO BASELINING THE USE OF COMPRESSED AIR. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PROJECT IS EXPECTED TO BENEFIT AT LEAST 30-50 MANUFACTURING FACILITIES IN WEST VIRGINIA AND THE SURROUNDING REGION. OUT OF THESE, AT LEAST 10 WILL RECEIVE FOCUSED ON-SITE TRAINING. THE PROJECT TEAM WILL USE THE DATA FROM THE TOXIC RELEASE INVENTORY TO REACH OUT TO THE REGIONAL INDUSTRIES THAT WILL BENEFIT THE MOST FROM THE TRAINING PROGRAM. THE ONLINE TRAINING PROGRAM WILL BE AVAILABLE FOR THE INDUSTRIES AND ORGANIZATIONS IN THE REGION AND THE NATION. THE OUTCOMES OF THE PROPOSED TRAINING-BASED SOURCE REDUCTION ACTIVITIES WILL BE TRACKED IN TERMS OF COST SAVINGS, AND REDUCTION IN HAZARDOUS MATERIAL AND WASTE, AND AIR EMISSIONS. THE BENEFICIARIES OF THE PROJECT WILL BE REGIONAL AND NATIONAL MANUFACTURING INDUSTRIES AND VARIOUS OTHER ORGANIZATIONS AND COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_95310101_6800"}, {"internal_id": 158703375, "Award ID": "95310001", "Award Amount": 40134.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-18", "CFDA Number": "66.717", "Description": "DESCRIPTION:THE PURPOSE OF THIS ASSISTANCE AGREEMENT IS TO PROVIDE FUNDING TO VILLANOVA UNIVERSITY TO DEVELOP A SOURCE REDUCTION TRAINING PROGRAM PROVIDING SPECIFIC TRAINING ON APPLICATION TOOLS TO ASSIST MANUFACTURING FACILITIES IN DEVELOPING AND IMPLEMENTING PRACTICES TO REDUCE GREENHOUSE GAS EMISSIONS AND THE USE OF HAZARDOUS MATERIALS. TRAINING WILL INCLUDE MODULES ON VARIOUS TOPICS RELATED TO ENERGY EFFICIENCY, WASTE REDUCTION, EMISSION ESTIMATION, AND GREENHOUSE GAS REDUCTION. ON-SITE VISITS WILL BE CONDUCTED TO PROVIDE TRAINING TO THE REGIONAL MANUFACTURING FACILITIES. THE TRAINING PROGRAM WILL ALSO BE HOSTED ON THE WEB AND MARKETED USING SOCIAL MEDIA PLATFORMS TO ENSURE ACCESS TO THE REGIONAL AND NATIONAL MANUFACTURING INDUSTRIES AND VARIOUS OTHER ORGANIZATIONS AND COMMUNITIES.\n\nTHIS ACTION PARTIALLY FUNDS THE GRANT IN THE AMOUNT OF $40,134.  FEDERAL FUNDS IN THE AMOUNT OF $40,134 ARE CONTINGENT UPON AVAILABILITY OF ADDITIONAL FUNDING.\nACTIVITIES:THE SCOPE OF WORK FOR THIS PROJECT INVOLVES THE FOLLOWING ACTIVITIES: 1)DEVELOPMENT OF AN ENERGY MODELING SOFTWARE TOOL THAT ENABLES THE EVALUATION OF ENERGY EFFICIENCY IMPROVEMENTS THROUGH AIRSIDE ECONOMIZATION, AND ENHANCED COOLING SYSTEM COEFFICIENT OF PERFORMANCE; 2) DEVELOPMENT AND DISSEMINATION OF A CALCULATOR TOOL THAT ALLOWS THE USER TO DETERMINE THE INFLUENCE OF A FACILITY'S GEOGRAPHIC LOCATION ON SOURCE POLLUTION WITH THE OPTION OF IMPLEMENTING AIRSIDE ECONOMIZATION; 3) CREATION OF AN INTERACTIVE MAP WHERE USERS CAN DETERMINE THE INFLUENCE OF ECONOMIZATION AND GEOGRAPHIC LOCATION ON A FACILITY'S SOURCE POLLUTION; AND,  4) AN ANALYSIS AND DISSEMINATION OF THE OPTIMAL GEOGRAPHIC LOCATIONS THAT MINIMIZE SOURCE POLLUTION. ACTIVITIES ALSO INCLUDE ONE CONFERENCE AND ONE STAKEHOLDER MEETING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE TARGET AUDIENCE FOR THIS WORK IS THE CONTAINED ENVIRONMENT AGRICULTURE (CEA) INDUSTRY, BUT THE WORK CAN BE EASILY EXPANDED TO OTHER INDUSTRIES WITH HIGH-POWER-CONSUMPTION FACILITIES.  THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE THE NUMBER OF ORGANIZATIONS PROVIDED WITH P2 TECHNICAL ASSISTANCE IN THE FORM OF THE SOFTWARE SUITE DISTRIBUTION AND WRITEUPS ON ANALYSIS, WHICH IS FEASIBLE THROUGH USING EXISTING CONTACTS TO GENERATE NEW STAKEHOLDERS.  REPORTING WILL BE MADE ON ESTIMATED REDUCTIONS OF METRIC TONS OF CARBON DIOXIDE EQUIVALENT, WATER CONSUMPTION, AND GALLONS OF WSF, ALONG WITH ESTIMATED DOLLAR SAVINGS FROM ADOPTING P2 ACTIONS FOR FACILITY COOLING SYSTEM DESIGN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d3e00c3-06a2-64c0-397d-0912a81a2978-C", "generated_internal_id": "ASST_NON_95310001_6800"}, {"internal_id": 152549334, "Award ID": "02J19401", "Award Amount": 115000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "66.717", "Description": "DESCRIPTION:PPRC WILL ASSIST SIX (6) INDUSTRIAL ENTITIES, LOCATED IN VULNERABLE COMMUNITIES IN THE PACIFIC NORTHWEST, BY HELPING THEM REDUCE THE AMOUNT OF HAZARDOUS MATERIAL, POLLUTANT, OR TOXIC CONTAMINANT THAT IS GENERATED AS A RESULT OF THEIR PROCESSES. THIS REDUCTION WILL MINIMIZE THE POTENTIAL OF UNINTENDED TOXIC RELEASES IN DISADVANTAGED COMMUNITIES MEETING THE EPA ENVIRONMENTAL JUSTICE CRITERIA. THE PROJECT WILL ACHIEVE SOURCE REDUCTION BY: 1) HOSTING ROUNDTABLE DISCUSSIONS WITH FACILITY LEADERSHIP AND STAFF TO IMPART THE IMPORTANCE OF POLLUTION PREVENTION AT THEIR LOCATION WITHIN A VULNERABLE COMMUNITY AND PROVIDING POTENTIAL PROJECTS OF INTEREST BASED ON THEIR UNIT OPERATIONS, 2) CONDUCTING A THOROUGH P2 ASSESSMENT IN EACH FACILITY, 3) DEVELOPING P2 RECOMMENDATIONS BASED ON INFORMATION IDENTIFIED DURING THE ASSESSMENTS, AND 4) PROVIDING TECHNICAL ASSISTANCE AND GUIDANCE DURING THE IMPLEMENTATION OF THE RECOMMENDATIONS. ACTIVITIES:ACTIVITY 1: PLAN, COORDINATE, AND HOST AT LEAST TWO (2) SECTOR-BASED VIRTUAL ROUNDTABLES FOR INDUSTRIAL FACILITIES LOCATED IN ECONOMICALLY-DISADVANTAGED COMMUNITIES ACROSS THE REGION IN CONJUNCTION WITH OUR STATE ENVIRONMENTAL PARTNERS AND THE FIRE MARSHALS OF EACH STATE.\nTASK 1.1: USE EPA'S EJSCREEN TOOL TO IDENTIFY PRIORITY AREAS IN WASHINGTON, IDAHO, AND OREGON, AND CROSS-REFERENCE WITH PRIORITY FACILITIES IDENTIFIED BY USING EPA'S RISK-SCREENING ENVIRONMENTAL INDICATORS (RSEI) IN CONSULTATION WITH STATE ENVIRONMENTAL AGENCY PARTNERS AND THE STATE FIRE MARSHAL.\n\nTASK 1.2: ORGANIZE TWO (2) VIRTUAL P2 ROUNDTABLES FOR THE INDUSTRIES IDENTIFIED AND RECRUIT AT LEAST TWELVE (12) TARGET FACILITIES TO EACH EVENT. THE ROUNDTABLES WILL FOCUS ON COMMUNICATING THE RISKS OF THE INDUSTRIES' EMISSIONS IN THE DISADVANTAGED COMMUNITY AND WILL PROVIDE EXAMPLES OF P2 PRACTICES FOR EACH GROUP OF INDUSTRIES BASED ON UNIT OPERATIONS WITH THE HIGHEST POTENTIAL FOR P2 SAVINGS FOR THEIR INDUSTRIAL SECTOR. FOR EXAMPLE, IF THE INDUSTRIES ARE SPRAY COATERS, INFORMATION ON HOW TO FIND AND USE LESS HAZARDOUS COATINGS, MORE EFFICIENT EQUIPMENT CLEANING, AND SPRAY COATING EFFICIENCY MAY BE THE FOCUS OF ONE ROUNDTABLE. IF THE INDUSTRIES USE VAPOR DEGREASING, INFORMATION ON HOW TO USE AQUEOUS CLEANING INSTEAD OF HALOGENATED SOLVENTS MAY BE THE FOCUS OF THE OTHER ROUNDTABLE. PPRC WILL COORDINATE WITH STATE PARTNERS TO IDENTIFY AND RECRUIT POTENTIAL INDUSTRIAL FACILITIES TO ATTEND THE VIRTUAL ROUNDTABLES.\nTASK 1.3: SUCCESSFULLY RECRUIT AT LEAST SIX (6) INDUSTRIAL PARTICIPANTS FROM THE ROUNDTABLE ATTENDEES. THIS INCLUDES GETTING UPPER-LEVEL MANAGEMENT BUY-IN. CONDUCT DIRECT, ON-SITE P2 TECHNICAL ASSISTANCE AT EACH FACILITY, COLLECT BASELINE P2 DATA, AND PROVIDE RECOMMENDATIONS.\nTASK 1.4: DISCUSS P2 RECOMMENDATIONS WITH THE FACILITY MANAGEMENT TEAM AND, BASED UPON THEIR PRIORITIES, WORK WITH EACH FACILITY TO ADOPT AND IMPLEMENT CHANGES THAT WILL REDUCE THE GENERATION OF HAZARDOUS MATERIALS AND INTRODUCE TOXICS REDUCTION PRACTICES.\nTASK 1.5: MEASURE P2 IMPROVEMENTS AND COLLECT DATA ON ALL ACTIONS TAKEN.\n\nACTIVITY 2: PPRC WILL CREATE AND PUBLISH EDUCATIONAL MATERIALS ON ITS WEBSITE AND PROMOTE THEM VIA ITS NEWSLETTER AND SOCIAL MEDIA:\nTASK 2.1: ONE CASE STUDY SHOWING THE NUMBER AND NATURE OF P2 PRACTICES ADOPTED BY A FACILITY, THEIR MOTIVATIONS FOR ADOPTION, AND RESULTS.\nTASK 2.2: TWO FACT SHEETS THAT SUMMARIZE P2 PRACTICES FOR THE UNIT OPERATIONS IDENTIFIED FOR THE VIRTUAL ROUNDTABLES. EACH FACT SHEET WILL BE PRODUCED IN ENGLISH AND SPANISH (FOUR FACT SHEETS IN TOTAL).\n\nACTIVITY 3: PPRC WILL SHARE RESULTS AND LESSONS LEARNED IN A NATIONAL WEBINAR.\nTASK 3.1: PPRC WILL ORGANIZE A NATIONAL WEBINAR FOCUSED ON LESSONS LEARNED AND P2 IMPROVEMENTS MADE WITHIN IDENTIFIED SECTORS OF CONCERN IN EJ COMMUNITIES.\nTASK 3.2: RECORD WEBINAR AND POST IT ON THE PPRC YOUTUBE CHANNEL.\nTASK 3.3: PRODUCE TWO SHORT (1-3 MINUTE) HIGHLIGHTS FROM THE WEBINAR THAT SHOW THE KEY CHANGES AND MOTIVATIONS OF INDUSTRIES TO ADOPT P2 P", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c986a14a-e014-a3ab-e482-0c41318e1c9f-R", "generated_internal_id": "ASST_NON_02J19401_6800"}, {"internal_id": 157418159, "Award ID": "02D40622", "Award Amount": 43600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-13", "CFDA Number": "66.717", "Description": "DESCRIPTION:THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $43,600 TO LAND OF SKY REGIONAL COUNCIL TO REDUCE POLLUTION AT THE SOURCE AND IMPROVE COMMUNITY RESILIENCE AND SUSTAINABILITY. THE PROJECT WILL DELIVER TECHNICAL RESOURCES AND ON-SITE ASSISTANCE TO NORTH CAROLINA BUSINESSES AND INSTITUTIONS SEEKING TO REPORT AND REDUCE GREENHOUSE GAS EMISSIONS. ENGAGING BOTH SENIOR ENGINEERS AND INTERNS, THE EFFORT WILL ADVANCE NEW COST-EFFECTIVE ROADMAP MODELS AND STRATEGIES FOR SELECTED INDUSTRIAL SECTORS TO ACHIEVE SIGNIFICANT GHG REDUCTION GOALS. THE TECHNICAL RESOURCES, TOOLKITS, ROADMAP MODELS AND DIRECT ON-SITE TECHNICAL ASSISTANCE WILL HELP BUSINESS CLIENT IDENTIFY AND IMPLEMENT ENERGY CONSERVATION AND RENEWABLE ENERGY STRATEGIES WITH COST/BENEFIT ANALYSES. THE APPROACH AND ASSISTANCE WILL PROMOTE A MORE EFFICIENT USE OF RESOURCES UP AND DOWN THE SUPPLY CHAIN.ACTIVITIES: THE ACTIVITIES TO BE PERFORMED INCLUDE THE CREATION OF AT LEAST 20 GREENHOUSE GAS RESOURCE TOOLS TO BE MADE AVAILABLE ON THE ORGANIZATION'S WEBSITE, THE GENERATION OF AT LEAST 400 WEBSITE USERS, ENGAGEMENT OF AT LEAST 25 STAKEHOLDERS, ADDRESSING THREE INDUSTRY SECTORS WITH THE ROADMAP MODELING TOOL, AT LEAST THREE OUTREACH EVENTS, AND ASSISTANCE GIVEN TO AT LEAST 7 BUSINESSES AND INSTITUTIONAL CLIENTS.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES OF THE PROJECT INCLUDE 20 GREENHOUSE GAS RESOURCE TOOLS MADE AVAILABLE ON THE APPLICANT'S WEBSITE, 400 USERS OF THE GREENHOUSE GAS REPORTING RESOURCE AND ROADMAP MODELS, 25 ENGAGED STAKEHOLDERS INVOLVED IN THE DEVELOPMENT PROCESS, 3 OUTREACH EVENTS, AND 7 BUSINESSES AND CLIENTS ASSISTED WITH ON-SITE ASSESSMENTS. THE INTENDED BENEFICIARIES ARE FOR THE STATE OF NORTH CAROLINA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e412e64-6692-038f-a7ee-11468e646619-C", "generated_internal_id": "ASST_NON_02D40622_6800"}, {"internal_id": 159163395, "Award ID": "02D40523", "Award Amount": 81000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "66.717", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $81,000 TO THE UNIVERSITY OF LOUISVILLE TO DEVELOP AND DELIVER GUIDANCE DOCUMENTATION, TOOLS, TECHNICAL EDUCATION, AND ASSISTANCE TO SUPPORT THE IMPLEMENTATION OF SUSTAINABLE MANUFACTURING TOOLS DESIGNED TO ENCOURAGE REDUCTION IN GREENHOUSE GAS EMISSIONS, RESOURCE AND WATER CONSERVATION, AND WASTE MINIMIZATION TO SUPPORT ENVIRONMENTAL SUSTAINABILITY AND IMPROVE COMPETITIVENESS. THE PROJECT WILL USE A COMBINATION OF ONSITE TECHNICAL ASSISTANCE, TRAINING, AND THE DEVELOPMENT OF TECHNICAL DOCUMENTATION AND CASE STUDIES TO ACCOMPLISH ITS GOALS.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE CREATION OF A REFERENCE GUIDE, TOOLKIT, TOOLS (2), CASE STUDIES (2), WEBINARS (2), ON-SITE TECHNICAL ASSISTANCE TO SIX CLIENTS, AND THE FACILITATED TRAINING OF AT LEAST 30 INDIVIDUALS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES WILL INCLUDE THE CREATION OF A REFERENCE GUIDE, TOOLKIT, TOOLS (2), CASE STUDIES (2), WEBINARS (2), ON-SITE TECHNICAL ASSISTANCE TO SIX CLIENTS, AND THE FACILITATED TRAINING OF AT LEAST 30 INDIVIDUALS. THE INTENDED BENEFICIARIES INCLUDE INDUSTRIAL MANUFACTURERS WHO WILL BENEFIT FROM INCREASED UNDERSTANDING OF P2 PRACTICES; CHANGES IN FACILITY OPERATIONS; ACTIONS TAKEN TO IMPLEMENT P2 PRACTICES WITH ASSOCIATED ENVIRONMENTAL OUTCOMES, AND GENERAL KNOWLEDGE TRANSFER. THE UNIVERSITY OF LOUISVILLE AND KPPC'S P2 ACTIVITIES BENEFIT THE BUSINESSES AND CITIZENS OF KENTUCKY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c9476c3-c39d-74de-31b6-2c9a10197e11-C", "generated_internal_id": "ASST_NON_02D40523_6800"}, {"internal_id": 138842763, "Award ID": "02D06021", "Award Amount": 57476.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-26", "CFDA Number": "66.717", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $52,878 TO ECOLOGY ACTION REQUESTS TO SUPPORT THEIR ENVIRONMENTAL PROTECTION AGENCY (EPA) SOURCE REDUCTION ASSISTANCE (SRA) FOR THE POLLUTION PREVENTION (P2) TECHNICAL PROJECT ASSISTANCE FOR FOOD MANUFACTURERS. THE GOAL OF THE PROJECT IS TO PROMOTE A CLEANER, HEALTHIER ENVIRONMENT BY REDUCING TOXIC AIR EMISSIONS, WATER AND ENERGY USAGE, AND TOXIC CHEMICAL USE. ECOLOGY ACTION WILL EXPAND AND DELIVER TECHNICAL ASSISTANCE AND EDUCATIONAL RESOURCES TO HELP FOOD MANUFACTURERS AND PROCESSORS IN REGION 4 STATES (NC AND GA) TO REDUCE THEIR ENVIRONMENTAL IMPACT AND REDUCE COSTS IN THEIR OPERATIONS, INCLUDING REFRIGERATED WAREHOUSES AND SUPPLY LINES. WE WILL LEVERAGE PARTNERSHIPS TO PROVIDE TECHNICAL ASSISTANCE, TRAINING, AND RESOURCES TO FOOD MANUFACTURING FACILITIES. TOGETHER THESE ACTIVITIES WILL RESULT IN ANNUAL REDUCTIONS OF 2,748,000 KWH, 1,943 MT CO2E, AND 1.8M GALLONS OF WATER, AND WILL MAKE A SUITE OF TRAINING MATERIALS PUBLICLY AVAILABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de9841eb-d639-e3a0-b95e-3730749844ae-R", "generated_internal_id": "ASST_NON_02D06021_6800"}, {"internal_id": 139786163, "Award ID": "02D05921", "Award Amount": 68067.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "66.717", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $68,067 TO THE WILDLIFE HABITAT COUNCIL (WHC) TO WORK WITH AUTO MANUFACTURERS AND THEIR SUPPLIERS TO IDENTIFY, DEVELOP AND ADVANCE NATURE-BASED SOLUTIONS (NBS) AS EFFECTIVE TOOLS TO REDUCE AIR AND WATER POLLUTION AT THE SOURCE AND IMPROVE COMMUNITY RESILIENCE AND SUSTAINABILITY. WHC AND THE SUPPLIERS PARTNERSHIP FOR THE ENVIRONMENT WILL UNDERTAKE A KNOWLEDGE GAP ANALYSIS AND CONVENE STAKEHOLDER MEETINGS, WHICH WILL LEAD TO A SUITE OF TECHNICAL ASSISTANCE PRODUCTS THAT WILL PROVIDE GUIDANCE TO THE AUTO INDUSTRY AT BOTH THE CORPORATE AND OPERATION LEVELS TO BETTER UNDERSTAND, IMPLEMENT, MEASURE AND REPORT ON NBS. THE OUTPUTS WILL INCLUDE A DECISION TREE TO GUIDE LAND MANAGERS TO THE RIGHT MEASURABLE NBS FOR THEIR PROPERTIES AND A WHITE PAPER DISTILLING THE RESULTS TO BE DISTRIBUTED TO WHC&RSQUOANDS LIST OF 5,000 CORPORATE OPERATORS, A WEBINAR BY WHC AND A CONFERENCE PANEL. THE DIRECT BENEFICIARIES OF THIS PROJECT WILL BE AUTO MANUFACTURERS AND THEIR SUPPLIERS IN REGION 4 STATES, WHILE DEVELOPING DEMONSTRATION AND TRAINING MATERIALS THAT ARE TRANSFERABLE ACROSS THE US AUTO INDUSTRY VALUE CHAIN AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4fff1ade-b8f8-178e-1c7e-ebb6bd617486-C", "generated_internal_id": "ASST_NON_02D05921_6800"}, {"internal_id": 138794836, "Award ID": "02D05821", "Award Amount": 48027.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "66.717", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $48,027 TO EAST CAROLINA UNIVERSITY TO SUPPORT SOURCE REDUCTION TECHNICAL ASSISTANCE, TRAINING, AND EVENTS THROUGHOUT THE STATE OF NORTH CAROLINA. THIS PROJECT AIMS TO REDUCE POLLUTION, CONSERVE WATER, AND SAVE ENERGY THROUGH LEAN AND GREEN PRACTICES IN THE FOOD AND BEVERAGE PROCESSING AND AUTOMOTIVE MANUFACTURING AND MAINTENANCE INDUSTRIES IN NORTH CAROLINA. THIS WILL BE ACHIEVED THROUGH P2 WORKSHOPS AND ONE-DAY TRAINING COURSES IN P2 AND LEAN MANUFACTURING AND THROUGH THE DEVELOPMENT OF TRAINING MATERIAL AND IMPLEMENTATION DOCUMENTS. THE PROJECT WILL BE LED BY THE EAST CAROLINA UNIVERSITY CENTER FOR SUSTAINABLE ENERGY AND ENVIRONMENTAL ENGINEERING (ECU CSE3), IN PARTNERSHIP WITH MULTIPLE CENTERS AND ORGANIZATIONS IN NC. LEVERAGING P2 RESOURCES FROM PRIOR AND ONGOING PROJECTS, ACTIVITIES INCLUDE THE DEVELOPMENT OF POLLUTION PREVENTION RESOURCES AND TRAINING MANUALS, TECHNICAL SUPPORT DURING IMPLEMENTATION, AND DISSEMINATION OF MATERIALS WITH BROAD INDUSTRIES THOUGH DIFFERENT VENUES, INCLUDING WORKSHOPS, MEETINGS, AND WEBPAGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c418087-59c2-1135-0b45-91d24c024b93-C", "generated_internal_id": "ASST_NON_02D05821_6800"}, {"internal_id": 140709022, "Award ID": "01J99601", "Award Amount": 23253.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "66.717", "Description": "ECOLOGY ACTION'S GROCERY CHALLENGE WILL EMPLOY A CHALLENGE COMPETITION MODEL TO EDUCATE AND INCENTIVIZE POLLUTION PREVENTION (P2) PRACTICES AMONG GROCERY STORE EMPLOYEES. ECOLOGY ACTION WILL USE THE CHALLENGE COMPETITION TO DIRECTLY EDUCATE 40 EMPLOYEES AND REACH 200 EMPLOYEES AT 20 STORES ABOUT SIMPLE ACTS THAT REDUCE POLLUTION AT ITS SOURCE. THE RESULTS OF THE PROJECT WILL BE SIGNIFICANT REDUCTIONS IN THE USE OF ENERGY AND TOXICS, FOOD WASTE, AND TOXIC CHEMICALS COMMONLY FOUND IN GROCERY STORES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de9841eb-d639-e3a0-b95e-3730749844ae-R", "generated_internal_id": "ASST_NON_01J99601_6800"}, {"internal_id": 140708879, "Award ID": "01J99301", "Award Amount": 59500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.717", "Description": "THE KALISPEL TRIBE OF INDIANS WILL ADVANCE THE LOCAL FOOD SYSTEM BY RAISING PORK ON THE FOOD SCRAPS OF THEIR WETLANDS RESTAURANT NEAR CUSICK, WA. THIS WILL SIGNIFICANTLY REDUCE THE FOOD WASTE OF THE FACILITY (AND CLIMATE IMPACT CAUSED THERE-BY), WHILE CREATING A NEW CUSTOMER BASE FOR A LOCAL FARMER AND SECURING A LOCAL SOURCE OF PREMIUM PORK TO BE SERVED AT THE CASINO. WHEN SUCCESSFUL, THIS MODEL CAN BE REPLICATED IN OTHER RURAL SETTINGS, ESPECIALLY THOSE WITHOUT ACCESS TO A COMMERCIAL COMPOSTING FACILITY. MOREOVER, IT UP-LEVELS THE FOOD WASTE FROM MERELY COMPOSTING, WHICH IS RELATIVELY LOW ON THE EPA'S FOOD WASTE HIERARCHY, TO 'FEEDING ANIMALS', WHICH IS MUCH HIGHER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c83ff57-cf93-5d89-e651-5ccd9162d812-C", "generated_internal_id": "ASST_NON_01J99301_6800"}, {"internal_id": 140708854, "Award ID": "01J98801", "Award Amount": 59874.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "66.717", "Description": "REBUILDING CENTER, IN PARTNERSHIP WITH THE CITY OF PORTLAND, METRO (THE REGIONAL GOVERNMENT ENTITY THAT OVERSEES SOLID WASTE MANAGEMENT), AND TRASH FOR PEACE (A WORKFORCE DEVELOPMENT NONPROFIT), WILL INCREASE THE DIVERSION OF CONSTRUCTION WASTE FROM LANDFILLS TO PROVIDE AFFORDABLE, ACCESSIBLE RECLAIMED MATERIALS TO THE PUBLIC AND SUPPLY FREE CONSTRUCTION MATERIALS TO BLACK, INDIGENOUS, AND PERSONS OF COLOR (BIPOC) HOMEOWNERS AND HOMEOWNERS WITH DISABILITIES THROUGHOUT THE PORTLAND REGION. MANY OF THESE HOMEOWNERS HAVE BEEN CITED BY THE CITY FOR CODE VIOLATIONS AND, WHILE THE CITY PROVIDES TECHNICAL ASSISTANCE TO SUPPORT ACHIEVING COMPLIANCE, THE HOMEOWNERS DO NOT HAVE THE MEANS TO PURCHASE MATERIALS TO MAKE THE NECESSARY REPAIRS. THIS PROJECT TAKES THE SIGNIFICANT TONNAGE OF USABLE CONSTRUCTION MATERIAL OTHERWISE DESTINED FOR LANDFILLS AND MAKES IT AVAILABLE TO THESE HOMEOWNERS AT NO COST, HELPING THEM TO AVOID MOUNTING FEES, REPAIR THEIR HOMES, AND AVOID DISPLACEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ff81b60-249f-490c-ecb4-d870dd9603cf-R", "generated_internal_id": "ASST_NON_01J98801_6800"}, {"internal_id": 140709012, "Award ID": "01J98401", "Award Amount": 37963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "66.717", "Description": "PORTLAND STATE UNIVERSITY WILL ORGANIZE AND IMPLEMENT A PILOT PROGRAM TO 1) IMPROVE FRUIT QUALITY AND RESCUE FRUIT FROM CITY TREES, AND 2) DISTRIBUTE IT ALONG WITH WASTED FOOD PREVENTION EDUCATION MATERIALS TO LOW-INCOME, MULTIFAMILY PROPERTIES IN HISTORICALLY DISADVANTAGED AREAS OF PORTLAND, OREGON. THIS PROJECT WILL PREVENT FOOD FROM GOING TO WASTE AND PROMOTE COMMUNITY HEALTH AND RESILIENCE BY PROVIDING FRESH PRODUCE IN AREAS WITH LIMITED ACCESS TO IT WHILE STRENGTHENING LOCAL NETWORKS FOR GROWING AND DISTRIBUTING FOOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89c24ee0-5810-cbef-ec51-de24a644c22c-C", "generated_internal_id": "ASST_NON_01J98401_6800"}, {"internal_id": 140709264, "Award ID": "01J98001", "Award Amount": 59887.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-09", "CFDA Number": "66.717", "Description": "THE POLLUTION PREVENTION RESOURCE CENTER (PPRC) WILL DEVELOP A PROGRAM IN PARTNERSHIP WITH OREGON DEPARTMENT OF ENVIRONMENTAL QUALITY AND WASHINGTON DEPARTMENT OF ECOLOGY THAT WILL PROVIDE ON-SITE AND REMOTE TECHNICAL ASSISTANCE FROM A DEDICATED ASSOCIATE/FELLOW WHO WILL GUIDE BUSINESSES IN CERTIFYING PRODUCTS UNDER EPA'S SAFER CHOICE LABEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c986a14a-e014-a3ab-e482-0c41318e1c9f-R", "generated_internal_id": "ASST_NON_01J98001_6800"}, {"internal_id": 140709009, "Award ID": "01J92301", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "66.717", "Description": "THE SOUTH KING TOOL LIBRARY (SKTL) WILL WORK WITH THE EPA AS WELL AS PUBLIC AND PRIVATE PARTNERS TO REDUCE POLLUTION CREATED BY HOUSEHOLDS AND SMALL BUSINESSES IN KING AND PIERCE COUNTIES. EMPHASIS WILL BE ON REDUCING PRODUCT USE THAT GENERATES POLLUTION AND PROMOTING REUSE OF PRODUCTS AND MATERIALS, INCLUDING REPAIRING, SHARING, EXCHANGE, AND REPURPOSING. THE SKTL WILL DO THIS BY OFFERING FREE TOOL LENDING, REPAIR EVENTS, OUTREACH AND EDUCATION EVENTS AND RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94f6e27b-7b9a-4682-2246-91024036f4bf-R", "generated_internal_id": "ASST_NON_01J92301_6800"}, {"internal_id": 140709148, "Award ID": "01J92201", "Award Amount": 57048.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "66.717", "Description": "ROLLING TOMATO WILL REDUCE FOOD WASTE IN IDAHO BY RECOVERING PERFECTLY GOOD FOOD DESTINED FOR THE LANDFILL AND REDISTRIBUTING IT TO FAMILIES AND INDIVIDUALS IN NEED. THEY WILL CONTINUE THE WORK OF SUSTAINABLE FOOD MANAGEMENT UNDERWAY SINCE 2016 AND WILL EXPAND THEIR OPERATIONS BOTH GEOGRAPHICALLY AND BY VOLUME, SAVING AS MUCH FOOD FROM BECOMING WASTE AS POSSIBLE AND HELPING PARTNER ORGANIZATIONS IN THE BOISE AREA PROVIDE FOR THEIR COMMUNITIES OVER THE NEXT TWO FISCAL YEARS (FY2022 AND FY2023). DURING THIS PROJECT, ROLLING TOMATO WILL SURPASS THEIR PREVIOUS RECORDS FOR FOOD RECOVERED, GREENHOUSE GASES SEQUESTERED, MEALS PROVIDED, AND MONEY SAVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53fcf9be-c6f0-49ac-bfbc-df29db9bc45b-R", "generated_internal_id": "ASST_NON_01J92201_6800"}, {"internal_id": 110297652, "Award ID": "01J84901", "Award Amount": 119872.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "66.717", "Description": "PPRC WILL ADDRESS 3 NEA CATEGORIES: AEROSPACE, AUTOMOTIVE, AND FOOD AND BEVERAGE. PPRC WILL REDUCE THE USE OF TSCA CHEMICALS AND THE GENERATION OF HAZARDOUS WASTE BY SMALL BUSINESSES AND INDUSTRIAL FACILITIES THROUGH TRAININGS, MEETINGS AND ROUNDTABLE CONFERENCES OF KEY P2 STAKEHOLDERS AND TAPS, INDUSTRIAL SITE ASSESSMENTS, AND THE DEVELOPMENT OF CASE STUDIES, CHECKLISTS, FACTSHEETS, ETC. THIS PROJECT WILL BE CONDUCTED IN EPA REGION 10 IN COLLABORATION WITH AK FORUM, ID DEQ, OR DEQ, OREGON MUNICIPALITIES, WA ECY, AND TRADE ASSOCIATIONS. ROUNDTABLE CONFERENCES WILL BE COORDINATED WITH EPA REGION 9.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c986a14a-e014-a3ab-e482-0c41318e1c9f-R", "generated_internal_id": "ASST_NON_01J84901_6800"}, {"internal_id": 81071138, "Award ID": "01J55001", "Award Amount": 65000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-16", "CFDA Number": "66.717", "Description": "THE SUSTAINABLE LIVING CENTER WILL HIRE A TECHNICAL REPRESENTATIVE TO REINVIGORATE THE $MART BUSINESS PARTNERS PROGRAM IN WALLA WALLA COUNTY. THIS PROJECT WILL ENGAGE PAST PARTICIPATING BUSINESSES, ATTRACT NEW BUSINESSES, AND HELP MORE PARTICIPANTS QUANTIFY THEIR REDUCTIONS IN ENERGY, WATER AND OTHER RESOURCES. THIS PROJECT WILL SERVE AS A MODEL PROGRAM FOR CREATING BEHAVIORAL CHANGE BY EDUCATING THE STAFF OF THE $MART BUSINESS PARTNERS AND PROSPECTIVE PARTNERS ON THE ENVIRONMENTAL AS WELL AS COST BENEFIT OF REDUCING ENERGY AND WATER ALONG WITH MATERIALS (ESPECIALLY TOXIC MATERIALS) AND WASTE (ESPECIALLY HAZARDOUS WASTE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6473622-d096-3689-5ab5-4f188940d929-R", "generated_internal_id": "ASST_NON_01J55001_6800"}, {"internal_id": 75591853, "Award ID": "01J45701", "Award Amount": 53549.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-23", "CFDA Number": "66.717", "Description": "THE OKANOGAN CONSERVATION DISTRICT IS A MEMBER OF THE OKANOGAN RIVER AIRSHED PARTNERSHIP. ORAP HAS IDENTIFIED THAT BURNING RESIDENTIAL YARD WASTE IS A SIGNIFICANT CONTRIBUTOR TO HIGH CONCENTRATIONS OF PM 2.5 FROM OCT.-APRIL. MUNICIPALITIES AND SCHOOL DISTRICTS IN THE COUNTY USE BURNING TO DISPOSE OF LANDSCAPING DEBRIS. THIS PROJECT WILL UTILIZE A TWO-PART STRATEGY TO REDUCE PM 2.5 POLLUTION FROM BURNING IN OKANOGAN COUNTY: 1. PROVIDE TECHNICAL ASSISTANCE AND ALTERNATIVES TO BURNING TO THE PUBLIC; 2. INVESTIGATE BARRIERS AND ALTERNATIVES TO BURNING FOR PUBLIC AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92c452d6-9782-8f62-db83-353e81c5737b-C", "generated_internal_id": "ASST_NON_01J45701_6800"}, {"internal_id": 39190924, "Award ID": "01J40501", "Award Amount": 33681.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-28", "CFDA Number": "66.717", "Description": "THE GRANTEE WILL CONDUCT COMMUNITY CHIPPING BANK DEMONSTRATION PROJECTS, PROVIDE TECHNICAL ASSISTANCE TO FRUIT TREE GROWERS, AND WORK WITH PARTNERS TO DEVELOP AND IMPLEMENT AN OUTREACH PLAN TO REDUCE PM2.5 EMISSIONS FROM RESIDENTIAL AND AGRICULTURAL VEGETATIVE BURNING IN OKANOGAN COUNTY, INCLUDING THE COLVILLE RESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92c452d6-9782-8f62-db83-353e81c5737b-C", "generated_internal_id": "ASST_NON_01J40501_6800"}, {"internal_id": 39190923, "Award ID": "01J40401", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-28", "CFDA Number": "66.717", "Description": "GRANTEE WILL PROVIDE TECHNICAL ASSISTANCE TO BUSINESSES IN REGION 10, INCLUDING AUTO BODY REPAIR SHOPS TO PROMOTE THE CONVERSION FROM SOLVENT-BASED TO WATER-BASED PAINTS AND COATINGS TO REDUCE VOLATILE ORGANIC COMPOUNDS (VOC) EMISSIONS. GRANTEE WILL ALSO SUPPORT THE REGION 10 P2 ROUNDTABLE, DEVELOP FACTSHEETS AND WEBINARS, AND FACILITATE OUTREACH AND COMMUNICATIONS WITH STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c986a14a-e014-a3ab-e482-0c41318e1c9f-R", "generated_internal_id": "ASST_NON_01J40401_6800"}, {"internal_id": 77072347, "Award ID": "01J34101", "Award Amount": 164249.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-04", "CFDA Number": "66.717", "Description": "PPRC PRESENTS SIX ACTIVITIES IN THIS PROPOSED PROJECT. FOUR ADDRESS TSCA PRIORITY CHEMICALS THAT OUR PARTNER STATES ARE ADDRESSING, AND THE OTHER TWO SUPPORT SERVICES REQUESTED BY PPRC'S STATE PARTNERS AND ORGANIZATIONS. ALL ACTIVITIES INCLUDE THE IDENTIFICATION AND IMPLEMENTATION OF SAFER ALTERNATIVES TO TSCA CHEMICALS FOUND IN INDUSTRIAL APPLICATIONS. CASE STUDY DEVELOPMENT, RESEARCH, TRAINING, STUDIES, AND EDUCATION WILL BE UTILIZED FOR ALL ACTIVITIES AND WILL BE ALSO BE USED TO MEASURE, CAPTURE, AND REPORT VERIFIABLE AND REPLICABLE DATA TO EPA AND OUR REGIONAL MEMBER STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c986a14a-e014-a3ab-e482-0c41318e1c9f-R", "generated_internal_id": "ASST_NON_01J34101_6800"}, {"internal_id": 79452206, "Award ID": "01F60801", "Award Amount": 123570.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-27", "CFDA Number": "66.717", "Description": "THE CITY OF ALBUQUERQUE WILL FACILITATE A POLLUTION PREVENTION PROJECT TO REDUCE THE AMOUNT OF HAZARDOUS AIR POLLUTANTS GENERATED BY THE METAL FABRICATION INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6d90ff3-ecac-9dea-023a-e8c742ab065b-C", "generated_internal_id": "ASST_NON_01F60801_6800"}, {"internal_id": 79639596, "Award ID": "01F60601", "Award Amount": 71881.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-11", "CFDA Number": "66.717", "Description": "THIS PROJECT WILL USE TECHNICAL ASSISTANCE, RESEARCH AND TRAINING TO IMPROVE THE ENVIRONMENTAL FOOTPRINTS OF BUSINESSES AND/OR LOCAL GOVERNMENTS THROUGH SUPPORTING THE IMPLEMENTATION OF SOURCE REDUCTION POLILUTION PREVENTION (P2) ACTIVITIES FOR ORGANIZATIONS INCLUDING ONSITE TRAINING, IMPLEMENTATION SUPPORT, RESEARCH AND DISSEMINATION OF P2 PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_01F60601_6800"}, {"internal_id": 39189175, "Award ID": "01F24601", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-01", "CFDA Number": "66.717", "Description": "MANOMET PROPOSES TO PROVIDE ASSESSMENTS/ WORKBOOKS AND ON- SITE TRAINING FOR 30-40 GROCERY STORES IN REGION 6. EACH ON-SITE VISIT WILL BE A PERSONALI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "51a5951e-f413-83ff-41d7-75ae2a476319-C", "generated_internal_id": "ASST_NON_01F24601_6800"}, {"internal_id": 39189026, "Award ID": "01F08701", "Award Amount": 52353.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-09", "CFDA Number": "66.717", "Description": "THIS PROJECT FOCUSES ON NEWER HYDRAULIC FRACTURING (FRACKING) TECHNIQUES, SEEKING UP TO DATE SOURCE TECHNIQUES FOR THESE OPERATIONS.  THE PROPOSAL SH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "154a03a0-58f3-1a8c-9a0f-3a1dad1761df-C", "generated_internal_id": "ASST_NON_01F08701_6800"}, {"internal_id": 39177422, "Award ID": "00F55601", "Award Amount": 87723.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2012-08-14", "CFDA Number": "66.717", "Description": "THIS PROJECT WILL DEVELOP A NEW AND INNOVATIVE APPROACH FOR USING POLLUTION PREVENTION (P2) TO ADDRESS EMERGING ENVIRONMENTAL CHALLENGES.  DETAILED P", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "082679ef-cf4a-76a3-fe37-e3cfbce7c682-C", "generated_internal_id": "ASST_NON_00F55601_6800"}, {"internal_id": 110190179, "Award ID": "00E02869", "Award Amount": 99168.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "66.717", "Description": "THE ILLINOIS SUSTAINABLE TECHNOLOGY CENTER WILL PROVIDE ON-SITE POLLUTION PREVENTION TECHNICAL ASSISTANCE THROUGH TRAINING, EDUCATION, AND INVESTIGATION OF INNOVATIVE TECHNIQUES TO TWELVE (12) ILLINOIS FOOD AND BEVERAGE, CHEMICAL AND AUTOMOTIVE MANUFACTURERS AND MAINTENANCE FACILITIES RESULTING IN WATER CONSERVATION, REDUCED ENERGY, HAZARDOUS INPUTS AND WASTES, EMISSIONS AND BUSINESS COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_00E02869_6800"}, {"internal_id": 111062247, "Award ID": "00E02868", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "66.717", "Description": "THIS GRANTEE WILL PROVIDE BOTH TECHNICAL AND EDUCATIONAL ASSISTANCE TO FOOD AND BEVERAGE, CHEMICAL, AND METAL MANUFACTURING PLANTS WITHIN THE STATE OF ILLINOIS. TECHNICAL ASSISTANCE WILL CONSIST OF A MINIMUM OF 14 TECHNICAL ASSESSMENTS UTILIZING EPA P2 BEST PRACTICES AND TOOLS; EDUCATIONAL ASSISTANCE WILL INCLUDE A MINIMUM OF THREE CASE STUDIES REPRESENTING EACH OF THE TARGET NATIONAL EMPHASIS AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_00E02868_6800"}, {"internal_id": 73637735, "Award ID": "00E02449", "Award Amount": 96911.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-13", "CFDA Number": "66.717", "Description": "THE ILLINOIS SUSTAINABLE TECHNOLOGY CENTER WILL PROVIDE ON-SITE TECHNICAL ASSISTANCE TO ILLINOIS FOOD AND BEVERAGE MANUFACTURERS, PROCESSING FACILITIES, THEIR DIRECT SUPPLIERS AND SUPPORTING INDUSTRIES THAT WILL RESULT IN REDUCED BUSINESS COSTS, WATER CONSUMPTION, WASTEWATER GENERATION, HAZARDOUS MATERIALS AND ENERGY COSTS.  THIS WILL BE ACCOMPLISHED THROUGH POLLUTION PREVENTION AND ENERGY EFFICIENCY ASSISTANCE, THAT FOCUSES UPON SOURCE REDUCTION AND RESOURCE CONSERVATION AND UTILIZATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_00E02449_6800"}, {"internal_id": 75591861, "Award ID": "00E02448", "Award Amount": 57350.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-29", "CFDA Number": "66.717", "Description": "THE GRANTEE WILL TARGET THREE BUSINESSES AND THEIR FLEET OF VEHICLES BY SUPPORTING ECONOMIC/ENVIRONMENTAL PROJECT JUSTIFICATION AND HELPING BUSINESSES APPLY FOR GRANT/LOAN FUNDING TO RETROFIT OR REPLACE DIESEL POWERED TRANSPORT REFRIGERATION UNITS WITH REFRIGERATION UNITS CAPABLE OF OPERATING ON ELECTRICITY DURING PERIODS OF STATIONARY OPERATION. THE PROJECT WILL IMPROVE AIR QUALITY THROUGH REDUCTION OF PM2.5, NOX, AND OTHER HAZARDOUS AIR POLLUTANTS EMISSIONS RESULTING FROM OPERATING REFRIGERATION UNITS USING DIESEL POWER WHILE PARKED AT THEIR HOME BASE. ADDITIONALLY PROJECT PARTNERS WILL DEVELOP A PROCEDURE FOR REPLICATING THIS WORK AT ADDITIONAL FACILITIES TO INCREASE ITS IMPACT BEYOND THE PROJECT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_00E02448_6800"}, {"internal_id": 39175976, "Award ID": "00E02051", "Award Amount": 153100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-27", "CFDA Number": "66.717", "Description": "THIS PROJECT WILL BUILD RELATIONSHIPS WITH COMMUNITY LEADERS AND ORGANIZATIONS AND TRAIN MINNESOTA TECHNICAL ASSISTANCE PROGRAM INTERNS TO ASSESS AIR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_00E02051_6800"}, {"internal_id": 39175975, "Award ID": "00E02050", "Award Amount": 204600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-08", "CFDA Number": "66.717", "Description": "THIS PROJECT THROUGH PILOTS AT 6-10 DETROIT PLATING FACILITIES, WILL EVALUATE NEW INNOVATIVE P2 TECHNOLOGIES TO REDUCE SOURCE POLLUTION IDENTIFIED TH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "617613c4-503f-6c2f-a0ac-9fab2b073a47-C", "generated_internal_id": "ASST_NON_00E02050_6800"}, {"internal_id": 39174496, "Award ID": "00D52316", "Award Amount": 130000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "66.717", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $48,026 TO THE UNIVERSITY OF LOUISVILLE TO CONDUCT OUTREACH AND EDUCATION ACTIVITIES WHICH INCL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c9476c3-c39d-74de-31b6-2c9a10197e11-C", "generated_internal_id": "ASST_NON_00D52316_6800"}, {"internal_id": 39174494, "Award ID": "00D52216", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-30", "CFDA Number": "66.717", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $40,000 TO THE NORTH CAROLINA LAND OF SKY REGIONAL COUNCIL , WHICH WILL BUILD OFF OF AND ENHANC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e412e64-6692-038f-a7ee-11468e646619-C", "generated_internal_id": "ASST_NON_00D52216_6800"}]