[{"internal_id": 157865306, "Award ID": "98T51701", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-24", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE WORK CONDUCTED USING THIS GRANT FUNDING WILL BE INSTRUMENTAL IN FURTHER STRENGTHENING AND ADVANCING THE WHITE MOUNTAIN APACHE TRIBE'S SOLID WASTE MANAGEMENT PROGRAM. THIS PROJECT WILL PROVIDE A BASELINE WASTE AUDIT THAT IDENTIFIES THE ORIGIN, COMPOSITION, AND VOLUME OF SOLID WASTE GENERATED ACROSS THE RESERVATION. THIS BASELINE EVALUATION IS CRUCIAL TO PROGRAM DEVELOPMENT BECAUSE IT PROVIDES QUANTIFIED DATA AND INFORMATION FROM WHICH PROGRAM DECISIONS CAN BE MADE, GOALS CAN BE ESTABLISHED, AND RESOURCE REQUIREMENTS CAN BE IDENTIFIED AND ADDRESSED. THIS WILL ALLOW THE TRIBE TO CONTINUE TO DEVELOP ITS SOLID WASTE MANAGEMENT PROGRAM IN A COHESIVE, STRATEGIC, AND LOGICAL MANNER AND IMPROVE SUCCESS FOR PROGRAM LONGEVITY. THIS GRANT WILL ASSIST THE TRIBE IN INITIATING A PROGRAM TO ALLOW THE SOLID WASTE PROGRAM TO BE CONDUCTED IN A MORE SUSTAINABLE MANNER, INCLUDING RECYCLING, DIVERSION, COMPOSTING, AND GHG EMISSIONS REDUCTIONS.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $100,000.  PRE-AWARD COSTS ARE APPROVED BACK TO 01/02/2023.ACTIVITIES:WITH THIS GRANT, THE WHITE MOUNTAIN APACHE TRIBE WILL COMPLETE FOUR ACTIVITIES: EVALUATE WASTE STREAM VOLUME AND COMPOSITION OF RESIDENTIAL AND COMMERCIAL SOURCES; IDENTIFY POTENTIAL WASTE DIVERSION, RECYCLING, OR COMPOSTING OPTIONS FOR WASTE STREAMS; INVENTORY ILLEGAL DUMPS AND QUANTIFY COMPOSITION; AND PREPARE A SUMMARY REPORT OF PROJECT FINDINGS WITH CONCLUSIONS AND RECOMMENDATIONS FOR FUTURE ACTIVITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS AGREEMENT PROVIDES ASSISTANCE TO THE WHITE MOUNTAIN APACHE TRIBE TO BUILD ITS CAPACITY, MANAGE WASTE MORE SUSTAINABLY, AND PRESERVE RESOURCES. DIRECT BENEFICIARIES OF THIS PROJECT ARE THE MEMBERS AND/OR RESIDENTS OF THE WHITE MOUNTAIN APACHE TRIBE/RESERVATION.  DELIVERABLES INCLUDE RESULTS FROM RESIDENTIAL AND COMMERCIAL WASTE AUDITS, AUDIT FINDINGS OF ILLEGAL DUMPS, UPDATED INTEGRATED WASTE MANAGEMENT PLAN, AND A FINAL REPORT THAT PRESENTS THE FINDINGS OF THE PROJECT AND INCLUDES AN EVALUATION OF POTENTIAL SOLID WASTE MANAGEMENT ALTERNATIVES SUCH AS RECYCLING, DIVERSION, AND/OR COMPOSTING AND IDENTIFY OPTIONS TO REDUCE SOLID WASTE DISPOSAL BY 25% BY 2025.\n\nTHE EXPECTED OUTCOMES ARE THAT THIS PROJECT WILL HAVE SIGNIFICANT POSITIVE IMPACTS TO OVERALL COMMUNITY HEALTH AND REDUCTION OF THREATS TO HUMAN HEALTH AND THE ENVIRONMENT. THE PROJECT WILL PROVIDE A FIRST STEP IN UNDERSTANDING HOW TO BETTER MANAGE ILLEGALLY-DUMPED ELECTRONIC WASTES; HOUSEHOLD APPLIANCES; CLEANERS, PAINTS, AND SOLVENTS; AUTOMOTIVE WASTE, AND PESTICIDES AND HERBICIDES. THESE WASTES ARE KNOWN TO CONTRIBUTE TO TOXIC AND HAZARDOUS CHEMICAL RELEASES INTO THE SOIL AND EVENTUALLY INFILTRATE INTO GROUNDWATER OR BE RELEASED TO THE ATMOSPHERE. ADDITIONALLY, THE GRANT WILL BE USED TO ADDRESS THE IMMEDIATE AND CHRONIC THREATS TO THE TRIBE'S TOURISM AND RECREATION SECTORS THAT RESULT FROM INEFFECTIVE SOLID WASTE MANAGEMENT. BY IDENTIFYING AND IMPLEMENTING OPPORTUNITIES FOR INCREASED RECYCLING AND WASTE DIVERSION, THE WASTE MANAGEMENT PROGRAM CAN BE MORE COST EFFECTIVE. OPEN DUMPS AND UNCOLLECTED HOUSEHOLD GARBAGE AND BULK MATERIALS STAIN THE IMAGE AND BEAUTY OF THE FORESTS AND WATERS THAT DRAW VISITORS TO THE WHITE MOUNTAINS. AS A RESULT, THE LAND BECOMES LESS ATTRACTIVE TO POTENTIAL VISITORS AND THEIR ASSOCIATED TOURISM EXPENDITURES THAT ARE SO VITAL TO THE TRIBE. THIS GRANT WILL HELP ELIMINATE THIS THREAT TO TRIBE EARNINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69ffdb17-ff78-a0b5-4ddc-1f66e50a09e1-C", "generated_internal_id": "ASST_NON_98T51701_6800"}, {"internal_id": 149897562, "Award ID": "98T37401", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-27", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO DEVELOP NEW ANAEROBIC DIGESTION (AD) CAPACITY FOR PROCESSING FOOD WASTE AND TO DEMONSTRATE THE FEASIBILITY OF SMALL-SCALE AD SYSTEMS IN RURAL COMMUNITIES. THE RECIPIENT PLANS TO ESTABLISH A PILOT ANAEROBIC DIGESTION FACILITY ON TRIBAL LAND TO DIVERT THE FOOD WASTE GENERATED ON ADJACENT TO ITS LAND, BEGINNING WITH AN ELEMENTARY SCHOOL. DIGESTATE AND BIOGAS PRODUCT WILL BE UTILIZED TO SUPPORT FOOD SOVEREIGNTY BY EFFORTS ADDING NUTRIENTS TO THE SOIL AND POWERING THE WELL WATERING SYSTEM IN FOOD PRODUCTION SPACES. ACTIVITIES INCLUDE;  GATHERING INFORMATION FOR PROGRAM DIRECTION AND INSTALL THE ANAEROBIC DIGESTOR FACILITY, CREATING FOOD WASTE COLLECTION SERVICE FOR A LIMITED AREA OF THE RESERVATION, WHILE CREATING TARGETED EDUCATIONAL PROGRAMS TO ENCOURAGE FOOD WASTE DIVERSION FOR PROGRAM EXPANSION, AND DEMONSTRATING REPLICABLE SUCCESSES OF THE ANAEROBIC DIGESTOR PROGRAM.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000.  PREAWARD COSTS HAVE BEEN APPROVED BACK TO 4/1/22.  SEE TERMS AND CONDITIONS.ACTIVITIES:.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f1875ee-6022-b0c0-7904-42fdce8e0a40-C", "generated_internal_id": "ASST_NON_98T37401_6800"}, {"internal_id": 149415682, "Award ID": "98T37201", "Award Amount": 169054.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-06", "CFDA Number": "66.808", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $169,054. PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO 06/01/2022.\n\nTHIS PROJECT IS A STUDY THAT WILL EVALUATE THE CONVERSION OF EXISTING ANAEROBIC DIGESTERS AT MONTEREY ONE WATER'S (M1W) WASTEWATER TREATMENT FACILITY TO CO-DIGEST SEWAGE SLUDGE WITH FOOD AND OTHER ORGANIC WASTES DIVERTED FROM MONTEREY REGIONAL WASTE MANAGEMENT DISTRICT (MRWMD). THE OBJECTIVE OF THE STUDY IS TO IDENTIFY STRATEGIES FOR USING FOOD WASTE AND ORGANIC MATERIALS TO A) OPTIMIZE UN-USED ASSETS TO INCREASE THE USE OF ANAEROBIC DIGESTION; B) EXPAND BIOGAS GENERATION FOR PRODUCTIVE USE; AND C) SUPPORT FEDERAL AND STATE INITIATIVES TO CREATE A CLEANER, SAFER ENVIRONMENT. ACTIVITIES:\n1) QUANTIFICATION AND CHARACTERIZATION OF FOOD WASTE IN THE PROJECT AREA.\n2) CONDUCT AN ASSESSMENT OF THE FACILITY'S EXISTING ORGANICS PROCESSING TECHNOLOGIES AND INFRASTRUCTURE, AS WELL AS CURRENT AND FUTURE ENERGY DEMANDS.\n3) DEFINE OPPORTUNITIES AND CONSTRAINTS TO MAXIMIZE UN-USED CAPACITY FOR CO-DIGESTION.\n4) DETERMINE SUITABLE TECHNOLOGIES FOR THE PRE-PROCESSING OF FEEDSTOCK AND CO-DIGESTION.\n5) PRODUCE A FINAL FEASIBILITY STUDY WHICH MEETS THE PROJECT OBJECTIVES AND QUANTIFIES THE ANTICIPATED ENVIRONMENTAL BENEFITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b27271de-10c1-bcf7-11cf-a4719d9b1609-C", "generated_internal_id": "ASST_NON_98T37201_6800"}, {"internal_id": 130237656, "Award ID": "98T18301", "Award Amount": 299627.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-30", "CFDA Number": "66.808", "Description": "UC DAVIS WILL DEMONSTRATE A SYSTEM FOR BIOMASS RECYCLING AND CREATION OF AMMONIA FERTILIZER TO OPTIMIZE THEIR CURRENT DIGESTER SYSTEM AND DISSEMINATE RESULTS.  IT ADDRESSES EPA'S SEARCH FOR PROPOSALS TO INCREASE THE UTILIZATION OF ANAEROBIC DIGESTION TECHNOLOGY FOR A WIDE VARIETY OF FEEDSTOCKS AT MANY TYPES OF FACILITIES. IT ALSO ADDRESSES THE SEARCH FOR INCREASED USE OF INNOVATIVE INFRASTRUCTURE (RNG CONVERSION AND PIPELINE INJECTION) IN THE AD INDUSTRY.  IT WILL BENEFIT THE COMMUNITY BY ACCEPTING FOOD WASTE AND BY TESTING A NEW AGRICULTURAL FERTILIZER THAT COULD BENEFIT CROPS. THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $299,627. PREAWARD COSTS ARE APPROVED BACK TO 2/1/2021. THE FEDERAL SHARE FOR THIS AGREEMENT IS 100% OF THE TOTAL PROJECT COST, NOT TO EXCEED THE ASSISTANCE AMOUNT OF $299,627. NOTE THAT THE HEADER OF THIS AWARD CAPTION INDICATES GRANT AGREEMENT WHEREAS THIS IS A COOPERATIVE AGREEMENT (REFER TO PROGRAMMATIC TERMS AND CONDITIONS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_98T18301_6800"}, {"internal_id": 137627079, "Award ID": "98T18001", "Award Amount": 182630.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-08", "CFDA Number": "66.808", "Description": "THE PROJECT WILL CONDUCT A FEASIBILITY EVALUATION OF THE CITY'S ORGANIC WASTE FOR ANAEROBIC DIGESTION AND TO TEST RUN DELIVERY TO THE CITY'S WASTEWATER TREATMENT PLANT FOR CO-DIGESTION.  SPECIFICALLY, THE PROJECT WILL CONSIST OF TWO PARTS: PART I: PERFORM A FEASIBILITY EVALUATION FOR DIVERSION OF ORGANIC FOOD WASTE INTO THE CITY'S WASTEWATER TREATMENT PLANT ANAEROBIC DIGESTER, AND PART II: PERFORM A BENCH SCALE STUDY TO VERIFY AND UPDATE THE FEASIBILITY EVALUATION FINDINGS. IT ADDRESSES EPA'S SEARCH FOR PROPOSALS TO INCREASE THE UTILIZATION OF ANAEROBIC DIGESTION TECHNOLOGY FOR A WIDE VARIETY OF FEEDSTOCKS AT MANY TYPES OF FACILITIES. IT ALSO ADDRESSES THE SEARCH FOR INCREASED USE OF INNOVATIVE INFRASTRUCTURE IN THE AD INDUSTRY. THE PROJECT WILL BENEFIT THE COMMUNITY BE INCREASING THE CAPACITY TO DIVERT MORE FOOD WASTE FROM LANDFILLS AND INCINERATION, AND MAY REDUCE PUBLIC EXPENSES BY REDUCING THE AMOUNT OF FOOD WASTE CURRENTLY BEING SENT TO A PRIVATE COMPOSTER. THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $182,630.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4788b062-a718-48f9-3a77-ce433f6efecd-C", "generated_internal_id": "ASST_NON_98T18001_6800"}, {"internal_id": 152549374, "Award ID": "97792601", "Award Amount": 199853.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE PROPOSED PROJECT WILL UTILIZE A PARTNERSHIP WITH THE CITY OF MUSCATINE, IOWA TO STUDY ANAEROBIC DIGESTION AT THE MUSCATINE MUNICIPAL WATER RESOURCE RECOVERY FACILITY (WRRF). UTILIZING A SIGNIFICANTLY NEW COMBINATION OF SENSORS, REAL-TIME PROCESS ANALYZERS, DATA ANALYTICS AND MODELING, RESEARCHERS WILL EXAMINE THE BENEFITS AND TECHNOLOGICAL FEASIBILITY OF OPTIMIZING ANAEROBIC DIGESTION.  THE 'DIGITAL TWIN' APPROACH WILL ALLOW THE UNIVERSITY TO MAXIMIZE METHANE PRODUCTION AND MINIMIZE DIGESTER UPSETS BY WORKING WITH AN OPERATING MUNICIPAL DIGESTER. THE PROJECT QUALIFIES AS A DEMONSTRATION AS DEFINED BY SWDA   1004(2A), 42 USC 6903(2A).ACTIVITIES:THIS PROJECT WILL: 1) EXPAND EXISTING AD CAPACITY FOR PROCESSING FOOD WASTE; 2) DEMONSTRATE A DIGITAL TWIN PROCESS MONITORING AND DECISION-MAKING APPROACH THAT WILL INCREASE AD FOOD WASTE UTILIZATION IN A REPLICABLE MANNER; AND 3) SUPPORT EFFORTS BY THE MUSCATINE COMMUNITY AND OTHER CITIES, INDUSTRIES, AND FARMS IN IOWA TO INCREASE FOOD WASTE DIVERSION RATES. MORE SPECIFICALLY, THE PROJECT WILL: 1) MAXIMIZE OPPORTUNITIES TO UTILIZE EXISTING, UN-USED CAPACITY FOR DIGESTION OR CO-DIGESTION; 2) PROMOTE OPERATIONAL INNOVATIONS TO AD SYSTEMS AND PROCESSES; 3) DEVELOP SOLUTIONS TO BARRIERS THAT PREVENT AD USE OR DEVELOPMENT; 4) PRESENT LOGISTICAL SOLUTIONS TO OPTIMIZE PROCESSING OF FEEDSTOCKS VIA AD; 5) INCREASE THE OVERALL AMOUNT OF FOOD WASTE OR OTHER ORGANIC WASTE BEING PROCESSED VIA AD; AND 6) REDUCE SULFUR EMISSIONS IN A SULFUR DIOXIDE NON-ATTAINMENT COMMUNITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED OUTPUTS AND OUTCOMES: PROJECT OUTPUTS INCLUDE: 1) OPTIMIZED DIVERSION OF UP TO 20 TONS OF FOOD SCRAPS AND/OR FOOD RESIDUALS PER DAY AT THE MUSCATINE WATER RESOURCE RECOVERY FACILITY; 2) TECHNICAL ASSISTANCE TO THE MUSCATINE WATER RESOURCE RECOVERY FACILITY; 3A) DIRECT ENGAGEMENT WITH THE CITIES OF DES MOINES AND SIOUX CITY REGARDING THE POTENTIAL APPLICATION OF THE DIGITAL TWIN APPROACH TO CO-DIGESTION OPERATIONS; 3B) DIRECT ENGAGEMENT WITH ON FARM DIGESTERS NEAR AMANA AND STOCKTON, IOWA, ON THE DIGITAL TWIN APPROACH TO IMPROVING ANAEROBIC DIGESTION PERFORMANCE; 4) ENGAGEMENT WITH 20 LARGE FOOD PRODUCTION FACILITIES AND GROCERS CURRENTLY PROVIDING HIGH STRENGTH ORGANICS TO ANAEROBIC DIGESTION FACILITIES IN IOWA; 5) EIGHT PLANNING AND OUTCOMES MEETINGS WITH, AND TWO COMMUNITY VISIONING AND REPORT-BACK MEETINGS FACILITATED BY, CLEAN AIR MUSCATINE; 6) ONE OUTCOMES AND FEASIBILITY REPORT TO THE IOWA WATER ENVIRONMENT ASSOCIATION, IOWA'S WATER ENVIRONMENT FEDERATION AFFILIATE; 7) ONE DIGITAL TWIN OF THE MUSCATINE WATER RESOURCE RECOVERY FACILITY.\n\nMEASURABLE OUTCOMES INCLUDE: 1) INCREASED RESOURCES AND TECHNICAL ASSISTANCE FOR THE MUSCATINE WATER RESOURCE RECOVERY FACILITY AND AT LEAST THREE OTHER FACILITIES IN IOWA; 2) ADVANCES IN ANAEROBIC DIGESTION OPERATIONAL DECISION-MAKING THROUGH THE CREATION AND USE OF A DIGITAL TWIN; 3) IMPROVED ABILITY OF KRAFT/HEINZ, NESTLEACUTE; PURINA, CONAGRA, WEST LIBERTY FOODS, HYVEE FOOD MARKETS, AND OTHER BUSINESSES TO USE THE EXISTING ANAEROBIC DIGESTION CAPACITY AT THE MUSCATINE WATER RESOURCE RECOVERY FACILITY; 4) RESEARCH TO INCREASE THE PERCENTAGE FOOD WASTE IN FEED STOCK FOR MUNICIPAL DIGESTERS; 5) AT LEAST A 5% REDUCTION OF HYDROGEN SULFIDE GAS PRODUCTION PER POUND OF VOLATILE SOLIDS LOADED TO THE ANAEROBIC DIGESTION; 6) AT LEAST A 5% INCREASE IN BIOMETHANE PRODUCTION WITHOUT AN INCREASED RISK OF ANAEROBIC DIGESTION UPSET; 7) COST SAVINGS OF ~$80,000 PER YEAR IN NATURAL GAS EXPENSE FOR WATER RESOURCE RECOVERY FACILITY BOILERS; 8) ALMOST ONE MILLION SCF OF BIOGAS USED RATHER THAN FLARED WITH A GROSS HEATING VALUE OF ~650 BTU PER SCF; 9) OVER 10M GALLONS OF BIOSOLIDS CONTAINING ~130,000 LBS. OF NITROGEN AND 40,000 LBS. OF PHOSPHORUS APPLIED TO 500 ACRES OF FARM LAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_97792601_6800"}, {"internal_id": 140708868, "Award ID": "97790101", "Award Amount": 145548.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "66.808", "Description": "THE PURPOSE OF THIS GRANT IS TO CREATE AN ENVIRONMENTAL VIRTUAL LEARNING PROGRAM AND CURRICULUM FOR GRADES K-12 IN DES MOINES, IOWA, SCHOOL DISTRICTS AND OTHER EDUCATIONAL GROUPS TO LEARN ABOUT SUSTAINABLE REUSE AND RECYCLING AND PREVENTION OF TRASH AND LITTER USING GAMING EQUIPMENT. ACTIVITIES INCLUDE CREATION OF 360-DEGREE VIRTUAL GAMES, VIRTUAL TOURS, VIDEOS, AND OTHER MULTIMEDIA RESOURCES FOR STUDENTS TO TAKE VIRTUAL TOURS OF THE METRO PARK EAST LANDFILL, METRO HAZARDOUS WASTE DROP OFF, AND THE MATERIAL RECOVERY FACILITY IN DES MOINES; TRACKING OF EQUIPMENT USAGE; PROVIDING WASTE DIVERSION AND PREVENTION OF WASTE INFORMATION TAILORED TO EACH GRADE LEVEL; AND MEASUREMENT OF STUDENTS' KNOWLEDGE GAINED. DELIVERABLES INCLUDE TWO SETS OF 15 VIRTUAL GAMING EQUIPMENT FOR A TOTAL OF 30 GOGGLES, A PRETEST AND POSTTEST OF STUDENTS' KNOWLEDGE TO MEASURE WHAT THEY LEARNED ABOUT SUSTAINABILITY FROM THE VIRTUAL GAME CURRICULUM. OUTCOMES ARE CREATION OF AN ACCESSIBLE EDUCATION PROGRAM AND INCREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04c85474-4473-911a-c805-ff9f7bf3001f-C", "generated_internal_id": "ASST_NON_97790101_6800"}, {"internal_id": 140709152, "Award ID": "97790001", "Award Amount": 174924.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "66.808", "Description": "THE PURPOSE OF THIS GRANT IS TO DEVELOP A REGIONAL FOOD WASTE REDUCTION ACTION PLAN, COLLABORATIVE FOOD SYSTEM MAPPING WEBSITE, AND FOOD EDUCATIONAL CAMPAIGN FOR THE KANSAS CITY REGION WHICH INCLUDES THE FOLLOWING BENEFICIARIES: CASS, CLAY, JACKSON, PLATTE, AND RAY COUNTIES IN MISSOURI, AND JOHNSON, LEAVENWORTH, MIAMI, AND WYANDOTTE COUNTIES IN KANSAS.  ACTIVITIES INCLUDE GLEANING, COMPOSTING, AND FOOD RECOVERY FROM WHOLESALE GROCERS; EDUCATING CONSUMERS AND FOOD WASTE GENERATORS ABOUT THE IMPACTS OF WASTE FOOD ON THE ENVIRONMENT, ECONOMY, AND COMMUNITY; CREATING TOOLS TO FACILITATE RESCUE OF FOOD TO CHARITABLE ORGANIZATIONS; AND CREATING A FOOD SYSTEM MAP AND WEBSITE.  DELIVERABLES INCLUDE RESULTS OF STAKEHOLDER WORKSHOPS, SOURCE REDUCTION PLAN, REGIONAL FOOD SYSTEM MAP, REGIONAL FOOD SYSTEM WEBSITE, AND EDUCATION CAMPAIGN AND MATERIALS.  OUTCOMES INCLUDE CONTINUOUS INFORMATION SHARING AND EXCHANGE AMONG THE STAKEHOLDER GROUPS; 150,000 TONS OF FOOD WASTE DIVERTED FROM THE REGION'S LAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80929b28-9009-c174-94ad-9245dd7d2282-C", "generated_internal_id": "ASST_NON_97790001_6800"}, {"internal_id": 140709102, "Award ID": "97789701", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "66.808", "Description": "THE PURPOSE OF GRANT IS TO REDUCE FOOD AND PACKAGING WASTE, PREVENT TRASH AND LITTER AND PROVIDE TRAINING ON SUSTAINABLE PEST MANAGEMENT.  KANSAS STATE UNIVERSITY WILL PARTNER WITH JOHNSON COUNTY DEPARTMENT OF HEALTH AND ENVIRONMENT TO COMPLETE THE PROJECT.  THE BENEFICIARIES INCLUDE BLUE VALLEY SCHOOL DISTRICT, DE SOTO SCHOOL DISTRICT AND JOHNSON COUNTY COMMUNITY COLLEGE, INTERESTED INDUSTRIES, COMMUNITIES AND INSTITUTIONS IN JOHNSON COUNTY AND TARGETED SECTORS IN FOOD AND BEVERAGE MANUFACTURING, GROCERY STORES, CASINOS, HEALTHCARE,  AND AEROSPACE MANUFACTURING. ACTIVITIES INCLUDE WASTE AUDITS IN SCHOOLS, INDUSTRIES, COMMUNITIES, AND INSTITUTIONS TO PROMOTE SOURCE REDUCTION OPTIONS FOR MANAGING THEIR WASTE STREAMS, DEVELOP WASTE DIVERSION OPTIONS AT EACH SITE, AN INTERACTIVE STATEWIDE MAP OF EXISTING RECYCLING INFRASTRUCTURE, USE OF A LITTER REDUCTION APP, AND CREATE CASE STUDIES FOR EACH SECTOR TO SHARE WITH OTHER SECTORS STATEWIDE AND NATIONALLY.  DELIVERABLES INCLUDE SITE WASTE AUD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_97789701_6800"}, {"internal_id": 140709079, "Award ID": "97789601", "Award Amount": 95000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-28", "CFDA Number": "66.808", "Description": "THE PURPOSE OF THIS GRANT IS TO EVALUATE THE FEASIBILITY OF A SUSTAINABLE ORGANIC MATERIALS MANAGEMENT SYSTEM TO COMPOST YARD WASTE, FOOD WASTE, AND BIOSOLIDS CURRENTLY LANDFILLED BY GOVERNMENT, RESIDENTS, AND BUSINESSES LOCATED IN WYANDOTTE COUNTY, KANSAS, WHO WILL BE THE BENEFICIARIES OF THE PROJECT.  ACTIVITIES INCLUDE A FEASIBILITY STUDY FOR AN ORGANIC MATERIALS MANAGEMENT SYSTEM, EVALUATION OF THREE COMPOSTING TECHNOLOGIES, MEETINGS WITH LARGE FOOD WASTE GENERATORS, ORGANIC MATERIAL PROCESSORS AND COMMUNITY LEADERS IN WYANDOTTE COUNTY AND REGION TO DETERMINE ANNUAL GENERATION QUANTITIES AND PROXIMITY TO ORGANIC FEEDSTOCKS, EVALUATION OF HYDROGEOLOGIC CONDITIONS AND SOLID WASTE PERMITTING REQUIREMENTS, COST ANALYSIS OF COMPOST FACILITY CONSTRUCTION, MAINTENANCE AND REGULATORY COMPLIANCE, THREE CONCEPTUAL DESIGN DRAWINGS FOR FACILITY LAYOUT, TRAFFIC FLOWS, CONTACT WATER AND STORMWATER MANAGEMENT, AND ENVIRONMENTAL CONTROLS. DELIVERABLES INCLUDE A FEASIBILITY STUDY WITH CONCEPT DRAWI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d89fd16e-b91d-3576-2083-1a58d549ab1b-C", "generated_internal_id": "ASST_NON_97789601_6800"}, {"internal_id": 140708915, "Award ID": "97789501", "Award Amount": 196430.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-28", "CFDA Number": "66.808", "Description": "THE PURPOSE OF THIS GRANT IS TO REDUCE THE AMOUNT OF SINGLE USE PACKAGING IN ST. LOUIS MISSOURI AT 5 TO 10 RESTAURANTS WITH THE HELP OF GREEN DINING ALLIANCE OF ST. LOUIS, THE MISSOURI PRODUCT STEWARDSHIP COUNCIL, THE CITY OF ST. LOUIS, AND ST. LOUIS JEFFERSON SOLID WASTE MANAGEMENT DISTRICT.  ACTIVITIES ARE TO DEVELOP A STATEWIDE SUSTAINABLE PACKAGING STAKEHOLDER WORKGROUP, MEASURE THE PLASTIC FOOTPRINT AND DEVELOP SOURCE REDUCTION PLANS FOR RESTAURANTS, PREPARE AND IMPLEMENT A PILOT REUSABLE CONTAINER PROGRAM, CREATE A MOBILE APP, DEVELOP A CITY WIDE FOOD SERVICEWARE SOURCE REDUCTION PLAN AND PROMOTE THE PLAN STATE WIDE AND NATIONALLY WITH A NATIONAL SOCIAL MEDIA CAMPAIGN AND WEBINAR IN SEVERAL LANGUAGES.  DELIVERABLES FOR THE PROJECT ARE A REUSABLE FOOD SERVICE WARE SOURCE REDUCTION PLAN FOR RESTAURANTS, CITY WIDE FOOD SERVICE SOURCE REDUCTION PLAN, SOURCE REDUCTION TOOLKIT AND PILOT CASE STUDIES, AND NATIONAL SOCIAL MEDIA CAMPAIGN AND WEBINAR. THE OUTCOMES ARE TO REDUCE THE NUMBER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1c8cf58-97f0-e23b-4a9c-9151deaa90dc-C", "generated_internal_id": "ASST_NON_97789501_6800"}, {"internal_id": 130196421, "Award ID": "97786301", "Award Amount": 299999.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-09", "CFDA Number": "66.808", "Description": "PROMOTES USE OF INTEGRATED SOLID WASTE MANAGEMENT SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_97786301_6800"}, {"internal_id": 48030339, "Award ID": "97759901", "Award Amount": 25000.0, "Award Type": null, "Base Obligation Date": "2016-11-03", "CFDA Number": "66.808", "Description": "IOWA STATE UNIVERSITY WILL CONDUCT A SUSTAINABILITY ASSESSMENT OF NEW METHODS FOR CONSTRUCTING AND MAINTAINING UNPAVED ROADS USING RECYCLED RATHER TH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_97759901_6800"}, {"internal_id": 131700338, "Award ID": "96883000", "Award Amount": 299881.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-01", "CFDA Number": "66.808", "Description": "MONTANA STATE UNIVERSITY PLANS TO ASSESS THE POTENTIAL OF ANAEROBIC DIGESTION OF FOOD SCRAPS AT THE HOUSEHOLD LEVEL TO PRODUCE BIOFERTILIZER. IN A PILOT STUDY IN TWELVE HOUSEHOLDS IN BOZEMAN, MT, THIS PROJECT WILL (1) ANALYZE THE FOOD WASTE GENERATED BY THESE HOUSEHOLDS; (2) DEVELOP MIXES OF FOOD WASTE THAT CAN BE ANAEROBICALLY DIGESTED TO NUTRITIVE FERTILIZERS; (3) ASSESS LOW-COST ANAEROBIC DIGESTERS FOR THEIR EFFECTIVENESS AND USABILITY IN THE TWELVE HOUSEHOLDS AND THEIR FERTILITY IN A GREENHOUSE EXPERIMENT; AND (4) PRODUCE OUTREACH MATERIAL TO FACILITATE THE UPSCALING OF ANAEROBIC DIGESTION OF FOOD SCRAPS IN HOUSEHOLDS. THIS PROJECT ALIGNS WITH EPA'S SUPPORT OF REDUCING FOOD WASTE, LIMITING GREENHOUSE GAS EMISSIONS, AND MINIMIZING LAND FILL MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_96883000_6800"}, {"internal_id": 69783433, "Award ID": "96881401", "Award Amount": 11598.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "66.808", "Description": "THIS AWARD PROVIDES FUNDS FOR THE RECIPIENT, COLORADO FOUNDATION FOR AGRICULTURE, TO IMPLEMENT AN OUTREACH AND EDUCATION PROJECT FOCUSED ON REDUCTION OF FOOD WASTE. THE RECIPIENT WILL PRODUCE AND DISTRIBUTE A STUDENT ACTIVITY NEWSPAPER THAT IS DISTRIBUTED TO ELEMENTARY SCHOOLS IN COLORADO.  THE PROJECT WILL ALSO INCLUDE A DIGITIALLY ARCHIVED DOCUMENT, THAT HAS THE POTENTIAL TO REACH A BROADER AUDIENCE. THE PROJECT WILL RESULT IN AN INCREASE IN RECYCLING AND REUSE OF MATERIALS AND RESOURCES, PRIMARLY FOCUSED ON FOOD WASTE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ea0b1b8-f5c7-1f26-e5ff-94ca60ec5664-R", "generated_internal_id": "ASST_NON_96881401_6800"}, {"internal_id": 151676125, "Award ID": "96396901", "Award Amount": 91500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "66.808", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT AWARDS FEDERAL FUNDS IN THE AMOUNT OF $91,500.00 TO PROVIDE THE INSTITUTE FOR LOCAL SELF-RELIANCE (ILSR)  FUNDING TO CULTIVATE COMMUNITY-SCALE AND FARM-SCALE COMPOSTING OF WASTED FOOD IN EPA MID-ATLANTIC REGION'S FIVE (5) STATES PLUS THE DISTRICT OF COLUMBIA. THE FUNDS WOULD SPECIFICALLY ALLOW ILSR TO EXPAND THE REACH OF EPA'S NEW ONLINE COMMUNITY COMPOSTING 101 CERTIFICATE PROGRAM IN THE MID-ATLANTIC REGION, CREATE AND DISSEMINATE COMPOSTING TRAINING MATERIALS THAT SITES CAN USE ON THEIR OWN TO ESTABLISH ONSITE COMPOSTING INFRASTRUCTURE, PRODUCE AND OFFER VIRTUAL HOME COMPOSTING TRAINING, ENHANCE THE CAPACITY OF EXISTING COMMUNITY COMPOSTERS, AND DEVELOP AN ON-FARM COMPOSTING SITE IN THE MONTGOMERY COUNTY, MARYLAND, AGRICULTURAL RESERVE. THIS PROJECT WILL INCREASE THE CAPACITY OF INDIVIDUALS, FAMILIES, AND GARDENERS TO COMPOST AT HOME AND AT COMMUNITY VENUES IN ALL FIVE MID-ATLANTIC STATES AND THE DISTRICT OF COLUMBIA. THE FOCUS WILL BE ON IMPACTING DISADVANTAGED COMMUNITIES. ADVANCING COMMUNITY-SCALE COMPOSTING BUILDS APPROPRIATELY-SIZED CAPACITY IN UNDERSERVED COMMUNITIES. ACTIVITIES:ACTIVITIES INCLUDE CREATING AND DISSEMINATING COMPOSTING TRAINING MATERIALS THAT SITES CAN USE ON THEIR OWN TO ESTABLISH ONSITE COMPOSTING INFRASTRUCTURE, PRODUCE AND OFFER VIRTUAL HOME COMPOSTING TRAINING, ENHANCE THE CAPACITY OF EXISTING COMMUNITY COMPOSTERS, AND DEVELOP AN ON-FARM COMPOSTING SITE IN THE MONTGOMERY COUNTY, MARYLAND, AGRICULTURAL RESERVE. THIS PROJECT AND ITS ACTIVITIES ALSO DIRECTLY SUPPORTS SUSTAINABLE MANAGEMENT OF FOOD. COMMUNITY-AND-FARM-SCALE COMPOSTING DEVELOPS A LOCAL CIRCULAR ECONOMY AND COMMUNITY RESILIENCY, CONVERTING WASTED FOOD INTO A SOIL AMENDMENT TO ENHANCE LOCAL SOILS TO GROW LOCAL FOOD. COMPOST USE REDUCES THE NEED FOR PESTICIDES, HELPS MANAGE STORM WATER RUN-OFF AND SOIL EROSION, AND IMPROVES URBAN ENVIRONMENTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE: (1) A HOME COMPOSTING WORKSHOP VIDEO; (2) OPEN-SOURCE COMPOST SCREENER DESIGNS; (3) FOUR VIRTUAL HOME COMPOSTING WORKSHOPS; (4) THREE ON-FARM COMPOSTING WEBINARS; (5) ONE ON-FARM COMPOSTING SYSTEM BUILT AT THE AGRICULTURAL FARM HISTORY PARK IN MONTGOMERY COUNTY, MARYLAND; AND (6) ONE CASE STUDY ON THE COMPOSTING SITE DEVELOPED AT THE AGRICULTURAL FARM HISTORY PARK. EXPECTED OUTCOMES INCLUDE: (1) A GREATER NUMBER OF INDIVIDUALS KNOWLEDGEABLE ABOUT COMMUNITY-SCALE COMPOSTING PROGRAMS; (2) IMPROVED ABILITY AND CAPACITY FOR INDIVIDUALS, GARDENERS, COMMUNITY VENUES, AND URBAN AND RURAL FARMS TO COMPOST FOOD WASTE; AND (3) AN INCREASED AMOUNT OF FOOD SCRAPS AND OTHER MATERIALS DIVERTED FROM LANDFILLS AND INCINERATORS.  THE INTENDED BENEFICIARIES OF THE PROJECT INCLUDE INDIVIDUALS, FAMILIES, AND GARDENERS IN ALL FIVE MID-ATLANTIC STATES AND THE DISTRICT OF COLUMBIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b3cca34-8d1f-b20d-5a99-cce520599ab3-C", "generated_internal_id": "ASST_NON_96396901_6800"}, {"internal_id": 148927792, "Award ID": "96393301", "Award Amount": 152000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-21", "CFDA Number": "66.808", "Description": "DESCRIPTION:\nTHIS PROJECT WILL PROVIDE ROBUST TECHNICAL ASSISTANCE, TRAINING, AND CERTIFICATION TO AT LEAST 200 FOOD WASTE GENERATORS AND THEIR STAFF VIA AN INNOVATIVE ONLINE PLATFORM AND BE MADE AVAILABLE TO ALL 5,600 COMMERCIAL AND INSTITUTIONAL FOOD WASTE GENERATING BUSINESSES WITHIN THE DISTRICT OF COLUMBIA.  THIS PROJECT WILL UTILIZE FEDERAL GRANT FUNDS TO ESTABLISH A COMMERCIAL FOOD WASTE GENERATOR TRAINING AND CERTIFICATION PROGRAM TO BOLSTER ORGANIC WASTE DIVERSION VIA ANEROBIC DIGESTION.  IN SUPPORT OF THE DISTRICT OF COLUMBIA'S ZERO WASTE GOALS, THE NEW FOOD WASTE READY PROGRAM WILL INCREASE THE AMOUNT OF SOURCE-SEPARATED COMMERCIAL FOOD WASTE AVAILABLE FOR LOCAL ANEROBIC DIGESTION AND, THEREBY, SPUR FURTHER ANEROBIC DIGESTION INFRASTRUCTURE GROWTH WITHIN THE METROPOLITAN REGION.  THE DISTRICT WILL  DEVELOP UNIQUE CONTENT IN CONJUNCTION WITH LOCAL FOOD INDUSTRY EXPERTS AND END USERS, AND MARKET THE PROGRAM THROUGH SOCIAL MEDIA, WEBINARS, AND DIRECT MAILERS.\n\n\n \nACTIVITIES:\nTHE ACTIVITIES TO BE PERFORMED INCLUDE PREPARING AND CERTIFYING COMMERCIAL FOOD WASTE GENERATORS (FOOD WASTE BUSINESSES) IN THE DISTRICT OF COLUMBIA TO SET-UP SUCCESSFUL SOURCE SEPARATED ORGANICS (SSO) PROGRAMS AND DIVERT ORGANIC MATERIAL FROM LANDFILLS. THE FOOD WASTE READY PROGRAM WILL SUPPORT ALL COMMERCIAL FOOD WASTE GENERATORS AT A TURNING POINT FOR FOOD WASTE DIVERSION IN THE DISTRICT, AND  REQUIRE AT LEAST TWO EMPLOYEES PER BUSINESS TO COMPLETE THE TRAINING, INSTALL VISIBLE SIGNAGE AND DEDICATED  SOURCE SEPARATED ORGRANICS BINS IN THE FRONT AND BACK-OF-HOUSE, AND MAINTAIN TWICE-A-WEEK COLLECTION FROM A DEDICATED ORGANICS HAULER TRANSPORTING FOOD WASTE TO LOCAL ANAEROBIC DIGESTION FACILITIES.  \n\nOUTCOMES:\nTHE EXPECTED OUTCOMES WILL BE TO SUPPORT ALL COMMERCIAL FOOD WASTE GENERATORS AT A TURNING POINT FOR FOOD WASTE DIVERSION IN THE DISTRICT. LOCAL COMMERCIAL ORGANICS RECYCLING RULES WILL COME INTO EFFECT IN EARLY 2023 FOR THE LARGEST COMMERCIAL FOOD WASTE GENERATORS WHICH WILL AFFECT APPROXIMATELY FORTY (40) GROCERY STORES AND FOUR UNIVERSITIES. IN 2024, THREE SPORTS STADIUMS, FIVE HOSPITALS, AND TWO ADDITIONAL UNIVERSITIES WILL BE REQUIRED TO SOURCE SEPARATE AND DIVERT ORGANICS. THE DISTRICT WILL CONTINUE TO EXPAND THE FOOD WASTE READY PROGRAM AND SEEK TO MAKE CONTINUOUS IMPROVEMENTS BASED ON LESSONS LEARNED, THE EMERGENCE OF NEW ORGANIC WASTE FACILITIES AND HAULING FIRMS.  THE DIRECT BENEFICIARIES OF THE PROJECT ARE LOCAL AGENCIES AND BUSINESS EXPERTS, AS WELL AS NATIONAL EXPERTS.\n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "750b6438-f23a-e88e-6c10-b9dc7a71c2f9-C", "generated_internal_id": "ASST_NON_96393301_6800"}, {"internal_id": 146771051, "Award ID": "96392601", "Award Amount": 15959.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-17", "CFDA Number": "66.808", "Description": "DESCRIPTION:\nTHIS PURPOSE OF THIS AWARD IS TO FUND THE CHICKAHOMINY INDIAN TRIBE EASTERN DIVISION DECREASING THE AMOUNT OF FOOD WASTE DISPOSAL BY ESTABLISHING A COMMUNITY COMPOST PROGRAM. THE COMPOST PRODUCED WILL BE UTILIZED IN A COMMUNITY GARDEN ON TRIBAL LANDS. THE PROJECT WILL CONTRIBUTE AND SUPPORT TRIBAL CITIZENS EDUCATION AND INVOLVEMENT, CONNECT CITIZENS TO ANCESTRAL FOOD PRACTICES, DECREASE FOOD INSECURITIES, AND INCREASE AVAILABILITY OF LOCAL, FRESH PRODUCE IN THE TRIBAL COMMUNITY. \nACTIVITIES:\nACTIVITIES INCLUDE KEEPING TRACK OF FOOD WASTES THAT ARE DIVERTED FROM LANDFILLS, UTILIZED IN AN ORGANIC COMPOSTING PROGRAM AND TRIBAL COMMUNITY GARDEN.  THIS EFFORT WILL INCREASE FOOD AVAILABILITY TO TRIBAL CITIZENS, ALLOWING CITIZENS TO LEARN CULTURAL AND LONG-TERM KNOWLEDGE REGARDING FOOD WASTE, PRODUCTION, AND HEALTHY EATING. \nOUTCOMES:\nTHE ANTICIPATED OUTCOMES AND OUTPUTS OF THE PROJECT INCLUDE THE DIVERSION OF FOOD WASTE TOWARDS SUSTAINABLE MANAGEMENT PRACTICES INCREASING THE AVAILABILITY OF LOCALLY GROWN FOODS, COMMUNITY ENGAGEMENT AND EDUCATION. THE INTENDED BENEFICIARY OF THE PROJECT ARE THE TRIBAL CITIZENS.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34b149d7-5db5-97db-174c-1019ea45acad-R", "generated_internal_id": "ASST_NON_96392601_6800"}, {"internal_id": 146771065, "Award ID": "96392101", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-17", "CFDA Number": "66.808", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS GRANT AGREEMENT IS TO PROVIDE FUNDING THAT WILL BUILD THE NECESSARY CAPACITY TO SUSTAINABLY MANAGE FOOD WASTE IN THE COMMUNITY THROUGH A COMPOST FACILITY AND PROGRAM, WHILE SIMULTANEOUSLY ESTABLISHING LOCAL FOOD ACCESS.  THESE EFFORTS WILL ENABLE THE TRIBE TO ENHANCE LIVABILITY ON THEIR LAND THROUGH THE REDUCTION OF WASTE VIA COMPOSTING AND IMPROVING COMMUNITY RESILIENCY.  THIS PROJECT LEVERAGES STRATEGIC PARTNERSHIPS TO BUILD COMMUNITY SUPPORT AND EDUCATION AND ENSURE COHESIVE MANAGEMENT. UPPER MATTAPONI INDIAN TRIBE WILL WORK DIRECTLY WITH KING WILLIAM COUNTY PUBLIC SCHOOLS AND KING WILLIAM FLORIST TO COMPOST THEIR FOOD AND FLORAL WASTE AND SUPPLYING THEM WITH A COMPOST BIN AND PICK UP ORGANIC MATERIAL TWICE TO BE COMPOSTED AT THE TRIBE'S COMPOST FACILITY.\nACTIVITIES:\nTHE GOAL OF THIS PROJECT WOULD BE TO REDUCE DISPOSAL OF FOOD WASTE IN LANDFILLS BY DIRECTING MULTIPLE SOURCES OF FOOD WASTE IN THE COUNTY, THAT WOULD OTHERWISE BE IN A LANDFILL.  ACTIVITIES INCLUDE RAISING AWARENESS OF SUSTAINABLE FOOD WASTE MANAGEMENT PRACTICE, SUCH AS COMPOSTING OR ANAEROBIC DIGESTION, THROUGH COMMUNITY OUTREACH AND EDUCATION BY DIRECTLY ENGAGING AND EDUCATING THE LOCAL COMMUNITY IN THE UPPER MATTAPONI INDIAN TRIBE'S COMPOSTING INITIATIVE AND DEVELOPING A TRIBAL COMMUNITY GARDEN.\nOUTCOMES:\n THE BENEFICIARIES OF THIS PROJECT WILL BE THE KING WILLIAM COUNTY PUBLIC SCHOOL STUDENTS.  \nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae5a29bc-f442-a588-0d67-b20d625f284c-R", "generated_internal_id": "ASST_NON_96392101_6800"}, {"internal_id": 146105085, "Award ID": "96392001", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-24", "CFDA Number": "66.808", "Description": "THE PURPOSE OF THIS GRANT AGREEMENT IS TO PROVIDE FUNDING TO THE CHICKAHOMINY INDIAN TRIBE COMMUNITY GARDEN COMPOSTING PROJECT TO DEVELOP THREE COMMUNITY GARDENS AND EIGHT COMPOSTING AREAS ON A 1.5-ACRE PLOT OF LAND.  THE GOAL OF THIS PROJECT IS TO HELP INFORM THE COMMUNITY ABOUT THE METHODS AND IMPORTANCE OF HOME GARDENS AND COMPOSTING THAT WILL ENHANCE SELF-SUFFICIENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ac1374c-63d1-9c5f-f3ea-2436cdadef58-R", "generated_internal_id": "ASST_NON_96392001_6800"}, {"internal_id": 137627080, "Award ID": "96384801", "Award Amount": 53461.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-02", "CFDA Number": "66.808", "Description": "THIS PROJECT WILL ALLOW THE CITY OF PHILADELPHIA PARKS AND RECREATION (PPR) TO ADDRESS AN EXISTING FOOD WASTE PROCESSING GAP BY LAUNCHING A PUBLIC-PRIVATE PARTNERSHIP WITH A LOCAL FOOD COMPOSTING BUSINESS ON PARK LAND, THAT WILL PROCESS SOURCE SEPARATED ORGANICS (SSO) ANNUALLY INCLUDING FOOD SCRAPS. AN OUTREACH AND EDUCATION PROGRAM WILL ALSO BE CARRIED OUT TO SUCCESSFULLY INTEGRATE THE NEW WASTE MANAGEMENT PRACTICE INTO PPR RECREATION PROGRAMMING ALLOWING THE OPERATOR TO ADD COLLECTIONS AND INVENTORY OF PPR RECREATION CENTERS TO DETERMINE ENSURE THAT MAJORITY OF THEIR FOOD WASTE FROM MUNICIPAL TRASH COLLECTION IS BEING DIVERTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82644bc0-0abd-1a72-aa02-3c0576b5fb6f-C", "generated_internal_id": "ASST_NON_96384801_6800"}, {"internal_id": 137627076, "Award ID": "96384701", "Award Amount": 46539.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-02", "CFDA Number": "66.808", "Description": "THE GOAL OF THIS PROJECT IS TO PROVIDE FUNDING TO THE ENGAGED COMMUNITY OFFSHOOTS, INC. (ECO) CITY FARMS TO PARTNER WITH THE COMPOST CREW (CC), PRINCE GEORGE'S SOIL CONSERVATION DISTRICT (PGSCD) AND INSTITUTE FOR LOCAL SELF RELIANCE (ILSR) TO CREATE AND PROMOTE A MODEL 'COMPOST OUTPOST' (OUTPOST) FOR A DISTRIBUTED COMPOSTING/VERMICOMPOSTING NETWORK TO GENERATE THE HIGH QUALITY COMPOST NEEDED FOR HEALTHY AND SUSTAINABLE FOOD GROWTH IN AND AROUND CITIES IN EPA'S REGION 3.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d4a135a-b836-f298-1f1e-f9264bbf87f9-C", "generated_internal_id": "ASST_NON_96384701_6800"}, {"internal_id": 130180832, "Award ID": "96384201", "Award Amount": 329988.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-08", "CFDA Number": "66.808", "Description": "THESE FUNDS WILL BE USED TO SUPPORT DEVELOPMENT OF A FOOD WASTE AND DAIRY MANURE DIGESTION SYSTEM APPROPRIATE FOR SMALL TO MID-SIZE DAIRIES (100-300 COWS).  PROJECT PERSONNEL HAVE PARTNERED WITH THE CARLISLE AREA SCHOOL DISTRICT AND A LOCAL BREWERY TO INCREASE DIVERSION OF FOOD RESIDUES TO THE FARM FOR DIGESTION AND COMPOSTING.   RESEARCH ACTIVITIES WILL INCLUDE ESTABLISHING THE IMPACT OF DIFFERENT FEEDSTOCK BLENDS (MANURE, CAFETERIA WASTE, BREWERY WASTE, MILK WASTE, AND COOKING OIL) ON DIGESTER PERFORMANCE AND DIGESTATE VALUE AS CROP FERTILIZER, AS WELL AS THE IMPACT OF FOOD WASTE DIGESTION ON AN EXISTING COMPOST PROGRAM. THIS PROJECT CONSISTS OF FOUR COMPONENTS: 1) THE INSTALLATION OF AN AUTOMATED ANAEROBIC DIGESTION SYSTEM FOR PROCESSING FOOD RESIDUALS AND DAIRY MANURE INTO BIOGAS FOR ELECTRICITY AND DIGESTATE PRODUCTION. 2) INCREASED DIVERSION OF FOOD RESIDUES FROM SCHOOLS AND BUSINESSES TO ANAEROBIC DIGESTION FOR ENERGY PRODUCTION. 3) RESEARCH THAT WILL  SUPPORT IMPROVED DIGESTION SYSTEM PERFORMANCE AND UTILIZATION OF DIGESTATE. 4) PROVIDE OUTREACH TO FARMERS, RECYCLING PROFESSIONALS, ACADEMICS AND THE PUBLIC TO PROMOTE ANAEROBIC DIGESTION THROUGH FIELD DAYS, CONFERENCE PRESENTATIONS, VIDEOS, YOUTH CONTENT, FACT SHEETS AND A CASE STUDY.   NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a09918b9-5148-e0f8-8b0e-10f3a16647ca-C", "generated_internal_id": "ASST_NON_96384201_6800"}, {"internal_id": 111126207, "Award ID": "96382801", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "66.808", "Description": "THE GOAL OF THIS PROJECT IS TO IMPLEMENT A GREEN ENTREPRENEURSHIP PROGRAM TO ENABLE INDIVIDUALS TO HAVE DIRECT ACCESS TO SUSTAINABILITY RESOURCES. THE PROJECT WILL ALSO EXPAND ONGOING PARTNERSHIPS IN ORDER TO GROW THEIR GLEANING PROGRAM WHILE ENGAGING YOUTH, REDUCING FOOD WASTE, AND BROADENING AWARENESS OF AGRI-SOCIAL ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c684239b-d1f2-0658-24e6-cf26462e6a5b-R", "generated_internal_id": "ASST_NON_96382801_6800"}, {"internal_id": 111062133, "Award ID": "96382601", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-23", "CFDA Number": "66.808", "Description": "THE GOAL OF THIS PROJECT IS FOR THE COMPOST COUNCIL RESEARCH & EDUCATION FOUNDATION (CCREF) TO ENGAGE STATE AGENCIES WITH SURVEYS, ON-LINE TRAINING, AND EDUCATIONAL MATERIALS ON COMPOST UTLIZATION PRACTICES.  FUNDING WILL BE USED TO REACH OUT TO HIGH-VOLUME COMPOST USERS TO INCREASE COMPOST USE AND ORGANICS RECYCLING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e515488-3bda-a6b2-8274-b0f61afd2125-R", "generated_internal_id": "ASST_NON_96382601_6800"}, {"internal_id": 96556476, "Award ID": "96374901", "Award Amount": 12346.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-08", "CFDA Number": "66.808", "Description": "TO PROVIDE ANALYTICAL INFORMATION THAT REFLECTS THE IMPACTS ON END-MARKET VALUE AND EVALUATE HOW BEST TO COLLECT RECYCLABLES MAXIMIZING THE VALUE.  THIS EFFORT WILL BE ACCOMPLISHED BY ANALYZING THE COMPARATIVE VALUE OF COMMODITIES BASED ON SINGLE STREAM, DUAL STREAM AND SOURCE SEPARTED.  SPECIFICALLY, THE PROJECT WILL CONTINUE TO PROVIDE A DYNAMIC CHANGE IN THE VALUE OF RECYCLING END-MARKETS THAT ARE CREATING A NEW REALITY FOR RESIDENTIAL RECYCLING PROGRAMS THROUGHOUT THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc98990c-0a8f-6bdf-f9ec-f3a7320b49be-C", "generated_internal_id": "ASST_NON_96374901_6800"}, {"internal_id": 95593590, "Award ID": "96373101", "Award Amount": 67269.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-11", "CFDA Number": "66.808", "Description": "TO ORGANIZE AND LEAD A COMPOSTING FOR COMMUNITY PROJECT IN THE MID-ATLANTIC REGION.  SPECIFICALLY, THE PROJECT WILL SUPPORT HOME AND COMMUNITY-SCALE COMPOSTING TRANINING AND TECHNICAL SUPPORT AND DEMONSTRATE THE VIABILITY OF LOCAL FOOD WASTE AND OTHER ORGANIC MATERIAL RECYCLING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b3cca34-8d1f-b20d-5a99-cce520599ab3-C", "generated_internal_id": "ASST_NON_96373101_6800"}, {"internal_id": 95593560, "Award ID": "96373001", "Award Amount": 34883.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-12", "CFDA Number": "66.808", "Description": "THIS PROJECT WILL EQUIP COMMERCIAL FOOD WASTE GENERATORS WITH THE KNOWLEDGE AND TOOLS TO PREVENT AND OPTIMALLY MANAGE FOOD WASTE AND BOLSTER THE ABILITY OF LOCAL AUTHORITIES TO FOSTER LONG-TERM GROWTH OF THE WASTED FOOD SOLUTIONS MARKETPLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_96373001_6800"}, {"internal_id": 69783497, "Award ID": "96362601", "Award Amount": 31409.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "66.808", "Description": "THE GOAL OF THIS PROJECT IS FOR THE INSTITUTE FOR LOCAL SELF-RELIANCE (ILSR) TO ORGANIZE AND LEAD CONSTRUCTION AND DEMOLITION (C&D) STAKEHOLDER MEETINGS IN PENNSYLVANIA AND PROVIDE AT-HOME AND COMMUNITY-SCALE FOOD SCRAP COMPOSTER TRAININGS IN PHILADELPHIA AND DISTRICT OF COLUMBIA.  THIS TRAINING WILL FOCUS ON HOW TO FURTHER REDUCE THE IMPACTS OF C&D AND ORGANIC WASTE,CREATE POSITIVE ENVIRONMENTAL AND ECONOMIC SOLUTIONS. THIS COOPERATIVE AGREEMENT WILL ALSO PROMOTE C&D RECYCLING THAT WILL CREATE JOBS WHICH WILL CONTRIBUTE TO THE ECONOMY AND DIVERT MATERIALS FROM THE WASTE STREAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b3cca34-8d1f-b20d-5a99-cce520599ab3-C", "generated_internal_id": "ASST_NON_96362601_6800"}, {"internal_id": 69783276, "Award ID": "96362501", "Award Amount": 10000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "66.808", "Description": "THE GOAL OF THIS PROJECT IS FOR BOWIE STATE UNIVERSITY (BSU) TO HOST A SYMPOSIUM BRIDGING FOOD RECOVERY GAPS THAT MEET FOOD WASTE REDUCTION GOALS.  PRESENTATIONS WILL DISCUSS HOW TO SCALE EFFECTIVE SOLUTIONS AND MAKE MEANINGFUL PROGRESS TOWARDS THESE GOALS, AS WELL AS STRATEGIES FOR FOOD RECOVERY ACROSS DIFFERENT SECTORS AND RURAL AND URBAN AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b220f4b-1801-3767-5eb6-1c80e246f2c2-C", "generated_internal_id": "ASST_NON_96362501_6800"}, {"internal_id": 47895463, "Award ID": "96342401", "Award Amount": 10000.0, "Award Type": null, "Base Obligation Date": "2016-03-03", "CFDA Number": "66.808", "Description": "THIS DEMONSTRATION PROJECT WILL FUND THE NORTHAMPTON COUNTY DEPARTMENT OF COMMUNITY ECONOMIC DEVELOPMENT (DCED) TO DEVELOP AND IMPLEMENT A FOOD WASTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "483d6a19-ec24-824c-6c26-c395e303babb-C", "generated_internal_id": "ASST_NON_96342401_6800"}, {"internal_id": 47895381, "Award ID": "96341701", "Award Amount": 12610.0, "Award Type": null, "Base Obligation Date": "2016-03-10", "CFDA Number": "66.808", "Description": "THIS PROJECT WILL FUND THE WEST CHESTER UNIVERSITY (WCU) TO PROVIDE FOOD WASTE COLLECTION SERVICES TO AT LEAST 10 FOOD GENERATORS/RESTAURANTS FOR A O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83114c79-4f16-9a34-d952-9bf673d66607-C", "generated_internal_id": "ASST_NON_96341701_6800"}, {"internal_id": 66581696, "Award ID": "96263617", "Award Amount": 44903.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-29", "CFDA Number": "66.808", "Description": "THE RECIPIENT WILL SEEK TO QUANTIFY THE AMOUNT OF RECYCLABLE MATERIAL GENERATED IN THE U.S. VIRGIN ISLANDS BY DOING AN AUDIT OF THE BOVONI LANDFILL ON ST. THOMAS. RESULTS WILL FULFILL PART OF THE RAW INITIAL DATA REQUIRED TO SUPPORT THE GOVERNOR'S RECYCLING TASK FORCE AND DEVELOPMENT OF WASTE MANAGEMENT POLICY IN THE U.S. VIRGIN ISLANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_96263617_6800"}, {"internal_id": 68326444, "Award ID": "96262517", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-27", "CFDA Number": "66.808", "Description": "CITIZENS COMMITTEE FOR NEW YORK CITY WILL CONDUCT A DEMONSTRATION PROJECT TO ESTABLISH A REUSABLE FOOD TAKEOUT CONTAINER PROGRAM WITHIN A LARGE CORPORATE BUILDING, DEVELOP A TOOLKIT FOR OTHERS TO IMPLEMENT SIMILAR PROGRAMS AND MAKE THIS WIDELY AVAILABLE. THE OVERALL GOAL IS TO WORK TOWARDS FINDING A LASTING ALTERNATIVE TO SINGLE USE TAKEOUT CONTAINERS, WHICH IS A CRITICAL ELEMENT FOR NEW YORK CITY ACHIEVING ITS ZERO WASTE BY 2030 GOAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b551bff8-482e-bf97-a3e6-05d45783d2eb-R", "generated_internal_id": "ASST_NON_96262517_6800"}, {"internal_id": 116088818, "Award ID": "96254700", "Award Amount": 98832.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-10", "CFDA Number": "66.808", "Description": "THE RECIPIENT PROPOSES TO PARTNER WITH THE BUILD REUSE ASSOCIATION TO DELIVER SPECIALIZED, TRAIN-THE-TRAINER EDUCATION TO INCREASE THE EFFECTIVE AND EFFICIENT MANAGEMENT OF CONSTRUCTION AND DEMOLITION MATERIALS IN THE US VIRGIN ISLANDS. TRAINEES WILL INCLUDE INFLUENTIAL CONSTRUCTION AND DEMOLITION DEBRIS LEADERS ON ALL THREE OF THE USVI SO AS TO HAVE THE MAXIMUM IMPACT UPON THE INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c05b4459-1785-788c-550c-cb656387d141-C", "generated_internal_id": "ASST_NON_96254700_6800"}, {"internal_id": 137646224, "Award ID": "96250300", "Award Amount": 235440.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-11", "CFDA Number": "66.808", "Description": "THE RECIPIENT, CENTRAL NEW YORK TECHNOLOGY DEVELOPMENT ORGANIZATION, WILL PARTNER WITH GENERATE CAPITAL, THE NEW YORK STATE POLLUTION PREVENTION INSTITUTE, AND CAYUGA REGIONAL DIGESTER(CRD) TO PERFORM A DEMONSTRATION PROJECT TO EXPAND THE THROUGHPUT CAPACITY OF THE CRD TO TAKE INCREASED AMOUNTS OF PACKAGED FOOD FROM THE REGION. FUNDING WILL ALSO SUPPORT PUBLIC EDUCATION THROUGHOUT THE COURSE OF THE PROJECT, AND RESULTS AND LESSONS LEARNED WILL BE SHARED AT THE CONCLUSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9837cb31-8989-2c95-b842-dda51c5b9fb5-C", "generated_internal_id": "ASST_NON_96250300_6800"}, {"internal_id": 146600661, "Award ID": "96247400", "Award Amount": 24703.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-01", "CFDA Number": "66.808", "Description": "DESCRIPTION:\nTHE WASTED FOOD SOLUTIONS FOR NEW JERSEY AND NEW YORK PROJECT ADDRESSES THE SUSTAINABLE MATERIALS MANAGEMENT GRANTS PROGRAM'S STATED FOCUS IN THE SUSTAINABLE MANAGEMENT OF FOOD. THIS PROJECT WILL SUPPORT THE IMPLEMENTATION OF WASTED FOOD REDUCTION, RECOVERY, AND DIVERSION MEASURES IN LARGE INSTITUTIONAL KITCHENS (E.G., HOSPITALS, UNIVERSITIES, CORPORATE KITCHENS, LARGE K-12 SCHOOLS) AND FOOD GENERATING BUSINESS (FOOD RETAILERS, MANUFACTURERS, RESTAURANTS) IN NEW YORK AND NEW JERSEY. \n\n\nACTIVITIES:\nCENTER FOR ECOTECHNOLOGY (CET) WILL OFFER A SUITE OF SERVICES TO PARTNERS, SUCH AS: CONDUCTING GAP ANALYSES AND CREATING CORRESPONDING RESOURCES; FACILITATING PARTNERSHIPS BETWEEN COMMERCIAL AND INSTITUTIONAL GENERATORS OF FOOD WASTE, AND SERVICE PROVIDERS (I.E. SOURCE REDUCTION TECHNOLOGY DEVELOPERS, FOOD RESCUE ORGANIZATIONS, HAULERS AND COMPOST SITES); AND OFFERING REMOTE AND ONSITE TECHNICAL ASSISTANCE (TA) FOR REDUCING, RECOVERING, AND DIVERTING WASTED FOOD. \nOUTCOMES:\nANTICIPATED DELIVERABLES INCLUDE DOCUMENTED EXAMPLES OF FOOD WASTE DIVERSION FOR SHARING, ACTUAL FRESH WATER AND ENERGY CONSERVATION, AND MEASURABLE REDUCTION IN FOOD WASTE DISPOSED. THE DIRECT BENEFICIARIES OF THIS PROJECT ARE EXPECTED TO BE, INITIALLY, THE PRIVATE AND NONPROFIT ENTITIES WHO WORK DIRECTLY WITH CET IN THIS PROJECT.  INDIRECTLY, THE RESIDENTS OF THE STATES INVOLVED, AND EVEN BEYOND, ARE BENEFICIARIES, BECAUSE OF THE SAVINGS IN FRESHWATER CONSUMPTION AND GREENHOUSE GAS GENERATION.  \n\n\nSUBRECIPIENT:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_96247400_6800"}, {"internal_id": 152549179, "Award ID": "96240400", "Award Amount": 199070.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE UNIVERSITY OF PUERTO RICO MEDICAL SCIENCES CAMPUS THROUGH A PARTNERSHIP WITH CORREDOR DEL YAGUAZO SEEKS TO EDUCATE THE COMMUNITY OF JUANA MATOS, LOCATED IN CATANTILDE;O, PUERTO RICO ON SOLID WASTE DIVERSION PRACTICES, INCLUDING SOURCE REDUCTION, RECYCLING, AND TRANSFORMATION TECHNIQUES. EMPHASIS WILL BE GIVEN TO ANAEROBIC DIGESTION OF FOOD WASTES AND OTHER BIODEGRADABLE MATERIALS TO PRODUCE BIOGAS. TRANSFORMATION OF BIODEGRADABLE ORGANIC MATERIALS IS VERY IMPORTANT SINCE THESE CANNOT BE RECYCLED, AND MUST BE LANDFILLED IF NOT TRANSFORMED INTO USEFUL PRODUCTS SUCH AS  BIOGAS AND DIGESTATES. A SMALL PILOT FACILITY TO PRODUCE BIOGAS WILL BE DESIGNED AND BUILT IN JUANA MATOS, TO DEMONSTRATE THE POTENTIAL BENEFITS TO THE JUANA MATOS COMMUNITY MEMBERS, TO MOTIVATE THEM TO REQUEST THE CONSTRUCTION OF A LARGER SCALE FACILITY IN THE MUNICIPALITY OF CATANTILDE;O, AND TO SERVE AS AN EXAMPLE FOR OTHER COMMUNITIES IN PUERTO RICO.ACTIVITIES:THE PROJECT INCLUDES TWO MAJOR ACTIVITIES: A SEMINAR SERIES AND CONSTRUCTION AND OPERATION OF AN ANAEROBIC DIGESTION (AD) PILOT FACILITY. DURING THE FIRST YEAR OF THE PROJECT, A SERIES OF FIVE SOLID WASTE MANAGEMENT SEMINARS PREPARED BY THE UPR-MSC, AND REVISED BY CORREDOR DEL YAGUAZO, WILL BE PROVIDED TO THE COMMUNITY. TOPICS INCLUDE SOLID WASTE IN GENERAL, IMPACT OF INADEQUATE MANAGEMENT, UNRECYCLABLE FOOD WASTE, BIOGAS, AND SOURCE REDUCTION. DURING THE SECOND YEAR, THE PROJECT WILL CONCENTRATE EFFORTS ON THE FINAL DESIGN, PROCUREMENT, INSTALLATION, AND START-UP OF THE PILOT BIOGAS PRODUCTION FACILITY, WHICH WILL INCLUDE A BIOGAS POWERED ELECTRICITY GENERATOR.\n\nTHE  PROPOSED  PROJECT  WILL  ALSO CONTRIBUTE  TO THE  EVALUATION  OF  OPPORTUNITIES TO  USE  (MARKETING AND/OR SALE) OF AD DIGESTATE. EL CORREDOR DEL YAGUAZO CO-MANAGES WITH THE PUERTO  RICO DEPARTMENT OF NATURAL AND ENVIRONMENTAL RESOURCES, A PROTECTED AREA IN CATANTILDE;O, ADJACENT TO JUANA MATOS, CALLED 'CIENAGA LAS CUCHARILLAS', WHERE A REFORESTATION PROJECT IS BEING CONDUCTED, INCLUDING A NURSERY FOR THREATENED SPECIES.  SUBRECIPIENT:THE SUBAWARD RECIPIENT, CORREDOR DEL YAGUAZO, WILL UTILIZE FUNDS TO PERFORM THE TWO MAIN ACTIVITIES OF THE GRANT. CORREDOR DEL YAGUAZO WILL UTILIZE THE SUBAWARD TO EXECUTE THE PROJECT, INCLUDING THE ORGANIZATION OF THE SEMINARS, AND THE SUPERVISION OF THE PILOT FACILITY'S DESIGN, CONSTRUCTION, AND START UP IN THE JUANA MATOS COMMUNITY.OUTCOMES:THE GRANTEE WILL BE HOSTING A KICK-OFF EVENT, FINAL EVENT, AND FIVE SEMINARS FOR A NUMBER OF COMMUNITY MEMBERS WITH THE TASK OF ADOPTING ACCOMPANYING COMMUNITY RESOLUTIONS ON SOLID WASTE AND ANAEROBIC DIGESTION (AD) TOPICS. ANTICIPATED DELIVERABLES INCLUDE THE CONSTRUCTION AND OPERATION OF AN AD PILOT FACILITY DURING THE GRANT PERIOD AND BEYOND. THE GRANTEE WILL AUTHOR AN OPERATION MANUAL AS PART OF THE PROJECT TO SUPPORT THE PLANNED AND FUTURE OPERATION OF THE AD PILOT FACILITY. THIS FACILITY IS EXPECTED TO DIVERT A NUMBER OF POUNDS OF ORGANIC MATERIAL FROM LANDFILL AND PRODUCE A COUPLE THOUSAND STANDARD CUBIC FEET OF BIOGAS DURING THE PROJECT PERIOD. DURING THE GRANT PERIOD, THE GRANTEE WILL WRITE AND SUBMIT QUARTERLY REPORTS AND A FINAL TECHNICAL REPORT.\n\nEXPECTED OUTCOMES OF THE PROJECT INCLUDE GREATER INTEREST BY THE COMMUNITY TO PARTICIPATE IN PUBLIC POLICY DECISIONS THROUGH PARTICIPATION IN THE EDUCATIONAL AND PARTICIPATORY SEMINARS. IN ADDITION, THE PILOT AD FACILITY IS EXPECTED TO BROADEN KNOWLEDGE ON AD BY SERVING AS AN EDUCATIONAL FACILITY AND LABORATORY FOR USE BY COMMUNITY MEMBERS AND UNIVERSITY STUDENTS. OVERALL, THE PROJECT IS EXPECTED TO RESULT IN INCREASED RESOURCES AND TECHNICAL ASSISTANCE THROUGH EDUCATION, OUTREACH, AND TRAINING TO INDIVIDUALS AND/OR BUSINESSES ON AD THROUGH LONG TERM COLLABORATION BETWEEN UPR-MSC AND CORREDOR DEL YAGUAZO. ONE EXPECTED MEDIUM-TERM OUTCOME OF THIS PROJECT IS THE ACCELERATION OF THE DEVELOPMENT OF NEW AD INFRASTRUCTURE/CAPACITY IN OTHER COMMUNITIES/MUNICIPALITIES IN PUERTO RICO,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c1ec519-5f65-cd50-5513-3bebb8a38de4-C", "generated_internal_id": "ASST_NON_96240400_6800"}, {"internal_id": 150724753, "Award ID": "96229022", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "66.808", "Description": "DESCRIPTION:NORTHEAST WASTE MANAGEMENT OFFICIALS ASSOCIATION WILL PARTNER WITH THE NORTHEAST RECYCLING COUNCIL AND TWO STATE-WIDE ENVIRONMENTAL JUSTICE (EJ) ORGANIZATIONS TO UNDERTAKE THE DEVELOPMENT OF GUIDANCE AND TRAINING ON EJ ENGAGEMENT AND REGULATORY COMPLIANCE TO SUPPORT ANAEROBIC DIGESTION (AD) IN COMMUNITIES. ALL ORGANIZATIONS INVOLVED IN THIS PROJECT ARE COMMITTED TO SHARING THE RESULTS OF THIS PROGRAM WITH GOVERNMENT AND PRIVATE SECTOR SUSTAINABLE MATERIALS MANAGEMENT (SMM) PROGRAMS, AD COMPANIES AND CONSULTANTS, FOOD WASTE DIVERSION AND RECYCLING ORGANIZATIONS, EJ ORGANIZATIONS, AND OTHERS.ACTIVITIES:PROJECT ACTIVITIES INCLUDE: INCREASING SUPPORT FOR STATE AND LOCAL GOVERNMENT PROGRAMS THAT SEEK TO USE AD TO INCREASE THEIR FOOD WASTE DIVERSION RATES; DEVELOPING, MODELING, AND PROMOTING SOLUTIONS AND APPROACHES FOR INCREASING FOOD WASTE AD UTILIZATION THAT CAN BE REPLICATED BY OTHER COMMUNITIES, GOVERNMENTS, AND OTHER ENTITIES; AND PREPARING GUIDANCE MATERIALS, TRAINING, OUTREACH, AND COMPLIANCE ASSISTANCE TO ACCELERATE SOLUTIONS RELATING TO IMPROVED SOLID WASTE MANAGEMENT.SUBRECIPIENT:SUBAWARDS INCLUDE THE FOLLOWING PROJECT ACTIVITIES:\n- PARTICIPATION ON THE PROJECT STEERING COMMITTEE \n- REVIEW AND PROMOTION OF THE PUBLICATIONS, TRAINING WEBINARS, AND OTHER ACTIVITIES THROUGHOUT THE PROJECT \n- DEVELOPMENT OF WRITTEN MATERIALS AS DELIVERABLES OF THE COOPERATIVE AGREEMENT\nOUTCOMES:THE INTENDED BENEFICIARIES ARE THE GENERAL POPULATION OF THE NORTHEAST, THE FOOD GENERATORS, AND THE OPERATORS OF AD FACILITIES, BOTH FUTURE AND EXTANT. THE OUTCOMES/DELIVERABLES INCLUDE: A GROUP OF STATE ENVIRONMENTAL REGULATORY AND EJ STAFF TO SHARE INFORMATION ON THEIR PROGRAMS FOR THE DEVELOPMENT AND OPERATION OF AD FACILITIES, AND TO ASSIST WITH DEVELOPING A REGULATORY GUIDE AND VIRTUAL TRAINING; A GUIDE TO AIR, WATER, AND SOLID WASTE REGULATIONS IN THE 11 NORTHEAST STATES THAT APPLY TO AD DEVELOPMENT AND OPERATIONS FOR PROCESSING FOOD WASTE, AND GUIDANCE FOR SUCCESSFUL NAVIGATION OF THESE REQUIREMENTS AND RELATED STATE EJ POLICIES/LAWS; A TRAINING PROGRAM BASED ON THE REGULATORY GUIDE AND ORGANIZE FIVE VIRTUAL TRAINING WEBINARS; A BEST PRACTICE GUIDE ON EFFECTIVE ENGAGEMENT WITH EJ COMMUNITIES IN PLANNING FOR AD OPERATIONS; A ROAD MAP DESIGNED TO HELP MUNICIPAL OFFICIALS AND RESIDENTS IN EJ COMMUNITIES LEARN WHERE AD FACILITIES MAY BE LOCATED UNDERSTAND THE BASICS OF AD, THE OVERALL REGULATORY LANDSCAPE, AND THE OPPORTUNITIES AVAILABLE FOR MEANINGFUL ENGAGEMENT IN DECISION-MAKING; AND TWO VIRTUAL TRAINING WEBINARS TO PROMOTE AND SHARE THE GUIDE TO COMMUNITY ENGAGEMENT AND THE ROADMAP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d2f7856-6ef3-be2a-9fc0-2c6495561665-R", "generated_internal_id": "ASST_NON_96229022_6800"}, {"internal_id": 152090032, "Award ID": "96213122", "Award Amount": 72182.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE FOOD WASTE PREVENTION CERTIFICATE PROGRAM FOR FOOD RETAIL WORKERS WILL BE IMPLEMENTED IN MID-SIZE FOOD RETAIL BUSINESSES (GROCERY STORES) IN NEW YORK AND NEW JERSEY. THE PROJECT WILL PREVENT FOOD WASTE IN STORE OPERATIONS BY QUANTIFYING FOOD WASTE, IDENTIFYING BEST FOOD WASTE PREVENTION PRACTICES, DEVELOPING AN EMPLOYEE FOOD WASTE PREVENTION CERTIFICATE PROGRAM, PILOTING THE PROGRAM IN THREE STORES, AND MEASURING THE RESULTS OF THE CERTIFICATE PROGRAM PILOT. THE PROJECT WILL RESULT IN FOOD WASTE PREVENTION OF THREE TONS PER STORE PER YEAR, AND A WORKER CERTIFICATE PROGRAM THAT IS SCALABLE NATIONWIDE.ACTIVITIES:THE PROJECT WILL BE IMPLEMENTED USING THE FIVE FOLLOWING STRATEGIES: 1. RESEARCH AND DOCUMENT HIGH-IMPACT EMPLOYEE FOOD WASTE MANAGEMENT AND PREVENTION PRACTICES IN THREE MID-SIZE GROCERY STORES; DOCUMENT FOOD WASTE GENERATION PRACTICES IN STORES USING OBSERVATION, INTERVIEWS, AND STORE WASTE MANAGEMENT RECORDS. 2. ESTABLISH BASELINE FOOD WASTE METRICS AND POST-PROJECT METRICS IN PARTICIPATING STORES; COLLECT FOOD WASTE PERFORMANCE DATA AT EACH STORE: UTILIZE WASTE RECORDS AND ESTABLISH LOW-COST FOOD WASTE SEGREGATION MEASURES TO CAPTURE CURRENT FOOD WASTE METRICS OVER A LIMITED PERIOD TO ESTABLISH A BASELINE FOOD WASTE MEASUREMENT FROM SPECIFIC SOURCES WITHIN THE STORE; COLLECT POST-PILOT FOOD WASTE METRICS DATA AT THE END OF THE PROJECT PERIOD TO CALCULATE FOOD WASTE PREVENTION RATES. 3. DEVELOP EMPLOYEE TRAINING CURRICULUM FOR CERTIFICATE PROGRAM BASED ON PRIMARY RESEARCH IN STORES; THE  TRAINING WILL HAVE THREE MODULES, WITH THREE TRAINING WEBINARS AND INTERACTIVE QUIZZES; DEVELOP WEBPAGE ON RATIO INSTITUTE SITE FOR CERTIFICATE PROGRAM ENROLLMENT AND DELIVERY. 4. PILOT CERTIFICATE PROGRAM IN 3 STORES INVOLVING 15-30 EMPLOYEES: IMPLEMENT THE CERTIFICATE PROGRAM WITH 15-30 EMPLOYEES IN 3 STORES, OR 5-10 EMPLOYEES PER STORE. 5. INTEGRATE LEARNINGS AND PACKAGE CERTIFICATE PROGRAM TO SHARE WITH WIDER INDUSTRY VIA DIGITAL CHANNELS; COMPILE RESULTS OF PILOT CERTIFICATE PROGRAM INTO A WHITE PAPER TO BE MADE AVAILABLE TO GROCERS ACROSS REGION 2 AND OTHER EPA REGIONS; CERTIFICATE PROGRAM WILL BE SHARED WITH RETAILERS ACROSS NORTH AMERICA THROUGH RATIO INSTITUTE'S WEBSITE, SOCIAL CHANNELS, AND PRESS RELEASE CHANNELS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE GOAL OF THE PROJECT IS TO PREVENT 6000 POUNDS OF FOOD WASTE PER STORE PER YEAR THROUGH THE IMPLEMENTATION OF THE PILOT FOOD WASTE PREVENTION CERTIFICATE PROGRAM AIMED AT INDEPENDENT GROCERS AND SMALL GROCERY CHAINS, OR A TOTAL OF 18,000 POUNDS OF FOOD WASTE PREVENTED DURING THE FUNDING PERIOD. THE INTENDED BENEFICIARIES ARE THE STORE'S OWNERS, WHO WILL BENEFIT FROM MORE EFFICIENT GARBAGE PRODUCTION AND INCREASED COST SAVINGS, THE SURROUNDING COMMUNITIES, WHICH WILL PROFIT FROM INCREASED FOOD DONATIONS AND REDUCED GARBAGE PRODUCTION, AND THE ENTIRE PLANET, WHICH WILL PROFIT FROM REDUCED NATURAL RESOURCE CONSUMPTION, DECREASED WASTE DISPOSAL AND REDUCED GREENHOUSE GAS PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de9841eb-d639-e3a0-b95e-3730749844ae-R", "generated_internal_id": "ASST_NON_96213122_6800"}, {"internal_id": 150724613, "Award ID": "96213022", "Award Amount": 149450.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-07", "CFDA Number": "66.808", "Description": "DESCRIPTION:SCHOOL CAFETERIA WASTE REDUCTION INTERVENTIONS FOR CLIMATE SMART FOOD SERVICE IS A SERIES OF SEQUENTIAL SOURCE REDUCTION PILOTS TO BE SHARED CITYWIDE AS A SCALABLE MODEL TO ACCELERATE NEW YORK CITY'S ZERO WASTE GOALS. THE PROJECT FOCUS IS ON MINIMIZING BOTH SCHOOL FOOD PACKAGING AND FOOD WASTE AT ONE NEW YORK CITY PUBLIC ELEMENTARY SCHOOL USING DETAILED WASTE AUDITS, VIDEO DOCUMENTATION, CLASSROOM EDUCATION, AND STUDENT AND STAFF PARTNERSHIP.ACTIVITIES:THIS DEMONSTRATION PROJECT WILL TAKE PLACE AT P.S. 15 PATRICK F. DALY IN RED HOOK, BROOKLYN, SPANNING ACROSS TWO SCHOOL YEARS, PARTNERING WITH STUDENTS AND SCHOOL STAFF. WITH THE SUPPORT OF LONG-TIME AGENCY PARTNERS NYC DEPARTMENT OF EDUCATION AND OFFICES OF FOOD AND NUTRITION AND SUSTAINABILITY, THE TEAM WILL: CONDUCT FOUR KEY INTERVENTIONS TO TEST NEW WASTE REDUCTION METHODOLOGIES; COLLECT DETAILED BASELINE AND DAY-OF-PILOT CAFETERIA WASTE DATA, DEVELOP AND TEACH RELATED CLASSROOM CURRICULUM WITH STUDENT-DESIGNED ENGAGEMENT CAMPAIGNS, VIDEO DOCUMENT THE PROCESS, AND FINALLY, PRESENT QUALITATIVE AND QUANTITATIVE OUTCOMES AND STUDENT SUGGESTIONS TO DECISION-MAKERS TO ACCELERATE THE REDUCTION OF LANDFILL AND INCINERATOR-BOUND SCHOOL GARBAGE FROM ALL 1,800 NYC PUBLIC SCHOOLS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE DOCUMENTED REDUCTION IN SINGLE USE PLASTIC CONSUMPTION IN PS 15; EXPANSION OF THE PLASTIC-FREE LUNCH DAY TO ALL 1800 NYC PUBLIC SCHOOLS; AND EXPANSION OF THE PILOT LUNCH DEMONSTRATION TO INCLUDE BREAKFAST, FURTHER REDUCING SINGLE USE PLASTIC CONSUMPTION. INTENDED BENEFIIARIES ARE NEW YORK CITY RESIDENTS AND INDIRECTLY, ALL GLOBAL CITIZENS, AS ONE OF THE ENVIRONMENTAL GOALS IS A REDUCTION IN GREENHOUSE GASES PRODUCED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bce2b5d9-baea-2d59-c2e7-7395dd9d45e5-C", "generated_internal_id": "ASST_NON_96213022_6800"}, {"internal_id": 47878541, "Award ID": "96193301", "Award Amount": 10780.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-24", "CFDA Number": "66.808", "Description": "THE PROJECT WILL IMPLEMENT AN INTEGRATED WASTE MANAGEMENT PROGRAM FOR THE NARRAGANSETT INDIAN TRIBE.  KEY ACTIVITIES INCLUDE IMPLEMENTING A TRIBAL IN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "19a9c751-c43f-80b9-4288-26c93a8b65c3-C", "generated_internal_id": "ASST_NON_96193301_6800"}, {"internal_id": 152089789, "Award ID": "95815300", "Award Amount": 23351.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "66.808", "Description": "DESCRIPTION:WASTED FOOD SOLUTIONS (WFS) FOR DENVER PHASE II WILL APPLY FINDINGS FROM THE INITIAL PHASE OF THIS PROJECT TO IMPLEMENT STRATEGIES THAT INCREASE PARTICIPATION IN AND ADOPTION OF FOOD \n DONATION EFFORTS. WFS FOR DENVER PHASE II WILL CONNECT WITH LOCAL FOOD BUSINESSES, FOOD BANKS, FOOD RESCUE ORGANIZATIONS, AND LOCAL GOVERNMENT TO CAPTURE SUCCESS STORIES OF DONATION WHILE HONING SUPPORT MATERIALS THAT SPUR FOOD RECOVERY. THIS PROJECT WILL CULMINATE IN A CAMPAIGN THAT DRAWS ON COMMUNITY BASED SOCIAL MARKETING TECHNIQUES TO INSPIRE NEW BUSINESSES TO DONATE SURPLUS EDIBLE FOOD. ACTIVITIES:FUNDING FOR PHASE II WILL ALLOW CET TO RESPOND TO LESSONS LEARNED DURING PHASE I AND CREATE TAILOR-MADE CONTENT WE NOW KNOW DENVER PARTNERS NEED. FUNDING WILL ALSO ENABLE ONGOING EDUCATIONAL EFFORTS, NETWORKING, AND TA WITH GENERATORS AND SERVICE PROVIDERS TO SUPPORT COLLABORATION AND FACILITATE NEW OPPORTUNITIES FOR FOOD  RECOVERY. THUS, BASED ON THE FINDINGS FROM PHASE I, CET PROPOSES THE FOLLOWING REFINED ACTIVITIES FOR WASTED  FOOD SOLUTIONS FOR DENVER PHASE II: BUILDING FOUNDATIONS FOR FOOD RECOVERY SOLUTIONS- WHICH WILL DRAW ON  LESSONS LEARNED FROM PHASE I WHILE PROVIDING DIRECT ASSISTANCE TO 1-2 BUSINESS TO ESTABLISH NEW DONATION PROGRAMS AND CULTIVATING STORIES OF CURRENT DONORS; AND CATALYZING CHANGE FOR FOOD RECOVERY - A PROCESS THAT LEVERAGES ACTIVITY 1 TO CREATE SOCIAL NORMS, INCENTIVIZE PARTICIPATION, AND DEVELOP PROMPTS AND REMINDERS TO INCREASE FOOD RECOVERY ACTIVITY. THROUGH THIS PROJECT, CET WILL EMPLOY COMMUNITY BASED SOCIAL MARKETING (CBSM) TECHNIQUES TO ADDRESS BARRIERS TO WIDESPREAD ADOPTION OF FOOD RECOVERY AND WASTE REDUCTION STRATEGIES. AS BUSINESSES FOCUS ON FOOD RECOVERY THERE IS A NATURAL TENDENCY TO INCREASE AWARENESS AT ALL LEVELS OF THE EPA FOOD RECOVERY HIERARCHY, OFFERING ADDED RESULTS FOR PREVENTION AND SOURCE SEPARATION ACTIVITIES AS WELL.  CET WILL CARRY OUT THIS 12-MONTH PROJECT IN COLLABORATION WITH DDPHE WHILE ENGAGING WITH A ROBUST NETWORK OF LOCAL STAKEHOLDERS TO SPUR INCREASED FOOD DONATION ACTIVITY. AS BUSINESSES CONTINUE TO REOPEN IN THE AFTERMATH OF COVID-19, THE COST SAVINGS POTENTIAL OF WASTED FOOD PREVENTION AND RECOVERY (REUSE) IS MORE COMPELLING THAN EVER. RESTAURANTS' PREVENTING FOOD WASTE CAN CUT COSTS BY 2-6%1. COMMUNITY NEED IS ALSO COMPELLING, THE DENVER FOOD VISION STATES THAT, '1 IN 6 DENVER RESIDENTS AND 1 IN 5 CHILDREN AND YOUTH EXPERIENCED FOOD INSECURITY' DEFINED AS EATING LESS THAN THEY FELT THEY SHOULD IN THE PAST YEAR BECAUSE THERE WAS NOT ENOUGH \nMONEY FOR FOOD. IT IS EXPECTED THAT THESE PERCENTAGES GREW IN THE AFTERMATH OF COVID-19. THE COMMUNITY BENEFIT OF REDUCING WASTE AND RECOVERING EDIBLE FOOD TO REDISTRIBUTE IN OUR COMMUNITIES, AS WELL AS SUPPORTING THE FUNCTION AND SUCCESS OF FOOD RESCUE ORGANIZATIONS CORRELATES TO EPA REGION'S 8 PRIORITIES MENTIONED ABOVE. \n\nIN ADDITION, THIS PROJECT LINKS TO SEVERAL OF THE U.S. EPA'S STRATEGIC PLAN FY 2017 - 2022 OBJECTIVES: REDUCING ENVIRONMENTAL IMPACTS OF MATERIALS (DIVERTING EDIBLE, SURPLUS FOR REUSE AND RECOVERY); DECREASING DISPOSAL RATES (INCREASING FOOD RECOVERY REDUCES TRASH VOLUMES AND ASSOCIATED COSTS); INCREASING SOCIOECONOMIC BENEFITS (SUPPORTING LOCAL FOOD RESCUE ORGANIZATIONS AND FOOD BANKS); AND INCREASING CAPACITY OF STATE AND LOCAL GOVERNMENTS TO ADOPT AND IMPLEMENT SMM POLICIES, PRACTICES, AND INCENTIVES (REFINING EXISTING TOOLS AND IMPLEMENTING A CAMPAIGN USING CBSM TOOLS TO INCENTIVIZE FOOD RECOVERY). FURTHER, THIS PROJECT ALIGNS WITH THE U.S. EPA'S STRATEGIC PLAN FY 2022 - 2026 OBJECTIVES: GOAL 1: TACKLE THE CLIMATE CRISIS - OBJECTIVE 1.1: REDUCE EMISSIONS THAT CAUSE CLIMATE CHANGE (REDIRECTING SURPLUS FOOD TO HUNGRY PEOPLE THUS AVOIDING THE IMPACT OF DISPOSAL AND ADDITIONAL PRODUCTION); AND GOAL 6: SAFEGUARD AND REVITALIZE COMMUNITIES - OBJECTIVE 6.2: REDUCE WASTE AND PREVENT ENVIRONMENTAL CONTAMINATION (REDUCING WASTED FOOD). THIS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_95815300_6800"}, {"internal_id": 149897558, "Award ID": "95815100", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE VALLEY ROOTS FOOD HUB (VRFH) IS A PROGRAM OF THE SAN LUIS VALLEY LOCAL FOODS COALITION\n(LFC), WHOSE MISSION IS TO FOSTER AN EQUITABLE LOCAL FOOD SYSTEM THAT RESTORES THE HEALTH OF THE\nPEOPLE, COMMUNITY, ECONOMY, AND ECOSYSTEM. VRFH IS A WHOLESALE AGGREGATOR AND DISTRIBUTOR OF\nLOCAL PRODUCE AND VALUE-ADDED PRODUCTS FROM AREA FARMERS TO REGIONAL RESTAURANTS, INSTITUTIONS,\nAND CUSTOMERS ACROSS THE SAN LUIS VALLEY (SLV) AND INTO COLORADO'S FRONT RANGE AND WESTERN\nSLOPE. VRFH PROMOTES ECONOMIC DEVELOPMENT AROUND A LOCAL FOOD SYSTEM AND SERVES FAMILY\nFARMS BY FILLING A GAP BETWEEN LOCAL, SMALL-SCALE FARMERS AND LOCAL PLATES.\n\nVRFH IS LOCATED WITHIN A UNIQUE CAMPUS OF AGRICULTURAL BUSINESSES IN MOSCA, COLORADO, JUST\nNORTH OF THE SAN LUIS VALLEY'S COMMERCIAL HUB OF ALAMOSA. ASIDE FROM VRFH'S AGGREGATION AND\nDISTRIBUTION WAREHOUSE, THE CAMPUS ALSO CONTAINS A POTATO AND QUINOA PACKAGING FACILITY, AND WILL\nSOON BE HOME TO A VALUE-ADDED POTATO DISTILLERY AND BIODIESEL PLANT. ALL OF THESE ENTERPRISES\nPROVIDE AN ABUNDANCE OF ORGANIC FOOD WASTE MATERIAL. VRFH CURRENTLY USES COMPOSTING TO\nPROCESS SOME OF THIS MATERIAL, BUT THE NEED FOR RENEWABLE ORGANIC WASTE MANAGEMENT IS\nEXPANDING, AND THE OPPORTUNITY TO DEMONSTRATE NEW TECHNOLOGIES IN THE SLV IS IMMENSE.\nWITH ASSISTANCE FROM AN EPAANAEROBIC DIGESTION COOPERATIVE AGREEMENT, VRFH WILL INSTALL A\nHIGH-EFFICIENCY ANAEROBIC DIGESTION SYSTEM TO PROCESS FOOD AND ORGANIC WASTE AT ITS MOSCA\nCAMPUS. THIS PROJECT WILL INCREASE THE USE OF ANAEROBIC DIGESTION (AD) TO MANAGE ORGANIC\nMATERIALS WHILE ALSO PRODUCING FUEL TO BE RECYCLED BACK INTO THE PROCESSING AND COOKING\nOPERATIONS AT THE MOSCA CAMPUS.\nACTIVITIES:THE PROPOSED PROJECT WILL DEMONSTRATE THE TECHNOLOGICAL FEASIBILITY AND COST-EFFECTIVENESS OF\nSUCH A PROJECT IN THE RURAL, HIGH-ALPINE SLV REGION OF COLORADO. INNOVATIVE METHODS AND\nAPPROACHES WILL BE INCORPORATED, INCLUDING SOLAR HEATING, CAST CONCRETE, HYDRAULIC-PRESSURE BIOGAS\nGASHOLDERS, AND ALGAE SCRUBBERS (FURTHER DESCRIBED IN QUESTION 9). THIS PROJECT WILL RESULT IN THE\nCREATION OF A RENEWABLE ENERGY PARK AT THE MOSCA CAMPUS, WHERE THE OUTPUTS OF ONE\nMICRO-INDUSTRY ARE THE INPUTS FOR ANOTHER. PLANS FOR THE CAMPUS ALSO INCLUDE A WOOD CHIP\nGASIFICATION SYSTEM FOR PROCESSING HEAT THAT GENERATES BIOCHAR. WHEN COMBINED WITH DIGESTATE,\nBIOCHAR HAS SHOWN PROMISE TO BUILD UP DEPLETED SOILS FOR BETTER WATER RETENTION AND NUTRIENT\nBIOAVAILABILITY. THE PARK WILL BE A DEMONSTRATION AND EDUCATIONAL SPACE FOR LEARNING AND SHARING\nTHE BENEFITS OF AD AND OTHER FORMS OF RENEWABLE ENERGY POSSIBLE IN THE SLV AND AROUND THE\nCOUNTRY.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:RESULTS WILL BE SHARED AMONG THE AGRICULTURAL COMMUNITY, BUSINESSES, RESEARCHERS, EDUCATORS, AND\nOTHER PARTNERS ACROSS THE REGION AND BEYOND. OUR TEAM WILL CREATE REPORTS ALONG THE WAY OF\nSUCCESSES, MILESTONES, AND LESSONS LEARNED. TOURS WILL BE OFFERED TO EDUCATORS, STUDENTS,\nGOVERNMENT AGENCIES, AND OTHER INTERESTED PARTIES. FINALLY, VRFH GENERAL MANAGER, NICHOLAS\nCHAMBERS, IS AN ADJUNCT INSTRUCTOR AT SANTA FE COMMUNITY COLLEGE'S (SFCC) BIOFUELS LAB AND\nWILL INCORPORATE THIS PROJECT'S PLANNING, ENGINEERING, CONSTRUCTION, AND OPERATION INTO THE\nCURRICULUM. IN THE FUTURE, CLASSES, RETREATS, AND EVENTS WILL BE HELD AT THE SITE BY SFCC AND OTHER\nORGANIZATIONS TO CONTINUE THE LEARNING AND SHARING OF IDEAS.\n\nTHIS SYSTEM WILL BE INNOVATIVE AND UNIQUE FOR THE SLV AND WILL PROVIDE NUMEROUS OPPORTUNITIES\nFOR DEMONSTRATION, EDUCATION, AND EXPANSION INTO OTHER PARTS OF THE REGION. AGRICULTURE IS THE\nMAIN ECONOMIC DRIVER IN THE SLV, SO THERE ARE EXCITING OPPORTUNITIES TO EXPAND ANAEROBIC\nDIGESTION AS A METHOD FOR PROCESSING ORGANIC MATERIAL BY-PRODUCTS AT OTHER BUSINESSES AND\nOPERATIONS. THIS PROJECT AIMS TO CREATE NEW AD CAPACITY FOR THE REGION AND IDENTIFY STRATEGIES TO\nMANAGE ORGANIC MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d42691-6cd7-d2b7-bb67-76af09904479-R", "generated_internal_id": "ASST_NON_95815100_6800"}, {"internal_id": 140709030, "Award ID": "95815090", "Award Amount": 19526.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "66.808", "Description": "WASTED FOOD SOLUTIONS (WFS) FOR DENVER WILL IDENTIFY STRATEGIES TO INCREASE PARTICIPATION IN AND ADOPTION OF FOOD DONATION EFFORTS. WFS FOR DENVER WILL CONNECT WITH LOCAL GOVERNMENT AGENCIES AND FOOD BUSINESSES, AS WELL AS FOOD BANKS AND FOOD RESCUE ORGANIZATIONS TO EVALUATE THE EFFICACY OF EXISTING STRATEGIES AND ASSETS. FINDINGS FROM THIS WORK WILL BE SYNTHESIZED INTO A REPORT THAT OFFERS DENVER A ROADMAP FOR FURTHERING DIVERSION WHILE DRAWING ON PROVEN COMMUNITY BASED SOCIAL MARKETING TECHNIQUES FOR EXPONENTIAL BENEFITS. THIS PROJECT ADDRESSES EPA'S NEED FOR PROJECTS FOCUSED ON SOURCE REDUCTION.\n\nEXPECTED OUTCOMES AND OUTPUTS INCLUDE:  SOLICIT FEEDBACK FROM STAKEHOLDERS, AND REVIEW CURRENT FOOD RECOVERY EFFORTS IN DENVER, DEVELOP A COMPREHENSIVE ROADMAP OF EFFECTIVE AND EFFICIENT STRATEGIES FOR FURTHERING, BENEFICIAL REUSE OF EDIBLE FOOD IN DENVER, IDENTIFY FOOD RECOVERY BEST PRACTICES, AND INCREASE AWARENESS AND CAPACITY FOR BENEFICIAL REUSE OF EDIBLE FOOD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_95815090_6800"}, {"internal_id": 144073838, "Award ID": "95815080", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-11-03", "CFDA Number": "66.808", "Description": "THE AIM OF THIS PROJECT IS TO ASSESS THE FEASIBILITY OF A COMMUNITY-WIDE REUSABLE TO-GO CONTAINER PROGRAM, INCLUDING A RAPID PILOT TESTING A PRODUCT-SERVICE SYSTEM PROTOTYPE. THIS PROJECT WILL RESULT IN SOURCE REDUCTION OF SINGLE-USE TO-GO CONTAINERS, LAUNCH AN EFFICIENT CONTAINER REUSE SYSTEM, AND IMPROVE MARKETS BY REMOVING CONTAMINATED TO-GO CONTAINERS FROM RECYCLING STREAMS. PROJECT OUTREACH WILL INCLUDE ELEMENTS OF COMMUNITY BASED SOCIAL MARKETING. SUSTAINABILITY LIFE CYCLE ASSESSMENTS (SLCA) WILL BE PERFORMED ON THREE (3) POTENTIAL CONTAINER TYPES, INCLUDING POLYPROPYLENE, ALUMINUM, AND SILICONE PROTOTYPES, AS WELL AS A HIGHER LEVEL SLCA OF THE PRODUCT-SERVICE SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "319f04fa-6cdb-bc85-4b1e-b48df390d488-C", "generated_internal_id": "ASST_NON_95815080_6800"}, {"internal_id": 111062145, "Award ID": "95811210", "Award Amount": 12977.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "66.808", "Description": "THIS PROJECT AWARDS FUNDS FOR THE RECIPIENT, UTAH STATE UNIVERSITY, TO IMPLEMENT ITS OWN PROJECT TO PUBLISH, DESIGN, PRODUCE AND DISTRIBUTE ONE UTAH AGRICULTURE IN THE CLASSROOM FOOD WASTE AGREADER. THE FOOD WASTE AGREADER WILL BE DISTRIBUTED TO 500 MIDDLE/JUNIOR-HIGH SCHOOLS ACROSS UTAH WITH A FOCUS ON ISSUES RELATED TO DOMESTIC/GLOBAL FOOD WASTE, FOOD LOSS VERSUS FOOD WASTE, THE FOOD RECOVERY HIERARCHY, AND PROBLEM-BASED AND COMMUNITY-ENGAGED LEARNING ACTIVITIES RELATED TO REDUCING AND/OR ELIMINATING FOOD WASTE IN HOMES, SCHOOL, AND COMMUNITY. THE OUTCOME OF STUDENTS' LEARNING IS ANTICIPATED TO BE CHANGES IN KNOWLEDGE, CHANGES IN ATTITUDE, AND CHANGES IN BEHAVIOR REGARDING REDUCING OR ELIMINATING FOOD WASTE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_95811210_6800"}, {"internal_id": 152549380, "Award ID": "84053001", "Award Amount": 1610000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE ASSOCIATION OF STATE AND TERRITORIAL SOLID WASTE MANAGEMENT OFFICIALS (ASTSWMO) IS A NONPROFIT ENVIRONMENTAL TRADE ASSOCIATION REPRESENTING THE WASTE MANAGEMENT AND REMEDIATION PROGRAMS WITHIN THE 50 U.S. STATES, FIVE TERRITORIES AND THE DISTRICT OF COLUMBIA (STATES /MEMBERS). ASTSWMO'S MISSION, ADOPTED AS PART OF ASTSWMO'S 2020-2024 STRATEGIC PLAN, IS 'TO ENHANCE AND PROMOTE EFFECTIVE STATE AND TERRITORIAL PROGRAMS AND TO AFFECT RELEVANT NATIONAL POLICIES FOR WASTE AND MATERIALS MANAGEMENT, ENVIRONMENTALLY SUSTAINABLE PRACTICES, AND ENVIRONMENTAL RESTORATION.' OUR STRATEGIC PLAN INCLUDES THREE GOALS PERTINENT TO THE PURPOSE OF THE PROPOSAL: PROVIDE ASSISTANCE TO THE MEMBERSHIP (STATES); STRENGTHEN AND DEVELOP STRATEGIC PARTNERSHIPS IN OUR ADVOCACY OF MEMBER INTEREST AT THE FEDERAL LEVEL; AND ENSURE A SUSTAINABLE ORGANIZATION FOR OUR MEMBERSHIP.\nTHE PURPOSE OF THE COOPERATIVE AGREEMENT IS TO PROMOTE AND STIMULATE INFORMATION EXCHANGE AMONG STATE HAZARDOUS AND SOLID WASTE OFFICIALS, AND OTHER STATE OFFICIALS ACTIVELY OR POTENTIALLY INVOLVED IN THE MANAGEMENT OF THESE WASTES TO JOINTLY RESOLVE RESOURCE CONSERVATION AND RECOVERY (RCRA) ISSUES, AND IDENTIFY EMERGING ISSUES THAT ARE AT STATE AND/OR FEDERAL LEVELS.ACTIVITIES:THE ASSOCIATION OF STATE AND TERRITORIAL SOLID WASTE MANAGEMENT OFFICIALS (ASTSWMO) PRIMARY FUNCTIONS ARE TO PROMOTE EFFECTIVE STATE PROGRAMS, ENHANCE THE STATE AND\nFEDERAL PARTNERSHIPS, AND PROVIDE MEMBER STATES TECHNICAL ASSISTANCE, TRAINING AND FORUMS FOR INFORMATION EXCHANGE. THESE FUNCTIONS ASSIST MEMBER STATE PROGRAMS IN DEVELOPING THEIR PROGRAM CAPABILITIES AND MANAGING THEIR PROGRAMS IN THE MOST EFFICIENT AND EFFECTIVE MANNER POSSIBLE. AN ADDITIONAL FEATURE OF ASTSWMO'S NON-PROFIT APPROACH IS ITS RELATIVE OBJECTIVITY. ASTSWMO REPRESENTS THE BALANCED INTEREST OF ALL STATE MEMBER PROGRAMS, WHICH NECESSITATES CONSIDERATION OF ALL SIDES OF ANY GIVEN ISSUE. COLLECTIVE VIEWS AND SOUNDING BOARD RESPONSES CAN BE GAINED QUICKLY VIA THE ASSOCIATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE WORK OF THE SUBCOMMITTEES WILL ACHIEVE THESE OUTPUTS:\nO IMPROVED GPRA DEVELOPMENT PROCESS.\nO PROVIDE OPPORTUNITY FOR UP TO TWO PERSONS PER STATE (I.E., STATE RCRA MANAGERS AND/OR\nTHEIR STAFF) TO PARTICIPATE IN EPA SPONSORED ANNUAL RCRA NATIONAL MEETINGS.\nO INCREASE IN THE NUMBER OF STATE RCRA MANAGERS AND THEIR STAFF PARTICIPATING IN EPA\nSPONSORED RCRA TRAINING OR OTHER WORKSHOPS.\nO PROVIDE OPPORTUNITY FOR STATE REGULATORY PERSONNEL TO PARTICIPATE IN FULL 50 STATE REVIEWS\n(OR SELECTED STATE REVIEWS AS APPROPRIATE) OF EPA DRAFT REGULATIONS, POLICY, GUIDANCE AND\nGPRA GOAL DEVELOPMENT AS REQUESTED.\nO PROVIDE OPPORTUNITY FOR STATE REGULATORY PERSONNEL TO PARTICIPATE IN FULL 50 STATE REVIEWS\n(OR SELECTED STATE REVIEWS AS APPROPRIATE) OF EPA TECHNICAL AND/OR RISK INFORMATION AS\nREQUESTED.\nO PARTICIPATION OF OFFICIALS FROM APPROPRIATE STATE AGENCIES (TRANSPORTATION, HEALTHCARE\nFACILITIES, SOLID AND HAZARDOUS WASTE, EDUCATION, ETC.) IN THE IN SMM-RELATED MEETINGS,\nSOLID WASTE MANAGERS CONFERENCE, WORK GROUPS, AND MEETINGS.\nO DEVELOPMENT AND PRODUCTION OF WEBINARS, REPORTS, ASSESSMENTS, TOOLS, AND RESOURCES FOR\nSHARING OF INFORMATION AMONG STATE AGENCIES AND WITH EPA.\nO DEVELOPMENT AND DISSEMINATION OF TRAINING AND INFORMATIONAL MATERIALS, RESEARCH TOOLS,\nGUIDANCE MATERIALS, AND POLICY OPTIONS AND RECOMMENDATIONS IN AREAS OF PRODUCT\nSTEWARDSHIP, RECYCLING, AND REDUCTION AND IMPROVED MANAGEMENT OF PRIORITY CHEMICALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d49c4f-19ac-99e1-5750-1da3658d7e04-R", "generated_internal_id": "ASST_NON_84053001_6800"}, {"internal_id": 152089831, "Award ID": "84031901", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "66.808", "Description": "DESCRIPTION:PURPOSE:  THIS PROJECT SUPPORTS  EPA'S STRATEGIC PLAN GOAL 1 (A CLEANER HEALTHIER ENVIRONMENT), OBJECTIVE 1.3 (REVITALIZE LAND AND PREVENT CONTAMINATION).  ).  THIS OPPORTUNITY WILL ALLOW THE RECIPIENT TO TAKE STEPS TO FURTHER IMPROVE QUANTIFICATION OF THE IMPACT OF FOOD WASTE ON CLIMATE CHANGE.\nSPECIFIC ACTIVITIES: THE RECIPIENT WILL DEVELOP DATA FOR FACTORS NOT YET INCLUDED IN LCA TOOLS (WARM, INSIGHTS, FOOD WASTE IMPACT CALCULATOR) AND DEVELOP A MORE COMPLETE UNDERSTANDING OF THE NET EMISSION FACTORS OF SOLUTIONS EMPLOYED AT EVERY LEVEL OF THE FOOD SYSTEM.  THE RECIPIENT WILL ALSO WORK WITH A CLIMATE FELLOW TO COMPARE THE DATA DEVELOPED AND DELIVERED BY THE RECIPIENT TO OTHER CLIMATE DATA POINTS TO IDENTIFY ANY CONFLICTING INFORMATION AND FURTHER ESSENTIAL RESEARCH EFFORTS NEED. OUTCOMES: WORK ACCOMPLISHED THROUGH THIS GRANT WILL ENHANCE SEVERAL TOOLS AND PROVIDE THE NEEDED GRANULARITY TO CREATE INFORMED SOLUTIONS.  \nACTIVITIES:SPECIFIC ACTIVITIES: THE RECIPIENT WILL DEVELOP DATA FOR FACTORS NOT YET INCLUDED IN LCA TOOLS (WARM, INSIGHTS, FOOD WASTE IMPACT CALCULATOR) AND DEVELOP A MORE COMPLETE UNDERSTANDING OF THE NET EMISSION FACTORS OF SOLUTIONS EMPLOYED AT EVERY LEVEL OF THE FOOD SYSTEM.  THE RECIPIENT WILL ALSO WORK WITH A CLIMATE FELLOW TO COMPARE THE DATA DEVELOPED AND DELIVERED BY THE RECIPIENT TO OTHER CLIMATE DATA POINTS TO IDENTIFY ANY CONFLICTING INFORMATION AND FURTHER ESSENTIAL RESEARCH EFFORTS NEED. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES: THE RECIPIENT WILL DEVELOP DATA FOR FACTORS NOT YET INCLUDED IN LCA TOOLS (WARM, INSIGHTS, FOOD WASTE IMPACT CALCULATOR) AND DEVELOP A MORE COMPLETE UNDERSTANDING OF THE NET EMISSION FACTORS OF SOLUTIONS EMPLOYED AT EVERY LEVEL OF THE FOOD SYSTEM.  THE RECIPIENT WILL ALSO WORK WITH A CLIMATE FELLOW TO COMPARE THE DATA DEVELOPED AND DELIVERED BY THE RECIPIENT TO OTHER CLIMATE DATA POINTS TO IDENTIFY ANY CONFLICTING INFORMATION AND FURTHER ESSENTIAL RESEARCH EFFORTS NEED. OUTCOMES: WORK ACCOMPLISHED THROUGH THIS GRANT WILL ENHANCE SEVERAL TOOLS AND PROVIDE THE NEEDED GRANULARITY TO CREATE INFORMED SOLUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbe3d837-d019-0240-dfa6-486fa3f05d9d-R", "generated_internal_id": "ASST_NON_84031901_6800"}, {"internal_id": 97880205, "Award ID": "83999901", "Award Amount": 920000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-19", "CFDA Number": "66.808", "Description": "PROJECT ONE WILL FUND TRAININGS, INCLUDING THE TRIBAL LANDS AND ENVIRONMENT FORUM (TLEF), FOR TRIBAL CO-REGULATORS ON OLEM-RELATED TOPICS OF INTEREST TO TRIBES INCLUDING SOLID AND HAZARDOUS WASTE, UNDERGROUND STORAGE TANKS, BROWNFIELDS, EMERGENCY RESPONSE, ETC. THESE TRAININGS BUILD TRIBAL CAPACITY, PROMOTE PRESERVATION AND RESTORATION OF LANDS, AND ENCOURAGE EMERGENCY RESPONSE PREPAREDNESS IN INDIAN COUNTRY. PROJECT ONE ALSO INCLUDES SUPPORT FOR TRIBAL MEMBERS OF THE TRIBAL WASTE AND RESPONSE STEERING COMMITTEE (TWAR SC), A TRIBAL PARTNERSHIP GROUP WHOSE MEMBERS PROVIDE EPA WITH TRIBAL CO-REGULATOR PERSPECTIVES ON OLEM PROGRAMS AND DISCUSS POLICY AND TECHNICAL ISSUES WITH EPA AT THE NATIONAL LEVEL. FINALLY, PROJECT ONE FUNDS ONLINE RESOURCES AND INFORMATION FOR TRIBES ABOUT OLEM-RELATED TOPICS AND ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_83999901_6800"}, {"internal_id": 82529048, "Award ID": "83967101", "Award Amount": 39000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-31", "CFDA Number": "66.808", "Description": "THE CITY OF MADISON, WISCONSIN WILL CONDUCT A FEASIBILITY ANALYSIS ON DEVELOPING A REGIONAL ORGANIC WASTE COLLECTION PROGRAM FOR THE CITY AND SURROUNDING COMMUNITIES IN DANE COUNTY.  THE PROPOSED FACILITY IS INTENDED TO RECOVER ENERGY AND COMPOST FROM THE ANAEROBIC DIGESTION OF MUNICIPAL SOURCE SEPARATED ORGANICS FROM HOUSEHOLDS, RESTAURANTS AND GROCERY STORES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95ae8962-1295-04c9-676b-cfc5771d9bc7-C", "generated_internal_id": "ASST_NON_83967101_6800"}, {"internal_id": 82528992, "Award ID": "83950901", "Award Amount": 43551.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-31", "CFDA Number": "66.808", "Description": "THIS PROJECT WILL FUND THE PURCHASE AND INSTALLATION OF STORAGE TANKS, PIPING, ASSOCIATED SUPPLIES, THE PURCHASE OF A COMPOSITE SAMPLER, AND LABORATORY ANALYSIS OF WASTEWATER SAMPLES, TO ENABLE BUSINESSES PARTICIPATING IN FOOD AND BEVERAGE SECTOR 'COHORTS' TO SEPARATE AND DIVERT HIGH STRENGTH PROCESS WASTES TO SERVE AS ANAEROBIC DIGESTER FEEDSTOCKS.THE INFRASTUCTURE WILL BE INSTALLED IN BUSINESSES PARTICIPATING IN COHORTS, WHICH ARE BUSINESSES WHO FORMALLY COMMIT TO MAKING IMPROVEMENTS IN MULTIPLE AREAS SUCH AS ENERGY EFFICIENCY, WATER USE, AND WASTE GENERATION, AND TO WORK TOWARDS MEMBERSHIP IN THE VT GREEN BUSINESS PROGRAM, ADMINISTERED BY EAO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_83950901_6800"}, {"internal_id": 82528987, "Award ID": "83950801", "Award Amount": 27500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-31", "CFDA Number": "66.808", "Description": "WASHINGTON STATE UNIVERSITY ENERGY PROGRAM WILL PREPARE AND PRESENT A SERIES OF AT LEAST FOUR WORKSHOPS THROUGHOUT WASHINGTON STATE TO PROMOTE THE EXPANSION OF RENEWABLE NATURAL GAS (RNG) THROUGH ANAEROBIC DIGESTION (AD) PROJECTS BY WASTEWATER TREATMENT FACILITIES, AGRICULTURE PRODUCERS, FOOD PROCESSING COMPANIES, AND MUNICIPAL SOLID WASTE AGENCIES. THIS PROJECT AIMS TO PROVIDE TECHNICAL ASSISTANCE, OUTREACH, EDUCATION AND TRAINING TO MODEL AND ACCELERATE SOLUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_83950801_6800"}, {"internal_id": 75591862, "Award ID": "83947301", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-11-29", "CFDA Number": "66.808", "Description": "THE APPLICANT SHALL PROVIDE FOUR TRAINING COURSES, THE SPECIFIC TRAINING COURSES ARE AS FOLLOWS: 1) MANAGING HOUSEHOLD HAZARDOUS WASTE COLLECTION AT TRANSFER STATIONS; 2) MANAGING WASTED FOOD AND OTHER ORGANIC MATERIALS; 3) DEVELOPING AND UPDATING INTEGRATED WASTE MANAGEMENT PLANS; AND 4) IMPLEMENTING INTEGRATED WASTE MANAGEMENT PLANS THROUGH WASTE DIVERSION PROGRAMS. THE TRAINING COURSES SHOULD INCLUDE TRIBAL SPEAKERS THAT HAVE DEVELOPED AND IMPLEMENTED SUCCESSFUL WASTE MANAGEMENT PROGRAMS. THE RECIPIENT WILL PROVIDE TRAVEL SCHOLARSHIPS TO SUPPORT TRIBAL ATTENDANCE AT THE TRAININGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_83947301_6800"}, {"internal_id": 46716636, "Award ID": "83926201", "Award Amount": 10000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-12-01", "CFDA Number": "66.808", "Description": "SUPPORT AND IMPROVE FURTHER WITH FOOD: CENTER FOR FOOD LOSS AND WASTE SOLUTIONS (WWW.FURTHERWITHFOOD.ORG). THIS PROJECT AIMS TO INCREASE THE NUMBER OF U.S. ORGANIZATIONS, INDIVIDUALS, AND BUSINESSES WITH ACCESS TO QUALITY INFORMATION, TOOLS, AND APPROACHES TO REDUCE FOOD LOSS AND WASTE THROUGH THE DEVELOPMENT OF NEW TOOLS AND SOLUTIONS. SPECIFICALLY, THE PROPOSAL ENVISIONS SIGNIFICANT GROWTH OF FURTHER WITH FOOD BY EXPANDING THE RESOURCE BASE, CONSOLIDATING OPPORTUNITIES FOR WEBSITE VISITORS TO GET ACTIVELY INVOLVED IN FOOD WASTE REDUCTION EFFORTS, AGGREGATE NEWS AND SOCIAL MEDIA SOURCES TO INCREASE AWARENESS AROUND ONGOING PROJECTS, MANAGE THE GROWTH OF THE COALITION, IDENTIFY RESEARCH NEEDS, PROVIDE OUTREACH, AND MEASURE IMPACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "914ab7a8-f84a-b427-5c85-a6e6ce3616b0-C", "generated_internal_id": "ASST_NON_83926201_6800"}, {"internal_id": 62808892, "Award ID": "83926101", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-11-07", "CFDA Number": "66.808", "Description": "THE RECIPIENT WILL PROVIDE TRAINING THAT WILL ASSIST TRIBES IN THE DEVELOPMENT AND IMPLEMENTATION OF SUSTAINABLE WASTE MANAGEMENT PROGRAMS.  SPECIFICALLY, THE TRANINGS WILL FOCUS ON IMPLEMENTING INTEGRATED WASTE MANAGMENT PLANS THROUGH WASTE DIVERSION PROGRAMS.  IN ADDITION, THE RECIPIENT WILL OFFER TRAVEL SCHOLARSHIPS TO SUPPORT THE TRAININGS AS WELL AS TRAVEL SCHOLARSHIPS TO THE TRIBES THAT WILL PARTICIPATE IN THE NATIONAL TRIBAL WASTE MANAGEMENT PEER MATCHING PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_83926101_6800"}, {"internal_id": 46683002, "Award ID": "83614401", "Award Amount": 3235491.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-10-07", "CFDA Number": "66.808", "Description": "THE PURPOSE OF THE COOPERATIVE AGREEMENT IS TO PROMOTE AND STIMULATE INFORMATION EXCHANGE AMONG STATE HAZARDOUS AND SOLID WASTE OFFICIALS, AND OTHER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d49c4f-19ac-99e1-5750-1da3658d7e04-R", "generated_internal_id": "ASST_NON_83614401_6800"}, {"internal_id": 46678717, "Award ID": "83577501", "Award Amount": 1578000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-22", "CFDA Number": "66.808", "Description": "THIS PROJECT WILL FUND TRAININGS, INCLUDING THE TRIBAL LANDS AND ENVIRONMENT FORUM (TLEF), FOR TRIBAL CO-REGULATORS. PROJECT ONE INCLUDES COORDINATIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_83577501_6800"}, {"internal_id": 161009295, "Award ID": "02J25901", "Award Amount": 99400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-14", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO PROVIDE FUNDING THAT WOULD ALLOW THE VILLAGE OF ALAKANUK IN COLLABORATION WITH THE VILLAGE OF KOTLIK, THE NATIVE VILLAGE OF NUNAM IQUA, AND EMMONAK VILLAGE TO CONDUCT A PROJECT TO IMPROVE THE MANAGEMENT OF SOLID WASTE IN THEIR COMMUNITIES.ACTIVITIES:AS PART OF THIS PROJECT THE VILLAGE OF ALAKANUK, THE VILLAGE OF KOTLIK, THE NATIVE VILLAGE OF NUNAM IQUA, AND EMMONAK VILLAGE WILL 1) WORK COLLABORATIVELY TO IDENTIFY SOLID WASTE CONCERNS, 2) TRAIN STAFF AND COMMUNITY ON CURRENT AND FUTURE SOLID WASTE BEST PRACTICES, 3) CONDUCT SITE ASSESSMENTS IN EACH VILLAGE, 4) WORK ON NEXT STEPS FOR FUTURE BACKHAUL EFFORTS, AND 5) DOCUMENT AND SHARE PROJECT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ACTIVITIES UNDER THIS PROJECT WILL BENEFIT AND PROTECT PUBLIC HEALTH BY IMPROVING SOLID WASTE MANAGEMENT IN ALAKANUK, KOTLIK, NUNAM IQUA, AND EMMONAK COMMUNITIES, RESULTING IN A CLEANER, HEALTHIER, ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "271bd6ef-d5db-1855-d89b-5b7146027393-R", "generated_internal_id": "ASST_NON_02J25901_6800"}, {"internal_id": 157418167, "Award ID": "02J24601", "Award Amount": 99050.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-09", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO PROVIDE FUNDING THAT WILL ALLOW THE KALISPEL INDIAN COMMUNITY OF THE KALISPEL RESERVATION TO CREATE A DESIGN FOR A NEW TRANSFER STATION. ACTIVITIES:AS PART OF THIS PROJECT, THE KALISPEL INDIAN TRIBE WILL 1) CREATE A DESIGN PLAN FOR A NEW TRANSFER STATION; 2) CONDUCT COMMUNITY-WIDE EDUCATION AND OUTREACH ON PROPER MANAGEMENT OF HOUSEHOLD FOOD AND YARD WASTE, HOUSEHOLD HAZARDOUS WASTE, AND GLASS RECYCLING; 3) PREPARE AND SHARE DETAILED REPORT OF BEST PRACTICES AND EXPERIENCE; AND 4) SHARE DESIGN TEMPLATE WITH OTHER TRIBAL COMMUNITIES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ACTIVITIES UNDER THIS PROJECT WILL BENEFIT AND PROTECT PUBLIC HEALTH BY IMPROVING SOLID WASTE MANAGEMENT IN THE KALISPEL COMMUNITY, RESULTING IN A CLEANER, HEALTHIER, ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c83ff57-cf93-5d89-e651-5ccd9162d812-C", "generated_internal_id": "ASST_NON_02J24601_6800"}, {"internal_id": 157418166, "Award ID": "02J24501", "Award Amount": 98349.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-01", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO ALLOW THE CONFEDERATED TRIBES OF THE COOS, LOWER UMPQUA AND SIUSLAW INDIANS (CTCLUSI OR TRIBE) TO UPDATE THE TRIBE'S 2013 INTEGRATED SOLID WASTE MANAGEMENT PLAN (ISWMP) AND IMPLEMENT THE NEW UPDATED ISWMP. ACTIVITIES:\nTHIS AGREEMENT WOULD ALLOW THE CONFEDERATED TRIBES OF THE COOS, LOWER UMPQUA AND SIUSLAW INDIANS (CTCLUSI OR TRIBE) TO UPDATE THEIR 2013 INTEGRATED SOLID WASTE MANAGEMENT PLAN (ISWMP) AND IMPLEMENT THE NEW UPDATED ISWMP. THE UPDATE TO THE 2013 ISWMP IS A CRITICAL FIRST STEP IN ADDRESSING THE ENVIRONMENTAL, HUMAN HEALTH, AND ECONOMIC CONCERNS OCCURRING BECAUSE OF COMMUNITY AND BUSINESS GROWTH AND THE INADEQUACIES OF THE 2013 ISWMP TO MANAGE THIS CAPACITY. THIS PROJECT WILL CONSIST OF A STUDY OF CURRENT WASTES COMPOSITIONS AND ANALYZE THE WASTE MANAGEMENT FACILITIES TO ESTABLISH SYSTEM PRACTICES, ISSUES, AND EFFICACY. THIS PROJECT WILL ALSO PROVIDE TRAINING TO APPROPRIATE STAFF FOCUSING ON PROPER DISPOSAL AND WASTES REDUCTION TECHNIQUES. CTCLUSI INTENDS TO PRODUCE AND DISTRIBUTE EDUCATION AND OUTREACH MATERIALS TO COMMUNITY MEMBERS FOCUSING ON PROPER DISPOSAL, WASTE REDUCTION AND UNAUTHORIZED DUMPING PREVENTION. FURTHERMORE, THE GRANTEE HAS COMMITTED TO SHARING THE NEW ISWMP BY MAKING IT PUBLICLY AVAILABLE, AS WELL AS SHARING THEIR PROJECT SUMMARY THAT DESCRIBES CHALLENGES, SUCCESSES, USEFUL TOOLS, AND HELPFUL CONTACTS. THESE MATERIALS WILL BE ADVERTISED ON THE CTCLUSI WEBSITE, AS WELL AS DISTRIBUTED ON SELECT FORUMS FOR THE BENEFIT  OF TRIBES IN THE SURROUND OREGON AREA AS WELL AS THOSE TRIBAL COMMUNITIES NATION-WIDE VIA THE EPA REGION 10 TRIBAL LISTERV, EPA REGION 10 BROWNFIELDS LISTSERV, THE WEST COAST OCEAN ALLIANCE, THE OREGON TRIBAL PREPAREDNESS COALITION, AND OTHER FORUMS. THIS PROJECT WILL SUPPORT GOAL 6 (SAFEGUARD AND REVITALIZE COMMUNITIES), OBJECT 6.2. (REDUCE WASTE AND PREVENT ENVIRONMENTAL CONTAMINATION).SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:\nUPDATING THE 2013 INTEGRATED SOLID WASTE MANAGEMENT PLAN (ISWMP) AND IMPLEMENTING THE NEW INTEGRATED SOLID WASTE MANAGEMENT PLAN (ISWMP) WHICH WILL BE CONDUCTED BY THE GRANTEE WILL BENEFIT THE CONFEDERATED TRIBES OF THE COOS, LOWER UMPQUA AND SIUSLAW INDIAN COMMUNITY (CTCLUSI). THIS WILL ADDRESS ADDRESS THE EXPANDED COMMUNITY GROWTH, NEW BUSINESSES AND FACILITIES THAT GREW AS A RESULT OF 15,000 ACRES OF REACQUIRED LAND WHICH THE FORMER 2013 ISWMP IS INADEQUATE TO ADDRESS. CTCLUSI ALSO INTENDS TO CONDUCT COMMUNITY EDUCATION AND OUTREACH AS WELL AS TRAIN SOLID WASTE MANAGEMENT STAFF. ALL OF THESE ENDEAVORS WILL IMPROVE HUMAN HEALTH AND ENVIRONMENTAL SAFETY IN THE CTCLUSI COMMUNITY. THROUGH THIS PROJECT, THERE IS THE POTENTIAL BENEFIT TO MANY OTHER TRIBAL COMMUNITIES AS THE GRANTEE HAS COMMITTED TO SHARING THE NEW ISWMP AND PROJECT SUMMARY THAT DESCRIBES CHALLENGES, SUCCESSES AND WILL CONTAIN USEFUL TOOLS, AND HELPFUL CONTACTS. THIS INFORMATION WILL BE SHARED VIA THE EPA REGION 10 TRIBAL LISTERV, EPA REGION 10 BROWNFIELDS LISTSERV, THE WEST COAST OCEAN ALLIANCE, THE OREGON TRIBAL PREPAREDNESS COALITION, AND OTHER FORUMS AND HAS THE POTENTIAL TO BENEFIT LOCAL OREGON TRIBAL COMMUNITIES AS WELL AS THOSE ACROSS THE NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6fe69da1-48e8-8022-4e4b-17ce92263065-C", "generated_internal_id": "ASST_NON_02J24501_6800"}, {"internal_id": 152549415, "Award ID": "02J05201", "Award Amount": 199996.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "66.808", "Description": "DESCRIPTION:FOOD LIFELINE (GRANT LEAD) WILL PARTNER WITH DUWAMISH VALLEY SUSTAINABILITY ASSOCIATION, BLACK STAR FARMERS, AND SUSTAINABLE SEATTLE TO DEVELOP AN ANAEROBIC DIGESTION DEMONSTRATION PROJECT THAT INTRODUCES BLACK, INDIGENOUS, PEOPLE OF COLOR (BIPOC) LOCATED IN THE SOUTH PARK COMMUNITY OF SEATTLE TO THE FOOD TO WASTE TO SOIL TO FOOD CYCLE AND THE POTENTIAL FOR ALTERNATIVE ENERGY PRODUCTION THROUGH HANDS-ON, CULTURALLY AND LINGUISTICALLY RELEVANT ENGAGEMENT AND EDUCATION OPPORTUNITIES. OUR SOUTH CITY BIODIGESTER COLLABORATION PROJECT WILL BE COMMUNITY OWNED AND CONTROLLED PROVIDING BIPOC AND LOW-INCOME COMMUNITIES AUTONOMY OVER THEIR WASTE TO ENERGY CYCLE AT THE HYPER LOCAL LEVEL, REDUCING RELIANCE ON CONTAMINATED COMPOST MATERIAL, REDUCING GREENHOUSE GAS EMISSIONS AND INTRODUCING IMMIGRANT AND FIRST-GENERATION YOUTH TO STEM CAREER PATHWAYS. ACTIVITIES:FOOD LIFELINE, DUWAMISH VALLEY SUSTAINABILITY ASSOCIATION (DVSA), BLACK STAR FARMERS (BSF), AND SUSTAINABLE SEATTLE (S2) WILL PARTNER TO DELIVER AN ANAEROBIC DIGESTION DEMONSTRATION PROJECT, KNOWN AS THE SOUTH CITY BIODIGESTER COLLABORATION (SCBC), IN THE SOUTH PARK NEIGHBORHOOD OF SEATTLE, WA. THE SCBC WILL DEVELOP NEW AD CAPACITY FOR PROCESSING FOOD WASTE AND DEMONSTRATE SOLUTIONS AND/OR APPROACHES FOR INCREASING FOOD WASTE AD UTILIZATION THAT CAN BE REPLICATED BY OTHER COMMUNITIES, GOVERNMENTS, OR OTHER ENTITIES. THIS PROJECT IS DESIGNED TO BE AN INITIAL EXHIBITION DEMONSTRATING THE POTENTIAL FOR A LARGER SCALE BIOFUEL SYSTEM AND ACTING AS AN EXAMPLE OF A CLOSED LOOP 'CIRCULAR ECONOMY.' PARTNERS WILL WORK WITH LOCAL STAKEHOLDERS TO BENEFIT THE LOCAL COMMUNITY. THE DEMONSTRATION PROJECT WILL INTRODUCE AND INCREASE KNOWLEDGE FOR BLACK, INDIGENOUS, AND PEOPLE OF COLOR (BIPOC) IN THE SOUTH PARK COMMUNITY ON THE BENEFITS OF ANAEROBIC DIGESTION (AD), CLEAN COMPOST, AND A COMMUNITY CONTROLLED CIRCULAR ECONOMY, WHILE INTRODUCING BIPOC YOUTH IN THE DUWAMISH VALLEY TO NEW TECHNICAL AND/OR PROFESSIONAL SPECIALTIES. SUBRECIPIENT:THESE ACTIVITIES WILL BE CONDUCTED BY PROJECT PARTNERS:\n\nDUWAMISH VALLEY SUSTAINABILITY ASSOCIATION WILL PROVIDE THE TECHNICAL EXPERTISE, YOUTH AND COMMUNITY NETWORK ENGAGEMENT, AND WORKSHOPS AND COMMUNITY EDUCATION EVENTS AND UP TO 200 HOURS OF \\CURRICULUM. \n\nBLACK STAR FARMERS WILL PROVIDE TECHNICAL EXPERTISE, A BLACK AND INDIGENOUS FARMER NETWORK, UTILIZE AND DEMONSTRATE CO-PRODUCT USE, IDENTIFY OTHER BIPOC FARMS IN NEED OF EXCESS CO-PRODUCT, AND PROVIDE UP TO 200 HOURS OF CURRICULUM\n\nSUSTAINABLE SEATTLE WILL PROVIDE PROGRAM OVERSIGHT THROUGH UP TO 100 HOURS RELATIONSHIP AND PROJECT MANAGEMENT SUPPORT. S2 WILL ALSO PROMOTE CLASSES AND DISTRIBUTE INFORMATION ABOUT THE PROJECT TO THEIR WIDE NETWORK. \nOUTCOMES:THE SCBC PROJECT WILL BE AN INITIAL EXHIBITION OF A NEW TECHNOLOGY PROCESS FOR THE SOUTH PARK COMMUNITY, LEVERAGING BREAKTHROUGH TECHNOLOGY THAT INVOLVES THE AD PROCESS COUPLED WITH VERY LOW ENERGY INPUTS MAKING IT MORE ACCESSIBLE FOR SMALL SCALE BUSINESSES AND ORGANIZATIONS. THE  PROJECT WILL EVALUATE THE COST EFFECTIVENESS OF INPUTS AND OUTPUT POTENTIALS FOR SCALABILITY IN SMALL BUSINESS AND COMMUNITY USE, LEVERAGE ITS FINDINGS AND IMPACT TO ASSESS THE TECHNOLOGICAL FEASIBILITY AND COST EFFECTIVENESS OF A LARGER SCALE BIOFUEL SYSTEM IN THE SOUTH PARK COMMUNITY, AND UTILIZE A NEW INNOVATION IN ORGANICS CONVERSION BY DEVELOPING A LOCAL, COMMUNITY BASED, BIPOC LED FARM-TO TABLE AND BACK-TO-FARM LIFE CYCLE.\nTHE DEMONSTRATION PROJECT WILL MEASURE SPECIFIC AD DELIVERABLES INCLUDING: POUNDS OF WASTE DIVERTED FROM LANDFILLS AND LARGE COMPOSTING FACILITIES, NUMBER OF GALLONS OF DIGESTATES UTILIZED BY BSF IN THEIR LOCAL FARMS, AMOUNT OF COMMUNITY PARTICIPATION AND YOUTH INVOLVEMENT, AND NUMBER OF EDUCATION AND ENGAGEMENT EVENTS HELD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea084f1d-8a76-2f5e-d738-322641da3c31-R", "generated_internal_id": "ASST_NON_02J05201_6800"}, {"internal_id": 160686684, "Award ID": "02F26601", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE WORK CONDUCTED USING THIS GRANT FUNDING WILL BE INSTRUMENTAL IN FURTHER STRENGTHENING AND ADVANCING THE UNITED KEETOOWAH BAND OF CHEROKEE INDIANS IN OKLAHOMA'S (UKB'S) SOLID WASTE MANAGEMENT PROGRAM. THIS PROJECT WILL BE TO IMPLEMENT AND PROVIDED BETTER RESOURCES FOR OUR TRIBAL MEMBERS TO PROPERLY DISPOSE OF SOLID WASTE AND PROVIDE TECHNICAL ASSISTANCE TO PROPERLY REMEDIATE ILLEGAL DUMPSITES ON TRIBAL LANDS. THIS STUDY IS CRUCIAL TO PROGRAM DEVELOPMENT BECAUSE IT PROVIDES A BETTER UNDERSTANDING OF THE RECYCLING HABITS OF THE TRIBAL COMMUNITY. DEVELOP A THOROUGH MORE CONCISE EDUCATION PROGRAM. THIS WILL ALLOW THE TRIBE TO CONTINUE TO DEVELOP ITS SOLID WASTE MANAGEMENT PROGRAM IN A COHESIVE, STRATEGIC, AND LOGICAL MANNER AND IMPROVE SUCCESS FOR PROGRAM LONGEVITY. THIS GRANT WILL ASSIST THE TRIBE IN INITIATING A PROGRAM TO ALLOW THE SOLID WASTE PROGRAM TO BE CONDUCTED IN A MORE SUSTAINABLE MANNER, INCLUDING RECYCLING, DIVERSION, AND UNDERSTANDING OF WASTE STREAM. AS A RESULT, NATURAL RESOURCES ARE PROTECTED WITH THE EFFECT THAT TRIBAL MEMBER'S JOBS ARE MAINTAINED OR CREATED, AND TRIBAL REVENUES IMPROVE. THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $100,000. ACTIVITIES:UKB WILL CONDUCT WASTE COMPOSITION STUDIES TO EVALUATE THE SIGNIFICANCE OF THE CURRENT WASTE STREAM. THIS PROJECT WILL BE TO IMPLEMENT AND PROVIDED BETTER RESOURCES FOR OUR TRIBAL MEMBERS TO PROPERLY DISPOSE OF SOLID WASTE AND PROVIDE TECHNICAL ASSISTANCE TO PROPERLY REMEDIATE ILLEGAL DUMPSITES ON TRIBAL LANDS. THE TRIBE WILL CONDUCT QUARTERLY WASTE STREAM ANALYSIS OF CURRENT TRIBAL HUB AND SPOKE PROGRAM. THE STUDY WILL FOCUS ON THE HABITS OF RESIDENTIAL CUSTOMERS UTILIZING TRIBAL RECYCLING TRAILERS AS THEIR PRIMARY SOURCE FOR RECYCLING. ALSO, THE TRIBE WILL CONDUCT MARKET RESEARCH ON ITEMS NOT ACCEPTED WITH CURRENT RECYCLING DROP-OFF PROGRAM. A SUMMARY REPORT WILL BE CONDUCTED ON ITEMS DROPPED OFF FOR RECYCLING AT THESE LOCATIONS ONLY. LASTLY, UKB WILL PROVIDE PROJECT FINDINGS, CONCLUSIONS, AND RECOMMENDATIONS FOR FUTURE ACTIVITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE RESULTS FROM RESIDENTIAL AND TRIBAL MEMBERS WASTE STREAM DATA COLLECTION, RECYCLING FINDINGS COLLECTED FROM ILLEGAL DUMPSITES, UPDATED INTEGRATED WASTE MANAGEMENT PLAN, AND A FINAL REPORT THAT PRESENTS THE FINDINGS OF THE PROJECT AND INCLUDES AN EVALUATION OF POTENTIAL SOLID WASTE MANAGEMENT ALTERNATIVES SUCH AS RECYCLING, DIVERSION, AND IDENTIFY OPTIONS TO MINIMIZE CONTAMINATION THROUGH UTILIZATION OF PROPER DISPOSAL OF SOLID WASTE. THE EXPECTED OUTCOMES ARE THAT THIS PROJECT WILL HAVE SIGNIFICANT POSITIVE IMPACTS TO OVERALL COMMUNITY HEALTH AND REDUCTION OF THREATS TO HUMAN HEALTH AND THE ENVIRONMENT. THE PROJECT WILL PROVIDE A FIRST STEP IN UNDERSTANDING HOW TO BETTER MANAGE RECYCLING PROCEDURES USING PROPER DISPOSAL OF SOLID WASTE ON TRIBAL LANDS GATHERED ON ILLEGAL DUMPSITES. THESE WASTES ARE KNOWN TO CONTRIBUTE TO TOXIC AND HAZARDOUS CHEMICAL RELEASES INTO THE SOIL AND EVENTUALLY INFILTRATE INTO GROUNDWATER OR BE RELEASED TO THE ATMOSPHERE. ADDITIONALLY, THE GRANT WILL BE USED TO ADDRESS THE IMMEDIATE AND CHRONIC THREATS TO THE TRIBE'S TOURISM AND RECREATION SECTORS THAT RESULT FROM INEFFECTIVE SOLID WASTE MANAGEMENT. BY IDENTIFYING AND IMPLEMENTING OPPORTUNITIES FOR INCREASED RECYCLING AND WASTE DIVERSION, THE WASTE MANAGEMENT PROGRAM CAN BE MORE COST EFFECTIVE. THROUGH TRIBE'S IMPLEMENTATION OF RECYCLING TOXIC WASTE, IT REDUCES THE CONTAMINATION OF THE WASTE STREAM TO THE PUBLIC HEALTH OF THE COMMUNITY. THIS GRANT WILL HELP ELIMINATE PUBLIC HEALTH RISKS CAUSED BY CONTAMINATED WASTE, AND IT WILL ALLOW THE TRIBE TO FULLY STUDY THE IMPORTANCE OF RECYCLING WASTE. TOXIC WASTE AND NON-RECYCLING CAN BE A MAJOR THREAT TO THE TRIBE'S EARNINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "234406d7-9b02-0c24-c4d4-cd439b0d1a9e-R", "generated_internal_id": "ASST_NON_02F26601_6800"}, {"internal_id": 157841340, "Award ID": "02F26501", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE WORK CONDUCTED USING THIS GRANT FUNDING WILL BE INSTRUMENTAL IN FURTHER STRENGTHENING AND ADVANCING THE MODOC TRIBE OF OKLAHOMA'S (MODOC NATION'S) SOLID WASTE MANAGEMENT PROGRAM. THIS PROJECT WILL PROVIDE A CONDUCT WASTE COMPOSITION STUDIES TO DETERMINE THE CONTENT OF THE CURRENT WASTE STREAM ASSOCIATED WITH RECYCLING DROP-OFF PROGRAMS. THIS STUDY IS CRUCIAL TO PROGRAM DEVELOPMENT BECAUSE IT PROVIDES A BETTER UNDERSTANDING OF THE RECYCLING HABITS OF THE TRIBAL COMMUNITY. DEVELOP A THOROUGH MORE CONCISE EDUCATION PROGRAM. THIS WILL ALLOW THE TRIBE TO CONTINUE TO DEVELOP ITS SOLID WASTE MANAGEMENT PROGRAM IN A COHESIVE, STRATEGIC, AND LOGICAL MANNER AND IMPROVE SUCCESS FOR PROGRAM LONGEVITY. THIS GRANT WILL ASSIST THE TRIBE IN INITIATING A PROGRAM TO ALLOW THE SOLID WASTE PROGRAM TO BE CONDUCTED IN A MORE SUSTAINABLE MANNER, INCLUDING RECYCLING, DIVERSION, AND UNDERSTANDING OF WASTE STREAM. AS A RESULT, NATURAL RESOURCES ARE PROTECTED WITH THE EFFECT THAT TRIBAL MEMBER'S JOBS ARE MAINTAINED OR CREATED, AND TRIBAL REVENUES IMPROVE. THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $100,000. ACTIVITIES:THE MODOC NATION WILL CONDUCT WASTE COMPOSITION STUDIES TO EVALUATE THE SIGNIFICANCE OF THE CURRENT WASTE STREAM ASSOCIATED WITH RECYCLING DROP-OFF PROGRAMS. THE TRIBE WILL CONDUCT QUARTERLY WASTE STREAM ANALYSIS OF CURRENT TRIBAL HUB AND SPOKE PROGRAM. THE STUDY WILL FOCUS ON THE HABITS OF RESIDENTIAL CUSTOMERS UTILIZING TRIBAL RECYCLING TRAILERS AS THEIR PRIMARY SOURCE FOR RECYCLING. ALSO, THE TRIBE WILL CONDUCT MARKET RESEARCH ON ITEMS NOT ACCEPTED WITH CURRENT RECYCLING DROP-OFF PROGRAM. A SUMMARY REPORT WILL BE CONDUCTED ON ITEMS DROPPED OFF FOR RECYCLING AT THESE LOCATIONS ONLY. LASTLY, MODOC NATION WILL PROVIDE PROJECT FINDINGS, CONCLUSIONS, AND RECOMMENDATIONS FOR FUTURE ACTIVITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE RESULTS FROM RESIDENTIAL AND TRIBAL MEMBERS WASTE STREAM DATA COLLECTION, RECYCLING FINDINGS FROM DROP OFF BINS, UPDATED INTEGRATED WASTE MANAGEMENT PLAN, AND A FINAL REPORT THAT PRESENTS THE FINDINGS OF THE PROJECT AND INCLUDES AN EVALUATION OF POTENTIAL SOLID WASTE MANAGEMENT ALTERNATIVES SUCH AS RECYCLING, DIVERSION, AND IDENTIFY OPTIONS TO MINIMIZE CONTAMINATION THROUGH UTILIZATION OF DROP-OFF BINS. THE EXPECTED OUTCOMES ARE THAT THIS PROJECT WILL HAVE SIGNIFICANT POSITIVE IMPACTS TO OVERALL COMMUNITY HEALTH AND REDUCTION OF THREATS TO HUMAN HEALTH AND THE ENVIRONMENT. THE PROJECT WILL PROVIDE A FIRST STEP IN UNDERSTANDING HOW TO BETTER MANAGE RECYCLING PROCEDURES USING DROP-OFF BINS. THESE WASTES ARE KNOWN TO CONTRIBUTE TO TOXIC AND HAZARDOUS CHEMICAL RELEASES INTO THE SOIL AND EVENTUALLY INFILTRATE INTO GROUNDWATER OR BE RELEASED TO THE ATMOSPHERE. ADDITIONALLY, THE GRANT WILL BE USED TO ADDRESS THE IMMEDIATE AND CHRONIC THREATS TO THE TRIBE'S TOURISM AND RECREATION SECTORS THAT RESULT FROM INEFFECTIVE SOLID WASTE MANAGEMENT. BY IDENTIFYING AND IMPLEMENTING OPPORTUNITIES FOR INCREASED RECYCLING AND WASTE DIVERSION, THE WASTE MANAGEMENT PROGRAM CAN BE MORE COST EFFECTIVE. THROUGH TRIBE'S IMPLEMENTATION OF RECYCLING TOXIC WASTE, IT REDUCES THE CONTAMINATION OF THE WASTE STREAM TO THE PUBLIC HEALTH OF THE COMMUNITY. THIS GRANT WILL HELP ELIMINATE PUBLIC HEALTH RISKS CAUSED BY CONTAMINATED WASTE, AND IT WILL ALLOW THE TRIBE TO FULLY STUDY THE IMPORTANCE OF RECYCLING WASTE. TOXIC WASTE AND NON-RECYCLING CAN BE A MAJOR THREAT TO THE TRIBE'S EARNINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c409554-34bd-022e-7e28-5796cb995d08-C", "generated_internal_id": "ASST_NON_02F26501_6800"}, {"internal_id": 151169360, "Award ID": "02D25222", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "66.808", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO TRULY LIVING WELL TO CONDUCT AN EXPANSION OF FOOD WASTE AWARENESS TO RESTAURANTS: IN COLLABORATION WITH THE COMMUNITY COMPOST PROJECT AT TRULY LIVING WELL (TLW), THE CITY OF ATLANTA (COA) PLANNING DEPARTMENT WILL INTRODUCE FOOD WASTE PREVENTION MEASURES INTO THE COA'S PERMITTING OF FOOD BUSINESSES..ACTIVITIES:AS PART OF THEIR 'NEW BUSINESS PROCESS ROADMAPS AND CHECKLISTS,' TLW AND COA PLANNING DEPARTMENT WILL DEVELOP AND PROVIDE THE FOLLOWING INFORMATION:   DEMONSTRATE HOW TO PURCHASE SURPLUS PRODUCE FROM COA'S FARM FOOD LOSS PROGRAM (AND LOCAL URBAN AGLANTA PRODUCERS),  DEMONSTRATE HOW TO RECOVER/DONATE EDIBLE SURPLUS FOOD AND HOW TO COMPOST THE USED FOODS.\n THIS PROCESS IS BEING DEVELOPED TO HELP TACKLE SOME OF THE MOST PRESSING CHALLENGES OF OUR CURRENT FOOD SYSTEM AND TO CONNECT LOCAL FOOD PARTNERS, INCLUDING GROWERS, DISTRIBUTORS, COMPOSTERS, AND MORE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL SOLIDIFY A CIRCULAR, ECONOMICALLY AND ENVIRONMENTALLY SUSTAINABLE MODEL THAT SUPPORTS A HEALTHY AND RESILIENT LOCAL FOOD SYSTEM - REDUCING FOOD WASTE AND IMPROVING FOOD SECURITY WHILE BENEFITTING GROWERS, DISTRIBUTORS, AND CONSUMERS.  THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE FOOD SERVICE BUSINESSES AND COMMUNITIES IN AND AROUND ATLANTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5940519b-a858-3ca0-a1df-dfa0bde33a88-R", "generated_internal_id": "ASST_NON_02D25222_6800"}, {"internal_id": 150724755, "Award ID": "02D25122", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "66.808", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $200,000 TO GEORGIA SOUTHERN RESEARCH AND SERVICE FOUNDATION.  THE PROJECT WILL ADVANCE THE UNDERSTANDING OF HOW EXISTING ANAEROBIC DIGESTION (AD) CAPACITY AT PULP AND PAPER MILLS CAN BE SUSTAINABLY LEVERAGED FOR THE TREATMENT OF FOOD WASTE FROM UNIVERSITY CAMPUSES. THIS RESEARCH WILL INTEGRATE EXPERIMENTATION, QUANTITATIVE SUSTAINABLE DESIGN, AND COMMUNITY-ENGAGED RESEARCH. THIS FRAMEWORK WILL BE USED TO DEMONSTRATE HOW FOOD WASTE CAN BE DIVERTED FROM LANDFILLS, WHILE POTENTIALLY PROVIDING PAPER MILLS WITH THE OPPORTUNITY TO ENRICH THEIR SLUDGE FOR BETTER DIGESTION AND INCREASED BIOGAS PRODUCTION.ACTIVITIES:THE PROPOSED PROJECT WILL ADVANCE THE UNDERSTANDING OF HOW EXISTING ANAEROBIC DIGESTION (AD) CAPACITY AT PULP AND PAPER MILLS CAN BE SUSTAINABLY LEVERAGED FOR THE TREATMENT OF\nFOOD WASTE FROM UNIVERSITY CAMPUSES. THIS RESEARCH WILL INTEGRATE EXPERIMENTATION, QUANTITATIVE SUSTAINABLE DESIGN (QSD), AND COMMUNITY-ENGAGED RESEARCH. THIS FRAMEWORK WILL BE USED TO DEMONSTRATE HOW FOOD WASTE CAN BE DIVERTED FROM LANDFILLS, WHILE PROVIDING PAPER MILLS WITH THE OPPORTUNITY TO ENRICH THEIR SLUDGE FOR BETTER DIGESTION AND INCREASED BIOGAS PRODUCTION. THIS APPROACH ALSO COULD POTENTIALLY SUPPORT PAPER MILLS WITH COST-EFFECTIVE ENERGY PRODUCTION BY ADVANCING THEIR EXISTING AD CAPACITY WITH INCREASED BIOGAS PRODUCTION. FIRST, BENCH-TOP AD STUDIES WILL ASSESS FEASIBILITY (CONSIDERING CO-DIGESTION RATIOS) BY TRACKING TREATMENT EFFICIENCIES, BIOGAS PRODUCTION, AND MICROBIAL COMMUNITIES. COLLEGE STUDENTS, PRIMARILY FROM LOW SOCIOECONOMIC HOUSEHOLDS, WILL CONTRIBUTE TO DATA COLLECTION ON TYPES OF FOOD WASTE CREATED ON CAMPUS AND LOCAL RESTAURANTS. NEXT, DATA FROM EXPERIMENTAL AND COMMUNITY ENGAGED RESEARCH WILL BE INTEGRATED INTO A QSD METHODOLOGY (INCLUDING TECHNO-ECONOMIC ANALYSIS (TEA) AND LIFE CYCLE ASSESSMENT (LCA) PAIRED WITH UNCERTAINTY AND SENSITIVITY ANALYSIS) ACROSS A LANDSCAPE OF SCENARIOS (COLLECTION, TRANSPORT, TREATMENT) TO ASSESS SUSTAINABILITY. THIS PROPOSED RESEARCH WILL CHART A PATH FORWARD FOR SUPPORTING AND IMPROVING AD IN COMMUNITIES AND DEVELOP SUSTAINABLE EFFORTS TO REDUCE THE AMOUNT OF FOOD WASTE FROM COLLEGE TOWNS THAT IS DISPOSED OF IN LANDFILLS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL DEVELOP SUSTAINABLE PRACTICES FOR CO-DIGESTION OF FOOD WASTE AND PAPER MILL SLUDGE LEVERAGING EXISTING AD INFRASTRUCTURE. RESULTS OF THIS PROJECT WILL INCLUDE (I) A FUNDAMENTAL UNDERSTANDING OF THE IMPACT OF AD FEEDSTOCK MIXTURE RATIOS (FOOD WASTE AND PAPER MILL SLUDGE) TO DEVELOP OPERATING PROCEDURE INFORMED BY DATA ON MICROBIAL COMMUNITIES, BIOGAS PRODUCTION, AND REDUCTION OF VOLATILE SOLIDS; (II) COST AND GHG EMISSIONS OF AD ACROSS THREE COMPARATIVE SCENARIOS AS WELL AS MODELING OF SPECIFIC OUTPUTS (E.G., BIOGAS PRODUCTION, DOLLARS SAVED, POUNDS OF SOIL AMENDMENT PRODUCED); AND (III) DATA ON THE TYPE OF FOOD WASTE GENERATED BY THE UNIVERSITY AND LOCAL BUSINESSES (I.E., POUNDS OF FOOD WASTE THAT CAN BE DIVERTED FROM LANDFILLS). THE QUANTITATIVE RESULTS OF THIS WORK CAN BE USED TO FACILITATE THE ADOPTION OF THIS NOVEL APPROACH IN THE CASE STUDY AREA WITH THE POTENTIAL FOR EXPANSION ACROSS THE U.S. DEVELOPING A SYNERGY BETWEEN INDUSTRY (PAPER MILLS) AND COMMUNITIES (UNIVERSITIES AND BUSINESSES) PROVIDES AN OPTION TO THE SUSTAINABLE MANAGEMENT OF FOOD WASTE THAT WILL BE DIRECTLY LINKED TO ENVIRONMENTAL IMPROVEMENT. THE OUTPUTS INCLUDE OPERATING PROCEDURES FOR AD FEEDSTOCK MIXTURE RATIOS AND DETAILED EVALUATION OF THIS DEMONSTRATION WITH BIOGAS PRODUCED AND ITS POTENTIAL AS HEAT AND ENERGY, DOLLARS SAVED BY ENRICHING PAPER MILL SLUDGE WITH FOOD WASTE, AND POUNDS OF SOIL AMENDMENT PRODUCED. THE OUTPUT OF THE COMMUNITY-ENGAGED WORK WILL BE THE POTENTIAL POUNDS OF FOOD WASTE DIVERTED TO AD FROM THE UNIVERSITY AND BUSINESSES. OVERALL, THE OUTCOMES OF THIS PROJECT WILL INCLUDE GENERATING NEW KNOWLEDGE THROUGH EXPLORING THE FEAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74f3293a-83ed-96d9-a314-6570f19db2fe-R", "generated_internal_id": "ASST_NON_02D25122_6800"}, {"internal_id": 149415691, "Award ID": "02D25022", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "66.808", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO LIVE-THRIVE, INCORPORATED TO SUPPORT THEIR OPENING OF A SECOND CENTER FOR HARD TO RECYCLE MATERIALS (CHARM) SITE IN DEKALB COUNTY. LIVE THRIVE WILL CONTINUE TO OFFER ITS RECYCLING SERVICES FOR HARD TO RECYCLE MATERIALS AND HOUSEHOLD HAZARDOUS WASTE AT THE EXPANDED CHARM DEKALB SITE AND ADDITIONALLY, WILL INCLUDE EXPANDED EDUCATIONAL SERVICES AND OPPORTUNITIES.\n\nACTIVITIES:ACTIVITIES TO BE PERFORMED: THIS AWARD WILL PROVIDE FUNDING TOWARDS THE PURCHASE OF A FORKLIFT TO MOVE AND MANAGE MATERIALS BROUGHT TO THE CHARM DEKALB FACILITY, PRINTING OF PERMANENT 25 SIGNS IN THE FACILITY DESCRIBING THE MATERIALS ACCEPTED IN EACH RECYCLING STATION AND OTHER SIGNAGE DESCRIBING SUSTAINABILITY PRACTICES GENERALLY, EDUCATIONAL AND PROMOTIONAL MATERIALS TO INCREASE USAGE OF LIVE THRIVE'S RECYCLING FACILITY, AND CONTRACTUAL FUNDS FOR A MATERIALS PROCESSING VENDOR TO RESPONSIBLY DISPOSE CHEMICALS AND PAINT. APPROXIMATELY 75% FUNDING TOWARDS PURCHASE OF A FORKLIFT TO MOVE AND MANAGE MATERIALS BROUGHT TO THE CHARM DEKALB FACILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b8afd67-f816-fae0-f22c-7c0aa03dd119-R", "generated_internal_id": "ASST_NON_02D25022_6800"}, {"internal_id": 149897613, "Award ID": "02D22322", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-09", "CFDA Number": "66.808", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $50,000 TO THE LAND OF SKY TO SUPPORT A NEW DON'T WASTE FOOD NORTH CAROLINA CAMPAIGN THROUGH THE CREATION OF TRANSFERABLE RESOURCE TOOLS, SELF-ASSESSMENT GUIDANCE AND ON-SITE TECHNICAL ASSISTANCE PROVIDED BY AN INNOVATIVE STATEWIDE TEAM OF BUSINESS PROFESSIONALS ACTIVITIES:ACTIVITIES TO BE PERFORMED: 1) ONE-ON-ONE TECHNICAL ASSISTANCE TO COMMERCIAL AND INSTITUTIONAL FOOD SERVICE SECTORS; 2) DEVELOPMENT OF TRANSFERRABLE RESOURCES AND 3) SUPPORTING NC DEQ AND OTHER STATES PARTNERS SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED PROJECT DELIVERABLES AND EXPECTED OUTPUTS AND OUTCOMES INCLUDE NUMBER OF CLIENTS INTRODUCED TO EPA, NUMBER OF NEW FOOD EFFICIENCY METHODS PUT INTO PRACTICE, NUMBER OF OF NEW TRANSFERABLE RESOURCES DEVELOPED, A NEW DON'T WASTE FOOD NC WEBSITE, NUMBER OF SOCIAL MEDIA POSTS AND NUMBER OF OUTREACH WEBINARS. THE INTENDED BENEFICIARIES ARE COMMERCIAL FOOD SERVICE PROVIDERS AND VARIOUS STAKEHOLDERS AFFILIATED WITH NC FOOD WASTE CAMPAIGN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e412e64-6692-038f-a7ee-11468e646619-C", "generated_internal_id": "ASST_NON_02D22322_6800"}, {"internal_id": 148927812, "Award ID": "02D22222", "Award Amount": 106427.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-15", "CFDA Number": "66.808", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $100,000 TO 4 ROOTS FOUNDATION, INC. THE 4ROOTS SUSTAINABLE FOOD SYSTEM NETWORK IS BEING DEVELOPED TO TACKLE SOME OF THE MOST PRESSING CHALLENGES OF OUR CURRENT FOOD SYSTEM BY APPOINTING A NETWORK MANAGER TO BUILD A HYPER-CONNECTED NETWORK OF LOCAL FOOD PARTNERS, INCLUDING GROWERS, DISTRIBUTORS, COMPOSTERS, AND MORE.  \n\nACTIVITIES:\nTHIS PROJECT WILL FOSTER COLLABORATION THAT GENERATES GREATER ECONOMIC EFFICIENCIES TO REDUCE FOOD WASTE AND IMPROVE FOOD SECURITY. IT WILL ALLOW FOR ESTABLISHING NEW DISTRIBUTION CHANNELS THAT MOVE MORE LOCALLY-GROWN NUTRIENT-DENSE PRODUCE TO BOTH SALES AND DONATION OUTLETS THROUGHOUT THE COMMUNITY, ENSURING THAT MORE LOCAL PRODUCE IS ACTUALLY HARVESTED AND DISTRIBUTED TO LOCAL CONSUMERS, RATHER THAN GOING TO WASTE IN THE FIELDS OR LANDFILLS.  ANY FOOD THAT IS NOT FIT FOR CONSUMPTION WILL BE COMPOSTED TO CREATE RICH NATURAL SOIL AMENDMENTS, WHICH WILL BE PROVIDED BACK TO THE LOCAL FARMERS. \nOUTCOMES:\nTHIS PROJECT WILL SOLIDIFY AN ECONOMICALLY AND ENVIRONMENTALLY SUSTAINABLE MODEL THAT SUPPORTS A HEALTHY AND RESILIENT LOCAL FOOD SYSTEM - REDUCING FOOD WASTE AND IMPROVING FOOD SECURITY WHILE BENEFITTING GROWERS, DISTRIBUTORS, AND CONSUMERS, AND IT WILL ALLOW FOR FUTURE REPLICATION ACROSS THE REGION. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE VULNERABLE COMMUNITIES IN AND AROUND ATLANTA.\n \n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6adc6025-419c-8540-d84f-a295c6baa6e4-R", "generated_internal_id": "ASST_NON_02D22222_6800"}, {"internal_id": 148927852, "Award ID": "02D22122", "Award Amount": 75269.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-12", "CFDA Number": "66.808", "Description": "DESCRIPTION:\nTHIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $75,269 TO THE UNIVERSITY OF GEORGIA RESEARCH FOUNDATION TO CONDUCT A CIRCULARITY ASSESSMENT PROTOCOL (CAP) IN THREE RURAL COMMUNITIES IN REGION 4, AND WORK WITH THESE THREE COMMUNITIES TO DEVELOP AND IMPLEMENT INTERVENTION STRATEGIES THAT IMPROVE THE RESILIENCE OF THE RURAL RECYCLING SYSTEMS. THE THREE COMMUNITIES ARE TIFT COUNTY, GEORGIA; CHEROKEE COUNTY, NORTH CAROLINA, AND THE EASTERN BAND OF CHEROKEE INDIANS; AND GEORGETOWN COUNTY, SOUTH CAROLINA. \nACTIVITIES:\nACTIVITIES TO BE PERFORMED:  COLLABORATIVELY CONDUCT THE CIRCULARITY ASSESSMENT PROTOCOL (CAP) FOCUSED ON RECYCLING IN THREE DIVERSE RURAL AREAS IN REGION 4.  THE CAP WILL ALSO PRODUCE ADDITIONAL MAPPING OF WHERE THE VARIOUS RECYCLABLE MATERIALS ARE GOING (IF RECYCLING OCCURS) IN THOSE AREAS.  HOST WORKSHOPS IN EACH COMMUNITY TO DISCUSS THE FINDINGS WITH STAKEHOLDERS TO FACILITATE DISCUSSIONS BETWEEN THE THREE AREAS.   \nOUTCOMES:\nANTICIPATED DELIVERABLES INCLUDE PHASE I (PRE-FIELD ANALYSIS) OUTPUTS INCLUDE A LITERATURE REVIEW, FIELDWORK PLAN, TRANSECT SAMPLING MAPS, AND INITIAL STAKEHOLDER ENGAGEMENT AND INTERVIEWS. PHASE 1 OUTCOMES INCLUDE ENGAGING THE COMMUNITIES SO THEY FEEL OWNERSHIP OF THE PROCESS AND DATA. PHASE II (FIELDWORK) OUTPUTS INCLUDE FIELD CAP DATA,  PHASE II OUTCOMES INCLUDE COMMUNITY COLLABORATION AND INCREASED AWARENESS OF WASTE MANAGEMENT, RECYCLING, AND LITTER.  PHASE III OUTCOMES INCLUDE AN UNDERSTANDING OF HOW DATA CAN INFORM INTERVENTIONS TO INCREASE CIRCULARITY, RECYCLING AND SUSTAINABILITY.  PHASE IV OUTCOMES INCLUDE THAT THE COMMUNITIES WILL UNDERSTAND THEIR ROLE AS A SYSTEM, IN A LARGER REGIONAL SYSTEM, HOW THEY CAN BE EMPOWERED TO CHANGE SYSTEMS, AND IMPROVE COMMUNITY SECURITY AND RESILIENCE. \n\t\nTHE INTENDED BENEFICIARIES ARE THE PEOPLE OF IN AND AROUND THE SELECTED THREE COMMUNITIES ALONG WITH THE RECYCLING SYSTEMS IN THOSE STATES.\nSUBRECIPIENT:\n$5,000 TO EACH OF THE THREE COUNTIES (TOTAL OF $15,000 IN SUBAWARDS) WILL BE PROVIDED DIRECTLY TO FUND ELIGIBLE INTERVENTIONS THAT ARE IDENTIFIED IN THE STAKEHOLDER WORKSHOP FOLLOWING THE FINAL CIRCULARITY ASSESSMENT PROTOCOL (CAP) REPORT. EXAMPLES OF INTERVENTIONS MAY INCLUDE INCREASED SIGNAGE ON PUBLIC WASTE RECEPTACLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_02D22122_6800"}, {"internal_id": 142550470, "Award ID": "02D15321", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-21", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO SUPPORT THE SOUTHEAST RECYCLING DEVELOPMENT COUNCIL (SERDC) IN THEIR EFFORTS TO EXPLORE THE AVAILABILITY AND EFFECTIVENESS OF RECYCLING ACCESS IN RURAL AREAS ACROSS THE SOUTHEAST. THE PROJECT WILL GATHER DATA AT THE COUNTY LEVEL THE EFFECTIVENESS WILL BE DETERMINED BY THE POUNDS PER HOUSEHOLD RECYCLED ANNUALLY. ONCE THE DATA COLLECTION IS COMPLETED, THE RESULTS WILL BE PRESENTED GRAPHICALLY ON AN INTERACTIVE MAPPING TOOL. SERDC WILL OVERLAY THE MAP WITH THE LOCATIONS OF THE MATERIAL RECOVERY FACILITIES (MRFS) IN THE REGION. SUBJECTIVE EVALUATION OF THE RESULTING MAP WILL ALLOW THE USER TO DETERMINE AREAS WHERE POOR MATERIAL RECOVERY COULD BE IMPROVED BY BETTER ACCESS TO MRFS. THE PROJECT WILL PRODUCE A LIST OF MULTICOUNTY REGIONS WHERE RECYCLING PERFORMANCE IS BELOW AVERAGE AND THE PROXIMITY TO MRF INFRASTRUCTURE IS LACKING. THE OUTPUT WILL BE PUBLICATION OF THE FINDINGS, INCLUDING GEOGRAPHICAL PRESENTATION OF RURAL RECYCLING PR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8fde4ae-7879-4c4a-22bc-1e982eb108d5-R", "generated_internal_id": "ASST_NON_02D15321_6800"}, {"internal_id": 138794862, "Award ID": "02D04021", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO NORTH CAROLINA DEPARTMENT OF ENVIRONMENTAL QUALITY TO UPGRADE THE NORTH CAROLINA RECYCLING MARKETS DIRECTORY (RMD). THE INTENDED BENEFICIARIES ARE THE PEOPLE OF NORTH CAROLINA ALONG WITH THE RECYCLING INDUSTRY IN THE STATE.  THIS GRANT WILL ALLOW NORTH CAROLINA DEPARTMENT OF ENVIRONMENTAL QUALITY TO FIND AND DEVELOP A SOLUTION AND SUPPORT THE UPGRADE OF THE APPLICATIONS THAT OPERATE THIS IMPORTANT TOOL. ADDITIONALLY, STAFF HAVE IDENTIFIED A SERIES OF DESIRED UPGRADES TO IMPROVE THE FUNCTIONALITY AND USER INTERFACE OF THE TOOL. SOME OF THESE INCLUDE: INCORPORATING A MAPPING FEATURE TO VIEW COMPANIES OR SEARCH RESULTS GEOGRAPHICALLYAND ADDING FILTERING OPTIONS TO REFINE RESULTS BASED ON COMPANY SERVICES (E.G., HAULING, PROCESSING, BROKERING)AND IMPROVING THE FUNCTIONALITY OF THE TOOL ON MOBILE DEVICESAND AND MODERNIZING THE LOOK AND FEEL OF THE TOOL TO GIVE NEW AND RETURNING USERS THE IMPRESSION OF A WELL-MAINTAINED DIRECTORY AND BOOST THE CREDIBILITY OF THE INFORMATION CONTAINED WITHIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_02D04021_6800"}, {"internal_id": 137809610, "Award ID": "02D03921", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-24", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO UNITED AGAINST POVERTY TO HELP PILOT A PROGRAM TO CONNECT LOCAL FARMERS/GLEANERS WITH UNITED AGAINST POVERTYS MOBILE MARKET PROGRAM. UNITED AGAINST POVERTY WILL DEMONSTRATE PRODUCE CAN BE RESCUED FROM FIELDS, TRANSPORTED EFFICIENTLY, AND DELIVERED IN A SUSTAINABLE WAY. THE PILOT PROGRAM ACTIVITIES WILL HELP PROVIDE SURPLUS PRODUCE TO COMMUNITIES IN GREAT NEED, PROVIDE AN ALTERNATIVE TO FOOD WASTE AT THE FARM LEVEL, AND CREATE A SUSTAINABLE FOOD ACCESS POINT THAT CAN BE REPLICATED WITH RELIABLE FREQUENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62fe6ac7-9f78-cd82-b851-2c71392aae88-C", "generated_internal_id": "ASST_NON_02D03921_6800"}, {"internal_id": 133967771, "Award ID": "02D03821", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-07", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO THE 4R FOUNDATION INC. TO HELP SUPPORT THEIR EFFORTS WITH REDIRECTING FARM SURPLUS AND HELPING COMMUNITIES IN GREAT NEED BY PROVIDING AN ALTERNATIVE TO FOOD WASTE. NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6adc6025-419c-8540-d84f-a295c6baa6e4-R", "generated_internal_id": "ASST_NON_02D03821_6800"}, {"internal_id": 137627096, "Award ID": "02D03721", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-09", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO THE GREEN LUNCH BOX FOR THE ASSOCIATION OF GLEANING ORGANIZATIONS (AGO)  TRAINING PROJECT TO INCREASE THE CAPACITY OF GLEANING ORGANIZATIONS ACROSS THE COUNTRY SO THEY CAN BETTER ENGAGE COMMUNITIES TO HARVEST SURPLUS PRODUCE. IN TURN, VULNERABLE POPULATIONS ARE PROVIDED WITH INCREASED ACCESS TO WHOLESOME FOODS. THE GOAL OF THIS PROJECT IS TO OFFER TECHNICAL ASSISTANCE TO AGO MEMBER GLEANERS ON THE TOPICS OF LABOR LAW, 501 C3. LIABILITY, VOLUNTEER MANAGEMENT, FUNDRASING, DATABASE MANAGEMENT, STRATEGIC PLANNING, PROGRAM EVALUATION, AND SOCIAL MEDIA MARKETING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d736be7a-c2ee-0247-fa59-3c8c9fd7d76d-R", "generated_internal_id": "ASST_NON_02D03721_6800"}, {"internal_id": 130196417, "Award ID": "02D01621", "Award Amount": 298502.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-15", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $298,502 TO EMORY UNIVERSITY TO ESTABLISH A PROTOTYPE FOR ANAEROBIC DIGESTION OF FOOD WASTE IN AN URBAN AREA WITHIN ATLANTA, GEORGIA, TO PRODUCE RENEWABLE BIOGAS AND SOIL AMENDMENTS. EMORY WILL PARTNER WITH THE CITY OF ATLANTA AND OTHER SURROUNDING MUNICIPALITIES TO FURTHER SCALE UP TO ADDRESS METRO ATLANTA'S FOOD WASTE AND RENEWABLE ENERGY CHALLENGES AS WELL AS THOSE ACROSS THE COUNTRY.  THIS PROJECT ADDRESSES EPA'S SEARCH FOR PROPOSALS TO ACCELERATE THE DEVELOPMENT OF NEW AND/OR ENHANCED ANAEROBIC DIGESTION CAPACITY AND INFRASTRUCTURE IN THE UNITED STATES. NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_02D01621_6800"}, {"internal_id": 130196425, "Award ID": "02D00421", "Award Amount": 195426.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-10", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF 195,426 TO FLORIDA ATLANTIC UNIVERSITY TO SUPPORT THEIR EFFORTS WITH DEVELOPING THE SCIENCE NEEDED TO BUILD THE FOUNDATION OF A REGIONAL ORGANICS DIVERSION MODEL THAT TAKES ADVANTAGE OF EXCESS DIGESTER CAPACITY AT LOCAL WASTEWATER TREATMENT FACILITIES. FLORIDA ATLANTIC UNIVERSITY WILL MEASURE KEY ORGANIC WASTE PROPERTIES AND RUN LABORATORY SCALE EXPERIMENTS TO DEVELOP ENGINEERING DESIGN PARAMETERS THAT CAN EVENTUALLY BE USED IN FULL SCALE PROJECTS. FLORIDA ATLANTIC UNIVERSITY WILL ALSO EVALUATE SCENARIOS TO SIMULATE AND PREDICT THE ENVIRONMENTAL AND ECONOMIC IMPACTS OF A REPLICABLE ORGANIC WASTE DIVERSION MODEL UTILIZING EXISTING REGIONAL ANAEROBIC DIGESTION CAPACITY. 'NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.'", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caef8c38-5944-9743-df26-1aeaf8b6bc50-C", "generated_internal_id": "ASST_NON_02D00421_6800"}, {"internal_id": 130196435, "Award ID": "01J89901", "Award Amount": 129727.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-02", "CFDA Number": "66.808", "Description": "WASHINGTON STATE UNIVERSITY (WSU) WILL LEVERAGE RESEARCH AND DATA DERIVED FROM PARTNERSHIPS WITH OTHER STATE INSTITUTIONS (WASHINGTON STATE DEPARTMENTS OF COMMERCE AND ECOLOGY) TO IDENTIFY THREE OPTIMAL AREAS IN WASHINGTON STATE FOR DEVELOPING SUCCESSFUL, MULTI-PARTNER DIGESTER PROJECTS. THEY WILL THEN TAKE ADVANTAGE OF THEIR EXPERTISE IN RESEARCH AND EXTENSION RELATING TO ANAEROBIC DIGESTION (AD) TO INTERVIEW POTENTIAL AD PARTNERS, WITH THE GOAL OF EXPLORING THEIR INTEREST IN AD PROJECTS, THE POTENTIAL BENEFITS AND PERCEIVED CONSTRAINTS THAT WOULD AFFECT THEIR PARTICIPATION IN A PROJECT, AND THEIR PARTICULAR INDUSTRY'S RISKS AND RISK THRESHOLDS. WSU WILL THEN PRODUCE TAILORED RESEARCH BRIEFS TO ADDRESS CONCERNS SPECIFIC TO EACH GROUP OF STAKEHOLDERS AND BRING THE MOST APPROPRIATE AND WILLING STAKEHOLDERS TOGETHER IN PROJECT CHARRETTES TO LAY OUT TANGIBLE GROUNDWORK FOR VIABLE ANAEROBIC DIGESTER PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_01J89901_6800"}, {"internal_id": 130196418, "Award ID": "01F90401", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-09", "CFDA Number": "66.808", "Description": "THIS AGREEMENT WILL FUND NORTH CENTRAL TEXAS COUNCIL OF GOVERNMENT, WHO WILL BE PARTNERING WITH THE UNIVERSITY OF TEXAS AT ARLINGTON.  THEY WILL COORDINATE WITH STAKEHOLDERS IN THE NORTH CENTRAL TEXAS REGION TO COMPLETE THE NORTH CENTRAL TEXAS REGIONAL FOOD WASTE TO FUEL FEASIBILITY STUDY. THE FEASIBILITY STUDY WILL ADDRESS NUMEROUS CHALLENGES TO THE OVERALL SUSTAINABILITY OF THE NORTH CENTRAL TEXAS REGION, INCLUDING THE RETENTION AND IMPROVEMENT OF LANDFILL CAPACITY, DIVERSION OF FOOD WASTE AND OTHER ORGANICS, IMPROVEMENT TO BIOSOLID MANAGEMENT, PRODUCTION OF BIOGAS AND RENEWABLE FLEET FUEL, REDUCTION OF GREENHOUSE GAS AND OTHER EMISSIONS, AND THE ESTABLISHMENT OF A REPLICABLE REGIONAL MODEL. ENGAGEMENT OF STAKEHOLDERS DURING KICK-OFF AND FINAL WORKSHOPS WILL BE USED TO GUIDE THE DEVELOPMENT OF THE FEASIBILITY STUDY. THE FEASIBILITY STUDY WILL ADDRESS THE SUPPLY AND COLLECTION OF ORGANICS, DEMAND FOR RENEWABLE NATURAL GAS (RNG) VEHICLES, LOCATIONS FOR ANAEROBIC DIGESTION, AND THE COSTS/BENEFITS OF IMPLEMENTATION. IT ADDRESSES EPA GOALS OF IMPROVED AIR QUALITY, LAND REVITALIZATION, AND CONTAMINATION PREVENTION, ALONG WITH EPA DESIRE TO INCREASE UTILIZATION OF ANAEROBIC DIGESTION TECHNOLOGY, BY ADVANCING THE DEPLOYMENT OF ANAEROBIC DIGESTION AND EVALUATING THE DEMAND FOR FUTURE DIESEL TO RENEWABLE NATURAL GAS (RNG) FLEET TECHNICIANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81d795f6-ae09-b308-d62f-df653b1b6737-C", "generated_internal_id": "ASST_NON_01F90401_6800"}, {"internal_id": 116061051, "Award ID": "01D19320", "Award Amount": 30000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-11-05", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO SOCIETY OF SAINT ANDREW FOR A PILOT PROJECT TO REDUCE SURPLUS FARM FOOD LOSS IN,BY GATHERING FIELD ON-FARM SAMPLING DATA AND OTHER COMPONENTS OF THE FOOD SYSTEM TO APPLY TO AN INTERACTIVE MAP OF TENESSEE TO BETTER UNDERSTAND ON FARM SURPLUS FOOD LOSS THAT WILL ENABLE ASSISTANCE AND PILOT STRATEGIES TO REDUCE THESE LOSSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36089b4e-e530-6bc0-f672-2486b952719e-C", "generated_internal_id": "ASST_NON_01D19320_6800"}, {"internal_id": 116061040, "Award ID": "01D18620", "Award Amount": 35000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-11-09", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO FOOD RECOVERY NETWORK, INC TO SUPPORT THEIR PILOT PROGRAM TO REDUCE FARM FOOD LOSS AND EXPAND ACCESS AND AVAILABILITY OF SURPLUS LOCAL FOOD FOR ATLANTA COMMUNITIES IN LOW ACCESS AND LOW INCOME AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18f6cedb-18f9-1273-ead8-e15141889c66-R", "generated_internal_id": "ASST_NON_01D18620_6800"}, {"internal_id": 156932644, "Award ID": "00I14200", "Award Amount": 70675.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE CHIPPEWA CREE TRIBAL WATER RESOURCES DEPARTMENT (TWRD) LOOKS TO DEVELOP A SOLID WASTE MANAGEMENT PROGRAM DESIGNED TO MEET THE UNIQUE NEEDS OF THE COMMUNITY. CREATING A SYSTEM THAT IS AFFORDABLE, SAFE, HEALTHY, AND SUSTAINABLE FOR ALL COMMUNITY MEMBERS. BUILDING A PROGRAM FROM THE GROUND UP, BASED ON THE UNIQUE NEEDS OF THE COMMUNITY, INCREASE SUCCESS AND SUSTAINABILITY IN THE LONG RUN. THE NEED FOR EDUCATION AND OUTREACH, STAFF, TRAINING, MORE EFFICIENT PLANNING, AND EMPHASIS ON CREATING A CIRCULAR ECONOMY VIA INCREASED RECYCLING EFFORTS, WILL LEND TO THE ESTABLISHMENT OF A SOLID WASTE MANAGEMENT PROGRAM BASED ON THE FOLLOWING OVERALL GOAL: TO CONDUCT ACTIVITIES THAT BUILD CAPACITY, IMPROVE MANAGEMENT OF SOLID WASTE, AND EDUCATE THE COMMUNITY. BY DOING THIS WE WILL CREATE A SELF-SUSTAINING SOLID WASTE PROGRAM, PROTECTING COMMUNITY HEALTH AND INCREASE SAFETY AND PROTECTION OF THE ENVIRONMENT.\n\nACTIVITIES:MILESTONE 1: \nCONDUCT WASTE COMPOSITION STUDY BY PHYSICALLY SORTING RANDOM SAMPLES OF WASTE FROM SELECT SITES, TO IDENTIFY AND CHARACTERIZE SOLID WASTE GENERATION AND CONDUCT WASTE\nCOMPOSITION ANALYSIS. \nFINDINGS WILL BE USED TO: (TYPE OF PROJECT- SECTION I (C).1. A AND B)\nACTIVITIES: (IMPLEMENTED THROUGHOUT 12-MONTH PROJECT PERIOD)\n- INFORM EDUCATION AND OUTREACH PROGRAMS\n- DETERMINE THE CONTENT OF VARIOUS WASTE AND TARGET SELECT MATERIALS FOR RECYCLING\n- CONDUCT (1) COMMUNITY SURVEY TO DETERMINE TYPE OF RECYCLING PROGRAM NEEDED \n- DEVELOP (1) SUMMARY REPORT AND RECOMMENDATIONS FOR A COMMUNITY RECYCLING PROGRAM\n- BETTER UNDERSTAND THE CONTENT OF ILLEGAL DUMP PRIOR TO CLEAN UP EFFORTS\n\nMILESTONE 2: \nCONDUCT EDUCATION AND OUTREACH ON PROPER DISPOSAL AND WASTE REDUCTION ACTIVITIES AND TRAIN STAFF ON PROPER DISPOSAL AND WASTE REDUCTION. \nFINDINGS WILL BE USED TO: (TYPE OF PROJECT- SECTION (C).3 A)\nACTIVITIES: (IMPLEMENTED THROUGHOUT 12-MONTH PROJECT PERIOD)\n- DEVELOP OUTREACH DOCUMENTS AND OTHER RESOURCE MATERIALS FOR TRIBAL LEADERS, COMMUNITY MEMBERS, BUSINESSES, AND LOCAL ORGANIZATIONS/PROGRAMS\n- CREATE SIGNAGE THAT WILL ENHANCE ENFORCEMENT \n- DEVELOP A REWARD SYSTEM THAT WILL ENCOURAGE AND ENFORCE PROPER DISPOSAL AND WASTE REDUCTION. (1) COMMUNITY QUESTIONNAIRE WILL BE CONDUCTED TO ANALYZE/UNDERSTAND NEEDS,\nINCREASE ENGAGEMENT, AND HELP DETERMINE TYPE OF REWARD SYSTEM.\n- UTILIZE LOCAL RADIO PSA'S AND CREATE PARTNERSHIPS WITH LOCAL PROGRAMS/ORGANIZATIONS\n- DEVELOP A SOCIAL MEDIA CAMPAIGN, UTILIZING FACEBOOK, INSTAGRAM, AND LOCAL WEBSITES TO COMMUNICATE MONTHLY MESSAGES THAT ARE DEVELOPED TO DRAW ATTENTION TO WASTE MATTERS\n- TRAINING FOR STAFF BY COLLABORATING WITH OTHER TRIBAL COMMUNITIES THAT HAVE IMPLEMENTED A SUCCESSFUL SOLID WASTE MANAGEMENT PROGRAM \n\nMILESTONE 3: \nUPDATE INTEGRATED WASTE MANAGEMENT PLAN (IWMP). \nFINDINGS WILL BE USED TO: (TYPE OF PROJECT- SECT I (C).4 A)\nACTIVITIES: (IMPLEMENTED THROUGHOUT 12-MONTH PROJECT PERIOD)\n- UPDATE ELEMENT(S) WITHIN EXISTING IWMP THAT ACCOUNTS FOR A POPULATION INCREASE, AND CHANGES IN COMMUNITY NEEDS AND PROJECTED FUTURE OPERATIONS. INCLUDED IN IWMP WILL BE THE CREATION OF A RURAL RECYCLING PROGRAM THAT SUPPORTS A CIRCULAR ECONOMY. \n- OFFICIAL APPROVAL OF IWMP\n- MONTHLY MEETINGS WITH COOPERATIVE PARTNERS: BUSINESS COMMITTEE, CCT EPA, TERAC, CCT PLANNING AND DEVELOPMENT\n- COMMUNITY MEETINGS FOR INPUT ON RECYCLE, REWARDS, AND IWMP\n\nMILESTONE 4: \nHIRE (1) SITE MONITOR TO OVERSEE AND ENFORCE SOLID WASTE MANAGEMENT CAPACITY. \nFINDINGS WILL BE USED TO: (TYPE OF PROJECT- SECTION I (C).5 A AND 7 A)\nACTIVITIES: CCT HUMAN RESOURCES TO ADVERTISE MONITOR POSITION\n- CCT BUSINESS COMMITTEE WILL HIRE MONITOR \n- MONITOR WILL \n  - ENFORCE LANDFILL POLICIES AND PROCEDURES\n  - DIRECT AND/OR ASSIST COMMUNITY ON PROPER DISPOSAL \n  - DISTRIBUTE FLIERS AND PAMPHLETS REGARDING PROPER DISPOSAL AND RECYCLING\n  - MONITOR ALL SOLID WASTE AND RECYCLING, ENSURI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569ffaf6-f5fa-34b8-1831-b027fe03d743-C", "generated_internal_id": "ASST_NON_00I14200_6800"}, {"internal_id": 39177666, "Award ID": "00F81801", "Award Amount": 1767998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-07-17", "CFDA Number": "66.802", "Description": "THIS PARTIAL AWARD FUNDS ONLY ODEQ ADMINISTRATIVE ACTIVITIES.  THE TOTAL AWARD WILL FUND REMEDIAL DESIGN ACTIVITIES PERFORMED BY ODEQ AT THE OKLAHOMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7683734a-ce16-e4c4-9fcf-4f9d4087b9ec-C", "generated_internal_id": "ASST_NON_00F81801_6800"}, {"internal_id": 158689980, "Award ID": "00E03399", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-20", "CFDA Number": "66.808", "Description": "DESCRIPTION:THE FOREST COUNTY POTAWATOMI COMMUNITY (FCPC) SOLID WASTE PROGRAM ANALYSIS AND PROGRAM DEVELOPMENT PROJECT AIMS TO PROTECT THE ENVIRONMENT AND COMMUNITY HEALTH BY PRACTICING AND PROMOTING IMPROVED SOLID WASTE MANAGEMENT STRATEGIES, AND BY SHARING RESOURCES WITH OTHER TRIBES AND COMMUNITY STAKEHOLDERS. THE FOREST COUNTY POTAWATOMI COMMUNITY AND PARTNERING ENTITIES WILL ACHIEVE THESE GOALS THROUGH: (A) WASTE SITE VISITS AND ANALYSIS (B) WASTE MANAGEMENT SYSTEM EVALUATIONS (C) SOLID WASTE MANAGEMENT PLAN DEVELOPMENT (D) PUBLIC OUTREACH AND (E) INTERNAL ENVIRONMENTAL ADVOCACY. FCPC IS CONFIDENT THAT THIS PROJECT WILL LAY THE FOUNDATION FOR AN EFFECTIVE SOLID WASTE MANAGEMENT SYSTEM, THE REMOVAL AND REDUCTION OF OPEN DUMP SITES, INCREASED PUBLIC AWARENESS AND PARTICIPATION, AND THE AUGMENTATION OF INTERTRIBAL COLLABORATION. ACTIVITIES:THE FOREST COUNTY POTAWATOMI COMMUNITY AND PARTNERING ENTITIES WILL ACHIEVE WORKPLAN GOALS THROUGH: (A) WASTE SITE VISITS AND ANALYSIS (B) WASTE MANAGEMENT SYSTEM EVALUATIONS (C) SOLID WASTE MANAGEMENT PLAN DEVELOPMENT (D) PUBLIC OUTREACH AND (E) INTERNAL ENVIRONMENTAL ADVOCACY. FCPC IS CONFIDENT THAT THIS PROJECT WILL LAY THE FOUNDATION FOR AN EFFECTIVE SOLID WASTE MANAGEMENT SYSTEM, THE REMOVAL AND REDUCTION OF OPEN DUMP SITES, INCREASED PUBLIC AWARENESS AND PARTICIPATION, AND THE AUGMENTATION OF INTERTRIBAL COLLABORATION. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:FCPC IS CONFIDENT THAT THIS PROJECT WILL LAY THE FOUNDATION FOR AN EFFECTIVE SOLID WASTE MANAGEMENT SYSTEM, THE REMOVAL AND REDUCTION OF OPEN DUMP SITES, INCREASED PUBLIC AWARENESS AND PARTICIPATION, AND THE AUGMENTATION OF INTERTRIBAL COLLABORATION. DIRECT BENEFICIARIES WILL INCLUDE THE FOREST COUNTY POTAWATOMI COMMUNITY RESIDENTS, PARTNERING TRIBAL COMMUNITIES,  AND TO THE STATE OF WISCONSIN AT LARGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e52f7db-30b6-37cd-72ae-a3ef062600b1-C", "generated_internal_id": "ASST_NON_00E03399_6800"}, {"internal_id": 149897614, "Award ID": "00E03138", "Award Amount": 195736.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-20", "CFDA Number": "66.808", "Description": "DESCRIPTION:THIS PROJECT WILL QUANTIFY THE AMOUNT OF ORGANIC WASTE DIVERSION RESULTING FROM THE INSTALLATION OF AN ANAEROBIC DIGESTION (AD) SYSTEM THAT IS OPTIMIZED FOR BREWERY WASTE, AS WELL AS CONSUMER FOOD WASTE FROM A BREWPUB RESTAURANT. THEY WILL MEASURE THE AMOUNT OF BREWERY AND FOOD WASTES FROM THE OPERATION, AND WILL USE DATA FOR THE WASTE STREAMS DIVERTED TO ESTIMATE BIOGAS FROM CO-DIGESTION OF FOOD WASTE AND BREWERY WASTEWATERS USING A MODEL SYSTEM.ACTIVITIES:THIS PROJECT WILL DEVELOP THE CAPACITY FOR ANAEROBIC DIGESTION (AD) OF FOOD AND BREWERY WASTE BY QUANTIFYING THE POTENTIAL FOR WASTE DIVERSION AT MICROBREWERY-BREWPUB BUSINESSES, ESTIMATING BIOGAS AND FERTILIZER YIELD FROM AN AD SYSTEM OPTIMIZED FOR THIS SCALE OF OPERATION, AND DEMONSTRATING THE OPPORTUNITY FOR SMALL-SCALE AD WITH A PROTOTYPE SYSTEM TO REGIONAL NETWORKS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: QUANTIFYING AND SUMMARIZING THE VOLUME OF THE COMPOSITION OF FOOD AND BREWERY WASTE TO BE DIVERTED, INCREASING BUSINESS AND IMPROVING PUBLIC UNDERSTANDING OF ANAEROBIC DIGESTION (AD) OPPORTUNITIES THROUGH A PILOT-SCALE AD SYSTEM, AND DEVELOPING A SMALL-SCALE AD SYSTEM DESIGNED TO IMPROVE THE CAPACITY OF MICROBREWERIES TO PROCESS FOOD AND SPENT-GRAIN WASTE. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE BUSINESSES AND COMMUNITIES OF OHIO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5a7a8b2-6594-d1dd-547b-4d52ca715071-C", "generated_internal_id": "ASST_NON_00E03138_6800"}, {"internal_id": 140709325, "Award ID": "00E03072", "Award Amount": 59995.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "66.808", "Description": "IN ACCORDANCE WITH THE STATUTORY AUTHORITY DELEGATED TO EPA UNDER THE RESOURCE CONSERVATION AND RECOVERY ACT (RCRA), THIS COOPERATIVE AGREEMENT WILL ADDRESS U.S. EPA REGION 5'S PRIORITY TO DEVELOP A BLOCKCHAIN TRACKING SYSTEM AND DEMONSTRATE ITS EFFICACY IN LAKE COUNTY, IL WITH THE HELP OF THE SOLID WASTE AGENCY OF LAKE COUNTY (SWALCO). DURING THIS PROJECT UNIVERSITY OF ILLINOIS, CHICAGO (UIC) WILL EXPLORE HOW BLOCKCHAIN PLATFORMS CAN REDUCE THE COSTS ASSOCIATED WITH RECYCLING PLASTIC MATERIALS (HDPE AND PET) AND ADDITIONAL MATERIALS ARRIVING AT RECYCLING FACILITIES IN LAKE COUNTY. INPUTS INTO THE PLATFORM INCLUDE DATA REGARDING COLLECTION AND TRANSPORTATION, CLEANING AND SORTING, PROCESSING, LOGISTICS, SALES AND MARKETING, BUSINESS PRACTICES, AND LEGAL REQUIREMENTS. THE PROJECT WILL RESULT IN A TRACKING SYSTEM FOR MATERIALS KNOWN AS BLOCK CHAIN ENVIRONMENTAL ASSET TRACKING SYSTEM (BEATS) THAT CAN BE UTILIZED BY SWALCO AND A FINAL REGIONAL WORKSHOP ON THE PROJECT AND THE MAJOR ACTIVITI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_00E03072_6800"}, {"internal_id": 140782459, "Award ID": "00E03063", "Award Amount": 55861.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.808", "Description": "IN ACCORDANCE WITH THE STATUTORY AUTHORITY DELEGATED TO EPA UNDER THE RESOURCE CONSERVATION AND RECOVERY ACT (RCRA), THIS COOPERATIVE AGREEMENT WILL ADDRESS U.S. EPA REGION 5&RSQUOANDS PRIORITY OF WASTED FOOD SOLUTIONS FOR OHIO PHASE II TO DEVELOP AND BUILD ON RESOURCES THAT SUPPORT WASTED FOOD DIVERSION. DURING PHASE 1, CET AND PARTNERS IDENTIFIED A NEED FOR A RESOURCE TO INCENTIVIZE PREVENTION. ADDITIONALLY, FOLLOWING THIS WORK, CET RECEIVED SEVERAL REQUESTS FROM COMMUNITIES OUTSIDE THE SOUTHWEST OHIO REGION, THE TARGET GEOGRAPHY FOR PHASE1, FOR RESOURCES FOCUSED ON WASTED FOOD REDUCTION, RECOVERY, AND DIVERSION. PHASE II WILL ADDRESS THESE GAPS. CET WILL CAPITALIZE ON OUR NATIONAL EXPERIENCE WITH BUSINESSES WHOSE CORE OPERATIONS DO NOT FOCUS ON WASTED FOOD DIVERSION, TO CURATE RESOURCES THAT ELEVATE THE PROFILE OF, AND AWARENESS FOR, WASTE REDUCTION AND RECOVERY IN OHIO. THESE RESOURCES WILL ADDRESS COMMON CHALLENGES (I.E. COMMUNICATION WITH BUSINESSES AND/OR SOURCE REDUCTION), AND BE MODIFIED TO HELP OUR PARTNERS (I.E. CLEVELAND DEPARTMENT OF HEALTH AND HAMILTON COUNTY SOLID WASTE MANAGEMENT DISTRICT) COMMUNICATE WITH BUSINESSES MORE EFFECTIVELY AND EFFICIENTLY. CET&RSQUOANDS OUTREACH PLAN INCLUDES SHARING THESE RESOURCES WITH OUR PARTNERS AND KEY STAKEHOLDERS IN OHIO (SUCH AS, SOLID WASTE AUTHORITY OF CENTRAL OHIO AND EPA REGION 5) TO DISSEMINATE, AND POSTING MATERIALS ON OUR ORGANIZATION&RSQUOANDS WASTED FOOD SOLUTIONS WEBSITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00E03063_6800"}, {"internal_id": 140708918, "Award ID": "00E03062", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "66.808", "Description": "MAKE FOOD NOT WASTE (MFNW) AND FOOD RESCUE US - DETROIT'S (FRUS-D) 'BUILD BACK BETTER: LOWERING FOOD COSTS THROUGH DECREASING FOOD WASTE IN COMMERCIAL KITCHENS' PROJECT AIMS TO REDUCE FOOD WASTE IN DETROIT RESTAURANTS AND COMMERCIAL FOOD SERVICE OPERATIONS (RESTAURANTS) BY 10% OVER A PERIOD OF 12 MONTHS THROUGH ONE-ON-ONE TRAINING IN THE PLEDGE TM CERTIFICATION PROGRAM. THE PLEDGE TM IS AN INTERNATIONAL, THIRD PARTY, CERTIFICATION IN FOOD WASTE REDUCTION PROGRAM, WHOSE GOAL IS ZERO FOOD WASTE IN LANDFILLS. THIS PROCESS COVERS 95 FOOD WASTE REDUCTION STRATEGIES RELATED TO AREAS SUCH AS PURCHASING, INVENTORY MANAGEMENT, STORAGE, MENU DESIGN AND STAFF SKILLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba5ba83a-4f38-429b-bad6-097753e8e756-R", "generated_internal_id": "ASST_NON_00E03062_6800"}, {"internal_id": 140709048, "Award ID": "00E03061", "Award Amount": 70000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "66.801", "Description": "IN ACCORDANCE WITH THE STATUTORY AUTHORITY DELEGATED TO EPA UNDER THE RESOURCE CONSERVATION AND RECOVERY ACT (RCRA), THIS COOPERATIVE AGREEMENT WILL ADDRESS U.S. EPA REGION 5'S PRIORITY OF THE REGIONAL COLLABORATION TO MAKE THE CASE FOR RECYCLING MARKET DEVELOPMENT AS A CREATIVE APPROACH TO ADDRESS SUSTAINABLE MATERIAL MANAGEMENT PRIORITIES BY EXPANDING THE NETWORK OF RECYCLERS, COMMUNITY, TRADE PROFESSIONAL ORGANIZATION, AND GOVERNMENTS IN REGION 5 TO ADVANCE RECYCLING SYSTEMS AND MARKETS, UPGRADE AND EXPAND THE EPA REGION 4 INTEGRATED SOLID WASTE MANAGEMENT TOOL (ISWM) WITH THE HELP OF THE CONSULTANT RESOURCE RECYCLING SYSTEMS (LOCATED IN MI).  THE MICHIGAN RECYCLING COALITION (MRC) WILL THEN PLAN TO TRAIN ADDITIONAL STAKEHOLDERS IN REGION 5 AND MICHIGAN ON THE TOOL TO 'MAKE THE CASE' FOR RECYCLING.  THE MAJOR ACTIVITIES AND PLANNED OUTPUTS/OUTCOMES ARE AS FOLLOWED; UPDATES TO THE ISWM TOOL WITH RRS,  STAKEHOLDERS IN THE STUDY REGION WILL BE IDENTIFIED, ENGAGED IN USING THE ISWM VIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b17d2a3f-a93c-be67-a49f-6634067df5c0-R", "generated_internal_id": "ASST_NON_00E03061_6800"}, {"internal_id": 111126205, "Award ID": "00E02940", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-25", "CFDA Number": "66.808", "Description": "IN ACCORDANCE WITH THE STATUTORY AUTHORITY DELEGATED TO EPA UNDER THE RESOURCE CONSERVATION AND RECOVERY ACT (RCRA), THIS COOPERATIVE AGREEMENT WILL ADDRESS STRATEGIES FOR PREVENTING FOOD LOSS AND WASTE AND/OR DIVERTING WASTED FOOD FROM LANDFILLS IN REGION 5. THE SOLID WASTE AUTHORITY OF CENTRAL OHIO (SWACO) WILL LEVERAGE THE ONGOING REGIONAL EFFORTS OF THE CENTRAL OHIO FOOD WASTE INITIATIVE TO IMPLEMENT AND EVALUATE THE EFFECTIVENESS OF THE INITIATIVE'S NEWLY DEVELOPED 'SAVE MORE THAN FOOD' FOOD WASTE AWARENESS AND PREVENTION EDUCATION CAMPAIGN. THE PROJECT WILL MEASURE THE BASELINE OF FOOD WASTE BEHAVIORS AND OUTCOMES IN A CENTRAL OHIO COMMUNITY AND SUBSEQUENTLY EXPLORE HOW THE CAMPAIGN CHANGES BEHAVIORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58d33e9d-7068-1310-0db9-e443d778a17c-R", "generated_internal_id": "ASST_NON_00E02940_6800"}, {"internal_id": 111062134, "Award ID": "00E02939", "Award Amount": 51943.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-25", "CFDA Number": "66.808", "Description": "IN ACCORDANCE WITH THE STATUTORY AUTHORITY DELEGATED TO EPA UNDER THE RESOURCE CONSERVATION AND RECOVERY ACT (RCRA), THIS COOPERATIVE AGREEMENT WILL ALLOW THE APPLICANT TO WORK WITH STAKEHOLDERS TO LAY THE GROUNDWORK OF A PLASTICS INDUSTRY CLUSTER IN THE SOUTHERN OHIO REGION. RTI WILL BRING ENVIRONMENTAL, INDUSTRY, AND ECONOMIC DEVELOPMENT STAKEHOLDERS TOGETHER TO CREATE A REGIONAL PLASTICS INDUSTRY CLUSTER IN SOUTHERN OHIO, ALONG THE OHIO RIVER VALLEY, TO ENHANCE END MARKETS FOR PLASTICS MATERIALS AND PLASTICS RECOVERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_00E02939_6800"}, {"internal_id": 111061985, "Award ID": "00E02938", "Award Amount": 58964.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "66.808", "Description": "IN ACCORDANCE WITH THE STATUTORY AUTHORITY DELEGATED TO EPA UNDER THE RESOURCE CONSERVATION AND RECOVERY ACT (RCRA), THIS COOPERATIVE AGREEMENT WILL ADDRESS U.S. EPA REGION 5'S PRIORITY OF PREVENTING FOOD LOSS AND WASTE AND DIVERTING WASTED FOOD FROM LANDFILLS. THE CENTER FOR ECOTECHNOLOGY INC. (CET) PROJECT WILL IMPLEMENT FOOD WASTE PREVENTION AND DIVERSION MEASURES IN LARGE INSTITUTIONAL KITCHENS (E.G., HOSPITALS, UNIVERSITIES, CORPORATE KITCHENS, LARGE K-12 SCHOOLS). THEIR METHODS INCLUDE: A SWOT (STRENGTH, WEAKNESSES, OPPORTUNITIES, THREATS) ANALYSIS OF THE REGIONAL WASTED FOOD MARKETPLACE; TRAINING WORKSHOPS; FACILITATING PARTNERSHIPS BETWEEN COMMERCIAL GENERATORS OF FOOD WASTE, HAULERS, AND SERVICE PROVIDERS LIKE FOOD RESCUE ORGANIZATIONS, COMPOST SITES, AND SERVICE PROVIDERS; AND REMOTE AND ONSITE TECHNICAL ASSISTANCE. CET HAS DECADES OF EXPERIENCE HELPING STAKEHOLDERS AND WILL BRING THAT KNOWLEDGE AND EXPERTISE TO OHIO, IN ADDITION TO HELPING BUSINESSES SEE OPPORTUNITIES IN T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00E02938_6800"}, {"internal_id": 130237669, "Award ID": "00E02861", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-30", "CFDA Number": "66.808", "Description": "THE PROJECT, 'TECHNICAL EDUCATION AND ANALYSIS FOR COMMUNITY HAULING AND ANAEROBIC DIGESTERS (TEACH AD),' LED BY THE UNIVERSITY OF ILLINOIS AT CHICAGO'S ENERGY RESOURCES CENTER, WILL PARTNER WITH STATE AGENCIES, INDUSTRY EXPERTS, WATER RESOURCE RECOVERY FACILITIES AND COMMUNITIES, WHILE LEVERAGING THE U.S. DEPARTMENT OF ENERGY'S TECHNICAL ASSISTANCE OUTREACH PROGRAMS. THE PROJECT IS EXPECTED TO PROVIDE AT LEAST 20 ANAEROBIC DIGESTION TECHNICAL ASSESSMENTS UTILIZING EPA'S CO-DIGESTION ECONOMIC ANALYSIS TOOL (COEAT) ALONG WITH OTHER TOOLS, AND WILL PROVIDE TECHNICAL SUPPORT TO FACILITIES AND COMMUNITIES EVALUATING THE USE OF NEW AND EXISTING ANAEROBIC DIGESTERS TO DIVERT FOOD WASTE FROM LANDFILLS. EDUCATIONAL ASSISTANCE WILL BE PROVIDED THROUGH WORKSHOPS, TRAINING WEBINARS AND SEVERAL ANAEROBIC DIGESTION PROJECT PROFILES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_00E02861_6800"}, {"internal_id": 39176093, "Award ID": "00E02265", "Award Amount": 79000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "66.808", "Description": "IN ACCORDANCE WITH THE STATUTORY AUTHORITY DELEGATED TO EPA UNDER THE RESOURCE CONSERVATION AND RECOVERY ACT (RCRA), THIS COOPERATIVE AGREEMENT WILL PROVIDE DATA, INFORMATION, AND TECHNICAL ASSISTANCE TO STATE AND LOCAL GOVERNMENTS ON THE MANAGEMENT AND RECOVERY OF CONSTRUCTION AND DEMOLITION (C&D) MATERIALS. THE RECIPIENT WILL DEVELOP AND SHARE INFORMATION THAT CAN BE USED BY STATES, LOCAL GOVERNMENTS AND BUSINESSES TO CRAFT POLICIES AND OTHER INITIATIVES THAT SUPPORT REUSING, RECLAIMING, AND RECYCLING VALUABLE C&D MATERIALS. THIS WORK WILL ALSO IMPROVE UNDERSTANDING OF THE ECONOMIC BENEFIT OF THESE ACTIVITIES IN REGION 5, INCLUDING JOB CREATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8d3dc14-dece-fbdd-fd93-9623115bf61e-R", "generated_internal_id": "ASST_NON_00E02265_6800"}, {"internal_id": 95593612, "Award ID": "00D97919", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-11", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUT OF $50,00 TO LIFECYCLE BUILDING CENTER TO CREATE A 'REUSE FOR COMMUNITIES TOOLKIT' TO BE UTILIZED BY THEIR BUILDING MATERIALS REUSE ASSOCIATION (BMRA) TO DEVELOP A CROSS COUNTRY NETWORK FOR COMMUNITIES TO ESTABLISH A PLAN OF DECONSTRUCTION AND RECLAMATION THUS CREATING A LARGE / NEW JOB MARKET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf74f3c8-4b45-f9c1-1e9a-10bf8371f695-C", "generated_internal_id": "ASST_NON_00D97919_6800"}, {"internal_id": 94785846, "Award ID": "00D97819", "Award Amount": 41500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-01-28", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT $41,500 TO NORTH CARLOLINA'S LAND OF SKY REGIONAL COUNCIL IN ASHEVILLE, NORTH CAROLINA TO CONDUCT AN OUTREACH CAMPAIGN TO PROMOTE, HIGHLIGHT AND SHARE INNOVATIVE SOURCING PROGRAMS FOR RECYCLING CONTENT MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e412e64-6692-038f-a7ee-11468e646619-C", "generated_internal_id": "ASST_NON_00D97819_6800"}, {"internal_id": 95593571, "Award ID": "00D97719", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-04", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $59,020 TO GEORGIA FOOD WELL ALLIANCE TO SUPPORT THEIR FARM TO FOOD TO COMPOST DEMONSTRATION PROJECT CONSISTING OF A SYSTEMS-BASED APPROACH TO MANAGING FOOD FROM PRODUCTION TO CONSUMPTION TO REDUCTION TO COMPOST.  FOOD WELL WILL UTILIZE A TRAIN-THE-TRAINER APPROACH AND CREATION OF A COMPOSTER CERTIFICATION PROGRAM, DEVELOP A BUSINESS DEVELOPMENT MODEL FOR TRULY LIVING WELL 'S COMMUNITY COMPOST LAB AND ESTABLISHED METRICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1480d534-013d-164a-fef2-10cdc00d7cb0-R", "generated_internal_id": "ASST_NON_00D97719_6800"}, {"internal_id": 95593606, "Award ID": "00D97619", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-12", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $40,000 TO BLOUT COUNTY SOIL CONSERVATION DISTRICT TO ASSIST WITH THE PURCHASE OF A GLASS RECYCLING PLANT EQUIPMENT THAT WILL HELP EXPAND THE COUNTY'S RECYCLING CAPABILITIES AND ALLOW BLOUNT COUNTY THE ABILITY TO ACCEPT GLASS TO BE RECYCLED AND REUSED IN LOCAL INFRASTRUCTURE PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c1cb1fe-f4ad-1876-95e1-f886f54af993-C", "generated_internal_id": "ASST_NON_00D97619_6800"}, {"internal_id": 69783516, "Award ID": "00D70618", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO THE WORLD WILDLIFE FUND (WWF) STUDENT FOOD CONSERVATION TO ASSIST WITH THEIR INITIATIVE TO INCREASE AWARENESS OF THE ISSUE OF FOOD WASTE IN K-12 SCHOOLS AND WAYS IN WHICH THOSE WASTE CAN BE MITIGATED.  THE INITIATIVE WILL INCLUDE AN EASY TO USE SINGLE PAGE DOCUMENT IN A ROAD MAP FORMAT THAT WILL VISUALLY SHOW WAYS TO REDUCE FOOD WASTE AND WAYS TO SHARE SURPLUS SCHOOL FOOD WITHIN REGION 4 STATES.  THERE IS ALSO POTENTIAL FOR REPLICATION OF THE MAP IN ADDITIONAL STATES IN OTHER EPA REGIONS, DUE TO SIMILARITIES IN REGULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f01ab11-0b3e-b587-385b-dc7b5779966f-C", "generated_internal_id": "ASST_NON_00D70618_6800"}, {"internal_id": 62688821, "Award ID": "00D69318", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-02-01", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $20,000 TO THE INSTITUTE FOR LOCAL SELF RELIANCE TO PRODUCE RESOURCES AND TRAINING ON SUCCESSFUL OPERATION OF COMMUNITY COMPOSTING SITES TO DEVELOP A GUIDE TO BEST MANAGEMENT PRACTICES (BMPS) FOR SMALL SCALE COMMUNITY COMPOSTING SITES.  A SITE IN GEORGIA WILL INCLUDE GENERAL PERFORMANCE STANDARDS AND BMPS FOR OPERATORS WITH A GUIDE TO USE FOR COMMON VOCABULARY FOCUSING ON ATLANTA.  A TRAINING MODULE WILL PROVIDE ASSISTANCE TO ATLANTA-BASED SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b3cca34-8d1f-b20d-5a99-cce520599ab3-C", "generated_internal_id": "ASST_NON_00D69318_6800"}, {"internal_id": 39174614, "Award ID": "00D66217", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-29", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVS AN AWARD IN THE AMOUNT OF $40,000 TO THE RECYCLING PARTNERSHIP INCORPARATION TO MAP AND VERIFY THE DRIVERS AND BARRIERS TO MATERIAL RECOVERY ALONG THE SUPPLY CHAIN AND IDENTIFY PINCH POINTS AND OPPORTUNITIES FOR RECYCLING IMPROVEMENTS.  THEY WILL ALSO AN INTERACTIVE WEB-BASED NAVIGATING MATRIX THAT MAPS THE FLOW OF MATERIAL THROUGH THE RECYCLING SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b1fbdf36-a404-03f3-3a38-5d3f400d3d7f-R", "generated_internal_id": "ASST_NON_00D66217_6800"}, {"internal_id": 39174492, "Award ID": "00D52017", "Award Amount": 65000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $40,000 TO GREEN BLUE INCORPORATED TO SUPPORT THIER NATIONAL COMPOSTING COLLABORATIVE TO INCREASE ORGANIC MATERIAL RECOVERY FROM THE MUNICIPAL SOLID WASTE STREAM AND REDUCE LANDFILLING OF ORGANIC MATERIALS.  THIS WILL GREATLY IMPROVE THE INFRASTRUCTURE FOR COMPOST MANUFACTURING IN THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5678a64-1111-f8a3-9519-967f8be9982b-R", "generated_internal_id": "ASST_NON_00D52017_6800"}, {"internal_id": 39174491, "Award ID": "00D51917", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-14", "CFDA Number": "66.808", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $25,000 TO ATLANTA FOOD WELL ALLIIANCE, INC TO CONVENE AN ATLANTA COMMUNITY-BASED COMPOSTING COUNCIL TO ADVANCE COMMUNITY-BASED COMPOSTING AND ITS NEXUS WITH URBAN FARMING AND COMMUNITY GARDENS IN METRO ATLANTA AND TO INCREASE THE AWARENESS OF THE IMPORTANCE OF ABUNDANT HEALTHY SOIL, INCLUDING ITS NEXUS WITH WATER CONSERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1480d534-013d-164a-fef2-10cdc00d7cb0-R", "generated_internal_id": "ASST_NON_00D51917_6800"}, {"internal_id": 148927858, "Award ID": "00A01050", "Award Amount": 199941.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-20", "CFDA Number": "66.808", "Description": "DESCRIPTION:\nIN 2019, VERMONT IMPLEMENTED A BAN ON LANDFILLING FOOD WASTE. THE PURPOSE OF THIS PROJECT IS TO EVALUATE THE OPTION TO DIVERT FOOD WASTE FROM LANDFILLS TO EXISTING ANAEROBIC DIGESTION (AD) CAPACITY AT FARM DIGESTERS, WHICH COULD ENABLE VERMONT FARMERS TO PRODUCE ADDITIONAL BIOGAS AND ELECTRICITY AND INCREASE THEIR INCOME. HOWEVER, FOOD WASTE ALSO IMPACTS RESIDUALS (DIGESTATE) FROM ANAEROBIC DIGESTION THAT NEED TO BE MANAGED, INCLUDING NUTRIENTS AND PLASTICS. THIS STUDY, WILL ASSESS (1) CURRENT CAPACITY AT ON-FARM DIGESTERS TO ACCEPT FOOD WASTES; (2) POTENTIAL IMPACTS OF FOOD WASTE CO-DIGESTION ON BIOGAS PRODUCTION; AND (3) POTENTIAL IMPACTS OF CO-DIGESTION ON NUTRIENTS AND MICROPLASTICS IN DIGESTATE.\nACTIVITIES:\n 1: INVENTORY EXISTING ON-FARM DIGESTER CAPACITY AND ASSESS FARMER WILLINGNESS TO ACCEPT FOOD WASTE.\n 2: CONFIRM STABLE BIOGAS PRODUCTION DURING FOOD WASTE CO-DIGESTION WITH MULTIPLE ON-FARM DIGESTER MICROBIAL COMMUNITIES.\n 3: QUANTIFY THE IMPACTS OF FOOD WASTE USE IN AD ON NUTRIENT CYCLING AND MICROPLASTICS FATE.\nOUTCOMES:\nDELIVERABLES'\n1) INVENTORY OF ON-FARM DIGESTERS\n2) BIOMETHANE POTENTIAL TESTS INCLUDING DIGESTATES AND MANURE/FOOD WASTE RATIOS\n3) RESIDUALS ANALYSIS INCLUDING NUTRIENTS AND RESIDUAL PLASTICS\n\nOUTCOMES AND INTENDED BENEFICIARY: \n1: INCREASED PUBLIC AND/OR BUSINESS UNDERSTANDING OF AD OPPORTUNITIES AND BENEFITS. THIS OUTCOME WILL BE MEASURED BASED ON THE NUMBER OF PARTICIPANTS AT THE\nSTAKEHOLDER MEETING AND ENGAGEMENT BASED ON NUMBER OF QUESTIONS ASKED. PROVIDE CRITICAL INFORMATION TO FARMERS RELATED TO BIOGAS PRODUCTION, MICROPLASTICS, AND NUTRIENTS WILL ALLEVIATE HESITANCY FOR ACCEPTING FOOD WASTES.\n 2: POTENTIAL INCREASED ENERGY PRODUCED THROUGH ANAEROBIC DIGESTION (BTU YR-1). THE HEAT VALUE OF BIOGAS GENERATED FROM CO-DIGESTION OF FOOD WASTE WILL BE ESTIMATED BASED ON THE TOTAL BIOGAS PRODUCTION DURING BMP TESTS AND THE METHANE CONTENT OF THE BIOGAS.ANTICIPATE THAT 1 TRILLION BTU YR-1 CAN BE RECOVERED BY CO-DIGESTION OF FOOD WASTE AT EXISTING ON-FARM ANAEROBIC DIGESTERS. DETERMINE THE BTU YR-1 THAT CAN BE PRODUCED IF ADDITIONAL ANAEROBIC DIGESTERS ARE CONSTRUCTED TO MEET A NEED FOR ADDITIONAL DIGESTER CAPACITY. PROVIDE CRITICAL INFORMATION TO FARMERS RELATED TO BIOGAS PRODUCTION, MICROPLASTICS, AND NUTRIENTS WILL ALLEVIATE HESITANCY FOR ACCEPTING FOOD WASTES.\n-3: POTENTIAL DOLLARS EARNED BY FARMERS ACCEPTING FOOD WASTE ($ LB-1 FOOD WASTE). THE DOLLARS EARNED WILL BE A RESULT OF INCREASED ELECTRICITY PRODUCTION THROUGH BIOGAS COMBUSTION. CONVERT BIOGAS PRODUCTION TO A MONETARY AMOUNT BASED ON ASSUMED GENERATION EFFICIENCY AND CURRENT PRICING SCHEMES FOR ELECTRICITY PURCHASES. CONSIDER TIPPING FEES (I.E., COSTS PAID BY A SOLID WASTE MANAGER TO DROP OF WASTES AT A DIGESTER) AS AN ADDITIONAL SOURCE OF INCOME.\n\nIN TOTAL, THIS WORK WILL INFORM FARMERS AND SOLID WASTE MANAGERS ON BARRIERS TO FOOD WASTE CO-DIGESTION AND SUGGEST STRATEGIES TO OVERCOME THESE BARRIERS.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_00A01050_6800"}, {"internal_id": 127716205, "Award ID": "00A00553", "Award Amount": 290422.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "66.808", "Description": "PER YOUR APPLICATION REQUEST DATED JULY 13, 2020 THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $290,422 TO THE CENTER FOR ECO TECHNOLOGY (CET) PROPOSES THE NORTHEAST ANAEROBIC DIGESTION ACCELERATOR (NADA) TO INCREASE THE USE OF AD FOR PROCESSING AND RECOVERING VALUE FROM WASTED FOOD. NADA IS A COLLABORATION AMONG CET AND AD FACILITIES, ENVIRONMENTAL AGENCIES IN EACH PARTNER STATE, OTHER GOVERNMENT UNITS, COMMUNITY GROUPS, NON-PROFITS, BUSINESSES THAT GENERATE WASTED FOOD SUITABLE FOR AD, AND OTHER SERVICE PROVIDERS (HAULERS, DEPACKAGING FACILITIES) IN MA, CT, RI, NY, NJ, PA (PHILADELPHIA), AND MD, ALL GEOGRAPHIES WITH FOOD WASTE DISPOSAL POLICIES OR TARGETS AND EXISTING OR PLANNED AD INFRASTRUCTURE. THE NORTHEAST IS THE LEADING U.S. REGION FOR ADVANCED WASTED FOOD POLICY AND REGULATIONS. NADA WILL LEVERAGE THIS UNIQUE LANDSCAPE TO AMPLIFY THE IMPACTS OF ANY ONE STATE ACTING ALONE BY FACILITATING INFORMATION AND KNOWLEDGE EXCHANGE, AND ACCELERATING THE GROWTH OF WASTED FOOD DIGESTION AND INTER-STATE SERVICE PROVIDER ACTIVITY. OUR THREE-PRONGED APPROACH TO BOLSTERING FOOD WASTE DIVERSION TO AD INCLUDES: 1) PROVIDING TECHNICAL ASSISTANCE (TA) TO INCREASE FOOD SCRAP DIVERSION TO AD; 2) TRAINING AND CAPACITY BUILDING FOR STAKEHOLDERS ACROSS THE WASTED FOOD MARKETPLACE TO STRENGTHEN AND EXPAND AD ACTIVITY; AND 3) DEVELOPING AND DISSEMINATING RESOURCES TO ASSIST IN STAKEHOLDER OUTREACH, EDUCATION, AND TRAINING ACROSS THE MARKETPLACE. THIS WORK DIRECTLY SUPPORTS THE OBJECTIVES IN THE RFA AND CONTRIBUTES TO EPA'S SUSTAINABLE MATERIALS MANAGEMENT GOAL, DEMONSTRATING TRANSFERRABLE APPROACHES TO INCREASING AD UTILIZATION AND GENERATION OF USEFUL PRODUCTS FROM FOOD WASTE, AND FURTHERS EPA'S STRATEGIC PLAN GOALS TO DIVERT FOOD WASTE FROM LANDFILLS/INCINERATION, THUS PROTECTING AIR, LAND, AND WATER QUALITY, AND ENHANCING SHARED ACCOUNTABILITY. NADA WILL DELIVER THE FOLLOWING OUTCOMES FROM THE RFA: INCREASED BUSINESS UNDERSTANDING OF AD AND ITS BENEFITS; IMPROVED CAPACITY OF BUSINESSES TO USE AD FACILITY CAPACITY; IMPROVED QUALITY OF FEEDSTOCK FOR EXISTING AD FACILITY CAPACITY; INCREASED CAPACITY OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b560ce-28f8-add5-c12c-c6568e3a9e29-C", "generated_internal_id": "ASST_NON_00A00553_6800"}]