[{"internal_id": 156418128, "Award ID": "84054301", "Award Amount": 271983.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-24", "CFDA Number": "66.813", "Description": "DESCRIPTION:THIS RESEARCH WILL IDENTIFY AND PROMOTE EFFICIENCIES THAT WILL ASSIST STATES WITH EFFECTIVELY IMPLEMENTING THEIR JOINT SUPERFUND RESPONSIBILITIES WITH EPA, AND DISSEMINATE INFORMATION FROM THIS RESEARCH TO SUPPORT FULLER STATE PARTICIPATION IN THE SUPERFUND PROGRAM. STATES PLAY A CRITICAL ROLE IN THE IDENTIFICATION OF CONTAMINATED SITES, DECISIONS TO LIST SITES ON THE NPL, CLEANUP DECISIONS, AND THEN ASSUME THE LEAD FOR OPERATION AND MAINTENANCE (OANDM) OF REMEDIES.  THIS PROJECT WILL 1) RESEARCH PRIORITY ISSUES OF INTEREST TO STATES RELATING TO FEDERAL AND STATE SUPERFUND PROGRAMS; 2) DEVELOP AND COORDINATE TOOLS AND OPPORTUNITIES FOR SHARING RESEARCH RESULTS, AND 3) PROMOTE DIALOGUE BETWEEN EPA AND STATES ON ISSUES OF IMPORTANCE TO THE SUPERFUND PROGRAM.ACTIVITIES:TO PROVIDE FOR MEANINGFUL CONSIDERATION OF PROJECTS THAT CAN IMPROVE CLEANUP EFFORTS, ASTSWMO WILL CONVENE FOCUS GROUPS TO RESEARCH PRIORITY ISSUES OF INTEREST TO ITS STATE AND TERRITORIAL MEMBERS (STATES). THESE PROJECTS WILL PROMOTE STATE PARTICIPATION IN ISSUES RELATED TO ASSESSMENT, REMEDY DESIGN, CLEANUP, OANDM, AND ENFORCEMENT THAT WILL IMPROVE SUPERFUND PROGRAM IMPLEMENTATION. EPA ANTICIPATES THESE ACTIVITIES WILL INCLUDE, BUT NOT BE LIMITED TO, ASSISTING STATE RESPONSE PROGRAMS WITH:\n\n-INCORPORATING NEW AND EMERGING SCIENCE, INCLUDING CONTAMINANTS OF EMERGING CONCERN, INTO CLEANUP PROGRAM ACTIVITIES THAT WILL BE UNDERTAKEN AT FUND-LEAD NPL OR CONTAMINATED SITES UNDER STATE AUTHORITY.\n -INCREASING STATE REMEDIAL PROGRAM MANAGERS AND STAFF KNOWLEDGE AND EXPERIENCE WITH EVALUATING CLIMATE ADAPTION ISSUES AND ENGAGEMENT OF COMMUNITIES WITH ENVIRONMENTAL JUSTICE CONCERNS.\n-DISSEMINATING INFORMATION ABOUT EPA GUIDANCE AND INITIATIVES APPLICABLE TO STATE PARTICIPATION IN REMEDIATION OF SUPERFUND SITES.\n-SUPPORTING STATE AND LOCAL EFFORTS TO BUILD CAPACITY FOR THE PLANNING, IMPLEMENTATION, MANAGEMENT AND ENFORCEMENT OF INSTITUTIONAL CONTROLS AND OANDM ACTIVITIES.\n-PROMOTING COORDINATION AND PARTNERSHIP WITH CO-REGULATORS (E.G., LOCAL GOVERNMENTS, TRIBES) TO PROVIDE FOR MORE EFFECTIVE REMEDIES.\n-INVESTIGATING BARRIERS - INSTITUTIONAL, TECHNOLOGICAL, AND POLICY - RELATED TO EFFECTIVE IMPLEMENTATION OF THE SUPERFUND CLEANUP PROGRAM.\n-IDENTIFYING SPECIFIC AREAS WITHIN THE CLEANUP ENFORCEMENT PROGRAM TO IMPROVE PROGRAM AND SITE-SPECIFIC COORDINATION AND DATA SHARING, PROMOTE INNOVATION, AND MAXIMIZE EFFICIENCIES WITH STATES.\n-RESEARCH STATE SUPERFUND PROGRAMS TO IDENTIFY STATES' BEST PRACTICES/CASE EXAMPLES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:FOLLOWING RESEARCH, ANALYSIS AND DISCUSSION, ASTSWMO'S FOCUS GROUPS WILL PROVIDE BRIEFINGS, DEVELOP WRITTEN RESEARCH REPORTS, WEBINARS, BEST PRACTICES GUIDES AND SIMILAR RESEARCH PRODUCTS, DIALOGUES AND CONFERENCES. THESE TOOLS AND OPPORTUNITIES WILL BENEFIT STATE AND TERRITORIAL SUPERFUND PROGRAM MANAGERS AND STAFF IN MORE EFFECTIVELY ACHIEVING THEIR CLEANUP PROGRAM RESPONSIBILITIES. THESE EFFORTS WILL ALSO HELP EPA ADDRESS CHALLENGES NEEDING RESOLUTION AND PROMOTE SUCCESSFUL APPROACHES WITH THE GOAL OF IMPROVING STATE SUPERFUND PROGRAM IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d49c4f-19ac-99e1-5750-1da3658d7e04-R", "generated_internal_id": "ASST_NON_84054301_6800"}, {"internal_id": 140708765, "Award ID": "84032001", "Award Amount": 451974.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.610", "Description": "THIS PROJECT WILL CONTINUE THE WORK OF THE INTERSTATE TECHNICAL AND REGULATORY COUNCIL (ITRC) IN DEVELOPING INFORMATION AND TRAINING RESOURCES THAT IDENTIFY BEST ENVIRONMENTAL PRACTICES AND THE USE OF INNOVATE ENVIRONMENTAL TECHNOLOGIES. IN 2022-2026, ITRC WILL CONTINUE TO SUPPORT BETWEEN FIFTEEN AND TWENTY TECHNICAL TEAMS THAT ADDRESS VARIOUS INNOVATIVE ENVIRONMENTAL SOLUTIONS. THESE TEAMS WILL DEVELOP MULTIPLE PRODUCTS, SUCH AS TECHNOLOGY OVERVIEWS, TECHNICAL AND REGULATORY GUIDANCE DOCUMENTS, FACT SHEETS, UPDATES TO EXISTING GUIDANCE DOCUMENTS, FACT SHEETS, AND INTERNET-BASED, CLASSROOM, OR VIDEO TRAINING COURSES. ITRC ESTIMATES THAT BETWEEN THREE TO TEN PRODUCTS WILL BE RELEASED TO THE PUBLIC EACH YEAR. TO SUPPORT THESE TEAMS AND TO HELP DISSEMINATE TEAM PRODUCTS WITHIN THE STATES, ITRC WILL CONTINUE A STATE POINTS OF CONTACT NETWORK, MEMBERSHIP SUPPORT, OUTREACH ACTIVITIES, TRAINING COORDINATION, AND PROGRAM MANAGEMENT\n\nTHIS PROJECT IS FOCUSED ON THE FOLLOWING GOALS: PROVIDE KNO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe45709d-e6ff-e02d-dbef-b9e314f4acd9-C", "generated_internal_id": "ASST_NON_84032001_6800"}, {"internal_id": 133967761, "Award ID": "84017601", "Award Amount": 268200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-07", "CFDA Number": "66.813", "Description": "THE RECIPIENT WILL CONDUCT RESEARCH REGARDING THE PLANNING AND PREPAREDNESS RESOURCES AND CAPABILITIES OF STATE ENVIRONMENTAL EMERGENCY RESPONSE AND REMOVAL PROGRAMS, AND TO RESEARCH CORE STATE PROGRAM ELEMENTS, PROTOCOLS, STRATEGIES AND METHODOLOGIES ASSOCIATED WITH EACH OF THESE PROGRAMS IN RELATION TO OTHER STATES AND TERRITORIES.  EPA ANTICIPATES THESE ACTIVITIES WILL INCLUDE, BUT NOT BE LIMITED TO PREPARING RESEARCH REPORTS THAT WILL ASSIST STATE PROGRAMS WITH ANALYZING RESPONSE ACTIONS TO ASSESS AND IDENTIFY BEST PRACTICES FOR ACHIEVING TIMELY AND EFFECTIVE ENVIRONMENTAL CLEANUP DURING EMERGENCY RESPONSES AND REMOVALS; INCORPORATING NEW AND EMERGING SCIENCE INTO CLEANUP PROGRAM ACTIVITIES THAT WILL BE UNDERTAKEN AT REMOVAL SITES; AND PROMOTING COORDINATION OF INFORMATION AND PARTNERSHIP WITH CO-REGULATORS (E.G., EPA, LOCAL GOVERNMENT, TRIBES) TO PROVIDE FOR MORE EFFECTIVE EMERGENCIES AND REMOVALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d49c4f-19ac-99e1-5750-1da3658d7e04-R", "generated_internal_id": "ASST_NON_84017601_6800"}, {"internal_id": 97880206, "Award ID": "84000001", "Award Amount": 1040000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-19", "CFDA Number": "66.813", "Description": "PROJECT TWO WILL FUND RESEARCH TO IDENTIFY SUPERFUND ISSUES OF IMPORTANCE TO TRIBES, CONDUCT MORE IN-DEPTH RESEARCH ON A FEW PRIORITIZED ISSUES, AND DEVELOP AND DISSEMINATE REPORTS AND TOOLS SUMMARIZING THE RESULTS OF THE RESEARCH TO TRIBES. UNDER THIS PROJECT, RESEARCH AND RESEARCH PRODUCTS WILL SUPPORT TRIBAL PARTICIPATION IN THE SUPERFUND PROGRAM. PROJECT TWO INCLUDES SUPPORT FOR TRIBAL PARTICIPANTS IN THE TRIBAL SUPERFUND WORKING GROUP (TSFWG), FACILITATION OF INTER-TRIBAL NETWORKING OPPORTUNITIES, AND PROVIDING COORDINATION AND RESEARCH SUPPORT TO TRIBAL PARTICIPANTS IN MEETINGS BETWEEN EPA AND TRIBAL CO-REGULATORS TO DISCUSS POLICY ISSUES AND TECHNICAL MATTERS RELATING TO SUPERFUND HAZARDOUS SUBSTANCES SITE ASSESSMENT, REMOVAL AND REMEDIATION (SITE CLEANUP). FINALLY, PROJECT TWO FUNDS ONLINE RESOURCES AND INFORMATION FOR TRIBES ABOUT SUPERFUND ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_84000001_6800"}, {"internal_id": 79452224, "Award ID": "83947601", "Award Amount": 736073.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-21", "CFDA Number": "66.813", "Description": "PROMOTE AND STIMULATE RESEARCH FOR USE BY STATE ENVIRONMENTAL OFFICIALS TO ADDRESS FEDERAL FACILITY HAZARDOUS WASTE CLEANUP PROGRAM POLICY AND IMPLEMENTATION ISSUES. PROVIDE SUPPORT FOR STATE PARTICIPATION IN DEVELOPING TOOLS, PROCEDURES AND GUIDANCE TO PROMOTE EFFICIENT CLEANUP WORK BY STATES UNDER CERCLA SECTION 120.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d49c4f-19ac-99e1-5750-1da3658d7e04-R", "generated_internal_id": "ASST_NON_83947601_6800"}, {"internal_id": 46710584, "Award ID": "83870001", "Award Amount": 1086615.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-15", "CFDA Number": "66.813", "Description": "THIS PROJECT WILL 1) RESEARCH PRIORITY ISSUES OF INTEREST TO STATES RELATING TO THE FEDERAL AND STATE SUPERFUND PROGRAMS; 2) DEVELOP AND COORDINATE TOOLS AND OPPORTUNITIES FOR SHARING RESEARCH RESULTS, AND PROVIDE TECHNICAL TRAININGS FOR STATE SUPERFUND MANAGERS AND 3) PROMOTE DIALOGUE BETWEEN EPA AND STATES ON ISSUES OF IMPORTANCE TO THE SUPERFUND PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d49c4f-19ac-99e1-5750-1da3658d7e04-R", "generated_internal_id": "ASST_NON_83870001_6800"}, {"internal_id": 46678705, "Award ID": "83577401", "Award Amount": 1250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-01-14", "CFDA Number": "66.813", "Description": "THIS PROJECT WILL CONDUCT RESEARCH, TRAINING AND TECHNICAL ASSISTANCE TO SUPPORT THE PARTICIPATION OF TRIBAL CO-REGULATORS ON HAZARDOUS SUBSTANCE POL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_83577401_6800"}, {"internal_id": 46678658, "Award ID": "83577001", "Award Amount": 1122496.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-11-07", "CFDA Number": "66.813", "Description": "THE RECIPIENT WILL SUPPORT INTERSTATE TEAMS THAT EVALUATE INNOVATIVE AND ALTERNATIVE TREATMENT AND CHARACTERIZATION TECHNOLOGIES FOR HAZARDOUS SITE R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe45709d-e6ff-e02d-dbef-b9e314f4acd9-C", "generated_internal_id": "ASST_NON_83577001_6800"}, {"internal_id": 46676398, "Award ID": "83557601", "Award Amount": 234353.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-05", "CFDA Number": "66.813", "Description": "THIS PROJECT WILL PROMOTE THE ENHANCEMENT OF STATE-FEDERAL PARTNERSHIP IN THE MANAGEMENT OF STATE EMERGENCY RESPONSE PROGRAMS; PROVIDE AND PROMOTE ST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d49c4f-19ac-99e1-5750-1da3658d7e04-R", "generated_internal_id": "ASST_NON_83557601_6800"}, {"internal_id": 46668408, "Award ID": "83489201", "Award Amount": 959468.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2011-08-25", "CFDA Number": "66.813", "Description": "THIS PROJECT WILL SUPPORT RESEARCH AND PROVIDE TRAINING IN ALTERNATIVE AND INNOVATIVE TREATMENT TECHNOLOGIES THAT FACILITATE INFORMATION EXCHANGE AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d49c4f-19ac-99e1-5750-1da3658d7e04-R", "generated_internal_id": "ASST_NON_83489201_6800"}]