[{"internal_id": 96556478, "Award ID": "99T99901", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-14", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR CYPRESS MANDELA TRAINING CENTER (CMTC) TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE SAN FRANCISCO BAY AREA, WITH AN EMPHASIS ON OAKLAND AND ALAMEDA COUNTY, IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES.  CMTC WILL GRADUATE 75 STUDENTS OVER 6 TRAINING CYCLES.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FUNDING THE AMOUNT OF $200,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ada9424-ea0c-a985-bd38-4a073884aeda-R", "generated_internal_id": "ASST_NON_99T99901_6800"}, {"internal_id": 96556485, "Award ID": "99T99801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-08", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR LOS ANGELES CONSERVATION CORPS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF LOS ANGELES COUNTY IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE CONTAMINATED SITES. LOS ANGELES CONSERVATION CORPS WILL CONDUCT FOUR 6-WEEK TRAINING CYCLES TO FOUR COHORTS OF 15 PARTICIPANTS, WITH EACH PARTICIPANT RECEIVINGAPPROXIMATELY 250 HOURS OF ENVIRONMENTAL TRAINING.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FUNDING THE AMOUNT OF $200,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4893d9-6342-6e11-1e0c-b97d378b7590-C", "generated_internal_id": "ASST_NON_99T99801_6800"}, {"internal_id": 68326706, "Award ID": "99T75301", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "66.815", "Description": "THIS PROJECT WILL RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. THE CITY'S TRAINING PROGRAM WILL PROVIDE FORKLIFT, SOLAR TECHNOLOGY, CONFINED SPACE ENTRY AND ADVANCED CARDIOPULMONARY RESUSCITATION (CPR) AND FIRST AID. RECIPIENTS OF THE TRAINING PROGRAM WILL RECEIVE UP TO FIVE CERTIFICATIONS.  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000. PREAWARD COSTS ARE APPROVED BACK TO 7/1/2018.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd907250-56c0-41e4-c581-358e2a77c4b8-C", "generated_internal_id": "ASST_NON_99T75301_6800"}, {"internal_id": 69783413, "Award ID": "99T75201", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR LOS ANGELES CONSERVATION CORPS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF SOUTH LOS ANGELES, IN THE COMMUNITIES OF WATTS AND CITY OF COMPTON, CALIFORNIA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. THE EIGHT-WEEK TRAINING WILL PROVIDE RECIPIENTS WITH FOUR CERTIFICATIONS ASSISTING WITH EMPLOYMENT OPPORTUNITIES.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000.   PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO AUGUST 1, 2018.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4893d9-6342-6e11-1e0c-b97d378b7590-C", "generated_internal_id": "ASST_NON_99T75201_6800"}, {"internal_id": 68326435, "Award ID": "99T75101", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR HUNTERS POINT FAMILY TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF SAN FRANCISCO IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS TECHNICAL KNOWLEDGE RELEVANT TO CAREERS IN ENVIRONMENTAL JOBS INCLUDING, BUT NOT LIMITED TO, ENVIRONMENTAL HEALTH AND SAFETY, ALTERNATIVE ENERGY, AND VARIOUS ASPECTS OF SUSTAINABILITY (E.G., LEADERSHIP IN ENERGY & ENVIRONMENTAL DESIGNS-LEED AND AQUAPONIC FARMING).  THIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000.  SEE TERMS AND CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b92a41c-8637-c787-00c6-7d4536beae9b-R", "generated_internal_id": "ASST_NON_99T75101_6800"}, {"internal_id": 48243441, "Award ID": "99T30101", "Award Amount": 192300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-15", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR THE GRANTEE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF FRESNO COUNTY IN ENVIRONMENTAL C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49ffeb08-4d97-5d56-6543-1a30b7fe1675-C", "generated_internal_id": "ASST_NON_99T30101_6800"}, {"internal_id": 48243188, "Award ID": "99T03501", "Award Amount": 200000.0, "Award Type": null, "Base Obligation Date": "2013-09-30", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR CITY OF OXNARD TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF OXNARD IN ENVIRONMENTAL CAREE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4788b062-a718-48f9-3a77-ce433f6efecd-C", "generated_internal_id": "ASST_NON_99T03501_6800"}, {"internal_id": 159789800, "Award ID": "98T53001", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR LOS ANGELES CONSERVATION CORP (LACC) TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE LOS ANGELES AREA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY. ADDITIONALLY TRAINEES WILL COMPLETE THE PROGRAM HOLDING THREE (3) FEDERAL, THREE (3) STATE, AND 12 INDUSTRY-RECOGNIZED CERTIFICATIONS. TRAINEES WILL RECEIVE A FEDERAL CREDENTIAL THAT HELPS INCREASE EMPLOYABILITYMDASH;TSA-ISSUED TWIC (TRANSPORTATION WORKER IDENTIFICATION CREDENTIAL) CARD, WHICH IS VALUABLE WHEN APPLYING FOR JOBS IN AND AROUND MAJOR TRANSPORTATION FACILITIES.\n\nTHIS ASSISTANT AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $500,000.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT INCLUDE UP TO 182 HOURS OF SUPPLEMENTARY JOB SKILLS TRAINING IN WORKPLACE SAFETY, FIRST AID/CPR/AED, CONFINED SPACE ENTRY, FALL PROTECTION, ENVIRONMENTAL SITE AWARENESS, PESTICIDE APPLICATION, MOLD REMEDIATION, AND LEAD ABATEMENT. FURTHERMORE, POSITIVE PROGRAM OUTCOMES WILL BE ENSURED BY 37 HOURS OF JOB SEARCH AND PLACEMENT ASSISTANCE AND SIX MONTHS OF FOLLOW-UP.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO THE LOS ANGELES AREA AS WELL AS THE SURROUNDING AREAS. THE ANTICIPATED DELIVERABLES FOR ARE:  \n-UP TO 86 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \nMULTIPLE CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES COVERING MULTIPLE TOPICS RELATED TO THE TRAINING PROGRAM, SUCH AS HAZWOPER CERTIFICATION, LEAD ABATEMENT WORKER CERTIFICATION, CPR/FIRST AID CERTIFICATION, ETC. \n-UP TO THREE (3) FEDERAL, THREE (3) STATE, AND 12 INDUSTRY-RECOGNIZED CERTIFICATIONS OF APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n-UP TO 86 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-PROGRAM COMPLETERS WILL HAVE GAINED TOOLS TO HANDLE WORK AND LIFE CHALLENGES FROM LIFE SKILLS PROGRAMMING. \n-PROGRAM COMPLETERS WILL HAVE INCREASED THEIR KNOWLEDGE OF ENVIRONMENTAL REMEDIATION AND GAIN SPECIALIZED JOB SKILLS FROM THE TRAINING CURRICULUM. \n-PROGRAM COMPLETERS WILL HAVE RECEIVED JOB SEARCH SUPPORT AND WILL HAVE BEEN PLACED IN ENTRY-LEVEL POSITIONS WITH BROWNFIELDS REMEDIATION OR OTHER ENVIRONMENTAL SERVICES FIRMS.\n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "4d4893d9-6342-6e11-1e0c-b97d378b7590-C", "generated_internal_id": "ASST_NON_98T53001_6800"}, {"internal_id": 161572679, "Award ID": "98T52901", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR CYPRESS MANDELA TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF OAKLAND, CALIFORNIA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $500,000.\n\nPREAWARD COSTS APPROVED BACK TO MAY 1, 2023.\nACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT WILL GENERATE OUTPUTS FEATURING A TOTAL OF UP TO 180 GRADUATES RECEIVING AWARENESS TRAINING IN UNDERGROUND STORAGE TANK LEAK PREVENTION, WASTEWATER TREATMENT FACILITY OPERATIONS, AND GREEN (STORM WATER) INFRASTRUCTURE MAINTENANCE AND MANAGEMENT AND WASTEWATER MANAGEMENT SYSTEMS TRAINING. THIS WILL BE MEASURED BY THE NUMBER OF GRADUATES AFTER THE FINAL TRAINING CYCLE THAT HAVE COMPLETED THE REQUIRED TRAININGS AND RECEIVED THE LISTED CERTIFICATES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO OAKLAND, CALIFORNIA AND THE SURROUNDING COMMUNITIES. THE ANTICIPATED DELIVERABLES FOR ARE:  \nUP TO 180 OF INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \nUP TO 12 CYCLES OF CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\nUP TO 180 OF APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\nUP TO 180 OF INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.\n-PROVIDE ENVIRONMENTAL EMPLOYERS WITH A SKILLED AND CERTIFIED WORKFORCE DRAWN FROM RESIDENTS OF NEIGHBORHOODS MOST AFFECTED BY ENVIRONMENTAL JUSTICE (EJ) ISSUES AND BROWNFIELDS SITES.\n-PLACE COMPETENT AND SKILLED WORKERS WITH EMPLOYERS WHO CAN MITIGATE BROWNFIELD AND OTHER HAZARDOUS SITES IN INNER CITY NEIGHBORHOODS THEREBY REDUCING THE EXPOSURE OF ADULTS AND CHILDREN TO HAZARDOUS SUBSTANCES AND IMPROVING HEALTH.\n-STIMULATE THE DEVELOPMENT OF PARTNERSHIPS BETWEEN CONTRACTORS, AND GOVERNMENT AGENCIES DOING THE ASSESSMENT AND CLEAN-UP AND COMMUNITY-BASED ORGANIZATIONS WHO TRAIN WORKERS FROM IMPACTED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "7ada9424-ea0c-a985-bd38-4a073884aeda-C", "generated_internal_id": "ASST_NON_98T52901_6800"}, {"internal_id": 158360995, "Award ID": "98T52801", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-10", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $500,000. THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR RICHMONDBUILD BROWNFIELDS JOB TRAINING PARTNERSHIP (RBBJTP) TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF RICHMOND, CALIFORNIA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY.\n\nTHE PROJECT WILL OPERATE EIGHT TRAINING CYCLES OF 352 HOURS IN LENGTH DURING YEARS ONE THROUGH FOUR OF THE GRANT PERIOD, WITH 15-20 PARTICIPANTS IN EACH CYCLE. TWO COHORTS WILL COMPLETE A TRAINING CYCLE IN EACH OF THESE YEARS DURING WHICH THEY WILL GAIN HELPFUL SKILLS AND CERTIFICATIONS. PARTICIPANTS WILL ALSO PARTICIPATE IN 12 MONTHS OF JOB PLACEMENT ACTIVITIES, FOLLOW-UP SERVICES, REFRESHER TRAINING, AND PROGRAM EVALUATION FOLLOWING THEIR COMPLETION OF THE TRAINING CYCLE.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED UNDER THIS PROJECT ARE HAZWOPER TRAINING AND CERTIFICATION, TRAINING IN INNOVATIVE AND ALTERNATIVE TECHNOLOGIES, OSCA CERTIFICATION (REFINERY SAFETY), OSHA 10, AND CONFINED SPACE CERTIFICATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO RICHMOND, CALIFORNIA AND THE SURROUNDING COMMUNITIES. THE ANTICIPATED DELIVERABLES FOR ARE:  \nUP TO 113 OF INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \nMULTITUDE OF HOURS SPENT WITHING CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\nMULTIPLE (5+) OF APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\nUP TO 113 OF INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS.\n-PARTICIPANTS WILL BE ABLE TO EARN CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP: HAZWOPER CERTIFICATION, OSCA CERTIFICATION (REFINERY SAFETY), OSHA 10, AND CONFINED SPACE CERTIFICATION. \n-CERTIFICATION IN OCCUPATIONAL HEALTH AND SAFETY (OSHA) 29 CFR 1910.120 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE STANDARD (HAZWOPER) TRAINING FOR ALL PARTICIPANTS.\n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "5fd0319d-3d2e-c2a0-8b9e-261ed151273c-C", "generated_internal_id": "ASST_NON_98T52801_6800"}, {"internal_id": 151676121, "Award ID": "98T37301", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR CITY OF PITTSBURG TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF PITTSBURG IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY. CITY OF PITTSBURG WILL OPERATE FOUR TRAINING CYCLES COMPRISED 204 HOURS WITH 20-25 PARTICIPANTS.  SIXTEEN-WEEK CLASS SCHEDULES, PROGRAM CONTENTS, AND AUXILIARY SERVICES PROVIDED ARE CRUCIAL IN STUDENT AND COMMUNITY SUCCESSES. THE CURRICULUM IS DESIGNED TO PROVIDE GRADUATES WITH THE SKILLS NEEDED TO SEEK AND RETAIN EMPLOYMENT IN LOCAL AND REGIONAL BUSINESSES AS WELL AS FULFILL COMMUNITY NEEDS LIKE ENVIRONMENTAL ASSESSMENT AND CLEANUP. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000.\n\n\n\nACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE FORTY-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER), REFINERY SAFETY, FORKLIFT OPERATOR, SOLAR TECHNOLOGIES, EMERGENCY RESPONSE AT BROWNFIELDS SITES, CONFINED SPACE AND OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION (OSHA) TEN-HOUR. THE PROGRAM WILL ENROLL EIGHTY PARTICIPANTS WITH THE GOAL OF A GRADUATION RATE OF EIGHTY FIVE PERCENT AND PLACEMENT RATE OF SEVENTY FIVE PERCENT WITH FIFTY-ONE INDIVIDUALS PLACED IN ENVIRONMENTAL POSITIONS. \n\nSUBRECIPIENT:THE SUBAWARDS WILL BE USED EXCLUSIVELY FOR ENVIRONMENTAL TRAINING, PROGRAM MANAGEMENT OF GRANT ACTIVITIES AND PLACEMENT AND TRACKING ACTIVITIES FOR EMPLOYMENT. OUTCOMES:THE ANTICIPATED DELIVERABLES FOR ARE: 80 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES; 12 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES; 7 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS; AND 80 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910 AND 120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd907250-56c0-41e4-c581-358e2a77c4b8-C", "generated_internal_id": "ASST_NON_98T37301_6800"}, {"internal_id": 151676126, "Award ID": "98T37001", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR LOS ANGELES CONSERVATION CORPS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF LOS ANGELES, CA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. THE 40-HOUR HAZARDOUS WASTE OPERATION AND EMERGENCY RESPONSE (HAZWOPER) WILL SERVE AS THE CORE TRAINING OF THE CURRICULUM. THIS WILL BE SUPPLEMENTED BY 166 HOURS OF TRAINING IN WORKPLACE SAFETY, FIRST AID/CPR, ASBESTOS ABATEMENT, LEAD ABATEMENT, MOLD REMEDIATION, AND HEALTH AND SAFETY RISKS OF ENTERING AND WORKING IN CONFINED SPACES. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000. PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO 7/1/2022.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES AND TRAINING TO BE PERFORMED DURING UNDER THIS PROJECT ARE RECRUITMENT, SCREENING, TRACKING AND PLACEMENT.  TRAINING WILL INCLUDE THE 40-HOUR HAZWOPER CERTIFICATION, 32-HOUR ASBESTOS ABATEMENT CERTIFICATION, 24-HOUR LEAD ABATEMENT WORKER CERTIFICATION, CAL/OSHA GENERAL INDUSTRY STANDARDS CERTIFICATION , CONFINED SPACE AWARENESS AND LEAD RENOVATION, REPAIR, AND PAINTING.  TRAINEES WILL COMPLETE THE PROGRAM HOLDING THREE FEDERAL, TWO STATE, AND THREE INDUSTRY-RECOGNIZED CERTIFICATIONS. TRAINEES WILL ALSO RECEIVE A FEDERAL CREDENTIAL THAT HELPS INCREASE EMPLOYABILITY WITH THE TRANSPORTATION WORKER IDENTIFICATION CREDENTIAL CARD, WHICH IS VALUABLE WHEN APPLYING FOR JOBS IN AND AROUND MAJOR TRANSPORTATION FACILITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO [INCLUDE TARGET AREA AS WELL AS TARGET GROUPS OF POPULATION ENTITY IS SERVING WITH THIS PROGRAM]. THE ANTICIPATED DELIVERABLES FOR ARE:  \n60, 54 AND 48 INDIVIDUALS WILL BE RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n9-12 OF CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n8 OF APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n60 OF INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4893d9-6342-6e11-1e0c-b97d378b7590-C", "generated_internal_id": "ASST_NON_98T37001_6800"}, {"internal_id": 152089864, "Award ID": "98T36901", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000. THIS PROJECT PROVIDES FUNDING FOR CITY OF RICHMOND RICHMONDBUILD TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF CITY OF RICHMOND IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. RICHMONDBUILD WILL OPERATE THREE ENVIRONMENTAL TRAINING CYCLES OF 82 HOURS IN LENGTH DURING THE THREE-YEAR GRANT PERIOD, WITH 20 PARTICIPANTS IN EACH CYCLE. DURING THE THREE-YEAR PROGRAM, A PLACEMENT RATE OF 85% WILL PUT 51 INDIVIDUALS IN JOBS DIRECTLY RELATED TO THEIR TRAINING.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT INCLUDE THE FOLLOWING TRAINING PROGRAM: HAZWOPER CERTIFICATION, OSHA-10, TRAFFIC CONTROL, FIRST AID/CPR, REFINERY SAFETY AND CONFINED SPACE ENTRY. THESE CERTIFICATES WILL ALL BE DIRECTLY USEFUL IN RELATION TO THE EMPLOYMENT OPPORTUNITIES AVAILABLE IN THE CITY OF RICHMOND. RICHMONDBUILD PLANS TO TRAIN SIXTY, FIFTY-ONE WILL COMPLETE THE TRAINING AND OVER THIRTY-EIGHT WILL RECEIVE EMPLOYMENT.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO RESIDENTS OF THE CITY OF RICHMOND, CA IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. THE ANTICIPATED DELIVERABLES FOR ARE: 60 OF INDIVIDUALS RECRUITED AND ENROLLED; 51 WILL COMPLETE THE TRAINING AND EARN CERTIFICATIONS; 38 WILL SECURE EMPLOYMENT IN ENVIRONMENTAL CAREERS AND 3 WILL PURSUE ADDITIONAL TRAINING.  TRAINING WILL BE CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES. GRADUATES WILL RECEIVE 6 CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS, INCLUDING OSHA 29 CFR 1910.120 AND 40-HOUR HAZWOPER TRAINING. EXPECTED OUTCOMES FROM THIS PROJECT INCLUDE: -HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. -PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD. -IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. -REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS. -FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION. -ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fd0319d-3d2e-c2a0-8b9e-261ed151273c-C", "generated_internal_id": "ASST_NON_98T36901_6800"}, {"internal_id": 151169333, "Award ID": "98T36801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR HUNTERS POINT FAMILY TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF SAN FRANCISCO, SPECIFICALLY FROM THE NEIGHBORHOODS OF BAYVIEW HUNTERS POINT, POTRERO HILL, AND VISITATION VALLEY, IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN HAZARDOUS BUILDING MATERIALS ABATEMENT, CPR/FIRST AID, HAZARDOUS WASTE TRAFFIC MANAGEMENT. THE HUNTERS POINT GREEN CAREERS PROGRAM WILL PREPARE RESIDENTS FOR JOBS IN THE MANY REVITALIZATION PROJECTS EXPECTED AND UNDERWAY IN THE TARGETED NEIGHBORHOODS.  \n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000.  SEE TERMS AND CONDITIONS.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE: HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER), CONSTRUCTION HEALTH AND SAFETY (OSHA-CERTIFIED), ASBESTOS WORKER (OSHA-CERTIFIED), LEAD WORKER (CA DEPT. OF PUBLIC HEALTH CERTIFIED), CPR/FIRST AID/AED, CONFINED SPACE MOLD AWARENESS, TRAFFIC CONTROLLER/ SAFETY FLAGGING, WASTEWATER MANAGEMENT AND SOLAR PANEL INSTALLATION.\nSUBRECIPIENT:THE SUBAWARD RECIPIENT WILL OVERSEE THE ENVIRONMENTAL TRAINING. THE SUBAWARD RECIPIENT WILL DELIVER ENVIRONMENTAL AWARENESS TRAINING AND WILL MANAGE AND OVERSEE THE CONTRACTOR PROVIDING THE TECHNICAL ENVIRONMENTAL TRAINING AND CERTIFICATION. OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO THE RESIDENTS OF THE CITY OF SAN FRANCISCO, SPECIFICALLY FROM THE NEIGHBORHOODS OF BAYVIEW HUNTERS POINT, POTRERO HILL, AND VISITATION VALLEY. THE ANTICIPATED DELIVERABLES ARE:  \n43: # OF INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n4 TRAINING CYCLES: # OF CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n9: # OF APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n54: # OF INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b92a41c-8637-c787-00c6-7d4536beae9b-R", "generated_internal_id": "ASST_NON_98T36801_6800"}, {"internal_id": 140709134, "Award ID": "98T26801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR NYE COUNTY TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF NYE COUNTY IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN LEAD/ ASBESTOS ABATEMENT. AND ENVIRONMENTAL TECHNICIAN. THE TRAINING PROGRAM WILL FOCUS ON PREPARING PARTICIPANTS FROM THE TOWNS OF PAHRUMP, TONOPAH, AMARGOSA VALLEY, AND BEATTY, AND DUCKWATER SHOSHONE RESERVATION FOR EMPLOYMENT IN ENVIRONMENTAL FIELDS. THE PROGRAM INCLUDES ONE REQUIRED CLASS OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION (OSHA) 29 CFR 1910.10 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER), AND SIX SUPPLEMENTAL COURSES, REQUIRED FOR ALL PROGRAM PARTICIPANTS. EACH PARTICIPANT MUST COMPLETE THE 40 HOURS OF HAZWOPER TRAINING, AND A MINIMUM OF SIX SUPPLEMENTAL COURSES FOR 100 HOURS OF ADDITIONAL TRAINING. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87f3cb9a-5d2c-798d-bdd5-27b817404634-C", "generated_internal_id": "ASST_NON_98T26801_6800"}, {"internal_id": 139786176, "Award ID": "98T26501", "Award Amount": 197164.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR KERN COUNTY BUILDERS EXCHANGE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF KERN COUNTY  IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN LEAD/ ASBESTOS ABATEMENT. AND ENVIRONMENTAL TECHNICIAN. KERN COUNTY BUILDERS EXCHANGE TRAINING PROGRAM WILL FOCUS ON PREPARING PARTICIPANTS IN KERN COUNTY FOR EMPLOYMENT IN ENVIRONMENTAL FIELDS. THE PROGRAM INCLUDES TWO REQUIRED CLASSES (OSHA 29 CFR 1910.10), 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER) AND RISK ASSESSMENT, ALONG WITH A VARIETY OF OTHER COURSES TOTALING 240 HOURS THAT WILL BE DELIVERED OVER SIX WEEKS.  \n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $197,164.  \n\nPRE-AWARD COSTS HAVE BEEN APPROVED BACK TO JULY 1, 2021.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dfa852a-f119-dd41-2d72-d85146c985e7-R", "generated_internal_id": "ASST_NON_98T26501_6800"}, {"internal_id": 97880201, "Award ID": "98T00501", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-29", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR FUTURE BUILD - CITY OF PITTSBURG, CA TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE PITTSBURG AREA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS SOLAR TECHNOLOGY INSTALLATION.  FUTURE BUILD ENVIRONMENTAL TRAINING PROGRAM WILL OFFER 4 TRAINING CYCLES WITH 20 STUDENTS EACH (80 ENROLLED); WILL GRADUATE 68 AND PLACE 52 IN JOBS. THIS PROGRAM BUILDS ON THE NORTHERN WATERFRONT ECONOMIC DEVELOPMENT INITIATIVE AND THE CITY'S EPA BROWNFIELDS GRANTS - COMMUNITYWIDE ASSESSMENT AND MULTIPURPOSE.  THIS AWARD PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $200,000 FOR THE PERIOD OF 7/1/20-6/30/23.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd907250-56c0-41e4-c581-358e2a77c4b8-C", "generated_internal_id": "ASST_NON_98T00501_6800"}, {"internal_id": 97080471, "Award ID": "98T00101", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-17", "CFDA Number": "66.815", "Description": "THE PURPOSE OF THIS PROJECT IS TO PROVIDE FUNDING FOR THE RICHMONDBUILD ENVIRONMENTAL JOB TRAINING PROGRAM (RBEJTP) TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED  RESIDENTS OF THE CITY OF RICHMOND AND SURROUNDING COMMUNITIES IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN CHEMICAL SAFETY. THE PROJECT WILL OPERATE FOUR TRAINING CYCLES WITH 20 PARTICIPANTS IN EACH CYCLE, 80 ENROLLED STUDENTS AND 68 GRADUATED. GRADUATES WILL EARN SIX ENVIRONMENTAL CERTIFICATIONS.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000.  PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO MARCH 1, 2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fd0319d-3d2e-c2a0-8b9e-261ed151273c-C", "generated_internal_id": "ASST_NON_98T00101_6800"}, {"internal_id": 98174273, "Award ID": "98T00001", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-02", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR HUNTERS POINT FAMILY TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF SAN FRANCISCO, CA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS TRAINING IN CHEMICAL SAFETY. HUNTERS POINT FAMILY WILL OFFER FOUR CYCLES OF TRAINING FOR 60 STUDENTS.  THIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $200,000.  SEE TERMS AND CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b92a41c-8637-c787-00c6-7d4536beae9b-R", "generated_internal_id": "ASST_NON_98T00001_6800"}, {"internal_id": 152691228, "Award ID": "97795501", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-11", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR ST. LOUIS COMMUNITY COLLEGE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE TARGET AREA CONSISTING OF THE CITY OF ST. LOUIS AND ST. LOUIS COUNTY IN MISSOURI, AND A PORTION OF EAST ST. LOUIS IN ST. CLAIR COUNTY, ILLINOIS, IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY. THE TRAINING PROGRAM PROVIDES EACH PARTICIPANT WITH 166 HOURS ADVANCED TRAINING TOTALING 174-HOUR INSTRUCTION OVER 5-WEEKS IN 3-HOUR ENVIRONMENTAL ORIENTATION; 5-HOUR INTRODUCTION TO ENVIRONMENTAL TECHNOLOGY; THE UNITED STATES OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION 29 CFR 1910.120 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE, 30-HOUR CONSTRUCTION SAFETY AND 8-HOUR 7300 PERMIT-REQUIRED CONFINED SPACE; PLUS UNITED STATES DEPARTMENT OF TRANSPORTATION 64-HOUR HEAVY TRUCK CLASS B COMMERCIAL DRIVER'S LICENSE AND 24-HOUR HAZARDOUS MATERIALS ENDORSEMENT. TO REMOVE EMPLOYMENT BARRIERS, THE PROJECT PAYS FOR DEPARTMENT OF TRANSPORTATION DRUG TESTING, PHYSICAL, AND RESPIRATORY CLEARANCE REQUIRED TO TAKE THE HEAVY TRUCK CLASS B COMMERCIAL DRIVER'S LICENSE TRAINING PLUS THE TRANSPORTATION SECURITY ADMINISTRATION BACKGROUND CHECKS REQUIRED TO OBTAIN THE MISSOURI CLASS B COMMERCIAL DRIVER'S LICENSE AND THE FEES FOR THE LICENSE.  THE PURPOSE OF THIS PROJECT IS TO PROVIDE TRAINING WITH AN EMPHASIS IN THE UNDERSERVED TARGET AREAS TO LOW-INCOME RESIDENTS WHO ARE UNEMPLOYED, UNDEREMPLOYED, VETERANS, AND JUSTICE INVOLVED, WITH CERTIFICATIONS AND LICENSES REQUIRED TO SECURE LIVABLE WAGE JOBS DOING ENVIRONMENTAL CLEANUPS IN THEIR COMMUNITY AND THEREBY IMPROVE ENVIRONMENTAL JUSTICE IN THE TARGET AREA.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO LEARN SKILLS AND EARN CERTIFICATIONS NECESSARY TO ENTER ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING THIS PROJECT INCLUDE RECRUITING, SCREENING, SELECTING AND TRAINING PARTICIPANTS, GRADUATING 90% AND PLACING 80% OF GRADUATES IN ENVIRONMENTAL JOBS WITH ONE GRADUATE PURSUING FURTHER EDUCATION, PLUS TRACKING AND SUPPORTING GRADUATES AT LEAST ONE YEAR POST-GRADUATION. SPECIAL EMPHASIS WILL BE PLACED ON RECRUITING PARTICIPANTS WHO RESIDE WITHIN THE FEDERALLY DESIGNATED PROMISE ZONE (NORTH ST. LOUIS AND NORTH ST. LOUIS COUNTY) WHICH IS LITTERED WITH VACANT LOTS AND ABANDONED HOMES, FACTORIES AND WAREHOUSES. TRAINING WILL INCLUDE THREE SESSIONS PER YEAR FOR A TOTAL OF SIX SESSIONS DONE DURING THE FIRST TWO YEARS USING 5-WEEK CLASSROOM INSTRUCTION INCLUDING HANDS-ON TRAINING AND HEAVY TRUCK DRIVING. THE GRANT RECIPIENT WILL WORK WITH ITS PARTNERS TO ASSIST PARTICIPANTS WITH JOB PLACEMENT AND TRACK SUCCESSFUL PARTICIPANTS THROUGH THE THIRD YEAR OF THE AGREEMENT.SUBRECIPIENT:THE SUBAWARD IS TO SAINT LOUIS UNIVERSITY'S CENTER FOR ENVIRONMENTAL EDUCATION AND TRAINING (CEET) TO DELIVER 86 HOURS OF TRAINING (3-HOUR ENVIRONMENTAL ORIENTATION; 5-HOUR INTRODUCTION TO ENVIRONMENTAL TECHNOLOGY; THE UNITED STATES OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION 29 CFR 1910.120 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE, 30-HOUR CONSTRUCTION SAFETY AND 8-HOUR 7300 PERMIT-REQUIRED CONFINED SPACE), TRAINING SUPPLIES AND MATERIALS, OVERSIGHT AND MANAGEMENT OF INSTRUCTIONAL CONSULTANTS, APPROPRIATE ACCREDITATIONS, REVIEW AND DEVELOPMENT OF CURRICULA, AND ASSOCIATED PROGRAMMATIC ACTIVITIES.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO A DIVERSE GROUP OF UNEMPLOYED, UNDEREMPLOYED, VETERANS, AND/OR JUSTICE-INVOLVED, LOW-INCOME RESIDENTS FROM THE CITY OF ST. LOUIS AND ST. LOUIS COUNTY IN MISSOURI, AND A PORTION OF EAST ST. LOUIS IN ST. CLAIR COUNTY, ILLINOIS. THE ANTICIPATED DELIVERABLES INCLUDE 150 PARTICIPANTS RECRUITED AND SCREENED FROM THE TARGET AREA WITH AN EMPHASIS ON THE PROMISE ZONE, 48 SELECTED AND TRAINED, 44 GRADUATED, 35 PLACED IN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b113b7a-d44e-f7ed-4eb0-a28d7d9fe876-C", "generated_internal_id": "ASST_NON_97795501_6800"}, {"internal_id": 152549029, "Award ID": "97795001", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR CITY OF SPRINGFIELD, MISSOURI - DEPARTMENT OF WORKFORCE DEVELOPMENT TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF SPRINGFIELD TARGETING RESIDENTS OF CENSUS TRACTS 1, 4, 5.01, 5.02, 6,7, 9, 17,18, 19, 23,31, 32, 33, 36, 55, 56, AND 58, IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, EMERGENCY PLANNING AND CHEMICAL SAFETY. ALL 160-HOURS OF TRAINING IS AT ADVANCED LEVELS WITH NATIONAL/STATE RECOGNIZED CERTIFICATIONS FOR OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION 10, TRENCHING/EXCAVATION, CONFINED SPACE, LEAD RENOVATION, REPAIR AND PAINING, LEAD ABATEMENT WORKER, ASBESTOS ABATEMENT WORKER/HANDLER, MOLD ABATEMENT, AMERICAN TRAFFIC SAFETY SERVICES ASSOCIATION FLAGGER CREDENTIAL, BLOODBORNE PATHOGENS, FORKLIFT DRIVER, FIRST AID/CARDIOPULMONARY RESUSCITATION, AND RESPIRABLE CRYSTALLINE SILICA CERTIFICATIONS.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO LEARN SKILLS AND EARN CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING THE PERIOD OF PERFORMANCE UNDER THIS PROJECT ARE RECRUIT AND SCREEN PARTICIPANTS, TRAIN, GRADUATE, PLACE AT LEAST 70% OF GRADUATES IN ENVIRONMENTAL JOBS, PLUS TRACK AND SUPPORT GRADUATES AT LEAST ONE YEAR POST-GRADUATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF SPRINGFIELD TARGETING RESIDENTS OF THE ABOVE CENSUS TRACTS WHO WILL EARN 13 CERTIFICATIONS (NINE FEDERAL, THREE STATE, AND ONE INSTITUTE OF INSPECTION CLEANING AND RESTORATION BASED). THE ANTICIPATED DELIVERABLES ARE: 180 INDIVIDUALS RECRUITED AND SCREENED, 56 ENROLLED, 50 TRAINED, 50 CERTIFIED (GRADUATED), 35 PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES, PLUS GRADUATES SUPPORTED AND TRACKED FOR ONE-YEAR POST-GRADUATION; 4 'COHORT' CLASSROOM STYLE TRAININGS WITH PRACTICAL SKILLS IN 13 CURRICULA MODULES PER COHORT WITH CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE: HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS; PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD; IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS; REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS; FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION; ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fc255ae-5dc4-dc41-99fc-2e792f412ff1-C", "generated_internal_id": "ASST_NON_97795001_6800"}, {"internal_id": 152548981, "Award ID": "97794901", "Award Amount": 198195.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR HEARTLAND CONSERVATION ALLIANCE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED AT-RISK YOUTH IN THE FOSTER CARE SYSTEM WHO ARE AGING OUT OF THE FOSTER CARE SYSTEM IN KANSAS CITY, MISSOURI IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY. THE GOAL OF THIS TRAINING PROGRAM IS TO PROVIDE AREA YOUTH WITH A FOUNDATION IN NATURAL RESOURCES SCIENCE AND ENVIRONMENTAL MANAGEMENT THROUGH CLASSROOM AND HANDS-ON TRAINING AT PROJECTS WITHIN THE BLUE VALLEY WATERSHED (SPECIFICALLY WITHIN THE 64126, 64127, 64128, 64129, 64130 ZIP CODES). ACTIVITIES:THIS PROJECT WILL PROVIDE PARTICIPANTS WITH SKILLS AND CERTIFICATIONS NECESSARY TO ENTER ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING THIS PROJECT INCLUDING RECRUITING AND TRAINING AT-RISK YOUTH IN THE FOSTER CARE SYSTEM WHO ARE AGED 17 TO 23. STUDENTS WILL ALSO BE ENGAGED IN AN INTENSIVE SUSTAINABLE LANDSCAPE AND LAND RESTORATION CURRICULUM WITH AN EMPHASIS ON REMEDIATION. TRAINING WILL INCLUDE CLASSROOM AND ON-LINE SESSIONS, INCLUDING OSHA 29 CFR 1910.120 40-HOUR HAZWOPER AND 10-HOUR SAFETY CERTIFICATIONS, AND FIELD EXPERIENCE FOCUSED ON RESTORING VACANT LOTS AND OTHER BROWNFIELDSSUBRECIPIENT:THE SUBAWARD IS TO CORNERSTONES OF CARE (COC), THE PRIMARY TRAINING PARTNER FOR THE BUILD TRYBE PROGRAM FOR AT-RISK YOUTH AGING OUT OF THE FOSTER CARE SYSTEM. COC WILL PROVIDE OUTREACH, RECRUIT AND SCREEN CANDIDATES, TRANSPORTATION TO FACILITATE COMPLETION OF MOBILE ASPECTS OF THE TRAINING, TECHNICAL TRAINING AND SKILL BUILDING INCLUDING GUIDING THROUGH THE 40-HOUR HAZWOPER AND OSHA-10 TRAINING, JOB COUNSELING TO INFORM PLACEMENT AND/OR PURSUIT OF FURTHER EDUCATION, JOB PLACEMENT, HOST GRADUATION CELEBRATIONS FOR 14 COHORTS, TRACK GRADUATES FOR A MINIMUM OF ONE-YEAR POST GRADUATION, PLUS CONTRIBUTE TO CURRICULUM DEVELOPMENT, PROJECT MANAGEMENT AND MAINTAINING PARTNERSHIPS. IN THE EVENT OF COVID-19 RESTRICTIONS, COC WILL MODIFY PROCEDURES TO FOLLOW CDC GUIDELINES FOR HEALTH PRECAUTIONS PLUS PROVIDE APPROPRIATE SUPPLIES AND INTERNET CONNECTIVITY TO CONTINUE TRAINING SEAMLESSLY.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO AT-RISK YOUTH IN THE FOSTER CARE SYSTEM WITHIN THE WITHIN THE 64126, 64127, 64128, 64129, 64130 ZIP CODES IN PARTNERSHIP WITH CORNERSTONES OF CARE'S BUILD TRYBE PROGRAM. THE ANTICIPATED DELIVERABLES FOR ARE 54 INDIVIDUALS RECRUITED, TRAINED, AND CERTIFIED, 38 GRADUATED, AND 27 PLACED IN ENVIRONMENTAL CAREERS IN AREAS OF KANSAS CITY IMPACTED BY BROWNFIELDS AND SOLID OR HAZARDOUS WASTE SITES AND FACILITIES. THIS WILL BE ACCOMPLISHED BY DELIVERY OF 6 CLASSES AND HANDS-ON LEARNING SESSIONS IN THE FIELD FOR A TOTAL OF 180 HOURS OF INTERMEDIATE LEVEL TRAINING INCLUDING CERTIFICATION OF 54 STUDENTS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING. THE TRAINING WILL BE OFFERED FOURTEEN TIMES DURING THE PERFORMANCE PERIOD OF THE AGREEMENT. TO MEET THE NEEDS OF THE AT-RISK YOUTH, FROM THE ORIGINAL APPLICATION, THE COHORT SIZE WAS REDUCED FROM SIX TO FOUR STUDENTS FOR MORE ONE-ON-ONE TRAINING TO ENHANCE GRADUATION AND PLACEMENT RATES; COHORTS INCREASED FROM NINE TO 14 TO TRAIN 56 AND MEET GOAL OF 54; TO TRAIN 180 HOURS AND THE EXTRA COHORTS WITHIN THE SAME PERIOD OF PERFORMANCE, TRAINING WAS CONDENSED FROM 12-WEEKS TO 10-WEEKS AND 15 HOURS TRAINED PER WEEK TO 18 HOURS. EXPECTED OUTCOMES FROM THIS PROJECT INCLUDE: HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS; PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD; IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57a66605-edab-4492-e7e5-2cfc11ce4142-R", "generated_internal_id": "ASST_NON_97794901_6800"}, {"internal_id": 103141527, "Award ID": "97781001", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "66.815", "Description": "PROVIDES TRAINING TO DEVELOP A CERTIFIED WORKFORCE FOR REMEDIATION OF BROWNFIELDS PROPERTIES, ASSESSMENT, CLEANUP, OR SITE PREPARATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fca1784-ae73-ee7d-60f3-0accb104ccfc-C", "generated_internal_id": "ASST_NON_97781001_6800"}, {"internal_id": 103141577, "Award ID": "97780901", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "66.815", "Description": "PROVIDES TRAINING TO DEVELOP A CERTIFIED WORKFORCE FOR REMEDIATION OF BROWNFIELDS PROPERTIES, ASSESSMENT, CLEANUP, OR SITE PREPARATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b113b7a-d44e-f7ed-4eb0-a28d7d9fe876-C", "generated_internal_id": "ASST_NON_97780901_6800"}, {"internal_id": 111061970, "Award ID": "97780801", "Award Amount": 195321.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "66.815", "Description": "PROVIDES TRAINING TO DEVELOP A CERTIFIED WORKFORCE FOR REMEDIATION OF BROWNFIELDS PROPERTIES, ASSESSMENT, CLEANUP, OR SITE PREPARATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "018bc763-c522-473e-4155-1fc975ba700c-C", "generated_internal_id": "ASST_NON_97780801_6800"}, {"internal_id": 103141587, "Award ID": "97780701", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-08", "CFDA Number": "66.815", "Description": "PROVIDES TRAINING TO DEVELOP A CERTIFIED WORKFORCE FOR REMEDIATION OF BROWNFIELDS PROPERTIES, ASSESSMENT, CLEANUP, OR SITE PREPARATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fc255ae-5dc4-dc41-99fc-2e792f412ff1-C", "generated_internal_id": "ASST_NON_97780701_6800"}, {"internal_id": 69783283, "Award ID": "97765201", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "66.815", "Description": "PROVIDES TRAINING TO DEVELOP A CERTIFIED WORKFORCE FOR REMEDIATION OF BROWNFIELDS PROPERTIES, ASSESSMENT, CLEANUP, OR SITE PREPARATION.  THIS AWARD IS POSTPONED FOR A FINAL APPROVED WORKPLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fca1784-ae73-ee7d-60f3-0accb104ccfc-C", "generated_internal_id": "ASST_NON_97765201_6800"}, {"internal_id": 69783331, "Award ID": "97765101", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "66.815", "Description": "PROVIDES TRAINING TO DEVELOP A CERTIFIED WORKFORCE FOR REMEDIATION OF BROWNFIELDS PROPERTIES, ASSESSMENT, CLEANUP, OR SITE PREPARATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fc255ae-5dc4-dc41-99fc-2e792f412ff1-C", "generated_internal_id": "ASST_NON_97765101_6800"}, {"internal_id": 48030489, "Award ID": "97761301", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "66.815", "Description": "TO PROVIDE ENVIRONMENTAL TRAINING TO UNEMPLOYED ST. LOUIS RESIDENTS TO DEVELOP A SKILLED WORKFORCE WITH APPROPRIATE CERTIFICATIONS TO SAFELY REMEDIATE SOLID AND HAZARDOUS WASTE CONTAMINATED SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b113b7a-d44e-f7ed-4eb0-a28d7d9fe876-C", "generated_internal_id": "ASST_NON_97761301_6800"}, {"internal_id": 48029314, "Award ID": "97750201", "Award Amount": 192300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-03", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR ST. LOUIS COMMUNITY COLLEGE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDER-EMPLOYED RESIDENTS OF THE ST. LOUIS M", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b113b7a-d44e-f7ed-4eb0-a28d7d9fe876-C", "generated_internal_id": "ASST_NON_97750201_6800"}, {"internal_id": 94785872, "Award ID": "96893201", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-01-28", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR CODEPTLA - COLORADO DEPARTMENT OF LOCAL AFFAIRS - DIVISIONS OF HOUSING AND LOCAL GOVERNMENT TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF FORT LYON/THE LOWER ARKANSAS VALLEY (A RURAL COMMUNITY COMPRISING BENT, OTERO, AND PROWERS COUNTIES) IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY.  FORT LYON IS LOCATED IN BENTY COUNTY AND COLLABORATES WITH MULTIPLE AGENCIES IN OTERO AND PROWERS COUNTIES TO PROVIDE SERVICES TO THE SUPPORTIVE RESIDENTIAL COMMUNITY RESIDENTS LIVING AT FORT LYON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c901161f-55e2-9891-9b56-3912fe91ea1f-C", "generated_internal_id": "ASST_NON_96893201_6800"}, {"internal_id": 150724752, "Award ID": "96395801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-24", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT PROVIDES FUNDING FOR CIVIC WORKS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF BALTIMORE COUNTY, MD, IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING, AND CHEMICAL SAFETY.  THE BROWNFIELDS CURRICULUM CONSISTS OF 154 CONTACT HOURS THAT WILL BE SPLIT BETWEEN CLASSROOM STUDY AND HANDS-ON FIELDWORK. GRADUATES OF THE PROGRAM WILL EARN SIX CERTIFICATIONS UPON SUCCESSFUL COMPLETION OF THE PROGRAM.ACTIVITIES:THE PRIMARY ACTIVITY OF THE PROJECT IS TO TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER ENVIRONMENTAL CAREERS. SPECIFICALLY, PARTICIPANTS WILL COMPLETE THE FOLLOWING COURSES: EPA AHERA SUPERVISOR CERTIFICATION COURSE, WHICH WILL RESULT IN A FEDERAL RECOGNIZED CERTIFICATION; FALL PROTECTION CERTIFICATION COURSE, WHICH WILL RESULT IN A FEDERAL RECOGNIZED CERTIFICATION; CONFINED SPACE ENTRY CERTIFICATION COURSE RESULTING IN A FEDERAL RECOGNIZED CERTIFICATION; OSHA 30 CONSTRUCTION SAFETY; OSHA HAZARD AWARENESS AND COMMUNICATION; FIRST AID AND CPR CERTIFICATION COURSES; AND THE HAZARDOUS WASTE SITE WORKER PROTECTION AND EMERGENCY RESPONSE (HAZWOPER) CERTIFICATION COURSE, WHICH WILL RESULT IN A FEDERAL RECOGNIZED CERTIFICATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO BALTIMORE RESIDENTS. THE BENEFICIARIES OF THIS PROJECT ARE UN-EMPLOYED AND UNDER-EMPLOYED RESIDENTS IN THE TARGET AREA THAT HAVE FACED BARRIERS TO EMPLOYMENT. PROGRAM PARTICIPANTS THAT COMPLETE TRAINING WILL THEN BE PLACED IN EMPLOYMENT IN THE ENVIRONMENTAL FIELD. THE ANTICIPATED DELIVERABLES ARE FOR: 82 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES; SIX CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES; AND SIX CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS. NINETY-SIX INDIVIDUALS WILL RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING. EXPECTED OUTCOMES FROM THIS PROJECT INCLUDE HELPING RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS; CREATE SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD; IMPROVE COMMUNITY INVOLVEMENT; STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS; AND REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b92a132-3a63-b8a7-915b-d88b4ddc0764-C", "generated_internal_id": "ASST_NON_96395801_6800"}, {"internal_id": 150724708, "Award ID": "96395401", "Award Amount": 199327.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT PROVIDES FUNDING FOR AUBERLE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF ALLEGHENY COUNTY, PA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN OSHA HAZWOPER TRAINING, 32-HOUR ASBESTOS, LEAD TRAINING, CONFINED SPACE ENTRY, OSHA 10 AS WELL AS MENTAL TOUGHNESS AND A DIGITAL WORK ETHIC BADGE. AUBERLE WILL ASSURE INDIVIDUALS ARE JOB-READY BY PROVIDING ACCESS TO OVER 33 SUPPORTIVE SERVICES, CAREER COUNSELING, CASE MANAGEMENT, AND EDUCATIONAL SUPPORT.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO LEARN SKILLS AND OBTAIN CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE OSHA HAZWOPER TRAINING, 32-HOUR ASBESTOS TRAINING, LEAD TRAINING, AND CONFINED SPACE ENTRY TRAINING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE BENEFICIARIES OF THIS PROJECT ARE UN-EMPLOYED AND UNDER-EMPLOYED RESIDENTS IN THE TARGET AREA THAT HAVE FACED BARRIERS TO EMPLOYMENT. PROGRAM PARTICIPANTS THAT COMPLETE TRAINING WILL THEN BE PLACED IN EMPLOYMENT IN THE ENVIRONMENTAL FIELD. \n\nTHE ANTICIPATED DELIVERABLES FOR THE PROJECT ARE:  1) 50 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES; 2) SEVEN CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES; 3) FIVE APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS; AND 4) 45 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE: 1) HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS; 2) PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD; 3) IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS; 4) REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS; 5) FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION; 6) ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd40c459-b24d-b07f-8778-5cbd487823cc-C", "generated_internal_id": "ASST_NON_96395401_6800"}, {"internal_id": 151169480, "Award ID": "96394801", "Award Amount": 199790.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FUNDING FOR COALFIELD DEVELOPMENT CORPORATION TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF MINGO, SUMMER, AND LINCOLN COUNTIES, WEST VIRGINIA, IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY. 'FROM THE GROUND UP '' PARTICIPANTS WILL ENGAGE IN ENVIRONMENTAL JOB TRAINING TIED TO BROWNFIELDS LOCATIONS AS EITHER 'ADVANCED TRAINING LEVEL '' PARTICIPANTS OR AS 'LEARNING LEVEL'' PARTICIPANTS. ADVANCED TRAINING LEVEL PARTICIPANTS WILL BE CO-ENROLLED IN COALFIELD'S WORKFORCE TRAINING PROGRAMS. THE MODEL IS BASED ON THE DIRECT EMPLOYMENT OF PEOPLE WHO FACE SIGNIFICANT BARRIERS TO EMPLOYMENT INCLUDING SUBSTANCE USE DISORDER (SUD) RECOVERY AND/OR REENTRY FROM INCARCERATION. THE MODEL HAS TWO COMPONENTS: WORKFORCE READINESS AND PROFESSIONAL SUCCESS (WRAPS) AND 33-6-3. WRAPS COHORTS WORK ON PROJECTS THAT ARE TIGHTLY ALIGNED WITH THESE GRANT OUTCOMES: DEMOLITION, DECONSTRUCTION, SOIL AMENDING AND LANDSCAPING, AND INSPECTION AND ASSESSMENT. WRAPS MEMBERS WILL RECEIVE TRAINING IN HAZWOPER; OSHA 10 GENERAL INDUSTRY OR CONSTRUCTION; FIRST AID/CPR/AED; ENVIRONMENTAL JUSTICE; AND FORKLIFT-POWERED INDUSTRIAL TRUCK TRAINING. DEPENDING ON THEIR WORK, THEY WILL RECEIVE ONE OR MORE OF THE FOLLOWING: INTRO TO DEMOLITION; ASBESTOS AWARENESS; MOLD AWARENESS; COMPOSTING; AND LEAD AWARENESS.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED UNDER THIS PROJECT INCLUDE WRAPS COHORTS WORKING ON PROJECTS THAT ARE TIGHTLY ALIGNED WITH THESE GRANT OUTCOMES: DEMOLITION, DECONSTRUCTION, SOIL AMENDING AND LANDSCAPING, AND INSPECTION AND ASSESSMENT. WRAPS MEMBERS WILL RECEIVE TRAINING IN HAZWOPER; OSHA 10 GENERAL INDUSTRY OR CONSTRUCTION; FIRST AID/CPR/AED; ENVIRONMENTAL JUSTICE; AND FORKLIFT-POWERED INDUSTRIAL TRUCK TRAINING. DEPENDING ON THEIR WORK, THEY WILL RECEIVE ONE OR MORE OF THE FOLLOWING TRAININGS: INTRO TO DEMOLITION; ASBESTOS AWARENESS; MOLD AWARENESS; COMPOSTING; AND LEAD AWARENESS SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING IN MINGO, SUMMER, AND LINCOLN COUNTIES OF WV TO PEOPLE WHO FACE SIGNIFICANT BARRIERS TO EMPLOYMENT. THE ANTICIPATED DELIVERABLES ARE:  60 LOW-WEALTH/UNEMPLOYED PEOPLE RECEIVING AT LEAST ONE CERTIFICATE BY ATTENDING A TRAINING OFFERED IN A BROWNFIELD COMMUNITY. FORTY OF THESE PEOPLE WILL ATTEND HAZWOPER AND ONE ADDITIONAL COURSE AND THUS 'COMPLETE' THE PROGRAM. FIFTEEN OF THESE COMPLETERS WILL OBTAIN AN ENVIRONMENTAL POSITION.\n\nFORTY LOW WEALTH/UNEMPLOYED PEOPLE WILL BECOME WRAPS TRAINEES AND RECEIVE HAZWOPER PLUS THREE ADDITIONAL TARGETED COURSES. TWENTY WILL BE EMPLOYED AS 33-6-3 CREW MEMBERS UPON COMPLETING WRAPS AND 15 OF THESE WILL THUS BE PLACED IN ENVIRONMENTAL CAREERS.  TWENTY PEOPLE WHO COMPLETE WRAPS WILL MOVE INTO 33-6-3 POSITIONS AND 15 WILL COMPLETE THE PROGRAM GAINING ADDITIONAL ENVIRONMENTAL CERTIFICATIONS AND HIGHER EDUCATION. UPON COMPLETION, 10 WILL GAIN LONG-TERM ENVIRONMENTAL CAREERS.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE 1) HELPING RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS; 2) PROVIDING TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD; 3) IMPROVING COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIP; 4) REDUCING EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS; FOSTERING SELF-SUFFICIENCY AND ENHANCE THE SKILL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afd74f0d-5ee3-88df-ef57-85d5145406b0-R", "generated_internal_id": "ASST_NON_96394801_6800"}, {"internal_id": 138794784, "Award ID": "96386601", "Award Amount": 182900.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "66.815", "Description": "THE PURPOSE OF THIS AWARD IS TO ENSURE THAT THE TRAINING GRADUATES HAVE JOB READY SKILLS FOR A VARIETY OF ENTRY LEVEL POSITIONS, ECA IS COMBINING HAZWOPER AND OTHER REMEDIATION SKILLS WITH WORKPLACE SAFETY SKILLS. STUDENTS WHO SUCCESSFULLY COMPLETE THIS PROGRAM WILL RECEIVE THE FOLLOWING NATIONAL CERTIFICATIONS:\n&#61623AND OCCUPATIONAL HEALTH AND SAFETY ADMINISTRATION (OHSA 10) SAFETY\n&#61623AND ENVIRONMENTAL PROTECTION AGENCY LEAD SAFETY (EPA RRP)\n&#61623AND BUILDING PERFORMANCE INSTITUTE AIR LEAKAGE CONTROL INSTALLER (BPI ALCI)\n&#61623AND OSHA HAZWOPER\nTHE HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE STANDARD, OR HAZWOPER, WAS DESIGNED TO PROTECT WORKERS INVOLVED IN THE INITIAL STAGES OF A CHEMICAL RELEASE EMERGENCY, THE SUBSEQUENT CLEAN-UP OF A SITE ONCE THE EMERGENCY HAS BEEN STABILIZED, AND THE CLEAN-UP OF CHEMICAL CONTAMINATION FROM THE COUNTRY&RSQUOANDS PAST INDUSTRIAL LEGACY, INCLUDING CONSTRUCTION OR REMEDIATION PROJECTS IN AREAS WITH A HIGH LEVEL OF INDUSTRIAL POLLUTION. AS IN ALL OF ECA&RSQUOANDS TRAINING PROGRAMS, THIS PROGRAM WILL INCORPORATE SUSTAINABLE PRACTICES, SUCH AS THE RECYCLING AND REUSE OF TRAINING MATERIALS, SUPPLIES, AND SERVICES, AND OTHER PRACTICES THAT DIRECTLY REDUCE WATER, MATERIALS, ENERGY, OR AIR IMPACTS. THE ENERGY COORDINATING AGENCY, WHERE THE KNIGHT GREEN JOBS TRAINING CENTER IS BASED, MODELS ENERGY SAVING AND ENVIRONMENTAL PROTECTION IN ITS OWN OPERATION, WHICH IS BASED IN A REPURPOSED, LEED-CERTIFIED, 58,000 SQUARE FOOT WAREHOUSE, WHICH WAS BUILT IN NORTH PHILADELPHIA IN 1850. A 3,000-GALLON STORMWATER MANAGEMENT SYSTEM PROVIDES NON-POTABLE WATER FOR TOILETS AND UTILITY PURPOSES. THE HVAC SYSTEM INCLUDES THERMAL SOLAR HOT WATER, THREE HEAT PUMPS, AND A REFLECTIVE, NON-HEAT-ABSORBING, ELASTOMERIC COATING ON THE ROOF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6495834f-dc56-4c6d-a92a-bd758408a0c3-C", "generated_internal_id": "ASST_NON_96386601_6800"}, {"internal_id": 138794742, "Award ID": "96385101", "Award Amount": 199642.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "66.815", "Description": "THE PURPOSE OF THIS COOPERATIVE GRANT AWARD IS FOR LANDFORCE TO HIRE AND TRAIN PEOPLE WITH BARRIERS TO EMPLOYMENT, USING A RIGOROUSLY DESIGNED CURRICULUM WHICH COVERS BOTH HARD AND SOFT SKILLS, COMBINED WITH ACTUAL EMPLOYMENT STEWARDING PITTSBURGHS DEGRADED LANDS. LANDFORCE WORK IS SEASONAL AND CREW MEMBERS WORK FOR 6 MONTHS.\n\nTHE ACTIVITIES TO BE PERFORMED WILL INCLUDE ONE COHORT TRAINED AND PLACED IN EMPLOYMENT EACH A YEAR OF THE GRANT AWARD. COHORTS BEGIN WITH A 7-WEEK INTENSIVE PAID TRAINING IN LAND STEWARDSHIP AND WORK READINESS. EVERY CREW MEMBER IS OFFERED ALL TRAININGAND THE CURRICULUM IS DESIGNED BASED ON AREA ENVIRONMENTAL NEEDS AND THE EMPLOYEE SKILLS GAPS THEIR EMPLOYER PARTNERS DESCRIBE. HARD SKILLS TRAINING FOCUSES UPON TWO MAIN AREAS: ENVIRONMENTAL STEWARDSHIP, TOOLS AND SAFETY. FOLLOWING THE 7-WEEK TRAINING, CREW MEMBERS JOIN A WORK CREW AND ARE DEPLOYED ON JOB SITES TO WORK ON GREEN STORM WATER INFRASTRUCTURE, WOODLAND TRAILS, HABITAT RESTORATION, AND VACANT LOT MANAGEMENT. ADDITIONAL TRAINING IN CHAIN SAW SAFETY, HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE, AND NATIONAL GREEN INFRASTRUCTURE CERTIFICATION PROGRAM ARE INTEGRATED INTO THE WORK PHASE. LANDFORCE USES SPIRAL LEARNING, REPEATING CONCEPTS IN EVER INCREASING LEVELS OF DIFFICULTY TO REINFORCE LEARNING. ON WORK SITES SITE SUPERVISORS &AMPAND DIRECTOR OF LAND STEWARDSHIP REINFORCE NEW SKILLS, SET EXPECTATIONS, AND PROVIDE EXPERIENTIAL LEARNING. CREWS WORKING ON COMMUNITY-BASED PROJECTS BENEFIT THE COMMUNITIES IN WHICH THEY LIVE WHILE BUILDING A FUTURE FOR THEMSELVES.\n\nTHE ANTICIPATED OUTPUTS WILL BE TO HAVE 50 PARTICIPANTS ENROLLED IN THE TRAINING  (25 PER YEAR), 38 GRADUATES COMPLETING THE PROGRAM (19 PER YEAR), 27 GRADUATES PLACED IN ENVIRONMENTAL POSITIONS, AND 1 GRADUATE EXPECTED TO CONTINUE FURTHER EDUCATION.\n\nTHE ANTICIPATED OUTCOMES AND BENEFICIARIES ARE AS FOLLOWS: \n1) IMPROVED FUNDAMENTAL WORKFORCE AND JOB SKILLS FOR CREW MEMBERS OVER TIME AS EVIDENCED BY IMPROVEMENTS IN A NATIONALLY RECOGNIZED WORK READINESS MEASUREMENT TOOL. AGGREGATE ANNUAL GOALS: 300 HOURS OF DIRECT COACHINGAND COMBINED 3,800 HOURS OF HARD SKILLS AND LIFE SKILLS TRAININGS. 80% OF CREW MEMBERS (IN EXIT SURVEYS AND INTERVIEWS) AGREED THAT THEY LEARNED FUNDAMENTAL SKILLS. \n2) INCREASED ABILITY FOR CREW MEMBERS TO FIND AND KEEP JOBS, PARTICULARLY IN GREEN STORM WATER INFRASTRUCTURE AND OTHER ENVIRONMENTAL JOBS. ANNUAL GOALS: 75% COMPLETE LANDFORCE TRAINING PROGRAM, 90% OF GRADUATES APPLY FOR JOBS, AND 73% ARE OFFERED JOBS OR ENTER FURTHER EDUCATIONAND 80% OF CREW MEMBERS AGREEING THAT LANDFORCE EXPERIENCE BUILDS FUTURE JOB SUCCESS. \n3) INCREASED LAND STEWARDSHIP SKILLS FOR LANDFORCE CREW MEMBERS AS EVIDENCED BY PRE-AND POST- TESTING FOR SPECIFIC COURSES. AGGREGATE ANNUAL GOAL: 7,500 HOURS OF ON-THE-JOB STEWARDSHIP. \n4) ENHANCED APPRECIATION FOR GREEN ASSETS AND URBAN ENVIRONMENTALISM AMONG CREW MEMBERS. ANNUAL GOAL: 80% OF CREW MEMBERS REPORT IN EXIT INTERVIEWS THEY ARE MORE KNOWLEDGEABLE ABOUT LOCAL ENVIRONMENTAL CONCERNS, BROWNFIELDS AND POTENTIAL REMEDIATION EFFORTS WITHIN THEIR NEIGHBORHOODS, SUSTAINABILITY ISSUES, AND ENVIRONMENTAL JUSTICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04f752d1-d3d7-10e9-84ee-14f7294be2e4-R", "generated_internal_id": "ASST_NON_96385101_6800"}, {"internal_id": 138794737, "Award ID": "96385001", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "66.815", "Description": "THE ENVIRONMENTAL JOB TRAINING PROGRAM AT WEST END NEIGHBORHOOD HOUSE IS A TUITION-FREE, JOB TRAINING AND EMPLOYMENT PLACEMENT PROGRAM FOR DELAWARE RESIDENTS 18 YEARS OF AGE AND OLDER. THE PURPOSE OF THIS AWARD IS FOR TRAINEES TO RECEIVE EMPLOYABILITY SKILLS TRAINING, ENVIRONMENTAL COURSEWORK, AND JOB PLACEMENT ASSISTANCE. LOCAL EMPLOYERS HAVE BEEN INVOLVED IN ALL ASPECTS OF THE TRAINING PROGRAMAND EMPLOYERS SERVE AS GUEST SPEAKERS IN CLASSES, ATTEND JOB FAIRS, PROVIDE FEEDBACK ON TRAINEE INTERVIEWS, AND PROVIDE INPUT ON BOTH SOFT SKILLS AND ENVIRONMENTAL REMEDIATION SKILLS NEEDED FOR TRAINEES TO SUCCESSFULLY GAIN EMPLOYMENT IN THE ENVIRONMENTAL FIELD. THE PROGRAM WILL OPERATE EIGHT COHORTS OF EIGHT TRAINEES OVER A TWO-YEAR PERIOD BEGINNING IN JULY 2021 AND ENDING IN JUNE 2024. ACTIVITIES TO BE PERFORMED INCLUDE TRAINEES EARNING EIGHT CREDENTIALS IN TOPICS SUCH AS OSHA 10, OSHA 40 (HAZWOPER), LEAD RRP, ASBESTOS WORKER I, MOLD/MICROBIAL WORKER, FORKLIFT, CONFINED SPACE ENTRY, AND SOIL SAMPLING. THOSE PARTICIPATING IN TRAINING WILL HAVE THE OPPORTUNITY TO BECOME EMPLOYED IN CAREERS THAT REDUCE ENVIRONMENTAL CONTAMINATION AND PROVIDE MORE SUSTAINABLE FUTURES FOR THE COMMUNITY, WITH EMPHASIS ON BROWNFIELDS SITES LOCATED IN NEW CASTLE COUNTY. WEST END NEIGHBORHOOD HOUSE WILL ENROLL 64 PARTICIPANTS, HAVE 58 GRADUATE, PLACE 50 GRADUATES IN EMPLOYMENT AND HAVE 5 GRADUATES PURSUE FURTHER EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd093713-d53f-6f93-5845-4dde8ff05f21-C", "generated_internal_id": "ASST_NON_96385001_6800"}, {"internal_id": 97493311, "Award ID": "96375001", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-11", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR CIVIC WORKS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF BALTIMORE, MD, IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE CONTAMINATED SITES, AND CHEMICAL SAFETY. PARTICIPANTS WHO SUCCESSFULLY COMPLETE THE TRAINING WILL OBTAIN SEVEN CERTIFICATES INCLUDING THE NATIONALLY RECOGNIZED HAZWOPER TRAINING CERTIFICATION, AND WILL BE ELIGIBLE FOR EMPLOYMENT WITH MANY OF OUR BUSINESS PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b92a132-3a63-b8a7-915b-d88b4ddc0764-C", "generated_internal_id": "ASST_NON_96375001_6800"}, {"internal_id": 96248301, "Award ID": "96374601", "Award Amount": 199939.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-24", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR AUBERLE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF ALLEGHENY COUNTY, PA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AND CHEMICAL SAFETY. PARTICIPANTS WHO SUCCESSFULLY COMPLETE THE TRAINING WILL OBTAIN THE NATIONALLY RECOGNIZED HAZWOPER TRAINING CERTIFICATION, OSHA-10, ASBESTOS, LEAD AND CONFINED SPACE ENTRY CERTIFICATIONS, AS WELL AS AUBERLE'S DIGITAL WORK ETHIC BADGE AND WILL BE ELIGIBLE FOR EMPLOYMENT WITH MANY OF OUR BUSINESS PARTNERS..", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd40c459-b24d-b07f-8778-5cbd487823cc-C", "generated_internal_id": "ASST_NON_96374601_6800"}, {"internal_id": 96248287, "Award ID": "96374401", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-24", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR EARTH CONSERVANCY TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF LUZERNE COUNTY, PA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING ON SURVEYING, AND TECHNOLOGIES REQUIRED TO RECLAIM AND REUSE LEGACY MINELANDS. THE ENVIRONMENTAL WORKFORCE TRAINING PROGRAM PROVIDES A COMPREHENSIVE AND REALISTIC CURRICULUM TO PARTICIPANTS SEEKING TO ENTER AN ENVIRONMENTALLY-ORIENTED CAREER IN NORTHEASTERN PENNSYLVANIA. THE CURRICULUM, DESIGNED IN LIGHT OF THE CHALLENGES REMEDIATING MINE-SCARRED LAND, CONSISTS OF 233 CONTACT HOURS OF CLASSROOM STUDY AND HANDS-ON FIELDWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e73b5d45-33f0-946a-9202-2af03d70d009-R", "generated_internal_id": "ASST_NON_96374401_6800"}, {"internal_id": 68373889, "Award ID": "96360301", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-27", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR CIVIC WORKS, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED OR UNDEREMPLOYED RESIDENTS OF BALTIMORE, MARYLAND IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE CONTAMINATED SITES.  CIVIC WORKS, INC. PLANS TO OFFER 4 CYCLES OF TRAINING TO ENROLL A TOTAL OF 80 PERSONS (20 PERSON PER CYCLE), AND GRADUATE 72  AND PLACE 61 IN RELATED ENVIRONMENTAL JOBS.  THE TRAINING AND RESULTANT CERTIFICATIONS WILL ENABLE GRADUATES TO SEEK EMPLOYMENT CONDUCTING LEAD AND ASBESTOS ABATEMENT, HAZWOPER, AND A BROAD RANGE OF REMEDIATION ACTIVITIES AT SITES CONTAMINATED WITH HAZARDOUS SUBSTANCES AND PETROLEUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b92a132-3a63-b8a7-915b-d88b4ddc0764-C", "generated_internal_id": "ASST_NON_96360301_6800"}, {"internal_id": 68326657, "Award ID": "96359201", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-02", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR WEST END NEIGHBORHOOD HOUSE, INC. TO RECRUIT AND TRAIN 60, AND PLACE 45 UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF WILMINGTON, DELAWARE IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AND SO WILL OFFER THE FOLLOWING TRAINING: OSHA 40 (HAZWOPER 29 CFR 1910.120), OSHA 10 (GENERAL INDUSTRY), OSHA FORKLIFT OPERATOR, EPA LEAD RENOVATION, REPAIR, AND PAINT (RRP), ASBESTOS WORKER - ADVANCED, MOLD & MICROBIAL WORKER - ADVANCED, OSHA CONFINED SPACE ENTRY, AND SOIL SAMPLING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd093713-d53f-6f93-5845-4dde8ff05f21-C", "generated_internal_id": "ASST_NON_96359201_6800"}, {"internal_id": 47896319, "Award ID": "96349601", "Award Amount": 199894.0, "Award Type": null, "Base Obligation Date": "2016-09-15", "CFDA Number": "66.815", "Description": "THIS FUNDING WILL ALLOW THE ENERGY COORDINATING AGENCY TO TRAIN 80 PARTICIPANTS IN FOUR COHORTS OF 20, PLACE THEM IN ENVIRONMENTAL JOBS, AND SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6495834f-dc56-4c6d-a92a-bd758408a0c3-C", "generated_internal_id": "ASST_NON_96349601_6800"}, {"internal_id": 47895370, "Award ID": "96341601", "Award Amount": 192300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-11", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR THE COALFIELDS DEVELOPMENT CORPORATION, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED OR UNDEREMPLOYED RESIDENTS IN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afd74f0d-5ee3-88df-ef57-85d5145406b0-R", "generated_internal_id": "ASST_NON_96341601_6800"}, {"internal_id": 47887424, "Award ID": "96272616", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-06", "CFDA Number": "66.815", "Description": "THE CITY OF GLENS FALLS WILL USE THIS FUNDING TO CARRY OUT A JOB TRAINING AND ENVIRONMENTAL WORKFORCE DEVELOPMENT PROJECT FOR RESIDENTS OF THE CITY O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6518010-ea28-5f63-990c-b7fcab50812a-C", "generated_internal_id": "ASST_NON_96272616_6800"}, {"internal_id": 47887412, "Award ID": "96272516", "Award Amount": 200000.0, "Award Type": null, "Base Obligation Date": "2016-09-21", "CFDA Number": "66.815", "Description": "THE CITY OF ROCHESTER WILL USE THIS FUNDING TO CARRY OUT A JOB TRAINING AND ENVIRONMENTAL WORKFORCE DEVELOPMENT PROJECT FOR RESIDENTS OF THE CITY OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fbfadb95-2bbd-66ec-7478-a7e99f52d81e-C", "generated_internal_id": "ASST_NON_96272516_6800"}, {"internal_id": 47886872, "Award ID": "96267917", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-26", "CFDA Number": "66.815", "Description": "PEOPLE UNITED FOR SUSTAINABLE HOUSING (PUSH), INC. WILL USE THIS FUNDING TO CARRY OUT A JOB TRAINING AND ENVIRONMENTAL WORKFORCE DEVELOPMENT PROJECT FOR RESIDENTS OF BUFFALO, NEW YORK.  THIS PROGRAM WILL TRAIN PARTICIPANTS IN THE ASSESSMENT AND CLEANUP OF LOCAL BROWNFIELD SITES.  THEY WILL BE TRAINED IN TREATMENT TECHNOLOGIES AND SOLID WASTE MANAGEMENT AND CLEANUP TO MEET THE NEEDS OF LOCAL EMPLOYERS AND CONTRACTORS INVOLVED IN REDEVELOPMENT INITIATIVES.  THIS PROJECT PROVIDES FUNDING TO RECRUIT, TRAIN, AND PLACE RESIDENTS OF BUFFALO IN CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "458435a9-bde5-893b-2d90-f5186630da30-R", "generated_internal_id": "ASST_NON_96267917_6800"}, {"internal_id": 69783450, "Award ID": "96260418", "Award Amount": 199931.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR SUSTAINABLE SOUTH BRONX TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE BRONX IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY.  TRAINING INCLUDES THE BUILDING PERFORMANCE INSTITUTE (BPI) RESIDENTIAL BUILDING ENVELOPE WHOLE HOUSE AIR LEAKAGE CONTROL INSTALLER (RBE WHALCI) AND MULTI-FAMILY BUILDING OPERATOR (MFBO) CERTIFICATIONS.  THE PROGRAM SURVEYS ENVIRONMENTAL LITERACY, GREEN INFRASTRUCTURE, LIGHTING AND UTILITIES, ELECTRICAL, MECHANICAL, CARPENTRY, PLUMBING, AND SOLAR FIELDS WHILE PROVIDING WORK READINESS SUPPORTS, SOFT AND HARD SKILL TRAINING, INDUSTRY-RECOGNIZED CERTIFICATIONS, ON-THE-JOB TRAINING AND SERVICE LEARNING EXPERIENCES WITH LOCAL EMPLOYERS AND PARTNERS, AND BASIC NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97b78f28-c947-b21a-a637-7d1bf7aa39a7-C", "generated_internal_id": "ASST_NON_96260418_6800"}, {"internal_id": 69783327, "Award ID": "96260318", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR ST. NICKS ALLIANCE CORP. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF BROOKLYN, NY IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN INDOOR AIR QUALITY, ASBESTOS HANDLER, CONFINED SPACE ENTRY, OCCUPATION SAFETY AND HEALTH ADMINISTRATION CONSTRUCTION, HEALTH & SAFETY.THERE IS A COMPREHENSIVE, BROAD AND INTERDISCIPLINARY CURRICULUM; WHERE GRADUATES ARE CERTIFIED IN MULTIPLE DISCIPLINES OF THE ENVIRONMENTAL REMEDIATION INDUSTRY, ALLOWING THEM TO WORK IN A BROAD RANGE OF JOBS AND INCREASING THEIR VALUE TO HIRING EMPLOYERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab15a7cc-28bc-d500-9c11-3738b18293d7-C", "generated_internal_id": "ASST_NON_96260318_6800"}, {"internal_id": 69783440, "Award ID": "96260218", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-26", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR ESSEX COUNTY TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF ESSEX COUNTY IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES.  ENVIRONMENTAL WORKFORCE DEVELOPMENT AND JOB TRAINING FUNDS WILL PROVIDE 86 HOURS OF CORE TRAINING INCLUDING 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION 10-HOUR CONSTRUCTION HEALTH AND SAFETY, CONFINED SPACE, SUPPORTED SCAFFOLDING, DISASTER TRAINING AND FIRST AID/CARDIOPULMINARY RESUSCITATION. THE ESSEX COUNTY DIVISION OF TRAINING AND EMPLOYMENT PLANS TO TRAIN PARTICIPANTS TO QUALIFY FOR ENTRY-LEVEL, CAREER LADDER POSITIONS IN ENVIRONMENT-RELATED  POSITIONS, INCLUDING BUT NOT LIMITED TO: SITE REMEDIATION, INTEGRATED PEST CONTROL, HEAVY EQUIPMENT OPERATION, WASTE AND WASTEWATER OPERATIONS, DISASTER/EMERGENCY CLEANUP, INCLUDING MOLD, ASBESTOS AND LEAD PAINT ABATEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbbef6a6-bfe3-ff08-86e8-3dc61c4904f6-C", "generated_internal_id": "ASST_NON_96260218_6800"}, {"internal_id": 97493293, "Award ID": "96253220", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-04", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR THE FORTUNE SOCIETY, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF NEW YORK CITY IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT BROWNFIELDS SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. THE CORE TRAINING PROGRAM INCLUDES 239 HOURS OF INSTRUCTION IN 40-HOUR HAZARDOUS WASTE OPERATIONS, ENVIRONMENTAL HEALTH AND SAFETY, URBAN AGRICULTURE AND COMPOSTING, INNOVATIVE TREATMENT TECHNOLOGY, UNDERGROUND STORAGE TANK AWARENESS, STORMWATER MANAGEMENT AND GREEN INFRASTRUCTURE, SOLID WASTE MANAGEMENT, ASSESSMENT AND CLEANUP, ENVIRONMWNTAL PROTECTION AGENCY LEAD RENOVATION, REPAIR, AND REPAINTING, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION  CONSTRUCTION INDUSTRY HEALTH AND SAFETY PROGRAM, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION CONFINED SPACE, ASBESTOS HANDLER, FEDERAL, GLOBAL HAZARD COMMUNICATION, AND SCAFFOLD USER.  PARTICIPANTS WHO COMPLETE THE TRAINING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6111aca4-2d8c-5062-666e-664f0a26e88d-C", "generated_internal_id": "ASST_NON_96253220_6800"}, {"internal_id": 97080444, "Award ID": "96253120", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-28", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR THE CITY OF ROCHESTER, NY TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF ROCHESTER, NY IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT BROWNFIELDS SITES.  THE CORE TRAINING PROGRAM INCLUDES 250 HOURS OF INSTRUCTION IN 40-HOUR HAZARDOUS WASTE OPERATIONS, ENVIRONMENTAL AWARENESS AND SUSTAINABILITY, ENVIRONMENTAL SAMPLING TECHNIQUES, BROWNFIELDS OVERVIEW AND PROCESS, ASBESTOS HANDLER/WORKER CERTIFICATION, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION 10-HOUR CONSTRUCTION SITE SAFETY,OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION PERMIT-REQUIRED CONFINED SPACE, LEAD ABATEMENT WORKER, MOLD ABATEMENT WORKER, ASBESTOS PROJECT MONITOR CERTIFICATION, AND LEAD SUPERVISOR/CONTRACTOR CERTIFICATION.  PARTICIPANTS WHO COMPLETE THE TRAINING WILL EARN TWO STATE AND FIVE FEDERAL CERTIFICATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fbfadb95-2bbd-66ec-7478-a7e99f52d81e-C", "generated_internal_id": "ASST_NON_96253120_6800"}, {"internal_id": 97493299, "Award ID": "96253020", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-07", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR PATHSTONE, CORP TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF PUERTO RICO IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. THE PATHSTONE CORPORATION PLANS TO TRAIN 60 STUDENTS AND PLACE AT LEAST 41 GRADUATES IN ENVIRONMENTAL JOBS. THE CORE TRAINING PROGRAM INCLUDES 168 HOURS OF INSTRUCTION IN 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE, AUTOMATED EXTERNAL DEFIBRILLATOR AND CARDIOPULMONARY RESUSCITATION TRAINING, FORKLIFT DRIVER, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION 10-HOUR SAFETY, ASBESTOS REMEDIATION, AND LEAD ABATEMENT. PARTICIPANTS WHO COMPLETE THE TRAINING WILL EARN SIX STATE AND ONE FEDERAL CERTIFICATIONS. THE PATHSTONE CORPORATION IS TARGETING THE RURAL MUNICIPALITIES IN PUERTO RICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462fd8f2-c5ab-adc9-620f-725e957c50c5-C", "generated_internal_id": "ASST_NON_96253020_6800"}, {"internal_id": 139813779, "Award ID": "96245521", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR THE RESEARCH FOUNDATION CITY UNIVERSITY OF NEW YORK - THE CITY COLLEGE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF NEW YORK CITY AND THE BRONX IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN ENVIRONMENTAL REMEDIATION.  TRAINING WILL INCLUDE &LDQUOANDFIELD TECHNICIAN BASICS&RDQUOAND AND &LDQUOANDENVIRONMENTAL SAMPLING: SOIL, GROUNDWATER, VAPOR&RDQUOAND AT AN AWARENESS LEVEL. TRAINING WILL ALSO INCLUDE &LDQUOAND PHASE I &AMPAND PHASE II ENVIRONMENTAL SITE ASSESSMENTS&RDQUOAND AT AN INTERMEDIATE LEVEL. FINALLY, IT WILL INCLUDE THE &LDQUOANDOCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION CONSTRUCTION 30-HOUR&RDQUOAND, THE &LDQUOAND40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE &RDQUOAND AS PER OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION 29 CFR 1910.120, AND THE &LDQUOANDOCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION CONFINED SPACE ENTRY&RDQUOAND.  ANTICIPATED DELIVERABLES INCLUDE PROGRAM QUARTERLY REPORTS AND UPLOADING DATA INTO THE ASSESSMENT, CLEANUP, AND REDEVELOPMENT EXCHANGE SYSTEM (ACRES).  ANTICIPATED OUTCOMES INCLUDE MEETING THE AMOUNT OF INDIVIDUALS RECRUITED, TRAINED, AND PLACED INTO EMPLOYMENT IN THE ENVIRONMENTAL FIELD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bca23dab-dad9-3130-6fd7-d18505ff5f7f-C", "generated_internal_id": "ASST_NON_96245521_6800"}, {"internal_id": 139785959, "Award ID": "96244021", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR PEOPLE UNITED FOR SUSTAINABLE HOUSING (PUSH) BUFFALO TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF BUFFALO, NEW YORK IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN ENVIRONMENTAL REMEDIATION.  THE GOAL OF PUSH BUFFALO'S ENVIRONMENTAL WORKFORCE DEVELOPMENT AND JOB TRAINING PROGRAM IS TO TRAIN UNDER- AND UNEMPLOYED WORKERS IN BUFFALO'S MARGINALIZED COMMUNITIES TO BE JOB-READY, FIND EMPLOYMENT, AND BUILD SUSTAINABLE CAREERS IN THE ENVIRONMENTAL FIELD.  THIS INCLUDES BUT IS NOT LIMITED TO PREPARATION FOR JOBS RELATED TO CLEANING UP BROWNFIELDS AND OTHER CONTAMINATED SITES.  IN ADDITION TO THE REQUIRED HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER) TRAINING, ALL PARTICIPANTS WILL RECEIVE OSHA-10 TRAINING AND WILL BE ABLE TO SELECT FROM A VARIETY OF TECHNICAL TRAINING COURSES LEADING TO INDUSTRY CERTIFICATI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "458435a9-bde5-893b-2d90-f5186630da30-R", "generated_internal_id": "ASST_NON_96244021_6800"}, {"internal_id": 139813775, "Award ID": "96243921", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "66.815", "Description": "ST NICKS WILL USE THE AWARDED FUNDS TO OFFER 3 CYCLES OF ENTRY-LEVEL EMERGENCY RESPONSE TRAINING DURING THE APPROVED PROJECT PERIOD. THIS TRAINING INCLUDES THE REQUIRED 40-HOUR HAZWOPER, 30 HOURS OSHA HEALTH AND SAFETY, AND 10 HOUR OSHA SITE SAFETY COURSES. CERTIFICATIONS WILL ALLOW GRADUATES TO WORK ON ALL REMEDIATION AND CONSTRUCTION SITES, IN ADDITION, ST. NICKS WILL OFFER 2-4 ADDITIONAL CERTIFICATIONS BASED ON EMPLOYER DEMAND. BY DESIGN, THE ER TRAINING WILL ALLOW A HIGHLY DISADVANTAGED POPULATION TO ACCESS TRAINING AND ENTER A GROWING INDUSTRY WITH HIGH WAGES, ONE THAT WOULD OTHERWISE BE CLOSED TO THEM WITHOUT TRAINING.  THE TARGET POPULATIONS INCLUDE THOSE IN AND AROUND BROOKLYN COMMUNITY DISTRICTS 1,3,4,5,8 AND 16 WITH RELATIVELY POOR, PREDOMINANTLY HISPANIC AND AFRICAN-AMERICAN RESIDENTS.  ST. NICKS MISSION FOCUSES ON THE UNEMPLOYED WITH SIGNIFICANT BARRIERS TO EMPLOYMENT. THE TRAINING PROGRAM IS DESIGNED TO BE SUCCESSFUL WITH THE MOST DISADVANTAGED IN THE TARGET COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab15a7cc-28bc-d500-9c11-3738b18293d7-C", "generated_internal_id": "ASST_NON_96243921_6800"}, {"internal_id": 140709216, "Award ID": "96242921", "Award Amount": 199933.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR THE HOPE PROGRAM, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF BRONX, NEW YORK IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. THE TRAINING PROGRAM INCLUDES 107 HOURS OF INSTRUCTION IN 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE, ASBESTOS HANDLER, AND BUILDING PERFORMANCE INSTITUTE-MULTI-FAMILY BUILDING OPERATOR. STUDENTS WHO COMPLETE THE TRAINING WILL EARN UP TO ONE STATE AND TWO FEDERAL CERTIFICATIONS.  HOPE ADDRESSES BOTH ECONOMIC AND ENVIRONMENTAL ISSUES IN THE SOUTH BRONX AND BEYOND BY PREPARING UNEMPLOYED AND UNDEREMPLOYED NEW YORKERS FOR JOBS IN GREEN CONSTRUCTION AND MAINTENANCE, ENERGY AUDITING, AND OTHER RELEVANT FIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d38435b1-da71-819b-e094-1c78148d68e6-R", "generated_internal_id": "ASST_NON_96242921_6800"}, {"internal_id": 151169405, "Award ID": "96241422", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR PATHSTONE CORPORATION TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF PUERTO RICO IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY.  PATHSTONE IS TARGETING UNEMPLOYED AND UNDER-EMPLOYED RESIDENTS OF THE MUNICIPALITIES OF BAYAMOACUTE;N, CATANTILDE;O, DORADO, MOROVIS, NARANJITO, TOA ALTA, TOA BAJA, VEGA ALTA AND VEGA BAJA, PUERTO RICO. KEY PARTNERS ARE EMPLOYERS INCLUDING TOLEDO ENGINEERING, WRN CONSTRUCTION, INDUSTRIAL CENTRAL SERVICES, AND BERMUDEZ, LONGO, DIAZ-MASSO; PR WORKFORCE DEVELOPMENT INCLUDING JUNTA LOCAL DE DESARROLLO LABORAL BAYAMOACUTE;N-COMERIO, AREA LOCAL DESAROLLO LABORAL CATANTILDE;O-TOA BAJA, AND JUNTA LOCAL DE DESARROLLO LABORAL DORADO; TRAINING PROVIDERS UNIVERSITY OF PUERTO RICO (CONTINUING ED AND PROFESSIONAL STUDIES) AND NEW ROBLES DRIVING SCHOOL; DEPARTAMENTO DE DESARROLLO ECONOACUTE;MICO (PR ECONOMIC DEVELOPMENT); SENATOR ELIZABETH ROSA-VELEZ; MUNICIPALITY GOVERNMENTS/MAYORS, AND OTHER ENVIRONMENTAL AND COMMUNITY BASED ORGANIZATIONS.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE CONSISTING OF INSTRUCTION AND CERTIFICATION IN HAZARDOUS WATER OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER), PESTICIDE SAFETY, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION (OSHA)10, AUTOMATED EXTERNAL DEFIBRILLATORS (AED), CARDIOPULMONARY RESUSCITATION (CPR) AND FORKLIFT TRAINING. ADDITIONAL ENVIRONMENTAL JOB TRAINING COMPONENTS INCLUDE TWO TRAINING CYCLES OF DISASTER SITE RESPONSE PROVIDING 4 HOURS OF INSTRUCTION, ONE CYCLE OF ASBESTOS AND LEAD ABATEMENT PROVIDING 48 HOURS OF INSTRUCTION, AND TWO TRAINING CYCLES OF HEAVY VEHICLE OPERATION WITH HAZARDOUS MATERIALS AND TRANSPORTATION WORKER IDENTIFICATION CREDENTIAL CERTIFICATIONS PROVIDING 40 HOURS OF INSTRUCTION. PARTICIPANTS WHO COMPLETE THE CORE CURRICULA WILL EARN SIX STATE OR FEDERAL CERTIFICATIONS, WITH OPPORTUNITIES TO EARN UP TO TWO ADDITIONAL STATE ENVIRONMENTAL JOB CERTIFICATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO [INCLUDE TARGET AREA AS WELL AS TARGET GROUPS OF POPULATION ENTITY IS SERVING WITH THIS PROGRAM]. THE ANTICIPATED DELIVERABLES FOR ARE:  \n55 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n13 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n9 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n55 OF INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION (OSHA) 29 CFR 1910.120 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER) TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462fd8f2-c5ab-adc9-620f-725e957c50c5-C", "generated_internal_id": "ASST_NON_96241422_6800"}, {"internal_id": 151169488, "Award ID": "96241322", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE LABORERS' LOCAL 17 TRAINING AND EDUCATIONAL FUND TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CAPITAL DISTRICT, MOHAWK VALLEY, AND HUDSON VALLEY AREA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY.  THE LABORERS LOCAL 17 TRAINING AND EDUCATIONAL FUND COMBINES LECTURES DISCUSSIONS, DEMONSTRATION, HANDS ON ACTIVITIES AND NOW VIRTUAL TRAINING TO SUPPORT DIFFERENT LEARNING STYLES. TRAINEES ARE INTRODUCED TO TOPICS THROUGH AN EXERCISE THAT HELPS DETERMINE THEIR SKILL / KNOWLEDGE LEVEL THAT MAKES INFORMATION RELEVANT TO THEM. LECTURES AND DISCUSSION WILL CREATE A POSITIVE ATTITUDE FOR LEARNERS TO GAIN THE SKILL KNOWLEDGE OF THE ACTIVITIES.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE 712 HOURS OF INSTRUCTION IN 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER), CONFINED SPACE AWARENESS, PERMIT-REQUIRED CONFINED SPACE, ASBESTOS AWARENESS, LEAD WORKER, LEAD AWARENESS, NEW YORK STATE ASBESTOS HANDLER, MICROBIAL REMEDIATION, CONFINED SPACE RESCUE, FIRST AID AND CARDIOPULMONARY RESUSCITATION (CPR), FORKLIFT, COMMERCIAL DRIVERS LICENSE (CDL) B, HAZARDOUS WASTE WORKER AND REFRESHER, AND COMMERCIAL DRIVERS LICENSE (CDL) A.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO [INCLUDE TARGET AREA AS WELL AS TARGET GROUPS OF POPULATION ENTITY IS SERVING WITH THIS PROGRAM]. THE ANTICIPATED DELIVERABLES FOR ARE:  \n122 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n12 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n10 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n122 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49a532c2-87c4-497b-24ce-72f08f265a03-R", "generated_internal_id": "ASST_NON_96241322_6800"}, {"internal_id": 151676127, "Award ID": "96241222", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR THE CITY OF ROCHESTER, NEW YORK TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF ROCHESTER, NEW YORK IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY.  THE TRAINING PROGRAM INCLUDES 250 HOURS OF INSTRUCTION IN 40-HOUR HAZWOPER, ENVIRONMENTAL AWARENESS AND SUSTAINABILITY, ENVIRONMENTAL SAMPLING TECHNIQUES, BROWNFIELD FROM DISCOVERY TO REUSE, ASBESTOS HANDLER/WORKER CERTIFICATION, OSHA 30-HOUR CONSTRUCTION SITE SAFETY, OSHA PERMIT REQUIRED CONFINED SPACE, LEAD ABATEMENT WORKER, MOLD ABATEMENT WORKER, ASBESTOS PROJECT MONITOR CERTIFICATION, AND LEAD SUPERVISOR/CONTRACTOR CERTIFICATION. STUDENTS WHO COMPLETE THE TRAINING WILL EARN UP TO THREE STATE AND FIVE FEDERAL CERTIFICATIONS.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE [LIST TRAININGS AND CERTIFICATIONS THAT STUDENTS WILL EARN WHICH CAN BE FOUND IN THE TRAINING CURRICULUM IN GRANT RECIPIENT'S APPLICATION].SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO THE CITY OF ROCHESTER, NEW YORK. THE ANTICIPATED DELIVERABLES ARE:  \n- 60  INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n- 12 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n- 8 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n- 60 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fbfadb95-2bbd-66ec-7478-a7e99f52d81e-C", "generated_internal_id": "ASST_NON_96241222_6800"}, {"internal_id": 161572587, "Award ID": "96234123", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-26", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR ST. NICKS ALLIANCE CORPORATION TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF BROOKLYN, NEW YORK IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, INDOOR AIR QUALITY, GREEN CONSTRUCTION AND CHEMICAL SAFETY.  ST. NICKS TRAINING INCLUDES: INTRODUCTION TO ENVIRONMENTAL INDUSTRY, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION CONSTRUCTION HEALTH AND SAFETY, INDOOR AIR QUALITY MOLD REMEDIATION, ASBESTOS HANDLER, CONFINED SPACE ENTRY, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION SITE SAFETY, AND LEAD ABATEMENT. THE PROGRAM INCLUDES LEVERAGING RESOURCES FOR MANY OF THE ANCILLARY SERVICES, TECHNICAL TRAINING AND SUPPORT PARTICIPANTS NEED TO COMPETE WITH JOB APPLICANTS INCLUDING REMEDIAL EDUCATION, SUPPORTIVE SERVICES, JOB READINESS/LIFE SKILLS TRAINING, JOB SEARCH ASSISTANCE AND POST PLACEMENT SERVICES.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ST. NICKS ALLIANCE PLANS TO TRAIN 120 STUDENTS AND PLACE AT LEAST 96 IN ENVIRONMENTAL JOBS. THE TRAINING PROGRAM INCLUDES 160 HOURS OF INSTRUCTION IN 40-HOUR HAZWOPER, INTRODUCTION TO ENVIRONMENTAL INDUSTRY, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION CONSTRUCTION HEALTH AND SAFETY, INDOOR AIR QUALITY MOLD REMEDIATION, ASBESTOS HANDLER, CONFINED SPACE ENTRY, OSHA SITE SAFETY, AND LEAD ABATEMENT. STUDENTS WHO COMPLETE THE TRAINING WILL EARN UP TO ONE STATE AND SIX FEDERAL CERTIFICATIONS. ST. NICKS ALLIANCE IS TARGETING STUDENTS WITHIN NORTH AND CENTRAL BROOKLYN, SPECIFICALLY LOW AND MODERATE-INCOME RESIDENTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ST. NICKS ALLIANCE CORP. IS FOCUSED ON SUPPORTING INDIVIDUALS WITH SIGNIFICANT BARRIERS TO EMPLOYMENT SUCH AS HISTORIES OF COURT INVOLVEMENT, SUBSTANCE USE DISORDER, HOMELESSNESS, OR LOW EDUCATIONAL ATTAINMENT. THE ANTICIPATED DELIVERABLES FOR ARE:  \n120/112/96 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n6 OF CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n7 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n112 OF INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "ab15a7cc-28bc-d500-9c11-3738b18293d7-C", "generated_internal_id": "ASST_NON_96234123_6800"}, {"internal_id": 161572586, "Award ID": "96234023", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR THE CITY OF ROCHESTER, NEW YORK TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF ROCHESTER IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, EMERGENCY PLANNING AND CHEMICAL SAFETY.  THE CITY WILL PROVIDE A COMPREHENSIVE, BROAD AND INTERDISCIPLINARY CURRICULUM WHERE GRADUATES ARE CERTIFIED IN MULTIPLE DISCIPLINES OF THE ENVIRONMENTAL REMEDIATION INDUSTRY ALLOWING THEM TO WORK IN A BROAD RANGE OF JOBS AND INCREASING THEIR VALUE TO EMPLOYERS. THE REQUIRED 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE IS INCLUDED AS IS THE 30-HOUR  OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION  HEALTH AND SAFETY AND 10-HOUR  OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION  SITE SAFETY; AND HEALTH AND SAFETY ISSUES ARE INFUSED IN ALL ELEMENTS OF TRAINING. THESE CERTS ALLOW GRADUATES TO WORK ON ALL REMEDIATION AND CONSTRUCTION SITES. .ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. THE TRAINING PROGRAM INCLUDES 132 HOURS OF INSTRUCTION IN 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE, ASBESTOS HANDLER/ WORKER CERTIFICATION, AIR MONITOR/ASBESTOS PROJECT MONITOR CERTIFICATION, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION 10-HOUR CONSTRUCTION SITE SAFETY, AND CONSTRUCTION INSPECTION. STUDENTS WHO COMPLETE THE TRAINING WILL EARN UP TO ONE STATE AND THREE FEDERAL CERTIFICATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO DISADVANTAGED RESIDENTS WITHIN THE CITY OF ROCHESTER, NEW YORK. THE ANTICIPATED DELIVERABLES FOR ARE:  \n100/90/82 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n10 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n5 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n90 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "fbfadb95-2bbd-66ec-7478-a7e99f52d81e-C", "generated_internal_id": "ASST_NON_96234023_6800"}, {"internal_id": 161572585, "Award ID": "96233523", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR PATHSTONE CORPORATION TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF PUERTO RICO IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, EMERGENCY PLANNING AND CHEMICAL SAFETY.  PATHSTONE CORPORATION IS TARGETING STUDENTS WITHIN CAGUAS, GUAYNABO, GURABO, HUMACAO, JUNCOS, LAS PIEDRAS, AND SAN JUAN, SPECIFICALLY UNDEREMPLOYED AND UNEMPLOYED INDIVIDUALS. PATHSTONE FACILITATES EFFECTIVE INTERACTION BETWEEN EMPLOYERS AND TRAINING PROVIDERS TO INSURE THAT GRADUATES ARE DESIRABLE JOB CANDIDATES. PERIODIC MEETINGS ARE COORDINATED TO ENGAGE PROJECT PARTNERS ALL YEAR ROUND.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. PATHSTONE CORPORATION PLANS TO TRAIN 110 STUDENTS AND PLACE 80 GRADUATES IN ENVIRONMENTAL JOBS. THE CORE TRAINING PROGRAM INCLUDES 80 HOURS OF INSTRUCTION IN HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE TRAINING, PESTICIDE SAFETY, OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION (OSHA)10, AED, CARDIOPULMONARY RESUSCITATION (CPR) AND FORKLIFT TRAINING. ADDITIONAL ENVIRONMENTAL JOB TRAINING COMPONENTS INCLUDE ASBESTOS AND LEAD ABATEMENT, MOLD REMEDIATION, DISASTER SITE RESPONSE, AND HEAVY VEHICLE OPERATION WITH HAZARDOUS MATERIAL CERTIFICATION.  PARTICIPANTS WHO COMPLETE THE CORE TRAINING WILL EARN SIX STATE OR FEDERAL CERTIFICATIONS, WITH OPPORTUNITIES TO EARN UP TO TWO ADDITIONAL STATE ENVIRONMENTAL JOB CERTIFICATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:PATHSTONE CORPORATION IS FOCUSED ON SUPPORTING INDIVIDUALS WITH SIGNIFICANT BARRIERS TO EMPLOYMENT SUCH AS HISTORIES OF COURT INVOLVEMENT, SUBSTANCE USE DISORDER, HOMELESSNESS, OR LOW EDUCATIONAL ATTAINMENT. THE ANTICIPATED DELIVERABLES FOR ARE:  \n120/110/80 OF INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n8 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n6 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n110 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "462fd8f2-c5ab-adc9-620f-725e957c50c5-C", "generated_internal_id": "ASST_NON_96233523_6800"}, {"internal_id": 140708743, "Award ID": "95812100", "Award Amount": 178095.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR GROUNDWORK DENVER TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF SHERIDAN, CO AND THE GREATER DENVER METRO AREA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS BUILDING SKILLS IN GREEN INFRASTRUCTURE (GI) DESIGN, IMPLEMENTATION, AND MANAGEMENT. THE PROGRAM WILL PROVIDE THREE, 4-5-WEEK LONG TRAINING SESSIONS FOR 12-15 PARTICIPANTS EACH THROUGHOUT THE PROJECT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da62b88f-d2f3-4ddc-af3e-44506873cfff-R", "generated_internal_id": "ASST_NON_95812100_6800"}, {"internal_id": 47824194, "Award ID": "95489111", "Award Amount": 692296.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2012-02-23", "CFDA Number": "66.815", "Description": "THIS ACTION APPROVES A PARTIAL AWARD IN THE AMOUNT OF $286,819 TO FLORIDA STATE COLLEGE AT JACKSONVILLE TO RECRUIT, TRAIN, AND PLACE PREDOMINANTLY LO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bae03bb-9263-4386-8bb8-0e95b64a70fe-C", "generated_internal_id": "ASST_NON_95489111_6800"}, {"internal_id": 157865247, "Award ID": "95311101", "Award Amount": 499169.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-28", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS AWARD PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) (ALSO KNOWN AS THE BIPARTISAN INFRASTRUCTURE LAW (BIL)) FOR AUBERLE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF ALLEGHENY COUNTY, PENNSYLVANIA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES.  ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT INCLUDE PROVIDING TRAINING IN THE FOLLOWING AREAS: 40 HOURS OF OSHA HAZWOPER, 32-HOUR ASBESTOS TRAINING, LEAD TRAINING, CONFINED SPACE ENTRY, OSHA 10, BLOOD BORNE PATHOGENS, AND FIRST AID/CPR, AS WELL AS EMPLOYMENT FUNDAMENTALS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO ALLEGHENY COUNTY, PENNSYLVANIA.  THE ANTICIPATED DELIVERABLES ARE: 95 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES; 12 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES; 7 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS; AND, 117 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.  \n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE: HELPING RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS; PROVIDING TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD; IMPROVING COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS; REDUCING EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS; FOSTERING SELF-SUFFICIENCY AND ENHANCING THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION; AND, ENABLING RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.\n\nBENEFICIARIES WILL BE PEOPLE WITH BARRIERS TO EMPLOYMENT IN ALLEGHENY COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": 499169.0, "recipient_id": "dd40c459-b24d-b07f-8778-5cbd487823cc-C", "generated_internal_id": "ASST_NON_95311101_6800"}, {"internal_id": 158703379, "Award ID": "95311001", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-26", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) (ALSO KNOWN AS THE BIPARTISAN INFRASTRUCTURE LAW (BIL)) FOR CIVIC WORKS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF BALTIMORE, MD IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN ENVIRONMENTAL HEALTH AND SAFETY IN BALTIMORE'S INFRASTRUCTURE, FIRST-AID AND CPR, OTHER ENVIRONMENTAL WORKPLACE SAFETY AND OPERATIONS. ULTIMATELY, CIVIC WORKS LOOKS TO BUILD GRADUATES' EMPLOYABILITY TO THE HIGHEST LEVEL POSSIBLE, AND HELP RESIDENTS FROM COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION TAKE ADVANTAGE OF THE JOBS CREATED BY INVESTMENT IN BROWNFIELDS ASSESSMENT AND REMEDIATION. ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED UNDER THIS PROJECT INCLUDE TRAINING IN THE FOLLOWING AREAS: EPA AHERA WORKER, OSHA CONSTRUCTION SAFETY AND EQUIPMENT OPERATOR, OSHA HAZARDOUS SITE WORKER PROTECTION AND EMERGENCY RESPONSE, OSHA CONFINED SPACE ENTRY, OSHA FALL PROTECTION, BASIC FIRST AID AND ADULT CPR, HAZARDOUS WASTE SITE WORKER PROTECTION AND EMERGENCY RESPONSE (HAZWOPER), AND ENVIRONMENTAL HEALTH AND SAFETY IN BALTIMORE'S INFRASTRUCTURE CERTIFICATION COURSES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO THE INTENDED BENEFICIARIES, UNEMPLOYED OR UNDEREMPLOYED BALTIMORE CITY RESIDENTS. THE ANTICIPATED DELIVERABLES INCLUDE 240 INDIVIDUALS RECRUITED AND TRAINED, 192 CERTIFIED, AND AT LEAST 163 PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES, 8 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES; 6 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS; AND, 192 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING. ULTIMATELY THIS PROJECT WILL HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS BY PROVIDING TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD. IN OUTCOME, THE PROJECT WILL IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS AND REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS. IN THE END, THE PROJECT WILL FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION. RESIDENTS WILL BE ABLE TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "4b92a132-3a63-b8a7-915b-d88b4ddc0764-C", "generated_internal_id": "ASST_NON_95311001_6800"}, {"internal_id": 160687095, "Award ID": "95308301", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR PITTSBURGH CONSERVATION CORPS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF ALLEGHENY COUNTY, PA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES AND STORM WATER MANAGEMENT. HARD SKILLS TRAINING FOCUSES UPON TWO MAIN AREAS: ENVIRONMENTAL STEWARDSHIP AND TOOLS AND SAFETY; SPECIAL TRAINING IN CHAIN SAW SAFETY, FIRST AID CERTIFICATION, HAZWOPER, AND NGICP ARE ALL INCLUDED. FOLLOWING THE 7-WEEK TRAINING, CREW MEMBERS MAY BE HIRED BY THE RECIPIENT'S EMPLOYMENT SOCIAL ENTERPRISE, AND ARE DEPLOYED ON JOB SITES TO RECEIVE FURTHER ON-THE-JOB TRAINING IN GSI, WOODLAND TRAILS, HABITAT RESTORATION, AND VACANT LOT MANAGEMENT. ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO LEARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE SPECIAL TRAINING IN CHAIN SAW SAFETY, FIRST AID CERTIFICATION, HAZWOPER, AND NGICP ARE ALL INCLUDED. FOLLOWING THE 7-WEEK TRAINING, CREW MEMBERS MAY BE HIRED BY RECIPIENT'S EMPLOYMENT SOCIAL ENTERPRISE, AND ARE DEPLOYED ON JOB SITES TO RECEIVE FURTHER ON-THE-JOB TRAINING IN GSI, WOODLAND TRAILS, HABITAT RESTORATION, AND VACANT LOT MANAGEMENT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO PEOPLE WITH BARRIERS TO EMPLOYMENT IN ALLEGHENY COUNTY, PA. BENEFICIARIES WILL BE PEOPLE WITH BARRIERS TO EMPLOYMENT IN ALLEGHENY COUNTY, PA.  THE ANTICIPATED DELIVERABLES FOR ARE:  35 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES; 4 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES; 4 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS; AND, 51 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE HELPING RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS; PROVIDING TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD; IMPROVING COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS; REDUCING EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS; FOSTERING SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION; AND, ENABLING RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "04f752d1-d3d7-10e9-84ee-14f7294be2e4-R", "generated_internal_id": "ASST_NON_95308301_6800"}, {"internal_id": 157865244, "Award ID": "95300701", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-30", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) (ALSO KNOWN AS THE BIPARTISAN INFRASTRUCTURE LAW (BIL)) FOR THE ENERGY COORDINATING AGENCY OF PHILADELPHIA TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF PHILADELPHIA, PA  WHO RESIDE IN DISADVANTAGED COMMUNITIES, AS DEFINED BY THE JUSTICE 40 INITIATIVE, IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN SOIL SAMPLING, BIOREMEDIATION, STORM WATER MANAGEMENT, SOLAR PV INSTALLATION, AND EPA RRP LEAD. WHEN TRAINEES COMPLETE THE PROGRAM, A JOB PLACEMENT SPECIALIST WILL HELP THEM CONNECT WITH GOOD COMPANIES THAT HAVE OPEN POSITIONS. ECA HAS EXTENSIVE EXPERIENCE TRAINING AND WORKING WITH DISADVANTAGED, MINORITY POPULATIONS, FROM RETURNING CITIZENS TO VETERANS PURSUING TECHNICAL SKILLS THEY CAN BUILD A CAREER ON.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ALL TRAINEES IN THE PROGRAM WILL COMPLETE ALL 6 COURSES IN COHORTS OF 15 STUDENTS OVER A TEN-WEEK PERIOD. WHEN TRAINEES COMPLETE THE PROGRAM, A JOB PLACEMENT SPECIALIST WILL HELP THEM CONNECT WITH ECA'S EMPLOYER PARTNERS AND OTHER COMPANIES WHO WILL INTERVIEW THEM FOR OPEN POSITIONS. TRAINEES WHO SUCCESSFULLY COMPLETE THE PROGRAM WILL RECEIVE THE FOLLOWING CREDENTIALS: OSHA HAZWOPER, THE NORTH AMERICAN BOARD OF CERTIFIED ENERGY PRACTITIONERSREG; (NABCEPREG;) PV INSTALLATION PROFESSIONAL (PVIP), AND EPA'S LEAD RENOVATION, REPAIR AND PAINTING (EPA-RRP), AS WELL AS ECA CERTIFICATIONS FOR SOIL SAMPLING AND BIOREMEDIATION. ONE OF THE EIGHT COHORTS WILL BE FROM ASPIRA, INC. THESE WILL BE HIGH SCHOOL STUDENTS WHO WILL COMPLETE THE TRAINING DURING THEIR SENIOR YEAR SO THEY WILL GRADUATE WITH THEIR DIPLOMA AS WELL AS THE THREE NATIONAL CREDENTIALS. TWO OTHER COHORTS WILL BE SELECTED IN PARTNERSHIP WITH BEYOND LITERACY, THE LARGEST LITERACY AGENCY IN PHILADELPHIA. BELIT HELPS LEARNERS IMPROVE THEIR READING, WRITING, MATH, ENGLISH LANGUAGE, DIGITAL LITERACY, AND WORKPLACE SKILLS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES FOR THE PROJECT ARE 240 INDIVIDUALS RECRUITED AND 120 ENROLLED IN THE TRAINING PROGRAM.  IT IS ANTICIPATED THAT 90% WILL COMPLETE TRAINING PROGRAM, 88% WILL BE PLACED IN JOBS, 78% WILL BE RETAINED IN JOBS AFTER 6 MONTHS, AND 80% WILL PURSUE FURTHER EDUCATION.   \n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE: HELPING RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS, PROVIDING TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD, IMPROVING COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS, REDUCING EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS, FOSTERING SELF-SUFFICIENCY AND ENHANCING THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION, AND ENABLING RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "6495834f-dc56-4c6d-a92a-bd758408a0c3-C", "generated_internal_id": "ASST_NON_95300701_6800"}, {"internal_id": 159191018, "Award ID": "95300601", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) (ALSO KNOWN AS THE BIPARTISAN INFRASTRUCTURE LAW (BIL)) FOR WEST END NEIGHBORHOOD HOUSE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF NEW CASTLE COUNTY, DELAWARE IN ENVIRONMENTAL CAREERS.  IT PROVIDES PARTICIPANTS WITH TRAINING AND SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. THE TRAINING PROGRAM WILL INCLUDE CERTIFICATION TRAINING, WORKFORCE READINESS IN THE FORM OF RESUME BUILDING, INTERVIEW SKILLS, SOFT SKILLS DEVELOPMENT (AT NO ADDITIONAL COST), AND INTENSIVE JOB PLACEMENT ASSISTANCE. IN ADDITION AND AT NO COST TO EPA, TRAINEES WILL PARTICIPATE IN WORKSHOPS AND CASE MANAGEMENT TO RECEIVE WRAP AROUND SERVICES TO ELIMINATE BARRIERS TO SELF-SUFFICIENCY AND HAVE ACCESS TO DIGITAL AND FINANCIAL LITERACY COURSES, MENTORING SERVICES, AND GED PREPARATION.ACTIVITIES:ACTIVITIES TO BE PERFORMED DURING  THIS PROJECT ARE  OSHA 40 (HAZWOPER), OSHA FORKLIFT OPERATOR, EPA LEAD RENOVATION, REPAIR, AND PAINT, MOLD AND MICROBIAL WORKER, OSHA CONFINED SPACE ENTRY, ASBESTOS WORKER, LEAD ABATEMENT WORKER, COVID- 19 INFECTION CLEANUP, AND COMMERCIAL DRIVER'S LICENSE TRAINING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO PEOPLE WITH BARRIERS TO EMPLOYMENT IN NEW CASTLE COUNTY, DELAWARE. BENEFICIARIES WILL BE PEOPLE WITH BARRIERS TO EMPLOYMENT IN NEW CASTLE COUNTY, DELAWARE. THE ANTICIPATED DELIVERABLES FOR ARE:  100 OF INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES; 12 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES; 12 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS; AND 116 INDIVIDUALS CERTIFIED IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE HELPING RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS; PROVIDING TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD; IMPROVING COMMUNITY INVOLVEMENT AND STIMULATING THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS; REDUCING EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS; FOSTERING SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION; AND ENABLING RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "dd093713-d53f-6f93-5845-4dde8ff05f21-C", "generated_internal_id": "ASST_NON_95300601_6800"}, {"internal_id": 162165343, "Award ID": "02J31801", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR ZENDER ENVIRONMENTAL HEALTH AND RESEARCH GROUP TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS IN RURAL ALASKA WITHIN THE ENVIRONMENTAL TECHNICIAN ARENA THROUGH THE RURAL ALASKA COMMUNITY ENVIRONMENTAL JOB TRAINING (RACEJT) PROGRAM. GRADUATES BECOME LEADERS AND PREPARED FIRST RESPONDERS FOR CONTAMINANT SPILL EMERGENCIES AND OTHER DISASTERS.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS WITHIN THE ENVIRONMENTAL TECHNICIAN ARENA. STUDENTS RECEIVE OVER 15 CERTIFYING CLASSES THAT WILL HELP PREPARE THEM TO ATTAIN EMPLOYMENT WITHIN THEIR COMMUNITY OR REGION. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO UNEMPLOYED AND UNDEREMPLOYED RESIDENTS IN RURAL ALASKA. THE RACEJT PROGRAM WILL OFFER FOUR COHORTS WITHIN FOUR YEARS AND PLACEMENT TRACKING FOR 12-18 MONTHS, POST TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee3b823-fad0-1ac1-bf2f-b4b6683903df-C", "generated_internal_id": "ASST_NON_02J31801_6800"}, {"internal_id": 152691219, "Award ID": "02J04501", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-06", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR ALASKA FORUM TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS IN RURAL ALASKA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY. SPECIFICALLY, ALASKA FORUM'S  ENVIRONMENTAL TRAINING AND APPRENTICESHIP PROGRAM WILL PROVIDE ENTRY LEVEL CREDENTIALS FOR EMPLOYMENT IN THE ASSESSMENT, CLEANUP AND MANAGEMENT OF SOLID AND HAZARDOUS MATERIALS AND IS A STEP TOWARDS COMPLETING THE TRAINING AND ON THE JOB LEARNING EXPERIENCE REQUIREMENTS OF AN APPRENTICESHIP. ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT INCLUDES A DIVERSITY OF CERTIFICATIONS AND AWARENESS TRAININGS DESIGNED TO ENSURE THE EMPLOYMENT OF GRADUATES IN ENVIRONMENTAL JOBS. ALL TRAININGS WILL INCLUDE OSHA 29 CFR 1910.120 40-HOUR HAZWOPER OR 8-HOUR HAZWOPER REFRESHER. OTHER COURSES, IDENTIFIED THROUGH OUR LABOR MARKET SURVEYS AND LISTED IN TABLE 2 IN THE WORKPLAN, WILL BE OFFERED BASED ON LOCAL WORKFORCE NEEDS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAININGS AND CERTIFICATES TO 45 INDIVIDUALS THROUGH THE ALASKA FORUM JOB TRAINING PROGRAM EACH YEAR. THE ALASKA FORUM ENVIRONMENTAL TRAINING AND APPRENTICESHIP PROGRAM (ETAP) ADDRESSES THE NEED IN RURAL AND ALASKA NATIVE COMMUNITIES FOR THE REVITALIZATION OF CONTAMINATED AND BROWNFIELDS SITES AND DEVELOPS A QUALIFIED LOCAL WORKFORCE THAT CAN TAKE ADVANTAGE OF THE JOBS CREATED BY CLEANUP AND REMEDIATION. \n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE IMPLEMENTING A COMPREHENSIVE TRAINING PROGRAM THAT PROVIDES THE CERTIFICATIONS AND KNOWLEDGE TO ENSURE THE EMPLOYMENT OF LOCAL UNEMPLOYED, UNDEREMPLOYED, AND LOW-INCOME MINORITY RESIDENTS IN ENVIRONMENTAL JOBS, DELIVERING A SUSTAINABLE TRAINING PROGRAM THAT BENEFITS BOTH STUDENTS AND THEIR COMMUNITIES  AND PROVIDES LOCAL CONTRACTORS CONDUCTING BUSINESS IN RURAL ALASKA WITH A RELIABLE SOURCE OF HIGH-QUALITY ENTRY AND JOURNEYMAN LEVEL FIELD TECHNICIANS, PREPARING ETAP GRADUATES FOR CONTINUED PROFESSIONAL DEVELOPMENT AND WORK EXPERIENCE THROUGH THE ENVIRONMENTAL TECHNICIAN APPRENTICESHIP PROGRAM, AND CONTINUE PROVIDING THEIR TRAINING CURRICULUM ALLOWING COVID SAFE LEARNING ENVIRONMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "107fd407-1e83-653e-e877-aadf21af7bf1-C", "generated_internal_id": "ASST_NON_02J04501_6800"}, {"internal_id": 152549414, "Award ID": "02F13601", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR CHEYENNE AND ARAPAHO TRIBES OF OKLAHOMA  TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF CONCHO, OK IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY. \n\nTHE 40-HOUR HAZWOPER TRAINING IS APPLICABLE TO 'GENERAL SITE' WORKERS WHO WILL PRIMARILY CONDUCT ENVIRONMENTAL REMEDIATION AND CLEAN-UP OPERATIONS INVOLVING HAZARDOUS SUBSTANCES AT UNCONTROLLED HAZARDOUS WASTE SITES. THIS IS APPLICABLE TO THE ENTRY LEVEL WORKERS WE WILL BE TRAINING. USE OF PPE AND HOW TO SAFELY CLEAN UP AFTERWARDS IS INCLUDED IN THE CURRICULUM. THOSE WHO COMPLETE THE PROGRAM WILL LEARN HOW TO SAFELY AND EFFECTIVELY CLEAN UP INDUSTRIALLY CONTAMINATED SITES, WHILE PROTECTING THEMSELVES. PARTICIPANTS WILL BE AWARDED A CERTIFICATE OF COMPLETION UPON SUCCESSFUL COMPLETION OF THE HAZWOPER AND LEAD ABATEMENT TRAINING. THOSE WHO SUCCESSFULLY COMPLETE THE LEAD ABATEMENT TRAINING WILL ALSO RECEIVE CERTIFICATION THROUGH THE STATE DEPARTMENT OF ENVIRONMENTAL QUALITY.\n\n\n\n\nACTIVITIES:THIS PROJECT WILL TRAIN STUDENTS TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE HAZWOPER AND LEAD ABATEMENT TRAINING. THOSE WHO SUCCESSFULLY COMPLETE THE LEAD ABATEMENT TRAINING WILL RECEIVE CERTIFICATION THROUGH THE STATE DEPARTMENT OF ENVIRONMENTAL QUALITY.  ALSO, THERE WILL BE REFRESHER COURSES FOR THOSE WHO RECEIVE THE INITIAL HAZWOPER TRAINING, AS AN ANNUAL REFRESHER COURSE TO MAINTAIN CERTIFICATION.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO 'GENERAL SITE' WORKERS WHO WILL PRIMARILY CONDUCT ENVIRONMENTAL REMEDIATION AND CLEAN-UP OPERATIONS INVOLVING HAZARDOUS SUBSTANCES AT UNCONTROLLED HAZARDOUS WASTE SITES IN CHEYENNE AND ARAPAHO TRIBES, INCLUDING CONCHO, OK. THE ANTICIPATED DELIVERABLES FOR ARE:  \n75 OF INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \nAT LEAST 3 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n60 OF APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n60 OF INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15eaa456-ddfd-22e5-5e26-d4327904bc04-C", "generated_internal_id": "ASST_NON_02F13601_6800"}, {"internal_id": 159163398, "Award ID": "02D45023", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS ACTION APPROVES FUNDING IN THE AMOUNT OF $500,000 TO THE CORPORATION TO DEVELOP COMMUNITIES OF TAMPA (CDC) OF TAMPA, INC. UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE EAST TAMPA, FLORIDA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY. THE GOAL OF THE PARTNERSHIP IS TO HELP UNEMPLOYED AND UNDER-EMPLOYED RESIDENTS DEVELOP THE SKILLS AND EARN THE CERTIFICATIONS NECESSARY TO SECURE FULL-TIME CAREERS IN ENVIRONMENTAL AND BROWNFIELDS REMEDIATION. ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED UNDER THIS PROJECT INCLUDE ADDRESSING THE LABOR MARKET NEEDS FOR ENVIRONMENTAL REMEDIATION CAREERS IN TAMPA BAY. THE MARKET INDICATES A STRONG NEED FOR A LOCAL WORKFORCE WITH THE FOLLOWING BROWNFIELDS SKILLS AND CERTIFICATIONS: OSHA 29 CFR 1910.120 40-HOUR HAZWOPER, HAZARDOUS WASTE MANAGEMENT AND HAZARD COMMUNICATION, AND ENVIRONMENTAL SOIL AND WATER SAMPLING. OTHER IMPORTANT SKILLS AND CERTIFICATIONS NEEDED INCLUDE FIRST AID/CPR, FORKLIFT OPERATION, EMERGENCY AND SPILL RESPONSE, CHEMICAL SAFETY, RESPIRATORY SAFETY, AND JOB READINESS SKILLS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TARGETING UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF EAST TAMPA, FLORIDA. THE ANTICIPATED DELIVERABLES ARE:180 OF INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. 8 OF CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.126 OF APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.  126 OF INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING. EXPECTED OUTCOMES FROM THIS PROJECT INCLUDE: -HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD. -IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. -REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS. -FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION. -ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "c0f3eafd-c6e0-5654-a6f6-64641a88195a-C", "generated_internal_id": "ASST_NON_02D45023_6800"}, {"internal_id": 158690028, "Award ID": "02D44923", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-28", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58).  THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $500,000 TO SUPPORT THE SUSTAINABLE WORKPLACE ALLIANCE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF KISSIMMEE IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY. STUDENTS WHO COMPLETE THE TRAINING WILL EARN UP TO ONE STATE AND FIVE FEDERAL CERTIFICATIONS.  ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE HAZWOPER, INTRODUCTION TO EPA AND ENVIRONMENTAL JUSTICE, OSHA 10 HOUR (CONSTRUCTION), POWERED INDUSTRIAL TRUCK (FORKLIFT), WATER SAMPLING, FIRST AID, CPR, AND BLOODBORNE PATHOGENS, HAZMAT LABELING AND SHIPPING, EPA RENOVATION, REPAIR, AND PAINTING, COMMERCIAL DRIVERS LICENSE PERMIT, AND ASBESTOS ABATEMENT WORKER.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO THE CITY OF KISSIMMEE UNEMPLOYED POPULATION. THE ANTICIPATED DELIVERABLES FOR ARE: 120 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES;72 OF CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES AND SIX APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS. EXPECTED OUTCOMES FROM THIS PROJECT INCLUDE: HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS; PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD; IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS; REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS;FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION AND ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "a546e647-3db3-c680-d87c-6b44d829986d-R", "generated_internal_id": "ASST_NON_02D44923_6800"}, {"internal_id": 152791540, "Award ID": "02D24422", "Award Amount": 199790.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-08-30", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR NORTH PORT SAINT. JOE ENVIRONMENTAL WORKFORCE DEVELOPMENT TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF NORTH PORT ST. JOE, FL, IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY THE TRAINING CURRICULUM WAS DEVELOPED BASED ON AN INFORMAL LABOR MARKET ASSESSMENT AS WELL AS FEEDBACK FROM KEY EMPLOYERS AND COMMUNITY PARTNERS WITHIN THE AREA: OSHA HAZWOPER 40-HOUR (INCLUDES RESPIRATOR FIT TESTING), INTRODUCTION TO ENVIRONMENTAL JUSTICE/ENVIRONMENTAL STEWARDSHIP, INTRODUCTION TO BROWNFIELDS, PHASE I AND II SITE ASSESSMENTS WITH FIELD WORK, FIELD TECHNICIAN BASICS, SOIL/GROUNDWATER SAMPLING WITH FIELD WORK, OSHA 30-HR GENERAL INDUSTRY (ALSO INCLUDES OSHA 10-HR BASIC SAFETY), GIS DRAINAGE AND INFRASTRUCTURE, SURVEY MAPPING, STORMWATER/WATER/WASTEWATER AND ENVIRONMENTAL WITH FIELD TRIPS, HAZMAT WASTE MANAGEMENT AND SHIPPING, FEMA ICS, CERTIFIED IN LEAD, ASBESTOS, AND MOLD, SOLID WASTE MANAGEMENT/REMEDIATION AND UST, AND FIRST AID/CPR/AED AND BLOODBORNE PATHOGENS. NORTH PORT SAINT JOE ARE THE INTENDED BENEFICIARIES OF THIS GRANT. THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $199,790.00 TO PIONEER BAY COMMUNITY DEVELOPMENT CORPORATION.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE DEVELOPED BASED ON AN INFORMAL LABOR MARKET ASSESSMENT AS WELL AS FEEDBACK FROM KEY EMPLOYERS AND COMMUNITY PARTNERS WITHIN THE AREA: OSHA HAZWOPER 40-HOUR (INCLUDES RESPIRATOR FIT TESTING), INTRODUCTION TO ENVIRONMENTAL JUSTICE/ENVIRONMENTAL STEWARDSHIP, INTRODUCTION TO BROWNFIELDS, PHASE I AND II SITE ASSESSMENTS WITH FIELD WORK, FIELD TECHNICIAN BASICS, SOIL/GROUNDWATER SAMPLING WITH FIELD WORK, OSHA 30-HR GENERAL INDUSTRY (ALSO INCLUDES OSHA 10-HR BASIC SAFETY), GIS DRAINAGE AND INFRASTRUCTURE, SURVEY MAPPING, STORMWATER/WATER/WASTEWATER AND ENVIRONMENTAL WITH FIELD TRIPS, HAZMAT WASTE MANAGEMENT AND SHIPPING, FEMA ICS, CERTIFIED IN LEAD, ASBESTOS, AND MOLD, SOLID WASTE MANAGEMENT/REMEDIATION AND UST, AND FIRST AID/CPR/AED AND BLOODBORNE PATHOGENS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO NORTH PORT ST. JOE, FL. THE PIONEER BAY CDC EXPECTS TO ENROLL A TOTAL OF 75 STUDENTS WITH AN ANTICIPATION THAT 60 STUDENTS WILL GRADUATE THE PROGRAM (IN INCREMENTS OF 6 COHORTS WITH 10 STUDENTS PER COHORT), WHERE 45 (75%) OF THOSE GRADUATES ARE PROJECTED TO BE PLACED IN ENVIRONMENTAL JOBS AND TRACKED FOR ONE YEAR.  TRAINING WOULD BEGIN UPON THE RELEASE OF FUNDS IN FISCAL YEAR 2022 (PROJECTED MID JULY 2022) AND WILL RUN FOR TWO YEARS UNTIL 2023, WHILE THE THIRD YEAR (2024) WILL BE UTILIZED FOR ANY REMAINING JOB PLACEMENT EFFORTS AND REPORTING ACCOMPLISHMENTS.  ALL COURSES WILL BE PROVIDED TO EACH STUDENT OF THE PROGRAM.  GENERALLY, STUDENTS FROM THE PORT SAINT JOE AREA WILL BE EXPECTED TO ARRIVE DAILY AT 7:45 A.M. FOR CHECK-IN AND PARTICIPATE IN TRAINING FROM 8:00 A.M. UNTIL 5:00 P.M., MONDAY THROUGH FRIDAY. \nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afbf3b42-fde9-8a54-d84e-c127e65c92c7-R", "generated_internal_id": "ASST_NON_02D24422_6800"}, {"internal_id": 139785868, "Award ID": "02D05621", "Award Amount": 132400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "66.815", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $132,400 TO THE CITY OF EAST POINT.  THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING FOR THE CITY OF EAST POINT, GA. ACTIVITIES TO BE PERFORM WILL INCLUDE RECRUITMENT, TRAINING, AND PLACEMENT OF UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF EAST POINT/ATLANTA, GA. ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, AND INTENDED BENEFICIARIES, IS FOR JOB PLACEMENT OF THESE RESIDENTS IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY MODULES: NEW STUDENT ORIENTATION, MODULE 1: BEING CONFIDENT: DISCLOSING SELF: PERSONALITY, PRESENCE AND PERFORMANCE, MODULE 2: SELF- KNOWLEDGE: KNOW YOUR STRENGTHS, INTERESTS, AND TALENTS, MODULE 3: VALUES &AMPAND ETHICAL STANDARDS, MODULE 4: UNDERSTANDING THE IMPORTANCE OF EFFECTIVE COMMUNICATION, MODULE 5: IDENTIFYING THE SOFT SKILLS THAT MATTER, MODULE 6: SOFT SKILLS IN THE DIGITAL WORKPLACE, MODULE 7: CRITICAL THINKING &AMPAND PROBLEM SOLVING: LIFE-SAVING SKILLS, MODULE 8: MANAGING YOUR EMOTIONS: STRESSORS ARE EVERYWHERE, MODULE 9: CHOOSING YOUR CAREER: KEY TIPS &AMPAND STRATEGIES, MODULE 10: TRANSITIONING FROM CAREER TO COLLEGE AND COLLEGE TO CAREER, MODULE 11: CREATING YOUR PROFESSIONAL RESUME AND COLLEGE APPLICATION, AND LASTLY, MODULE 12: PUTTING YOUR SKILLS TO WORK: A PRACTICAL HANDS-ON PROJECT. THE PROPOSED PROGRAM TARGETS YOUNG ADULT, EAST POINT RESIDENTS BETWEEN THE AGES OF 17-24 ENABLING THEM TO GAIN VIABLE EMPLOYMENT OPPORTUNITIES IN ENVIRONMENTAL REMEDIATION. THROUGH A COLLABORATION WITH A LOCAL HIGH SCHOOL IN THE TRI-CITIES AREA AND OUR IDENTIFIED TRAINING PARTNERS, THE CITY OF EAST POINT WILL TRAIN 20 STUDENTS IN THREE COHORTS EACH LASTING 6-MONTHS. THE PROGRAM PROPOSED CONSIST OF THE FOLLOWING PHASES: OUTREACH, INTERVIEWING, ORIENTATION, ONBOARDING, TRAINING, GRADUATION, JOB PLACEMENT, AND TRACKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42cc5192-dd2b-3e40-a451-a7f1680809aa-C", "generated_internal_id": "ASST_NON_02D05621_6800"}, {"internal_id": 96556486, "Award ID": "01J70801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-07", "CFDA Number": "66.815", "Description": "PROVIDES FUNDING FOR ALASKA FORUM TO RECRUIT, TRAIN AND PLACE UNEMPLOYED-UNDEREMPLOYED RESIDENTS IN ENVIRONMENTAL JOBS WITH SKILLS TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. THEY WILL IMPLEMENT A COMPREHENSIVE AND REALISTIC TRAINING PROGRAM THAT PROVIDES CERTIFICATIONS AND KNOWLEDGE TO ENSURE SUCCESSFUL EMPLOYMENT OF LOCAL UNEMPLOYED, UNDEREMPLOYED AND LOW INCOME MINORITY RESIDENTS IN ENVIRONMENTAL JOBS; DELIVER A SUSTAINABLE TRAINING PROGRAM THAT BENEFIT STUDENTS AND COMMUNITIES THEY LIVE IN AND PROVIDES LOCAL CONTRACTORS BUSINESS IN RURAL ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "107fd407-1e83-653e-e877-aadf21af7bf1-C", "generated_internal_id": "ASST_NON_01J70801_6800"}, {"internal_id": 97493286, "Award ID": "01J70701", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-04", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR ZENDER ENVIRONMENTAL HEALTH AND RESEARCH GROUP TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF RURAL ALASKA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. ACTIVITIES INCLUDE THOSE NECESSARY TO MANAGE THE PROJECT IN ACCORDANCE WITH THE WORK PLAN AND ALL REQUIRED STATUTES, CIRCULARS, TERMS & CONDITIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee3b823-fad0-1ac1-bf2f-b4b6683903df-C", "generated_internal_id": "ASST_NON_01J70701_6800"}, {"internal_id": 69783374, "Award ID": "01J53401", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR ALASKA FORUM, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF ALASKA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "107fd407-1e83-653e-e877-aadf21af7bf1-C", "generated_internal_id": "ASST_NON_01J53401_6800"}, {"internal_id": 69783386, "Award ID": "01J52501", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR CITY OF TACOMA TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OFTACOMA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "781bed4c-132c-d745-0b3c-026d41d32641-C", "generated_internal_id": "ASST_NON_01J52501_6800"}, {"internal_id": 68568434, "Award ID": "01J51701", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR KING COUNTY TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE COUNTY IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS TRAINING IN ASBESTOS, LEAD, MOLD ABATEMENT AND CONFINED SPACE. THE COUNTY WILL BE WORKING TO TARGET RECRUITING PARTICIPANTS FROM SOUTH PARK, GEORGETOWN AND ALLENTOWN NEIGHBORHOODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee2d4703-5b7b-620f-103b-30271ca62f93-C", "generated_internal_id": "ASST_NON_01J51701_6800"}, {"internal_id": 39190899, "Award ID": "01J37801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR ZENDER ENVIRONMENTAL TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF RURAL ALASKA VILLAGES IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. PARTICIPANTS WILL COMPLETE TRAINING IN OCCUPATIONAL HEALTH HEALTH AND SAFETY, HAZARDOUS WASTE AND SUPERFUND REMEDIATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ee3b823-fad0-1ac1-bf2f-b4b6683903df-C", "generated_internal_id": "ASST_NON_01J37801_6800"}, {"internal_id": 138794857, "Award ID": "01F94401", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR SANTA FE COMMUNITY COLLEGE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF SANTA FE/RIO ARRIBA COUNTIES AND PUEBLOS SERVED BY THE EIGHT NORTHERN INDIAN PUEBLOS COUNCIL IN NORTHERN NEW MEXICO\tIN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. \n\nAS PER THE STANDARD OPERATING PROCEDURES, SOP-2021-G04, EPA IMPLEMENTATION OF OFFICE OF MANAGEMENT AND BUDGET MANAGEMENT MEMORANDUM 21-20: PROMOTING PUBLIC TRUST IN THE FEDERAL GOVERNMENT THROUGH EFFECTIVE IMPLEMENTATION OF THE AMERICAN RESCUE PLAN ACT AND STEWARDSHIP OF THE TAXPAYER RESOURCES, THE FOLLOWING ELEMENTS MUST BE INCLUDED: ASSISTANCE AWARD&RSQUOANDS PURPOSE AND ACTIVITIES TO BE PERFORMED ARE MENTIONED ABOVE. ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES TO BE COMPLETED BY JUNE 30, 2024. THE INTENDED BENEFICIARY(IES) ARE 70 PARTICIPANTS RECRUITED FROM NORTHERN AND CENTRAL NEW MEXICO.  NO SUBRECIPIENT IN THIS GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0cd3b9f-831a-9857-cb47-c0f840dbe3b2-C", "generated_internal_id": "ASST_NON_01F94401_6800"}, {"internal_id": 140708950, "Award ID": "01F94001", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR LIMITLESS VISTAS, INC  TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF NEW ORLEANS IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. \n\nAS PER THE STANDARD OPERATING PROCEDURES, SOP-2021-G04, EPA IMPLEMENTATION OF OFFICE OF MANAGEMENT AND BUDGET MANAGEMENT MEMORANDUM 21-20: PROMOTING PUBLIC TRUST IN THE FEDERAL GOVERNMENT THROUGH EFFECTIVE IMPLEMENTATION OF THE AMERICAN RESCUE PLAN ACT AND STEWARDSHIP OF THE TAXPAYER RESOURCES, THE FOLLOWING ELEMENTS MUST BE INCLUDED: ASSISTANCE AWARD'S PURPOSE AND ACTIVITIES TO BE PERFORMED ARE MENTIONED ABOVE. ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES TO BE COMPLETED BY SEPTEMBER 30, 2024. THE INTENDED BENEFICIARY(IES) ARE THE CITY OF NEW ORLEANS AND ITS RESIDENTS. THERE IS NO SUBRECIPIENT IN THIS COOPERATIVE AGREEMENT GRAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df9d7d66-bda1-5c78-d9f2-aa85dcb665ef-R", "generated_internal_id": "ASST_NON_01F94001_6800"}, {"internal_id": 97972325, "Award ID": "01F73801", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR SOUTHERN UNIVERSITY AT SHREVEPORT LOUISIANA (SUSLA) TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF SHREVEPORT IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. IN ADDITION TO PROVIDING REQUIRED TRAINING, OSHA 29 CFR 1910.120 40-HR HAZWOPER, SUSLA  WILL BE PROVIDING TRAINING IN LEAD ABATEMENT, RENOVATION, REPAIR AND PAINTING. SUSLA WILL ALSO REPORT ON THE NUMBER OF INDIVIDUALS RECRUITED, TRAINED, CERTIFIED AND PLACED DIRECLTY ON ENVIRONMENTAL CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1483ae1-fd0b-6fac-041b-ddf1b16c9630-C", "generated_internal_id": "ASST_NON_01F73801_6800"}, {"internal_id": 68568382, "Award ID": "01F53501", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR LIMITLESS VISTAS INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE TREME/LAFITTE AND 7TH WARD COMMUNITIES IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY.  THESE NEIGHBORHOODS MAKE UP THE TARGET COMMUNITY FOR THE JOB TRAINING PROJECT AND HAS A HIGH CONCENTRATION OF ENVIRONMENTAL CONCERNS INCLUDING SEVERAL BROWNFIELDS AS WELL AS OTHER SITES THAT HAVE EPA REGULATED OPERATIONS OCCURRING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df9d7d66-bda1-5c78-d9f2-aa85dcb665ef-R", "generated_internal_id": "ASST_NON_01F53501_6800"}, {"internal_id": 96201226, "Award ID": "01D03620", "Award Amount": 141972.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-13", "CFDA Number": "66.815", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $141,972 TO THE TRAINING TO WORK AN INDUSTRY NICHE (T.W.I.N.) A NON-PROFIT ORGANIZATION TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF CHARLOTTE, NORTH CAROLINA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82bdd252-b393-580c-fd67-d0e5d4179364-R", "generated_internal_id": "ASST_NON_01D03620_6800"}, {"internal_id": 96201229, "Award ID": "01D03520", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-02", "CFDA Number": "66.815", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $200,000 TO THE CORPORATION TO DEVELOP COMMUNITIES, TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF TAMPA, FLORIDA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c0f3eafd-c6e0-5654-a6f6-64641a88195a-C", "generated_internal_id": "ASST_NON_01D03520_6800"}, {"internal_id": 159787930, "Award ID": "00E03353", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-24", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR GREEN DOOR INITIATIVE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF DETROIT IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN ENERGY EFFICIENCY. THE OBJECTIVE OF GDI'S ENVIRONMENTAL TECHNICIAN TRAINING IS TO PREPARE A WORKFORCE FOR GREEN COLLAR CAREERS. ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE CORE BASIC SKILLS,  HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE CERTIFICATION, OSHA 30 CONSTRUCTION STANDARDS CERTIFICATION, MOLD REMEDIATION, FIRST AID/CPR AND BLOODBORNE PATHOGENS, STATE OF MICHIGAN ASBESTOS ABATEMENT WORKER OR CONTRACTOR SUPERVISOR LICENSE, STATE OF MICHIGAN LEAD ABATEMENT WORKER OR SUPERVISOR LICENSE, EPA RENOVATION, REPAIR AND PAINTING, WEATHERIZATION, AND SOLAR INSTALLATION.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO DIFFICULT TO EMPLOY AND UNDEREMPLOYED INDIVIDUALS THAT ARE UNDERREPRESENTED IN THE ENVIRONMENTAL REMEDIATION AND RENEWABLE ENERGY SECTORS IN DETROIT. THE ANTICIPATED DELIVERABLES ARE:  \n275 INDIVIDUALS RECRUITED, 245 INDIVIDUALS TRAINED, AND 212 INDIVIDUALS PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n8 CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\n6 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n245 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "f9f170e6-e42f-3616-02e3-c627b0be4120-R", "generated_internal_id": "ASST_NON_00E03353_6800"}, {"internal_id": 151676370, "Award ID": "00E03152", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR RECYCLEFORCE, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF MARION COUNTY, INDIANA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, SOLID WASTE RECYCLING AND BROWNFIELD REMEDIATION.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED UNDER THIS PROJECT INCLUDE TRAINING IN 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE AND RESOURCE CONSERVATION AND RECOVERY ACT. \n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO FORMERLY INCARCERATED RESIDENTS OF MARION COUNTY, INDIANA. THE ANTICIPATED DELIVERABLES ARE:  \nFIFTY INDIVIDUALS RECRUITED, THIRTY-EIGHT TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \nFIVE CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES.\nFIVE APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\nTHIRTY-EIGHT INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92aa64ec-2ef1-d76c-d747-8797417fd84d-R", "generated_internal_id": "ASST_NON_00E03152_6800"}, {"internal_id": 152089721, "Award ID": "00E03144", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR GREAT LAKES COMMUNITY CONSERVATION CORPS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE GREATER RACINE, WISCONSIN AREA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. THE PROGRAM WILL PROVIDE TRAINING IN AREAS OF SOLID WASTE MANAGEMENT, PHYTOREMEDIATION, EMERGENCY RESPONSE, AMONGST OTHER COURSES. ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED UNDER THIS PROJECT INCLUDE 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE TRAINING, COURSE SUCH AS PHYTOREMEDIATION, NATIONAL INCIDENT MANAGEMENT SYSTEM, CHEMICAL SAFETY AWARENESS, MOLD REMEDIATION, LEAD RENOVATION, REPAIR AND PAINTING, ENVIRONMENTAL SAMPLING AND MONITORING, CONFINED SPACE, DISASTER SITE WORKER AMONGST OTHER COURSES WHICH ENCOMPASS A COMPREHENSIVE CURRICULUM PROVIDING GRADUATES WITH SIX FEDERAL CERTIFICATIONS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO UN- AND UNDEREMPLOYED RESIDENTS OF THE GREATER RACINE, WISCONSIN AREA. THE ANTICIPATED DELIVERABLES FOR THE PROGRAM INCLUDE:  \nONE HUNDRED INDIVIDUALS RECRUITED AND ENROLLED, EIGHTY TRAINED, CERTIFIED AND GRADUATED, AND SIXTY-FOUR PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \nFOUR COHORTS WILL PARTICIPATE OVER 24 MONTHS OF TRAINING. EACH COHORT CONSISTS OF 24 WEEKS. \nSIX APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\nEIGHTY INDIVIDUALS WILL RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\nHELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \nPROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\nIMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \nREDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\nFOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\nENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0ffd116-a4bc-76ed-e1e4-d0e9ab61925e-R", "generated_internal_id": "ASST_NON_00E03144_6800"}, {"internal_id": 151169288, "Award ID": "00E03143", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING FOR OAI, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF CHICAGO IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. RESIDENTS WILL ALSO RECEIVE TRAINING ON BROWNFIELDS/ECO-RESTORATION. ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED UNDER THIS PROJECT INCLUDE HAZARDOUS MATERIAL OPERATIONS AND EMERGENCY RESPONSE (HAZWOPER), OSHA GENERAL INDUSTRY SAFETY, FIRST AID/CPR AND TRAINING IN ECOLOGICAL RESTORATION, LANDSCAPING AND HORTICULTURE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO RESIDENTS IN THE CITY OF CHICAGO. THE ANTICIPATED DELIVERABLES FOR THIS PROJECT INCLUDE: FOUR HUNDRED INDIVIDUALS RECRUITED AND SCREENED, FORTY-FIVE TRAINED AND CERTIFIED, AND FORTY PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. THREE CLASSROOM STYLE TRAININGS, PRACTICAL TRAININGS, AND CURRICULA MODULES. EIGHT CERTIFICATIONS, CERTIFICATES OF COMPLETION OR LICENSES IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS. FORTY-FIVE INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE: \n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD. \n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS. \n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION. \n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e85d2471-d3ec-86d5-82ef-6b444e58ae83-C", "generated_internal_id": "ASST_NON_00E03143_6800"}, {"internal_id": 140708855, "Award ID": "00E03070", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR SOUTHWEST ECONOMIC SOLUTIONS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF DETROIT, MICHIGAN IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES.  THIS PROGRAM WILL CONSIST OF 40-HOUR HAZARDOUS WASTE OPERATIONS AND EMERGENCY RESPONSE TRAINING, 10-HOUR OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION TRAINING, FIRST AID CPR/ BLOOD BORNE AND AIRBORNE PATHOGENS, AND A SPECIFIC HANDS-ON SECTION FOR EFFECTIVE CLEANUP (24 HOURS). IT WILL ALSO INCLUDE A RESPIRATOR PHYSICAL, RESPIRATOR FIT TEST, AND ASSOCIATED RESPIRATOR FOR EACH INDIVIDUAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5cca463b-f7f1-ee3e-d244-0f40c9d35310-R", "generated_internal_id": "ASST_NON_00E03070_6800"}, {"internal_id": 94785889, "Award ID": "00E02820", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-01-30", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR LORAIN COUNTY COMMUNITY DEPARTMENT DEVELOPMENT, OHIO TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF LORAIN COUNTY IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES.  APPROXIMATELY 66 STUDENTS WILL BE TRAINED IN HAZWOPER, GENERAL SAFETY, HAZARDOUS MATERIALS HANDLING, SAFETY EQUIPMENT, FIRST AID, CPR AND CONFINED SPACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d95465e-e26c-6522-f8ab-a38dd1b8869a-C", "generated_internal_id": "ASST_NON_00E02820_6800"}, {"internal_id": 95593652, "Award ID": "00E02819", "Award Amount": 195959.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-14", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR GREAT LAKES COMMUNITY CONSERVATION CORPS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF RACINE, WISCONSIN IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. TRAINING WILL INCLUDE HAZWOPER, PHYTOREMEDIATION, SOLID WASTE MANAGEMENT, WASTEWATER OPERATOR, WATER QUALITY SAMPLING AND MONITORING, AMONG OTHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0ffd116-a4bc-76ed-e1e4-d0e9ab61925e-R", "generated_internal_id": "ASST_NON_00E02819_6800"}, {"internal_id": 95593641, "Award ID": "00E02818", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-14", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR RECYCLE FORCE, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF INDIANAPOLIS, INDIANA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. RESIDENTS WILL SPEND MORE THAN 30 HOURS IN RCRA/OSHA TRAINING AND MORE THAN 90 HOURS ON THE RECYCLING PLANT FLOOR LEARNING THE TRADE. PARTICIPANTS WILL ALSO RECEIVE HAZWOPER TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92aa64ec-2ef1-d76c-d747-8797417fd84d-R", "generated_internal_id": "ASST_NON_00E02818_6800"}, {"internal_id": 95593596, "Award ID": "00E02817", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-26", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR OAI, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF CHICAGO, ILLINOIS IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES. THE PARTNERSHIP WITH THE CITY OF CHICAGO WILL ENROLL A MINIUMUM OF 60 RESIDENTS, A MINIMUM OF 45 WILL COMPLETE THE TRAINING AND AT LEAST 40 WILL BE PLACED IN EMPLOYMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e85d2471-d3ec-86d5-82ef-6b444e58ae83-C", "generated_internal_id": "ASST_NON_00E02817_6800"}, {"internal_id": 69783715, "Award ID": "00E02371", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR RECYCLEFORCE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF INDIANAPOLIS, INDIANA IN ENVIRONMENTAL CAREERS. THEREBY PROVIDING THEM WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING COURSES IN OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION (OSHA SAFETY TRAINING).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92aa64ec-2ef1-d76c-d747-8797417fd84d-R", "generated_internal_id": "ASST_NON_00E02371_6800"}, {"internal_id": 68373883, "Award ID": "00D73718", "Award Amount": 164280.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "66.815", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $164,280 TO TRAINING TO WORK AN INDUSTRY NICHE (TWIN) TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF CHARLOTTE, NORTH CAROLINA IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82bdd252-b393-580c-fd67-d0e5d4179364-R", "generated_internal_id": "ASST_NON_00D73718_6800"}, {"internal_id": 39174537, "Award ID": "00D57917", "Award Amount": 198790.0, "Award Type": null, "Base Obligation Date": "2017-11-29", "CFDA Number": "66.815", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $198,790 TO FLORIDA STATE COLLEGE AT JACKSONVILLE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF HEALTH ZONE1 IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. IN ADDITION, EMERGENCY RESPONSE AND MARITIME COURSES WILL BE OFFERED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bae03bb-9263-4386-8bb8-0e95b64a70fe-C", "generated_internal_id": "ASST_NON_00D57917_6800"}, {"internal_id": 159163315, "Award ID": "00A01401", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-01", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR THE VALLEY ENVIRONMENTAL JOB TRAINING PROGRAM (VALLEY ENVIRONMENTALWORKS) TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF LOWER NAUGATUCK VALLEY OF CONNECTICUT, WITH EMPHASIS ON THOSE FROM STRUGGLING NEIGHBORHOODS IMPACTED BY BROWNFIELDS AND OTHER ENVIRONMENTAL HAZARDS - NAMELY SHELTON, DERBY, AND ANSONIA, TO ADDRESS A VARIETY OF WASTE FACILITIES, BLIGHTED PROPERTIES, AND CONTAMINATED SITES.  THIS TRAINING WILL FOCUS ON HAZARDOUS AND SOLID WASTE MANAGEMENT, ASSESSMENT AND CLEANUP-ASSOCIATED ACTIVITIES TO PREPARE INDIVIDUALS FOR ENVIRONMENTAL JOBS SUCH AS HAZARDOUS WASTE REMOVAL WORKERS, UNDERGROUND STORAGE TANK REMOVAL SPECIALISTS AND OTHER IN-DEMAND POSITIONS.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. CORE ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE OSHA 40 (HAZWOPER), OSHA 30, AND FIRST AID/CPR/AED. SUPPLEMENTAL INDIVIDUALIZED TRAINING WILL INCLUDE CONNECTICUT ASBESTOS SUPERVISOR INITIAL, CONNECTICUT LEAD WORKER INITIAL, EPA LEAD SAFETY FOR RENOVATION, REPAIR, AND PAINT (RRP), DECONSTRUCTION OVERVIEW, ABOVEGROUND/UNDERGROUND STORAGE TANK, INTRO TO MOLD IDENTIFICATION AND REMEDIATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO COMMUNITIES IN THE LOWER NAUGATUCK RIVER VALLEY. THE ANTICIPATED DELIVERABLES FOR ARE:  \n60 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n9 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n55 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "1c2b31d5-e3a2-2b08-0b56-b63c20a4d6dd-R", "generated_internal_id": "ASST_NON_00A01401_6800"}, {"internal_id": 159163308, "Award ID": "00A01100", "Award Amount": 499881.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-01", "CFDA Number": "66.815", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (PL 117-58) FOR THE NORTHWEST REGIONAL WORKFORCE INVESTMENT BOARD TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF WATERBURY, CT IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN GREEN REMEDIATION TECHNOLOGIES, STORM WATER MANAGEMENT, EMERGENCY PLANNING AND CHEMICAL SAFETY.ACTIVITIES:THIS PROJECT WILL TRAIN GRADUATES TO EARN SKILLS AND CERTIFICATIONS NECESSARY TO ENTER INTO ENVIRONMENTAL CAREERS. ACTIVITIES TO BE PERFORMED DURING UNDER THIS PROJECT ARE LEAD WORKER INITIAL TRAINING, ASBESTOS SUPERVISOR INITIAL TRAINING, OSHA 10, EPA LEAD SAFETY FOR RENOVATION, REPAIR AND PAINTING (RRP), HAZWOPER (40 HOUR), CONFINED SPACES,RESPIRATORY PROTECTION.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL PROVIDE TRAINING TO COMMUNITY MEMBERS OF WATERBURY, CT. THE ANTICIPATED DELIVERABLES FOR ARE:  \n80 INDIVIDUALS RECRUITED, TRAINED, CERTIFIED, AND PLACED IN ENVIRONMENTAL CAREERS IN COMMUNITIES IMPACTED BY SOLID AND HAZARDOUS WASTE SITES AND FACILITIES. \n6 APPROPRIATE CERTIFICATIONS IN ENVIRONMENTAL SAMPLING AND SITE CLEANUP METHODS.\n80 INDIVIDUALS THAT RECEIVE CERTIFICATIONS IN OSHA 29 CFR 1910.120 40-HOUR HAZWOPER TRAINING.\n\nEXPECTED OUTCOMES FROM THIS PROJECT INCLUDE:\n-HELP RESIDENTS OF COMMUNITIES TAKE ADVANTAGE OF JOBS CREATED BY THE ASSESSMENT AND CLEANUP OF BROWNFIELDS AND THE ASSESSMENT, CLEANUP, AND MANAGEMENT OF SOLID AND HAZARDOUS WASTE SITES AND FACILITIES WHILE ADDRESSING ENVIRONMENTAL JUSTICE CONCERNS. \n-PROVIDE TRAINING THAT LEADS TO SUSTAINABLE EMPLOYMENT IN THE ENVIRONMENTAL FIELD.\n-IMPROVE COMMUNITY INVOLVEMENT AND STIMULATE THE DEVELOPMENT OF CONSTRUCTIVE PARTNERSHIPS. \n-REDUCE EXPOSURES TO HAZARDOUS SUBSTANCES AND OTHER CONTAMINANTS AND IMPROVE THE HEALTH OF WORKERS, OCCUPANTS, AND RESIDENTS.\n-FOSTER SELF-SUFFICIENCY AND ENHANCE THE SKILLS AND AVAILABILITY OF LABOR FOR ENVIRONMENTAL REMEDIATION IN ENVIRONMENTAL JUSTICE AND OTHER COMMUNITIES IMPACTED BY ENVIRONMENTAL CONTAMINATION.\n-ENABLE RESIDENTS TO PARTICIPATE IN THE PROMOTION OF ENVIRONMENTAL HEALTH AND OCCUPATIONAL SAFETY, BOTH ON THE JOB AND IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 499881.0, "recipient_id": "75b03816-d507-b28b-4544-70ecf61ff2c7-R", "generated_internal_id": "ASST_NON_00A01100_6800"}, {"internal_id": 139813828, "Award ID": "00A00946", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR GROUNDWORK RHODE ISLAND TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF PROVIDENCE IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN STORMWATER MANAGEMENT AND CHEMICAL SAFETY. TRAINING WILL CONSIST OF: 1) OSHA 10 CONSTRUCTION SITE SAFETY, 2) OSHA 40 HAZWOPER, 3) FIRST AID/CPR, 4) 8-HOUR CONFINED SPACE ENTRY, 5) 8-HOUR LEAD RENOVATION, REMODELING, PAINTING (RRP), 6) FORKLIFT OPERATOR, 7) INTRODUCTION TO WASTEWATER TREATMENT, 8) INTRODUCTION TO INDOOR AIR QUALITY AND VAPOR INTRUSION, 9) INTRODUCTION TO BROWNFIELDS AND SITE ASSESSMENT, 10) INTRODUCTION TO STORMWATER MANAGEMENT AND GREEN INFRASTRUCTURE, 11) INTRODUCTION TO COMPOSTING, 12) URBAN TREE STEWARDS, 13) INTRODUCTION TO GREEN ROOFS AND ENERGY STAR DESIGN, 14) LANDSCAPE DESIGNAND 15) ENVIRONMENTAL JUSTICE AND HEALTH EQUITYAND 16) HANDS-ON PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ba6f35a-d562-4f91-61c3-f9f93ad8db27-C", "generated_internal_id": "ASST_NON_00A00946_6800"}, {"internal_id": 138794739, "Award ID": "00A00767", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "66.815", "Description": "PROJECT DESCRIPTION: THIS PROJECT PROVIDES FUNDING FOR THE WORKPLACE, INC. TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF BRIDGEPORT, CT IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING CHEMICAL SAFETY. AT BROWNFIELDS SITES AND  CONTAMINATED SITES, WHICH INCLUDES: HAZARDOUS WASTE OPERATIONS &AMPAND EMERGENCY RESPONSE, AND CONNECTICUT ASBESTOS WORKER CERTIFICATIONS, AND (HAZWOPER 40).\n\nANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, AND INTENDED BENEFICIARY(IES): THIS PROJECT FINANCIAL ASSISTANCE TO THE WORKPLACE, INC TO TO PROVIDE ENVIRONMENTAL TRAINING TO UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF  BRIDGEPORT. THE PROJECT WILL BENEFIT THE COMMUNITY BY DEVELOPING A LOCALLY SKILLED WORKFORCE AND MEETING EMPLOYER DEMANDS FOR INDIVIDUALS WITH THE APPROPRIATE ENVIRONMENTAL CERTIFICATIONS AND HEALTH AND SAFETY TRAINING. THE DELIVERABLES WILL BE THE TRAINING PROVIDED AS OUTLINED IN THE WORKPLAN OVER A THREE YEAR PERIOD.\n\nSUBRECIPIENT ACTIVITIES IF KNOWN OR SPECIFIED AT THE TIME OF AWARD: N/A &NDASHAND NO SUBAWARDS ARE ANTICIPATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c2b31d5-e3a2-2b08-0b56-b63c20a4d6dd-R", "generated_internal_id": "ASST_NON_00A00767_6800"}, {"internal_id": 139786003, "Award ID": "00A00554", "Award Amount": 199998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.815", "Description": "PER YOUR APPLICATION REQUEST DATED SEPTEMBER 22, 2020, THIS COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $199,998 TO THE CITY OF WORCESTER- MASS-HIRE CENTRAL REGION WORKFORCE BOARD DIVISION (MCRWB) TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF WORCESTER AND THIRTY-SEVEN SURROUNDING TOWNS IN ENVIRONMENTAL CAREERS. THESE SKILLS ARE NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN CHEMICAL SAFETY IN 40-HOUR HAZWOPER, OSHA-10, AND ASBESTOS SUPERVISOR TRAINING.\n-\nANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES, AND INTENDED BENEFICIARY(IES): THIS PROJECT FINANCIAL ASSISTANCE TO THE  TO CITY OF WORCESTER- MASS-HIRE CENTRAL REGION WORKFORCE BOARD DIVISION (MCRWB) TO PROVIDE ENVIRONMENTAL TRAINING TO UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF  WORCESTER.. THE PROJECT WILL BENEFIT THE COMMUNITY BY DEVELOPING A LOCALLY SKILLED WORKFORCE AND MEETING EMPLOYER DEMANDS FOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "075c7031-bd08-aa22-2ba0-1418cb74fd2c-C", "generated_internal_id": "ASST_NON_00A00554_6800"}, {"internal_id": 95593620, "Award ID": "00A00543", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-07", "CFDA Number": "66.815", "Description": "PER YOUR APPLICATION REQUEST DATED DECEMBER 16,2019 THIS COOPERATIVE AGREMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT OF $200,000 TO THE CITY OF NEW BEDFORD TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF THE CITY OF NEW BEDFORD IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. THE CITY OF NEW BEDFORD WILL TRAIN/CERTIFY PEOPLE TO PREPARE THEM FOR CAREERS IN THE ENVIRONMENTAL SECTOR AND TRACK TRAINING GRADUATES TO DETERMINE THEIR SUCCESS IN OBTAINING EMPLOYMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba7c80bc-38df-88f5-0238-db551e9a9f8f-C", "generated_internal_id": "ASST_NON_00A00543_6800"}, {"internal_id": 39173934, "Award ID": "00A00449", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "66.815", "Description": "PER YOUR APPLICATION REQUEST DATED JULY 7, 2017, THE COOPERATIVE AGREEMENT IS BEING AWARDED FEDERAL FUNDING IN THE AMOUNT $ 200,000 TO THE CITY OF LAWRENCE, MASSACHUSETTS TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF LAWRENCE, MASSACHUSETTS IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS WASTEWATER/STORM WATER UPGRADES, AND SOLID WASTE/RECYCLING SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74a27d92-7b91-e527-2d98-046b74b0c04f-C", "generated_internal_id": "ASST_NON_00A00449_6800"}, {"internal_id": 68568396, "Award ID": "00A00363", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR GROUNDWORK RHODE ISLAND TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF RHODE ISLAND IN ENVIRONMENTAL CAREERS WITH SKILLS NEEDED TO SAFELY CONDUCT REMEDIATION WORK AT SOLID AND HAZARDOUS WASTE-CONTAMINATED SITES, AS WELL AS APPROPRIATE TRAINING IN WASTEWATER MANAGEMENT AND CHEMICAL SAFETY. GROUNDWORK RHODE ISLAND WILL TRAIN/CERTIFY 60 PEOPLE TO PREPARE THEM FOR CAREERS IN THE ENVIRONMENTAL SECTOR AND TRACK TRAINING GRADUATES TO DETERMINE THEIR SUCCESS IN OBATINING EMPLOYMENT. A 75% JOB PLACEMENT RATE IS PROJECTED FOR GRADUATES OF THIS PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ba6f35a-d562-4f91-61c3-f9f93ad8db27-C", "generated_internal_id": "ASST_NON_00A00363_6800"}, {"internal_id": 39173738, "Award ID": "00A00099", "Award Amount": 192300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-14", "CFDA Number": "66.815", "Description": "THIS PROJECT PROVIDES FUNDING FOR THE CITY OF LAWRENCE TO RECRUIT, TRAIN, AND PLACE UNEMPLOYED AND UNDEREMPLOYED RESIDENTS OF LAWRENCE, MASSACHUSETTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb69c71c-8afa-e115-890a-e61dcbcd5f73-R", "generated_internal_id": "ASST_NON_00A00099_6800"}]