[{"internal_id": 156418126, "Award ID": "98T49401", "Award Amount": 100000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2023-01-23", "CFDA Number": "66.812", "Description": "DESCRIPTION:THE GRANT-FUNDED PROJECT WILL IMPLEMENT A COMPUTERIZED INVENTORY SYSTEM TO PROVIDE FASTER AND MORE ACCURATE DATA COLLECTION. IT WILL BETTER IDENTIFY HAZARDOUS THE WASTES ALLOWED INTO THE RINCON TRANSFER STATION, IMPROVE MANAGEMENT OF HAZARDOUS WASTE ONCE INSIDE THE RINCON TRANSFER STATION, PROVIDE EMAIL OR SIMILAR NOTIFICATION OF THE NEED FOR DISPOSAL ONCE A HHW CONTAINER#8208; OR VOLUME#8208;BASED THRESHOLD IS REACHED, ALLOW FOR BETTER UNDERSTANDING OF WASTE STREAMS DUE TO IMPROVED DATA COLLECTION, AND ALLOW FOR THE ABILITY TO SHARE LESSONS LEARNED FROM THE IMPLEMENTATION WITH OTHER TRIBES. IN ADDITION, THE GRANT-FUNDED PROJECT WILL ENHANCE PHYSICAL SITE SECURITY TO PREVENT EQUIPMENT THEFT, AND EXTEND WATER AND POWER LINES TO PROMOTE SAFER FACILITY OPERATIONS.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $100,000.  PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO 11/01/2022.\n\nACTIVITIES:THE PROPOSED PROJECT WOULD INCLUDE THE DEVELOPMENT OF AN ELECTRONIC HAZARDOUS WASTE TRACKING SYSTEM, ELECTRICITY, INTERNET AND SECURITY SYSTEM INSTALLATION, AND WATER UTILITY EXTENSION TO THE RINCON TRANSFER STATION FOR IMPROVED HAZARDOUS WASTE IDENTIFICATION, MONITORING, MANAGEMENT, SAFETY, AND STORAGE. THE ELECTRONIC HAZARDOUS WASTE TRACKING SYSTEM WOULD REQUIRE THE DEVELOPMENT OF DEFINED POLICIES SUCH AS THE TYPES OF HAZARDOUS WASTES ACCEPTED AT THE TRANSFER STATION AND IN WHAT QUANTITIES. THE ELECTRONIC TRACKING SYSTEM WOULD BE ACCESSED VIA TABLETS BY TRANSFER STATION STAFF AND DATA BACKUP WOULD BE UPLOADED TO THE TRIBE'S SERVERS VIA A WI#8208;FI CONNECTION. THE SECURITY SYSTEM WOULD INCLUDE SECURITY CAMERAS AND A SECURE AUTOMATIC SLIDING GATE. ELECTRICAL LINES AND WIRELESS HARDWARE INSTALLATION ARE REQUIRED FOR THE ELECTRONIC TRACKING AND SECURITY SYSTEMS. WATER LINES WOULD NEED TO BE EXTENDED TO THE SITE TO PROVIDE WATER FOR SANITATION AND AREA CLEANING. AFTER THE COMPLETION OF THE PROJECT, RINCON WILL SHARE INFORMATION WITH OTHER TRIBES ON HOW THIS PROJECT WAS SUCCESSFULLY DEVELOPED AND IMPLEMENTED, AS WELL AS LESSONS LEARNED. PROJECT GOALS INCLUDE: 1) THE DEVELOPMENT OF TRANSFER STATION HHW POLICIES TO BETTER DEFINE RULES SUCH AS WHAT TYPES AND HOW MUCH OF HHW WILL BE ACCEPTED. 2) THE DEVELOPMENT OF A SYSTEM THAT INVOLVES THE TRACKING, LABELING, AND INVENTORY HHW TYPES AND VOLUMES TO PROVIDE AN OVERVIEW OF THE PATH FROM ACCEPTANCE TO THE TRANSFER STATION TO DISPOSAL. 3) THE IMPROVEMENT OF SAFETY AND SECURITY AT THE TRANSFER STATION FOR BOTH THE ENVIRONMENT AND COMMUNITY. 4) THE GATHERING OF SUPPORT FROM TRIBAL MEMBERS ON NEW TRANSFER STATION POLICIES BY PROVIDING TARGETED OUTREACH. 5) SHARING OF PROJECT KNOWLEDGE WITH OTHER TRIBES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES:\nDEVELOPMENT AND INSTALLATION OF ELECTRONIC WASTE TRACKING SYSTEM; ELECTRICITY, INTERNET AND SECURITY SYSTEM INSTALLATION, AND WATER UTILITY EXTENSION TO THE RINCON TRANSFER STATION. STAFF PRESENTATION AT A TRIBALLY#8208;ATTENDED CONFERENCE, SUCH AS THE TRIBAL EPA REGION 9 CONFERENCE OR THE RESOURCE CONSERVATION AND RECOVERY ACT (RCRA) TRIBAL WASTE MANAGEMENT PROGRAM WEBINAR SERIES. OUTCOMES: 1. IMPROVED ABILITY TO PROPERLY MANAGE ACCESS TO THE RINCON TRANSFER STATION AS DEMONSTRATED BY A DECREASE IN UNAUTHORIZED ACCESS TO THE TRANSFER STATION. 2. IMPROVED ABILITY TO PROPERLY MANAGE HHW AS DEMONSTRATED BY THE INCREASED NUMBER OF NEW POLICIES AND NEWLY CREATED ABILITY TO DETERMINE INVENTORY VOLUMES AND DISPOSAL NECESSITY IN REAL-TIME. 3. IMPROVED ABILITY TO IDENTIFY WHEN DISPOSALS OF HHW ARE NECESSARY AS DEMONSTRATED BY THE EXISTENCE OF INCREASED AUTOMATED REMINDERS EMAILED BY THE ELECTRONIC TRACKING SYSTEM WHEN THE INVENTORY OF VARIOUS HHW TYPES REACH CERTAIN THRESHOLD VOLUMES. 4. THE REDUCTION IN THE AMOUNT OF ACCEPTANCE OF COMMERCIAL OR INDUSTRIAL WASTE WHICH CAN POTENTIALLY CREATE AN UNDUE FINANCIAL BURDEN FOR THE RINCON TRIBE. 5. IMPROVED SECURITY AT THE RINCON TRANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ccb2ae72-3a05-9df8-ed0e-4963fc71af1d-C", "generated_internal_id": "ASST_NON_98T49401_6800"}, {"internal_id": 62419527, "Award ID": "96857101", "Award Amount": 101000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "66.812", "Description": "THE CONFEDERATED SALISH AND KOOTENAI TRIBE (CSKT) WILL UPDATE THEIR HAZARDOUS WASTE HANDLERS/FACILITIES INVENTORY, WORK ON A HAZARDOUS WASTE ORDINANCE, CONDUCT AN EDUCATIONAL CAMPAIGN AND A HOUSEHOLD HAZARDOUS WASTE COLLECTION EVENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b17e593-e1de-2dbd-3e33-b39f3cf19338-C", "generated_internal_id": "ASST_NON_96857101_6800"}, {"internal_id": 156932677, "Award ID": "02J21801", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-28", "CFDA Number": "66.812", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO PROVIDE FUNDING TO THE NUNAPITCHUK IRA COUNCIL TO CONDUCT A PROJECT TO IMPROVE THE MANAGEMENT OF HAZARDOUS WASTE. ACTIVITIES:AS PART OF THIS PROJECT, THE NUNAPITCHUK IRA COUNCIL WILL 1) ESTABLISH A HAZARDOUS WASTE COLLECTION CENTER; 2) CONDUCT COMMUNITY-WIDE EDUCATION AND OUTREACH ON PROPER DISPOSAL, RECYCLING, AND GREEN CLEANING ALTERNATIVES TO HAZARDOUS MATERIALS; 3) TRAIN STAFF IN HAZARDOUS WASTE HANDLING AND REMOVAL; 4) BACKHAUL LARGE ITEMS OUT OF THE COMMUNITY; AND 5) DOCUMENT AND SHARE BEST PRACTICES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ACTIVITIES UNDER THIS PROJECT WILL BENEFIT AND PROTECT PUBLIC HEALTH BY IMPROVING HAZARDOUS WASTE MANAGEMENT IN THE NUNAPITCHUK COMMUNITY, AND RESULT IN A CLEANER, HEALTHIER, ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37949771-17a7-f5b1-d110-31694e10fe4a-R", "generated_internal_id": "ASST_NON_02J21801_6800"}, {"internal_id": 156932676, "Award ID": "02J21601", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-27", "CFDA Number": "66.812", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO PROVIDE FUNDING TO ANVIK VILLAGE TO CONDUCT A PROJECT TO IMPROVE THE MANAGEMENT OF HAZARDOUS WASTE. ACTIVITIES:AS PART OF THIS PROJECT, THE TRIBE WILL 1) TRAIN STAFF IN HAZARDOUS WASTE MANAGEMENT, 2) INVENTORY AND CHARACTERIZE BACKLOGGED HAZARDOUS WASTE IN THE COMMUNITY, 3) INSTALL A COLLECTION AND STORAGE AREA FOR HAZARDOUS WASTES, 4) CONDUCT A LEAD ACID BATTERY BACKHAUL EVENT, 5) DEVELOP A COMMUNITY EDUCATION PLAN, AND 6) CREATE A TEMPLATE FOR A COMMUNITY HAZARDOUS WASTE MANAGEMENT PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ACTIVITIES UNDER THIS PROJECT WILL BENEFIT AND PROTECT PUBLIC HEALTH BY IMPROVING HAZARDOUS WASTE MANAGEMENT IN ANVIK VILLAGE, AND RESULT IN A CLEANER, HEALTHIER, ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c8573e6-db8e-2077-61af-ae2f293a6182-R", "generated_internal_id": "ASST_NON_02J21601_6800"}, {"internal_id": 157841346, "Award ID": "02J19301", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "66.812", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO PROVIDE FUNDING TO THE NATIVE VILLAGE OF KONGIGANAK TO CONDUCT A PROJECT TO IMPROVE THE MANAGEMENT OF HAZARDOUS WASTE. ACTIVITIES:AS PART OF THIS PROJECT, THE NATIVE VILLAGE OF KONGIGANAK WILL 1) CHARACTERIZE UNKNOWN LIQUIDS AND CONDUCT A BACKHAUL OF DRUMS, CONTAINERS, AND OTHER CHEMICALS OUT OF THE COMMUNITY; 2) DEVELOP A PLAN AND INCREASE CAPACITY TO MANAGE USED OILS LOCALLY; 3) TRAIN STAFF ON THE SAFE COLLECTION AND MANAGEMENT OF HAZARDOUS WASTES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ACTIVITIES UNDER THIS PROJECT WILL BENEFIT AND PROTECT PUBLIC HEALTH BY IMPROVING HAZARDOUS WASTE MANAGEMENT IN THE NATIVE VILLAGE OF KONGIGANAK, AND RESULT IN A CLEANER, HEALTHIER, ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3507ff5b-744f-58cf-187f-1df17e9ed7bf-C", "generated_internal_id": "ASST_NON_02J19301_6800"}, {"internal_id": 144330273, "Award ID": "02J00901", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-30", "CFDA Number": "66.812", "Description": "THIS WORK PLAN INCLUDES 4 PHASES: 1)FORMALIZE PARTNERSHIP AND DEVELOP QUALITY ASSURANCE PROJECT PLAN. 2)SITE VISITS, INVENTORY OF WASTE, AND CLEANUP 3)SHIPPING PREPARATION AND BACKHAUL 4)COMPLETE DOCUMENTATION OF WORK, LESSONS LEARNED AND A HAZARDOUS WASTE MANAGEMENT PLAN FOR FUTURE WORK IN THIS AREA TO BE INCORPORATED INTO INTEGRATED SOLID WASTE MANAGEMENT PLANS FOR INDIVIDUAL COMMUNITIES AND TO SHARE OUT TO OTHER TRIBAL COMMUNITIES. NO SUB-AWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e122aa04-a995-83ee-db96-df98e17dc1ea-R", "generated_internal_id": "ASST_NON_02J00901_6800"}, {"internal_id": 140708948, "Award ID": "02F03601", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.812", "Description": "CHOCTAW NATION OF OKLAHOMA WILL ADMINISTER A HAZARDOUS WASTE MANAGEMENT GRANT PROJECT TO FUND ADMINISTRATIVE AND TECHNICAL STAFF, CONDUCT EDUCATIONAL OUTREACH AND CONDUCT HAZARDOUS WASTE COLLECTION EVENTS. HOUSEHOLD HAZARDOUS WASTE MATERIALS, WHEN IMPROPERLY DISPOSED, HAVE THE POTENTIAL TO POLLUTE NATURAL RESOURCES SUCH AS SOIL, WATER, AND AIR. CHOCTAW NATION OF OKLAHOMA WILL ADDRESS THIS ISSUE BY FOCUSING ON HOUSEHOLD HAZARDOUS WASTE MINIMIZATION AND RECYCLING, AND THE MANAGEMENT OF USED OIL AND UNIVERSAL WASTES. CHOCTAW NATION WILL PROMOTE AND CONDUCT HOUSEHOLD HAZARDOUS WASTE COLLECTION EVENTS AND PROVIDE EDUCATION OUTREACH THAT PROVIDES AN OPPORTUNITY FOR CHOCTAW NATION TRIBAL COMMUNITIES TO DISPOSE OF HOUSEHOLD HAZARDOUS WASTE. A COOPERATIVE AGREEMENT WILL BE USED TO SUPPORT CHOCTAW NATION'S ENVIRONMENTAL PROGRAMS' EFFORTS TO PROVIDE TECHNICAL ASSISTANCE TO TRIBAL COMMUNITIES BY REDUCING THE AMOUNT OF HAZARDOUS WASTE IN THEIR COMMUNITIES. \n\nAS PER THE STANDARD OPERATING PROCEDUR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96c72797-883c-edba-d96f-49124973851d-C", "generated_internal_id": "ASST_NON_02F03601_6800"}, {"internal_id": 111062051, "Award ID": "01J85701", "Award Amount": 99000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "66.812", "Description": "TRIBAL SOLID WASTE ADVISORY NETWORK (TSWAN) WILL DELIVER FOUR HAZARDOUS WASTE SAFETY TRAINING COURSES TO TRIBES AND CREATE TEMPLATES FOR TRIBES TO USE TO DEVELOP THEIR OWN HAZARDOUS WASTE STANDARD OPERATING PROCEDURES AND CODES AND ORDINANCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3193502-445b-3470-1752-b077cccb0d23-R", "generated_internal_id": "ASST_NON_01J85701_6800"}, {"internal_id": 92333152, "Award ID": "01J67601", "Award Amount": 97645.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-10-10", "CFDA Number": "66.812", "Description": "KAWERAK WILL DEVELOP A PLAN TO IMPROVE COMMUNITY ENGAGEMENT, DEVELOP REGIONAL READINESS TO EXPAND RECYCLING EFFORTS, ORGANIZE COLLABORATIVE SUPPORT, AND INCREASE INTERNAL CAPACITY TO BUILD AND OPERATE A REGIONAL RECYCLING FACILITY.  NOTE: THE INDIRECT COST RATE AGREEMENT ON FILE WITH EPA EXPIRES 12/31/2019, YOU MAY NOT DRAW DOWN FUNDS FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "baa45a5d-209e-66d0-3a5d-98589936a49f-C", "generated_internal_id": "ASST_NON_01J67601_6800"}, {"internal_id": 92333149, "Award ID": "01J67501", "Award Amount": 98000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-10-10", "CFDA Number": "66.812", "Description": "THE PORT GAMBLE S'KLALLAM TRIBE WILL DEVELOP THE TRIBAL HAZARDOUS WASTE ASSESSMENT AND CONTROL (THWAC) PROGRAM FOR ITS RESERVATION, WHICH WILL ENTAIL CRADLE-TO-GRAVE CONTROLS ON HAZARDOUS SUBSTANCES COMMONLY FOUND IN HOUSEHOLDS AND ON PUBLIC LANDS. THE TRIBE WILL EDUCATE THE PUBLIC ABOUT THE RISKS OF HAZARDOUS MATERIALS AND EFFECTIVE ALTERNATIVES TO THEIR USE, COLLECT AND DISPOSE OF HAZARDOUS MATERIALS THROUGH MONTHLY HAZARDOUS WASTE DRIVES, DEVELOP TRIBAL POLICIES PERTAINING TO THE USE AND STORAGE OF HAZARDOUS MATERIALS, AND INCENTIVIZE BEHAVIORS THAT INDIRECTLY AFFECT THE RELEASE OF HAZARDOUS SUBSTANCES INTO THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9f8aa01-c5cb-8c47-3f18-9968f886cd11-C", "generated_internal_id": "ASST_NON_01J67501_6800"}, {"internal_id": 39190846, "Award ID": "01J27501", "Award Amount": 54000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-11-08", "CFDA Number": "66.812", "Description": "THIS PROJECT WILL SUPPORT THE DEVELOPMENT OF TRAINING ON HAZARDOUS WASTE IDENTIFICATION, PROPER STORAGE AND MANIFESTING OF MATERIALS FOR TRIBAL STAFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3193502-445b-3470-1752-b077cccb0d23-R", "generated_internal_id": "ASST_NON_01J27501_6800"}, {"internal_id": 39190845, "Award ID": "01J27401", "Award Amount": 68374.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-11-07", "CFDA Number": "66.812", "Description": "THIS PROJECT WILL SUPPORT THE IDENTIFICATION, ASSESSMENT AND TESTING OF HAZARDOUS WASTE HOT SPOTS AND IDENTIFY GENERATORS OF HAZARDOUS WASTES IN THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e63dc993-feb0-5868-8a9a-3bf8fde34b72-R", "generated_internal_id": "ASST_NON_01J27401_6800"}, {"internal_id": 86482777, "Award ID": "01F68401", "Award Amount": 99000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "66.812", "Description": "CHEROKEE NATION ENVIRONMENTAL PROGRAMS (CNEP) WILL ADMINISTER A HAZARDOUS WASTE MANAGEMENT PROJECT TO FUND ADMINISTRATIVE AND TECHNICAL STAFF, CONDUCT EDUCATION OUTREACH, AND CONDUCT HAZARDOUS WASTE COLLECTION EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_01F68401_6800"}, {"internal_id": 69783688, "Award ID": "01F55901", "Award Amount": 101000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "66.812", "Description": "THE HAZARDOUS WASTE MANAGEMENT GRANT PROGRAM FOR TRIBES PROVIDES ASSISTANCE FOR THE DEVELOPMENT AND IMPLEMENTATION OF HAZARDOUS WASTE MANAGEMENT PROGRAMS; FOR BUILDING CAPACITY TO IMPROVE AND MAINTAIN REGULATORY COMPLIANCE; AND FOR DEVELOPING SOLUTIONS TO ADDRESS HAZARDOUS WASTE MANAGEMENT ISSUES IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca5aeb92-ab7e-a8ae-fd46-8671b63e97d6-C", "generated_internal_id": "ASST_NON_01F55901_6800"}, {"internal_id": 69783324, "Award ID": "01F55801", "Award Amount": 103000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-26", "CFDA Number": "66.812", "Description": "CHEROKEE NATION ENVIRONMENTAL PROGRAMS (CNEP) WILL ESTABLISH A HAZARDOUS WASTE MANAGEMENT PROJECT TO FUND ADMINISTRATIVE AND TECHNICAL STAFF, CONDUCT EDUCATION OUTREACH, AND FUND HAZARDOUS WASTE COLLECTION EVENTS. HOUSEHOLD HAZARDOUS WASTE MATERIALS WHEN IMPROPERLY DISPOSED HAVE A GREATER CHANCE OF POLLUTING OUR TRIBAL RESOURCES SUCH AS SOIL, WATER AND AIR. CHEROKEE NATION WOULD LIKE TO ADDRESS THIS PROBLEM BY FOCUSING ON HAZARDOUS WASTE MINIMIZATION AND RECYCLING, AND THE MANAGEMENT OF USED OIL AND UNIVERSAL WASTES. CHEROKEE NATION WOULD LIKE TO IMPLEMENT HOUSEHOLD HAZARDOUS WASTE COLLECTION EVENTS AND PROVIDE EDUCATION OUTREACH THAT PROVIDES SUSTAINABLE OR LONG-TERM SOLUTIONS FOR DISPOSAL OF HOUSEHOLD HAZARDOUS WASTE FOR CHEROKEE NATION TRIBAL COMMUNITIES. A COOPERATIVE AGREEMENT WILL BE USED TO ASSIST AND SUPPORT CHEROKEE NATION'S ENVIRONMENTAL PROGRAMS TO CONDUCT RESEARCH, AND PROVIDE TECHNICAL ASSISTANCE TO SUPPORT TRIBAL COMMUNITIES IN EFFECTIVELY REDUCING THE AMOUNT OF HAZARDOUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_01F55801_6800"}, {"internal_id": 39176121, "Award ID": "00E02295", "Award Amount": 101000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "66.812", "Description": "THROUGH THIS ASSISTANCE AGREEMENT THE LEECH LAKE BAND OF OJIBWE (LLBO) WILL ENSURE COMPLIANCE WITH THE RESOURCE CONSERVATION AND RECOVERY ACT BY BUILDING APPROPRIATE CONTAINMENT SYSTEMS FOR HAZARDOUS WASTE GENERATED BY ITS MEMBERS AND OTHER RESIDENTS ON THE RESERVATION.  THE TRIBE WILL ALSO INFORM ITS MEMBERS OF THE NEW CONTAINMENT SYSTEM AND THE CONSEQUENCES OF ILLEGAL DUMPING AND BURNING OF HAZARDOUS WASTE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb5b19f6-a331-99c6-8dd4-d73401132218-C", "generated_internal_id": "ASST_NON_00E02295_6800"}]