[{"internal_id": 160687267, "Award ID": "98T61701", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING STEMMING FROM THE JUNE 14, 2022 GOLD KING MINE LEGAL SETTLEMENT TO THE NAVAJO NATION  TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $1,500,000.ACTIVITIES:NON-SITE-SPECIFIC ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING \n(1) HIRE A HEALTH PHYSICIST; \n(2) PROVIDE INITIAL FUNDING FOR A NAVAJO-START CONTRACT; \n(3) OUTFIT AND EQUIP THE NEW NAVAJO SUPERFUND OFFICE BUILDING; AND \n(4) PURCHASE VEHICLES FOR THE NSP PROGRAM. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED OUTCOMES, EXPECTED DELIVERABLES AND INTENDED BENEFICIARIES INCLUDE SEE ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_98T61701_6800"}, {"internal_id": 137809578, "Award ID": "97786601", "Award Amount": 1949000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-29", "CFDA Number": "66.802", "Description": "ENABLES RESPONSE ACTIONS AT HAZARDOUS WASTE SITES THROUGH OVERSIGHT OF REMEDIAL ACTIONS, AND BUILDING PROGRAM CAPACITY. \n\nTHIS AWARD PROVIDES FEDERAL FUNDS. FURTHER FUNDING MAY BE PROVIDED AT A LATER DATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_97786601_6800"}, {"internal_id": 47994836, "Award ID": "97245409", "Award Amount": 1309188.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-03-10", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES ONGOING FUNDING TO THE SAINT REGIS MOHAWK TRIBE TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f96d8156-1794-9f82-8e27-83b250a6f680-C", "generated_internal_id": "ASST_NON_97245409_6800"}, {"internal_id": 160687184, "Award ID": "97055518", "Award Amount": 139500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE STATE OF ALASKA, DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:NON-SITE-SPECIFIC ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: POLICY DEVELOPMENT, TRAINING, MAINTENANCE/UPGRADES OF CALCULATOR TOOLS, PUBLIC OUTREACH, PARTICIPATION IN RESPONSE EXERCISES, AND PARTICIPATION IN LOCAL AND STATE EMERGENCY PLANNING GROUPS. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE: GUIDANCE DOCUMENTS, PARTICIPATION IN TRAININGS, COMMUNICATION PLANS, PARTICIPATION IN EXERCISES, AND PARTICIPATION IN EMERGENCY PLANNING GROUPS.  EXPECTED OUTCOMES INCLUDE: A MORE SCIENTIFIC AND DEFENSIBLE PROCESS FOR DEVELOPING CLEAN UP LEVELS, BETTER TRAINED STAFF, BETTER INFORMED PUBLIC, BETTER EMERGENCY PREPAREDNESS, AND A CLEANER, HEALTHIER ENVIRONMENT.  INTENDED BENEFICIARIES INCLUDE THE RESIDENTS OF THE STATE OF ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_97055518_6800"}, {"internal_id": 138794839, "Award ID": "97055517", "Award Amount": 225000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE STATE OF ALASKA, DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISIONAND COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATIONAND FISCAL AND CONTRACT MANAGEMENT ACTIVITYAND LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIESAND AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. DELIVERABLES INCLUDE NEW POLICY DEVELOPMENT FOR SITE-SPECIFIC CLEANUP LEVELS AND EMERGING CONTAMINANTS, STAFF TRAINING, UPGRADES TO CLEANUP LEVELS AND CUMULATIVE RISKS CALCULATORS, COMMUNITY OUTREACH, PROGRAM MANAGEMENT, AND PARTICIPATION IN A VARIETY OF ALL-HAZARD RESPONSE EXERCISES AND SERC, LEPCA, AND LEPC PARTICIPATION.  OUTCOMES INCLUDE BETTER MANAGEMENT OF CERCLA AND ACTIVITIES, BETTER EMERGENCY PREPAREDNESS, AND BETTER COMMUNITY UNDERSTANDING OF HEALTH RISKS AND HAZARDS. THIS AGREEMENT WILL BENEFIT THE RESIDENTS OF THE STATE OF ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_97055517_6800"}, {"internal_id": 81863181, "Award ID": "97055516", "Award Amount": 288000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-24", "CFDA Number": "66.809", "Description": "THIS PROGRAM WILL SUPPORT THE STATE OF ALASKA, DEPARTMENT OF ENVIRONMENTAL CONSERVATION (ADEC) ABILITIES TO IMPLEMENT THE REQUIREMENTS OF THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) AND THE DEVELOPMENT OF AN INFRASTRUCTURE SYSTEM WHICH IS NOT ASSIGNABLE TO SUPERFUND SITE-SPECIFIC COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_97055516_6800"}, {"internal_id": 67068758, "Award ID": "97055515", "Award Amount": 144000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-20", "CFDA Number": "66.809", "Description": "THIS PROGRAM WILL SUPPORT THE RECIPIENT'S ABILITIES TO IMPLEMENT THE REQUIREMENTS OF THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) AND THE DEVELOPMENT OF AN INFRASTRUCTURE SYSTEM WHICH IS NOT ASSIGNABLE TO SUPERFUND SITE-SPECIFIC COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_97055515_6800"}, {"internal_id": 47933814, "Award ID": "96688103", "Award Amount": 1583666.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-14", "CFDA Number": "66.809", "Description": "THIS AWARD IS COMPRISED OF APPROXIMATELY ONE THIRD OF CORE SUPPORT ADMINISTRATIVE AND NON-SITE SPECIFIC ACTIVITIES SUCH AS: PROGRAM MANAGEMENT AND PL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_96688103_6800"}, {"internal_id": 149897595, "Award ID": "96394901", "Award Amount": 960316.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-09", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO WEST VIRGINIA TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ITS PURPOSE IS TO FUND MISSION CRITICAL WORK IN SUPPORT OF EPA FOR PROTECTION OF HUMAN HEALTH AND THE ENVIRONMENT.ACTIVITIES:NON-SITE SPECIFIC ACTIVITIES (CORE) INCLUDE BUT ARE NOT LIMITED TO: PROCESSES FOR EMERGENCY RESPONSE ACTIONS; DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING AND TRAINING STAFF; PROGRAM MANAGEMENT AND SUPERVISION OF COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND, ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES INCLUDE BUT ARE NOT LIMITED TO: APPROXIMATELY FIFTEEN (15) TRAININGS, I.E., WEBINARS AND ON-SITE TRAINING FOR NEW HIRES AND EXISTING STAFF TO ENSURE SOUND DECISIONS; ATTENDING VARIOUS MEETINGS ON CERCLA ACTIVITIES FOR EFFICIENT DECISION-MAKING PROCESSES; SUBMITTING ANNUAL FUNDING PROJECTIONS TO SUPPORT EPA NEEDS ASSESSMENT; AND, SUBMITTING SEMI-ANNUAL PROGRESS REPORTS IN COMPLIANCE WITH GRANT RECIPIENT REQUIREMENTS. DIRECT BENEFICIARIES OF THIS PROGRAM ARE RESIDENTS OF WEST VIRGINIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3394d05-c258-cd9f-2898-f2ca5a98fb25-C", "generated_internal_id": "ASST_NON_96394901_6800"}, {"internal_id": 78779338, "Award ID": "96365001", "Award Amount": 861252.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-26", "CFDA Number": "66.809", "Description": "THE PURPOSE OF THE CORE PROGRAM IS TO EFFECTIVELY IMPLEMENT THE STATUTORY REQUIREMENTS OF CERCLA SECTIONS 121(F) FOR STATE INVOLVEMENT.  THE PROGRAM PROVIDES FUNDS TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT SUPPORT A RECIPIENT'S SITE SPECIFIC RESPONSE PROGRAM.  THE WORK TO BE ACCOMPLISHED ADDRESSES STATE PROGRAM PLANNING MANAGEMENT AND IMPLEMENTATION; FISCAL AND CONTRACT MANAGEMENT; HEALTH AND SAFETY; ARARS AND ENFORCEMENT COORDINATION; COMMUNITY RELATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_96365001_6800"}, {"internal_id": 68326405, "Award ID": "96361701", "Award Amount": 2139547.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-06", "CFDA Number": "66.809", "Description": "THE WORK TO BE ACCOMPLISHED ADDRESSES STATE PROGRAM PLANNING MANAGEMENT AND IMPLEMENTATION; ADMINISTRATION OF COOPERATIVE AGREEMENTS; FISCAL AND CONTRACT MANAGEMENT; STAFF DEVELOPING AND TRAINING; QUALITY ASSURANCE, RISK ASSESSMENT AND TECHNICAL SUPPORT; CLERICAL ADMINISTRATIVE AND PROGRAM SUPPORT; ADMINISTRATIVE RECORDS DEVELOPMENT AND MAINTENANCE; COMMUNITY RELATIONS; COMPUTER SUPPORT; LEGAL ASSISTANCE, AND MAINTAINENCE AND ENHANCEMENT OF DATA MANAGEMENT SYSTEMS ACTIVITIES THAT SUPPORT THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION AND LIABILITY ACT.  THE FUNDING IS IN THE OPERATING PLAN AND IS FOR MISSION CRITICAL WORK OF THE AGENCY TO ASSESS, INVESTIGATE, SELECT AND IMPLEMENT REMEDIES SO THAT HUMAN HEALTH AND THE ENVIRONMENT ARE PROTECTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73af9791-73ea-7b40-038e-4bac1789e705-C", "generated_internal_id": "ASST_NON_96361701_6800"}, {"internal_id": 67068784, "Award ID": "96358801", "Award Amount": 380280.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-25", "CFDA Number": "66.809", "Description": "THE WORK TO BE ACCOMPLISHED ADDRESSES ESTABLISHING AND UPDATING PROCEDURES FOR EMERGENCY RESPONSE ACTIONS AND LONG-TERM REMEDIATION OF ENVIRONMENTAL AND HEALTH RISKS AT HAZARDOUS WASTE SITES; ESTABLISHING AND MAINTAINING PROVISIONS FOR SATISFYING ALL REQUIREMENTS AND ASSURANCES; RECRUITING, HIRING, ORIENTING AND TRAINING STAFF TO MANAGE PUBLICLY FUNDED CLEANUPS TO OVERSEE RESPONSIBLE PARTY CLEANUPS; CONDUCTING ACTIVITIES THAT SUPPORT EPA/RECIPIENT INTERACTION; CONDUCTING FINANCIAL ACCOUNTING, AND PROCUREMENT  ACTIVITIES; PROCURING AND MAINTAINING AN ELECTRONIC RECORDS STORAGE AND RETRIEVAL SYSTEM; AND PROVIDING LEGAL ADVICE/LEGAL SERVICES ON A NON-SITE SPECIFIC BASIS, AND ENHANCING THE CONTROLLED HAZARDOUS SUBSTANCE ENFORCEMENT/FUND LEAD DIVISION'S TECHNICAL CAPABILITIES FOR PROVIDING OVERSIGHT OF OFF-SITE CONTAMINATION FROM VOLUNTARY CLEANUP PROGRAM SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3721a558-c1ad-d7cd-1b76-dddd5992bbbd-C", "generated_internal_id": "ASST_NON_96358801_6800"}, {"internal_id": 47895004, "Award ID": "96338501", "Award Amount": 695737.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-14", "CFDA Number": "66.809", "Description": "THE WORK TO BE ACCOMPLISHED IS TO CONDUCT COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) ACTIVITIES THAT ARE NOT ASSI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3394d05-c258-cd9f-2898-f2ca5a98fb25-C", "generated_internal_id": "ASST_NON_96338501_6800"}, {"internal_id": 47891555, "Award ID": "96307701", "Award Amount": 1247645.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2011-09-29", "CFDA Number": "66.809", "Description": "THE PURPOSE OF THE CORE PROGRAM IS TO EFFECTIVELY IMPLEMENT THE STATUTORY REQUIREMENTS OF CERCLA SECTIONS 121(F) FOR STATE INVOLVEMENT.  THE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_96307701_6800"}, {"internal_id": 149897600, "Award ID": "96241622", "Award Amount": 45000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-15", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS PROJECT PROVIDES CORE GRANT FUNDING TO THE STATE OF NEW JERSEY DEPARTMENT OF ENVIRONMENTAL PROTECTION (NJDEP) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SUPERFUND SITES, BUT WILL SUPPORT THE RECIPIENT'S SITE-SPECIFIC RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA). ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE SUPERFUND CORE PROGRAM AFFORDS NJDEP WITH OPPORTUNITIES TO RESEARCH AND REFINE CURRENT OPERATING PROCEDURES AND PROTOCOLS TO IMPROVE ITS CERCLA-RELATED PROGRAM FUNCTIONS. SPECIFICALLY, CORE PROGRAM SUPPORT WILL ENABLE NJDEP TO DEVELOP AND MAINTAIN A DATABASE TO SERVE AS THE PRIMARY SOURCE OF INFORMATION FOR PERIODIC REPORTING TO MEET CORE PROGRAM REQUIREMENTS, AS WELL AS UNDERTAKING REVISIONS TO IMPROVE TIMEKEEPING REQUIREMENTS SO THAT SITE-SPECIFIC AND ACTIVITY-SPECIFIC COST TRACKING WILL BE MORE RELIABLE AND MORE EASILY RETRIEVABLE FOR THE PURPOSES OF RECOVERING SUPERFUND SITE CLEANUP COSTS.ACTIVITIES:ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:FEDERAL FUNDING BEING REQUESTED VIA THIS GRANT AMENDMENT APPLICATION PACKAGE WILL PROMOTE DEP'S EFFORTS TO ENSURE EFFECTIVE AND TIMELY PARTICIPATION WITH EPA'S REGION 2 PROGRAMS, WHICH LIKEWISE COMPLEMENT NON-SITE SPECIFIC CERCLA FUNCTIONS. THE STATE CORE PROGRAM PROJECT MANAGER ACTS AS LIAISON ON NON-SITE-SPECIFIC MATTERS TO EPA REGION 2 REPRESENTATIVES. SENIOR MANAGEMENT WITHIN DEP RECOGNIZE THAT CORE PROGRAM FUNDING IS AN EFFICIENT SUPPLEMENT TO STATE FUNDS TO FOSTER AND PROMOTE THE OVERALL REMEDIATION PROCESSES THAT MUST BE IMPLEMENTED IN A CONSISTENT MANNER BY BOTH FEDERAL AND STATE GOVERNMENTAL AGENCIES. SINCE THE INITIAL CORE PROGRAM FUNDING, DEP HAS REFINED AND ENHANCED CERCLA-RELATED PROGRAM FUNCTIONS THROUGH A PROCESS THAT INCLUDES EVALUATION AND REVISING SPECIFIC ADMINISTRATIVE AND TECHNICAL PROCEDURES UNDERTAKEN AS PART OF CERCLA PROGRAM ADMINISTRATION. THIS EFFORT INCLUDES RECOMMENDING ADMINISTRATIVE REFORMS THAT IMPROVE STAFF EFFICIENCY. OTHER SUCH PROGRAMMATIC REFORMS INCLUDE, BUT ARE NOT LIMITED TO, STRATEGIC PRIORITIZATION INITIATIVES AND HAZARDOUS WASTE MITIGATION STANDING OPERATING PROCEDURE REVISIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_96241622_6800"}, {"internal_id": 157841361, "Award ID": "10E00784", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-17", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $112,500.00 TO THE MINNESOTA POLLUTION CONTROL AGENCY (MN PCA) FOR THE FISCAL YEAR 2023 CORE PROGRAM TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA). THE RECIPIENT WILL PROVIDE A $12,500 MATCH TO THE FEDERAL SHARE UNDER THIS ASSISTANCE AGREEMENT. ACTIVITIES:THE ACTIVITIES TO BE PERFORMED UNDER THIS ASSISTANCE AGREEMENT INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES. NON-SITE-SPECIFIC ACTIVITIES TO BE PERFORMED INCLUDE PROVIDING ADMINISTRATIVE/CLERICAL SUPPORT TO SUPERFUND PROGRAM STAFF IN AREAS SUCH AS PERSONNEL, BUDGET, INVENTORY, AND PROCUREMENT. THE RECIPIENT WILL ALSO PROVIDE GENERAL OFFICE ASSISTANCE IN MAINTAINING CENTRAL RECORDS AND DOCUMENTS, BOTH HARD COPY AND COMPUTERIZED.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES ARE THE TIMELY COMPLETION OF PROJECT MANAGER REVIEWS; APPROVAL OF CONTRACT/GRANT EXPENDITURES; PREPARATION OF FINANCIAL STATUS REPORTS (FSRS) AS REQUIRED. THE EXPECTED OUTCOMES INCLUDE EFFICIENT COORDINATION WITH PROJECT MANAGERS, PROGRAM MANAGERS, AND THE U.S. EPA TO ENSURE ACCURATE AND TIMELY GRANT CLOSEOUTS. THE BENEFICIARIES OF THIS PROJECT WILL BE THE 5.01 MILLION RESIDENTS OF THE STATE OF MINNESOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6461e89f-f3ae-9f15-bbf5-d61b6f4dfa1c-C", "generated_internal_id": "ASST_NON_10E00784_6800"}, {"internal_id": 157841359, "Award ID": "10E00774", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE ILLINOIS ENVIRONMENTAL PROTECTION AGENCY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:NON-SITE-SPECIFIC ACTIVITIES TO BE PERFORMED INCLUDE THE FOLLOWING: PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED OUTCOMES, EXPECTED DELIVERABLES AND INTENDED BENEFICIARIES INCLUDE COMPREHENSIVE TRAINING; BETTER PROJECT MANAGEMENT TO ALLOW STATE TO ASSUME LEAD ON NATIONAL PRIORITIES LIST PROJECTS; EFFECTIVE PROCUREMENT ADMINISTRATION; IMPROVED COMPLIANCE WITH LEGAL AND ADMINISTRATIVE REQUIREMENTS; IMPROVE BUDGETARY CONTROL; COMPREHENSIVE PROGRAM MANAGEMENT. THE INTENDED BENEFICIARIES ARE ILLINOIS RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_10E00774_6800"}, {"internal_id": 147354504, "Award ID": "09E00784", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-15", "CFDA Number": "66.809", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS SUPERFUND CORE PROVIDES FUNDING TO HELP FUND ADMINISTRATIVE STAFF AND STAFF TECHNICAL TRAINING AND SPECIAL PROJECTS. THIS TRAINING WILL INCLUDE SITE ASSESSMENT, SUPERFUND, AND NEEDED TECHNICAL CLASSES TO DEVELOP NEW STAFF WHO HAVE BEEN RECENTLY HIRED. \nACTIVITIES:\nPROVIDE ADMINISTRATIVE/CLERICAL SUPPORT TO SUPERFUND PROGRAM STAFF IN AREAS SUCH AS PERSONNEL, BUDGET, INVENTORY, AND PROCUREMENT. PROVIDE GENERAL OFFICE ASSISTANCE IN MAINTAINING CENTRAL RECORDS AND DOCUMENTS, BOTH HARD COPY AND COMPUTERIZED.\n\nOUTCOMES:\n\nTHE FOLLOWING DELIVERABLES AND OUTCOMES WILL BENEFIT THE 5.7 MILLION RESIDENTS OF THE STATE OF MINNESOTA.\n\nPROVIDE FISCAL SUPPORT TO SUPERFUND PROGRAM STAFF. ENSURE PROJECT MANAGER REVIEW AND APPROVAL OF CONTRACT AND GRANT EXPENDITURES. PREPARE \nFINANCIAL STATUS REPORTS (FSRS) AS REQUIRED. PREPARE FINAL FSRS AND COORDINATE WITH PROJECT MANAGERS, PROGRAM MANAGERS, AND THE U.S. EPA \nTO ENSURE ACCURATE AND TIMELY GRANT CLOSEOUTS.\n\n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6461e89f-f3ae-9f15-bbf5-d61b6f4dfa1c-C", "generated_internal_id": "ASST_NON_09E00784_6800"}, {"internal_id": 146600649, "Award ID": "09E00774", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-15", "CFDA Number": "66.809", "Description": "DESCRIPTION:\nTHIS AGREEMENT PROVIDES FUNDING TO ILLINOIS ENVIRONMENTAL PROTECTION AGENCY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE ILLINOIS ENVIRONMENTAL PROTECTION AGENCY RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.\nACTIVITIES:\nACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.\nOUTCOMES:\nCOMPREHENSIVE TRAINING; BETTER PROJECT MANAGEMENT TO ALLOW STATE TO ASSUME LEAD ON NATIONAL PRIORITIES LIST PROJECTS; EFFECTIVE PROCUREMENT ADMINISTRATION; IMPROVED COMPLIANCE WITH LEGAL AND ADMINISTRATIVE REQUIREMENTS; IMPROVE BUDGETARY CONTROL; COMPREHENSIVE PROGRAM MANAGEMENT.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_09E00774_6800"}, {"internal_id": 156671195, "Award ID": "09E00771", "Award Amount": 90000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-15", "CFDA Number": "66.809", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO THE INDIANA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (IDEM) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:DURING THE PERFORMANCE PERIOD OF THE COOPERATIVE AGREEMENT, THE OFFICE OF LAND QUALITY WILL MAINTAIN COMMUNICATIONS, AUTOMATION CAPABILITIES, TRAINING OPPORTUNITIES, AND ADMINISTRATIVE MANAGEMENT OPERATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THESE ACTIVITIES WILL ENSURE INDIANA'S EFFECTIVE PARTICIPATION IN THE CERCLA PROGRAM. THE RESULTING QUALITY AND TIMELY INVESTIGATION AND REMEDIATION OF HAZARDOUS WASTE SITES SERVES THE BEST INTERESTS OF BOTH THE CERCLA PROGRAM AND THE CITIZENS OF INDIANA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_09E00771_6800"}, {"internal_id": 130196428, "Award ID": "08E00784", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-09", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO MINNESOTA POLLUTION CONTROL AGENCY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT, AND THE HEADER OF THE PROGRAMMATIC CONDITIONS DETAILS ON PAGE 5 SHOULD MORE ACCURATELY IDENTIFY COOPERATIVE AGREEMENT COMPONENTS. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6461e89f-f3ae-9f15-bbf5-d61b6f4dfa1c-C", "generated_internal_id": "ASST_NON_08E00784_6800"}, {"internal_id": 130196446, "Award ID": "08E00774", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-18", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO ILLINOIS ENVIRONMENTAL PROTECTION AGENCY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE ILLINOIS ENVIRONMENTAL PROTECTION AGENCY RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_08E00774_6800"}, {"internal_id": 147669602, "Award ID": "08E00771", "Award Amount": 81000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "66.809", "Description": "DESCRIPTION:\nTHE AGREEMENT PROVIDES FUNDING TO THE INDIANA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (IDEM) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION, COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION, FISCAL AND CONTRACT MANAGEMENT ACTIVITY, LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES, AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. \nACTIVITIES:\nDURING THE PERFORMANCE PERIOD OF THE COOPERATIVE AGREEMENT, OLQ WILL MAINTAIN COMMUNICATIONS, AUTOMATION CAPABILITIES, TRAINING OPPORTUNITIES, AND ADMINISTRATIVE MANAGEMENT OPERATIONS.  \nOUTCOMES:\nTHESE ACTIVITIES WILL ENSURE INDIANA'S EFFECTIVE PARTICIPATION IN THE CERCLA PROGRAM.  THE RESULTING QUALITY AND TIMELY INVESTIGATION AND REMEDIATION OF HAZARDOUS WASTE SITES SERVES THE BEST INTERESTS OF BOTH THE CERCLA PROGRAM AND THE CITIZENS OF INDIANA.\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_08E00771_6800"}, {"internal_id": 157418203, "Award ID": "08E00768", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-09", "CFDA Number": "66.809", "Description": "DESCRIPTION:THE WISCONSIN DEPARTMENT OF NATURAL RESOURCES WILL CONDUCT SUPERFUND CORE ACTIVITIES FROM APRIL 1, 2023, THROUGH MARCH 31, 2024. THE CORE FUNDING PROVIDES OVERSIGHT AND SUPPORT TO HELP THE SUPERFUND PROGRAM FUNCTION EFFECTIVELY UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. THESE WORK ACTIVITIES SUPPORT THE ACHIEVEMENT OF EPA'S PROGRAM GOALS AND PRIORITIES.\n\nACTIVITIES:THE ACTIVITIES TO BE PERFORMED IN THIS AWARD INCLUDE: THE PREPARATION OF ROUTINE PROGRAM ASSESSMENTS; THE PREPARATION OF THE CORE COOPERATIVE AGREEMENT (CA) APPLICATION; THE DEVELOPMENT OF NEW OR REVISED GUIDANCE DOCUMENTS; UPDATING THE QUALITY MANAGEMENT PLAN (QMP) AS NEEDED; AND REVISING ADMINISTRATIVE RULES TO INCLUDE NEW TECHNICAL AND POLICY RELATED INFORMATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE PEOPLE OF THE STATE OF WISCONSIN. THIS PROJECT WILL FURTHER THE WISCONSIN DEPARTMENT OF NATURAL RESOURCES ABILITIES FOR SITE ASSESSMENT AND FUTURE REMEDIAL ACTIONS IF NEEDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_08E00768_6800"}, {"internal_id": 130237676, "Award ID": "07E00994", "Award Amount": 111763.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-22", "CFDA Number": "66.802", "Description": "THIS AGREEMENT MAY FUND THE PARTICIPATION OF THE RECIPIENT IN ACTIVITIES INCLUDING BUT NOT LIMITED TO THE REVIEW OF REMEDIAL INVESTIGATION AND FEASIBILITY STUDIES, PROPOSED PLANS, AND RECORDS OF DECISION AT SUPERFUND SITES IN INDIANA WHEN THE ENVIRONMENTAL PROTECTION AGENCY (EPA) IS THE LEAD AGENCY FOR REMEDIAL ACTION.  THIS CAN ALSO INCLUDE REVIEW OF INFORMATION, ATTENDING SITE-RELATED MEETINGS AND PARTICIPATING IN FIVE-YEAR REVIEWS. NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_07E00994_6800"}, {"internal_id": 95593592, "Award ID": "07E00784", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-27", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES $112,500 IN FUNDING TO THE MINNESOTA POLLUTION CONTROL AGENCY  TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6461e89f-f3ae-9f15-bbf5-d61b6f4dfa1c-C", "generated_internal_id": "ASST_NON_07E00784_6800"}, {"internal_id": 95593595, "Award ID": "07E00774", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-26", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO ILLINOIS ENVIRONMENTAL PROTECTION AGENCY (IEPA) IN THE AMOUNT OF $112,500 TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE WORK TO BE ACCOMPLISHED IN THIS PROJECT IS TO SUPPORT THE OVERALL MANAGEMENT OF IEPA BUREAU OF LAND PROGRAM INCLUDING ALL ADMINISTRATIVE NEEDS, FISCAL GRANT AND CONTRACT MANAGEMENT, REMEDIAL PROGRAM, DEVELOPMENT, INFORMATION TECHNOLOGY AND RECORDS MANAGEMENT. THIS EFFORT WILL ENABLE IEPA TO CONTRIBUTE SPECIALIZED EXPERTISE TOWARD REMEDIATION OF HAZARDOUS WASTE SITES IN ILLINOIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_07E00774_6800"}, {"internal_id": 130196442, "Award ID": "07E00771", "Award Amount": 90000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-19", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE INDIANA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (IDEM) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_07E00771_6800"}, {"internal_id": 147535022, "Award ID": "07E00768", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-18", "CFDA Number": "66.809", "Description": "DESCRIPTION:\nTHE WISCONSIN DEPARTMENT OF NATURAL RESOURCES WILL CONDUCT SUPERFUND CORE ACTIVITIES FROM APRIL 1, 2022, THROUGH MARCH 31, 2023. THE CORE FUNDING PROVIDES OVERSIGHT AND SUPPORT TO HELP THE SUPERFUND PROGRAM FUNCTION EFFECTIVELY. THESE WORK ACTIVITIES SUPPORT THE ACHIEVEMENT OF EPA'S PROGRAM GOALS AND PRIORITIES.\n\nACTIVITIES:\n\nTHE ACTIVITIES TO BE PERFORMED IN THIS AWARD INCLUDE: THE PREPARATION OF ROUTINE PROGRAM ASSESSMENTS; THE PREPARATION OF THE CORE COOPERATIVE AGREEMENT (CA) APPLICATION; THE DEVELOPMENT OF NEW OR REVISED GUIDANCE DOCUMENTS; AND REVISING ADMINISTRATIVE RULES TO INCLUDE NEW TECHNICAL AND POLICY RELATED INFORMATION. \n\nOUTCOMES:\nTHE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE PEOPLE OF THE STATE OF WISCONSIN. THIS PROJECT WILL FURTHER THE WISCONSIN DEPARTMENT OF NATURAL RESOURCES ABILITIES FOR SITE ASSESSMENT AND FUTURE REMEDIAL ACTIONS IF NEEDED. \n\n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_07E00768_6800"}, {"internal_id": 147354505, "Award ID": "06E01912", "Award Amount": 6400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-04", "CFDA Number": "66.809", "Description": "DESCRIPTION:\nTHIS ACTION FULLY FUNDS THE FY 2022 MPCA SUPERFUND CORE PROGRAM IN THE AMOUNT OF $6,400.00.\n\n\nACTIVITIES:\nTHE CORE GRANT WILL BE USED TO HELP FUND ADMINISTRATIVE AND TECHNICAL STAFF TRAINING AND SPECIAL PROJECTS.  OTHER TECHNICAL TRAINING FOR NEWER STAFF WILL BE CONDUCTED ONLINE, OR IN-PERSON AS IT BECOMES AVAILABLE AND WORKLOADS CONSIDERATIONS. \nOUTCOMES:\nTHE BENEFICIARIES OF PROJECT ACTIVITIES WILL BE 11.7 MILLION RESIDENTS OF THE STATE OF OHIO. TRAINING FOCUS AREA WILL INCLUDE SITE ASSESSMENT, SUPERFUND, AND NEEDED TECHNICAL CLASSES TO DEVELOP NEW STAFF WHO HAVE BEEN RECENTLY HIRED. \nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_06E01912_6800"}, {"internal_id": 79452217, "Award ID": "06E00784", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-27", "CFDA Number": "66.809", "Description": "THE PURPOSE OF THIS FUNDING IS TO PROVIDE $56,250 TO THE STATE OF MINNESOTA TO SUPPORT THE CONTINUATION OF ITS CORE PROGRAM FOR FY 2019. FUNDING WILL ALLOW THE STATE OF MINNESOTA TO PROVIDE CONTINUED TECHNICAL SUPPORT, DETAILED LABOR, INTENSIVE FINANCIAL TRACKING AND PROGRAM MANAGEMENT OF ASSISTANCE AGREEMENTS.  THIS AGREEMENT HAS A BUDGET AND PROJECT PERIOD OF 4/1/2019 THRU 3/31/20", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6461e89f-f3ae-9f15-bbf5-d61b6f4dfa1c-C", "generated_internal_id": "ASST_NON_06E00784_6800"}, {"internal_id": 78991794, "Award ID": "06E00774", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-18", "CFDA Number": "66.809", "Description": "THE WORK TO BE ACCOMPLISHED IN THIS PROJECT IS TO SUPPORT THE OVERALL MANAGEMENT OF ILLINOIS ENVIRONMENTAL PROTECTION AGENCY (IEPA) BUREAU OF LAND PROGRAM INCLUDING ALL ADMINISTRATIVE NEEDS, FISCAL GRANT AND CONTRACT MANAGEMENT, REMEDIAL PROGRAM, DEVELOPMENT, INFORMATION TECHNOLOGY AND RECORDS MANAGEMENT.  THIS EFFORT WILL ENABLE IEPA TO CONTRIBUTE SPECIALIZED EXPERTISE TOWARD REMEDIATION OF HAZARDOUS WASTE SITES IN ILLINOIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_06E00774_6800"}, {"internal_id": 95593578, "Award ID": "06E00771", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-28", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE INDIANA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (IDEM) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_06E00771_6800"}, {"internal_id": 127716203, "Award ID": "06E00768", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-22", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE WISCONSIN DEPARTMENT OF NATURAL RESOURCES TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_06E00768_6800"}, {"internal_id": 130196443, "Award ID": "05E01912", "Award Amount": 6400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-19", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO OHIO ENVIRONMENTAL PROTECTION AGENCY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. NOTE THAT THE HEADER OF THIS AWARD CAPTIONS IT AS A GRANT AGREEMENT WHEREAS IT IS A COOPERATIVE AGREEMENT. EPA IS IMPLEMENTING A NEW GRANT SYSTEM THAT WILL SOON BE UNDERGOING ENHANCEMENTS TO ALLOW FOR MORE ACCURATE DESCRIPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_05E01912_6800"}, {"internal_id": 65299740, "Award ID": "05E00784", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-06", "CFDA Number": "66.809", "Description": "THE WORK TO BE ACCOMPLISHED IN THIS PROJECT IS TO SUPPORT THE OVERALL MANAGEMENT OF THE MINNESOTA POLLUTION CONTROL AGENCY (MPCA) CORE PROGRAM MANAGEMENT AND ADMINISTRATIVE  GRANT NEEDS, FISCAL GRANT AND CONTRACT MANAGEMENT, REMEDIAL PROGRAM DEVELOPMENT, INFORMATION TECHNOLOGY AS WELL AS RECORDS MANAGEMENT.  THE EFFORTS WILL ENABLE MPCA TO CONTRIBUTE SPECIALIZED EXPERTISE TOWARD REMEDIATION OF HAZARDOUS WASTE SITES IN MINNESOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6461e89f-f3ae-9f15-bbf5-d61b6f4dfa1c-C", "generated_internal_id": "ASST_NON_05E00784_6800"}, {"internal_id": 62688882, "Award ID": "05E00774", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-07", "CFDA Number": "66.809", "Description": "THE WORK TO BE ACCOMPLISHED IN THIS PROJECT IS TO SUPPORT THE OVERALL MANAGEMENT OF ILLINOIS ENVIRONMENTAL PROTECTION AGENCY (IEPA) BUREAU OF LAND PROGRAM INCLUDING ALL ADMINISTRATIVE NEEDS, FISCAL GRANT AND CONTRACT MANAGEMENT, REMEDIAL PROGRAM, DEVELOPMENT, INFORMATION TECHNOLOGY AND RECORDS MANAGEMENT.  THIS EFFORT WILL ENABLE IEPA TO CONTRIBUTE SPECIALIZED EXPERTISE TOWARD REMEDIATION OF HAZARDOUS WASTE SITES IN ILLINOIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_05E00774_6800"}, {"internal_id": 79452222, "Award ID": "05E00771", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-27", "CFDA Number": "66.809", "Description": "FUNDING FOR THIS COOPERATIVE AGREEMENT (CA)IS BEING PROVIDED TO THE INDIAN DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (IDEM) TO CONDUCT SUPERFUND CORE PROGRAM ACTIVITIES FOR FISCAL YEAR 19/20 TO SUPPORT MANAGERIAL, SUPERVISORY, TECHNICAL AND CLERICAL STAFF IN THE IMPLEMENTATION OF THE CLEAN-UP PROGRAM, WHICH WILL ENHANCE AND AUGMENT IDEM'S ACTIVITIES. THIS PROGRAM PROVIDES NON-SITE SPECIFIC FUNDING TO CONDUCT ACTIVITIES THAT ARE NOT DIRECTLY ASSIGNABLE TO THE SPECIFIC SITES. THIS CA IS FOR PARTIAL FUNDING IN THE  AMOUNT OF $56,250.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_05E00771_6800"}, {"internal_id": 95593580, "Award ID": "05E00768", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-26", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE WISCONSIN DEPARTMENT OF NATURAL RESOURCES (WDNR) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_05E00768_6800"}, {"internal_id": 110297572, "Award ID": "04E01912", "Award Amount": 16400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-10", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO OHIO ENVIRONMENTAL PROTECTION AGENCY (OEPA) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THIS ACTION WILL FULLY FUND OEPA IN THE AMOUNT OF $16,400 TO SUPPORT CORE ACTIVITIES INCLUDING GRANT COORDINATION, STAFF TECHNICAL TRAINING, AND THE GROVEPORT FIELD FACILITY WHICH HOUSES THE SITE INVESTIGATION FIELD UNIT (SIFU) AND ALL ADMINISTRATIVE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_04E01912_6800"}, {"internal_id": 39219508, "Award ID": "04E00771", "Award Amount": 141666.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-02-22", "CFDA Number": "66.809", "Description": "FUNDING FOR THIS COOPERATIVE AGREEMENT IS BEING PROVIDED TO THE INDIAN DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (IDEM) TO CONDUCT SUPERFUND CORE PROGRAM ACTIVITIES  THIS AGREEMENT SUPPORTS MANAGERIAL, SUPERVISORY, TECHNICAL AND CLERICAL STAFF IN THE IMPLEMENTATION OF THE CLEAN-UP PROGRAM, WHICH WILL ENHANCE AND AUGMENT IDEM'S ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_04E00771_6800"}, {"internal_id": 78991793, "Award ID": "04E00768", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-18", "CFDA Number": "66.809", "Description": "FUNDING FOR THIS COOPERATIVE AGREEMENT (CA) IS BEING PROVIDED TO THE WISCONSIN DEPARTMENT OF NATURAL RESOURCES (WDNR) TO CONDUCT SUPERFUND CORE PROGRAM ACTIVITIES FOR FISCAL YEAR 2019 TO 2020 TO SUPPORT MANAGERIAL, SUPERVISORY, TECHNICAL AND CLERICAL STAFF IN THE IMPLEMENTATION OF THE CLEAN-UP PROGRAM, WHICH WILL ENHANCE AND AUGMENT WDNR'S ACTIVITIES.  THIS PROGRAM PROVIDES NON-SITES SPECIFIC FUNDING TO CONDUCT ACTIVITIES THAT ARE NOT DIRECTLY ASSIGNABLE TO THE SPECIFIC SITES. THIS CA IS FOR PARTIAL FUNDING IN THE AMOUNT OF $56,250.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_04E00768_6800"}, {"internal_id": 79452201, "Award ID": "03E01912", "Award Amount": 11400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-27", "CFDA Number": "66.809", "Description": "THIS COOPERATIVE AGREEMENT PROVIDES FUNDING IN THE AMOUNT OF $11,400 TO SUPPORT CORE ACTIVITIES INCLUDING GRANT COORDINATION, STAFF TECHNICAL TRAINING AND THE GROVEPORT FIELD FACILITY WHICH HOUSES THE SITE INVESTIGATION FIELD UNIT (SIFU) AND ALL ADMINISTRATIVE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_03E01912_6800"}, {"internal_id": 39206214, "Award ID": "03E00768", "Award Amount": 225000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-02-22", "CFDA Number": "66.809", "Description": "FUNDING FOR THIS COOPERATIVE AGREEMENT IS BEING PROVIDED TO THE WISCONSIN DEPARTMENT OF NATURAL RESOURCES (WDNR) TO CONDUCT SUPERFUND CORE PROGRAM ACTIVITIES FOR FISCAL YEAR 17/18. THIS AGREEMENT SUPPORTS MANAGERIAL, SUPERVISORY, TECHNICAL AND CLERICAL STAFF IN THE IMPLEMENTATION OF THE CLEAN-UP PROGRAM, WHICH WILL ENHANCE AND AUGMENT WDNR'S ACTIVITIES.  THIS PROGRAM PROVIDES NON-SITES SPECIFIC FUNDING TO CONDUCT ACTIVITIES THAT ARE NOT DIRECTLY ASSIGNABLE TO THE SPECIFIC SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_03E00768_6800"}, {"internal_id": 65299730, "Award ID": "02E01912", "Award Amount": 20833.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-23", "CFDA Number": "66.809", "Description": "THIS COOPERATIVE AGREEMENT PROVIDES FUNDING IN THE AMOUNT OF $20,833 TO SUPPORT CORE ACTIVITIES INCLUDING GRANT COORDINATION, STAFF TECHNICAL TRAINING AND THE GROVEPORT FIELD FACILITY WHICH HOUSES THE SITE INVESTIGATION FIELD UNIT (SIFU) AND ALL ADMINISTRATIVE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "615ca93b-904d-c303-bd34-715393928147-C", "generated_internal_id": "ASST_NON_02E01912_6800"}, {"internal_id": 162165302, "Award ID": "02D66523", "Award Amount": 71500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $71,500 TO PROVIDE FUNDING TO THE NORTH CAROLINA DEPARTMENT OF ENVIRONMENTAL QUALITY (NC DEQ) FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA).ACTIVITIES:ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTCOME OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING/TRAINING STAFF; AND ACTIVITIES THAT SUPPORT THE EPA/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF NORTH CAROLINA THAT WILL BENEFIT FROM THE GRANT COOPERATIVE AGREEMENT. THE DELIVERABLES WILL BE THE STATE'S ABILITY TO MANAGE SUPERFUND PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_02D66523_6800"}, {"internal_id": 162165299, "Award ID": "02D64323", "Award Amount": 37125.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-06", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $37,125 TO THE GEORGIA DEPARTMENT OF NATURAL RESOURCES. THIS ACTION FUNDS ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA).  ACTIVITIES:ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTCOME OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING/TRAINING STAFF; AND ACTIVITIES THAT SUPPORT THE ENVIRONMENTAL PROTECTION AGENCY RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF GEORGIA, THAT WILL BENEFIT FROM THE GRANT COOPERATIVE AGREEMENT. THE DELIVERABLES WILL BE THE STATE'S ABILITY TO MANAGE SUPERFUND PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_02D64323_6800"}, {"internal_id": 162165282, "Award ID": "02D55223", "Award Amount": 39753.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $39,753 TO MISSISSIPPI DEPARTMENT OF ENVIRONMENTAL QUALITY. THE PURPOSE OF THIS AWARD IS TO SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION, COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION, FISCAL AND CONTRACT MANAGEMENT ACTIVITY, LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES, AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. ANTICIPATED DELIVERABLES INCLUDE THE STATE'S ABILITY TO MANAGE SUPERFUND PROGRAMS. DIRECT BENEFICIARIES INCLUDE RESIDENTS OF THE STATE OF MISSISSIPPI.ACTIVITIES:-SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_02D55223_6800"}, {"internal_id": 162165280, "Award ID": "02D54723", "Award Amount": 35750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $35,750 TO SUPPORT THE ALABAMA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA). ACTIVITIES TO BE PERFORMED: INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. EXPECTED OUTCOMES AND ANTICIPATED DELIVERIES: INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING/TRAINING STAFF; AND ACTIVITIES THAT SUPPORT THE U.S. ENVIRONMENTAL PROTECTION AGENCY (EPA)/RECIPIENT INTERACTION. ANTICIPATED DELIVERABLES WILL BE THE STATE'S ABILITY TO MANAGE SUPERFUND PROGRAMS. INTENDED BENEFICIARIES: DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF ALABAMA, THAT WILL BENEFIT FROM THE GRANT COOPERATIVE AGREEMENT.ACTIVITIES:.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c264f51-f742-55fb-7cd8-b072ac463137-C", "generated_internal_id": "ASST_NON_02D54723_6800"}, {"internal_id": 162165278, "Award ID": "02D54423", "Award Amount": 33000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT $33,000 TO KENTUCKY ENERGY AND ENVIRONMENT CABINET FOR THE PURPOSE OF ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA).ACTIVITIES:NON-SITE-SPECIFIC ACTIVITIES TO BE PERFORMED INCLUDE: PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTCOME OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING/TRAINING STAFF; AND ACTIVITIES THAT SUPPORT THE EPA/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF KENTUCKY, THAT WILL BENEFIT FROM THE GRANT COOPERATIVE AGREEMENT. THE DELIVERABLES WILL BE THE STATE'S ABILITY TO MANAGE THE SUPERFUND PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25db5253-f3b6-77fa-a5d4-3b1743f95fbe-C", "generated_internal_id": "ASST_NON_02D54423_6800"}, {"internal_id": 162165277, "Award ID": "02D53923", "Award Amount": 53350.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $53,350 TO THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION. THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDS TO THE THE RECIPIENT FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA). ACTIVITIES:ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, SUCH AS INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES WILL BE THE STATE'S ABILITY TO MANAGE SUPERFUND PROGRAMS. THE OUTCOME OF THIS COOPERATIVE AGREEMENT WILL INCLUDE THE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING/TRAINING STAFF; AND SUPPORTING ACTIVITIES WHICH WILL STRENGTHEN THE FEDERAL/STATE PARTNERSHIP. INTENDED BENEFICIARIES OF THIS PROGRAM ARE RESIDENTS OF TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_02D53923_6800"}, {"internal_id": 162165274, "Award ID": "02D52923", "Award Amount": 68750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $68,750 TO THE SOUTH CAROLINA DEPARTMENT OF HEALTH AND ENVIRONMENTAL CONTROL (SCDHEC) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA). ACTIVITIES:ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTCOME OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING/TRAINING STAFF, AND ACTIVITIES THAT SUPPORT THE EPA/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF SOUTH CAROLINA, THAT WILL BENEFIT FROM THE COOPERATIVE AGREEMENT. THE DELIVERABLES WILL BE THE STATE'S ABILITY TO MANAGE SUPERFUND PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_02D52923_6800"}, {"internal_id": 140709244, "Award ID": "02D13921", "Award Amount": 132822.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $36,526 TO THE MISSISSIPPI DEPARTMENT OF ENVIRONMENTAL QUALITY (MSDEQ) FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA).  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE DELIVERABLES WILL BE THE STATE'S ABILITY TO MANAGE SUPERFUND PROGRAMS.  OUTCOMES OF THIS COOPERATIVE AGREEMENT FOR THE MISSISSIPPI WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING/TRAINING STAFF; AND ACTIVITIES THAT SUPPORT THE EPA/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF MISSISSIPPI, THAT WILL BENEFIT FROM THE COOPERATIVE AGRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_02D13921_6800"}, {"internal_id": 138842780, "Award ID": "02D13821", "Award Amount": 240000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $66,000 TO SUPPORT NORTH CAROLINA DEPARTMENT OF ENVIRONMENTAL QUALITY FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA).  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISIONAND COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATIONAND FISCAL AND CONTRACT MANAGEMENT ACTIVITYAND LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIESAND AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE DELIVERABLES WILL BE THE STATE&RSQUOANDS ABILITY TO MANAGE SUPERFUND PROGRAMS.  OUTCOMES OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORTAND HIRING/TRAINING STAFFAND AND ACTIVITIES THAT SUPPORT THE EPA/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF NORTH CAROLINA THAT WILL BENEFIT FROM THE GRANT COOPERATIVE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_02D13821_6800"}, {"internal_id": 139786100, "Award ID": "02D12821", "Award Amount": 184000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "66.809", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $50,142.00 TO GEORGIA DEPARTMENT OF NATURAL RESOURCES.  THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDS TO THE GEORGIA DEPARTMENT OF NATURAL RESOURCES FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISIONAND COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATIONAND FISCAL AND CONTRACT MANAGEMENT ACTIVITYAND LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIESAND AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE DELIVERABLES WILL BE THE STATE&RSQUOANDS ABILITY TO MANAGE SUPERFUND PROGRAMS.  OUTCOMES OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORTAND HIRING/TRAINING STAFFAND AND ACTIVITIES THAT SUPPORT THE ENVIRONMENTAL PROTECTION AGENCY/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF GEORGIA, THAT WILL BENEFIT FROM THE GRANT COOPERATIVE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_02D12821_6800"}, {"internal_id": 139786114, "Award ID": "02D11621", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "66.809", "Description": "THE ACTION APPROVES AN AWARD IN THE AMOUNT OF $33,000 TO KENTUCKY ENERGY AND ENVIRONMENT CABINET  TO PROVIDE FUNDS FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA). ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE DELIVERABLES WILL BE THE STATE'S ABILITY TO MANAGE SUPERFUND PROGRAMS. OUTCOMES OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING/TRAINING STAFF; AND ACTIVITIES THAT SUPPORT THE EPA/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF KENTUCKY, THAT WILL BENEFIT FROM THE GRANT COOPERATIVE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25db5253-f3b6-77fa-a5d4-3b1743f95fbe-C", "generated_internal_id": "ASST_NON_02D11621_6800"}, {"internal_id": 139813820, "Award ID": "02D11221", "Award Amount": 184518.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "66.809", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $49,778 TO THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION. THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDS TO THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISIONAND COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATIONAND FISCAL AND CONTRACT MANAGEMENT ACTIVITYAND LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIESAND AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE DELIVERABLES WILL BE THE STATE&RSQUOANDS ABILITY TO MANAGE SUPERFUND PROGRAMS.  OUTCOMES OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORTAND HIRING/TRAINING STAFFAND AND ACTIVITIES THAT SUPPORT THE ENVIRONMENTAL PROTECTION AGENCY/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF TENNESSEE, THAT WILL BENEFIT FROM THE GRANT COOPERATIVE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_02D11221_6800"}, {"internal_id": 140709191, "Award ID": "02D04421", "Award Amount": 240000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "66.809", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDS IN THE AMOUNT OF $63,680 TO THE SOUTH CAROLINA DEPARTMENT OF HEALTH AND ENVIRONMENTAL CONTROL (SCDHEC) FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA).  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE DELIVERABLES WILL BE THE STATE'S ABILITY TO MANAGE SUPERFUND PROGRAMS.  OUTCOMES OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORT; HIRING/TRAINING STAFF; AND ACTIVITIES THAT SUPPORT THE EPA/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF SOUTH CAROLINA, THAT W", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_02D04421_6800"}, {"internal_id": 108315081, "Award ID": "01F82701", "Award Amount": 1199998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE TEXAS COMMISSION ON ENVIRONMENTAL QUALITY (TCEQ) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_01F82701_6800"}, {"internal_id": 88416624, "Award ID": "00D96719", "Award Amount": 240000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "66.809", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $66,000 TO THE STATE OF NORTH CAROLINA TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES; BUT, WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA).  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_00D96719_6800"}, {"internal_id": 83285373, "Award ID": "00D96419", "Award Amount": 184000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $50,600 TO THE GEORGIA DEPARTMENT OF NATURAL RESOURCES TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_00D96419_6800"}, {"internal_id": 83285310, "Award ID": "00D95819", "Award Amount": 184259.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "66.809", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $49,960 TO THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_00D95819_6800"}, {"internal_id": 83285308, "Award ID": "00D93119", "Award Amount": 240000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-14", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $65,836 FOR THE STATE OF SOUTH CAROLINA TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION, COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION, FISCAL AND CONTRACT MANAGEMENT ACTIVITY, LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES, AND TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_00D93119_6800"}, {"internal_id": 139786127, "Award ID": "00D91221", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $33,000 TO SUPPORT THE ALABAMA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT FOR ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISIONAND COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATIONAND FISCAL AND CONTRACT MANAGEMENT ACTIVITYAND LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIESAND AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE DELIVERABLES WILL BE THE STATE&RSQUOANDS ABILITY TO MANAGE SUPERFUND PROGRAMS. OUTCOMES OF THIS COOPERATIVE AGREEMENT FOR THE STATE WILL INCLUDE DEVELOPMENT OF LEGAL AUTHORITIES AND ENFORCEMENT SUPPORTAND HIRING/TRAINING STAFFAND AND ACTIVITIES THAT SUPPORT THE EPA/RECIPIENT INTERACTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE RESIDENTS OF ALABAMA, THAT WILL BENEFIT FROM THE GRANT COOPERATIVE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c264f51-f742-55fb-7cd8-b072ac463137-C", "generated_internal_id": "ASST_NON_00D91221_6800"}, {"internal_id": 83285508, "Award ID": "00D91219", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-12", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $33,000 TO THE STATE OF ALABAMA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c264f51-f742-55fb-7cd8-b072ac463137-C", "generated_internal_id": "ASST_NON_00D91219_6800"}, {"internal_id": 83285507, "Award ID": "00D90819", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-12", "CFDA Number": "66.809", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $33,000 TO THE COMMONWEALTH OF KENTUCKY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES, AS WELL AS ADMINISTRATIVE AND TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25db5253-f3b6-77fa-a5d4-3b1743f95fbe-C", "generated_internal_id": "ASST_NON_00D90819_6800"}, {"internal_id": 83285403, "Award ID": "00D90519", "Award Amount": 101705.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $36,089 TO THE MISSISSIPPI DEPARTMENT OF ENVIRONMENTAL QUALITY TO ASSIST WITH CONDUCTING ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_00D90519_6800"}, {"internal_id": 39174601, "Award ID": "00D64617", "Award Amount": 184000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-28", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $50,600 TO THE GEORGIA DEPARTMENT OF NATURAL RESOURCES TO IMPROVE OR ENHANCE THE STATE'S ABILITY TO CONTROL RISKS TO HUMAN HEALTH AND/OR THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_00D64617_6800"}, {"internal_id": 39174599, "Award ID": "00D64417", "Award Amount": 240000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-03", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $66,000 TO THE SOUTH CAROLINA DEPARTMENT OF HEALTH & ENVIRONMENTAL CONTROL TO FUND ACTIVITIES THROUGHOUT THE STATE  THAT WILL IMPROVE OR ENHANCE THE STATE'S ABILITY TO CONTROL RISKS TO HUMAN HEALTH AND/OR THE ENVIRONMENT. THESE FUNDS ALLOW THE STATE TO CONDUCT NON-SITE SPECIFIC ACTIVITIES SUCH AS PROGRAM MANAGEMENT AND SUPERVISION NECESSARY TO DIRECT THE STATE'S PROGRAM AND ENSURE THE STATE'S ABILITIES TO PARTICIPATE IN ALL ASPECTS OF CERCLA IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_00D64417_6800"}, {"internal_id": 39174594, "Award ID": "00D63817", "Award Amount": 183867.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $50,564 TO THE STATE OF TENNESSEE TO IMPROVE OR ENHANCE THE STATE'S ABILITY TO CONTROL RISKS TO HUMAN HEALTH AND/OR THE ENVIRONMENT.  THESE FUNDS ALLOW THE STATE TO CONDUCT NON-SITE SPECIFIC ACTIVITIES SUCH AS PROGRAM MANAGEMENT AND SUPERVISION NECESSARY TO DIRECT THE STATE'S PROGRAM AND ENSURE THE STATE'S ABILITIES TO PARTICIPATE IN ALL ASPECTS OF CERCLA IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_00D63817_6800"}, {"internal_id": 39174586, "Award ID": "00D62917", "Award Amount": 240000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-04", "CFDA Number": "66.809", "Description": "THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $66,000 TO THE STATE OF NORTH CAROLINA TO IMPROVE OR ENHANCE THE STATE'S ABILITY TO CONTROL RISKS TO HUMAN HEALTH AND/OR THE ENVIRONMENT.  THESE FUNDS ALLOW THE STATE TO CONDUCT NON-SITE SPECIFIC ACTIVITIES SUCH AS PROGRAM MANAGEMENT AND SUPERVISION NECESSARY TO DIRECT THE STATE'S PROGRAM AND ENSURE THE STATE'S ABILITY TO PARTICIPATE IN ALL ASPECTS OF THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_00D62917_6800"}, {"internal_id": 39174581, "Award ID": "00D62417", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES FUNDING IN THE AMOUNT OF $33,000 TO THE STATE OF ALABAMA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO FUND ACTIVITIES IN THE STATE THAT WILL IMPROVE OR ENHANCE THE STATE'S ABILITY TO CONTROL RISKS TO HUMAN HEALTH AND/OR THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c264f51-f742-55fb-7cd8-b072ac463137-C", "generated_internal_id": "ASST_NON_00D62417_6800"}, {"internal_id": 39174580, "Award ID": "00D62317", "Award Amount": 116250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $41,250 TO THE STATE OF MISSISSIPPI TO HELP IMPROVE OR ENHANCE THE STATE'S ABILITY TO CONTROL RISKS TO HUMAN HEALTH AND/OR THE ENVIRONMENT. THE FUNDS WILL HELP THE STATE CONDUCT NON-SITE SPECIFIC ACTIVITIES, SUCH AS PROGRAM MANAGEMENT AND SUPERVISION THAT'S NECESSARY TO DIRECT THE STATE'S PROGRAM AND ENSURE THE STATE HAS THE ABILITY TO PARTICIPATE IN ALL ASPECTS OF CERCLA IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_00D62317_6800"}, {"internal_id": 39174532, "Award ID": "00D57417", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "66.809", "Description": "THIS ACTION PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $33,000 TO SUPPORT THE COMMONWEALTH OF KENTUCKY'S ONGOING EFFORTS TO IMPROVE OR ENHANCE THE STATE'S ABILITY TO CONTROL RISKS TO HUMAN HEALTH AND/OR THE ENVIRONMENT.  THE FUNDS WILL ALLOW THE STATE TO CONDUCT NON-SITE SPECIFIC ACTIVITIES SUCH AS PROGRAM MANAGEMENT AND SUPERVISION WHICH ARE NECESSARY IN ORDER TO DIRECT THE STATE'S PROGRAM AND ENSURE THE STATE'S ABILITY TO PARTICIPATE IN ALL ASPECTS OF COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION AND LIABILITY ACT (CERCLA).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25db5253-f3b6-77fa-a5d4-3b1743f95fbe-C", "generated_internal_id": "ASST_NON_00D57417_6800"}, {"internal_id": 160686552, "Award ID": "00A01406", "Award Amount": 142303.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED UNDER THIS CORE COOPERATIVE AGREEMENT INCLUDE: 1.) CLERICAL SUPPORT FOR CONNECTICUT'S SUPERFUND PROGRAM; 2.) GENERAL SUPERFUND PROGRAM MANAGEMENT; 3.) INTERAGENCY (EPA AND CTDEEP) COORDINATION AND FINANCIAL SUPPORT. QUARTERLY PROGRESS REPORTS WILL DETAIL THE ACTIVITIES COMPLETED UNDER THIS COOPERATIVE AGREEMENT.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:- SUPPORT CONNECTICUT'S ABILITY TO PARTICIPATE IN THE CERCLA RESPONSE PROGRAM AND CONDUCT CERCLA IMPLEMENTATION ACTIVITIES - INTERAGENCY COORDINATION ON ALL PHASES OF CERCLA RESPONSE. THE INTENDED BENEFICIARIES ARE THE RESIDENTS OF THE STATE OF CONNECTICUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A01406_6800"}, {"internal_id": 160686548, "Award ID": "00A01340", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:#61502; OSHA ANNUAL HEALTH AND SAFETY TRAINING COMPLETED FOR SUPERFUND STAFF; #61502; MEDICAL MONITORING; COMPLETED FOR SUPERFUND STAFF. #61502; TRAVEL TO CONFERENCES AND TRAINING; #61502; GRANT AGREEMENTS TRACKED AND UPDATED; #61502; CONTRACTUAL AGREEMENTS COMPLETED AND TRACKED. #61502; UPDATES TO GENERIC QAPP, QMP AND HEALTH AND SAFETY PLANS; #61502; ARARS DEVELOPED AND MAINTAINED; #61502; MAINTENANCE OF ACCOUNTING AND DATA SYSTEMS; #61502; COST DOCUMENTATION; #61502; QUARTERLY FINANCIAL AND PERFORMANCE REPORTS; AND #61502; MBE/WBE REPORTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:#61502; THE STATE IS ABLE TO CONDUCT CERCLA IMPLEMENTATION ACTIVITIES. #61502; THERE IS GOOD INTERAGENCY COORDINATION ON ALL PHASES OF CERCLA RESPONSE. #61502; STATE STAFF ARE QUALIFIED AND TRAINED TO WORK WITH CERCLA RESPONSE. #61502; SITES ARE REMEDIATED. THE INTENDED BENEFICIARIES OF THIS COOPERATIVE AGREEMENT ARE RESIDENTS OF THE STATE OF NEW HAMPSHIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_00A01340_6800"}, {"internal_id": 160686547, "Award ID": "00A01257", "Award Amount": 162694.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION EXPECTS TO CONDUCT THE FOLLOWING ACTIVITIES UNDER THIS COOPERATIVE AGREEMENT: 1. TO COORDINATE WITH EPA ON ISSUES THAT INVOLVE THE CERCLA PROGRAM; 2. TO WORK ON BOTH SHORT TERM AND LONG TERM STRATEGIC PLANNING ON ISSUES AFFECTING THE CERCLA PROGRAM; 3. TO PROVIDE TRAINING TO PROGRAM STAFF REGARDING CERCLA REQUIREMENTS; 4. TO PROVIDE LEGAL ASSISTANCE RELATING TO THE IMPLEMENTATION OF CERCLA; 5. TO MANAGE THE CORE COOPERATIVE AGREEMENT CONSISTENT WITH FEDERAL REQUIREMENTS; 6. TO PROVIDE ANY OTHER CERCLA-RELATED SUPPORT FOR ANY NON-SITE SPECIFIC ISSUE OR TASK.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION (DEC) IS APPLYING TO THE U.S. EPA FOR A CORE PROGRAM GRANT IN ORDER TO CONTINUE TO PROVIDE GENERAL PROGRAM MANAGEMENT AND SUPERVISION TO SUPPORT CERCLA ACTIVITIES IN THE STATE OF VERMONT. WHERE APPROPRIATE AND ALLOWABLE UNDER THIS COOPERATE AGREEMENT, THE VTDEC WILL CONSIDER USING SUSTAINABLE OPTIONS. THIS COOPERATIVE AGREEMENT CONTRIBUTES TO THE ATTAINMENT OF ENVIRONMENTAL RESULTS AS NOTED IN EPA'S STRATEGIC PLAN, BY SUPPORTING VERMONT'S ABILITY TO PARTICIPATE IN THE CERCLA PROGRAM AND BY ENABLING VERMONT TO LEAD OR PARTICIPATE IN SUPERFUND CLEANUPS AND TO CONSULT WITH EPA BEFORE, DURING OR AFTER SUPERFUND CLEANUP ACTIVITIES. THE INTENDED BENEFICIARIES OF THIS COOPERATIVE AGREEMENT ARE RESIDENTS OF THE STATE OF VERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A01257_6800"}, {"internal_id": 159787905, "Award ID": "00A01202", "Award Amount": 165538.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-23", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE MAINE DEPARTMENT OF ENVIRONMENTAL PROTECTION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:1. DEVELOP, MAINTAIN, AND UPDATE A GENERAL PROGRAM THAT INCLUDES MANAGEMENT, SUPERVISION AND OTHER NECESSARY GENERAL PROGRAM ACTIVITIES THAT FACILITATE EFFECTIVE CERCLA ACTIVITIES IN THE STATE. 2. DEVELOP, MAINTAIN, AND UPDATE A PROGRAM THAT WILL ENSURE INTER-AGENCY COORDINATION ON ALL PHASES OF RESPONSE (PRE-REMEDIAL, REMEDIAL, EMERGENCY RESPONSE, AND ENFORCEMENT ACTIVITIES) NECESSARY TO DEVELOP AND SUSTAIN A CONCERTED AND CONSISTENT STATE EFFORT FOR IMPLEMENTING CERCLA ACTIVITIES. 3. MAINTAIN AND IMPROVE PROCEDURES FOR FISCAL AND CONTRACT MANAGEMENT. THIS WILL ENSURE THE COST-EFFECTIVENESS AND FINANCIAL INTEGRITY OF CERCLA RELATED PROCUREMENT AND EXPENDITURES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:1. SUPPORTS THE STATE'S PARTICIPATION IN THE CERCLA RESPONSE PROGRAM, WHICH RESULTS IN MORE SITES IDENTIFIED, CHARACTERIZED AND CLEANED UP. 2. INTER-AGENCY COORDINATION ON ALL PHASES OF CERCLA RESPONSE LEADS TO COST SAVINGS, BETTER INVESTIGATIONS, QUICKER CLEANUP OF SITES, AND MORE DURABLE REMEDIES. 3. IMPROVEMENTS TO ACCOUNTS, COST DOCUMENTATION AND PROCUREMENT PROCESSES, LEADING TO PRUDENT EXPENDITURES AND BETTER ADMINISTRATION OF CAS. THE INTENDED BENEFICIARIES OF THIS COOPERATIVE AGREEMENT ARE RESIDENTS OF THE STATE OF MAINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3091eeea-4f59-d25d-fdf3-db6085fb681f-C", "generated_internal_id": "ASST_NON_00A01202_6800"}, {"internal_id": 161009173, "Award ID": "00A01080", "Award Amount": 177772.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:THE ACTIVITIES COVERED BY THE CORE PROGRAM COOPERATIVE AGREEMENT CAN BE DIVIDED INTO THE FOLLOWING GENERAL CATEGORIES: 1. GENERAL PROGRAM MANAGEMENT AND SUPERVISION TO SUPPORT CERCLA ACTIVITIES. 2. CERCLA PROGRAM AND INTERAGENCY COORDINATION. 3. COOPERATIVE AGREEMENT ADMINISTRATION. 4. LEGAL ASSISTANCE RELATING TO THE IMPLEMENTATION OF CERCLA. 5. FISCAL ASSISTANCE RELATING TO THE IMPLEMENTATION OF CERCLA. 6. OUTREACH, PUBLIC RELATIONS, AND FACILITATION OF COMMUNITY OUTREACH FOR CERCLA. 7. CERCLA RELATED ADMINISTRATIVE SUPPORT FOR COMMUNITY PARTICIPATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS COOPERATIVE AGREEMENT CONTRIBUTES TO THE ATTAINMENT OF ENVIRONMENTAL RESULTS, BY SUPPORTING RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT'S ABILITY TO PARTICIPATE IN THE CERCLA PROGRAM AND BY ENABLING THE STATE TO LEAD OR PARTICIPATE IN SUPERFUND CLEANUPS AND TO CONSULT WITH EPA BEFORE, DURING, OR AFTER SUPERFUND CLEANUP ACTIVITIES. THE INTENDED BENEFICIARIES OF THIS COOPERATIVE AGREEMENT ARE RESIDENTS OF THE STATE OF RHODE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_00A01080_6800"}, {"internal_id": 149897604, "Award ID": "00A01058", "Award Amount": 137521.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-24", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC \nSITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION EXPECTS TO CONDUCT THE FOLLOWING ACTIVITIES UNDER THIS COOPERATIVE AGREEMENT:\n1. TO COORDINATE WITH EPA ON ISSUES THAT INVOLVE THE CERCLA PROGRAM;\n2. TO WORK ON BOTH SHORT TERM AND LONG TERM STRATEGIC PLANNING ON ISSUES AFFECTING THE CERCLA PROGRAM;\n3. TO PROVIDE TRAINING TO PROGRAM STAFF REGARDING CERCLA REQUIREMENTS;\n4. TO PROVIDE LEGAL ASSISTANCE RELATING TO THE IMPLEMENTATION OF CERCLA;\n5. TO MANAGE THE CORE COOPERATIVE AGREEMENT CONSISTENT WITH FEDERAL REQUIREMENTS;\n6. TO PROVIDE ANY OTHER CERCLA-RELATED SUPPORT FOR ANY NON-SITE SPECIFIC ISSUE OR TASK.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION (DEC) IS APPLYING TO THE U.S. EPA FOR A CORE PROGRAM GRANT IN ORDER TO CONTINUE TO PROVIDE GENERAL PROGRAM MANAGEMENT AND SUPERVISION TO SUPPORT CERCLA ACTIVITIES IN THE STATE OF VERMONT. WHERE APPROPRIATE AND ALLOWABLE UNDER THIS COOPERATE AGREEMENT, THE VTDEC WILL CONSIDER USING SUSTAINABLE OPTIONS. THIS COOPERATIVE AGREEMENT CONTRIBUTES TO THE ATTAINMENT OF ENVIRONMENTAL RESULTS AS NOTED IN EPA'S STRATEGIC PLAN, BY SUPPORTING VERMONT'S ABILITY TO PARTICIPATE IN THE CERCLA PROGRAM AND BY ENABLING VERMONT TO LEAD OR PARTICIPATE IN SUPERFUND CLEANUPS AND TO CONSULT WITH EPA BEFORE, DURING OR AFTER SUPERFUND CLEANUP ACTIVITIES. THE INTENDED BENEFICIARIES OF THIS COOPERATIVE AGREEMENT ARE RESIDENTS OF THE STATE OF VERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A01058_6800"}, {"internal_id": 139786118, "Award ID": "00A01040", "Award Amount": 120874.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISIONAND COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATIONAND FISCAL AND CONTRACT MANAGEMENT ACTIVITYAND LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIESAND AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE PROPOSED BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF THE STATE OF CONNECTICUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A01040_6800"}, {"internal_id": 138842775, "Award ID": "00A01038", "Award Amount": 97500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-27", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENTS RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISIONAND COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATIONAND FISCAL AND CONTRACT MANAGEMENT ACTIVITYAND LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIESAND AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF THE STATE OF VERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A01038_6800"}, {"internal_id": 150724723, "Award ID": "00A00978", "Award Amount": 130101.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED UNDER THIS CORE COOPERATIVE AGREEMENT INCLUDE: \n1.) CLERICAL SUPPORT FOR CONNECTICUT'S SUPERFUND PROGRAM;\n2.) GENERAL SUPERFUND PROGRAM MANAGEMENT;\n3.) INTERAGENCY (EPA AND CTDEEP) COORDINATION AND FINANCIAL SUPPORT. \n\nQUARTERLY PROGRESS REPORTS WILL DETAIL THE ACTIVITIES COMPLETED UNDER THIS COOPERATIVE AGREEMENT. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:- SUPPORT CONNECTICUT'S ABILITY TO PARTICIPATE IN THE CERCLA RESPONSE PROGRAM AND CONDUCT CERCLA IMPLEMENTATION ACTIVITIES\n- INTERAGENCY COORDINATION ON ALL PHASES OF CERCLA RESPONSE. \n\nTHE INTENDED BENEFICIARIES ARE THE RESIDENTS OF THE STATE OF CONNECTICUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A00978_6800"}, {"internal_id": 150724741, "Award ID": "00A00975", "Award Amount": 150938.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC \nSITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORTACTIVITIES:THE ACTIVITIES COVERED BY THE CORE PROGRAM COOPERATIVE AGREEMENT CAN BE DIVIDED INTO THE FOLLOWING GENERAL CATEGORIES:\n1. GENERAL PROGRAM MANAGEMENT AND SUPERVISION TO SUPPORT CERCLA ACTIVITIES.\n2. CERCLA PROGRAM AND INTERAGENCY COORDINATION.\n3. COOPERATIVE AGREEMENT ADMINISTRATION.\n4. LEGAL ASSISTANCE RELATING TO THE IMPLEMENTATION OF CERCLA.\n5. FISCAL ASSISTANCE RELATING TO THE IMPLEMENTATION OF CERCLA.\n6. OUTREACH, PUBLIC RELATIONS, AND FACILITATION OF COMMUNITY OUTREACH FOR CERCLA.\n7. CERCLA RELATED ADMINISTRATIVE SUPPORT FOR COMMUNITY PARTICIPATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS COOPERATIVE AGREEMENT CONTRIBUTES TO THE ATTAINMENT OF ENVIRONMENTAL RESULTS, BY SUPPORTING RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT'S ABILITY TO PARTICIPATE IN THE CERCLA PROGRAM AND BY ENABLING THE STATE TO LEAD OR PARTICIPATE IN SUPERFUND CLEANUPS AND TO CONSULT WITH EPA BEFORE, DURING, OR AFTER SUPERFUND CLEANUP ACTIVITIES. THE INTENDED BENEFICIARIES OF THIS COOPERATIVE AGREEMENT ARE RESIDENTS OF THE STATE OF RHODE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_00A00975_6800"}, {"internal_id": 139786152, "Award ID": "00A00957", "Award Amount": 109038.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-23", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT. THE INTENDED BENEFICIARIES OF THIS COOPERATIVE AGREEMENT ARE RESIDENTS OF THE STATE OF RHODE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_00A00957_6800"}, {"internal_id": 149897588, "Award ID": "00A00883", "Award Amount": 164886.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE MAINE DEPARTMENT OF ENVIRONMENTAL PROTECTION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORTACTIVITIES:1. DEVELOP, MAINTAIN, AND UPDATE A GENERAL PROGRAM THAT INCLUDES MANAGEMENT, SUPERVISION AND OTHER NECESSARY GENERAL PROGRAM ACTIVITIES THAT  FACILITATE EFFECTIVE CERCLA ACTIVITIES IN THE STATE.\n\n2. DEVELOP, MAINTAIN, AND UPDATE A PROGRAM THAT WILL ENSURE INTER-AGENCY COORDINATION ON ALL PHASES OF RESPONSE (PRE-REMEDIAL, REMEDIAL, EMERGENCY RESPONSE, AND ENFORCEMENT ACTIVITIES) NECESSARY TO DEVELOP AND SUSTAIN A CONCERTED AND CONSISTENT STATE EFFORT FOR IMPLEMENTING CERCLA ACTIVITIES.\n\n3. MAINTAIN AND IMPROVE PROCEDURES FOR FISCAL AND CONTRACT MANAGEMENT. THIS WILL ENSURE THE COST-EFFECTIVENESS AND FINANCIAL INTEGRITY OF CERCLA RELATED PROCUREMENT AND EXPENDITURES.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:1. SUPPORTS THE STATE'S PARTICIPATION IN THE CERCLA RESPONSE PROGRAM, WHICH RESULTS IN MORE SITES IDENTIFIED, CHARACTERIZED AND CLEANED UP.\n\n2. INTER-AGENCY COORDINATION ON ALL PHASES OF CERCLA RESPONSE LEADS TO COST SAVINGS, BETTER INVESTIGATIONS, QUICKER CLEANUP OF SITES, AND MORE DURABLE \nREMEDIES.\n\n3. IMPROVEMENTS TO ACCOUNTS, COST DOCUMENTATION AND PROCUREMENT PROCESSES, LEADING TO PRUDENT EXPENDITURES AND BETTER ADMINISTRATION OF CAS. \n\nTHE INTENDED BENEFICIARIES OF THIS COOPERATIVE AGREEMENT ARE RESIDENTS OF THE STATE OF MAINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3091eeea-4f59-d25d-fdf3-db6085fb681f-C", "generated_internal_id": "ASST_NON_00A00883_6800"}, {"internal_id": 109197734, "Award ID": "00A00755", "Award Amount": 97500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION (VT DEC) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A00755_6800"}, {"internal_id": 103141612, "Award ID": "00A00718", "Award Amount": 109072.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA). ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_00A00718_6800"}, {"internal_id": 135865367, "Award ID": "00A00639", "Award Amount": 123750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-26", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE MAINE DEPARTMENT OF ENVIRONMENTAL PROTECTION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3091eeea-4f59-d25d-fdf3-db6085fb681f-C", "generated_internal_id": "ASST_NON_00A00639_6800"}, {"internal_id": 98174289, "Award ID": "00A00617", "Award Amount": 123750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE MAINE DEPARTMENT OF ENVIRONMENTAL PROTECTION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3091eeea-4f59-d25d-fdf3-db6085fb681f-C", "generated_internal_id": "ASST_NON_00A00617_6800"}, {"internal_id": 82528978, "Award ID": "00A00501", "Award Amount": 97500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-23", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A00501_6800"}, {"internal_id": 68326560, "Award ID": "00A00484", "Award Amount": 97500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-13", "CFDA Number": "66.809", "Description": "THE SUPERFUND CORE PROGRAM COOPERATIVE AGREEMENT PROVIDES NON-SITE SPECIFIC FUNDING TO THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION (VT DEC) IN ORDER TO CONDUCT ACTIVITIES THAT ARE NOT DIRECTLY ASSIGNABLE TO SPECIFIC SITES, BUT ARE INTENDED TO SUPPORT A STATE'S ABILITY TO PARTICIPATE IN THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A00484_6800"}, {"internal_id": 82528920, "Award ID": "00A00404", "Award Amount": 109165.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-11", "CFDA Number": "66.809", "Description": "THE SUPERFUND CORE PROGRAM COOPERATIVE AGREEMENT WILL PROVIDE FUNDING TO THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO SUPPORT NON-SITE-SPECIFIC ACTIVITIES. THE PURPOSE IS TO SUPPORT A STATE'S ABILITY TO PARTICIPATE IN THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION AND LIABILITY ACT (CERCLA) PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_00A00404_6800"}, {"internal_id": 67620858, "Award ID": "00A00387", "Award Amount": 109192.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-12", "CFDA Number": "66.809", "Description": "THE SUPERFUND CORE PROGRAM COOPERATIVE AGREEMENT WILL PROVIDE FUNDING TO THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO SUPPORT NON-SITE-SPECIFIC ACTIVITIES. THE PURPOSE IS TO SUPPORT A STATE'S ABILITY TO PARTICIPATE IN THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION AND LIABILITY ACT (CERCLA) PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_00A00387_6800"}, {"internal_id": 81361636, "Award ID": "00A00346", "Award Amount": 123750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-12", "CFDA Number": "66.809", "Description": "THE SUPERFUND CORE PROGRAM COOPERATIVE AGREEMENT WILL PROVIDE FUNDING TO THE MAINE DEPARTMENT OF ENVIRONMENTAL PROTECTION TO SUPPORT NON SITE-SPECIFIC ACTIVITIES. THE PURPOSE IS TO SUPPORT A STATE'S ABILITY TO PARTICIPATE IN THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3091eeea-4f59-d25d-fdf3-db6085fb681f-C", "generated_internal_id": "ASST_NON_00A00346_6800"}, {"internal_id": 67620946, "Award ID": "00A00318", "Award Amount": 123750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-02", "CFDA Number": "66.809", "Description": "THE SUPERFUND CORE PROGRAM COOPERATIVE AGREEMENT WILL PROVIDE FUNDING TO THE MAINE DEPARTMENT OF ENVIRONMENTAL PROTECTION TO SUPPORT NON SITE-SPECIFIC ACTIVITIES. THE PURPOSE IS TO SUPPORT A STATE'S ABILITY TO PARTICIPATE IN THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3091eeea-4f59-d25d-fdf3-db6085fb681f-C", "generated_internal_id": "ASST_NON_00A00318_6800"}, {"internal_id": 39173763, "Award ID": "00A00125", "Award Amount": 108352.0, "Award Type": null, "Base Obligation Date": "2016-07-26", "CFDA Number": "66.809", "Description": "THE SUPERFUND CORE PROGRAM COOPERATIVE AGREEMENT WIL PROVIDE FUNDING TO THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO SUPPORT NON-SITE-S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_00A00125_6800"}, {"internal_id": 39173310, "Award ID": "00852704", "Award Amount": 1363813.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-06-23", "CFDA Number": "66.809", "Description": "THIS AWARD PROVIDES FUNDING TO THE MONTANA DEPARTMENT OF ENVIRONMENTAL QUALITY FOR GENERAL CORE NONSITE SPECIFIC ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb9ddeee-b062-e97c-c408-61129c929d5b-C", "generated_internal_id": "ASST_NON_00852704_6800"}, {"internal_id": 39172226, "Award ID": "00264588", "Award Amount": 305302.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2011-09-14", "CFDA Number": "66.809", "Description": "THIS PROJECT PROVIDES ASSISTANCE TO THE STATE OF NEW JERSEY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC HAZARDOUS WASTE SITES, BUT WILL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_00264588_6800"}, {"internal_id": 109197725, "Award ID": "00173532", "Award Amount": 131625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-04", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION (CT DEEP) TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00173532_6800"}, {"internal_id": 85201219, "Award ID": "00173531", "Award Amount": 131625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO CONNECTICUT DEPARTMENT OF ENERGY & ENVIRONMENTAL PROTECTION TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00173531_6800"}, {"internal_id": 68326671, "Award ID": "00173530", "Award Amount": 131625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-14", "CFDA Number": "66.809", "Description": "THE SUPERFUND CORE PROGRAM COOPERATIVE AGREEMENT PROVIDES NON-SITE SPECIFIC FUNDING TO THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL PROTECTION (CT DEEP) IN ORDER TO CONDUCT ACTIVITIES THAT ARE NOT DIRECTLY ASSIGNABLE TO SPECIFIC SITES, BUT ARE INTENDED TO SUPPORT A STATE'S ABILITY TO PARTICIPATE IN THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00173530_6800"}, {"internal_id": 103141552, "Award ID": "00173332", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-10", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_00173332_6800"}, {"internal_id": 82528912, "Award ID": "00173331", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-18", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA). ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_00173331_6800"}, {"internal_id": 67068742, "Award ID": "00173330", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-28", "CFDA Number": "66.809", "Description": "THE SUPERFUND CORE PROGRAM COOPERATIVE AGREEMENT PROVIDES NON-SITE-SPECIFIC FUNDING TO THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES (NH DES) IN ORDER TO CONDUCT ACTIVITIES THAT ARE NOT DIRECTLY ASSIGNABLE TO SPECIFIC SITES, BUT ARE INTENDED TO SUPPORT A STATE'S ABILITY TO PARTICIPATE IN THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_00173330_6800"}, {"internal_id": 145084143, "Award ID": "00035321", "Award Amount": 521727.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-19", "CFDA Number": "66.809", "Description": "THIS AGREEMENT FUNDS THE STATE OF IDAHO TO CONDUCT CERCLA AND ER IMPLEMENTATION ACTIVITIES THAT ARE NOT DIRECTLY ASSIGNABLE TO SPECIFIC SITES FOR THE BENEFIT OF THE RESIDENTS OF IDAHO.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT, CAPACITY BUILDING, AND PUBLIC ENGAGEMENT.  DELIVERABLES INCLUDE UPDATED GUIDANCE FOR CONTAMINANTS, PARTICIPATION IN ER EXERCISES, AND UPDATED PUBLIC-FACING DATABASES.  OUTCOMES INCLUDE INCREASED PROGRAM CAPACITY, INCREASED READINESS AND EXPERTISE WHEN RESPONDING TO HAZARDOUS MATERIALS INCIDENTS, AND INCREASED ENGAGEMENT AND INVOLVEMENT OF COMMUNITIES AND STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49e8f1c9-90db-3e19-f126-b437039ab25b-C", "generated_internal_id": "ASST_NON_00035321_6800"}, {"internal_id": 93928644, "Award ID": "00035320", "Award Amount": 464985.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-23", "CFDA Number": "66.809", "Description": "CY20 SF CORE PROGRAM FOR STATE OF IDAHO, DEPARTMENT OF ENVIRONMENTAL QUALITY (IDEQ).  THIS PROGRAM WILL SUPPORT THE RECEPIENT'S ABILITIES TO IMPLEMENT THE REQUIREMENTS OF THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) AND THE DEVELOPMENT OF AN INFRASTRUCTURE SYSTEM WHICH IS NOT ASSIGNABLE TO SUPERFUND SITE-SPECIFIC COSTS.  NOTE THAT YOU MAY NOT DRAW DOWN FUNDS FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49e8f1c9-90db-3e19-f126-b437039ab25b-C", "generated_internal_id": "ASST_NON_00035320_6800"}, {"internal_id": 39167818, "Award ID": "00035319", "Award Amount": 643105.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-14", "CFDA Number": "66.809", "Description": "CY17 SUPERFUND CORE PROGRAM FOR STATE OF IDAHO, DEPARTMENT OF ENVIRONMENTAL QUALITY (IDEQ). THIS PROGRAM WILL SUPPORT THE RECEPIENT'S ABILITIES TO IM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49e8f1c9-90db-3e19-f126-b437039ab25b-C", "generated_internal_id": "ASST_NON_00035319_6800"}, {"internal_id": 149897605, "Award ID": "00035027", "Award Amount": 128700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE STATE OF OREGON, DEPARTMENT OF ENVIRONMENTAL QUALITY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:ANTICIPATED ACTIVITIES TO BE PERFORMED: PARTICIPATION IN WORK GROUPS, MANAGER CAPACITY BUILDING, GRANT MANAGEMENT AND REPORTING, PARTICIPATION IN OREGON EMERGENCY RESPONSE SYSTEM COUNCIL MEETINGS, PARTICIPATION IN STATE EMERGENCY RESPONSE COMMISSIONS, AND PARTICIPATION IN AT LEAST 4 TABLETOP EXERCISES RELATED TO OIL SPILL BY RAIL AND/OR NATURAL DISASTER RESPONSE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE, BUT ARE NOT LIMITED TO:  IDENTIFICATION OF PROGRAM NEEDS AND IMPROVEMENTS, BETTER TOOLS FOR COORDINATION AND INFORMATION FOR MANAGEMENT, CONSISTENT GRANT PERFORMANCE, HIGH QUALITY SCOPE OF WORK FOR GRANTS, TIMELY PROGRESS REPORTING, ESTABLISHING AND PROVIDING GUIDANCE TO LOCAL EMERGENCY PLANNING COMMITTEES, AND ADDITIONAL TRAINED PERSONNEL FOR SPECIFIC RESPONSE ROLES.\n\nANTICIPATED OUTCOMES INCLUDE, BUT ARE NOT LIMITED TO: BETTER, MORE INFORMED DECISION-MAKING AT CLEANUP SITES AND SPILL SITES, STAKEHOLDERS HAVING CLEAR, CONSISTENT GUIDANCE FOR APPROACHING INVESTIGATIVE AND REMEDIAL ACTIONS,  CONTINUED SUPPORT FOR CERCLA AND THE NCP, BETTER EMERGENCY PREPAREDNESS WITH EXPANDED CAPABILITIES. \n\nINTENDED BENEFICIARIES ARE THE RESIDENTS OF THE STATE OF OREGON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae881e4e-31f1-9e22-c8a2-94f9d95d5241-C", "generated_internal_id": "ASST_NON_00035027_6800"}, {"internal_id": 98566334, "Award ID": "00035026", "Award Amount": 273258.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-26", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE OREGON DEPARTMENT OF ENVIRONMENTAL QUALITY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES, BUT WILL SUPPORT THE RECIPIENT'S RESPONSE AND EMERGENCY MANAGEMENT PROGRAMS UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT.  ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.  NOTE THAT YOU MAY NOT DRAW DOWN FUNDS FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae881e4e-31f1-9e22-c8a2-94f9d95d5241-C", "generated_internal_id": "ASST_NON_00035026_6800"}, {"internal_id": 67068777, "Award ID": "00035025", "Award Amount": 257051.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-12", "CFDA Number": "66.809", "Description": "FY18-20 SF CORE PROGRAM FOR THE STATE OF OREGON, DEPARTMENT OF ENVIRONMENTAL QUALITY (ODEQ). THIS PROGRAM WILL SUPPORT THE RECIPIENT'S ABILITIES TO IMPLEMENT THE REQUIREMENTS OF THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) AND THE DEVELOPMENT OF AN INFRASTRUCTURE SYSTEM WHICH IS NOT ASSIGNABLE TO SUPERFUND SITE-SPECIFIC COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae881e4e-31f1-9e22-c8a2-94f9d95d5241-C", "generated_internal_id": "ASST_NON_00035025_6800"}, {"internal_id": 160686495, "Award ID": "00034129", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "66.809", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO THE STATE OF WASHINGTON, DEPARTMENT OF ECOLOGY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.ACTIVITIES:NON-SITE-SPECIFIC ACTIVITIES TO BE PERFORMED INCLUDE THE UPDATE TO THE CLEANUP RULES IN SECTIONS 300 (SITE DISCOVERY AND REPORTING), SECTIONS 310-330 (INITIAL INVESTIGATION, SITE HAZARD ASSESSMENT, LISTING, AND DELISTING), SECTION 340 (BIENNIAL PROGRAM PLANS AND EXPENDITURES), AND SECTIONS 350-370 (REMEDY SELECTION; REMEDIAL INVESTIGATION, FEASIBILITY STUDY AND DISPROPORTIONATE COST ANALYSIS) OF THE MODEL TOXICS CONTROL ACT (MTCA).  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:EXPECTED DELIVERABLES INCLUDE: UPDATED CLEANUP RULES FOR THE INDICATED MTCA SECTIONS.  ANTICIPATED OUTCOMES INCLUDE: EASIER TO UNDERSTAND RULES, MORE EFFICIENT CLEANUPS, INTEGRATED ENVIRONMENTAL JUSTICE CONCEPTS INTO THE CLEANUP PROCESS AND DECISIONS, AND A CLEANER, HEALTHIER ENVIRONMENT.  THE INTENDED BENEFICIARIES ARE THE RESIDENTS OF THE STATE OF WASHINGTON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_00034129_6800"}, {"internal_id": 133967775, "Award ID": "00034128", "Award Amount": 225000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-05", "CFDA Number": "66.809", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE STATE OF WASHINGTON, DEPARTMENT OF ECOLOGY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO SPECIFIC SITES BUT WILL SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_00034128_6800"}, {"internal_id": 81863171, "Award ID": "00034127", "Award Amount": 247500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-27", "CFDA Number": "66.809", "Description": "THIS PROGRAM WILL SUPPORT THE RECIPIENT'S ABILITIES TO IMPLEMENT THE REQUIREMENTS OF THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) AND THE DEVELOPMENT OF AN INFRASTRUCTURE SYSTEM WHICH IS NOT ASSIGNABLE TO SUPERFUND SITE-SPECIFIC COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_00034127_6800"}, {"internal_id": 39167808, "Award ID": "00034126", "Award Amount": 337500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-28", "CFDA Number": "66.809", "Description": "THIS PROGRAM WILL SUPPORT THE RECIPIENT'S ABILITIES TO IMPLEMENT THE REQUIREMENTS OF THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT (CERCLA) AND THE DEVELOPMENT OF AN INFRASTRUCTURE SYSTEM WHICH IS NOT ASSIGNABLE TO SUPERFUND SITE-SPECIFIC COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_00034126_6800"}]