[{"internal_id": 160687272, "Award ID": "98T63101", "Award Amount": 308824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO STATE AND TRIBAL ASSISTANCE GRANTS TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $308,824.  ACTIVITIES:THE ACTIVITIES INCLUDE THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM.  ACTIVITIES TO BE PERFORMED WILL INCLUDE: STAFFING/SALARIES FOR REGULATORY DEVELOPMENT, AND COMMUNITY OUTREACH/COMMUNITY INVOLVEMENT.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE INCORPORATION BY REFERENCE (IBR) OF 40 CFR PART 257, SUBPART D RULES; INCORPORATION OF DAM SAFETY STANDARDS FROM ARIZONA DEPARTMENT OF WATER RESOURCES DAM SAFETY PROGRAM, WHERE THOSE STANDARDS ARE MORE STRINGENT THAN 40 CFR 257, SUBPART D; DEVELOPMENT OF A PERMITTING PROGRAM SPECIFICALLY FOR CCR FACILITIES AND UNITS WITH A PERMIT TERM OF 10 YEARS; FINANCIAL ASSURANCE FOR CLOSURE, POST-CLOSURE, AND CORRECTIVE ACTION; AND CCR PROGRAM FEES.  THE INTENDED BENEFICIARIES IS THE STATE OF ARIZONA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f36225fe-cb3e-04aa-8cf4-7eb12b3fbd5b-C", "generated_internal_id": "ASST_NON_98T63101_6800"}, {"internal_id": 162165993, "Award ID": "96702201", "Award Amount": 463236.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO STATE AND TRIBAL ASSISTANCE GRANTS TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS.  ACTIVITIES:THE ACTIVITIES FOR THIS GRANT WILL HELP DEVELOP AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM. ACTIVITIES TO BE PERFORMED MAY INCLUDE: DRAFT STATE COAL COMBUSTION RESIDUALS (CCR) REGULATIONS, SUBMIT COAL COMBUSTION RESIDUALS REGULATIONS TO STATE ADOPTION AND APPROVAL PROCESS, SUBMIT A STATE COAL COMBUSTION RESIDUALS PERMITTING PROGRAM APPLICATION TO EPA, DEVELOP COAL COMBUSTION RESIDUALS COMPLIANCE AND ENFORCEMENT DOCUMENTS, DEVELOP DATABASE MODULES FOR MANAGING COAL COMBUSTION RESIDUALS FACILITY DATA, DEVELOP THE COAL COMBUSTION RESIDUALS GROUNDWATER MONITORING PROGRAM (PROTOCOLS, EQUIPMENT, AND COMPUTER SOFTWARE AND PERIPHERALS), STAFFING/SALARIES, TRAINING (SENDING STAFF TO TRAINING), COMMUNITY OUTREACH/COMMUNITY INVOLVEMENT AND CONTRACTOR SUPPORT. ONCE THE PROGRAM APPLICATION IS APPROVED, THE GRANT FUNDS WILL BE USED TO IMPLEMENT THE EPA-APPROVED STATE PROGRAM. THESE ACTIVITIES MAY INCLUDE: STAFFING/SALARIES, ISSUE AND UPDATE COAL COMBUSTION RESIDUALS PERMITS, SCAN AND PRINT COAL COMBUSTION RESIDUALS DOCUMENTS, DEVELOP AND MAINTAIN COAL COMBUSTION RESIDUALS PUBLIC NOTICE WEBSITE, DEVELOP A PUBLIC PARTICIPATION PLAN, IMPLEMENT PUBLIC PARTICIPATION PLAN, HOST PUBLIC STAKEHOLDER/INFORMATIONAL MEETINGS, AND PUBLISH PUBLIC NOTICES.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: END OF YEAR REPORTS FOR EACH FISCAL YEAR AND A FINAL REPORT AT THE END OF THE PROJECT THAT WILL REPRESENT ALL THE YEARS. THE EXPECTED OUTCOMES INCLUDE: KANSAS WILL WORK TO DEVELOP AND/OR IMPLEMENT AN EPA APPROVED COAL COMBUSTION RESIDUALS (CCR) STATE PERMITTING PROGRAM IN ACCORDANCE WITH THE INTERIM FINAL COAL COMBUSTION RESIDUALS STATE PERMIT PROGRAM GUIDANCE DOCUMENT, ITS APPROVED COAL COMBUSTION RESIDUALS STATE PROGRAM APPLICATION, OR APPROVED COAL COMBUSTION RESIDUALS PERMITTING PROGRAM. THE DEVELOPMENT OF APPROVED COAL COMBUSTION RESIDUALS STATE PERMITTING PROGRAMS WILL STRENGTHEN STATE ENGAGEMENT AND ADDRESS ENVIRONMENTAL CONTAMINATION, WHILE SAFEGUARDING COMMUNITIES. THE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF THE STATE KANSAS AND VISITORS TO, THE STATE OF KANSAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_96702201_6800"}, {"internal_id": 162165992, "Award ID": "96702101", "Award Amount": 308823.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO STATE AND TRIBAL ASSISTANCE GRANTS TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS.ACTIVITIES:THE ACTIVITIES INCLUDE TO HELP DEVELOP AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM.  ACTIVITIES TO BE PERFORMED WILL INCLUDE:  CREATING A FEDERALLY APPROVED STATE COAL COMBUSTION RESIDUALS PERMITTING PROGRAM THROUGH CONDUCTING A RULEMAKING FOR THE DIRECT ADOPTION OF FEDERAL REGULATION 40 CFR 257 SUBPART D WHICH PRESCRIBES STANDARDS FOR THE DISPOSAL OF COAL COMBUSTION RESIDUALS (CCR) IN LANDFILLS AND SURFACE IMPOUNDMENTS. FURTHER, THIS GRANT WILL BE USED TO PURSUE EPA AUTHORIZATION OF A STATE COAL COMBUSTION RESIDUALS PERMITTING PROGRAM, AND THE IMPLEMENTATION OF THE APPROVED PROGRAM. ACTIVITIES TO BE PERFORMED WILL INCLUDE: THE FIRST YEAR OF THE PROJECT WILL BE DEVOTED TO REGULATION RESEARCH AND DEVELOPMENT AND STAKEHOLDER ENGAGEMENT, THE SECOND YEAR WILL BE DEVOTED TO RESEARCH AND DEVELOPMENT OF THE AUTHORIZATION PACKAGE: CONTRACTOR SUPPORT (TECHNICAL SUPPORT, REG DEVELOPMENT), STAFFING/SALARIES, TRAINING (SENDING STAFF TO TRAINING), AND COMMUNITY OUTREACH/COMMUNITY INVOLVEMENT, AND THE 3RD AND 4TH YEARS WILL BE DEVOTED TO IMPLEMENTATION INCLUDING APPLICABILITY DETERMINATIONS, PERMIT APPLICATION REVIEWS, SITE INSPECTIONS AND PUBLIC PARTICIPATION, AND COMMUNITY OUTREACH/COMMUNITY INVOLVEMENT.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE:  END OF YEAR REPORTS FOR EACH FISCAL YEAR.\nTHE EXPECTED OUTCOMES INCLUDE:  IMPROVED UNDERSTANDING OF COAL COMBUSTION RESIDUALS STATE PERMITTING PROGRAM REQUIREMENTS; IMPROVED PREPAREDNESS TO ADDRESS COAL COMBUSTION RESIDUALS PERMITTING PROGRAM ISSUES AND IMPROVED ENVIRONMENTAL OVERSIGHT; APPROVAL/AUTHORIZATION OF A COAL COMBUSTION RESIDUALS STATE PERMITTING PROGRAM.  THE STAKEHOLDERS AND POTENTIAL CLIENTS WILL RECEIVE INFORMATION AND GUIDANCE REGARDING COAL COMBUSTION RESIDUALS UNITS AND THE PROGRAM. THE CONTROL AND OVERSITE OF COAL ASH SOURCES PROTECTS THE PUBLIC AND THE ENVIRONMENT.  POTENTIALLY CONTAMINATED COAL ASH UNITS/SITES ARE EVALUATED, ASSESSED, CLEANED UP, AND PROPERLY CLOSED, AND AN EFFECTIVE CLEANUP ACTION IS IMPLEMENTED FOR PROJECTS UNDER THE DEPARTMENT'S WASTE MANAGEMENT PROGRAM OVERSIGHT.\nNOTE: THE DEPARTMENT WILL HAVE PERMITTING, ENFORCEMENT, AND INSPECTION METRICS FOR INTERNAL PERFORMANCE TRACKING AND ACCOUNTABILITY.\nTHE INTENDED BENEFICIARIES INCLUDE:  RESIDENTS OF THE STATE OF MISSOURI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_96702101_6800"}, {"internal_id": 162165991, "Award ID": "96701801", "Award Amount": 304745.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO STATE AND TRIBAL ASSISTANCE GRANTS TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS.  ACTIVITIES:THE ACTIVITIES FOR THIS GRANT WILL HELP DEVELOP AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM. ACTIVITIES TO BE PERFORMED MAY INCLUDE: STAFFING/SALARIES TO DEVELOP THE COAL COMBUSTION RESIDUAL (CCR) STATE REGULATIONS AND THE STATE AUTHORIZATION PACKAGE (WHICH INCLUDES HOSTING PUBLIC MEETINGS AND FORMAL PUBLIC HEARINGS) AND STAFF TRAINING. ONCE THE PROGRAM APPLICATION IS APPROVED, THE GRANT FUNDS WILL BE USED TO IMPLEMENT THE EPA-APPROVED STATE PROGRAM. THESE ACTIVITIES MAY INCLUDE: STAFFING/SALARIES, ISSUE AND UPDATE COAL COMBUSTION RESIDUALS PERMITS, PUBLIC RECORDS AND PARTICIPATION, TRAINING, FACILITY OUTREACH, AND PUBLIC PARTICIPATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE:  END OF YEAR REPORTS FOR EACH FISCAL YEAR.\nTHE EXPECTED OUTCOMES INCLUDE:  THE EXPECTED OUTCOMES INCLUDE DEVELOP AND IMPLEMENT AN ENVIRONMENTAL PROTECTION AGENCY APPROVED COAL COMBUSTION RESIDUALS  STATE PERMIT PROGRAM IN ACCORDANCE WITH SECTION 2301 OF THE WATER INFRASTRUCTURE IMPROVEMENTS FOR THE NATION (WIIN) ACT, THE INTERIM FINAL COAL COMBUSTION RESIDUALS STATE PERMIT PROGRAM GUIDANCE DOCUMENT (AUGUST 2017), AND ITS APPROVED STATE COAL COMBUSTION RESIDUALS PERMIT PROGRAM.\nTHE INTENDED BENEFICIARIES INCLUDE:  RESIDENTS OF THE STATE OF NEBRASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_96701801_6800"}, {"internal_id": 162165933, "Award ID": "95314701", "Award Amount": 205882.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE ASSISTANCE AGREEMENT PROVIDES FUNDING TO STATE AND TRIBAL ASSISTANCE GRANTS FOR WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS. THE PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION WILL UTILIZE A TECHNICAL CONTRACTOR TO DEVELOP A COAL COMBUSTION RESIDUAL (CCR) PROGRAM TRAINING MATERIALS, AND WILL ENSURE THAT THE POLICIES ALREADY IN PLACE WILL ADEQUATELY ADDRESS MAINTENANCE OF PUBLIC RECORDS AND PROVIDE SUFFICIENT AVENUES FOR PUBLIC PARTICIPATION IN THE DEVELOPMENT AND IMPLEMENTATION OF THE COAL COMBUSTION RESIDUAL PERMITTING PROGRAM.ACTIVITIES:THE ACTIVITIES INCLUDE HELPING TO DEVELOP AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM. ACTIVITIES TO BE PERFORMED WILL INCLUDE WORKING ON REVISIONS/ADDITIONS TO THE PA CODE THAT MAY BE NECESSARY TO ADDRESS ANY DIFFERENCES TO ENSURE THE STATE CODE IS AT LEAST PROTECTIVE AS THE FEDERAL CODE. THE APPLICANT HAS PROVIDED THE STATE PROCESS WITH A TENTATIVE TIMELINE OF ACTIVITIES, WHICH INCLUDE EPA REVIEW, TO REVISE/ADOPT REGULATIONS AS PROTECTIVE AS THE FEDERAL. THE TIMELINES PROVIDED WILL KEEP THE APPLICANT ON TRACK TO ADOPT REGULATIONS AND SUBMIT A STATE COAL COMBUSTION RESIDUAL PERMIT APPLICATION TO EPA BY THE END OF FISCAL YEAR 2025.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE AN EPA COAL COMBUSTION RESIDUAL STATE PERMITTING PROGRAM APPLICATION AND STATE REGULATIONS AS PROTECTIVE AS FEDERAL CCR REGULATIONS 40 CFR PART 257 SUBPART D. THE EXPECTED OUTCOMES ARE IMPROVED ENVIRONMENTAL OVERSIGHT AND AN EPA-APPROVED CCR STATE PERMIT PROGRAM. THE INTENDED BENEFICIARIES INCLUDE THE GENERAL PUBLIC AND REGULATED COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_95314701_6800"}, {"internal_id": 161012253, "Award ID": "95314601", "Award Amount": 308824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO STATE AND TRIBAL ASSISTANCE GRANTEES TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS (CCR). THE VIRGINIA DEPARTMENT OF ENVIRONMENTAL QUALITY (VADEQ) WILL DEVELOP AND IMPLEMENT THE STATE PERMITTING PROGRAM FOR COAL COMBUSTION RESIDUAL LANDFILLS AND SURFACE IMPOUNDMENTS.  ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE ADOPTING REGULATIONS AS PROTECTIVE AS FEDERAL CCR REGULATIONS AND DEVELOPING AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM. ADDITIONAL ACTIVITIES TO BE PERFORMED WILL INCLUDE HIRING A REGULATION WRITER WHOSE PRIORITY WILL BE TO EVALUATE REGULATORY UPDATES NEEDED AND PROCEEDING WITH THE REGULATORY UPDATE. WHILE ASSESSING THE REGULATORY UPDATES NEEDED, THIS PERSON WILL ALSO REVIEW EPA'S COMMENTS REGARDING THE STATE'S DRAFT PROGRAM PACKAGE. EPA COMMENTS WILL BE INCORPORATED AND DRAFT REGULATIONS WILL BE PRESENTED TO THE STATE WASTE MANAGEMENT BOARD FOR ADOPTION.\n\nTHE GRANT FUNDS WILL BE USED TO DEVELOP AND SUBMIT AN EPA-APPROVED STATE CCR PROGRAM APPLICATION. THESE ACTIVITIES WILL INCLUDE: THE EVALUATION OF VIRGINIA'S CURRENT REGULATIONS AND UPDATES NEEDED TO COMPLY WITH CURRENT FEDERAL COAL COMBUSTION RESIDUAL REQUIREMENTS, AMENDING THE REGULATIONS AS NEEDED, AND DEVELOPING A PROGRAM IN ACCORDANCE WITH THE INTERIM FINAL CCR STATE PERMIT PROGRAM GUIDANCE.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE AN EPA COAL COMBUSTION RESIDUAL STATE PERMITTING PROGRAM APPLICATION AND STATE REGULATIONS AS PROTECTIVE AS FEDERAL CCR REGULATIONS 40 CFR PART 257 SUBPART D. THE EXPECTED OUTCOMES ARE IMPROVED ENVIRONMENTAL OVERSIGHT AND AN EPA-APPROVED CCR STATE PERMIT PROGRAM. THE INTENDED BENEFICIARIES INCLUDE THE GENERAL PUBLIC AND REGULATED COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_95314601_6800"}, {"internal_id": 161009272, "Award ID": "02D49623", "Award Amount": 411765.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "66.820", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $411,765, TO SUPPORT GEORGIA DEPARTMENT OF NATURAL RESOURCES.  \n\nACTIVITIES:THE GRANT FUNDS WILL BE USED TO IMPLEMENT THE ENVIRONMENTAL PROTECTION AGENCY APPROVED COAL COMBUSTION RESIDUALS STATE PROGRAM AND TO MAINTAIN PUBLIC RECORDS.  THESE ACTIVITIES INCLUDE: STAFFING/SALARIES, REVIEWING SITE ACCEPTABILITY REPORTS, REVIEWING PERMIT APPLICATIONS/MAJOR MODIFICATIONS, REVIEWING DOCUMENTS FOR REPORTING/COMPLIANCE, MEETINGS, PERFORM COMPLIANCE INSPECTIONS, TRAINING, RECORDKEEPING, AND PURSUING ENFORCEMENT ACTIONS.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: RETENTION OF PERSONNEL DEDICATED TO ENVIRONMENTAL PROTECTION DIVISION'S (EPD) STATE COAL COMBUSTION RESIDUALS(CCR) PERMIT PROGRAM, COAL COMBUSTION RESIDUALS PERMITS ISSUED, COMPLIANCE/OVERSIGHT INSPECTIONS, UTILITY MEETINGS/DISCUSSIONS, PUBLIC MEETINGS/PARTICIPATION IN DRAFT AND FINAL PERMIT DECISIONS, AS NEEDED, ENFORCEMENT AND COMPLIANCE ASSURANCE ACTIONS, AS NEEDED; TRAINED STAFF, AS NEEDED, ENHANCED OPPORTUNITIES FOR ENVIRONMENTAL PROTECTION AGENCY TECHNICAL ASSISTANCE TO ENVIRONMENTAL PROTECTION DIVISION ON GEORGIA'S COAL COMBUSTION RESIDUALS PROGRAM.  THE EXPECTED OUTCOMES INCLUDE: IMPROVED UNDERSTANDING OF ENVIRONMENTAL PROTECTION AGENCY COAL COMBUSTION RESIDUALS SITE DECISIONS AND RELEVANCE TO EPD'S CCR STATE PROGRAM, IMPROVED PREPAREDNESS TO ADDRESS CCR PROGRAM ISSUES, IMPROVED ENVIRONMENTAL OVERSIGHT, IMPROVED COLLABORATION OF EPA AND EPD ON GEORGIA'S APPROVED CCR STATE PERMITTING PROGRAM, ADDRESS ENVIRONMENTAL CONTAMINATION WHILE SAFEGUARDING COMMUNITIES. THE INTENDED BENEFICIARIES INCLUDE RESIDENTS OF THE STATE OF GEORGIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_02D49623_6800"}, {"internal_id": 161009271, "Award ID": "02D49223", "Award Amount": 205882.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "66.820", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $205,882 TO THE TENNESSEE DEPARTMENT OF ENVIRONMENT AND CONSERVATION. THE STATE OF TENNESSEE WILL USE THE FUNDS TO DEVELOP THEIR COAL COMBUSTION RESIDUALS (CCR) PERMIT PROGRAM, SPECIFICALLY FOR THEIR FIVE CCR LANDFILLS AND TO MAINTAIN PUBLIC RECORDS RELATED TO PERMITTING AND PUBLIC PARTICIPATION.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE DRAFTING, REVIEWING, AND EDITING CCR RULES AND STATUTORY CHANGES; COLLABORATING WITH THE ENVIRONMENTAL PROTECTION AGENCY; DEVELOPING AND IMPLEMENTING A PUBLIC PARTICIPATION PLAN.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE DEVELOPING A PUBLIC PARTICIPATION PLAN; IMPROVING COMMUNICATION WITH STAKEHOLDERS; DEVELOPING EFFECTIVE RULES FOR THE CCR PROGRAM. THE EXPECTED OUTCOMES INCLUDE IMPROVING THE PUBLIC'S UNDERSTANDING OF CCR PROGRAM REQUIREMENTS; IMPROVING COMMUNICATION WITH STAKEHOLDER GROUPS; ENHANCING PUBLIC PARTICIPATION REGARDING CCR PROGRAM DEVELOPMENT. INTENDED BENEFICIARIES ARE RESIDENTS OF THE STATE OF TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_02D49223_6800"}, {"internal_id": 161421646, "Award ID": "02D49023", "Award Amount": 308824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "66.820", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $308,824 TO SUPPORT NORTH CAROLINA DEPARTMENT OF ENVIRONMENTAL QUALITY'S TO PROVIDE ASSISTANCE TO STATE AND TRIBAL ASSISTANCE GRANTS TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN ENVIRONMENTAL PROTECTION AGENCY (EPA)-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS (CCR).ACTIVITIES:THE ACTIVITIES INCLUDE THOSE NEEDED TO DEVELOP AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM.  FUNDING WILL BE USED FOR SALARY, FRINGE BENEFITS, INDIRECT COSTS, CONTRACTUAL COSTS, AND TRAVEL COSTS TO: 1) DRAFT, REVIEW, AND EDIT CCR RULES; 2) DRAFT, REVIEW, AND EDIT STATUTORY CHANGES; 3) WORK WITH NORTH CAROLINA EXECUTIVE LEADERSHIP, NORTH CAROLINA'S ENVIRONMENTAL MANAGEMENT COMMISSION, AND THE NORTH CAROLINA'S OFFICE OF ADMINISTRATIVE HEARINGS TO IMPLEMENT STATUTORY AND REGULATORY CHANGES; 4) IDENTIFY AND ENGAGE STAKEHOLDERS INCLUDING THE REGULATED COMMUNITY, 5) COLLABORATE WITH EPA; AND 6) DRAFT CCR PERMIT PROGRAM (CCRPP) APPLICATION AND SEND TO EPA FOR REVIEW/APPROVALSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE 1). DRAFT, PROPOSED, AND FINAL STATE CCR RULES, 2). ANY RECOMMEND PROPOSED STATE STATUTORY CHANGES, AND 3) DRAFT AND A FINAL CCR STATE PERMITTING PROGRAM APPLICATION. THE EXPECTED OUTCOMES INCLUDE:  1). IMPROVED UNDERSTANDING OF CCR STATE PROGRAM REQUIREMENTS, 2). IMPROVED PREPAREDNESS TO ADDRESS CCR PROGRAM ISSUES, 3). IMPROVED ENVIRONMENTAL OVERSIGHT, AND AN 4). EPA-APPROVED CCR STATE PERMITTING PROGRAM.  THE INTENDED BENEFICIARIES INCLUDE THE OWNERS AND OPERATORS OF CCR FACILITIES AND THE RESIDENTS OF THE STATE OF NORTH CAROLINA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_02D49023_6800"}, {"internal_id": 161421594, "Award ID": "00I14900", "Award Amount": 308824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO UTAH TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS.  ACTIVITIES:THE ACTIVITIES INCLUDE TO HELP DEVELOP AN APPLICATION FOR AN EPA-APPROVED STATE CONTROL COMBUSTION RESIDUALS (CCR) PROGRAM.  ACTIVITIES TO BE PERFORMED WILL INCLUDE: STAFFING/SALARIES ASSOCIATED WITH PROMULGATION OF STATE CCR REGULATIONS, INCLUDING DRAFTING STATE RULE CHANGES TO INCORPORATE FEDERAL CCR REQUIREMENTS, REVIEW BY UT AGO, STAKEHOLDER OUTREACH AND PUBLIC COMMENT, AND DRAFT AND FINAL PRESENTATION TO UT WASTE MANAGEMENT AND RADIATION CONTROL BOARD FROM FINAL PROMULGATION INTO STATE REGULATIONS.  ACTIVITIES WILL ALSO INCLUDE PREPARATION, SUBMISSION AND RESOLUTION OF COMMENTS FOR CCR PROGRAM APPLICATION TO EPA FOR AN APPROVED STATE PROGRAM.\n\nTHE GRANT FUNDS WILL BE USED TO IMPLEMENT THE EPA-APPROVED STATE CCR PROGRAM.  THESE ACTIVITIES WILL INCLUDE: STAFFING/SALARIES AND TRAVEL FOR DEVELOPMENT AND PUBLISHING OF CCR PERMIT APPLICATION INSTRUCTIONS AND CHECKLISTS, DEVELOPMENT OF SOLID WASTE DATABASE INFRASTRUCTURE TO INCORPORATE CCR APPLICATIONS AND ANNUAL REPORTING, AND CCR REGULATORY TRAINING. WEBSITE DEVELOPMENT FOR INFORMATIONAL SHARING OF STATE CCR PERMIT PROGRAM INFORMATION AND DOCUMENTS INCLUDING PUBLIC NOTICES, AND PROCESSING APPLICATIONS FOR PERMITTING CHANGES UNDER NEW PERMIT PROGRAM AND ENFORCEMENT AND COMPLIANCE WITH NEW CCR RULES AND REGULATIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: DRAFT AND FINAL STATE CCR PERMIT PROGRAM RULES AND REGULATIONS, SUBMISSION OF AN APPLICATION FOR AN EPA-APPROVED STATE CCR PROGRAM, PUBLISHED CCR PERMIT APPLICATION INSTRUCTIONS AND CHECKLISTS, SW DATABASE THAT INCLUDES CCR PERMIT APPLICATIONS AND REPORTING AND COMPLIANCE INFORMATION, AND A STATE CCR PROGRAM WEBSITE THAT CONTAINS LINKS TO CCR DOCUMENTS AND INFORMATION.  \n\nTHE EXPECTED OUTCOMES INCLUDE:\n1)  DEVELOPMENT AND SUBMISSION OF AN APPLICATION FOR A EPA-APPROVED STATE CCR PERMIT PROGRAM\n2)  IMPROVED CCR PERMITTING EFFICIENCY THROUGH DEVELOPMENT OF APPLICATION INSTRUCTIONS AND CHECKLISTS\n3)  IMPROVED CCR TRACKING AND REPORTING AND QUALITY OF DATA BEING REPORTED BY FACILITIES WITH SOLID WASTE DATABASE EXPANSION\n4)  IMPROVED ACCESS TO CCR PERMITTING DOCUMENTS AND INFORMATION WITH CCR PROGRAM WEBSITE\n5)  IMPROVED CCR COMPLIANCE AND OVERSIGHT WITH STAFF TRAINING\n\nTHE INTENDED BENEFICIARIES INCLUDE: UTDEQ FOR IMPLEMENTATION OF THE CCR PROGRAM AND CCR REGULATED FACILITIES AND THE PUBLIC FOR IMPROVED ACCESS TO CCR PROGRAM PERMITS,  COMPLIANCE DOCUMENTS, PUBLIC NOTICES AND OTHER CCR PROGRAM RELATED INFORMATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "604427fe-4871-e08e-5143-39aca5954fd3-C", "generated_internal_id": "ASST_NON_00I14900_6800"}, {"internal_id": 160686615, "Award ID": "00I14800", "Award Amount": 308824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO WYOMING TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS.  ACTIVITIES:THE ACTIVITIES INCLUDE TO HELP DEVELOP AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM.  ACTIVITIES TO BE PERFORMED WILL INCLUDE : STAFFING/SALARIES TO REVIEW FINAL FEDERAL CCR REGULATIONS TO DETERMINE CHANGES TO WYOMING STATE REGULATIONS NECESSARY FOR EPA APPROVAL OF STATE CCR PROGRAM, PRESENTATION TO WY RULEMAKING BOARD AND PROMULGATION INTO STATE REGULATIONS AND ASSOCIATED PUBLIC INVOLVEMENT, AND TRAINING (SENDING STAFF TO TRAINING) ON CCR REGULATIONS.\n\nTHE GRANT FUNDS WILL ALSO BE USED TO IMPLEMENT THE EPA-APPROVED STATE CCR PROGRAM.  THESE ACTIVITIES WILL INCLUDE: DEVELOPMENT OF PERMIT APPLICATION REVIEW FORMS, ANNUAL REPORT TEMPLATES, TEMPLATE LETTERS FOR CORRESPONDENCE WITH CCR FACILITIES, AND INSPECTION CHECKLISTS TO ASSIST IN WYDEQ CCR PERMITTING AND COMPLIANCE ACTIVITIES.  THE ACTIVITIES WILL ALSO INCLUDE THE BUILD-OUT AND UPDATING OF WY DEQ DATABASE TO INCORPORATE CCR PERMITS, REPORTS, AND INSPECTION COMPLIANCE ACTIVITIES; MAINTENANCE OF CCR RECORDS, INCLUDING EPA CCR CORRESPONDENCE, CCR APPLICATIONS AND APPROVED PERMITS, PUBLIC COMMENTS/RESPONSES TO CCR PERMITS AND REGULATIONS, AND FEDERAL REGISTERS ASSOCIATED WITH CCR RULEMAKING AND REGULATIONS; AND CONTINUED PUBLIC INVOLVEMENT ACTIVITIES ASSOCIATED WITH CCR PERMITS AND RULEMAKING.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: STATE CCR REGULATIONS THAT ARE CONSISTENT WITH FEDERAL CCR REGULATIONS, CCR PERMIT APPLICATION REVIEW FORMS, ANNUAL TEMPLATES, TEMPLATE CORRESPONDENCE LETTER, CCR INSPECTION CHECKLISTS, AN UPDATED DATABASE THAT TRACKS AND REPORTS CCR PERMITTING AND COMPLIANCE ACTIVITIES, PUBLIC ACCESS TO CCR PERMITTING AND COMPLIANCE DOCUMENTS, RULES AND REGULATIONS, AND OTHER INFORMATION, AND PUBLIC INVOLVEMENT ACTIVITIES ON CCR PERMITS AND RULEMAKING\n.\nTHE EXPECTED OUTCOMES INCLUDE:\n1) IMPROVED CCR PERMITTING AND REPORTING EFFICIENCY WITH CCR PERMIT APPLICATION REVIEW FORMS, ANNUAL REPORT TEMPLATES AND TEMPLATE LETTERS\n2) IMPROVED CCR COMPLIANCE WITH CCR INSPECTION CHECKLISTS FOR INSPECTORS\n3) IMPROVED CCR PROGRAM IMPLEMENTATION USING DATABASE FOR ACCESSING, TRACKING AND REPORTING CCR PERMITTING AND COMPLIANCE INFORMATION\n4) CONTINUED CCR PUBLIC INVOLVEMENT WITH ACCESS TO STATE CCR PERMITTING AND COMPLIANCE DOCUMENTS AND CCR RULEMAKINGS AND ON-GOING PUBLIC INVOLVEMENT IN CCR PERMITTING AND RULEMAKING ACTIVITIES\n\nTHE INTENDED BENEFICIARIES INCLUDE WYDEQ PERMITTING AND COMPLIANCE PERSONNEL, REGULATED CCR FACILITIES AND THE GENERAL PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc054533-3171-bf13-d91f-fb61d399e036-C", "generated_internal_id": "ASST_NON_00I14800_6800"}, {"internal_id": 160686614, "Award ID": "00I14700", "Award Amount": 205882.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO STATE AND TRIBAL ASSISTANCE GRANTS TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS (CCR).  ACTIVITIES:THE ACTIVITIES INCLUDE TO HELP DEVELOP AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM.  ACTIVITIES TO BE PERFORMED WILL INCLUDE: TECHNICAL AND ADMINISTRATIVE STAFF/SALARIES FOR DRAFTING COAL COMBUSTION RESIDUALS (CCR) RULES AND CONDUCTING FORMAL AND INFORMAL STAKEHOLDER AND PUBLIC ENGAGEMENT ACTIVITIES (MEETINGS, SHARING MATERIALS, SOLICITING COMMENTS, PUBLICATION OF RULE DRAFT, EDITS TO RULE DRAFT, AND SUBMISSION TO SECRETARY OF STATE). SUBMITTING DRAFT APPLICATION FOR STATE CCR PERMIT PROGRAM TO EPA, AND MAINTAINING CCR RECORDS OF THESE ACTIVITIES FOR PUBLIC ACCESS AND REVIEW.\n\nAND\n\nTHE GRANT FUNDS WILL ALSO BE USED TO IMPLEMENT THE EPA-APPROVED STATE CCR PROGRAM.  THESE ACTIVITIES WILL INCLUDE:  TRAINING FOR STAFF/SALARIES ON STATE CCR RULE AND SPECIFIC CCR TRAINING, HIRING OF ADDITIONAL STAFF AS NEEDED, AND TO PROVIDE STAKEHOLDER TRAINING ON CCR AND ASSOCIATED RULES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: DRAFT AND FINAL STATE CCR PERMIT PROGRAM RULES AND REGULATIONS AND SUBMISSION OF AN APPLICATION FOR AN EPA-APPROVED STATE CCR PROGRAM.\nTHE EXPECTED OUTCOMES INCLUDE: DEVELOPMENT AND SUBMISSION OF AN APPLICATION FOR A EPA-APPROVED STATE CCR PERMIT PROGRAM, IMPROVED CCR COMPLIANCE AND OVERSIGHT THROUGH STAFF TRAINING AND TRAINING FOR CCR STAKEHOLDERS, AND MAINTENANCE OF CCR RECORDS FOR THESE ACTIVITIES FOR PUBLIC ACCESS AND REVIEW.  \nTHE INTENDED BENEFICIARIES INCLUDE: MTDEQ, CCR REGULATED FACILITIES, AND THE PUBLIC FOR IMPLEMENTATION OF THE CCR PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb9ddeee-b062-e97c-c408-61129c929d5b-C", "generated_internal_id": "ASST_NON_00I14700_6800"}, {"internal_id": 160686613, "Award ID": "00I14600", "Award Amount": 308824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO STATE AND TRIBAL ASSISTANCE GRANTS TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS (CCR).  ACTIVITIES:THE ACTIVITIES INCLUDE TO HELP DEVELOP, AND ONCE APPROVED IMPLEMENT AN EPA-APPROVED STATE CCR PROGRAM.  ACTIVITIES TO BE PERFORMED WILL INCLUDE: CONTRACTOR SUPPORT FOR DATABASE IMPROVEMENTS THAT WILL ASSIST THE ND SOLID WASTE PROGRAM IN DEVELOPING AND IMPLEMENTING THE CCR PROGRAM. DATABASE IMPROVEMENTS WILL INCLUDE AN ONLINE PORTAL THAT WILL ALLOW CCR FACILITIES TO SUBMIT REQUIRED DOCUMENTS SUCH AS: PERMIT APPLICATIONS, DEMONSTRATIONS OF LOCATION STANDARDS, DOCUMENTATION REQUIRED UNDER THE DESIGN CRITERIA, OPERATING CRITERIA, GROUNDWATER, MONITORING AND CORRECTIVE ACTION, CLOSURE AND POST CLOSURE CARE, AND RETROFIT CRITERIA.  IN ADDITION, THERE WILL BE UPDATES TO THE DATABASE TO IMPROVE THE OVERALL MANAGEMENT OF THE PERMITTED FACILITIES. THIS WILL INCLUDE ADDING A CUSTOMER PORTAL TO ALLOW FOR ELECTRONIC REPORTING OF THE REQUIRED REPORTS BY THE PERMITTED FACILITY. THE CUSTOMER PORTAL WILL HAVE A DASHBOARD WHICH ALLOWS THE REGULATED FACILITY TO SEE THE STATUS OF THEIR PERMIT AND ANY REQUIRED REPORTS THAT ARE COMING DUE AND THAT HAVE BEEN PREVIOUSLY SUBMITTED. THE INFORMATION IN THE DATABASE WILL ALSO BE MADE ACCESSIBLE TO THE GENERAL PUBLIC TO ALLOW EASY ACCESS TO THE PUBLIC REGARDING PERMITTED FACILITIES. UPDATES WILL ALSO ALLOW FOR NDDEQ MANAGEMENT AND STAFF TO TRACK ALL ASPECTS OF THE PERMIT.  THE ELECTRONIC REPORTING WILL IMPROVE DATA QUALITY AND ENSURE REPORTS ARE COMPLETE BEFORE THEY ARE SUBMITTED WHICH WILL ALLOW STAFF TO REVIEW AND SAVE PROPERLY SUBMITTED REPORTS EASILY. UPDATES WILL INCLUDE THE ABILITY TO EASILY DETERMINE IF THE REQUIRED REPORTS AND DATA HAVE BEEN SUBMITTED BY THE REGULATED FACILITIES AND IF THEY WERE RECEIVED ON TIME OR LATE.  \n \nA SMALL PART OF THE GRANT FUNDS WILL ALSO BE USED FOR TECHNICAL ASSISTANCE TO TRAIN NDEQ STAFF ON CCR REGULATIONS DURING PROGRAM IMPLEMENTATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE:\n1)  DEVELOPMENT OF A PROJECT CHARTER DEFINING THE PROJECT SCOPE, THE PROJECT TEAM AND TIMELINE FOR THE PROJECT. THIS WILL BE SIGNED BY THE NDDEQ'S PROGRAM AND DEPARTMENT MANAGEMENT TO ENSURE MANAGEMENT'S COMMITMENT TO THE PROJECT.\n2)  CONDUCT A NEEDS ASSESSMENT AND GAP ANALYSES TO DETERMINE THE UPDATES THAT WILL BE NEEDED AND REFINE THE SPECIFICATIONS FOR THE CCR PROGRAM.\n3)  CONDUCT A REQUEST FOR PROPOSAL AND AWARD A CONTRACT FOLLOWING STANDARD\nPROCUREMENT PROCESS TO ENSURE ALL STATE AND FEDERAL REQUIREMENTS ARE MET WITH THE PROCUREMENT PROCESS.\n4)  CONTRACTOR DEVELOPMENT AND CONFIGURATION OF THE DATABASE UPDATES.\n5)  USER TESTING AND STAFF TRAINING OF THE DATABASE UPDATES.\n6)  ACCEPTANCE TESTING OF THE DATABASE UPDATES.\n7)  FINAL IMPLEMENTATION OF DATABASE UPDATES INTO FULL PRODUCTION.\n\nTHE EXPECTED OUTCOMES INCLUDE:  \n1)  IMPROVED ACCESS TO DATA FOR THE NDDEQ'S STAFF, REGULATED FACILITIES AND THE PUBLIC BY HAVING ONLINE ACCESS TO THE DATABASE\n2)  IMPROVED QUALITY OF DATA BEING REPORTED BY THE FACILITIES.\n3)  MORE EFFICIENT USE OF THE NDDEQ'S STAFF TIME BY HAVING FACILITIES ELECTRONICALLY REPORT DATA ELIMINATING THE NEED FOR NDDEQ STAFF TO MANUALLY ENTER DATA.\n4)  MORE EFFICIENT DECISION MAKING AND IMPROVED MANAGEMENT OVERSIGHT BECAUSE OF IMPROVED ACCESS TO DATA BY THE NDDEQ'S STAFF AND MANAGEMENT\n\nTHE INTENDED BENEFICIARIES INCLUDE: NDDEQ FOR IMPLEMENTATION OF THE CCR PROGRAM, AND THE PUBLIC FOR IMPROVED ACCESS TO CCR PROGRAM PERMITS, INFORMATION AND DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b89bd03d-877e-deba-2421-89d7d60daabe-C", "generated_internal_id": "ASST_NON_00I14600_6800"}, {"internal_id": 160686587, "Award ID": "00E03418", "Award Amount": 308824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO THE MICHIGAN DEPARTMENT OF THE ENVIRONMENT, GREAT LAKES AND ENERGY TO ASSIST WITH WORK DIRECTLY RELATED TO EITHER THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS.ACTIVITIES:THE PROPOSED ACTIVITIES INCLUDE THE DEVELOPMENT OF AMENDMENTS TO MICHIGAN'S CCR REGULATIONS, AND PARTIALLY FUNDING STAFF TIME USED FOR IMPLEMENTATION OF PROGRAM ACTIVITIES, SUCH AS THE PERMITTING AND LICENSING OF CCR FACILITIES, REVIEW OF CONSTRUCTION AND CLOSURE PLANS, REVIEW OF GROUNDWATER AND SURFACE WATER MONITORING PLANS AND THE DATA GENERATED BY THE IMPLEMENTATION OF THOSE PLANS, THE DEVELOPMENT AND IMPLEMENTATION OF CORRECTIVE ACTION PLANS, AS NEEDED, INSPECTIONS, COMPLIANCE ACTIVITIES, AND PUBLIC PARTICIPATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:MICHIGAN EGLE'S MATERIALS MANAGEMENT DIVISION (MMD), SOLID WASTE SECTION, IS THE LEAD PROGRAM FOR PERMITTING, COMPLIANCE, AND ENFORCEMENT OF COAL ASH UNITS. THESE FUNCTIONS WILL LARGELY BE CARRIED OUT BY STAFF FROM THE SOLID WASTE SECTION'S DISTRICT OFFICE LOCATIONS SUPPORTED BY SUBJECT MATTER EXPERTS LOCATED IN IN LANSING, MICHIGAN. THE EIGHT EGLE DISTRICT OFFICES THROUGHOUT MICHIGAN ARE AVAILABLE TO QUICKLY RESPOND TO REPORTS OF RELEASES OR COMPLAINTS. DISTRICT OFFICE STAFF ARE RESPONSIBLE FOR REVIEWING PERMIT APPLICATIONS AND REVIEWING PLANS AND OTHER DEMONSTRATIONS OF COMPLIANCE WITH 40 CFR PART 257, CONDUCTING CONSTRUCTION INSPECTIONS OF CELLS AND CLOSURE ACTIVITIES, AND LEADING COMPLIANCE INSPECTIONS OF COAL ASH UNITS. DISTRICT OFFICE STAFF ARE ALSO RESPONSIBLE FOR DETERMINING SITE SUITABILITY, REVIEWING GROUNDWATER MONITORING PLANS AND REPORTS, REVIEWING CORRECTIVE ACTION PLANS AND REPORTS, INSPECTING GROUNDWATER WELL CONSTRUCTION, AND CONDUCTING COMPLIANCE INSPECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_00E03418_6800"}, {"internal_id": 161009192, "Award ID": "00E03417", "Award Amount": 308824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "66.820", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES ASSISTANCE TO INDIANA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (IDEM) TO EITHER SUPPORT THE DEVELOPMENT OF AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM, OR FOR WORK DIRECTLY RELATED TO THE IMPLEMENTATION OF AN EPA-APPROVED STATE PROGRAM FOR THE CONTROL OF COAL COMBUSTION RESIDUALS.ACTIVITIES:THE ACTIVITIES INCLUDE TO HELP DEVELOP AN APPLICATION FOR AN EPA-APPROVED STATE PROGRAM.  ACTIVITIES TO BE PERFORMED WILL INCLUDE : CONTRACTOR SUPPORT (TECHNICAL SUPPORT, REG DEVELOPMENT), STAFFING/SALARIES, TRAINING (SENDING STAFF TO TRAINING), AND COMMUNITY OUTREACH/COMMUNITY INVOLVEMENT.\n\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTCOME OF THIS GRANT WILL BE FOR IDEM TO SEEK/OBTAIN AUTHORIZATION FOR A STATE CCR PERMITTING PROGRAM.  THE MAIN OUTPUTS FROM THIS GRANT IS ANTICIPATED TO BE THE SUBMITTAL OF A CCR STATE PERMITTING PROGRAM APPLICATION INCLUDING INDIANA RULE LANGUAGE.  DEPENDING ON THE LENGTH OF TIME THE RULEMAKING/APPLICATION SUBMITTAL TAKES IDEM MAY ALSO DEVELOP FORMS REQUIRED BY THE RULE, POTENTIAL GUIDANCE DOCUMENTS TO ASSIST FACILITIES WITH UNDERSTANDING THE RULE, AND TRAINING FOR PERMITTING/COMPLIANCE STAFF AND/OR THE REGULATED COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e49ae78b-a04c-2f21-cc9f-6cd6d9d206e8-C", "generated_internal_id": "ASST_NON_00E03417_6800"}]