[{"internal_id": 151676194, "Award ID": "96399101", "Award Amount": 1348453.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDS IN THE AMOUNT OF $500,000. \n\nTHE INFRASTRUCTURE INVESTMENT AND JOBS ACT (COMMONLY REFERRED TO AS THE BIPARTISAN INFRASTRUCTURE LAW) IS FUNDING THIS ASSISTANCE AGREEMENT TO SUPPORT THE DISTRICT OF COLUMBIA DEPARTMENT OF ENERGY AND ENVIRONMENT (DOEE) IN IMPLEMENTING PROJECTS IN THE MOST EFFECTIVE BASINS (MEBS) FOR ACHIEVING NUTRIENT REDUCTION TARGETS.ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE STORMWATER AUDITS; ACTIVITIES RELATED TO RIVERSMART HOMES AND RIVERSMART COMMUNITIES; AND INNOVATIVE BEST MANAGEMENT PRACTICE (BMP) DEMONSTRATIONS.SUBRECIPIENT:THE RECIPIENT WILL SUBAWARD FUNDS TO SUPPORT THE VOLUNTARY BMP IMPLEMENTATION THROUGH THE RIVERSMART PROGRAM, PROVIDING STORMWATER AUDITS FOR RESIDENTIAL PROPERTIES AND THE INSTALLATION OF A SUITE OF LOT-LEVEL STORMWATER BMPS.OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_96399101_6800"}, {"internal_id": 151676111, "Award ID": "96399001", "Award Amount": 1292650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDS OF $571,325.  FEDERAL FUNDS IN THE AMOUNT OF $1,885,300 ARE CONTINGENT UPON AVAILABILITY. \n\nTHE PURPOSE OF THIS AWARD IS TO SUPPORT THE COLLECTION AND ANALYSIS OF DATA FROM 34 WATER-QUALITY MONITORING SITES IN PENNSYLVANIA'S PORTION OF THE CHESAPEAKE BAY WATERSHED. THESE SITES ARE INTEGRAL COMPONENTS OF THE LARGER CHESAPEAKE BAY NON-TIDAL NETWORK THAT IS OPERATED BY A CONSORTIUM OF SIX STATE ENVIRONMENTAL AGENCIES, THE US GEOLOGICAL SURVEY (USGS), AND THE SUSQUEHANNA RIVER BASIN COMMISSION (SRBC). \n\nACTIVITIES:ACTIVITIES FUNDED UNDER THIS AWARD INCLUDE MONITORING OF NUTRIENT AND SUSPENDED SEDIMENT WATER QUALITY, MAINTENANCE AND IMPROVEMENT TO NETWORK OPERATIONS, COMPILATION OF WATER QUALITY DATA INTO A SINGLE DATABASE, STATISTICAL TREND ANALYSIS, AND GENERATION OF TREND MAPS.SUBRECIPIENT:THE PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION WILL SUBAWARD FUNDING TO THE SUSQUEHANNA RIVER BASIN COMMISSION (SRBC) TO SUPPORT COLLECTION AND ANALYSIS OF WATER QUALITY SAMPLES AT 26 OF THE 34 WATER QUALITY MONITORING SITES SUPPORTED BY THIS AWARD, AS WELL AS THE COMPILATION OF DATA FOR POSTING TO SRBC'S WEBSITE. OUTCOMES:THE EXPECTED OUTCOME IS THE DEVELOPMENT OF LOAD ESTIMATES FROM THE FREE-FLOWING NON-TIDAL REACHES OF TRIBUTARIES TO THE CHESAPEAKE BAY AND TO SUPPORT TRACKING OF LONG-TERM TRENDS IN NUTRIENT AND SEDIMENT CONCENTRATIONS. THIS AWARD SUPPORTS THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT GOAL TO 'REDUCE POLLUTANTS TO ACHIEVE THE WATER QUALITY NECESSARY TO SUPPORT THE AQUATIC LIVING RESOURCES OF THE BAY AND ITS TRIBUTARIES AND TO PROTECT HUMAN HEALTH.' BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_96399001_6800"}, {"internal_id": 151676110, "Award ID": "96398201", "Award Amount": 1800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDS OF $1,800,000 TO FULLY FUND THE AWARD. \n\nTHIS GRANT IS FUNDED BY THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (COMMONLY REFERRED TO AS THE BIPARTISAN INFRASTRUCTURE LAW) TO SUPPORT THE PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION (PADEP) IN IMPLEMENTING PROJECTS IN THE MOST EFFECTIVE BASINS (MEBS) FOR ACHIEVING NUTRIENT REDUCTION TARGETS. ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE MANAGEMENT, COMMUNICATION, AND COORDINATION OF PROJECTS THAT WILL YIELD WATER QUALITY IMPROVEMENTS IN PENNSYLVANIA'S MEBS, AS WELL AS FINANCIAL AND TECHNICAL ASSISTANCE TO SUPPORT THE PLANNING, DESIGN, INSTALLATION, AND MAINTENANCE OF BEST MANAGEMENT PRACTICES (BMPS). SUBRECIPIENT:PADEP WILL SUBAWARD FUNDING TO COUNTIES THROUGH ITS COUNTYWIDE ACTION PLAN (CAP) IMPLEMENTATION GRANT PROGRAM TO ACCELERATE IMPLEMENTATION OF PROJECTS THAT DELIVER HIGH NUTRIENT REDUCTIONS IN PRIORITY AREAS. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1800000.0, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_96398201_6800"}, {"internal_id": 151676103, "Award ID": "96396701", "Award Amount": 3511446.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDS OF $3,511,446. FEDERAL FUNDS IN THE AMOUNT OF $13,645,784 ARE CONTINGENT UPON AVAILABILITY. \n\nTHE PURPOSE OF THIS AWARD IS TO AID PENNSYLVANIA IN IMPLEMENTING AND EXPANDING ITS REGULATORY, ACCOUNTABILITY, ASSESSMENT, COMPLIANCE, AND ENFORCEMENT CAPABILITIES IN SUPPORT OF REDUCING NITROGEN, PHOSPHORUS, AND SEDIMENT LOADS DELIVERED TO THE CHESAPEAKE BAY. ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE IMPLEMENTATION OF PENNSYLVANIA'S CONCENTRATED ANIMAL FEEDING OPERATION (CAFO) PERMITTING PROGRAM; INCREASED STAFFING SUPPORT FOR COMPLIANCE MONITORING, ENFORCEMENT FOLLOW-UP, REVIEWS, REPORTING, INSPECTIONS, AND CORRECTIVE ACTIONS; DEVELOPMENT OF A WEB-BASED APPLICATION TO ALLOW PERMITTEES TO SUBMIT ANNUAL REPORTS ELECTRONICALLY; TECHNICAL AND COMPLIANCE ASSISTANCE TO FARMERS AND LANDOWNERS TO SUPPORT INSTALLATIONS OF BEST MANAGEMENT PRACTICES (BMPS); TRACKING AND VERIFICATION OF NONPOINT SOURCE BMPS; ENHANCED TECHNICAL ASSISTANCE FOR WASTEWATER TREATMENT FACILITIES; AND IMPLEMENTATION AND OVERSIGHT OF PENNSYLVANIA'S PHASE III WATERSHED IMPLEMENTATION PLAN (WIP). SUBRECIPIENT:THE RECIPIENT WILL SUBAWARD FUNDS TO SUPPORT LOCAL IMPLEMENTATION OF BMPS; SUPPORT DEVELOPMENT AND MAINTENANCE OF IMPROVED DATA COLLECTION SYSTEMS NEEDED TO DOCUMENT TMDL PROGRESS AND IMPROVE LOCAL WATERSHED PLANNING; AND PROVIDE TRAINING AND TECHNICAL SUPPORT FOR WASTEWATER TREATMENT STAFF, STATE INSPECTORS, AND FACILITY SUPERVISORY STAFF REGARDING PROPER AND ETHICAL WASTEWATER TREATMENT OPERATION. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE WATER QUALITY GOAL OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT AND THE CHESAPEAKE BAY TOTAL MAXIMUM DAILY LOAD (TMDL). THE EXPECTED OUTCOME OF THIS AWARD IS REDUCTION OF POLLUTANTS TO ACHIEVE THE WATER QUALITY NECESSARY TO SUPPORT THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_96396701_6800"}, {"internal_id": 151676112, "Award ID": "96396601", "Award Amount": 2145279.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDS OF $2,145,279. FEDERAL FUNDS IN THE AMOUNT OF $10,062,800 ARE CONTINGENT UPON AVAILABILITY.\n\nTHE PURPOSE OF THIS AWARD IS TO SUPPORT PENNSYLVANIA IN IMPLEMENTING THE MANAGEMENT MECHANISMS ESTABLISHED UNDER THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT, PARTICULARLY PROGRAMS FOR CONTROL AND ABATEMENT OF NONPOINT SOURCE NUTRIENT AND SEDIMENT POLLUTION.\nACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE COORDINATION OF CHESAPEAKE BAY PROGRAM ACTIVITIES IN PENNSYLVANIA, DEVELOPMENT OF A MULTI-YEAR ALTERNATIVE RESTORATION PLAN FOR AN IMPAIRED WATERSHED IN LANCASTER COUNTY, TECHNICAL ASSISTANCE FOR FAMERS AND OTHER LANDOWNERS TO SUPPORT THE DESIGN AND INSTALLATION OF BEST MANAGEMENT PRACTICES (BMPS), DEVELOPMENT AND INCORPORATION OF A PERFORMANCE-BASED NUTRIENT CREDIT TRADING TOOL FOR USE IN PENNSYLVANIA'S NUTRIENT CREDIT TRADING PROGRAM TO REPLACE ITS PRACTICE-BASED METHODOLOGY, FACILITATION OF THE DEVELOPMENT AND IMPLEMENTATION OF COUNTYWIDE ACTION PLANS (CAPS), AND IMPLEMENTATION OF BMPS IN THE MOST EFFECTIVE BASINS FOR NUTRIENT REDUCTION. SUBRECIPIENT:THE RECIPIENT WILL SUBAWARD FUNDS TO SUPPORT COORDINATION OF STAKEHOLDER WATERSHED RESTORATION PROJECTS, LOCAL BMP IMPLEMENTATION EFFORTS, AND COUNTY OUTREACH AND IMPLEMENTATION ACTIVITIES NECESSARY TO DEVELOP AND IMPLEMENT CAPS. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_96396601_6800"}, {"internal_id": 151676117, "Award ID": "96395601", "Award Amount": 1697784.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "66.964", "Description": "DESCRIPTION:DC CBIG III\nTHIS ACTION AWARDS FEDERAL FUNDS IN THE AMOUNT OF $1,697,784. FEDERAL FUNDS IN THE AMOUNT OF $7,863,920 ARE CONTINGENT UPON AVAILABILITY. \n\nTHE PURPOSE OF THIS AWARD IS TO SUPPORT THE DISTRICT OF COLUMBIA IN IMPLEMENTING THE MANAGEMENT MECHANISMS ESTABLISHED UNDER THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT, WITH PARTICULAR EMPHASIS ON PROGRAMS FOR CONTROL AND ABATEMENT OF NONPOINT SOURCE NUTRIENT AND SEDIMENT POLLUTION. \n\nACTIVITIES:THE ACTIVITIES FUNDED UNDER THIS AWARD INCLUDE IMPLEMENTATION OF THE CITY'S TREE CANOPY PLAN, STORMWATER AUDITS, TRAINING FOR TEACHERS AND TECHNICAL STAFF, OUTREACH AND ENVIRONMENTAL EDUCATION FOR YOUTH AND OTHER RESIDENTS, PLANNING AND IMPLEMENTATION OF STREAM RESTORATION AND OUTFALL REPAIR PROJECTS, AND IMPLEMENTATION OF POLLUTION PREVENTION AND REDUCTION TECHNIQUES DISTRICT-WIDE. THE DISTRICT WILL FOCUS WORK ON LOCAL WATER BODIES, INCLUDING THE ANACOSTIA RIVER, POTOMAC RIVER, AND ROCK CREEKMDASH;ALL OF WHICH DRAIN INTO THE CHESAPEAKE BAY.SUBRECIPIENT:SUBAWARDS SUPPORT THE VOLUNTARY BEST MANAGEMENT PRACTICE (BMP) IMPLEMENTATION THROUGH SUPPORT OF THE RIVERSMART PROGRAM, PROVIDING STORMWATER AUDITS FOR RESIDENTIAL PROPERTIES, AND THE INSTALLATION OF A SUITE OF LOT-LEVEL STORMWATER BMPS. THEY ALSO SUPPORT THE IMPLEMENTATION OF THE CHESAPEAKE BAY PROGRAM'S EDUCATION INITIATIVE BY PROVIDING 'MEANINGFUL WATERSHED EDUCATIONAL EXPERIENCES' (MWEES) TO YOUTH.OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED.  WORK WILL ACHIEVE AND MAINTAIN THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE BAY AND ITS TRIBUTARIES.  BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_96395601_6800"}, {"internal_id": 150724702, "Award ID": "96395501", "Award Amount": 3989404.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-01", "CFDA Number": "66.964", "Description": "DESCRIPTION:MDA CBRAP II\nTHIS ACTION AWARDS FEDERAL FUNDS IN THE AMOUNT OF $1,967,672. FEDERAL FUNDS IN THE AMOUNT OF $3,815,196 ARE CONTINGENT UPON AVAILABILITY. \n\nTHE PURPOSE OF THIS AWARD IS TO AID THE MARYLAND DEPARTMENT OF AGRICULTURE (MDA) IN IMPLEMENTING AND EXPANDING ITS REGULATORY, ACCOUNTABILITY, ASSESSMENT, COMPLIANCE, AND ENFORCEMENT CAPABILITIES IN SUPPORT OF REDUCING NITROGEN, PHOSPHORUS, AND SEDIMENT LOADS DELIVERED TO THE CHESAPEAKE BAY. THIS AWARD ASSISTS IN THE IMPLEMENTATION AND VERIFICATION OF THE MARYLAND AGRICULTURAL SECTOR'S PHASE 3 WATERSHED IMPLEMENTATION PLAN (WIP).ACTIVITIES:THE ACTIVITIES TO BE PERFORMED UNDER THIS AWARD WILL FOCUS ON MEETING NUTRIENT MANAGEMENT GOALS THROUGH TECHNICAL ASSISTANCE AND IMPLEMENTATION OF BEST MANAGEMENT PRACTICES (BMPS). SPECIFICALLY, THE UNIVERSITY OF MARYLAND EXTENSION, FUNDED THROUGH AN INTERAGENCY AGREEMENT WITH MDA, WILL ASSIST FARMERS AND OPERATORS WITH THE DEVELOPMENT OF NUTRIENT MANAGEMENT PLANS AND CONDUCT PROGRAMS WHICH FURTHER THEIR UNDERSTANDING OF NUTRIENT MANAGEMENT. ADDITIONALLY, MDA WILL DIRECT FUNDING TO THE MARYLAND AGRICULTURAL COST SHARE (MACS) PROGRAM TO PROVIDE SUPPORT TO MARYLAND FARMERS FOR THE INSTALLATION OF BMPS TO ALLEVIATE CRITICAL OR POTENTIAL WATER POLLUTION CONDITIONS ASSOCIATED WITH FARMING ACTIVITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS WORK SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT AND WILL HELP TO ACHIEVE AND MAINTAIN THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC SYSTEM HEALTH OF THE CHESAPEAKE BAY ECOSYSTEM. BENEFICIARIES OF THIS PROJECT INCLUDE MARYLAND FARMERS AND FARM OPERATORS, RESIDENTS OF THE CHESAPEAKE BAY, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "423081c8-f34f-4da8-d6c0-f9c024d05d2e-C", "generated_internal_id": "ASST_NON_96395501_6800"}, {"internal_id": 152549432, "Award ID": "96395301", "Award Amount": 1456406.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDS OF $728,203. FEDERAL FUNDS IN THE AMOUNT OF $2,184,609 ARE CONTINGENT UPON AVAILABILITY. \n\nTHE PURPOSE OF THIS AWARD IS TO AID THE DISTRICT OF COLUMBIA DEPARTMENT OF ENERGY AND ENVIRONMENT (DC DOEE) IN IMPLEMENTING AND EXPANDING ITS REGULATORY, ACCOUNTABILITY, ASSESSMENT, COMPLIANCE, AND ENFORCEMENT CAPABILITIES IN SUPPORT OF REDUCING NITROGEN, PHOSPHORUS, AND SEDIMENT LOADS DELIVERED TO THE CHESAPEAKE BAY. ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE STORMWATER REGULATION IMPLEMENTATION; ENHANCEMENT TO THE SURFACE AND GROUNDWATER SYSTEM TO ADD ADDITIONAL FUNCTIONALITY; IMPLEMENTATION OF THE STORMWATER RETENTION CREDIT (SRC) PROGRAM; EXPANSION OF DOEE'S POST-CONSTRUCTION STORMWATER BEST MANAGEMENT PRACTICE (BMP) MAINTENANCE ENFORCEMENT AND COMPLIANCE MONITORING ACTIVITIES; IMPLEMENTATION OF AN ILLICIT DISCHARGE DETECTION AND ELIMINATION (IDDE) CONTRACT PROGRAM; AND IMPLEMENTATION AND MAINTENANCE OF DC'S POLLUTION PREVENTION (P2) PROGRAM. SUBRECIPIENT:DC DOEE WILL SUBAWARD FUNDS TO SUPPORT REVIEW OF CONSTRUCTION PLANS, RESEARCH STUDIES, AND UPDATES TO GUIDANCE DOCUMENTS, AS WELL AS TO SUPPORT IMPLEMENTATION OF THE SRC PROGRAM. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE WATER QUALITY GOAL OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT AND THE CHESAPEAKE BAY TOTAL MAXIMUM DAILY LOAD (TMDL). THE EXPECTED OUTCOME OF THIS AWARD IS REDUCTION OF POLLUTANTS TO ACHIEVE THE WATER QUALITY NECESSARY TO SUPPORT THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_96395301_6800"}, {"internal_id": 151676189, "Award ID": "96395001", "Award Amount": 1537437.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDS OF $761,564. FEDERAL FUNDS OF $3,879,365 ARE CONTINGENT UPON AVAILABILITY.\n\nTHE PURPOSE OF THIS AWARD IS TO AID DELAWARE IN IMPLEMENTING AND EXPANDING ITS REGULATORY, ACCOUNTABILITY, ASSESSMENT, COMPLIANCE, AND ENFORCEMENT CAPABILITIES IN SUPPORT OF REDUCING NITROGEN, PHOSPHORUS, AND SEDIMENT LOADS DELIVERED TO THE CHESAPEAKE BAY. ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE IMPLEMENTATION, PLANNING, EDUCATION AND OUTREACH ASSOCIATED WITH DELAWARE'S CHESAPEAKE BAY WATERSHED IMPLEMENTATION PLAN (WIP); VERIFICATION, ENFORCEMENT, AND COMPLIANCE ASSURANCE FOR AGRICULTURAL, WASTEWATER, AND STORMWATER RELATED BEST MANAGEMENT PRACTICES (BMPS); AND SUPPORT FOR REVISIONS TO NATIONAL POLLUTANT DISCHARGE ELIMINATION SYSTEM (NPDES) PERMITS. SUBRECIPIENT:THE RECIPIENT WILL SUBAWARD FUNDS TO SUPPORT VERIFICATION, EDUCATION, AND OUTREACH ACTIVITIES UNDER THE URBAN NUTRIENT MANAGEMENT PROGRAM, AGRICULTURE BMP COMPLIANCE INSPECTIONS, AND STORMWATER BMP MAINTENANCE AND COMPLIANCE INSPECTIONS. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE WATER QUALITY GOAL OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT AND THE CHESAPEAKE BAY TOTAL MAXIMUM DAILY LOAD (TMDL). THE EXPECTED OUTCOME OF THIS AWARD IS REDUCTION OF POLLUTANTS TO ACHIEVE THE WATER QUALITY NECESSARY TO SUPPORT THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73af9791-73ea-7b40-038e-4bac1789e705-C", "generated_internal_id": "ASST_NON_96395001_6800"}, {"internal_id": 140708883, "Award ID": "96389401", "Award Amount": 9906815.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "66.964", "Description": "THIS ACTION AWARDS FEDERAL FUNDS OF $3,459,131. FEDERAL FUNDS OF $6,387,792 ARE CONTINGENT UPON AVAILABILITY. \n\nTHE PURPOSE OF THIS AWARD IS TO ACCOMPLISH OBJECTIVES OF THE VIRGINIA CHESAPEAKE BAY TMDL PHASE III WATERSHED IMPLEMENTATION PLAN (WIP). ACTIVITIES WILL INCLUDE PHASE III WIP EDUCATION, TECHNICAL ASSISTANCE AND IMPLEMENTATION SUPPORT, IMPROVING VERIFICATION AND REPORTING BEST MANAGEMENT PRACTICES (BMPS), AND ENSURING ACCOUNTABILITY THROUGH TRACKING, MONITORING AND ENFORCEMENT SYSTEMS. THIS WORK SUPPORTS THE OBJECTIVE THROUGH ACTIVITIES THAT EITHER DIRECTLY RESULT IN THE REMEDIATION OF NONPOINT SOURCE POLLUTION OR LEAD TO THE REMEDIATION OF NONPOINT SOURCE POLLUTION THROUGH TECHNICAL ASSISTANCE AND ON-THE-GROUND SUPPORT. BENEFICIARIES INCLUDE THE HUMAN AND AQUATIC HEALTH OF THE CHESAPEAKE BAY. THE RECIPIENT INTENDS TO SUB-AWARD FUNDS TO SUPPORT THE IMPLEMENTATION OF BEST MANAGEMENT PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_96389401_6800"}, {"internal_id": 140708736, "Award ID": "96389001", "Award Amount": 10941356.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-16", "CFDA Number": "66.964", "Description": "THIS ACTION AWARDS $3,707,318 ($9,400 OF WHICH REPRESENT EPA IN-KIND FUNDING). \n\nFEDERAL FUNDS IN THE AMOUNT OF $6,088,604 ARE CONTINGENT UPON AVAILABILITY. \n\nTHE PURPOSE OF THIS GRANT IS TO AID MARYLAND DEPARTMENT OF NATURAL RESOURCES (MD DNR) WITH IMPLEMENTATION OF THE CHESAPEAKE BAY IMPLEMENTATION GRANT (CBIG) PROGRAM. ACTIVITIES FUNDED UNDER THIS AWARD ARE AIMED AT IMPLEMENTING THE MANAGEMENT MECHANISMS ESTABLISHED UNDER THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT, WITH PARTICULAR EMPHASIS ON STATE PROGRAMS FOR CONTROL AND ABATEMENT OF NONPOINT SOURCE NUTRIENT AND SEDIMENT POLLUTION. BENEFICIARIES OF THIS PROGRAM INCLUDE HUMAN HEALTH AND THE ENVIRONMENT, AS WELL AS RESIDENTS IN THE CHESAPEAKE BAY WATERSHED. MD DNR INTENDS TO SUB-AWARD FUNDS TO LOCAL PARTNERS TO FUND PROJECTS RELATED TO COMMUNITY RESILIENCE AND EDUCATION, AS WELL AS IMPLEMENTATION OF AGRICULTURAL BEST MANAGEMENT PRACTICES AND STORM-WATER PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_96389001_6800"}, {"internal_id": 142550475, "Award ID": "96387301", "Award Amount": 825000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-21", "CFDA Number": "66.964", "Description": "THE MAIN PURPOSE OF THE GREEN STREETS, GREEN JOBS, GREEN TOWNS (G3) GRANT PROGRAM IS TO PROVIDE FUNDING TO LOCAL GOVERNMENTS AND NON-PROFIT ENTITIES IN SMALL- TO MEDIUM-SIZED COMMUNITIES IN THE CHESAPEAKE BAY WATERSHED VIA THE CHESAPEAKE BAY TRUST. THE FUNDS SUPPORT GREEN STREET PLANNING, DESIGN, AND CONSTRUCTION PROJECTS. THESE GREEN STREETS PROJECTS ENHANCE GREEN SPACES IN COMMUNITIES BY IMPLEMENTING URBAN GREEN STORMWATER PRACTICES, INCREASING URBAN TREE CANOPY, AND REPLACING IMPERVIOUS SURFACES WITH MORE PERMEABLE MATERIALS IN ADDITION TO OTHER ENVIRONMENTAL AND PUBLIC HEALTH BENEFITS FOR RESIDENTS OF THE COMMUNITIES. UNDER THIS OBJECTIVE, THE CHESAPEAKE BAY TRUST (THE TRUST), ALONG WITH THE US ENVIRONMENTAL PROTECTION AGENCY (EPA), WILL CONNECT LOCAL GOVERNMENTS AND NON-GOVERNMENTAL ORGANIZATIONS TO THE NEEDED AND APPROPRIATE STATE STAFF OR PRIVATE CONTRACTORS AND PROVIDE SMALL GRANTS, RANGING FROM $5,001-$100,000, TO BE USED FOR GREEN STREETS PLANNING, PROJECT DESIGN, IMPLEMENTAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "148e836e-de42-957d-4d79-ba61f031cc0b-C", "generated_internal_id": "ASST_NON_96387301_6800"}, {"internal_id": 139786108, "Award ID": "96385301", "Award Amount": 419334.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "66.964", "Description": "THIS AWARD PROVIDES FEDERAL FUNDS OF $209,667 FOR IMPLEMENTATION OF WEST VIRGINIA&RSQUOANDS PORTION OF THE CHESAPEAKE BAY PROGRAM&RSQUOANDS NON-TIDAL WATER QUALITY MONITORING NETWORK. \n\nIN SUPPORT OF SECTION 117(E)(1)(B) OF THE CLEAN WATER ACT, WEST VIRGINIA DEPARTMENT OF ENVIRONMENTAL PROTECTION WILL IMPLEMENT A PROJECT TO CALCULATE THE LOADINGS AND TRENDS OF NITROGEN, PHOSPHORUS AND SEDIMENT AND TO CALIBRATE AND VALIDATE CHESAPEAKE BAY WATERSHED MODELS. RESULTS OF THESE ANALYSES WILL HELP MEASURE THE EFFECTS OF STATE TRIBUTARY STRATEGIES ON NUTRIENT AND SEDIMENT DELIVERIES TO THE BAY AND TIDAL TRIBUTARIES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE HUMAN HEALTH AND THE ENVIRONMENT. THE RECIPIENT DOES NOT INTEND TO \nSUB-AWARD FUNDS.\n\nFEDERAL FUNDS OF $1,048,335 ARE CONTINGENT UPON AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3394d05-c258-cd9f-2898-f2ca5a98fb25-C", "generated_internal_id": "ASST_NON_96385301_6800"}, {"internal_id": 140708900, "Award ID": "96385201", "Award Amount": 1939967.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "66.964", "Description": "THIS ACTION AWARDS FEDERAL FUNDS OF $677,997. \n\nFEDERAL FUNDS IN THE AMOUNT OF $3,331,175 ARE CONTINGENT UPON AVAILABILITY. \n\nTHIS ASSISTANCE AGREEMENT SUPPORTS ENVIRONMENTAL ENFORCEMENT AND COMPLIANCE ASSISTANCE FOR POINT-SOURCE BEST MANAGEMENT PRACTICES (BMPS) AND TECHNICAL SUPPORT FOR NON-POINT-SOURCE BMPS, THE PENDING TOTAL MAXIMUM DAILY LOAD GOALS, AND DEVELOPMENT OF WEST VIRGINIA'S WATERSHED IMPLEMENTATION PLAN. THE INTENDED OUTCOMES ARE TO ADDRESS WATER QUALITY RESTORATION GOALS AND MAINTAIN PUBLIC AWARENESS OF CHESAPEAKE BAY RESTORATION AND EPA'S 2018- 2022 STRATEGIC PLAN TO MEET THE GOAL 1 A CLEAN, HEALTHIER ENVIRONMENT; OBJECTIVE 1.2: PROVIDE FOR CLEAN AND SAFE WATER.  BENEFICIARIES OF THIS PROJECT INCLUDE RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND ENVIRONMENT.  THE RECIPIENT INTENDS TO SUB-AWARD FUNDS TO SUPPORT THE IMPLEMENTATION FOR FORESTRY BMPS, PROVIDE TRAINING FOR WASTEWATER TREATMENT PLANT OPERATORS, AND CONTINUE STAFFING FOR THE COORDINATION OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3394d05-c258-cd9f-2898-f2ca5a98fb25-C", "generated_internal_id": "ASST_NON_96385201_6800"}, {"internal_id": 162165952, "Award ID": "95325001", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "66.964", "Description": "DESCRIPTION:THE MAIN PURPOSE OF THE GREEN STREETS, GREEN JOBS, GREEN TOWNS (G3) GRANT PROGRAM IS TO PROVIDE FUNDING TO LOCAL GOVERNMENTS AND NON-PROFIT ENTITIES IN SMALL- TO MEDIUM-SIZED COMMUNITIES IN THE CHESAPEAKE BAY WATERSHED TO SUPPORT GREEN STREET PLANNING, DESIGN, AND CONSTRUCTION PROJECTS TO INCREASE THE URBAN TREE CANOPY AND REPLACE IMPERVIOUS SURFACES WITH MORE PERMEABLE MATERIALS.ACTIVITIES:THE TRUST WILL CONDUCT AN OPEN GRANT COMPETITION USING ITS BEST PRACTICES FOR DIVERSITY AND INCLUSION IN THE AWARD PROCESS IN ORDER TO PROMOTE PUBLIC AWARENESS AND PARTICIPATION OF ALL RESIDENTS IN THE RESTORATION AND PROTECTION OF OUR REGION'S NATURAL RESOURCES AND WILL ALSO PROVIDE TECHNICAL ASSISTANCE TO APPLICANTS AND SUB-AWARDEES.SUBRECIPIENT:SUBAWARDS WILL SUPPORT GREEN STREETS IMPLEMENTATION AS WELL AS PLANNING AND POTENTIALLY WHITEPAPERS ON BENEFITS OF GREEN STREETS. SUBAWARDEES WILL BE COMMUNITIES WITHIN THE CHESAPEAKE BAY WATERSHED.OUTCOMES:DELIVERABLES WILL INCLUDE NECESSARY REPORTING; OUTCOMES WILL INCLUDE GREEN STREETS PLANNING AND IMPLEMENTATION; AND BENEFICIARIES WILL BE COMMUNITIES IN THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "148e836e-de42-957d-4d79-ba61f031cc0b-C", "generated_internal_id": "ASST_NON_95325001_6800"}, {"internal_id": 162165943, "Award ID": "95318501", "Award Amount": 1748818.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "66.964", "Description": "DESCRIPTION:THE PURPOSE OF THIS AWARD IS TO MONITOR AND ASSESS WATER QUALITY, HABITAT CONDITIONS, AND NUTRIENT AND SEDIMENT POLLUTION IN MARYLAND'S PORTION OF THE CHESAPEAKE BAY WATERSHED, AS WELL AS SUPPORT DATA ANALYSIS AND INTERPRETATION OF TRENDS.\n\nTHIS ACTION AWARDS FEDERAL FUNDS IN THE AMOUNT OF $1,748,818.  FEDERAL FUNDS IN THE AMOUNT OF $9,038,439 ARE CONTINGENT UPON AVAILABILITY.ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE WATER QUALITY MONITORING DATA COLLECTION AND ANALYSIS IN MARYLAND'S TIDAL AND NON-TIDAL WATERS, COORDINATION WITH THE CHESAPEAKE BAY PROGRAM PARTNERSHIP'S GOAL IMPLEMENTATION TEAMS (GITS) AND WORKGROUPS, DATABASE MANAGEMENT, AND QUALITY CONTROL AND ASSURANCE.SUBRECIPIENT:THE RECIPIENT WILL SUBAWARD FUNDS TO SUPPORT SAMPLE COLLECTION AND SEDIMENT ANALYSIS ACTIVITIES, USGS GAGES AT STATIONS INCLUDED IN THE NON-TIDAL NETWORK, AND IMPLEMENTATION OF BEST MANAGEMENT PRACTICES (BMPS) THAT SUPPORT LOCAL WATERSHED IMPLEMENTATION PLANS. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT AND WILL CONTRIBUTE TO THE UNDERSTANDING OF WATER QUALITY NECESSARY TO PROTECT LIVING RESOURCES AND VITAL HABITATS. THE EXPECTED OUTCOME OF THIS AWARD IS IMPROVEMENT OF WATER QUALITY NEEDED TO REMOVE THE CHESAPEAKE BAY AND ITS TIDAL WATERS FROM THE LIST OF IMPAIRED WATERS. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_95318501_6800"}, {"internal_id": 159191022, "Award ID": "95311301", "Award Amount": 1289758.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDING OF $1,289,758, PROVIDED BY THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (ALSO KNOWN AT THE BIPARTISAN INFRASTRUCTION LAW (BIL)), TO SUPPORT THE STATE OF NEW YORK IN IMPLEMENTING PROJECTS AIMED AT ACHIEVING NUTRIENT REDUCTION TARGETS IN THE CHESAPEAKE BAY WATERSHED.\nACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD SUPPORT IMPLEMENTATION OF NEW YORK'S AMENDED FINAL PHASE III WATERSHED IMPLEMENTATION PLAN, THE CONOWINGO WATERSHED IMPLEMENTATION PLAN, AND ASSOCIATED TWO-YEAR MILESTONES. ACTIVITIES WILL SPECIFICALLY SUPPORT IMPLEMENTATION, TRACKING, AND REPORTING OF BEST MANAGEMENT PRACTICES (BMPS) IN THE UPPER SUSQUEHANNA REGION.SUBRECIPIENT:FUNDING WILL BE SUBAWARDED TO THE UPPER SUSQUEHANNA COALITION TO PROVIDE TECHNICAL ASSISTANCE TO LANDOWNERS AND SUPPORT IMPLEMENTATION OF PRIORITY BMPS, INCLUDING RIPARIAN BUFFERS, WETLAND RESTORATION, AND NUTRIENT MANAGEMENT. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 1289758.0, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_95311301_6800"}, {"internal_id": 156933438, "Award ID": "95309901", "Award Amount": 1129063.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-27", "CFDA Number": "66.964", "Description": "DESCRIPTION:CBT IIJA WETLANDS CAPACITY BUILDING AND GREEN STREETS\nTHIS ACTION AWARDS $1,129,063 IN FEDERAL FUNDING TO FULLY FUND THE AWARD. THE PURPOSE OF THIS GRANT AGREEMENT, WHICH IS FUNDED BY THE INFRASTRUCTURE INVESTMENT AND JOBS ACT, IS TO SUPPORT PROGRESS TOWARD THE CHESAPEAKE BAY PROGRAM PARTNERSHIP'S WETLANDS GOALS AND EXPAND IMPLEMENTATION FUNDING FOR THE GREEN STREETS, GREEN JOBS, GREEN TOWNS (G3) GREEN INFRASTRUCTURE GRANT PROGRAM. THIS WILL BE ACCOMPLISHED THROUGH GRANTMAKING, TRAINING AND CAPACITY BUILDING SUPPORT FOR PARTNER ORGANIZATIONS, AND COLLABORATION AND NETWORKING WITH ENVIRONMENTAL AND NON-ENVIRONMENTAL ORGANIZATIONS THROUGHOUT THE CHESAPEAKE BAY WATERSHED. \nACTIVITIES:SPECIFIC ACTIVITIES INCLUDE THE DEVELOPMENT OF A WETLANDS STRATEGIC PLAN AND STANDARDIZED MANUALS RELATED TO TIDAL WETLAND RESTORATION TECHNIQUES AND MONITORING, OUTREACH AND EDUCATION TO LANDOWNERS AND LOCAL COMMUNITIES, DESIGN AND IMPLEMENTATION OF TIDAL WETLAND RESTORATION PROJECTS, AND IMPLEMENTATION OF GREEN INFRASTRUCTURE PROJECTS. SUBRECIPIENT:CBT WILL SUBAWARD FUNDS TO BE USED FOR GREEN STREETS PLANNING, PROJECT DESIGN, AND IMPLEMENTATION. THE MAIN GOAL OF THE GREEN STREETS, GREEN JOBS, GREEN TOWNS (G3) GRANT PROGRAM IS TO PROVIDE FUNDING TO LOCAL GOVERNMENTS AND NON-PROFIT ENTITIES FOR GREEN STREET PLANNING, DESIGN, AND CONSTRUCTION PROJECTS. GREEN STREETS PROJECTS ENHANCE GREEN SPACES IN COMMUNITIES BY IMPLEMENTING URBAN GREEN STORMWATER PRACTICES, INCREASING URBAN TREE CANOPY, AND REPLACING IMPERVIOUS SURFACES WITH MORE PERMEABLE MATERIALS. ADDITIONALLY, FUNDING WILL BE SUB-AWARDED TO SUPPORT PROJECT DESIGN AND WILL SUPPORT WORK WITH OTHER PARTNERS TO DESIGN TIDAL WETLANDS ON IDENTIFIED SITES IN THE MIDDLE PENINSULA OR OTHER HIGH PRIORITY REGIONS/WATERSHEDS. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS ADVANCEMENT OF THE PARTNERSHIP'S WATER QUALITY, HABITAT, ENVIRONMENTAL HEALTH, CLIMATE RESILIENCE, AND DIVERSITY EQUITY INCLUSION AND JUSTICE (DEIJ) EFFORTS THROUGHOUT THE WATERSHED IN SUPPORT OF THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 1129063.0, "recipient_id": "148e836e-de42-957d-4d79-ba61f031cc0b-C", "generated_internal_id": "ASST_NON_95309901_6800"}, {"internal_id": 152549167, "Award ID": "95308101", "Award Amount": 3149751.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION, WHICH IS FUNDED BY THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (COMMONLY REFERRED TO AS THE BIPARTISAN INFRASTRUCTURE LAW), AWARDS FEDERAL FUNDS OF $3,149,751 TO SUPPORT THE VIRGINIA DEPARTMENT OF ENVIRONMENTAL QUALITY (DEQ) IN IMPLEMENTING PROJECTS IN THE MOST EFFECTIVE BASINS FOR ACHIEVING NUTRIENT REDUCTION TARGETS.ACTIVITIES:UNDER THIS AWARD, DEQ WILL ALLOCATE FUNDING TO PARTNER ORGANIZATIONS TO SUPPORT THE DESIGN AND IMPLEMENTATION OF BEST MANAGEMENT PRACTICES (BMPS), AS WELL AS VERIFY PRACTICES AND REPORT ACCOMPLISHMENTS. SUBRECIPIENT:FUNDING WILL BE SUBAWARDED TO SUPPORT LOCAL BMP IMPLEMENTATION WITH A FOCUS ON AGRICULTURAL PRACTICES, DEVELOPMENT/URBAN LAND PRACTICES, AND PILOT SHORELINE EROSION PRACTICES. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 3149751.0, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_95308101_6800"}, {"internal_id": 152549153, "Award ID": "95306901", "Award Amount": 7617235.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.964", "Description": "DESCRIPTION:VADEQ CBIG V\nTHIS ACTION AWARDS FEDERAL FUNDS OF $3,901,792. FEDERAL FUNDS IN THE AMOUNT OF $7,819,470 ARE CONTINGENT UPON AVAILABILITY. \n\nTHE PURPOSE OF THIS AWARD IS TO SUPPORT VIRGINIA IN IMPLEMENTING THE MANAGEMENT MECHANISMS ESTABLISHED UNDER THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT, PARTICULARLY PROGRAMS FOR CONTROL AND ABATEMENT OF NONPOINT SOURCE NUTRIENT AND SEDIMENT POLLUTION.ACTIVITIES:THE ACTIVITIES THAT WILL BE SUPPORTED BY THIS AWARD INCLUDE OUTREACH AND COMMUNICATION RELATED TO VIRGINIA'S PHASE III WATERSHED IMPLEMENTATION PLAN (WIP), IMPLEMENTATION OF THE CHESAPEAKE BAY PRESERVATION ACT PROGRAM, EDUCATION FOR LANDOWNERS AND LOCAL LEADERS ABOUT THE NEED TO ADOPT WIP MEASURES, ADMINISTRATION OF THE VIRGINIA CONSERVATION ASSISTANCE PROGRAM (VCAP), EXECUTION OF AGREEMENTS WITH SOIL AND WATER CONSERVATION DISTRICTS TO PROVIDE TECHNICAL ASSISTANCE AND PROGRAM IMPLEMENTATION, TECHNICAL ASSISTANCE FOR FARMERS AND VERIFICATION OF THEIR IMPLEMENTATION OF NUTRIENT MANAGEMENT PRACTICES, IMPLEMENTATION OF THE HEALTHY WATERS PROGRAM, AND IMPLEMENTATION OF BEST MANAGEMENT PRACTICES (BMPS) IN THE MOST EFFECTIVE BASINS FOR ACHIEVING NUTRIENT REDUCTION TARGETS. SUBRECIPIENT:FUNDING WILL BE SUBAWARDED TO LOCAL ORGANIZATIONS TO SUPPORT ACTIVITIES RELATED TO VIRGINIA'S PHASE III WIP, INCLUDING OUTREACH AND COMMUNICATIONS, THE DEVELOPMENT OF LOCAL IMPLEMENTATION PLANS, EDUCATION RELATED TO THE CHESAPEAKE BAY PRESERVATION ACT, AND IMPLEMENTATION OF BMPS.OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_95306901_6800"}, {"internal_id": 152089796, "Award ID": "95303501", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS BIPARTISAN INFRASTRUCTURE LAW (ALSO KNOWN AS THE INFRASTRUCTURE INVESTMENT AND JOBS ACT) FUNDED GRANT WILL SUPPORT DELAWARE DEPARTMENT OF NATURAL RESOURCES AND ENVIRONMENTAL CONTROL (DNREC) IN IMPLEMENTING PROJECTS IN THE MOST EFFECTIVE BASINS FOR ACHIEVING NUTRIENT REDUCTION TARGETS. THIS ACTION AWARDS FEDERAL FUNDS OF $750,000. ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE GRANTS ADMINISTRATION AND PARTNER COORDINATION TO HELP DELAWARE MEET ITS WATERSHED IMPLEMENTATION PLAN (WIP) GOALS; IMPLEMENTATION OF THE BEE BRANCH TAX DITCH STABILIZATION AND RESTORATION PROJECT; DEVELOPMENT OF A RIPARIAN FOREST BUFFER PROGRAM THAT WORK WITH LANDOWNERS AND LOCAL ENTITIES TO RESTORE OR CREATE FOREST BUFFERS THAT IMPROVE THE QUALITY OF LOCAL WATERWAYS; AND ADMINISTRATION OF THE DELAWARE COMMUNITY CONSERVATION ASSISTANCE PROGRAM (DECAP), WHICH WILL SUPPORT IMPLEMENTATION OF URBAN BEST MANAGEMENT PRACTICES (BMPS). SUBRECIPIENT:THE RECIPIENT WILL SUBAWARD FUNDS TO SUPPORT IMPLEMENTATION OF BMPS WITHIN THE BEE BRANCH TAX DITCH WATERSHED.OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": 750000.0, "recipient_id": "73af9791-73ea-7b40-038e-4bac1789e705-C", "generated_internal_id": "ASST_NON_95303501_6800"}, {"internal_id": 152089800, "Award ID": "95303401", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDS OF $3,000,000 TO FULLY FUND THE AWARD PURSUANT TO THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (COMMONLY REFERRED TO AS THE BIPARTISAN INFRASTRUCTURE LAW), THE PURPOSE OF WHICH IS TO SUPPORT THE PENNSYLVANIA DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES (PA DCNR) IN IMPLEMENTING PROJECTS IN THE MOST EFFECTIVE BASINS FOR ACHIEVING NUTRIENT REDUCTION TARGETS.ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE DISBURSEMENT OF FUNDS TO PARTNER ORGANIZATIONS FOR IMPLEMENTATION OF RIPARIAN FOREST BUFFER, CONSERVATION LANDSCAPING, AND URBAN FOREST PLANTING PROJECTS. SUBRECIPIENT:FUNDING WILL BE SUBAWARDED TO LOCAL COMMUNITIES THROUGH PA DCNR'S COMMUNITY CONSERVATION PARTNERSHIPS PROGRAM (C2P2) GRANTS TO SUPPORT IMPLEMENTATION OF BEST MANAGEMENT PRACTICES AND TECHNICAL ASSISTANCE THAT WILL LEAD TO DIRECT IMPLEMENTATION. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": 3000000.0, "recipient_id": "fe1a9f21-d324-8a0a-cb98-1884938b5c37-C", "generated_internal_id": "ASST_NON_95303401_6800"}, {"internal_id": 152090004, "Award ID": "95303301", "Award Amount": 825000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT, FUNDED BY THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (COMMONLY REFERRED TO AS THE BIPARTISAN INFRASTRUCTURE LAW), PROVIDES $825,000 FOR THE GREEN STREETS, GREEN JOBS, GREEN TOWNS (G3) GRANT PROGRAM, THE MAIN PURPOSE OF WHICH IS TO PROVIDE FUNDING TO LOCAL GOVERNMENTS AND NON-PROFIT ENTITIES IN SMALL- TO MEDIUM-SIZED COMMUNITIES IN THE CHESAPEAKE BAY WATERSHED TO SUPPORT GREEN STREET PLANNING, DESIGN, AND CONSTRUCTION PROJECTS TO INCREASE THE URBAN TREE CANOPY AND REPLACE IMPERVIOUS SURFACES WITH MORE PERMEABLE MATERIALS.  ACTIVITIES:THE TRUST WILL CONDUCT AN OPEN GRANT COMPETITION USING ITS BEST PRACTICES FOR DIVERSITY AND INCLUSION IN THE AWARD PROCESS IN ORDER TO PROMOTE PUBLIC AWARENESS AND PARTICIPATION OF ALL RESIDENTS IN THE RESTORATION AND PROTECTION OF OUR REGION'S NATURAL RESOURCES AND WILL ALSO PROVIDE TECHNICAL ASSISTANCE TO APPLICANTS AND SUB-AWARDEES. SUBRECIPIENT:SUBAWARDS WILL SUPPORT GREEN STREETS PLANNING AND IMPLEMENTATION AND/OR WHITEPAPERS ON BENEFITS OF GREEN STREETS. SUBAWARDEES WILL BE COMMUNITIES WITHIN THE CHESAPEAKE BAY WATERSHED.OUTCOMES:DELIVERABLES WILL INCLUDE NECESSARY REPORTING. OUTCOMES WILL INCLUDE GREEN STREETS PLANNING AND IMPLEMENTATION. THE BENEFICIARIES OF THE AGREEMENT WILL BE COMMUNITIES IN THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 825000.0, "recipient_id": "148e836e-de42-957d-4d79-ba61f031cc0b-C", "generated_internal_id": "ASST_NON_95303301_6800"}, {"internal_id": 152549394, "Award ID": "95303201", "Award Amount": 4798333.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION, WHICH IS FUNDED BY THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (COMMONLY REFERRED TO AS THE BIPARTISAN INFRASTRUCTURE LAW), AWARDS FEDERAL FUNDS OF $798,333 TO SUPPORT THE PENNSYLVANIA DEPARTMENT OF AGRICULTURE (PDA) IN IMPLEMENTING PROJECTS IN THE MOST EFFECTIVE BASINS FOR ACHIEVING NUTRIENT REDUCTION TARGETS.\n\nACTIVITIES:IN PARTNERSHIP WITH THE STATE CONSERVATION COMMISSION (SCC), PDA WILL ALLOCATE AND DISTRIBUTE FUNDING TO PARTICIPATING CONSERVATION DISTRICTS THROUGH THE CONSERVATION EXCELLENCE GRANT (CEG) PROGRAM TO EXPAND EXISTING FINANCIAL AND TECHNICAL ASSISTANCE TO PENNSYLVANIA'S AGRICULTURAL COMMUNITIES.SUBRECIPIENT:FUNDING SUBAWARDED THROUGH THE CEG PROGRAM WILL SUPPORT THE DESIGN AND INSTALLATION OF AGRICULTURAL BEST MANAGEMENT PRACTICES (BMPS). OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": 4798333.0, "recipient_id": "90478352-58d6-f8a4-9824-98cdd8251fbf-C", "generated_internal_id": "ASST_NON_95303201_6800"}, {"internal_id": 152089792, "Award ID": "95300301", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS BIPARTISAN INFRASTRUCTURE LAW (ALSO KNOWN AS THE INFRASTRUCTURE INVESTMENT AND JOBS ACT) FUNDED GRANT WILL SUPPORT WEST VIRGINIA DEPARTMENT OF ENVIRONMENTAL PROTECTION IN IMPLEMENTING PROJECTS IN THE MOST EFFECTIVE BASINS FOR ACHIEVING NUTRIENT REDUCTION TARGETS.\n\nTHIS ACTION AWARDS FEDERAL FUNDS OF $500,000.\nACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE IMPLEMENTATION OF AN AGREEMENT WITH THE CHESAPEAKE BAY TRUST TO SUPPORT GRANTS MANAGEMENT, IDENTIFICATION OF PROJECT OPPORTUNITIES WITH NON-TRADITIONAL PARTNERS, AND TECHNICAL ASSISTANCE TO LOCAL ORGANIZATIONS TO DEVELOP PROJECTS THAT WILL LEAD TO DIRECT IMPLEMENTATION IN DISADVANTAGED COMMUNITIES. SUBRECIPIENT:FUNDS WILL BE SUBAWARDED TO SUPPORT IMPLEMENTATION OF PROJECTS THAT WILL REDUCE NONPOINT SOURCE LOADS WHILE MEETING THE GOALS OF THE LOCAL COMMUNITY.OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "e3394d05-c258-cd9f-2898-f2ca5a98fb25-C", "generated_internal_id": "ASST_NON_95300301_6800"}, {"internal_id": 151676245, "Award ID": "95300101", "Award Amount": 3212158.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "66.964", "Description": "DESCRIPTION:THIS ACTION AWARDS FEDERAL FUNDS OF $3,212,158 TO FULLY FUND THE AWARD. \n\nTHE INFRASTRUCTURE INVESTMENT AND JOBS ACT (COMMONLY REFERRED TO AS THE BIPARTISAN INFRASTRUCTURE LAW) IS FUNDING THIS GRANT TO SUPPORT MARYLAND IN IMPLEMENTING PROJECTS IN THE MOST EFFECTIVE BASINS (MEB) FOR ACHIEVING NUTRIENT REDUCTION TARGETS. ACTIVITIES:THE ACTIVITIES THAT WILL BE PERFORMED UNDER THIS AWARD INCLUDE FUNDING AND IMPLEMENTATION OF ON-THE-GROUND RESTORATION PROJECTS THAT WILL YIELD WATER QUALITY IMPROVEMENTS, AS WELL AS A VARIETY OF CO-BENEFITS, AND TECHNICAL ASSISTANCE TO SUPPORT THE DESIGN AND PERMIT OF STREAM RESTORATION PROJECTS. SUBRECIPIENT:THE RECIPIENT WILL SUBAWARD FUNDS TO SUPPORT IMPLEMENTATION OF BEST MANAGEMENT PRACTICES AND GREEN INFRASTRUCTURE STRATEGIES IN BALTIMORE COUNTY AND BALTIMORE CITY. OUTCOMES:THIS PROJECT SUPPORTS ACHIEVEMENT OF THE GOALS AND OUTCOMES OF THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT. THE EXPECTED OUTCOME OF THIS AWARD IS DIRECT REDUCTION OF NUTRIENT AND SEDIMENT LOADS INTO THE CHESAPEAKE BAY WATERSHED, WITH EMPHASIS ON MAINTAINING THE WATER QUALITY NECESSARY TO IMPROVE THE AQUATIC LIVING RESOURCES OF THE CHESAPEAKE BAY AND ITS TRIBUTARIES. BENEFICIARIES INCLUDE THE CHESAPEAKE BAY PROGRAM PARTNERSHIP, RESIDENTS OF THE CHESAPEAKE BAY WATERSHED, HUMAN HEALTH, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 3212158.0, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_95300101_6800"}]