[{"internal_id": 161862789, "Award ID": "98T78501", "Award Amount": 551877.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA).  EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THE PURPOSE OF THIS AWARD IS TO ENHANCE THE NEVADA DIVISION OF ENVIRONMENTAL PROTECTION (NDEP) EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. NDEP WILL COMPLETE A HUB AND SPOKE FEASIBILITY STUDY, COMPLETE AN ECONOMIC IMPACT AND VIABILITY STUDY ON COMPOSTING FACILITIES, COMPLETE A ROADMAP TO A CIRCULAR ECONOMY PLAN, CREATE A RURAL TRAINING PROGRAM FOR RECYCLING AND COMPOSTING, AND TRAIN NDEP STAFF AND VOLUNTEERS. THE OBJECTIVE OF THIS PROJECT IS TO PROVIDE NEVADA WITH A BASELINE OF KNOWLEDGE FOR PROGRAMS THAT CURRENTLY DO NOT EXIST IN THE STATE OR ARE LIMITED IN THEIR CAPACITY.  \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $551,877.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE DEVELOPMENT OF HUB AND SPOKE FEASIBILITY STUDY, ECONOMIC IMPACT STUDY FOR COMPOSTING, RURAL TRAINING PROGRAM, INTERNAL NDEP TRAINING AND ROADMAP TO A CIRCULAR ECONOMY. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND EXPECTED OUTCOMES  INCLUDE A HUB AND SPOKE FEASIBILITY STUDY TO DEVELOP PRACTICAL ACTION ITEMS TOWARDS IMPLEMENTING A HUB AND SPOKE MODEL THAT WILL MEET THE NEEDS OF THE STATE'S RURAL AND DISADVANTAGED COMMUNITIES. OTHER DELIVERABLES AND OUTCOMES INCLUDE A COMPOSTING IMPACT AND ANALYSIS STUDY TO ENHANCE KNOWLEDGE REGARDING COMPOSTING PRACTICES WITHIN THE STATE WHILE ASSESSING THE FINANCIAL IMPACT THAT VOLUNTARY AND MANDATED LARGE-SCALE COMPOSTING PROGRAMS CAN HAVE ON MUNICIPALITIES AND STATE AGENCIES. ADDITIONALLY, NDEP WILL DEVELOP A COMPREHENSIVE TRAINING PROGRAM DESIGNED SPECIFICALLY FOR NDEP PERSONNEL, ENABLING THEM TO PROVIDE ESSENTIAL TRAINING TO RURAL COMMUNITIES. THE TRAINING PROGRAM WILL FOCUS ON TOPICS SUCH AS SUSTAINABLE MATERIALS MANAGEMENT (SMM), EQUIPPING NDEP PERSONNEL WITH THE KNOWLEDGE AND SKILLS NEEDED TO HELP RURAL AREAS INCORPORATE BEST PRACTICES TAILORED TO THEIR AVAILABLE RESOURCES. LASTLY, NDEP WILL CREATE A ROADMAP TO A CIRCULAR ECONOMY TO IDENTIFY ACTION ITEMS TOWARDS A CIRCULAR ECONOMY BASED ON MATERIALS IDENTIFIED IN A WASTE CHARACTERIZATION STUDY, TO BE PERFORMED BY NDEP, AND FROM FEEDBACK FROM THE PSN STAKEHOLDERS ON WHAT BARRIERS AND OPPORTUNITIES EXIST TO SHIFTING TOWARDS A MORE CIRCULAR ECONOMY AND WHAT MATERIALS ARE LACKING MANAGEMENT. THE INTENDED BENEFICIARIES INCLUDE ALL COUNTIES WITHIN NEVADA, FOCUSING ON THE STATE'S RURAL AREAS THAT DO NOT HAVE RECYCLING SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 551877.0, "recipient_id": "0ca5c9dd-f9e1-9e5b-4757-8914cbbd3ebe-C", "generated_internal_id": "ASST_NON_98T78501_6800"}, {"internal_id": 161572699, "Award ID": "98T73401", "Award Amount": 693192.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA).  EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THE PURPOSE OF THIS AWARD IS TO ENHANCE THE STATE OF ARIZONA'S EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. THE TWO MAIN ACTIVITIES THE STATE OF ARIZONA WILL PERFORM: 1) DEVELOP A STATEWIDE SOLID WASTE AND MATERIALS MANAGEMENT (SWMM) PLAN, SPECIFICALLY TARGETING POST-CONSUMER MATERIALS.  2) CREATE INTERACTIVE MAPS HIGHLIGHTING ORGANIZATIONS THAT RECOVER AND/OR RECYCLE VARIOUS MATERIAL STREAMS. A CONSULTANT WILL SUPPORT IMPLEMENTATION OF THIS PROJECT.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $693,192.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE: SUMMARIZE AND ASSESS POST-CONSUMER MATERIALS MANAGEMENT EFFORTS FOR BOTH MUNICIPAL AND COMMERCIAL WASTE STREAMS; REVIEW CURRENT TRACKING SYSTEM OF ANNUAL RECYCLING SURVEYS; IDENTIFY STAKEHOLDERS TO CREATE INTERACTIVE GIS MAPS OF CIRCULAR ECONOMY SERVICES FOR VARIOUS MATERIALS; IDENTIFY STRATEGIES FOR DEVELOPING A HUB AND SPOKE RECYCLING SYSTEM IN RURAL AND DISADVANTAGED COMMUNITIES; IDENTIFY STEPS FOR ATTRACTING MORE END MARKETS TO THE STATE; INCREASE POST-CONSUMER MATERIALS COLLECTION; ADDRESS DEBRIS FROM NATURAL DISASTERS. THESE ACTIVITIES INCLUDE HIRING A CONSULTANT TO DEVELOP THE SWMM PLAN.  THE STATE WILL HOLD THREE ROUNDS OF PUBLIC INPUT MEETINGS ON THE DRAFT PLAN.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: ONE SWMM PLAN, ONE INTERACTIVE MAP FOR POST-CONSUMER MATERIALS STREAMS, IDENTIFICATION OF 25 ORGANIZATIONS THAT MANAGE POST-CONSUMER MATERIALS STREAMS, 3 ROUNDS OF PUBLIC INPUT MEETINGS, SERVING OF 15 COUNTIES, SERVING OF TBD DISADVANTAGED COMMUNITIES, CREATION OF TWO TEMPORARY JOBS.\nTHE EXPECTED OUTCOMES INCLUDE: 25 ORGANIZATIONS SIGNED UP ON INTERACTIVE MAPS, AT LEAST 5 PER MATERIAL STREAM, AND COMPLIANCE WITH STATE LEGISLATION REQUIRING ADEQ TO HAVE A CURRENT SWMM PLAN. THE INTENDED BENEFICIARIES INCLUDE COMMUNITIES, RESIDENTS, BUSINESSES AND MUNICIPALITIES THROUGHOUT THE STATE OF ARIZONA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": 693192.0, "recipient_id": "f36225fe-cb3e-04aa-8cf4-7eb12b3fbd5b-C", "generated_internal_id": "ASST_NON_98T73401_6800"}, {"internal_id": 162166005, "Award ID": "96705701", "Award Amount": 612441.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA).  EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THE PURPOSE OF THIS AWARD IS TO ENHANCE THE NEBRASKA DEPARTMENT OF ENVIRONMENT AND ENERGY (NDEE) EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. NDEE WILL CONTRACT WITH A VENDOR TO CONDUCT A FOUR-SEASON WASTE COMPOSITION STUDY TO EVALUATE THE CHARACTERISTICS OF NEBRASKA'S SOLID WASTE STREAM AND TO PROVIDE A COMPARISON TO PREVIOUS WASTE CHARACTERIZATION STUDIES.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE:  PROVIDE A NEW WASTE CHARACTERIZATION STUDY; PROVIDE COMPARISONS TO THE RESULTS OF THE 2007 WASTE STUDY TO EVALUATE TRENDS; QUANTIFY THE IMPACT OF EXISTING RECYCLING PROGRAMS; IDENTIFY OPPORTUNITIES TO INCREASE WASTE DIVERSION; DEVELOP RECOMMENDATIONS REGARDING PROGRAMS AND POLICIES LEADING TO A REDUCTION OF SOLID WASTE LANDFILLED AND INCREASED MARKETABILITY OF RECYCLABLE MATERIALS. \n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE A COMPREHENSIVE, STATEWIDE WASTE CHARACTERIZATION STUDY AND RECOMMENDATIONS REGARDING PROGRAMS AND POLICIES LEADING TO LANDFILL DIVERSION.\nTHE EXPECTED OUTCOMES INCLUDE OUTCOMES:  QUANTIFICATION OF AMOUNTS OF RECYCLABLE MATERIALS THAT CAN BE VALUED BACK INTO THE MARKETPLACE; UNDERSTANDING OF THE TYPES OF CONTAMINATION IN RECYCLABLE MATERIAL STREAMS; DATA THAT THE STATE AND LOCAL GOVERNMENTS CAN USE TO MAKE DECISIONS ON EXPANDING EXISTING AND IMPLEMENTING NEW PROGRAMS AND POLICIES FOR DIVERTING WASTE MATERIALS FROM LANDFILLS; TONS OF MSW/CANDD COLLECTED, RECYCLED, COMPOSTED, OR MANAGED VIA OTHER MANAGEMENT PATHWAYS IN THE STATE; TONS OF MSW/CANDD GENERATED PER MATERIAL TYPE AND SOURCE IN THE STATE AS A RESULT OF THE GRANT (E.G., PLASTIC AND FOOD WASTE); GHGS REDUCED (IN MTCO2E) FROM COLLECTION, RECYCLING, COMPOSTING, OR MANAGEMENT VIA OTHER MANAGEMENT PATHWAYS IN THE STATE. \nTHE INTENDED BENEFICIARIES INCLUDE:  NDEE; THE COUNTIES AND LOCAL GOVERNMENTS IN NEBRASKA WHO WILL BENEFIT FROM NEW PROGRAMS AND POLICIES FOR DIVERTING WASTE MATERIALS FROM LANDFILLS; OWNERS AND OPERATORS OF SOLID WASTE, RECYCLING, REUSE, AND COMPOSTING FACITLIITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c003896d-0f2c-7331-7775-205dcc6e6342-C", "generated_internal_id": "ASST_NON_96705701_6800"}, {"internal_id": 162165998, "Award ID": "96703801", "Award Amount": 551877.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA).  EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THE PURPOSE OF THIS AWARD IS TO ENHANCE THE KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENT (KDHE) EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. KDHE WILL DEVELOP A NEW STATE SOLID WASTE MANAGEMENT PLAN; HIRE A CONTRACTOR TO COMPLETE MULTIPLE WASTE AND RECYCLING CHARACTERIZATION STUDIES AT RECYCLING AND REUSE CENTERS; AND PREPARE A STATEWIDE POST-CONSUMER MANAGEMENT PLAN THAT INCORPORATES THE FINDINGS OF THE WASTE AND RECYCLING CHARACTERIZATION STUDIES AND STEERING COMMITTEE DATA COLLECTION METHODS.\n\n.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE TO CREATE AND MAINTAIN A STAKEHOLDER GROUP TO SERVE AS A STEERING COMMITTEE WITH INDIVIDUALS FROM THE PRIVATE SECTOR AND MUNICIPAL GOVERNMENT SOLID WASTE AND RECYCLING PROGRAMS. THE STEERING COMMITTEE WILL FACILITATE DEVELOPMENT OF METHODS AND PRACTICES TO COLLECT AND GATHER DATA TO MEET NATIONAL RECYCLING GOALS AND INCORPORATE ENVIRONMENTAL JUSTICE FACTORS; KDHE WILL HIRE A CONTRACTOR TO COMPLETE MULTIPLE WASTE AND RECYCLING CHARACTERIZATION STUDIES AT RECYCLING AND REUSE CENTERS; AND PREPARE A STATEWIDE POST-CONSUMER MANAGEMENT PLAN THAT INCORPORATES THE FINDINGS OF THE WASTE AND RECYCLING CHARACTERIZATION STUDIES AND STEERING COMMITTEE DATA COLLECTION METHODS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE SEMI-ANNUAL REPORTS; STATEWIDE POST-CONSUMER MANAGEMENT PLAN; WASTE CHARACTERIZATION STUDIES; DATA COLLECTION REPORTS; AND FORMATION OF A STEERING COMMITTEE.\nTHE EXPECTED OUTCOMES INCLUDE: IMPROVED COMMUNICATION BETWEEN STATE, COUNTY, AND CITY GOVERNMENTS THROUGH FORMATION OF A STEERING COMMITTEE; INCREASED NUMBER OF DISADVANTAGED COMMUNITIES ENGAGED IN DIVERTING MATERIALS FROM LANDFILLS; CREATION OF A DIVERSE AND EQUITABLE STATEWIDE POST-CONSUMER MANAGEMENT PLAN; IMPROVED STATE POLICY AND GUIDANCE FOR COUNTIES AND CITIES FOR MATERIALS MANAGEMENT; INCREASE IN TONS OF MATERIALS RECYCLED AND REUSED; INCREASED NUMBER OF JOBS CREATED; IMPROVED GUIDANCE DEVELOPED FOR KDHE TO DEVELOP NEW PROGRAMS TO HELP COMMUNITIES SET RECYCLING GOALS TO REDUCE WASTE AND RECYCLE MORE.\nTHE INTENDED BENEFICIARIES INCLUDE KDHE, RECYCLING AND REUSE BUSINESSES IN THE STATE OF KANSAS, INCLUDING COMPOSTERS, CONSTRUCTION AND DEMOLITION FACILITIES, AND HOUSEHOLD HAZARDOUS WASTE CENTERS; MEMBERS OF MUNICIPAL GOVERNMENTS AND DISADVANTAGED COMMUNITIES IN KANSAS, AND RESIDENTS IN KANSAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_96703801_6800"}, {"internal_id": 162165997, "Award ID": "96703701", "Award Amount": 511502.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA).  EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THE PURPOSE OF THIS AWARD IS TO ENHANCE THE IOWA DEPARTMENT OF NATURAL RESOURCE'S (IADNR) EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. IADNR WILL DEVELOP A STUDY FOR REDUCING FOOD LOSS AND DECREASING THE AMOUNT OF FOOD DISPOSED IN LANDFILLS; COMPLETE LIFE CYCLE ASSESSMENTS ON MATERIALS THAT MAY BE DIVERTED FROM LANDFILL DISPOSAL; AND CONDUCT AN ANALYSIS TO MEASURE RECOVERY RATE AND REDEMPTION RATE FOR DEPOSIT ELIGIBLE BEVERAGE CONTAINERS.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE TO: DEVELOP A STATEWIDE FOOD WASTE MINIMIZATION AND MANAGEMENT STUDY (FOOD WASTE STUDY); DETERMINE AND ANALYZE THE LIFE CYCLE IMPACTS OF SELECT MATERIALS AND PROCESSES (LIFE CYCLE ASSESSMENT STUDY); AND CONDUCT AN ANALYSIS OF THE STATE'S RECOVERY, REDEMPTION AND RECYCLING RATES FOR DEPOSIT ELIGIBLE BEVERAGE CONTAINERS SOLD IN THE STATE OF IOWA AND ASSOCIATED ECONOMIC AND ENVIRONMENTAL IMPACTS (DEPOSIT CONTAINER RECOVERY ANALYSIS).  THE OBJECTIVES ARE TO ADVANCE THE STATE'S EFFORTS TO MINIMIZE UPSTREAM FOOD LOSS AND INCREASE DIVERSION OF FOOD WASTE FROM IOWA LANDFILLS; ADVANCE THE STATE'S EFFORTS TO PROGRESS TOWARDS A CIRCULAR ECONOMY WITH A SUSTAINABLE MATERIALS APPROACH BY USING REUSING MATERIALS MORE PRODUCTIVELY, AND IMPROVE THE STATE'S RECYCLING EFFORTS FOR DEPOSIT ELIGIBLE, SINGLE-USE BEVERAGE CONTAINERS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES INCLUDE SEMI-ANNUAL REPORTS; A FOOD WASTE STUDY REPORT; A LIFE CYCLE ASSESSMENT STUDY REPORT; AND A DEPOSIT CONTAINER RECOVERY ANALYSIS REPORT.  EXPECTED OUTCOMES INCLUDE: A SUMMARY AND ASSESSMENT OF FINDINGS FROM RESEARCHING FOOD WASTE MANAGEMENT IN OTHER STATES; AN INVENTORY OF EXISTING FOOD WASTE PREVENTION AND PROCESSING MANAGEMENT SYSTEMS IN IOWA, INFRASTRUCTURE, AND TRANSPORTATION; A GAP ANALYSIS OF THE EXISTING FOOD WASTE MANAGEMENT SYSTEM COMPARED TO RECOMMENDATIONS FROM THE FOOD WASTE STUDY; A REPORT OF ASSOCIATED ECONOMIC IMPACTS, NUMBER OF JOBS CREATED, ENVIRONMENTAL IMPACTS, AND AMOUNT OF GHG AND WATER USAGE REDUCED FROM RETURNING BEVERAGE CONTAINER MATERIALS TO THE MARKETPLACE THROUGH RECYCLING OF RECOVERED CONTAINERS; AND A LIBRARY OF LIFE-CYCLE ASSESSMENTS FOR USE BY BUSINESSES AND IOWA STATE RESIDENTS.  THE INTENDED BENEFICIARIES INCLUDE IA DNR, FOOD PRODUCERS, PROCESSORS, DISTRIBUTORS, FOOD SERVICE COMPANIES, INSTITUTIONS WITH FOOD SERVICES, FOOD PANTRIES, AND COMPOST SITES AND DIGESTORS, BEVERAGE PRODUCERS, BEVERAGE DISTRIBUTORS, RETAILERS, REDEMPTION CENTERS, RECYCLING FACILITIES AND ORGANIZATIONS DEDICATED TO REDUCING LITTER; AND IOWA'S BUSINESSES AND MANUFACTURERS AS WELL AS PUBLIC AGENCIES AND MATERIAL PROCESSORS.\n.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_96703701_6800"}, {"internal_id": 162165941, "Award ID": "95317601", "Award Amount": 511502.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS COOPERATIVE AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA) (ALSO KNOWN AS THE BIPARTISAN INFRASTRUCTURE LAW).  EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THE PURPOSE OF THIS AWARD IS TO ENHANCE THE PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION'S EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS.  THE PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION (PADEP) WILL DEVELOP OR UPDATE PLANS THAT WILL ADDRESS THE CURRENT STRATEGY AND/OR ACTIVITIES ASSOCIATED WITH POST-CONSUMER MATERIALS MANAGEMENT IN THE STATE, INCLUDING ALL MATERIALS IN THE MUNICIPAL SOLID WASTE STREAM SUCH AS PLASTICS AND FOOD WASTE.\nACTIVITIES:UNDER THIS COOPERATIVE AGREEMENT, PADEP WILL PERFORM THE FOLLOWING ACTIVITIES: CONDUCT A PENNSYLVANIA FOOD RECOVERY AND RECYCLING INFRASTRUCTURE AND REVERSE LOGISTICS ASSESSMENT AND ESTABLISH A BEST MANAGEMENT PRACTICES (BMP) DOCUMENT FOR DONATED FOOD AND INEDIBLE FOOD DISCARDS; CONDUCT PENNSYLVANIA PLASTICS AND PAPER COMMODITY RECYCLING INFRASTRUCTURE REVERSE LOGISTICS ASSESSMENT; IDENTIFY AND ASSESS PENNSYLVANIA'S EXISTING AND POTENTIAL ENVIRONMENTAL JUSTICE ISSUES AS THEY PERTAIN TO FOOD RECOVERY AND RECYCLING AND, PLASTICS AND PAPER COMMODITY RECYCLING; AND PREPARE AND IMPLEMENT A PROJECT COMMUNICATIONS PLAN.\n\nSUBRECIPIENT:THE PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION (PA DEP) WILL BE THE RECIPIENT AND ADMINISTRATOR OF THE SWIFR GRANT CONTRACT AND FUNDS RECEIVED. THROUGH A SUBAWARD FROM PA DEP TO THE PENNSYLVANIA RECYCLING MARKETS CENTER, INC., A 501C(3) NON-PROFIT ORGANIZATION, RMC WILL PERFORM THE PROPOSED ACTIVITIES DESCRIBED IN THIS GRANT PROPOSAL. RMC WILL UTILIZE EXISTING AND NEWLY-HIRED PERSONNEL AND AS-NEEDED CONTRACTED SERVICES, INCLUDING THE PENNSYLVANIA STATE UNIVERSITY INSTITUTE OF REGIONAL AFFAIRS DATA AND GEOCODING CENTER. THE RELATIONSHIP BETWEEN THE PENNSYLVANIA RECYCLING MARKETS CENTER AND PENN STATE WILL ALSO INCLUDE UNIVERSITY STUDENTS IN THE PROJECT THAT ARE FROM ENVIRONMENTAL JUSTICE IMPACTED AREAS OF PENNSYLVANIA.\nOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: DATABASE(S) CONTAINING COMPILATION OF INFORMATION FROM (1) FEEDING PENNSYLVANIA'S 9 MAJOR FOOD BANK AND OTHER FOOD RECOVERY/ DONATION ORGANIZATIONS; (2) VARIOUS SOURCES OF WASTE AND RECYCLABLE MATERIAL AND FACILITY DATA; (3) VARIOUS PLASTICS AND PAPER RECYCLING COLLECTION, PROCESSING, AND END USE MANUFACTURING FACILITIES; AND (4) ENVIRONMENTAL JUSTICE AREA INFORMATION; A BMP (BEST MANAGEMENT PRACTICES) DOCUMENT FOR PENNSYLVANIA'S FOOD RECOVERY INDUSTRY; A DIGITAL ASSESSMENT REPORT SUMMARIZING DATA AND FINDINGS AND RECOMMENDATIONS AND IDENTIFICATION OF LOCATIONS AND OPPORTUNITIES TO PROVIDE ADDITIONAL PAPER AND PLASTIC PROCESSING AND RECYCLED CONTENT MANUFACTURING CAPACITY; THE PREPARATION OF GIS MAPPING LAYER(S) THAT GRAPHICALLY DEPICTS ALL COLLECTED AND GEOCODED DATA; A DIGITAL ASSESSMENT REPORT SUMMARIZING DATA AND FINDINGS AND RECOMMENDATIONS AND IDENTIFICATION OF LOCATIONS AND OPPORTUNITIES TO ADDRESS IDENTIFIED FOOD DESERTS, UNDERPERFORMING PLASTIC AND PAPER RECYCLING COLLECTION ACTIVITY, AND HIGH CONTAMINATION RATES OF RECYCLABLES THAT ARE COLLECTED; AND A PROJECT COMMUNICATION PLAN. \n \nTHE EXPECTED OUTCOMES INCLUDE GREATER PUBLIC AWARENESS OF AVAILABLE ORGANICS RECYCLING INFRASTRUCTURE, FOOD DIVERSION OPPORTUNITIES, AND PLASTICS RECYCLING INFRASTRUCTURE. THE INTENDED BENEFICIARIES INCLUDE ALL CITIZENS OF THE STATE OF PENNSYLVANIA INCLUDING DISADVANTAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_95317601_6800"}, {"internal_id": 162165295, "Award ID": "02D58723", "Award Amount": 673004.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "66.920", "Description": "DESCRIPTION:U.S. ENVIRONMENTAL PROTECTION AGENCY'S (EPA'S) SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $673,004 TO THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION TO ENHANCE THE STATE OF FLORIDA EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. FLORIDA WILL ASSESS EXISTING PROCESSING, TREATMENT, AND DISPOSAL CAPACITY AT FLORIDA'S SOLID WASTE MANAGEMENT AND RECYCLING FACILITIES AND IDENTIFY THE NEED FOR INFRASTRUCTURE DEVELOPMENT IN THE RESOURCE RECOVERY SECTOR, EVALUATE THE AMOUNT OF SOLID WASTE ATTRIBUTED FROM OUT-OF-STATE AND IN-STATE VISITORS WITH RESPECT TO FLORIDA'S SOLID WASTE GENERATION, COMPOSITION, AND DISPOSITION, AND UPDATE THE STATEWIDE TOOL USED FOR ESTIMATING WASTE COMPOSITION AND MATERIALS DISPOSITION - WASTECALC.ACTIVITIES:THE ACTIVITIES INCLUDE: DEVELOP, STRENGTHEN, AND/OR IMPLEMENT COMPREHENSIVE DATA COLLECTION EFFORTS; WASTE MANAGEMENT SYSTEM CAPACITY ANALYSIS; AWAY FROM HOME WASTE AND RECYCLING STUDY; SUPPORT THE STATE-LED IMPLEMENTATION OF PLAN; AND UPDATE WASTECALC. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: A DATABASE AND SUMMARY REPORT THAT QUANTIFIES THE CURRENT AND PLANNED MATERIALS ACCEPTANCE CAPACITY OF POST-CONSUMER MATERIALS MANAGEMENT FACILITIES IN FLORIDA; A DATASET, PREDICTIVE MODEL, AND SUMMARY REPORT THAT QUANTIFIES THE ROLE OF VISITORS ON FLORIDA'S WASTE STREAM AND THE OPPORTUNITIES IT REPRESENTS FOR INCREASING RECYCLING AND WASTE REDUCTION; AN UPDATED SUPPORT TOOL (WASTECALC). THE EXPECTED OUTCOMES INCLUDE A REDUCTION IN POST-CONSUMER MATERIALS BEING DISPOSED OF, A PROLONGED LIFESPAN OF DISPOSAL FACILITIES, AND AN INCREASE IN RECYCLING; THIS IN TURN WILL RESULTS IN ENVIRONMENTAL BENEFITS THROUGH A REDUCTION IN RAW MATERIALS, WATER CONSUMPTION, AND DELETERIOUS EMISSIONS TO FLORIDA'S ENVIRONMENT. THE INTENDED BENEFICIARIES INCLUDE ELECTED GOVERNMENT OFFICIALS, POLICY MAKERS, AND REGULATORS AT THE STATE AND LOCAL LEVEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_02D58723_6800"}, {"internal_id": 162165287, "Award ID": "02D56423", "Award Amount": 713380.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-12", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS ACTION APPROVES AN AWARD IN THE AMOUNT OF $713,380 TO GEORGIA DEPARTMENT OF NATURAL RESOURCES (GDNR). THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA). ENVIRONMENTAL PROTECTION AGENCY'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL, FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT. THE PURPOSE OF THIS AWARD IS TO ENHANCE THE GEORGIA DEPARTMENT OF NATURAL RESOURCES EFFORTS TO MEET THE SOLID WASTE INFRASTRUCTURE FOR RECYCLING GRANTS ELEMENTS. ACTIVITIES:THE STATE OF GEORGIA WILL CONDUCT A STATE-WIDE DATA COLLECTION EFFORT TO DEVELOP A REPORT FOR THE GEORGIA'S REGIONAL COMMISSIONS AND LOCAL GOVERNMENTS TO INCORPORATE STRATEGIES TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT IN SOLID WASTE MANAGEMENT PLANNINGSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE EXPECTED OUTCOMES INCLUDE: TONS OF POST-CONSUMER MATERIALS COLLECTED, RECYCLED COMPOSTED, TONS OF POST-CONSUMER MATERIALS GENERATED PER MATERIAL TYPE AND GENERATING SECTOR BY REGION GREENHOUSE GAS REDUCED (IN MTCO2E) FROM COLLECTION, RECYCLING, COMPOSTING, OR MANAGEMENT VIA OTHER MANAGEMENT PATHWAYS IN THE STATE, NUMBER OF TEMPORARY OR PERMANENT JOBS CREATED BY REGION, AND PUBLISH FINAL STUDY. THE INTENDED BENEFICIARIES INCLUDE STATE OF GEORGIA RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_02D56423_6800"}, {"internal_id": 162165229, "Award ID": "00I16000", "Award Amount": 359105.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA). EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THE PURPOSE OF THIS AWARD IS TO ENHANCE THE EFFORTS OF THE SOUTH DAKOTA DEPARTMENT OF AGRICULTURE AND NATURAL RESOURCES (DANR) TO MEET THE SWIFR GRANTS ELEMENTS. SOUTH DAKOTA DANR WILL CONDUCT A RECYCLING SURVEY STUDY OF NINE DIFFERENT RECYCLING FACILITIES IN DIFFERENT REGIONS OF THE STATE TO GATHER DATA TO GET A BETTER UNDERSTANDING OF HOW MUCH AND WHAT TYPE OF MATERIAL IS BEING RECYCLED IN VARIOUS COMMUNITIES IN SOUTH DAKOTA. THEY WILL ALSO HAVE A FEASIBILITY STUDY COMPLETED ON IF THERE IS A NEED AND WHAT IT WOULD TAKE TO OPERATE A PROGRAM TO HELP CLEAN UP AND RECYCLE ABANDONED JUNK CARS AND JUNKY PROPERTY THROUGHOUT THE STATE. THEY WILL ALSO HAVE A FEASIBILITY STUDY COMPLETED TO EVALUATE FOOD WASTE COMPOSTING TECHNOLOGIES AND FOOD WASTE VOLUMES THAT COULD BE IMPLEMENTED WITH SUCCESS IN SOUTH DAKOTA'S COMMUNITIES. THIS STUDY WILL HELP SOUTH DAKOTA DANR TO DEVELOP GUIDANCE AND REGULATORY REQUIREMENTS FOR FUTURE COMPOSTING OPERATIONS.ACTIVITIES:THE ACTIVITIES INCLUDE:\n1) RECYCLING SURVEY OF NINE SEPARATE RECYCLING FACILITIES: RECYCLING FACILITIES IN SOUTH DAKOTA ARE NOT REQUIRED TO REPORT HOW MUCH MATERIAL COMES INTO THEIR FACILITIES AND IS RECYCLED EACH YEAR. DANR HAS COLLECTED THIS DATA IN PAST YEARS THROUGH VOLUNTARY SURVEYS. THE LAST TIME \nA VOLUNTARY RECYCLING SURVEY WAS COMPLETED WAS FOR 2011. THE STATE OF SOUTH DAKOTA RECYCLING/DIVERSION 2011 REPORT ESTIMATED THAT 131,427 TONS OF MUNICIPAL SOLID WASTE WAS RECYCLED IN 2011 FOR A RECYCLING RATE OF 18.5% OF ALL MUNICIPAL SOLID WASTE GENERATED. SOUTH DAKOTA WILL HAVE A REGIONAL RECYCLING SURVEY COMPLETED OF NINE SEPARATE RECYCLING FACILITIES. THIS SURVEY WILL HELP US COMPARE THE CURRENT RECYCLING RATE TO THE 2011 RECYCLING RATE. A SURVEY WILL ALSO HELP US DETERMINE HOW CLOSE SOUTH DAKOTA'S RECYCLING RATE IS TO THE NATIONAL RECYCLING GOAL AND WHAT NEEDS WORKED ON TO MAKE PROGRESS TOWARDS THE NATIONAL RECYCLING GOAL. SOUTH DAKOTA WILL HAVE A CONTRACTOR COMPLETE A RECYCLING SURVEY STUDY OF NINE SEPARATE RECYCLING FACILITIES. DANR WILL PROVIDE OVERSIGHT FOR THIS PROJECT. COMPLETING A RECYCLING SURVEY WILL HELP THE SOUTH DAKOTA DANR GET A BETTER UNDERSTANDING OF HOW MUCH OF EACH TYPE OF MATERIALS ARE BEING RECYCLED IN VARIOUS COMMUNITIES IN OUR STATE AS WELL AS GIVE US AN OPPORTUNITY TO COLLECT ADDITIONAL INFORMATION THAT WAS NOT LOOKED AT IN THE PAST SURVEY. MATERIALS THAT WILL BE ANALYZED INCLUDE PAPER, CARDBOARD, ALUMINUM CANS, STEEL/TIN CANS, SCRAP METAL, PLASTICS, GLASS, BATTERIES, AND ELECTRONICS. THE SURVEY WILL ALSO ASK THE RECYCLING FACILITIES IF THERE ARE ANY OTHER TYPES OF MATERIALS BEING RECYCLED. DANR WASTE MANAGEMENT PROGRAM STAFF WILL PUT TOGETHER A REQUEST FOR PROPOSAL (RFP) AND ADVERTISE THE RFP THROUGH THE SOUTH DAKOTA BUREAU OF ADMINISTRATION PROCUREMENT MANAGEMENT CENTRAL BID EXCHANGE. DANR WILL REVIEW THE PROPOSALS RECEIVED AND SELECT A CONTRACTOR. AFTER A CONTRACTOR IS SELECTED, WE WILL HAVE THEM COMPLETE A SURVEY OF NINE SEPARATE RECYCLING FACILITIES FOUND IN DIFFERENT REGIONS OF OUR STATE. THE RECYCLING FACILITIES WILL CONSIST OF BOTH PRIVATELY AND MUNICIPALITY OWNED AND OPERATED FACILITIES. THE SURVEY WILL LOOK AT WHAT TYPE OF MATERIALS WERE RECYCLED DURING THE YEAR OF 2022 OR 2023, THE TONNAGE OF MATERIALS THAT WERE SEPARATED AND SENT OFF FOR RECYCLING, THE CONTAMINATION RATE OF THE RECYCLABLES BROUGHT TO THEIR FACILITIES, WHAT COMMUNITIES ARE SERVED BY THEIR FACILITY, WHAT MATERIALS ARE THE MOST CHALLENGING TO MARKET, AND NUMBER OF EMPLO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2884010a-8d02-a93c-a7ff-66b346e214a0-C", "generated_internal_id": "ASST_NON_00I16000_6800"}, {"internal_id": 161421585, "Award ID": "00E03483", "Award Amount": 511502.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "66.920", "Description": "DESCRIPTION:THE OBJECTIVE OF THIS PROJECT IS TO ENHANCE MINNESOTA'S INITIATIVES IN MEETING THE SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANT REQUIREMENTS ESTABLISHED BY THE ENVIRONMENTAL PROTECTION AGENCY (EPA). THROUGH THE SWIFR GRANTS, STATES AND TERRITORIES RECEIVE FUNDING TO SUPPORT ACTIVITIES THAT CONTRIBUTE TO LONG-TERM PLANNING, DATA COLLECTION, AND PROGRESS TOWARDS THE NATIONAL RECYCLING GOAL, FOOD LOSS AND WASTE REDUCTION GOAL, AND THE ADVANCEMENT OF A CIRCULAR ECONOMY FOR MATERIALS. ADDITIONALLY, THE GRANTS AID IN THE IMPLEMENTATION OF STATE-LED PLANS TO ENHANCE POST-CONSUMER MATERIALS MANAGEMENT. IN LINE WITH THESE OBJECTIVES, MINNESOTA AIMS TO BOLSTER ITS EFFORTS BY UNDERTAKING THE FOLLOWING ACTIONS: \n\n1) CONDUCTING A WASTE SORT: A COMPREHENSIVE ANALYSIS WILL BE CARRIED OUT TO EXAMINE THE COMPOSITION OF WASTE, ENABLING A BETTER UNDERSTANDING OF THE MATERIALS THAT ARE BEING DISCARDED AND THEIR POTENTIAL FOR RECYCLING OR REUSE. \n2) CONTRACTING FOR DATA ENGINEERING EXPERTISE: IN ORDER TO IMPROVE THE INFRASTRUCTURE FOR MANAGING SOLID WASTE DATA REPORTED TO THE STATE, MINNESOTA WILL SEEK THE SERVICES OF DATA ENGINEERING EXPERTS. THIS COLLABORATION WILL HELP STREAMLINE DATA COLLECTION PROCESSES, ENHANCE ACCURACY AND RELIABILITY, AND ENSURE THAT THE STATE HAS ROBUST DATA INFRASTRUCTURE TO SUPPORT ITS RECYCLING AND WASTE REDUCTION GOALS. \n\nBY IMPLEMENTING THESE ACTIVITIES, MINNESOTA AIMS TO STRENGTHEN ITS CAPACITY TO MEET THE REQUIREMENTS OF THE SWIFR GRANTS, ADVANCE SUSTAINABLE MATERIALS MANAGEMENT PRACTICES, AND CONTRIBUTE TO THE OVERALL OBJECTIVES OF THE CIRCULAR ECONOMY FRAMEWORK.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED INCLUDE: (1) CONDUCTING A WASTE CHARACTERIZATION STUDY, (2) ESTABLISHING DATA COLLECTION PROTOCOLS, (3) DEVELOPING A METADATA FRAMEWORK, (4) CREATING A RELATIONAL DATABASE STRUCTURE, (5) INTEGRATING WASTE DATA WITH LCA TOOLS, (6) ESTIMATING ANNUAL GHG EMISSIONS, (7) DATA ANALYSIS AND REPORTING, (8) CONTINUOUS MONITORING AND IMPROVEMENT, (9) COLLABORATION AND KNOWLEDGE SHARING. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:DELIVERABLES:\n \n1.UPDATED STATEWIDE WASTE CHARACTERIZATION STUDY: THIS INCLUDES DETAILED INFORMATION ON THE PERCENTAGES OF EACH MATERIAL FOUND IN THE WASTE STREAM IN MINNESOTA, ALONG WITH MARGINS OF ERROR. THE STUDY WILL ALSO PROVIDE A DISCUSSION OF NEXT STEPS AND PROPOSALS BASED ON THE FINDINGS.\n2. METADATA FOR SOLID WASTE DATA FIELDS: A COMPREHENSIVE METADATA FRAMEWORK WILL BE DEVELOPED TO ORGANIZE AND DESCRIBE THE SOLID WASTE DATA FIELDS CURRENTLY COLLECTED IN RE-TRAC (WASTE DATA TRACKING SYSTEM). THIS WILL IMPROVE DATA ORGANIZATION AND ACCESSIBILITY.\n3. PROPOSED SCHEMA AND DATA MAPPING: A PROPOSED SCHEMA, INCLUDING PRIMARY KEYS, FOREIGN KEYS, AND REFERENCE TABLES, WILL BE DEVELOPED FOR THE SOLID WASTE DATA FIELDS IN RE-TRAC. THIS WILL ENHANCE THE STRUCTURE AND INTEGRITY OF THE DATA, MAKING IT EASIER TO ANALYZE AND REPORT.\n4. TRAINING AND ONBOARDING DOCUMENTATION: DOCUMENTATION AND TRAINING MATERIALS WILL BE PROVIDED TO ALL INTERNAL MPCA (MINNESOTA POLLUTION CONTROL AGENCY) STAFF TO ENSURE THEY ARE WELL-EQUIPPED TO USE THE NEW DATA INFRASTRUCTURE EFFECTIVELY.\n \nOUTCOMES:\n \n1. TONS OF MSW/CANDD COLLECTED, RECYCLED, COMPOSTED, OR MANAGED VIA OTHER PATHWAYS: THE OUTCOME MEASURES THE QUANTITY OF MUNICIPAL SOLID WASTE (MSW) AND CONSTRUCTION AND DEMOLITION (CANDD) WASTE THAT IS EFFECTIVELY COLLECTED, RECYCLED, COMPOSTED, OR MANAGED THROUGH OTHER PATHWAYS IN THE STATE. IT REFLECTS THE SUCCESS OF WASTE DIVERSION AND RESOURCE RECOVERY EFFORTS.\n2.TONS OF MSW/CANDD GENERATED PER MATERIAL TYPE AND SOURCE: THIS OUTCOME MEASURES THE AMOUNT OF MSW AND CANDD WASTE GENERATED PER MATERIAL TYPE AND SOURCE IN THE STATE. IT PROVIDES INSIGHTS INTO WASTE GENERATION PATTERNS AND HELPS IDENTIFY AREAS WHERE WASTE REDUCTION STRATEGIES CAN BE IMPLEMENTED.\n3 .GHGS REDUCED (IN MTCO2E): THIS OUTCOME MEASURES THE REDUCTION IN GREE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": 511502.0, "recipient_id": "6461e89f-f3ae-9f15-bbf5-d61b6f4dfa1c-C", "generated_internal_id": "ASST_NON_00E03483_6800"}, {"internal_id": 162165203, "Award ID": "00E03480", "Award Amount": 733568.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "66.920", "Description": "DESCRIPTION:EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT. THE PURPOSE OF THIS AWARD IS TO ENHANCE THE ILLINOIS ENVIRONMENTAL PROTECTION AGENCY'S EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. ILLINOIS EPA WILL CONDUCT A STATEWIDE WASTE CHARACTERIZATION STUDY THAT IDENTIFIES THE ANNUALIZED VOLUME OF INDIVIDUAL MATERIALS GENERATED IN ILLINOIS AND THE END-OF-LIFE HANDLING METHODS OF THOSE MATERIALS BY GEOGRAPHIC REGION OF THE STATE. ACTIVITIES:ILLINOIS EPA WILL PROCURE A CONTRACTOR TO CONDUCT A COMPREHENSIVE STATEWIDE GENERATION AND WASTE CHARACTERIZATION STUDY IN ORDER TO DEVELOP A DETAILED REPORT. ILLINOIS EPA WILL UTILIZE A COMBINATION OF EXISTING FULL-TIME EMPLOYEES AND AN OUTSIDE CONTRACTOR. THE OBJECTIVE OF THIS PROJECT IS TO PRODUCE A REPORT DETAILING THE TONS OF MUNICIPAL SOLID WASTE GENERATED BY MATERIAL TYPE IN ILLINOIS AND HOW THOSE MATERIALS ARE HANDLED AT THE END OF THEIR LIFE. THESE DATA WILL BE PRESENTED IN TERMS OF STATEWIDE GENERATION AND DISPOSAL, AS WELL AS COUNTY-BY-COUNTY GENERATION AND DISPOSAL.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE PRIMARY OUTCOME FROM THE USE OF THESE FUNDS WILL BE PROVIDING ILLINOIS EPA WITH CONTEMPORARY, ACCURATE DATA REFLECTING THE STATEWIDE MATERIALS GENERATION PROFILE. THESE DATA WILL ENABLE ILLINOIS EPA TO IDENTIFY SPECIFIC MATERIALS STREAMS AND GENERATION LOCATIONS TO TARGET FOR LANDFILL DIVERSION EFFORTS. DEPENDING ON THE RESULTS OF THE WASTE CHARACTERIZATION, THOSE EFFORTS MAY INCLUDE REGULATORY AMENDMENTS TO AFFORD COMPOSTING FACILITIES FLEXIBILITY TO ACCEPT ADDITIONAL FOOD SCRAPS OR TARGETED USES OF STATE FUNDS APPROPRIATED BY THE GENERAL ASSEMBLY TO FOCUS ON MATERIALS GENERATED AT A HIGH RATE THAT ARE OTHERWISE RECOVERABLE GIVEN THE STATE'S EXISTING INFRASTRUCTURE.  OTHER EXPECTED OUTCOMES INCLUDE: TEMPORARY OR PERMANENT JOBS CREATED; IDENTIFY VIABLE LANDFILL DIVERSION OPTIONS FOR MATERIALS GENERATED IN THE STATE AND THE MAXIMAL REASONABLE VOLUME OF THOSE MATERIALS THAT COULD BE REASONABLY DIVERTED; REVIEW AND PROVIDE INTERPRETATION OF STATE LAWS AND REGULATIONS TO ENSURE EFFECTIVE IMPLEMENTATION OF THE SWIFR PROGRAM; MAINTAIN EFFECTIVE WORK FORCE TO MEET WORK PLAN COMMITMENTS; AND IDENTIFY THE POSSIBLE VOLUME OF GHGS THAT COULD BE REDUCED (IN MTCO2E) FROM ENHANCED COLLECTION, RECYCLING, COMPOSTING, OR MANAGEMENT VIA OTHER MANAGEMENT PATHWAYS IN THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0efc9e-c129-b96b-fa39-cfefcb2eb204-C", "generated_internal_id": "ASST_NON_00E03480_6800"}, {"internal_id": 162165178, "Award ID": "00A01414", "Award Amount": 592253.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA).  THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA). EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT. THE PURPOSE OF THIS AWARD IS TO ENHANCE  CONNECTICUT'S EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. CONNECTICUT WILL COMPLETE ONE OF TWO POSSIBLE INITIATIVES UNDER THE GRANT WORKPLAN: (1) DEVELOP AND IMPLEMENT A NEW DATA COLLECTION AND STORAGE SYSTEM OR  (2) COMMISSION A WASTE CHARACTERIZATION.  IN ADDITION, CONNECTICUT WILL PROVIDE A SUB-AWARD TO A NON-PROFIT REGIONAL ORGANIZATION TO SUPPORT THE ESTABLISHMENT OF A TRAINING PROGRAM FOR NEW STATE STAFF.ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE ONE OF TWO POSSIBLE INITIATIVES UNDER THE GRANT WORKPLAN: (1) DEVELOP AND IMPLEMENT A NEW DATA COLLECTION AND STORAGE SYSTEM TO TRACK THE FLOW OF MUNICIPAL SOLID WASTE, RECYCLABLES, AND CONSTRUCTION AND DEMOLITION WASTE MATERIALS IN THE STATE (2) COMMISSION A WASTE CHARACTERIZATION STUDY ALIGNED WITH THE SUSTAINABLE MATERIALS MANAGEMENT OBJECTIVES OF THE STATE AND (3) PROVIDE PASS-THROUGH FUNDING TO A NON-PROFIT REGIONAL ORGANIZATION TO SUPPORT THE ESTABLISHMENT OF A TRAINING PROGRAM FOR NEW STATE HIRES REGARDING SUSTAINABLE MATERIALS MANAGEMENT.SUBRECIPIENT:THE NORTHEAST WASTE MANAGEMENT OFFICIALS ASSOCIATION WILL CONDUCT A SOLID WASTE/RECYCLING TRAINING PROGRAM, INCLUDING WORKSHOPS, WEBINARS, AND SHARING TRAINING RESOURCES WITH  SOLID WASTE AND RECYCLING PROFESSIONALS FROM THE COMMONWEALTH OF MASSACHUSETTS AND SURROUNDING STATES. THE TRAINING PROGRAM IS FOR THE PROFESSIONAL DEVELOPMENT OF NEW STATE AND MUNICIPAL STAFF WHO WORK ON SOLID WASTE ISSUES.  \nOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE DATA MANAGEMENT SYSTEM OR WASTE CHARACTERIZATION STUDY REPORT. IN ADDITION, A TRAINING PROGRAM FOR NEW STATE STAFF. \n\nTHE EXPECTED OUTCOMES INCLUDE - TONS OF MSW/CANDD COLLECTED, RECYCLED, COMPOSTED, OR MANAGED VIA OTHER MANAGEMENT PATHWAYS IN THE STATE. \n- TONS OF MSW/CANDD GENERATED PER MATERIAL TYPE AND SOURCE IN THE STATE (E.G., PLASTIC AND FOOD WASTE). - GHGS REDUCED (IN MTCO2E) FROM COLLECTION, RECYCLING, COMPOSTING, OR MANAGEMENT VIA OTHER MANAGEMENT PATHWAYS IN THE STATE. - NUMBER OF TEMPORARY OR PERMANENT JOBS CREATED. \n\nTHE INTENDED BENEFICIARIES INCLUDE RESIDENTS, BUSINESSES AND INSTITUTIONS IN THE STATE OF CONNECTICUT. .", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_00A01414_6800"}, {"internal_id": 162165171, "Award ID": "00A01343", "Award Amount": 572065.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA).  EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THE PURPOSE OF THIS AWARD IS TO ENHANCE THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES' EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES WILL  CONDUCT AND/OR OVERSEE THE FOLLOWING: A SOLID WASTE CHARACTERIZATION STUDY, A FOOD WASTE GENERATOR STUDY AND FOOD WASTE MANAGEMENT INFRASTRUCTURE ANALYSIS, AND A PROJECT TO DEVELOP EDUCATIONAL RESOURCES AND TECHNICAL ASSISTANCE TO IMPROVE RECYCLING AND WASTE DIVERSION IN THE STATE. \nACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE :\n-\tWASTE CHARACTERIZATION STUDY - THIS ACTIVITY WILL INVOLVE ANALYZING REPRESENTATIVE SAMPLES OF SOLID WASTE FROM SELECT- NH SOLID WASTE MANAGEMENT FACILITIES TO DETERMINE THE AVERAGE COMPOSITION OF THE WASTE STREAM. THIS STUDY WILL PRIMARILY FOCUS ON THE COMPOSITION OF MUNICIPAL SOLID WASTE AND CONSTRUCTION AND DEMOLITION DEBRIS, BUT MAY ALSO INVESTIGATE OTHER WASTE STREAMS MANAGED IN NH.\n-\tFOOD WASTE GENERATOR STUDY AND FOOD WASTE MANAGEMENT INFRASTRUCTURE ANALYSIS - THIS ACTIVITY WILL INVOLVE IDENTIFYING AND CATEGORIZING MAJOR SOURCES OF FOOD WASTE IN NH, AND WILL ESTIMATE QUANTITIES OF FOOD WASTE GENERATED BY SUCH SOURCES. ADDITIONALLY, THIS ACTIVITY WILL INCLUDE AN ANALYSIS OF EXISTING FOOD WASTE MANAGEMENT INFRASTRUCTURE IN NH (I.E., PROCESSING CAPACITY) AND AN ASSESSMENT OF ADDITIONAL INFRASTRUCTURE NECESSARY TO INCREASE DIVERSION OF FOOD WASTE FROM DISPOSAL IN THE STATE.\n-\tEDUCATIONAL RESOURCES AND TECHNICAL ASSISTANCE FOR RECYCLING AND DIVERSION - THIS ACTIVITY WILL PRODUCE MANY OUTPUTS, INCLUDING BUT NOT LIMITED TO DEVELOPMENT OF PRINTED AND ELECTRONIC RESOURCES (AND PERHAPS MEDIA CAMPAIGNS) TARGETED AT MUNICIPALITIES, BUSINESSES AND INSTITUTIONS TO INCREASE AWARENESS OF BEST PRACTICES FOR RECYCLING AND DIVERSION. SPECIFIC FOCUS AREAS FOR THE EDUCATIONAL RESOURCES AND TECHNICAL ASSISTANCE MAY BE INFORMED BASED ON RESULTS OF THE WASTE CHARACTERIZATION AND FOOD WASTE GENERATOR STUDIES.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE: WASTE CHARACTERIZATION STUDY REPORT, FOOD WASTE GENERATOR STUDY REPORT, FOOD WASTE MANAGEMENT INFRASTRUCTURE AND GAP ANALYSIS REPORT, EDUCATIONAL RESOURCES INCLUDING, BUT NOT LIMITED TO,  PRINTED AND ELECTRONIC RESOURCES (AND PERHAPS MEDIA CAMPAIGNS) TARGETED AT MUNICIPALITIES, BUSINESSES AND INSTITUTIONS TO INCREASE AWARENESS OF BEST PRACTICES FOR RECYCLING AND DIVERSION.\n\nTHE EXPECTED OUTCOMES INCLUDE:\n-\tTONS OF MSW/CANDD COLLECTED, RECYCLED, COMPOSTED, OR MANAGED VIA OTHER MANAGEMENT PATHWAYS IN THE STATE. \n-\tTONS OF MSW/CANDD GENERATED PER MATERIAL TYPE AND SOURCE IN THE STATE (E.G., PLASTIC AND FOOD WASTE). \n-\tGHGS REDUCED (IN MTCO2E) FROM COLLECTION, RECYCLING, COMPOSTING, OR MANAGEMENT VIA OTHER MANAGEMENT PATHWAYS IN THE STATE: \n-\tNUMBER OF DISADVANTAGED COMMUNITIES (AS DEFINED IN THIS PROGRAM GUIDANCE) SERVED BECAUSE OF PLAN IMPLEMENTATION. \n-\tNUMBER OF TEMPORARY OR PERMANENT JOBS CREATED 1-2 PERMANENT JOBS WILL BE SUPPORTED WITH THESE GRANT FUNDS.\n\nTHE INTENDED BENEFICIARIES INCLUDE THE RESIDENTS AND BUSINESSES COMMUNITY IN THE STATE OF NEW HAMPSHIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_00A01343_6800"}, {"internal_id": 162165167, "Award ID": "00A01258", "Award Amount": 491314.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA). EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT. THE PURPOSE OF THIS AWARD IS TO ENHANCE THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION'S (VTDEC) EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS.  ACTIVITIES:VTDEC WILL CONDUCT A WASTE COMPOSITION STUDY AND RECYCLING NETWORK ANALYSIS; ESTABLISH A REUSE/REDUCE NETWORK AND K-12 SCHOOL SUSTAINABLE MATERIALS MANAGEMENT TRAINING.SUBRECIPIENT:SCHOOL MATERIALS MANAGEMENT INSTITUTE: THE SCHOOL MATERIALS MANAGEMENT INSTITUTE WILL ESTABLISH A K-12 SCHOOL EDUCATION AND TRAINING PROGRAM TO PROVIDE TRAINING FOR SCHOOL TEAMS FROM AROUND VERMONT CONSISTING OF STAFF SUCH AS A TEACHER, ADMINISTRATOR, FOOD SERVICE STAFF, FACILITIES AND CUSTODIAL STAFF, AND EITHER COMMUNITY MEMBER OR ANOTHER SCHOOL STAFF PERSON. THE TEAMS WILL MEET AND LEARN FROM EXPERTS AND DEVELOP A MATERIALS MANAGEMENT ACTION PLAN TO HELP THE SCHOOL REDUCE WASTE AND IMPROVE RECYCLING AND DIVERSION OF FOOD SCRAPS. THEY WILL IMPLEMENT THE ACTION PLAN THE FOLLOWING YEAR WITH COACHING SUPPORT FROM LOCAL EXPERTS OR STAFF FROM THE MATERIALS MANAGEMENT SECTION AT THE VERMONT DEPARTMENT OF ENVIRONMENTAL CONSERVATION. \n\nOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE A WASTE COMPOSITION STUDY REPORT, A RECYCLING NETWORK ANALYSIS REPORT; A REUSE/REDUCE NETWORK AND CONFERENCE AND K-12 SCHOOL SUSTAINABLE MATERIALS MANAGEMENT TRAINING INSTITUTE.\nTHE EXPECTED OUTCOMES INCLUDE:\n-\tTONS OF MSW/CANDD COLLECTED, RECYCLED, COMPOSTED, OR MANAGED VIA OTHER MANAGEMENT PATHWAYS IN THE STATE. \n-\tTONS OF MSW/CANDD GENERATED PER MATERIAL TYPE AND SOURCE IN THE STATE (E.G., PLASTIC AND FOOD WASTE). \n-\tGHGS REDUCED (IN MTCO2E) FROM COLLECTION, RECYCLING, COMPOSTING, OR MANAGEMENT VIA OTHER MANAGEMENT PATHWAYS IN THE STATE: \n-\tNUMBER OF DISADVANTAGED COMMUNITIES (AS DEFINED IN THIS PROGRAM GUIDANCE) SERVED BECAUSE OF PLAN IMPLEMENTATION. \n-\tNUMBER OF TEMPORARY OR PERMANENT JOBS CREATED 1-2 PERMANENT JOBS WILL BE SUPPORTED WITH THESE GRANT FUNDS.\n \nTHE INTENDED BENEFICIARIES INCLUDE THE RESIDENTS, BUSINESSES AND INSTITUTIONS IN THE STATE OF VERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_00A01258_6800"}, {"internal_id": 162165163, "Award ID": "00A01218", "Award Amount": 531690.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA). EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT. THE PURPOSE OF THIS AWARD IS TO ENHANCE MAINE'S EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. MAINE WILL 1) UPDATE MAINE'S 2019 SOLID WASTE MANAGEMENT PLAN AND 2) CONDUCT A STATEWIDE WASTE CHARACTERIZATION STUDY. ACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE UPDATING MAINE'S 2019 SOLID WASTE MANAGEMENT PLAN INCLUDING 5 STAKEHOLDER MEETINGS AND 2) CONDUCING A STATEWIDE WASTE CHARACTERIZATION IN ORDER TO SET A BASELINE AGAINST WHICH TO MEASURE THE PROGRESS OF WASTE DIVERSION INITIATIVES AND ASSESS THE CURRENT WASTE STREAM TO DETERMINE BEST PRACTICES FOR MOVING MATERIALS WITHIN THE WASTE STREAM UP MAINE'S FOOD RECOVERY AND SOLID WASTE MANAGEMENT HIERARCHIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE 1)  A SOLID WASTE MASTERPLAN AND 2) A WASTE CHARACTERIZATION STUDY REPORT. \n\nTHE EXPECTED OUTCOMES INCLUDE - TONS OF MSW/CANDD COLLECTED, RECYCLED, COMPOSTED, OR MANAGED VIA OTHER MANAGEMENT PATHWAYS IN THE STATE. \n- TONS OF MSW/CANDD GENERATED PER MATERIAL TYPE AND SOURCE IN THE STATE (E.G., PLASTIC AND FOOD WASTE). - GHGS REDUCED (IN MTCO2E) FROM COLLECTION, RECYCLING, COMPOSTING, OR MANAGEMENT VIA OTHER MANAGEMENT PATHWAYS IN THE STATE. - NUMBER OF TEMPORARY OR PERMANENT JOBS CREATED. \n\n\nTHE INTENDED BENEFICIARIES INCLUDE RESIDENTS, BUSINESSES AND INSTITUTIONS IN THE STATE OF MAINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3091eeea-4f59-d25d-fdf3-db6085fb681f-C", "generated_internal_id": "ASST_NON_00A01218_6800"}, {"internal_id": 162165162, "Award ID": "00A01215", "Award Amount": 410563.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "66.920", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT (IIJA).  EPA'S SOLID WASTE INFRASTRUCTURE FOR RECYCLING (SWIFR) GRANTS FOR STATES AND TERRITORIES WILL FUND ACTIVITIES THAT SUPPORT LONG-TERM PLANNING AND DATA COLLECTION NEEDS TO DEMONSTRATE PROGRESS TOWARD THE NATIONAL RECYCLING GOAL AND FOOD LOSS AND WASTE REDUCTION GOAL AND ADVANCE A CIRCULAR ECONOMY FOR MATERIALS, AS WELL AS SUPPORT THE STATE-LED IMPLEMENTATION OF PLANS TO ADVANCE POST-CONSUMER MATERIALS MANAGEMENT.  THE PURPOSE OF THIS AWARD IS TO ENHANCE THE MASSACHUSETTS'S EFFORTS TO MEET THE SWIFR GRANTS ELEMENTS. MASSACHUSETTS WILL UTILIZE SWIFER FUNDING TO IMPLEMENT: 1) THE MASSACHUSETTS DEPARTMENT OF ENVIRONMENTAL PROTECTION (MASSDEP) RECYCLESMART MA INITIATIVE AND 2) IMPLEMENT A SOLID WASTE AND RECYCLING TRAINING PROGRAM FOR THE PROFESSIONAL DEVELOPMENT OF NEWLY HIRED STATE AND LOCAL OFFICIALS. \nACTIVITIES:THE ACTIVITIES TO BE PERFORMED ARE INCREASE OUTREACH AND PARTICIPATION IN THE  THE MASSACHUSETTS DEPARTMENT OF ENVIRONMENTAL PROTECTION (MASSDEP) RECYCLESMART MA INITIATIVE, A SOCIAL MEDIA PLATFORM/EDUCATION INITIATIVE PROVIDING RESIDENTS WITH THE INFORMATION THEY NEED ON RECYCLING. THE GOAL OF THE PROGRAM IS TO EDUCATE MASSACHUSETTS RESIDENTS ABOUT WHAT CAN AND CANNOT GO IN THE RECYCLING BIN AND IMPROVE THE QUALITY OF THE RECYCLING STREAM IN MASSACHUSETTS. 2) PROVIDE A SUB-AWARD TO THE NORTHEAST WASTE MANAGEMENT OFFICIALS ASSOCIATION TO IMPLEMENT A SOLID WASTE AND RECYCLING TRAINING PROGRAM FOR THE PROFESSIONAL DEVELOPMENT OF NEWLY HIRED STATE AND LOCAL OFFICIALS. \n  SUBRECIPIENT:THE NORTHEAST WASTE MANAGEMENT OFFICIALS ASSOCIATION WILL CONDUCT A SOLID WASTE/RECYCLING TRAINING PROGRAM, INCLUDING WORKSHOPS, WEBINARS, AND SHARING TRAINING RESOURCES WITH SOLID WASTE AND RECYCLING PROFESSIONALS FROM THE COMMONWEALTH OF MASSACHUSETTS AND SURROUNDING STATES. THE TRAINING PROGRAM IS FOR THE PROFESSIONAL DEVELOPMENT OF NEW STATE AND MUNICIPAL STAFF WHO WORK ON SOLID WASTE ISSUES.  \nOUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE IMPLEMENTATION OF 1) THE RECYCLESMART MA INITIATIVE INCLUDING WEBSITE ENHANCEMENTS AND MANAGEMENT, SOCIAL MEDIA MANAGEMENT\nDIGITAL ADVERTISING AND A PARTNER PARTICIPATION AND ENGAGEMENT PLAN AND 2) A SOLID WASTE AND RECYCLING TRAINING PROGRAM. \n\nTHE EXPECTED OUTCOMES INCLUDE - TONS OF MSW/CANDD COLLECTED, RECYCLED, COMPOSTED, OR MANAGED VIA OTHER MANAGEMENT PATHWAYS IN THE STATE. \n- TONS OF MSW/CANDD GENERATED PER MATERIAL TYPE AND SOURCE IN THE STATE (E.G., PLASTIC AND FOOD WASTE). - GHGS REDUCED (IN MTCO2E) FROM COLLECTION, RECYCLING, COMPOSTING, OR MANAGEMENT VIA OTHER MANAGEMENT PATHWAYS IN THE STATE. - NUMBER OF TEMPORARY OR PERMANENT JOBS CREATED. \n\n\nTHE INTENDED BENEFICIARIES INCLUDE RESIDENTS, BUSINESSES AND INSTITUTIONS IN THE COMMONWEALTH OF MASSACHUSETTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b7cf053-6fba-dc6e-d4fd-c569c409f5b9-C", "generated_internal_id": "ASST_NON_00A01215_6800"}]