[{"internal_id": 111062001, "Award ID": "98T11301", "Award Amount": 1636372.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "66.961", "Description": "THIS COOPERATIVE AGREEMENT SUPPORTS THE RECIPIENT TO CONDUCT (1) SITE CHARACTERIZATION ACTIVITIES AT POTENTIAL OR CONFIRMED HAZARDOUS WASTE SITES; (2) UNDERTAKE RESPONSE PLANNING AT SITES ON THE NATIONAL PRIORITIES LIST (NPL) AND (3) ACTIVITIES WHICH ARE NOT ASSIGNABLE TO SPECIFIC SITES THAT SUPPORT THE RECIPIENT'S SUPERFUND PROGRAM.  THIS AGREEMENT PROVIDES PARTIAL FEDERAL FUNDING IN THE AMOUNT OF $500,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_98T11301_6800"}, {"internal_id": 137627097, "Award ID": "98663016", "Award Amount": 679784.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-02", "CFDA Number": "66.961", "Description": "THIS AWARD IS A SUPERFUND SUPPORT AGENCY COOPERATIVE AGREEMENT TO INCLUDE SITE AND NON-SITE SPECIFIC ACTIVITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "19858d29-1624-fe4e-d93e-4e083625d842-C", "generated_internal_id": "ASST_NON_98663016_6800"}, {"internal_id": 109197580, "Award ID": "96883010", "Award Amount": 3768730.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-03", "CFDA Number": "66.961", "Description": "THIS IS A NEW COOPERATIVE AGREEMENT TO AWARD PROVIDES FUNDS TO THE CDPHE TO CONDUCT (1) SITE CHARACTERIZATION ACTIVITIES AT POTENTIAL OR CONFIRMED HAZARDOUS WASTE SITES; (2) UNDERTAKE RESPONSE PLANNING AT SITES ON THE NATIONAL PRIORITIES LIST (NPL) AND (3) ACTIVITIES WHICH ARE NOT ASSIGNABLE TO SPECIFIC SITES THAT SUPPORT A THE RECIPIENT'S SUPERFUND PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_96883010_6800"}, {"internal_id": 108315155, "Award ID": "96883005", "Award Amount": 4071804.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "66.961", "Description": "THIS AGREEMENT PROVIDE FUNDS TO THE RECIPIENT TO CONDUCT (1) SITE CHARACTERIZATION ACTIVITIES AT POTENTIAL OR CONFIRMED HAZARDOUS WASTE SITES; (2) UNDERTAKE RESPONSE PLANNING AT SITES ON THE NATIONAL PRIORITIES LIST (NPL) AND (3) ACTIVITIES WHICH ARE NOT ASSIGNABLE TO SPECIFIC SITES THAT SUPPORT A THE RECIPIENT'S SUPERFUND PROGRAM. THE CORE FUNDING OF $207,000.HAS A STATUTORY REQUIREMENT OF A 10% MATCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "604427fe-4871-e08e-5143-39aca5954fd3-C", "generated_internal_id": "ASST_NON_96883005_6800"}, {"internal_id": 140708921, "Award ID": "96833810", "Award Amount": 3349772.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "66.961", "Description": "THIS AGREEMENT PROVIDES FUNDING TO THE MONTANA DEPARTMENT OF ENVIRONMENTAL QUALITY TO CONDUCT ACTIVITIES THAT ARE NOT ASSIGNABLE TO NON-SITE AND SITE SPECIFIC ACTIVITIES AND SUPPORT THE RECIPIENT'S RESPONSE PROGRAM UNDER THE COMPREHENSIVE ENVIRONMENTAL RESPONSE, COMPENSATION, AND LIABILITY ACT. ACTIVITIES INCLUDE SITE CHARACTERIZATION, MANAGEMENT ASSISTANCE, TECHNICAL ASSISTANCE AND PROGRAM MANAGEMENT AND SUPERVISION; COOPERATIVE AGREEMENT AND CONTRACT ADMINISTRATION; FISCAL AND CONTRACT MANAGEMENT ACTIVITY; LEGAL ASSISTANCE, INCLUDING COST RECOVERY AND LITIGATION ACTIVITIES; AND ADMINISTRATIVE AND GENERAL CLERICAL/TECHNICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb9ddeee-b062-e97c-c408-61129c929d5b-C", "generated_internal_id": "ASST_NON_96833810_6800"}, {"internal_id": 159789755, "Award ID": "96700401", "Award Amount": 1581286.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "66.961", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDS TO THE RECIPIENT TO CONDUCT (1) SITE CHARACTERIZATION ACTIVITIES AT POTENTIAL OR CONFIRMED HAZARDOUS WASTE SITES; (2) UNDERTAKE RESPONSE PLANNING AT SITES ON THE NATIONAL PRIORITIES LIST (NPL) AND (3) ACTIVITIES WHICH ARE NOT ASSIGNABLE TO SPECIFIC SITES THAT SUPPORT THE RECIPIENT'S SUPERFUND PROGRAM. ACTIVITIES:ACTIVITIES TO BE PERFORMED INCLUDE WORK UNDER THE CORE, PRE-REMEDIAL AND SUPPORT AGENCY COOPERATIVE AGREEMENTS. SPECIFICALLY MISSOURI DEPARTMENT OF NATURAL RESOURCES (MODNR) WILL BE COORDINATING AND NEGOTIATING WITH EPA ON STATE SUPERFUND CONTRACTS, PREPARATION AND SUBMISSION OF PERFORMANCE REPORTS, COORDINATION WITH SITE MANAGERS ON ONGOING PROJECTS. ADDITIONAL ACTIVITIES INCLUDE PRE-CERCLA SCREENING, PRELIMINARY ASSESSMENTS TO DETERMINE IF ANY REMOVAL ACTION IS NEEDED, SITE INSPECTIONS AND SAMPLING. PROVIDING STATE SUPPORT AND MEANINGFUL INVOLVEMENT ON EPA LEAD REMEDIAL ACTIONS WHICH INCLUDES REVIEW AND COMMENTS ON AGENCY DOCUMENTS, PARTICIPATION ON FIVE YEAR REVIEWS AND COORDINATION WITH PRIMARY RESPONSIBLE PARTIES, STATE AND EPA\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ANTICIPATED DELIVERABLES AND OUTCOMES INCLUDE FIVE YEAR REVIEWS ON MULTIPLE SITES, ACTIVE OVERSIGHT OF EPA LEAD REMEDIAL ACTIONS, COORDINATION ON STATE SUPERFUND CONTRACTS, COMMENT AND FEEDBACK ON EPA DOCUMENTS. MODNR WILL ALSO BE ACTIVELY INVOLVED ON SITE DELETIONS, DEVELOPMENT OF RECORD OF DECISIONS, REMEDIAL ACTIONS AND FEASIBILITY STUDIES. OUTCOMES INCLUDE OVERSIGHT AND MEANINGFUL INVOLVEMENT ON HAZARDOUS WASTE REMEDIAL ACTION AND ENSURING THE STATE HAZARDOUS WASTE PROGRAM RETAINS ITS CAPACITY TO BE ABLE TO CONTINUE TO WORK WITH EPA AMONG COMMUNITIES AND TARGETED POPULATIONS THAT ARE AT RISK FROM THE POTENTIAL ADVERSE HEALTH EFFECTS FROM HAZARDOUS SUBSTANCE CONTAMINATION. BENEFICIARIES INCLUDE LOCAL COMMUNITIES THROUGHOUT THE STATE OF MISSOURI THAT HAVE A LISTED SUPERFUND SITE, OR THOSE COMMUNITIES WITH POTENTIAL SITES THAT ARE BEING ASSESSED FOR REMOVAL ACTION OR POSSIBLE ADDITION TO THE NATIONAL PRIORITY LIST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_96700401_6800"}, {"internal_id": 152089990, "Award ID": "02F15401", "Award Amount": 2259988.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "66.961", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDE FUNDS TO THE RECIPIENT TO CONDUCT (1) SITE CHARACTERIZATION ACTIVITIES AT POTENTIAL OR CONFIRMED HAZARDOUS WASTE SITES; (2) UNDERTAKE RESPONSE PLANNING AT SITES ON THE NATIONAL PRIORITIES LIST (NPL) AND (3) ACTIVITIES WHICH ARE NOT ASSIGNABLE TO SPECIFIC SITES THAT SUPPORT THE RECIPIENT'S SUPERFUND PROGRAM.ACTIVITIES:PRE-REMEDIAL ACTIVITIES ARE NECESSARY TO IDENTIFY CONTAMINATED PROPERTIES OR SITES WHERE ACCIDENTAL OR INTENTIONAL RELEASES HAVE OCCURRED, AND TO DETERMINE IF REMEDIAL ACTION UNDER CERCLA IS WARRANTED TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT. PRE-REMEDIAL ACTIVITIES ARE A CRITICAL COMPONENT OF THE MPCA AS THEY PROVIDE THE ONLY REGULATORY MECHANISM IN NEW MEXICO TO INVESTIGATE CASES OF ENVIRONMENTAL CONTAMINATION THAT ARE LACKING ANY KNOWN POTENTIALLY RESPONSIBLE PARTIES. PRE-REMEDIAL ACTIVITIES ENSURE THAT HAZARDOUS WASTE SITES WITH HUMAN EXPOSURES ARE CONTROLLED, AND THE MIGRATION OF CONTAMINATED GROUNDWATER OR SOIL VAPOR IS CONTROLLED.\n\nMANAGEMENT ASSISTANCE ACTIVITIES SUPPORT EPA AND NMED GOALS TO PRESERVE AND RESTORE THE ENVIRONMENT BY USING INNOVATIVE WASTE MANAGEMENT PRACTICES AND CLEANING UP CONTAMINATED PROPERTIES TO REDUCE RISKS POSED BY RELEASES OF HARMFUL SUBSTANCES. MANAGEMENT ASSISTANCE ACTIVITIES WILL CONTRIBUTE TO CONTROLLING RISKS TO HUMAN HEALTH AND THE ENVIRONMENT BY ENSURING THAT SELECTED REMEDIES ADDRESS AND MITIGATE THE IMPACT OF ACCIDENTAL OR INTENTIONAL RELEASES AND CLEAN UP AND RESTORE CONTAMINATED SITES OR PROPERTIES TO APPROPRIATE CLEAN UP LEVELS. NMED WILL EVALUATE PROPOSED AND IMPLEMENTED REMEDIES TO ENSURE THAT CONTAMINATED SITES DO NOT POSE THREATS TO HUMAN HEALTH AND THE ENVIRONMENT AND ALLOW FOR THE REUSE OF THE LAND. NMED WILL PARTICIPATE, ASSIST OR LEAD IN FINAL SITE ASSESSMENT DECISIONS, CONSTRUCTION COMPLETION ACTIVITIES, AND EVALUATION AND SELECTION OF FINAL REMEDIES AND CLEANUP GOALS TO ENSURE THAT HUMAN EXPOSURE TO SUPERFUND SITES ARE MINIMIZED.\n\nTHE CORE FUNDING CATEGORY WILL BE USED BY THE GROUND WATER QUALITY BUREAU (GWQB) TO FUND THE FOLLOWING ADMINISTRATIVE AND NON-SITE-SPECIFIC ACTIVITIES DURING THE GRANT PERIOD:\nMIDDOT; PROGRAM MANAGEMENT, ADMINISTRATION AND PLANNING;\nMIDDOT; FINANCIAL CLOSE OUT OF PREVIOUS SUPERFUND GRANTS;\nMIDDOT; BUDGET PREPARATION/MANAGEMENT, PROCUREMENT AND LABOR ALLOCATIONS ACCOUNTING AND REPORTING SERVICES FOR NEW GRANT/PROPOSALS;\nMIDDOT; STATE RECORDS AND ARCHIVES REPRESENTATION, COST RECOVERY RECORDS MAINTENANCE, AND COST RECOVERY REPORT PREPARATION;\nMIDDOT; CONTRACT MANAGEMENT;\nMIDDOT; INFORMATION TECHNOLOGY SUPPORT AND MAINTENANCE;\nMIDDOT; CLERICAL SUPPORT; AND\nMIDDOT; TRAINING FOR TECHNICAL STAFF.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:NMED PROPOSES TO COMPLETE THE EQUIVALENT OF THE FOLLOWING PRE-REMEDIAL OBJECTIVES PER YEAR DURING GRANT PERIOD: TWO PRE-CERCLASCREENING ASSESSMENTS; THREE PRELIMINARY ASSESSMENTS; AND FOUR SITE INSPECTIONS, SITE REASSESSMENTS, OR EXPANDED SITE INSPECTIONS. AT LEAST ONE NPL PACKAGE IS ANTICIPATED DURING THE GRANT PERIOD. ACTIVITIES PERFORMED DURING EACH PHASE OF WORK MAY INCLUDE, BUT ARE NOT LIMITED TO, THE FOLLOWING:\nMIDDOT; COORDINATION AND COMMUNICATION WITH THE EPA SITE ASSESSMENT MANAGER (SAM) AND ENFORCEMENT STAFF;\nMIDDOT; REVIEW OF AVAILABLE DOCUMENTS AND DATA;\nMIDDOT; DEVELOPMENT OF SAMPLING PLANS AND RELATED SITE-SPECIFIC HEALTH AND SAFETY PLANS;\nMIDDOT; COORDINATION AND COMMUNICATION WITH THE CONTRACT LABORATORY PROGRAM (CLP) OR HOUSTON LAB AND PREPARATION OF RESPECTIVE DOCUMENTS AND REQUESTS;\nMIDDOT; PLANNING, SCHEDULING AND IMPLEMENTATION OF WORKPLANS. THIS MAY NECESSITATE ATTAINING ACCESS TO PROPERTIES FOR SAMPLING ACTIVITIES, AND COMMUNICATION WITH LOCAL REPRESENTATIVES AND COMMUNITY GROUPS;\nMIDDOT; PARTICIPATION IN MULTI-MEDIA (GROUNDWATER, SURFACE WATER, SURFACE SOILS, VAPOR, AND AIR) SAMPLING EVENTS;\nMIDDOT; COLLECTION OF DATA AND INFORMATION NECESSARY TO EVALUATE SITES USING THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76f62ace-e2a8-ed30-4663-66d23d87a4f4-C", "generated_internal_id": "ASST_NON_02F15401_6800"}, {"internal_id": 140708732, "Award ID": "02F00601", "Award Amount": 429971.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "66.961", "Description": "THIS AGREEMENT PROVIDE FUNDS TO THE RECIPIENT TO CONDUCT (1) SITE CHARACTERIZATION ACTIVITIES AT POTENTIAL OR CONFIRMED HAZARDOUS WASTE SITES; (2) UNDERTAKE RESPONSE PLANNING AT SITES ON THE NATIONAL PRIORITIES LIST (NPL) AND (3) ACTIVITIES WHICH ARE NOT ASSIGNABLE TO SPECIFIC SITES THAT SUPPORT A THE RECIPIENT'S SUPERFUND PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_02F00601_6800"}, {"internal_id": 108315052, "Award ID": "01F76701", "Award Amount": 1423485.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-31", "CFDA Number": "66.961", "Description": "THIS AGREEMENT PROVIDE FUNDS TO THE RECIPIENT TO CONDUCT (1) SITE CHARACTERIZATION ACTIVITIES AT POTENTIAL OR CONFIRMED HAZARDOUS WASTE SITES; (2) UNDERTAKE RESPONSE PLANNING AT SITES ON THE NATIONAL PRIORITIES LIST (NPL) AND (3) ACTIVITIES WHICH ARE NOT ASSIGNABLE TO SPECIFIC SITES THAT SUPPORT A THE RECIPIENT'S SUPERFUND PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7683734a-ce16-e4c4-9fcf-4f9d4087b9ec-C", "generated_internal_id": "ASST_NON_01F76701_6800"}, {"internal_id": 93928685, "Award ID": "01F70401", "Award Amount": 1329457.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-31", "CFDA Number": "66.961", "Description": "THIS AGREEMENT MAY FUND THE PARTICIPATION OF THE RECIPIENT IN ACTIVITIES INCLUDING BUT NOT LIMITED TO THE REVIEW OF REMEDIAL INVESTIGATION AND FEASIBILITY STUDIES, PROPOSED PLANS, AND RECORDS OF DECISION AT SUPERFUND SITES IN ARKANSAS WHEN THE ENVIRONMENTAL PROTECTION AGENCY (EPA) IS THE LEAD AGENCY FOR REMEDIAL ACTION.  THIS CAN ALSO INCLUDE REVIEW OF INFORMATION, ATTENDING SITE-RELATED MEETINGS AND PARTICIPATING IN FIVE-YEAR REVIEWS ON WHICH EPA IS THE LEAD AGENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e2fb60f6-c24e-4d4d-4ac4-1230f0db1014-C", "generated_internal_id": "ASST_NON_01F70401_6800"}, {"internal_id": 160686540, "Award ID": "00A01210", "Award Amount": 1012931.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "66.961", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDS TO THE MASSACHUSETTS DEPARTMENT OF ENVIRONMENTAL PROTECTION (MASSDEP) TO (1) UNDERTAKE RESPONSE PLANNING AT SITES ON THE NATIONAL PRIORITIES LIST (NPL) AND (2) ACTIVITIES WHICH ARE NOT ASSIGNABLE TO SPECIFIC SITES THAT SUPPORT MASSDEP'S SUPERFUND PROGRAM. ACTIVITIES:CERCLA SPECIFIES THAT REMEDIAL ACTIVITIES AT FEDERAL SUPERFUND SITES BE COORDINATED WITH THE STATES. MANAGEMENT ASSISTANCE ACTIVITIES ARE THOSE ACTIVITIES CONDUCTED BY THE SUPPORT AGENCIES (I.E., STATES) THAT PROVIDE MEANINGFUL INPUT AND ASSISTANCE ON THE REMEDIAL ACTIVITIES CONDUCTED BY THE LEAD AGENCY (I.E., EPA). SUCH ACTIVITIES INCLUDE: MONITORING PROGRESS ON THESE SITES, REVIEWING TECHNICAL STUDY REPORTS GENERATED BY POTENTIALLY RESPONSIBLE PARTIES (PRPS), EPA OR THEIR CONTRACTORS; PROVIDING COMMENTS ON THESE REPORTS AND CONVEYING THE STATE'S POSITION ON REMEDIAL ASPECTS AND ACTIVITIES, ATTENDING MEETINGS RELATED TO THESE SITES, CONDUCTING SITE VISITS, AND ASSISTING EPA IN IMPLEMENTING INSTITUTION CONTROLS. THIS COOPERATIVE AGREEMENT FUNDS MANAGEMENT ASSISTANCE ACTIVITIES AT 31 NPL SITES ACROSS THE STATE OF MASSACHUSETTS. THE ACTIVITIES PERFORMED FOR THE CORE PROGRAM PORTION OF THE BLOCK GRANT ARE NON SITE-SPECIFIC AND INCLUDE THE TRACKING OF GRANT AND CONTRACTUAL AGREEMENTS, MAINTENANCE OF ACCOUNTING AND DATA SYSTEMS, AND COST DOCUMENTATION.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE EXPECTED OUTCOMES OF THE CORE PROGRAM PORTION OF THE BLOCK GRANT INCLUDE: 1). ENABLING THE STATE OF MASSACHUSETTS TO CONDUCT CERCLA IMPLEMENTATION ACTIVITIES; 2.) ENHANCING INTERAGENCY COORDINATION ON ALL PHASES OF THE CERCLA RESPONSE; 3.) STATE STAFF ARE QUALIFIED AND TRAINED TO WORK WITH CERCLA RESPONSES; AND 4.) NPL SITES ARE REMEDIATED. THE EXPECTED OUTCOMES FOR THE MANAGEMENT ASSISTANCE PORTION OF THE BLOCK GRANT INCLUDE: 1.) MEANINGFUL AND SUBSTANTIAL INVOLVEMENT BY THE STATE IN REMEDIAL RESPONSE ACTIVITIES; 2.) IDENTIFICATION OF THE FINAL REMEDY AND DEVELOPMENT OF STATE CONCURRENCE; 3.) RETURNING SITES TO PRODUCTIVE USE; 4.) COSTS ARE RECOVERED; AND 5.) SITES ARE DE-LISTED FROM THE NPL. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE RESIDENTS OF THE STATE OF MASSACHUSETTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b7cf053-6fba-dc6e-d4fd-c569c409f5b9-C", "generated_internal_id": "ASST_NON_00A01210_6800"}, {"internal_id": 103141588, "Award ID": "00A00620", "Award Amount": 2464917.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-02", "CFDA Number": "66.961", "Description": "THIS AGREEMENT PROVIDE FUNDS TO THE MASSACHUSETTS DEPARTMENT OF ENVIRONMENTAL PROTECTION (MASSDEP) TO CONDUCT (1) SITE CHARACTERIZATION ACTIVITIES AT POTENTIAL OR CONFIRMED HAZARDOUS WASTE SITES; (2) UNDERTAKE RESPONSE PLANNING AT SITES ON THE NATIONAL PRIORITIES LIST (NPL) AND (3) ACTIVITIES WHICH ARE NOT ASSIGNABLE TO SPECIFIC SITES THAT SUPPORT MASSDEP'S SUPERFUND PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b7cf053-6fba-dc6e-d4fd-c569c409f5b9-C", "generated_internal_id": "ASST_NON_00A00620_6800"}]