[{"internal_id": 86482834, "Award ID": "99T95001", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "66.956", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO REPLACE DIESEL AGRICULTURE TRACTORS WITH TIER 4 ENGINES IN THE SAN JOAQUIN VALLEY.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $5,000,000.00.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac4a767d-6328-3b43-7be8-e94863d9b60a-C", "generated_internal_id": "ASST_NON_99T95001_6800"}, {"internal_id": 86482835, "Award ID": "99T94901", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "66.956", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO REPLACE HEAVY-DUTY DIESEL TRUCKS WITH HEAVY-DUTY ELECTRIC TRUCKS IN THE SAN JOAQUIN VALLEY.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $5,000,000.00.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac4a767d-6328-3b43-7be8-e94863d9b60a-C", "generated_internal_id": "ASST_NON_99T94901_6800"}, {"internal_id": 86482845, "Award ID": "99T92501", "Award Amount": 2100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "66.956", "Description": "THE PROJECT WILL DEMONSTRATE BATTERY ELECTRIC NON-ROAD EXCAVATOR AND WHEEL LOADER IN THE SOUTH COAST AIR BASIN (SCAB).  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT $2,100,000.  PRE-AWARD HAS BEEN APPROVED BACK TO SEPTEMBER 1, 2019.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ddc7800-4e9b-c502-1e0d-ce006e52c74f-C", "generated_internal_id": "ASST_NON_99T92501_6800"}, {"internal_id": 97080453, "Award ID": "99T92401", "Award Amount": 4177083.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-17", "CFDA Number": "66.956", "Description": "DEPLOYMENT OF NEW MEDIUM AND HEAVY-DUTY BATTERY-ELECTRIC DELIVERY TRUCKS IN THE SOUTH COAST AIR BASIN (SCAB).  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT $4,177,083.  PRE-AWARD COSTS ARE APPROVED BACK TO APRIL 1, 2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ddc7800-4e9b-c502-1e0d-ce006e52c74f-C", "generated_internal_id": "ASST_NON_99T92401_6800"}, {"internal_id": 98174248, "Award ID": "99T91701", "Award Amount": 3172238.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-05", "CFDA Number": "66.956", "Description": "WOOD STOVE CHANGE-OUT PROGRAM WITH NORTHERN SIERRA AIR QUALITY MANAGEMENT DISTRICT IN THE PORTOLA PM2.5 NONATTAINMENT AREA TO REDUCE AIR EMISSIONS FROM WOOD-BURNING APPLIANCES AND OPEN BURNING, AND ADDRESS QUALITY OF WOOD FUEL IMPROVEMENTS, AND OUTREACH, EDUCATION AND ENFORCEMENT ACTIVITIES.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,172,238.  PRE-AWARD COSTS ARE APPROVED BACK TO MAY 1, 2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f1d5a64-23af-be83-c7ff-90ee2c5d10b9-C", "generated_internal_id": "ASST_NON_99T91701_6800"}, {"internal_id": 162166113, "Award ID": "98T83001", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "66.956", "Description": "DESCRIPTION:THE AGREEMENT PROVIDES FUNDING TO SAN JOAQUIN VALLEY AIR POLLUTION CONTROL DISTRICT. SPECIFICALLY, THE RECIPIENT WILL REPLACE SEVERAL AGRICULTURE NUT HARVESTERS WITH NEW LOW-DUST NUT HARVESTERS THROUGHOUT THE SAN JOAQUIN VALLEY AIR BASIN.\n\nTHIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $10,000,000.\n\nACTIVITIES:THE ACTIVITIES INCLUDE DISMANTLING AND REPLACEMENT OF OLD NUT HARVESTERS WITH NEW LOW-DUST ALTERNATIVES TO REDUCE PM 2.5 EMISSIONS IN THE SAN JOAQUIN VALLEY AIR BASIN. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES INCLUDE IMPLEMENTATION OF A NUT HARVESTERS REPLACEMENT INCENTIVES PROGRAM IN THE SAN JOAQUIN VALLEY AIR BASIN NON-ATTAINMENT AREA. THE EXPECTED OUTCOMES INCLUDE REPLACEMENT OF NUT HARVESTERS WITH LOW-DUST ALTERNATIVES IN THE SAN JOAQUIN VALLEY AIR BASIN TO REDUCE EMISSIONS FROM NUT HARVESTING OPERATIONS. THE INTENDED BENEFICIARIES INCLUDE THE RESIDENTS IN THE SAN JOAQUIN VALLEY AIR BASIN NON-ATTAINMENT AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac4a767d-6328-3b43-7be8-e94863d9b60a-C", "generated_internal_id": "ASST_NON_98T83001_6800"}, {"internal_id": 149848370, "Award ID": "98T36701", "Award Amount": 7998024.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-12", "CFDA Number": "66.956", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE FUNDING ASSISTANCE TO THE SOUTH COAST AIR QUALITY MANAGEMENT DISTRICT (SCAQMD) IN ITS EFFORTS TO REDUCE MOBILE SOURCE EMISSIONS IN THE SOUTH COAST AIR BASIN (SCAB).\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $7,998,024.00. PREAWARD COSTS HAVE BEEN APPROVED BACK TO APRIL 1, 2022.\nACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF EPA'S TARGETED AIRSHED GRANT PROGRAM INCLUDING PROJECT 1) DEMONSTRATION OF LONG-HAUL ZERO-EMISSION FUEL CELL ELECTRIC TRUCKS AND, PROJECT 2) REPLACEMENT OF LEGACY DIESEL SCHOOL BUSES WITH ZERO-EMISSION BATTERY-ELECTRIC SCHOOL BUSES. THESE PROJECTS WILL PROVIDE VALUABLE INSIGHTS INTO LONG-HAUL FUEL CELL ELECTRIC TRUCKS AND BATTERY-ELECTRIC SCHOOL BUSES AS STRATEGIES FOR REDUCING EMISSIONS OF TROPOSPHERIC OZONE AND FINE PARTICULATE MATTER (PM2.5) PRECURSOR POLLUTANTS IN COMMUNITIES THROUGHOUT CALIFORNIA'S SOUTH COAST AIR BASIN.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE PROJECT 1) DEMONSTRATION OF SEVERAL LONG-HAUL ZERO-EMISSION FUEL CELL ELECTRIC TRUCKS AND, PROJECT 2) REPLACEMENT OF SEVERAL DIESEL SCHOOL BUSES WITH NEW ZERO-EMISSION BATTERY-ELECTRIC SCHOOL BUSES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE SCAB RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO AMBIENT OZONE AND PM2.5 EMISSIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ddc7800-4e9b-c502-1e0d-ce006e52c74f-C", "generated_internal_id": "ASST_NON_98T36701_6800"}, {"internal_id": 149897531, "Award ID": "98T36001", "Award Amount": 7070148.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-16", "CFDA Number": "66.956", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO THE SACRAMENTO METROPOLITAN AIR QUALITY MANAGEMENT DISTRICT (SMAQMD) TO COORDINATE AND PASSTHROUGH FUNDING TO THE EL DORADO AIR QUALITY MANAGEMENT DISTRICT (EDCAQMD), PLACER COUNTY AIR POLLUTION CONTROL DISTRICT (PCAPCD) AND THE YOLO SOLANO AIR QUALITY MANAGEMENT DISTRICT (YSAQMD) IN EFFORT TO REDUCE PM 2.5 AMBIENT AIR EMISSIONS IN THEIR NONATTAINMENT COMMUNITIES. \n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $7,070,148. PREAWARD COSTS HAVE BEEN APPROVED BACK TO MAY 1, 2022.ACTIVITIES:ACTIVITIES TO BE PERFORMED ARE REPLACING OLDER SCHOOL BUSES WITH NEW SCHOOL BUSES; REPLACING AGRICULTURAL EQUIPMENT WITH CLEANER EQUIPMENT; PAVING UNPAVED ROADWAYS; CHIPPING RESIDENTIAL BIOMASS AS AN ALTERNATIVE TO OPEN BURNING; REPLACING EXISTING HARVESTERS WITH NEW, LOW-DUST EQUIPMENT; AND PROVIDING AGRICULTURAL CHIPPING AS AN ALTERNATIVE TO OPEN BURNING. ALL ACTIVITIES WILL REDUCE PM 2.5 AMBIENT AIR EMISSIONS IN THEIR NONATTAINMENT COMMUNITIES. \nSUBRECIPIENT:ACTIVITIES TO BE PERFORMED ARE REPLACING OLDER SCHOOL BUSES WITH NEW SCHOOL BUSES; REPLACING AGRICULTURAL EQUIPMENT WITH CLEANER EQUIPMENT; PAVING UNPAVED ROADWAYS; CHIPPING RESIDENTIAL BIOMASS AS AN ALTERNATIVE TO OPEN BURNING; REPLACING EXISTING HARVESTERS WITH NEW, LOW-DUST EQUIPMENT; AND PROVIDING AGRICULTURAL CHIPPING AS AN ALTERNATIVE TO OPEN BURNING. OUTCOMES:THE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE REPLACED OLDER SCHOOL BUSES WITH NEW SCHOOL BUSES; REPLACED AGRICULTURAL EQUIPMENT WITH CLEANER EQUIPMENT; PAVED ROADWAYS; ALTERNATIVES TO OPEN BURNING; REPLACED LOW-DUST HARVESTING EQUIPMENT; AND CHIPPED AGRICULTURAL BIOMASS. DIRECT BENEFICIARIES OF THIS PROJECT ARE COMMUNITY RESIDENTS, VISITORS, AND BUSINESSES WITHIN THE COUNTIES OF EL DORADO, PLACER AND YOLO SOLANO AIR BASINS WHO WILL HAVE DECREASED EXPOSURE TO FINE PARTICULATE MATTER (PM 2.5) EMISSION POLLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2daa35ae-390a-affb-5575-fa55553fd676-C", "generated_internal_id": "ASST_NON_98T36001_6800"}, {"internal_id": 147354488, "Award ID": "98T31001", "Award Amount": 8000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-09", "CFDA Number": "66.956", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO THE SAN JOAQUIN VALLEY UNIFIED AIR POLLUTION CONTROL DISTRICT (SJVUAPCD) IN ITS EFFORTS TO REDUCE HARMFUL OZONE AND PARTICULATE MATTER (PM 2.5) AIR POLLUTION IN NON-ATTAINMENT AREAS THROUGHOUT THE SAN JOAQUIN VALLEY, CALIFORNIA AIR BASIN.  \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $8,000,000.  PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO JANUARY 1, 2022. \n\nACTIVITIES:\nTHE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE TARGETED AIRSHED GRANT PROGRAM BY REPLACEMENT OF AGRICULTURAL OFF-ROAD TRACTORS WITH NEW TRACTORS THAT MEET THE TIER 4 EMISSION STANDARDS IN THE SAN JOAQUIN VALLEY AIR BASIN AND SURROUNDING AREAS.\nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE REPLACEMENT OF SEVERAL AGRICULTURAL OFF-ROAD DIESEL TRACTORS WITH CLEANER TRACTORS THAT MEET THE TIER 4 EMISSION STANDARD. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE SAN JOAQUIN VALLEY AIR BASIN RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO OZONE AND FINE PARTICULATE MATTER (PM 2.5) EMISSION POLLUTION.\n\n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac4a767d-6328-3b43-7be8-e94863d9b60a-C", "generated_internal_id": "ASST_NON_98T31001_6800"}, {"internal_id": 147354498, "Award ID": "98T30901", "Award Amount": 8000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-09", "CFDA Number": "66.956", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO THE SAN JOAQUIN VALLEY UNIFIED AIR POLLUTION CONTROL DISTRICT (SJVUAPCD) IN ITS EFFORTS TO REDUCE EMISSIONS IN THE SAN JOAQUIN VALLEY, CALIFORNIA AIR BASIN. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $8,000,000.  PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO JANUARY 1, 2022. \n\n\nACTIVITIES:\nTHE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE TARGETED AIRSHED GRANT PROGRAM INCLUDING ASSISTING IN THE CHANGE-OUT OF SEVERAL OPEN-HEARTH FIREPLACES AND OLD WOOD OR PELLET BURNING DEVICES WITH NEW AND CLEANER-EMITTING BURNING DEVICES TO HELP REDUCE PARTICULATE MATTER (PM 2.5) EMISSIONS IN COMMUNITIES LOCATED IN THE SAN JOAQUIN VALLEY AIR BASIN. THESE OLD OPEN-HEARTH FIREPLACES AND WOOD OR PELLET BURNING DEVICES ARE A LARGE SOURCE OF HARMFUL EMISSIONS. \nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE CHANGE-OUT OF SEVERAL OPEN-HEARTH FIREPLACES AND OLD WOOD OR PELLET BURNING DEVICES. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE SAN JOAQUIN VALLEY AIR BASIN RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO FINE PARTICULATE MATTER (PM 2.5) EMISSION POLLUTION.\n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac4a767d-6328-3b43-7be8-e94863d9b60a-C", "generated_internal_id": "ASST_NON_98T30901_6800"}, {"internal_id": 147354489, "Award ID": "98T30801", "Award Amount": 4768770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-09", "CFDA Number": "66.956", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO SAN JOAQUIN VALLEY UNIFIED AIR POLLUTION CONTROL DISTRICT (SJVUAPCD) IN ITS EFFORTS TO REDUCE EMISSIONS THROUGHOUT THE SAN JOAQUIN VALLEY, CALIFORNIA AIR BASIN. \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $4,768,770. PRE-AWARD COSTS HAVE BEEN APPROVED BACK TO JANUARY 1, 2022. \n\nACTIVITIES:\nTHE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE TARGETED AIRSHED GRANT PROGRAM BY REPLACING SEVERAL DIESEL TRUCKS WITH NEWER, CLEANER TRUCKS TO REDUCE THE AMOUNT OF POLLUTION EMITTED IN THE SAN JOAQUIN VALLEY AIR BASIN. \nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE THE REPLACEMENT OF DIESEL TRUCKS WITH CLEANER TRUCKS TO REDUCE MOBILE SOURCE EMISSIONS.  DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE SAN JOAQUIN VALLEY AIR BASIN RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO CARBON MONOXIDE (CO) AND OXIDES OF NITROGEN (NOX) THAT ARE PRECURSOR EMISSIONS OF OZONE AND FINE PARTICULATE MATTER (PM 2.5) EMISSION POLLUTION. \n\n\n\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac4a767d-6328-3b43-7be8-e94863d9b60a-C", "generated_internal_id": "ASST_NON_98T30801_6800"}, {"internal_id": 146771062, "Award ID": "98T30701", "Award Amount": 3485940.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-16", "CFDA Number": "66.956", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO ASSIST THE IMPERIAL COUNTY AIR POLLUTION CONTROL DISTRICT (ICAPCD) IN ITS EFFORTS TO REDUCE EMISSIONS IN IMPERIAL COUNTY, CALIFORNIA.\n\nTHIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,485,940.\n\nPRE-AWARD COSTS HAVE BEEN APPROVED BACK TO 01/01/22.\nACTIVITIES:\nTHE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE TARGETED AIRSHED GRANT PROGRAM BY PAVING UNPAVED ALLEYWAYS IN IMPERIAL COUNTY. THESE UNPAVED ALLEYWAYS ARE A LARGE SOURCE OF DIRECT PM2.5 IN THE AREA.\n\nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE PAVED PARKING LOTS AND ALLEYWAYS AND REDUCED FINE PARTICULATE MATTER (PM2.5) POLLUTION. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE IMPERIAL COUNTY RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO FINE PARTICULATE MATTER (PM2.5). \n\nSUBRECIPIENT:\nICAPCD PLANS TO HAVE A SUBAWARD WITH THE CITY OF EL CENTRO. THE CITY OF EL CENTRO WILL HIRE A CONTRACTOR TO PAVE THE UNPAVED ALLEYWAYS, OVERSEE THIS WORK AND REPORT BACK TO ICAPCD IN COMPLIANCE WITH EPA&RSQUO;S SUBAWARD POLICY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdb647a9-b08e-d1c2-f72c-411d80a82e94-C", "generated_internal_id": "ASST_NON_98T30701_6800"}, {"internal_id": 149848372, "Award ID": "98T30601", "Award Amount": 4174000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-09", "CFDA Number": "66.956", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO THE SOUTH COAST AIR QUALITY MANAGEMENT DISTRICT (SCAQMD) IN ITS EFFORTS TO REDUCE EMISSIONS IN THE SOUTH COAST AIR BASIN.\n\nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $4,174,000.00. PREAWARD COSTS HAVE BEEN APPROVED BACK TO APRIL 1, 2022.\n   \nACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE TARGETED AIRSHED GRANT PROGRAM INCLUDING ASSISTING IN IMPLEMENTING A PROJECT TO REPLACE AN OLDER LOCOMOTIVE TO A ZERO EMISSION LOCOMOTIVE TO HELP REDUCE EMISSIONS OF OZONE AND PARTICULATE MATTER (PM2.5) PRECURSOR POLLUTANTS IN COMMUNITIES LOCATED IN SOUTH COAST AIR BASIN (SCAB), CALIFORNIA AREA. THE OLD DEVICE IS A LARGE SOURCE OF HARMFUL EMISSIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE THE REPLACEMENT AND DEPLOYMENT OF A LOCOMOTIVE. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE SCAB, LOS ANGELES, CALIFORNIA RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO OZONE AND FINE PM 2.5 EMISSION POLLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ddc7800-4e9b-c502-1e0d-ce006e52c74f-C", "generated_internal_id": "ASST_NON_98T30601_6800"}, {"internal_id": 149848371, "Award ID": "98T30401", "Award Amount": 2167936.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-02", "CFDA Number": "66.956", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO THE SOUTH COAST AIR QUALITY MANAGEMENT DISTRICT (SCAQMD) IN ITS EFFORTS TO REDUCE EMISSIONS IN THE SOUTH COAST AIR BASIN.  \n \nTHIS AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $2,167,936. PREAWARD COSTS HAVE BEEN APPROVED BACK TO APRIL 1, 2022.\nACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE TARGETED AIRSHED GRANT PROGRAM INCLUDING ASSISTING IN IMPLEMENTING A COMMERCIAL LAWN AND GARDEN EQUIPMENT INCENTIVE AND EXCHANGE PROGRAM. THE PROGRAM WILL ALLOW PARTICIPANTS TO EXCHANGE GASOLINE OR DIESEL POWERED COMMERCIAL GRADE EQUIPMENT FOR NEW ZERO-EMISSION EQUIPMENT TO HELP REDUCE EMISSIONS OF OZONE AND PARTICULATE MATTER (PM 2.5) PRECURSOR POLLUTANTS IN COMMUNITIES LOCATED IN THE COACHELLA VALLEY AND RIVERSIDE COUNTY, CALIFORNIA AREA. THESE OLD DEVICES ARE A LARGE SOURCE OF HARMFUL EMISSIONS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE A COMMERCIAL LAWN AND GARDEN EQUIPMENT INCENTIVE AND EXCHANGE PROGRAM. DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE COACHELLA VALLEY AND RIVERSIDE COUNTY, CALIFORNIA RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO OZONE AND FINE PARTICULATE MATTER (PM 2.5) EMISSION POLLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ddc7800-4e9b-c502-1e0d-ce006e52c74f-C", "generated_internal_id": "ASST_NON_98T30401_6800"}, {"internal_id": 149848376, "Award ID": "98T30201", "Award Amount": 1150101.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-31", "CFDA Number": "66.956", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO THE CALIFORNIA AIR RESOURCES BOARD IN ITS EFFORTS TO REDUCE EMISSIONS THROUGHOUT THE WESTERN MOJAVE BASIN AIR BASIN. ACTIVITIES:THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE TARGETED AIRSHED GRANT PROGRAM BY REPLACING DIESEL SCHOOL BUSES WITH ZERO-EMISSION ALTERNATIVES IN THE WESTERN MOJAVE DESERT AIR BASIN.  SUBRECIPIENT:THE RECIPIENT INTENDS TO ISSUE SUBAWARD AGREEMENTS TO ITS PARTNERS IN COMPLIANCE WITH APPENDIX A OF EPA'S SUBAWARD POLICY.OUTCOMES:THE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE REPLACING THREE DIESEL SCHOOL BUSES TO ACHIEVE IMPROVEMENTS IN AIR QUALITY AND PUBLIC HEALTH, AND REDUCE NOISE POLLUTION. INTENDED BENEFICIARIES:  DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE WESTERN MOJAVE DESERT AIR BASIN RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO EMISSIONS FROM NITROGEN OXIDE (NOX), FINE PARTICULATE MATTER (PM 2.5) AND CARBON DIOXIDE (CO2).  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $1,150,101.  PRE-AWARD COSTS APPROVED BACK TO MAY 1, 2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f1d5a64-23af-be83-c7ff-90ee2c5d10b9-C", "generated_internal_id": "ASST_NON_98T30201_6800"}, {"internal_id": 111635719, "Award ID": "98T17401", "Award Amount": 17321301.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-19", "CFDA Number": "66.956", "Description": "THE DISTRICT WILL COMBINE TWO PROJECTS TO PROVIDE EMISSION REDUCTIONS IN SOUTHERN CALIFORNIA: 1) UPGRADE AN OCEAN GOING VESSEL TO MEET 75% REDUCED 'ECA200' EMISSION LEVELS WHEN NEAR THE SAN PEDRO BAY PORTS AND SURROUNDING LOS ANGELES-SOUTH COAST NONATTAINMENT AREA, AND 2) DEPLOY SEVERAL ZERO-EMISSION FUEL CELL TRANSIT BUSES IN THE RIVERSIDE COUNTY (COACHELLA VALLEY) NONATTAINMENT AREA.  THIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $17,321,301.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ddc7800-4e9b-c502-1e0d-ce006e52c74f-C", "generated_internal_id": "ASST_NON_98T17401_6800"}, {"internal_id": 110297664, "Award ID": "98T16201", "Award Amount": 10366695.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-09", "CFDA Number": "66.956", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO REPLACE AGRICULTURE NUT HARVESTERS WITH LOWER EMITTING NUT HARVESTERS THROUGHOUT THE SAN JOAQUIN VALLEY.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $10,366,695.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac4a767d-6328-3b43-7be8-e94863d9b60a-C", "generated_internal_id": "ASST_NON_98T16201_6800"}, {"internal_id": 132976149, "Award ID": "98T16101", "Award Amount": 2120345.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-01", "CFDA Number": "66.956", "Description": "THIS PROJECT WILL REDUCE PARTICULATE MATTER (PM) EMISSIONS BY REPLACING RESIDENTIAL WOOD-BURNING DEVICES WITH ELECTRIC HEAT PUMPS IN THE SAN FRANCISCO BAY AREA AIR BASIN, PRIORITIZING FUNDING FOR THE MOST HIGHLY IMPACTED AREAS, ENVIRONMENTAL JUSTICE COMMUNITIES, AND LOW-INCOME RESIDENTS. \n\nTHIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $2,120,345.00.\n\nPRE-AWARD COSTS HAVE BEEN APPROVED BACK TO MARCH 1, 2021.\n\nNOTE: THE HEADER OF THIS AWARD CAPTION INDICATES GRANT AGREEMENT WHEREAS THIS IS A COOPERATIVE AGREEMENT (REFER TO PROGRAMMATIC TERMS AND CONDITIONS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f75cc96b-16ab-24d1-f553-9af77ed8d5d5-C", "generated_internal_id": "ASST_NON_98T16101_6800"}, {"internal_id": 111062090, "Award ID": "98T16001", "Award Amount": 3350371.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "66.956", "Description": "THIS PROJECT WILL REDUCE PARTICULATE MATTER (PM) EMISSIONS BY PAVING ALLEYWAYS IN THE CITY OF CALEXICO, IMPERIAL COUNTY, CALIFORNIA. THIS PAVING PROJECT WILL TAKE PLACE WITHIN THE COUNTY'S DESIGNATED MODERATE PM2.5 NON-ATTAINMENT AREA, TO HELP THOSE RESIDENTS, WORKERS, AND OTHER SENSITIVE RECEPTORS WITHIN IMPERIAL COUNTY THAT ARE BEING ADVERSELY AFFECTED BY PM2.5 AND PM10.   THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,350,371.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdb647a9-b08e-d1c2-f72c-411d80a82e94-C", "generated_internal_id": "ASST_NON_98T16001_6800"}, {"internal_id": 111635703, "Award ID": "98T15401", "Award Amount": 3183465.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-27", "CFDA Number": "66.956", "Description": "THIS AGREEMENT WILL IMPLEMENT A PROJECT WHICH DEMONSTRATES DOCUMENTABLE REDUCTIONS OF OZONE AND OR PARTICULATE MATTER (PM 2.5) AIR POLLUTION IN NONATTAINMENT AREAS THAT EPA HAS DETERMINED AS THE TOP FIVE MOST POLLUTED AREAS RELATIVE TO ANNUAL OZONE AND PM 2.5 STANDARDS.  DIRECT EMISSION REDUCTIONS IN  THE WEST MOJAVE DESERT NONATTAINMENT AREA WILL BE ATTAINED BY REPLACING AN UNCONTROLLED AND UNREGULATED DIESEL LOCOMOTIVE WITH A NEW TIER 4 DIESEL LOCOMOTIVE.  THIS ASSISTANCE AGREMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $3,183,465.  PRE-AWARD COSTS APPROVED BACK TO OCTOBER 1, 2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f1d5a64-23af-be83-c7ff-90ee2c5d10b9-C", "generated_internal_id": "ASST_NON_98T15401_6800"}, {"internal_id": 111635698, "Award ID": "98T15301", "Award Amount": 2460653.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-27", "CFDA Number": "66.956", "Description": "THIS AGREEMENT WILL IMPLEMENT A PROJECT WHICH DEMONSTRATES DOCUMENTABLE REDUCTIONS OF OZONE AND OR PARTICULATE MATTER (PM 2.5) AIR POLLUTION IN NONATTAINMENT AREAS THAT EPA HAS DETERMINED AS THE TOP FIVE MOST POLLUTED AREAS RELATIVE TO ANNUAL OZONE AND PM 2.5 STANDARDS.  THIS PROJECT WILL REPLACE DIESEL ENGINE VEHICLES WITH ZERO EMISSION BATTERY ELECTRIC VEHICLES IN THE WESTERN NEVADA COUNTY (CA) OZONE NONATTAINMENT AREA, SITUATED IN THE SIERRA NEVADA FOOTHILLS. THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $2,460,653.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f1d5a64-23af-be83-c7ff-90ee2c5d10b9-C", "generated_internal_id": "ASST_NON_98T15301_6800"}, {"internal_id": 140709049, "Award ID": "98T15201", "Award Amount": 2842468.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-05", "CFDA Number": "66.956", "Description": "TO EXTEND THE WOOD STOVE CHANGE-OUT PROGRAM WITH NORTHERN SIERRA AIR QUALITY MANAGEMENT DISTRICT IN THE PORTOLA PM2.5 NONATTAINMENT AREA BY REDUCING AIR EMISSIONS FROM WOOD-BURNING APPLIANCES AND OPEN BURNING, AND ADDRESSING NEEDED RESOURCES FOR PUBLIC OUTREACH AND EDUCATION, ENFORCEMENT AND WOOD FUEL QUALITY.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $2,842,468.\n\nPRE-AWARD COSTS APPROVED BACK TO AUGUST 1, 2021.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f1d5a64-23af-be83-c7ff-90ee2c5d10b9-C", "generated_internal_id": "ASST_NON_98T15201_6800"}, {"internal_id": 110297651, "Award ID": "98T15101", "Award Amount": 20000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-09", "CFDA Number": "66.956", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO REPLACE AGRICULTURE DIESEL TRACTORS WITH TRACTORS THAT MEET TIER 4 EMISSION STANDARDS IN THE SAN JOAQUIN VALLEY.  THIS ASSISTANCE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $20,000,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac4a767d-6328-3b43-7be8-e94863d9b60a-C", "generated_internal_id": "ASST_NON_98T15101_6800"}, {"internal_id": 111062259, "Award ID": "98T14801", "Award Amount": 20000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "66.956", "Description": "THIS WILL BE A DEPLOYMENT OF CLASS 8 BATTERY ELECTRIC FREIGHT TRUCKS AND CHARGING INFRASTRUCTURE IN THE SOUTH COAST AIR BASIN AND SURROUNDING AREAS.   THIS COOPERATIVE AGREEMENT PROVIDES FULL FEDERAL FUNDING IN THE AMOUNT OF $20,000,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ddc7800-4e9b-c502-1e0d-ce006e52c74f-C", "generated_internal_id": "ASST_NON_98T14801_6800"}, {"internal_id": 137809590, "Award ID": "98T10501", "Award Amount": 2742540.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-23", "CFDA Number": "66.956", "Description": "SACRAMENTO METROPOLITAN AIR QUALITY MANAGEMENT DISTRICT (SMAQMD) WILL COORDINATE AND REDUCE AMBIENT PM 2.5 AIR CONCENTRATIONS IN THE SACRAMENTO NONATTAINMENT AREAS ALONG WITH THE EL DORADO AIR QUALITY MANAGEMENT DISTRICT (EDCAQMD), PLACER COUNTY AIR POLLUTION CONTROL DISTRICT (PCAPCD) AND YOLO SOLANO AIR QUALITY MANAGEMENT DISTRICT (YSAQMD) BY REPLACING RESIDENTIAL NON-CERTIFIED WOOD BURNING APPLIANCES AND PAVING MILES OF UNPAVED ROADWAYS.  \n\nTHIS ASSISTANCE AGREEMENT PROVIDES FEDERAL FUNDING IN THE AMOUNT OF $2,742,540.  PREAWARD COSTS ARE APPROVED BACK TO APRIL 15, 2021.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2daa35ae-390a-affb-5575-fa55553fd676-C", "generated_internal_id": "ASST_NON_98T10501_6800"}, {"internal_id": 86482759, "Award ID": "96892201", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "66.956", "Description": "WITH THIS FUNDING, THE UTAH DEPARTMENT OF ENVIRONMENTAL QUALITY IS PROPOSING TO TARGET 25 HORSEPOWER TO 100 HORSEPOWER NON-ROAD ENGINES OR EQUIPMENT THAT SUPPORT ENERGY PRODUCTION IN THE UINTA BASIN, UTAH OZONE NONATTAINMENT AREA. THE PROGRAM WILL PROVIDE INCENTIVES TO REPLACE OLDER NATURAL GAS EQUIPMENT WITH NEW NATURAL GAS EQUIPMENT THAT WILL MEET THE MOST RECENT STANDARDS AND THUS REDUCE EMISSION OF OZONE PRECURSORS NITROGEN OXIDES AND VOLATILE ORGANIC COMPOUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "604427fe-4871-e08e-5143-39aca5954fd3-C", "generated_internal_id": "ASST_NON_96892201_6800"}, {"internal_id": 86482780, "Award ID": "96880201", "Award Amount": 4698489.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "66.956", "Description": "WITH THIS FUNDING THE UTAH DEPARTMENT OF ENVIRONMENTAL QUALITY IS PROPOSING TO TARGET PM2.5 (PARTICULATE MATTER) AND ITS PRECURSOR POLLUTANTS, NITROGEN OXIDES, CARBON MONOXIDE AND VOLATILE ORGANIC COMPOUNDS IN THE SALT LAKE NONATTAINMENT AREA. A VEHICLE REPAIR AND REPLACEMENT ASSISTANCE PROGRAM WILL BE CREATED WITH THE ASSISTANCE OF THE LOCAL HEALTH DEPARTMENTS.  THE PROPOSED PROJECT WILL WORK WITH LOW-INCOME INDIVIDUALS THAT HAVE A VEHICLE THAT HAS FAILED AN EMISSIONS INSPECTION  THIS INSPECTION AND MAINTENANCE ENHANCING PROGRAM WILL REDUCE VEHICLE EMISSIONS BY REPAIRING FAILED VEHICLES, AND BY REPLACING THE DIRTIEST VEHICLES IN THE AIR SHED WITH NEWER, CLEANER ONES. QUALIFICATIONS FOR FINANCIAL ASSISTANCE WILL BE BASED ON A MATRIX THAT CONSIDERS THE VEHICLE OWNER'S HOUSEHOLD INCOME AS A PERCENT OF THE NATIONAL INCOME POVERTY LEVEL, THE VALUE OF THE REPAIRS BEING DONE ON THE VEHICLE AND THE VEHICLE'S MECHANICAL LIFE EXPECTANCY. IF A VEHICLE IS BEING REPLACED, THE OLD ONE MUST BE DESTR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "604427fe-4871-e08e-5143-39aca5954fd3-C", "generated_internal_id": "ASST_NON_96880201_6800"}, {"internal_id": 146105091, "Award ID": "96391801", "Award Amount": 3760950.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-25", "CFDA Number": "66.956", "Description": "THE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO ALLEGHENY COUNTY, PA IN ITS EFFORTS TO REDUCE EMISSIONS THROUGHOUT THE  ALLEGHENY COUNTY PM 2.5 NONATTAINMENT AREA, BY REPLACING MUNICIPAL VEHICLES AND SCHOOL BUSES WITH CLEANER MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acb1fd24-a58a-096b-df41-b95afd9e1855-C", "generated_internal_id": "ASST_NON_96391801_6800"}, {"internal_id": 111341323, "Award ID": "96382701", "Award Amount": 5666950.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-14", "CFDA Number": "66.956", "Description": "THE PROJECT WILL ASSIST THE PORT AUTHORITY OF ALLEGHENY COUNTY TO MOVE FROM DIESEL TO ELECTRIC TRANSIT BUSES BY FUNDING THE DIFFERENTIAL IN COST BETWEEN THE TWO TYPES OF MOTIVE POWER FOR SEVEN BUSES AND ADDING ONE ELECTRIC CHARGING STATION.THIS PROJECT INVOLVES REPLACING SEVEN 60-FOOT DIESEL TRANSIT BUSES WITH SEVEN ZERO TAILPIPE EMISSION BATTERY ELECTRIC 60-FOOT BUSES FOR OPERATION IN PITTSBURGH'''S DOWNTOWN ''' UPTOWN ''' OAKLAND ''' EAST END BUS RAPID TRANSIT (BRT) CORRIDOR IN THE CITY OF PITTSBURGH AND WILKINSBURG BOROUGH, BOTH OF WHICH ARE LOCATED IN ALLEGHENY COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acb1fd24-a58a-096b-df41-b95afd9e1855-C", "generated_internal_id": "ASST_NON_96382701_6800"}, {"internal_id": 147534994, "Award ID": "02J04301", "Award Amount": 2739425.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "66.956", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO LANE REGIONAL AIR PROTECTION AGENCY (LRAPA); IN ITS EFFORTS TO REDUCE EMISSIONS THROUGHOUT THE OAKRIDGE NONATTAINMENT AREA. \nACTIVITIES:\n THE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE TARGETED AIRSHED GRANT PROGRAM INCLUDING:: CERTIFIED WOODSTOVES AND PELLET STOVES; HEAT PUMPS (BOTH DUCTED AND DUCTLESS) TO PROVIDE LOCAL EMISSION-FREE HEAT; WEATHERIZATION AND REPAIR TO REDUCE THE NEED FOR HEAT; WOODSHEDS BUILT BY THE LOCAL HIGH SCHOOL CAREER AND TECHNICAL EDUCATION (CTE) PROGRAM TO ENSURE THE WOOD THAT IS BURNED IS DRY; HEALTH AND AIR QUALITY DATA TRACKING TO DEMONSTRATE PROGRESS; AND A SUITE OF EDUCATION AND ENFORCEMENT ACTIONS TO ENSURE HEALTH STANDARDS ARE MET.\nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE AT LEAST 36 ADDITIONAL HOMES WITH NEW HEATING DEVICES AND WEATHERIZATION UPGRADES. INTENDED BENEFICIARIES:  DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE OAKRIDGE NONATTAINMENT AREA RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO PM2.5 EMISSIONS.  \nSUBRECIPIENT:\nSCHOOL EDUCATION THROUGH THE WATERSHED COUNCIL. WILL ALSO BE FUNDING THE OAKRIDGE POLICE CODE ENFORCEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d8c54a8-54ac-97be-998f-2eb4ada8ad71-C", "generated_internal_id": "ASST_NON_02J04301_6800"}, {"internal_id": 146771060, "Award ID": "02J04201", "Award Amount": 5684706.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-16", "CFDA Number": "66.956", "Description": "DESCRIPTION:\nTHE PURPOSE OF THIS COOPERATIVE AGREEMENT IS TO PROVIDE ASSISTANCE TO THE ALASKA DEPARTMENT OF CONVERSATION IN ITS EFFORTS TO REDUCE EMISSIONS THROUGHOUT THE FAIRBANKS NORTH STAR BOROUGH (FNSB) NONATTAINMENT AREA THROUGH A MULTI-PRONGED APPROACH: EXPANDED WOODSTOVE CHANGE OUTS AND CONVERSIONS, PROFESSIONAL INSTALLER TRAINING, AND VERIFICATION TESTING OF EMISSION BENEFITS.  \n\n\n\nACTIVITIES:\nTHE RECIPIENT WILL IMPLEMENT ACTIVITIES WITHIN THE SCOPE OF THE TARGETED AIRSHED GRANT PROGRAM INCLUDING: \nCHANGE OUT/CONVERSION\nCHANGE OUT/CONVERSIONS INCLUDE CONVERTING ANY SFBA (E.G. WOOD STOVE, PELLET STOVE, FIREPLACE, ETC.) TO EITHER A NATURAL GAS OR PROPANE APPLIANCE AND CONVERTING AN OIL HEATING APPLIANCE TO EITHER A NATURAL GAS OR PROPANE APPLIANCE. COMPARED TO THE REMOVED APPLIANCE, THE NEW NATURAL GAS OR PROPANE APPLIANCE WILL PROVIDE A SIMILAR SPACE HEATING FUNCTION AND MAY ALSO PROVIDE FOR OTHER DOMESTIC HEATING NEEDS SUCH AS HOT WATER. REPLACEMENT OPTIONS AND REIMBURSEMENT RATES VARY BASED ON THE TYPE OF APPLIANCE BEING REMOVED WITH LARGER INCENTIVES FOR GREATER EMISSION REDUCTIONS.\n\nPROFESSIONAL INSTALLER TRAINING\nAS SOON AS THE GRANT IS AWARDED ADEC WILL WORK WITH THE FNSB AND LOCAL VENDORS FOR THE PROFESSIONAL INSTALLER TRAINING PROGRAM IN ORDER TO PROVIDE MORE TRAINING AND POTENTIALLY INCREASE STAFFING OF QUALIFIED INSTALLERS. THIS PROJECT WILL INVOLVE THE SELECTION OF UP TO 25 SERVICE PROFESSIONALS PER YEAR AND FUND THEIR TRAINING AND NFI CERTIFICATION FOR FIVE YEARS OF THE GRANT. \n\nEMISSION VERIFICATION TESTING\nTHE EMISSION VERIFICATION TESTING WILL BE FUNDED UNDER THE CONTRACTUAL COSTS. ADEC WILL PARTNER WITH NESCAUM AND A FIELD-TESTING CONTRACTOR TO TEST EXISTING SFBAS BEFORE REPLACEMENT AND THE NEW APPLIANCES AFTER PROFESSIONAL INSTALLATION TO ASSESS AND VERIFY EMISSION BENEFITS FROM THE CHANGE OUT PROGRAM. \nOUTCOMES:\nTHE ANTICIPATED DELIVERABLES AND OUTCOMES OF THIS AWARD INCLUDE [INSERT APPLICABLE DELIVERABLE AND OUTCOMES FROM APPROVED WORKPLAN]. INTENDED BENEFICIARIES:  DIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE FAIRBANKS NORTH STAR BOROUGH (FNSB) RESIDENTS WHO WILL HAVE DECREASED EXPOSURE TO DIRECT FINE PARTICULATE MATTER (PM2.5) EMISSIONS.  \nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_02J04201_6800"}, {"internal_id": 111635714, "Award ID": "01J88601", "Award Amount": 1839947.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-28", "CFDA Number": "66.956", "Description": "THE OREGON DEPARTMENT OF ENVIRONMENTAL QUALITY (DEQ) WILL PARTNER WITH KLAMATH COUNTY PUBLIC HEALTH (KCPH) TO DELIVER A COMPREHENSIVE PROGRAM THAT REDUCES EMISSIONS FROM RESIDENTIAL WOOD COMBUSTION; THE MAJOR CONTRIBUTOR TO PM2.5 EMISSIONS IN THE KLAMATH FALLS NONATTAINMENT AREA. THIS PROPOSAL BUILDS AND IMPROVES UPON THE WOODSTOVE CHANGEOUT PROGRAMS IN THE AREA BY CONVERTING WOOD-BURNING RESIDENTIAL HEATING DEVICES TO NON-WOOD BURNING HEATING DEVICES. IT WILL BE PARTNERED WITH WEATHERIZATION TO MAXIMIZE HEATING EFFICIENCY AND REDUCE COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae881e4e-31f1-9e22-c8a2-94f9d95d5241-C", "generated_internal_id": "ASST_NON_01J88601_6800"}, {"internal_id": 116061048, "Award ID": "01J88401", "Award Amount": 14717265.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "66.956", "Description": "REDUCE PM2.5 EMISSIONS IN THE FAIRBANKS NORTH STAR BOROUGH (FNSB) NONATTAINMENT AREA THROUGH A DIVERSE APPROACH: COMPLIANCE OF SOLID FUEL BURN BANS, REDUCTION OF NO OTHER ALTERNATIVE SOURCE OF HEAT (NOASH) WAIVERED HOMES, AND EXPANDED WOODSTOVE CHANGEOUTS/CONVERSIONS. THIS APPROACH COMBINE THE USE OF INFRARED CAMERAS, TWO NEW HIGHWAY MESSAGE SIGNS, UPGRADE OF 68 NOASH/BURN BAN WAIVERED HOUSEHOLDS, 1,510 SOLID FUEL HEATING CHANGEOUTS, CONVERSIONS, OR REMOVALS (1,578 DEVICES), A BOUNTY PROGRAM, AND ANNUAL WINTER SEASON COMPLIANCE SURVEYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_01J88401_6800"}, {"internal_id": 86482782, "Award ID": "01J66101", "Award Amount": 4938190.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "66.956", "Description": "LRAPA, THE CITY OF OAKRIDGE, AND A BROAD COALITION OF STAKEHOLDERS WILL DELIVER A FULL PROGRAM TO ENSURE PERMANENT REDUCTIONS IN PM2.5 EMISSIONS FROM WOODSMOKE AND PROVIDE AIR FILTRATION WHEN VULNERABLE POPULATIONS CANNOT ESCAPE PEAK EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d8c54a8-54ac-97be-998f-2eb4ada8ad71-C", "generated_internal_id": "ASST_NON_01J66101_6800"}, {"internal_id": 85201361, "Award ID": "01J66001", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-26", "CFDA Number": "66.956", "Description": "THE ECONOMICS OF LIVING IN A SUBARCTIC CLIMATE PLAYS A SIGNIFICANT ROLE IN FINDING A SOLUTION TO REACHING ATTAINMENT. TO HELP PERMANENTLY REDUCE PARTICULATE EMISSIONS, THIS PROJECTS SEEKS TO CONTINUE THE EXISTING SOLID FUEL BURNING APPLIANCE (SFBA) CONVERSION OR REMOVAL PROGRAM AND EXPAND MARKETING AND OUTREACH EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_01J66001_6800"}]