[{"internal_id": 152089992, "Award ID": "96886201", "Award Amount": 221362.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "66.962", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING TO MONTANA TROUT UNLIMITED TO IMPLEMENT ITS PROJECT, WHICH WILL EXPAND THE GEOGRAPHIC EXTENT OF PREVIOUS IDENTIFICATION OF TOXINS IN COLUMBIA RIVER BASIN WATER AND FISH. EXPANDED FISH SAMPLING AND ANALYSIS, ALONGSIDE WATER SAMPLING WILL LEAD TO UPDATED FISH CONSUMPTION ADVISORIES FOR THE ENTIRE UPPER COLUMBIA RIVER SYSTEM IN MONTANA, WHICH WILL BETTER PROTECT PUBLIC HEALTH, BETTER INFORM THE PUBLIC ABOUT COLUMBIA BASIN TOXICITY CONCERNS, AND IDENTIFY OPPORTUNITIES FOR FUTURE TOXIN REDUCTION EFFORTS THROUGHOUT THE PROJECT'S GEOGRAPHIC SCOPE.ACTIVITIES:THIS PROJECT WILL PROVIDE A MUCH-NEEDED ANALYSIS OF THE GEOGRAPHIC EXPANSE, SEVERITY AND LIKELY SOURCES OF TOXINS POSING RISK TO HUMAN HEALTH AND THE AQUATIC RESOURCES OF THE UPPER COLUMBIA RIVER BASIN IN MONTANA. IT WILL DO SO BY GREATLY EXPANDING INITIAL RESEARCH AND ENGAGING IN BROAD, PLANNED PUBLIC EDUCATION AND OUTREACH. THE PROJECT ACTIVITIES INCLUDE: DEVELOPMENT OF A QUALITY ASSURANCE PROJECT PLAN; FISH SAMPLE COLLECTION AND TISSUE ANALYSIS FOR TOXIC POLLUTANTS FROM 17 SITES ON THE CLARK FORK RIVER; DEPLOYMENT OF PASSIVE WATER QUALITY SAMPLERS AND SAMPLING AT 19 SITES ON THE CLARK FORK RIVER; OUTREACH AND EDUCATION TO THE PUBLIC IN WESTERN MONTANA ON PROJECT GOALS AND BENEFITS, AS WELL AS TOXICITY ISSUES IN THE UPPER COLUMBIA BASIN; RECEIVE, ANALYZE AND SUMMARIZE LAB ANALYSIS OF FISH SAMPLES AND PASSIVE WATER SAMPLES; CREATE AND DISTRIBUTE CLEAR, CONSISTENT INFORMATION/MESSAGING ON STUDY RESULTS OF TOXINS IN THE CLARK FORK; AND PRODUCE A NEW FISH CONSUMPTION ADVISORY.  THE PROJECT TIMELINE WILL RUN FROM OCTOBER 2022, FIRST WITH PROJECT PLANNING AND RECONNAISSANCE,  INITIAL PUBLIC OUTREACH, FISH AND WATER QUALITY SAMPLING, AND EXTENSIVE OUTREACH BASED ON PROJECT RESULTS CULMINATING THE END OF 2024.  FISH SAMPLING AND PASSIVE WATER SAMPLER DEPLOYMENT AND RETRIEVAL WILL EXTEND FROM SPRING-FALL 2023 DURING WHICH TIME PUBLIC OUTREACH ON PROJECT GOALS AND BENEFITS WILL ALSO COMMENCE. DATA ANALYSIS AND SUMMARY WILL TAKE PLACE FALL 2023-WINTER 2024. ALSO, DURING THAT TIMEFRAME, FINAL PROJECT REPORT WRITING, ESTABLISHMENT OF NEW FISH CONSUMPTION ADVISORIES (FCA), AND PRODUCTION OF FCA OUTREACH MATERIAL WILL HAPPEN. PUBLIC EDUCATION AND OUTREACH ON PROJECT RESULTS, REVISED FISH CONSUMPTION ADVISORIES, AND IDENTIFICATION OF FUTURE CONTAMINANT CLEANUP ACTIONS WILL CONTINUE THROUGH SPRING-FALL 2024, ALONG WITH AT LEAST TWO COMMUNITY EVENTS IN THIS TIME WINDOW.SUBRECIPIENT:SUBAWARDS ARE PART THE COST-SHARE FOR THIS PROJECT AND INCLUDES $42,636 OF IN-KIND CONTRIBUTION FROM PROJECT PARTNERS COVERING PERSONNEL FOR PROJECT PLANNING, FISH SAMPLING, TRAVEL, DATA ANALYSIS AND INTERPRETATION, SUPPLIES, OUTREACH/EDUCATION, AND GRANT REPORTING. OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: A QUALITY ASSURANCE PROJECT PLAN, DATA FROM FISH SAMPLING AT 17 SAMPLING SITES, DATA FROM PASSIVE WATER QUALITY MONITORING AT 19 SITES, SUMMARY OF DATA FROM BOTH FISH SAMPLING AND WATER QUALITY SAMPLING, NEW DATA FROM PROJECT INCORPORATED INTO 14 EXISTING FISH CONSUMPTION ADVISORIES, DIRECT S TO MEMBERS; SOCIAL MEDIA POSTS; NEWSLETTER STORIES; TRADITIONAL MEDIA STORES (PRINT, RADIO, TV).  OUTCOMES WILL BE A BETTER UNDERSTANDING OF TARGET TOXIN LEVELS (PCBS, FURANS, AND DIOXINS) IN BOTH FISH TISSUE AND WHOLE BODY FISH AND IN THE WATER COLUMN AVAILABLE FOR UPTAKE BY AQUATIC ORGANISMS. OUTREACH ACTIVITIES WILL LEAD TO A BETTER UNDERSTANDING BY THE PUBLIC OF PCBS, FURANS AND DIOXINS IN COMMONLY ANGLED GAME FISH THROUGHOUT THE CLARK FORK BASIN AND, HENCE, AN IMPROVED AWARENESS BY THE PUBLIC OF ASSOCIATED RIVER, AQUATIC LIFE AND HUMAN HEALTH CONCERNS. THE PRIMARY BENEFICIARIES WILL BE THE CITIZENS WITHIN MONTANA AND IN PARTICULAR TO PEOPLE WHO LIVE NEAR AND RECREATE ON THE CLARK FORK RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d66b162e-64fd-3d85-33c3-b2ff50ef2a57-R", "generated_internal_id": "ASST_NON_96886201_6800"}, {"internal_id": 151676184, "Award ID": "96886101", "Award Amount": 327100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "66.962", "Description": "DESCRIPTION:RECONSTRUCTING 40 YEARS OF SELENIUM EXPOSURE FROM FISH OTOLITHS: ARCHIVAL TISSUE APPLICATIONS FOR CONTAMINANT BIOMONITORING IN LAKE KOOCANUSA.ACTIVITIES:THIS PROJECT WILL MONITOR TO EVALUATE TRENDS INCLUDING MONITORING CURRENT CONDITIONS SUCH AS THE SAMPLING AND ANALYSIS OF COLUMBIA RIVER BASIN WATER, FISH, SEDIMENT FOCUSED ON TOXICS, AND PROTECT HABITAT TO REDUCE THE IMPACT OF TOXICS ON COLUMBIA RIVER BASIN FISH AND WILDLIFE IN LAKE KOOCANUSA AND KOOTENAI RIVER DRAINAGE BASIN (MT) OF THE UPPER COLUMBIA RIVER BASIN.\n\nACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE:\n1. CHARACTERIZE TEMPORAL PATTERNS IN INDIVIDUAL AND POPULATION-LEVEL BURBOT EXPOSURE TO SELENIUM,\n2. RELATE OTOLITH-BASED TIME SERIES OF BURBOT SELENIUM EXPOSURE TO WATER COLUMN SELENIUM CONCENTRATION AND BURBOT POPULATION MONITORING DATA, AND\n3. HINDCAST HISTORIC SELENIUM TISSUE CONCENTRATIONS USING TISSUE-OTOLITH RELATIONSHIPS.SUBRECIPIENT:THE U.S. GEOLOGICAL SURVEY (USGS) WILL PERFORM OTOLITH ANALYSES AT THE SLAC NATIONAL ACCELERATOR LABORATORY, PROVIDE DATA PROCESSING, PUBLISHING, AND ANALYSIS, AND CONTRIBUTE TO MANUSCRIPTS AND PRESENTATIONS. THE USGS REQUESTS $45,000 IN YEAR 1 FOR SALARY AND TRAVEL. THE SALARY IS CALCULATED AT $94.42/HOUR FOR 175 HOURS IN ADDITION TO LEAVE DISTRIBUTION COSTS OF $3,553, AND REQUESTS $7,186 IN TRAVEL FUNDS. TOTAL REQUESTED IS $45,000. THE STATE OF MONTANA WILL COMMIT $10,568 IN COSTSHARE TO SUPPORT THREE WEEKS OF SALARY AND ASSOCIATED FRINGE BENEFITS PER YEAR AS COSTSHARE ($4,157 SALARY + $783 FRINGE BENEFITS + $344 INSURANCE COSTS PER YEAR) TO SUPPORT CO- JECT. CO-PI DUNNIGAN WILL SUPPLY OTOLITH SAMPLES, ASSIST WITH DATA INTERPRETATION, CONTRIBUTE TO MANUSCRIPTS, AND LEAD LOCAL STAKEHOLDER PRESENTATIONS.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES:\n- 46-YEAR TIME SERIES OF OTOLITH SE CONCENTRATIONS REPRESENTING 44 INDIVIDUAL BURBOT COLLECTED FROM LAKE KOOCANUSA BETWEEN 1982-2021 \n- AN OTOLITH-TISSUE SE CONCENTRATION CONVERSION COEFFICIENT FOR HINDCASTING HISTORIC TISSUE-BASED SE CONCENTRATIONS \n- TWO PRESENTATIONS AT SCIENTIFIC CONFERENCES AND AT LEAST ONE PRESENTATION FOR REGIONAL STAKEHOLDERS (EST. TOTAL PARTICIPANTS = 200)\n- AT LEAST ONE PEER-REVIEWED JOURNAL ARTICLE SUBMITTED FOR PUBLICATION\n- INTERDISCIPLINARY AND SKILLS-BASED POST-DOC TRAINING\n\nEXPECTED OUTCOMES OF THE PROJECT INCLUDE: \n- INCREASED QUALITY AND QUANTITY OF RETROSPECTIVE MONITORING OF BURBOT SE EXPOSURES IN COLUMBIA RIVER BASIN TRIBUTARIES (LAKE KOOCANUSA KOOTENAI RIVER) TO EVALUATE TRENDS AND INFORM HABITAT PROTECTIONS. \n- ADVANCED MANAGEMENT OPPORTUNITIES THROUGH THE GENERATION OF FOUR DECADES OF NEW INFORMATION THAT CAN BE USED TO EVALUATE THE EFFECTS OF A POLLUTANT IN A WATERBODY AND TARGET SPECIES, IDENTIFY STANDARDS FOR RECOVERY OF ECOLOGICAL SERVICES IN A HABITAT, AND MEETING WATER QUALITY STANDARDS.\n- DEVELOPMENT OF A NEW MONITORING TOOL THAT CAN BE APPLIED IN OTHER SYSTEMS TO ASSESS CONTAMINANT EXPOSURES AND IMPACTS THROUGH SENTINEL SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_96886101_6800"}, {"internal_id": 103141597, "Award ID": "96847301", "Award Amount": 128992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "66.962", "Description": "THIS PROJECT WILL MONITOR TO ESTIMATE A BASELINE CONDITION OF METHYLMERCURY IN FLATHEAD LAKE. THE PROJECT WILL HOST A HALF-DAY WORKSHOP WITH CONFEDERATED SALISH AND KOOTENAI TRIBES ENVIRONMENTAL MANAGERS, HEALTH PROFESSIONALS, AND OTHER DECISION MAKERS TO PLAN FOR THE BEST USES OF THE DATA. THE PROJECT WILL ALSO ASSES THE FISH CONSUMPTION AND ADVISORY AWARENESS AMONG LOCAL FOOD PANTRIES. FUNDS WILL BE USED TO SUPPORT 6 STAFF,  RESEARCH COSTS, SAMPLE ANALYSIS, AND TRAVEL COSTS. THIS PROJECT FULFILLS PROGRAM GOALS TO MONITOR TO EVALUATE TRENDS AND PROMOTE CITIZEN ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84053321-0a5c-9d0f-aed8-d82c189c0cca-C", "generated_internal_id": "ASST_NON_96847301_6800"}, {"internal_id": 162165354, "Award ID": "02J42301", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "66.962", "Description": "DESCRIPTION:THIS AGREEMENT PROVIDES FUNDING TO REMOVE AND DISPOSE OF GARBAGE AND WASTE MATERIAL FROM AN APPROXIMATELY 12-MILE REACH OF THE YAKIMA RIVER WITHIN THE YAKIMA RESERVATION. THIS COLLABORATIVE EFFORT WILL INCLUDE CLEAN UP, AN OUTREACH AND EDUCATION STRATEGY, AND DEVELOPING A FRAMEWORK FOR IDENTIFICATION, ASSESSMENT, CLEANUP AND STEWARDSHIP OF OTHER SITES IN THE COLUMBIA RIVER BASIN, THE YAKIMA RESERVATION AND THE YAKIMA RIVER BASIN. THIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT. ACTIVITIES:THIS EFFORT WILL INVOLVE PRODUCTION OF QUALITY ASSURANCE PROJECT PLAN, STANDARD OPERATING PROCEDURES, AND HEALTH AND SAFETY PLAN TO GUIDE CLEANUP AT THE YAKIMA RIVER SITES. OUTREACH ACTIVITIES WILL BE FOCUSED ON COMMUNITIES IMPACTED BY THE SITE AND WILL INCLUDE EFFORTS TO ENGAGE TRIBAL FISHERS, LOCAL SCHOOLS AND OTHER INTERESTED PARTIES INCLUDING LOCAL, STATE, AND FEDERAL ENTITIES.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OUTCOMES OF THIS PROJECT INCLUDE THE DISPOSAL OF GARBAGE AND WASTE MATERIAL, AS WELL AS COMMUNITY ENGAGEMENT AND OUTREACH TO THE TRIBE'S STAKEHOLDERS, PARTNERS, AND OTHER MUTUALLY AFFECTED COMMUNITIES. EXPECTED OUTPUTS AND DELIVERABLES INCLUDE AN OUTREACH AND EDUCATION FRAMEWORK, PUBLIC OUTREACH EVENTS, CONTINUED STEWARDSHIP, AND A SUMMARY REPORT OF RECOMMENDATIONS FOR FUTURE CLEANUP ACTIVITIES. THIS WILL BENEFIT COMMUNITIES WITHIN YAKIMA RIVER BASIN AS WELL AS THE WIDER COLUMBIA RIVER BASIN, SPECIFICALLY THE CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_02J42301_6800"}, {"internal_id": 154271837, "Award ID": "02J22501", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-21", "CFDA Number": "66.962", "Description": "DESCRIPTION:$350,000 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02\n\nTHE ENVIRONMENTAL TRUST DEPARTMENT OF THE CONFEDERATED TRIBES OF THE COLVILLE RESERVATION (CCT) PROPOSES TO UNDERTAKE PLANNING AND PILOTING OF AN INNOVATIVE ENVIRONMENTAL MONITORING AND RISK COMMUNICATION PROGRAM THAT CENTERS THE NEEDS OF CCT MEMBERS WHILE BEING EXPANSIVE ENOUGH TO HAVE RELEVANCE FOR ALL LOCAL RESIDENTS AND USERS OF THE 214-MILE REACH OF THE COLUMBIA RIVER FROM THE US-CANADA BORDER THROUGH LAKE ROOSEVELT AND LAKE RUFUS WOODS TO THE CHIEF JOSEPH DAM. THE MEDIA PROPOSED FOR SAMPLING ARE FISH TISSUE COMPOSITES, BEACH SEDIMENT COMPOSITES, AND SURFACE WATER (DISSOLVED AND TOTAL ANALYSES), WITH APPROXIMATELY 20-25 SAMPLES PER MEDIUM. THE SPECIFIC ANALYTES PROPOSED ARE AMONG THE TOP EPA PRIORITIES: METALS INCLUDING MERCURY, ARSENIC, COPPER, AND LEAD; METHYLMERCURY (FISH TISSUE ONLY); PCBS (CONGENER ANALYSIS); AND DDT AND ITS METABOLITES. SAMPLING LOCATION SPECIFICS WILL BE DETERMINED IN PART THROUGH COMMUNITY ENGAGEMENT AND THROUGH WORKING WITH LOCAL PROJECT PARTNERS WITH DIVERSE CONSTITUENCIES. THE ULTIMATE GOAL IS TO REDUCE UNCERTAINTY AROUND WHAT ACTIVITIES AND RESOURCES ARE SAFE FOR CCT MEMBERS AND OTHER LOCAL RESIDENTS TO DO AND USE, AND TO INITIATE A PROGRAM THAT WILL TRACK FUTURE TRENDS IN CONTAMINANT LEVELS.\n\nTHIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT.ACTIVITIES:THIS PROJECT WILL MONITOR TO EVALUATE TRENDS AND PROMOTE CITIZEN ENGAGEMENT AND KNOWLEDGE IN THE COMMUNITIES ON AND SURROUNDING THE CONFEDERATED TRIBES OF THE COLVILLE RESERVATION. \nACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: WRITING AN INITIAL QAPP, COMPILING HISTORIC DATA, CREATING AND PROMOTING WEB-BASED COMMUNICATIONS, MAKE THE MONITORING PLAN AVAILABLE ON THE WEBSITE, HOLD THREE COMMUNITY MEETINGS, COLLECT POLLING DATA ON SENSE OF IMPROVED STEWARDSHIP IN THE COMMUNITY, WRITE A MONITORING QAPP, OBTAIN PERMITS, CONDUCT PILOT SAMPLING, ANALYZE SAMPLES, AND CONDUCT REQUIRED REPORTING. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: QAPP, PROJECT WEBSITE, THREE COMMUNITY MEETINGS, POLLING DATA, PILOT SAMPLING, QUARTERLY CHECK-INS, SEMI-ANNUAL PROGRESS REPORTS, DETAILED FINAL REPORT, AND ENTRY OF DATA INTO THE NATIONAL DATABASE. \n\nEXPECTED OUTCOMES OF THE PROJECT INCLUDE: 1. THE NUMBER OF CCT MEMBERS AND OTHER LOCAL RESIDENTS WHO ARE AWARE OF CURRENTLY AVAILABLE LOCAL ENVIRONMENTAL QUALITY DATA AND ITS IMPLICATIONS WILL INCREASE; 2. CCT MEMBERS AND OTHER LOCAL RESIDENTS WILL IMPROVE THEIR ABILITY TO ACCURATELY ASSESS TOXIN EXPOSURE FROM UCR RESOURCES, EMPOWERING THEM TO MAXIMIZE HEALTHFUL INTERACTIONS WITH UCR RESOURCES; 3. THE NUMBER OF UNIQUE PEOPLE ENGAGED BY VOLUNTEER RECRUITMENT AND THE BIANNUAL MEETINGS WILL GROW BY AT LEAST 10% WITH EACH MEETING; 4. POLLING DATA WILL INDICATE INCREASED UNDERSTANDING OF ENVIRONMENTAL DATA AND SENSE OF STEWARDSHIP; 5. 20 INDIVIDUAL OR COMPOSITE SAMPLES FROM EACH MEDIUM OF INTEREST (WATER, BEACH SEDIMENT, AND FISH) WITH ANALYSIS RESULTS FOR A VARIETY OF CONTAMINANTS FOR FISH SAMPLES; 6. ACCOUNTABILITY FOR PROJECT DELIVERABLES WILL HAPPEN IN A TIMELY FASHION; 7. THE AMOUNT OF CURRENT DATA (DEFINED AS THAT COLLECTED WITHIN THE LAST 10 YEARS) FOR THE UCR/LRW REGION AVAILABLE TO ALL USERS OF THE NATIONAL DATABASE WILL SIGNIFICANTLY INCREASE AND WILL BENEFIT THE CCT AND SURROUNDING COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 350000.0, "recipient_id": "6ce25445-c3cd-822c-b7b4-cc431f2ebf8b-C", "generated_internal_id": "ASST_NON_02J22501_6800"}, {"internal_id": 157418164, "Award ID": "02J22301", "Award Amount": 332285.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-09", "CFDA Number": "66.962", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING TO TROUT UNLIMITED, INC. (TU) TO ELIMINATE ONGOING EROSION OF A LEGACY TAILINGS IMPOUNDMENT AT THE BODIE MINE INTO TORODA CREEK, IN NORTH EAST WASHINGTON, BY REMOVING TAILINGS MATERIAL FROM ADJACENT TO THE STREAM, STABILIZING THE STREAMBANK AND RESTORING NATIVE RIPARIAN VEGETATION. ELIMINATING THE ONGOING EROSION OF TAILINGS MATERIAL FROM THE LEGACY MINE INTO TORODA CREEK WILL IMPROVE WATER QUALITY IN TORODA CREEK DOWNSTREAM TO THE TOWN OF CURLEW, WHERE IT FLOWS INTO THE KETTLE RIVER. THE PROJECT ADDRESSES PROJECT CATEGORIES 1, 2 AND 3 (ELIMINATING OR REDUCING POLLUTION, CLEANING UP CONTAMINATED SITES, AND IMPROVING WATER QUALITY), AND NUMBER 4 OF THE LISTED PRIORITIES (CLEANING UP CONTAMINATED SITES). \nACTIVITIES:TU PLANS TO USE FUNDING PROCURED FROM THE WA DEPARTMENT OF ECOLOGY, THE ENVIRONMENTAL PROTECTION AGENCY (EPA), TU, AND OTHER POTENTIAL PROJECT PARTNERS TO ASSESS, FINALIZE, AND IMPLEMENT A CONCEPT-LEVEL DESIGN FOR STABILIZING THE STREAMBANK AND MAINTAINING/RESTORING HABITAT AND GEOMORPHIC CONDITIONS IN THIS REACH OF TORODA CREEK. TROUT UNLIMITED WILL DEVELOP A QUALITY ASSURANCE PROJECT PLAN (QAPP), FINAL DESIGN PLANS, SPECIFICATIONS, AND COSTS ESTIMATES SUITABLE FOR PERMITTING AND BIDDING FOR CONSTRUCTION. THE PROPOSED DESIGN UTILIZES A COMBINATION OF AN IMPORTED ROCK/RIPRAP TOE FOR SCOUR PROTECTION COUPLED WITH A SERIES OF FABRIC ENCAPSULATED SOIL LIFTS AND AGGRESSIVE REVEGETATION WITH NATIVE SPECIES TO REESTABLISH A STABLE UPPER BANK BY SHIFTING A PORTION OF THE EXISTING BANK TOE RIVERWARD BY UP TO 10 FEET AND THE LEFT (NORTH) BANK WILL BE SHIFTED AN EQUIVALENT AMOUNT MAINTAINING CHANNEL SIZE AND RIVER FLOW, ALL OF WHICH WILL PROVIDE LONG TERM STABILITY AS WELL AS IMPROVED SHADING OF THE STREAM AND RIPARIAN HABITAT FOR BOTH FISH AND WILDLIFE. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: PLANS, SPECIFICATIONS AND ESTIMATES, QAPP DEVELOPMENT, SITE SURVEYING, SOIL SAMPLING, HYDROLOGIC MODELING, , PROJECT CONSTRUCTION, AND FINAL REPORTS. SIX PERMITS OR REPORTING DOCUMENTS ARE EXPECTED TO BE OBTAINED THAT WILL INCLUDE A CRITICAL AREAS REPORT (INCLUDING A WETLAND DELINEATION), A NATIONAL HISTORIC PRESERVATION ACT (NHPA) SECTION 106 SURVEY, MODEL TOXICS CONTROL ACT (MTCA) COMPLIANCE, JOINT AQUATIC RESOURCES PERMIT APPLICATION (JARPA), A STATE ENVIRONMENTAL POLICY ACT (SEPA) CHECKLIST, OKANAGAN COUNTY PERMITS, AND A CLEARING AND GRADING PERMIT. \nEXPECTED OUTCOMES WILL INCLUDE BANK STABILIZATION OF TORODA CREEK, RIPARIAN REVEGETATION OF AT LEAST 300 NATIVE TREES AND SHRUBS, AND THE REDUCED QUANTITY OF MINE TAILINGS TO REACH APPROXIMATELY 0 TONS PER YEAR AND WILL RESULT IN A REDUCTION IN ERODED TAILINGS OF UP TO 1000 TONS OVER A TEN-YEAR PERIOD. THE PROPOSED PROJECT WILL PROVIDE SOURCE CONTROL OF ERODING MINE TAILINGS ON WATER QUALITY IN TORODA CREEK AND DOWNSTREAM IN THE COLUMBIA BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 332285.0, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_02J22301_6800"}, {"internal_id": 155664215, "Award ID": "02J21401", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "66.962", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING TO THE CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION TO IMPLEMENT PHASE 2 GRANT B, PART OF A THREE-PHASED PLAN THAT SEEKS TO DEVELOP AND IMPLEMENT THE COLUMBIA RIVER MAINSTEM FISH TISSUE AND WATER QUALITY MONITORING PROGRAM AIMED AT TRACKING THE STATUS AND TRENDS OF TOXICS IN FISH, WATER, SEDIMENTS, AND INVERTEBRATES IN THE COLUMBIA RIVER MAINSTEM FROM BONNEVILLE DAM TO THE CANADIAN BORDER. PHASE 2 GRANT B WILL IMPLEMENT A PILOT STUDY FOR FISH TISSUE AND SEDIMENT SAMPLING ON AN APPROXIMATELY 50-MILE STRETCH OF THE COLUMBIA RIVER, BONNEVILLE RESERVOIR (BONNEVILLE DAM TO THE DALLES DAM) USING THE PRODUCTS DEVELOPED IN PHASE 2 GRANT A: QUALITY ASSURANCE PROJECT PLANS FOR FISH, WATER, SEDIMENT, AND INVERTEBRATES; STANDARD OPERATING PROCEDURES; AND PERMITS, ALL OF WHICH WERE INFORMED BY THE PHASE 1 MONITORING FRAMEWORK. PHASE 2 GRANT B WILL INCLUDE REVIEWED AND APPROVED DATA TABLES IN A PUBLIC REPOSITORY, A REPORT THAT OUTLINES THE PROTOCOLS IMPLEMENTED WITH RECOMMENDATIONS FOR IMPROVEMENTS, AND A HIGH-LEVEL DATA SUMMARY. A MORE THOROUGH FINAL REPORT EVALUATING AND PRESENTING THE FINDINGS OF THE PILOT STUDY WILL BE COMPLETED WHEN SUFFICIENT FUNDS ARE SECURED UNDER A SEPARATE EPA OR OTHER GRANT. PHASE 2 WILL COVER THE FOLLOWING CRBRP PROJECT CATEGORIES AND FY21/22 PRIORITIES: CATEGORY 4) MONITORING TO EVALUATE TRENDS; CATEGORY 7) PROMOTING CITIZEN ENGAGEMENT OR KNOWLEDGE; PRIORITY 1) INCREASED MONITORING AND ACCESS TO DATA; AND PRIORITY 3) PROMOTING CITIZEN ENGAGEMENT OR EDUCATION. FINALLY, PHASE 2 GRANT B WILL CONTINUE IMPLEMENTATION OF THE OUTREACH MESSAGING FRAMEWORK AND CONTINUE EFFORTS TO IDENTIFY A LEAD AGENCY, PROGRAM STRATEGY, DATA MANAGEMENT SYSTEM AND HOSTS OF DATA. THE CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION WILL RECEIVE $350,000 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02.\n\nTHIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT. ACTIVITIES:THE PRIMARY PURPOSE OF PHASE 2 GRANT B IS TO IMPLEMENT THE PRODUCTS PRODUCED DURING PHASE 2 GRANT A TO COLLECT, PROCESS, AND ANALYZE FISH AND SEDIMENT SAMPLES FROM BONNEVILLE RESERVOIR, A 50-MILE REACH OF THE COLUMBIA RIVER.  PHASE 2 GRANT B PILOT STUDY WILL PROVIDE INFORMATION NEEDED TO CONDUCT AQUATIC MONITORING IN A LARGE RIVER LIKE THE COLUMBIA. OUR GOAL IS TO FURTHER DEVELOP A MONITORING PROGRAM THROUGH THIS FIELD SAMPLING, ANALYTICAL, AND REPORTING EFFORT. THIS WORK WILL DIRECTLY INFORM THE DEVELOPMENT OF THE MONITORING PROGRAM BY PROVIDING ON THE GROUND INFORMATION TO REFINE MEDIA SPECIFIC QAPPS, SOPS, HEALTH AND SAFETY PLANS, INVASIVE SPECIES SPREAD AND PREVENTION PLAN, LABORATORY CONTRACTING, PERFORMANCE PLAN AND DATA REVIEW, AND OTHER PLANS AND PERMITS REQUIRED TO FULLY IMPLEMENT THE MONITORING PROGRAM (I.E., PHASE 3). AS WITH PHASE 1, WE WILL CONTINUE WORKING COLLABORATIVELY WITH THE PROJECT TEAM AND KEY STAKEHOLDERS (STATES, TRIBES, FEDERAL AGENCIES) AND OTHERS, IN BOTH THE NEAR AND LONG TERM.  PHASE 2 WILL RESULT IN IMPLEMENTATION OF THE OUTREACH MESSAGING FRAMEWORK DEVELOPED IN PHASE 1, OUTREACH REGARDING THE PILOT STUDY CONDUCT AND RESULTS, AS WELL AS CONTINUED PLANNING FOR FUTURE SAMPLING OF UPSTREAM RESERVOIRS.SUBRECIPIENT:THE USGS PLEDGED THE WORK OF PATRICK MORAN, USGS-WAWSC, AND A TECHNICIAN TO SUPPORT HIM ON THE 'PHASE 2 PILOT IMPLEMENTATION OF THE COLUMBIA RIVER MAINSTEM FISH TISSUE AND WATER QUALITY MONITORING PROGRAM: GRANTS A AND B.'. MR. MORAN'S ROLE WILL BE AS CO-INVESTIGATOR AND CO-AUTHOR IN THE DEVELOPMENT OF A MEDIA SPECIFIC QUALITY ASSURANCE PROJECT PLAN, STANDARD OPERATING PROCEDURES, AN INVASIVE SPECIES SPREAD AND PREVENTION PLAN, A HEALTH AND SAFETY PLAN, FEDERAL AND STATE FISH COLLECTION PERMITS, MONITORING DESIGNS FOR SAMPLING VARIOUS MEDIA, LABORATORY CONTRACTING, PERFORMANCE PLAN AND DATA REVIEW AND OTHER PLANS AND PERMITS REQUIRED FOR IM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 350000.0, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_02J21401_6800"}, {"internal_id": 155664213, "Award ID": "02J21301", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "66.962", "Description": "DESCRIPTION:THIS PROJECT PROVIDES FUNDING TO THE CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION TO IMPLEMENT PHASE 2 GRANT A, PART OF A THREE-PHASED PLAN THAT SEEKS TO DEVELOP AND IMPLEMENT THE COLUMBIA RIVER MAINSTEM FISH TISSUE AND WATER QUALITY MONITORING PROGRAM AIMED AT TRACKING THE STATUS AND TRENDS OF TOXICS IN FISH, WATER, SEDIMENTS, AND INVERTEBRATES IN THE COLUMBIA RIVER MAINSTEM FROM BONNEVILLE DAM TO THE CANADIAN BORDER. PHASE 2 GRANT A WILL INFORM THE OVERALL DEVELOPMENT OF THE MONITORING PROGRAM THROUGH THE PRODUCTION OF QUALITY ASSURANCE PROJECT PLANS FOR FISH, WATER, SEDIMENT AND INVERTEBRATES AND FURTHER REFINEMENT OF THE BUDGET, COMBINING GEO-SPATIAL DATA AND PROBABILISTIC SAMPLE SITE SELECTION METHODS TO DETAIL THE SAMPLING DESIGN OF THE MONITORING PROGRAM, DEVELOPING STANDARD OPERATING PROCEDURES, AND COLLABORATING WITH STATE AND FEDERAL PARTNERS TO OBTAIN PERMITS FOR FIELD SAMPLING. ALL MATERIALS DEVELOPED IN PHASE 2 GRANT A WILL BE USED TO IMPLEMENT THE PILOT STUDY PROPOSED IN PHASE 2 GRANT B, WHICH WILL INCLUDE FISH TISSUE AND SEDIMENT SAMPLING ON AN APPROXIMATELY 50-MILE STRETCH OF THE COLUMBIA RIVER: BONNEVILLE RESERVOIR (BONNEVILLE DAM TO THE DALLES DAM). PHASE 2 WILL COVER THE FOLLOWING CRBRP PROJECT CATEGORIES AND FY21/22 PRIORITIES: CATEGORY 4) MONITORING TO EVALUATE TRENDS; CATEGORY 7) PROMOTING CITIZEN ENGAGEMENT OR KNOWLEDGE; PRIORITY 1) INCREASED MONITORING AND ACCESS TO DATA; AND PRIORITY 3) PROMOTING CITIZEN ENGAGEMENT OR EDUCATION. FINALLY, PHASE 2 GRANT A WILL IMPLEMENT THE OUTREACH MESSAGING FRAMEWORK AND CONTINUE EFFORTS TO IDENTIFY A LEAD AGENCY, PROGRAM STRATEGY, DATA MANAGEMENT SYSTEM AND HOSTS OF DATA AS WELL AS DEVELOPMENT OF A STRATEGY/IMPLEMENTATION/BUSINESS PLAN FOR THE MONITORING PROGRAM. THE CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION WILL RECEIVE $350,000 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02.\n\nTHIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT.   ACTIVITIES:THE PRIMARY PURPOSE OF PHASE 2 GRANT A IS TO PROVIDE THE NECESSARY PLANNING AND DOCUMENTATION TO BEGIN TO CONDUCT AQUATIC MONITORING IN A LARGE RIVER LIKE THE COLUMBIA, THAT IS ALSO HOME TO SEVERAL THREATENED AND ENDANGERED SPECIES. THE GOAL OF YAKAMA NATION IS TO FURTHER DEVELOP A MONITORING PROGRAM THROUGH PLANNING, FORMULATING MONITORING DESIGNS, DEVELOPING QAPPS, GAINING PERMITS FOR FIELD SAMPLING, AND CONDUCTING OUTREACH. THIS WORK WILL DIRECTLY INFORM THE DEVELOPMENT OF THE MONITORING PROGRAM BY RESULTING IN A MEDIA SPECIFIC QUALITY ASSURANCE PROJECT PLAN, STANDARD OPERATING PROCEDURES, AN INVASIVE SPECIES SPREAD AND PREVENTION PLAN, A HEALTH AND SAFETY PLAN, FEDERAL AND STATE FISH COLLECTION PERMITS, MONITORING DESIGNS FOR SAMPLING VARIOUS MEDIA, LABORATORY CONTRACTING, PERFORMANCE PLAN AND DATA REVIEW, AND OTHER PLANS AND PERMITS REQUIRED FOR IMPLEMENTING THE MONITORING PROGRAM TO ASSESS THE STATUS AND TRENDS OF CONTAMINATION IN FISH, WATER, SEDIMENT, AND INVERTEBRATES AND OTHER POTENTIAL MEDIA IN THE COLUMBIA RIVER MAINSTEM, FROM BONNEVILLE DAM TO THE CANADIAN BORDER. THIS WORK WILL ALSO SUPPORT THE PILOT STUDY ON BONNEVILLE RESERVOIR PROPOSED IN PHASE 2 GRANT B. PHASE 2 GRANT A WILL RESULT IN IMPLEMENTATION OF THE OUTREACH MESSAGING FRAMEWORK DEVELOPED IN PHASE 1, OUTREACH REGARDING THE PLANNING AND CONDUCTING THE PILOT STUDY AND REPORTING RESULTS, CONTINUED PLANNING FOR FUTURE SAMPLING OF UPSTREAM AREAS, AND DEVELOPMENT OF A STRATEGY/IMPLEMENTATION/BUSINESS PLAN FOR THE MONITORING PROGRAM. SUBRECIPIENT:THE USGS PLEDGED THE WORK OF PATRICK MORAN, USGS-WAWSC, AND A TECHNICIAN TO SUPPORT HIM ON THE 'PHASE 2 PILOT IMPLEMENTATION OF THE COLUMBIA RIVER MAINSTEM FISH TISSUE AND WATER QUALITY MONITORING PROGRAM: GRANTS A AND B.'. MR. MORAN'S ROLE WILL BE AS CO-INVESTIGATOR AND CO-AUTHOR IN THE DEVELOPMENT OF A MEDIA SPECIFIC QUALITY ASSURANCE PROJ", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 350000.0, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_02J21301_6800"}, {"internal_id": 154503133, "Award ID": "02J21001", "Award Amount": 343969.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-14", "CFDA Number": "66.962", "Description": "DESCRIPTION:$343,969.00 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02. COLUMBIA RIVER BASIN RESTORATION FUNDING WOULD FACILITATE THE IDENTIFICATION AND SUPPORT REDUCTION OF METHYLMERCURY (MEHG) THREATS TO THE NEZ PERCE PEOPLE, THROUGH MEANINGFUL PARTICIPATION IN MONITORING, REGULATION DEVELOPMENT, AND COMMUNITY OUTREACH.  NEW MEHG MONITORING OF SALMON RIVER SUBBASIN WATER, SEDIMENT, AND FISH WILL BE ESTABLISHED AND INTEGRATED WITH ONGOING TOTAL MAXIMUM DAILY LOAD (TMDL) DEVELOPMENT AND MEHG MANAGEMENT PLANNING FOR THE HELLS CANYON REACH OF THE SNAKE RIVER.  EDUCATION AND OUTREACH TO RAISE NEZ PERCE TRIBAL MEMBER AWARENESS AND KNOWLEDGE ABOUT FISH CONSUMPTION AND TOXINS WILL BE INITIATED.  ON THE GROUND DATA COLLECTION/MONITORING OF MERCURY (HG) AND MEHG WILL OCCUR THROUGHOUT THE SALMON RIVER SUBBASIN, EXTENDING FROM ITS HEADWATERS DOWNSTREAM TO ITS CONFLUENCE WITH THE SNAKE RIVER.  PILOT MONITORING WILL ALSO OCCUR IN THE LOWER SNAKE RIVER FROM THE SALMON RIVER DOWNSTREAM TO ICE HARBOR DAM, NEAR ITS CONFLUENCE WITH THE COLUMBIA RIVER.  ACTIVE PARTICIPATION IN WATER QUALITY REGULATION AND MEHG ABATEMENT PLANNING WILL FOCUS ON THE HELLS CANYON REACH OF THE SNAKE RIVER. THIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT.ACTIVITIES:THIS PROJECT WILL MONITOR TO EVALUATE TRENDS, IMPROVE WATER QUALITY, AND PROMOTE CITIZEN ENGAGEMENT OR KNOWLEDGE IN THE NEZ PERCE TRIBAL COMMUNITY AND SURROUNDING COMMUNITIES. \n\nACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: WATER AND SEDIMENT SAMPLE COLLECTION AND ANALYSIS; FISH TISSUE COLLECTION AND ANALYSIS; PARTICIPATION IN HG AND MEHG TMDL DEVELOPMENT MEETINGS; PARTICIPATION IN IDAHO POWER COMPANY - U.S. GEOLOGIC SURVEY (IPC-USGS) HELLS CANYON COMPLEX HG AND MEHG FATE AND TRANSPORT MEETINGS; OUTREACH AND EDUCATION; AND CONDUCT PROJECT COORDINATION CALLS.\n\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: DATA MADE PUBLICLY AVAILABLE ONLINE; INTERPRETIVE REPORT PUBLISHED IN YEAR TWO; DATA MADE PUBLICLY AVAILABLE ONLINE; INTERPRETIVE REPORT PUBLISHED IN YEAR TWO; NPT REPRESENTATION ON OREGON DEQ MEHG TMDL TECHNICAL TEAM; NPT REPRESENTATION ON IPC-USGS STUDY TEAM; POSTING OF MEHG DATA AND ADVISORIES AT: HTTPS://NPTFISHERIES.SHINYAPPS.IO/KUS-DATA/; QUARTERLY MEETINGS  \n\nEXPECTED OUTCOMES OF THE PROJECT INCLUDE: IDENTIFICATION OF HG AND MEHG SOURCES TO THE SALMON AND LOWER SNAKE RIVERS, AND AT A SUBSET OF SITES, HG AND MEHG LOADS TO INFORM TMDL DEVELOPMENT. A TOTAL OF 149 WATER SAMPLES WILL BE COLLECTED ACROSS 39 LOCATIONS.  A TOTAL OF 39 SEDIMENT SAMPLES WILL BE COLLECTED ACROSS 39 LOCATIONS. SPATIALLY DISTRIBUTED ESTIMATES OF MEHG CONCENTRATIONS IN FISH (5 SPECIES, 16 LOCATIONS); A TOTAL OF 480 OF FISH WILL BE SAMPLED). NEZ PERCE TRIBE (NPT) INFORM/INFLUENCE TMDLS; NPT INFORM/INFLUENCE ABATEMENT MANAGEMENT PLAN; FISH CONSUMPTION ADVISORIES/CLOSURES RECOMMENDATIONS FOR NPT POLICY CONSIDERATION.  WE WILL TARGET REACHING ALL TRIBAL COMMUNITY MEMBERS. PROJECT IMPLEMENTATION ADJUSTMENTS/ADAPTIVE MANAGEMENT . AT LEAST NINE COORDINATION CALLS WILL BE HELD; AND WILL BENEFIT THE NEZ PERCE TRIBE AND SURROUNDING COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 343969.0, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_02J21001_6800"}, {"internal_id": 155664230, "Award ID": "02J20001", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "66.962", "Description": "DESCRIPTION:$262,500.00 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02. THIS PROJECT BUILDS ON OTHER WORK IN THE UPPER COLUMBIA BASIN INCLUDING SAMPLING CONDUCTED UNDER EPA'S UPPER COLUMBIA RIVER REMEDIAL INVESTIGATION AND WASHINGTON DEPARTMENT OF ECOLOGY'S RECENT 2019 BIOFILM STUDY, AND IS COMPLEMENTARY TO THE RECENTLY FUNDED COLUMBIA RIVER MAINSTEM FISH TISSUE AND WATER QUALITY MONITORING FRAMEWORK STUDY LED BY THE YAKAMA NATION. THE PROPOSED PROJECT WILL MONITOR A SUITE OF CONTAMINANTS OF CONCERN (COCS) ACROSS FOUR MEDIA: SURFACE WATER, BOTTOM SEDIMENTS, SUSPENDED SEDIMENTS, AND BIOFILM. THE PRIMARY GOALS OF THE STUDY ARE TO: 1) IDENTIFY AREAS WHERE CONTAMINANT CONCENTRATIONS ARE ELEVATED OR EXCEED WATER QUALITY AND SEDIMENT QUALITY STANDARDS SET BY THE SPOKANE TRIBE AND EPA, EPA AQUATIC WATER QUALITY CRITERIA (AWQC), 2) EVALUATE MOVEMENT OF CONTAMINANTS TRANSPORTED THROUGH THE RIVER ACROSS MEDIA, 3) IDENTIFY WHICH CONTAMINANTS ARE ENTERING THE FOOD WEB VIA BIOFILM THAT ARE AVAILABLE TO BIOACCUMULATE UP THE FOOD CHAIN, AND 4) TEST THE FEASIBILITY OF A SEDIMENT PARTICLE TRAP METHODOLOGY THAT COULD BE SCALED UP FOR LARGE-SCALE RESTORATION ACTIONS IN THE FUTURE. THIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT.ACTIVITIES:\nTHIS PROJECT WILL ELIMINATE OR REDUCE POLLUTION, CLEAN UP CONTAMINATED SITES, IMPROVE WATER QUALITY, MONITOR TO EVALUATE TRENDS, AND PROMOTE CITIZEN ENGAGEMENT IN TRIBAL AND OTHER COMMUNITIES ALONG THE COLUMBIA RIVER BETWEEN GRAND COULEE DAM AND THE INTERNATIONAL BORDER. ACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: QAPP DEVELOPMENT, SURFACE WATER SAMPLING, BOTTOM SEDIMENT SAMPLING, SUSPENDED SEDIMENT SAMPLING, BIOFILM SAMPLING, AND LAB ANALYSES OF SAMPLES. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:\nIT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: 180 SURFACE WATER SAMPLES FOR METALS SAMPLING, 180 SURFACE WATER SAMPLES TO DETERMINE WATER QUALITY, 185 BOTTOM SEDIMENT SAMPLES, 180 SUSPENDED SEDIMENT SAMPLES, 95 BIOFILM SAMPLES, 15 PARTICLE TRAP DEPLOYMENTS, IDENTIFY AREAS WITH CONCENTRATIONS IN EXCEEDANCE OF SEDIMENT AND WATER QUALITY STANDARDS. EXPECTED OUTCOMES OF THE PROJECT INCLUDE: DETERMINATION OF METALS, MERCURY, METHYLMERCURY, CATIONS, ANIONS, AND DOC CONCENTRATIONS AT 15 SURFACE WATER LOCATIONS IN THE COLUMBIA AND SPOKANE RIVERS TO IDENTIFY PRIORITY AREAS. DETERMINATION OF EXCEEDANCES OF WATER QUALITY STANDARDS (EPA AMBIENT WATER QUALITY CRITERIA) FROM 15 SURFACE WATER LOCATIONS. EXCEEDANCES IN COPPER WILL BE CALCULATED USING THE BIOTIC LIGAND MODEL. DETERMINATION OF METALS, MERCURY, METHYLMERCURY, 7 AROCLORS, AND TOC CONCENTRATIONS AT 15 BOTTOM SEDIMENT LOCATIONS IN THE COLUMBIA AND SPOKANE RIVERS TO IDENTIFY PRIORITY AREAS TO INFORM FUTURE REMEDIAL ACTIONS. UP TO 5 ADDITIONAL SAMPLES OF PCB CONGENERS WILL PROVIDE BETTER RESOLUTION OF PCB SPECIES DETERMINATION OF METALS, MERCURY, METHYLMERCURY, 7 AROCLORS, AND TOC CONCENTRATIONS AT 15 SUSPENDED SEDIMENT LOCATIONS IN THE COLUMBIA AND SPOKANE RIVERS TO IDENTIFY PRIORITY AREAS TO INFORM FUTURE REMEDIAL ACTIONS DETERMINATION OF METALS, MERCURY, METHYLMERCURY, AND 7 AROCLORS CONCENTRATIONS PRESENT IN THE BASE OF THE FOOD WEB. THIS DATA WILL BE USED TO EVALUATE BIOFILM AS A PATHWAY FOR THESE CONTAMINANTS TO ENTER THE COLUMBIA AND SPOKANE RIVER FOOD WEB THROUGH BIOFILM UPTAKE. UP TO 5 ADDITIONAL SAMPLES OF PCB CONGENERS WILL PROVIDE BETTER RESOLUTION OF PCB SPECIES PRESENT IN BIOFILM THAT MAY BIOACCUMULATE UP THE FOOD CHAIN.\nPOTENTIAL SOURCE IDENTIFICATION AND EVALUATION OF MOVEMENT OF CONTAMINANTS TRANSPORTED ACROSS 15 LOCATIONS IN THE COLUMBIA AND SPOKANE RIVERS DETERMINE FEASIBILITY OF USING A SEDIMENT PARTICLE TRAP DESIGN THAT COULD BE SCALED UP FOR LARGE SCALE REMOVAL OF CONTAMINATED SEDIMENTS IN FUTURE REMEDIAL ACT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 262500.0, "recipient_id": "37d4f8f7-7c93-2036-b300-25d38074d310-C", "generated_internal_id": "ASST_NON_02J20001_6800"}, {"internal_id": 155506677, "Award ID": "02J19901", "Award Amount": 195692.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-06", "CFDA Number": "66.962", "Description": "DESCRIPTION:$195,692.00 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02. THE WATER RESOURCES DIVISION (WRD) OF THE NEZ PERCE TRIBE (NPT) IS SUBMITTING A PROPOSAL FOR MONITORING AND ANALYSIS OF TOTAL MERCURY (THG) AND METHYL MERCURY (MEHG), PHARMACEUTICALS AND PERSONAL CARE PRODUCTS (PPCPS), POLYBROMINATED DIPHENYL ETHER PRODUCTS (PBDES), AND PER- AND POLY-FLUOROALKYL SUBSTANCES (PFAS) AND PERFLUOROOCTANESUFONIC ACID SUBSTANCES (PFOS) FOUND IN SURFACE WATER IN THE CLEARWATER RIVER WATERSHED. THE PROPOSED WORK WILL SUPPLEMENT THE WORK CURRENTLY IN PROGRESS UNDER AWARD NO. RB-01J72901, (CLEARWATER RIVER (IDAHO) WATERSHED BASELINE MONITORING AND TOXICS ASSESSMENT. UNDER PROPOSED GOAL 1, OBJECTIVE 1, TASK 1, THE WRD WILL CONDUCT SURFACE WATER MONITORING AT 10 MONITORING LOCATIONS IN THE CLEARWATER RIVER AND MAJOR TRIBUTARIES BELOW WWTPS, AQUACULTURE AND INDUSTRY SITES OF DISCHARGE. THE SURFACE WATER MONITORING AND ANALYSIS WILL TEST FOR PPCPS, PFAS/PFOS, PBDES ONCE A MONTH FOR FOUR MONTHS. GOAL 1, OBJECTIVE 2, TASK 1, WILL INCLUDE TOTAL AND METHYL MERCURY MONITORING IN THE SPRING AND LATE SUMMER OR EARLY FALL OF EACH YEAR FOR TWO YEARS. THE MONITORING LOCATIONS TO BE SAMPLED ARE LOCATED AT THE INFLOW, OUTFLOW, AND WITHIN THE DWORSHAK DAM RESERVOIR. GOAL 2, OBJECTIVE 1, TASK 1 WILL INCREASE OUTREACH AND PUBLIC EDUCATION ON TOXICS AND RESERVATION WATER QUALITY THROUGH OUTREACH MATERIAL USING MULTIMEDIA. THIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT.ACTIVITIES:THIS PROJECT WILL MONITOR TO EVALUATE TRENDS, AND PROMOTE CITIZEN ENGAGEMENT AND KNOWLEDGE IN COMMUNITIES WITHIN AND SURROUNDING THE NEZ PERCE TRIBE. \n\nACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: SURFACE WATER SAMPLING AND ANALYSIS AT 10 MONITORING LOCATIONS (ONCE/MONTH FOR 4 MONTHS); TOTAL AND METHYL MERCURY MONITORING AT 4 SITES WITHIN AND AROUND THE DWORSHAK RESERVOIR (TWICE/YEAR X 2 YEARS);  USING MULTI-MEDIA TOOLS: WEBSITES AND NEWSLETTERS TO EDUCATE AND INFORM THE NEZ PERCE COMMUNITY ABOUT TOXICS AND PROPOSED WORK EFFORTS (QUARTERLY). SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: 48 ANALYSES FOR EACH PARAMETER FOR THREE TIER I, II, AND III TOXICS; BASELINE DATA ESTABLISHED FOR THE CLEARWATER RIVER AND TRIBUTARIES; DETERMINATION OF PPCPS, PBDES, AND PFAS/PFOS CONCENTRATIONS; 24 ANALYSES FOR BOTH TOTAL AND METHYL MERCURY; BASELINE MERCURY DATA ESTABLISHED FOR THE DWORSHAK RESERVOIR AND THE NORTH FORK CLEARWATER RIVER; AND 8 NEWSLETTERS TO BE INCLUDED IN THE NIMIIPUU TRIBAL TRIBUNE AND AT LEAST 8 UPDATES TO THE WRD WEBSITE WITH NEW INFORMATION. \n\nEXPECTED OUTCOMES OF THE PROJECT INCLUDE: ADDITIONAL 48 ANALYSES OF SAMPLES TYPES AND CHEMICAL ANALYTES THAT HAVE BEEN MONITORED THROUGHOUT THE CLEARWATER RIVER; INCREASED AMOUNT OF DATA AVAILABLE WITHIN THE CLEARWATER RIVER AND COLUMBIA RIVER BASINS; INCREASED AWARENESS AMONG WRD, GENERIC PUBLIC, AND EPA ON CLEARWATER TOXICS; ADDITIONAL 24 ANALYSES OF MERCURY DATA ON THE CLEARWATER RIVER AND IN THE COLUMBIA RIVER BASINS; INCREASED MERCURY DATA SHARING; AND INCREASED KNOWLEDGE AND AWARENESS OF TOXICS AMONG WRD, GENERAL PUBLIC, AND EPA ON THE CLEARWATER RIVER TOXICS. THERE IS OVER 200 SUBSCRIBERS TO THE NIMIIPUU TRIBAL TRIBUNE AND EACH SUBSCRIPTION OF THE TRIBUNE IS OPENED ON AVERAGE 27,000 TIMES AND WILL BENEFIT THE NEZ PERCE TRIBE AND SURROUNDING COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 195692.0, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_02J19901_6800"}, {"internal_id": 155664216, "Award ID": "02J19701", "Award Amount": 349040.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "66.962", "Description": "DESCRIPTION:$349,040 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02 THE KOOTENAI TRIBE OF IDAHO SUBMITS THIS TWO-YEAR, CONTAMINANTS MONITORING PLAN THAT WILL SIGNIFICANTLY ADVANCE WHAT HAS BEEN LEARNED TO DATE ABOUT SELENIUM AND OTHER CONTAMINANTS SOURCED FROM THE ELK VALLEY COAL MINES IN SOUTHEASTERN BRITISH COLUMBIA AND ARE TRANSPORTING DOWNRIVER AND BIOACCUMULATING THROUGHOUT THE KOOTENAI RIVER ECOSYSTEM.  ALSO, PILOT MONITORING OF FISH TISSUES INDICATES MERCURY BIOACCUMULATION, LIKELY SOURCED FROM ATMOSPHERIC DEPOSITION, IS ALSO A MAJOR CONCERN.  SEVERAL HARVESTABLE FISH SPECIES, INCLUDING BURBOT, HAVE MUSCLE CONCENTRATIONS EXCEEDING CONSUMPTION ADVISORIES. THE PROPOSED PROJECT WILL MONITOR CONTAMINANTS TRENDS, TRANSPORT, UPTAKE AND TRANSFER THROUGH THE KOOTENAI RIVER ECOSYSTEM. THROUGH CONTINUED CONTAMINANTS MONITORING, WITH AN EMPHASIS ON SELENIUM AND MERCURY, THE TRIBE WILL EVALUATE FISH BIOACCUMULATION TRENDS TO INFORM FUTURE ADAPTIVE MANAGEMENT OF RESTORATION PROGRAMS; INFORM POLICY TO PROTECT RECENT SUCCESS IN RE-BUILDING FISH ABUNDANCE; AND INFORM FISH CONSUMPTION ADVISORIES TO PROTECT TRIBAL AND GENERAL PUBLIC HEALTH.  THIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT.ACTIVITIES:\nTHIS PROJECT WILL MONITOR TO EVALUATE TRENDS AND PROMOTE CITIZEN ENGAGEMENT OR KNOWLEDGE IN TRIBAL COMMUNITIES WITHIN THE KTUNAXA TERRITORY. ACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: ASSESS AND MONITOR SELENIUM, NITRATE, AND OTHER MINE-RELATED CONTAMINANTS; ASSESS AND MONITOR MINE-RELATED CONTAMINANTS IN THE VARIOUS TROPHIC LEVELS; AND EXPAND KOOTENAI RIVER NATIVE FISH CONTAMINANTS BIOACCUMULATION MONITORING.  MONITOR SELENIUM, NITRATE, SULFATE, AND OTHER CONTAMINANTS; MONITOR SELENIUM SPECIATION; MONITOR TOTAL SELENIUM AND SELENIUM SPECIATION (SELENATE, SELENITE, AND 'OTHER' SELENIUM SPECIES) IN THE LOWER KOOTENAI RIVER OFF-CHANNEL HABITATS / FLOODPLAIN WETLANDS; MEASURE SELENIUM IN PERIPHYTON AT SELECT LONG-TERM BIOMONITORING SITES. MEASURE SELENIUM IN GASTROPODS AT SELECT LONG-TERM BIOMONITORING SITES. MEASURE SELENIUM IN MACROINVERTEBRATES AT SELECT LONG-TERM BIOMONITORING SITES. MEASURE SELENIUM IN NATIVE CRAYFISH (PACIFASTACUS LENIUSCULUS) AT SELECT SITES. MEASURE SELENIUM IN FRESHWATER MUSSELS (MARGARITIFERA FALCATA) AT SELECT SITES. KOOTENAI RIVER WHITE STURGEON / FISH CONSUMPTION ADVISORY; FISH RESIDING IN OFF-CHANNEL AND RECONNECTED FLOODPLAIN / WETLANDS HABITATS.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:\nIT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: GOAL 1: WATER OBJECTIVE 1.1, 1.3:  WATER, TOTAL SE: 225 SAMPLES/YEAR X 2 YRS: WATER CHEMISTRY TRENDS, AND TRANSPORT DYNAMICS; OBJECTIVE 1.1, 1.3:  WATER, DISSOLVED SE: 225 SAMPLES/YEAR X 2 YRS:  WATER CHEMISTRY TRENDS, AND TRANSPORT DYNAMICS; OBJECTIVE 1.2. 1.3:  WATER, SE SPECIATION: 165 SAMPLES/YEAR X 2 YRS:  WATER CHEMISTRY TRENDS, AND TRANSPORT DYNAMICS; OBJECTIVE 1.1:  WATER, N:P: 132 SAMPLES/YEAR X 2 YEARS:  WATER CHEMISTRY TRENDS, AND TRANSPORT DYNAMICS; OBJECTIVE 1.1:  WATER, SULFATE: 132 SAMPLES/YEAR X 2 YEARS:  WATER CHEMISTRY TRENDS, AND TRANSPORT DYNAMICS; GOAL 2:  ORGANISMS / FOOD WEB; OBJECTIVE 2.1: PERIPHYTON: 30 SAMPLES/YEAR X 2 YEARS (N=60):  METALS UPTAKE AND BIOACCUMULATION; OBJECTIVE 2.3:  ZOOPLANKTON: 30 SAMPLES/YEAR X 2 YEARS (N=60):  METALS UPTAKE AND BIOACCUMULATION; OBJECTIVE 2.2:  GASTROPODS = 30 SAMPLES/YEAR X 2 YEARS (N=60):  METALS UPTAKE AND BIOACCUMULATION; OBJECTIVE 2.4:  CRUSTACEANS = 30 SAMPLES/YEAR X 2 YEARS (N=60):  METALS UPTAKE AND BIOACCUMULATION; OBJECTIVE 2.5:  MOLLUSCS = 30 SAMPLES/YEAR X 2 YEARS (N=60):  METALS UPTAKE AND BIOACCUMULATION; GOAL 3:  FISH; OBJECTIVE 3.1:  FISH TISSUES (STURGEON, MUSCLE AND LIVER; N=120), 30 FISH X 2 TISSUES PER FISH X 2 YEARS: METALS UPTAKE AND BIOACCUMULATION; FIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 349040.0, "recipient_id": "a7817861-8638-5e5f-22be-ad22e9e5f636-C", "generated_internal_id": "ASST_NON_02J19701_6800"}, {"internal_id": 152089900, "Award ID": "02J19601", "Award Amount": 278241.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "66.962", "Description": "DESCRIPTION: UNIVERSITY OF IDAHO PROPOSES TO CONDUCT A TWO-YEAR ECOTOXICOLOGICAL AND ENVIRONMENTAL ASSESSMENT OF CRAYFISH AS AN INDICATOR ORGANISM FOR 6PPD-QUINONE AND TIRE WEAR PARTICULATE CONTAMINATION THROUGHOUT THE MIDDLE AND UPPER COLUMBIA RIVER BASIN (CRB). THE TWO PRIORITIES OF THIS PROJECT ARE: 1) TO DEMONSTRATE THE APPLICABILITY OF NATIVE AND NON-NATIVE CRAYFISH AS MONITORING ORGANISMS FOR 6PPD-QUINONE (6PPD-Q) CONTAMINATION ACROSS A VARIETY OF ENVIRONMENTAL CONDITIONS, AND 2) TO PROMOTE CITIZEN ENGAGEMENT AND KNOWLEDGE OF AQUATIC CONTAMINATION BY TIRE WEAR PARTICULATES AND 6PPD-Q. UNIVERSITY OF IDAHO'S (UI) WORK FOCUSES ON TWO OF THE CRB RESTORATION PROJECT PRIORITIES: 1) MONITORING TO EVALUATE TRENDS INCLUDING CURRENT CONDITIONS SUCH AS SAMPLING AND ANALYSIS OF COLUMBIA RIVER BASIN (CRB) WATER, FISH, AND SEDIMENT FOCUSED ON TOXICS AND 2) PROMOTING CITIZEN ENGAGEMENT AND KNOWLEDGE BY INCREASING ENGAGEMENT AND COMMUNICATION WITH INDIVIDUAL COMMUNITY MEMBERS. OUR PROPOSAL ALSO ALIGNS WITH EPA'S STRATEGIC PLAN TO SUPPORT OBJECTIVE 1.2, 'PROVIDE FOR CLEAN AND SAFE WATER.' THIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT. $278,241.00 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02.ACTIVITIES:THIS PROJECT WILL MONITOR TO EVALUATE TRENDS AND PROMOTE CITIZEN ENGAGEMENT IN COMMUNITIES AROUND THE UNIVERSITY OF IDAHO, INCLUDING STUDENTS AND TRIBES. ACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: COLLECTION OF CRAYFISH AND WATER SAMPLES FROM THE JOHN DAY RIVER AND SPOKANE RIVER FOR LAB EXPERIMENTATION; CONDUCT LAB EXPERIMENTS; PREPARE AND REPORT LAB RESULTS; SALISH SCHOOL OF SPOKANE FIELD TRIP TO UI LAB; UI PERSONNEL WILL TRAVEL TO SALISH SCHOOL OF SPOKANE FOR INTERACTIVE PRESENTATION WITH STUDENTS; SAMPLING EVENTS WITH UI AND THE SALISH SCHOOL OF SPOKANE AND CLARK FORK COALITION (CFC); SAMPLING WITH UI PERSONNEL, MONTANA FISH, WILDLIFE AND PARKS (MFWP); ALL CRAYFISH, FISH, SEDIMENT, AND WATER SAMPLES WILL BE ANALYZED FOR 6PPD-Q AND TIRE WEAR PARTICULATES (TWP) BY UI PERSONNEL; AND REPORTS AND DATA DISSEMINATION. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: 68 CRAYFISH SPECIMENS WILL BE TRANSPORTED TO UNIVERSITY OF IDAHO (UI) AQUATIC ANIMAL LABORATORY FOR 6PPD-Q ANALYSIS; DISSECT AND ANALYZE 3 DIFFERENT CRAYFISH TISSUES FOR 6PPD-Q ANALYSIS; QUANTIFY CONCENTRATIONS OF 6PPD-Q IN CRAYFISH TISSUE; EDUCATIONAL MATERIAL ON CRAYFISH, 6PPD-Q AND TIRE WEAR PARTICLES (TWP) WILL BE GIVEN TO STUDENTS; UI PERSONNEL WILL LEAD SALISH SCHOOL STUDENTS AND CLARK FORK COALITION (CFC) COMMUNITY SCIENTISTS IN MEASURING WATER PARAMETERS AND COLLECTION OF WATER, SEDIMENT, AND IDENTIFICATION, COLLECTION, AND DISSECTION OF CRAYFISH IN THE SPOKANE, SNAKE, AND CLARK FORK WATERSHEDS; UI PERSONNEL AND MONTANA FISH WILDLIFE AND PARKS (MFWP) EMPLOYEES WILL COLLECT CRAYFISH, SEDIMENT, AND WATER SAMPLES; UI PERSONNEL WILL ANALYZE ALL COLLECTED SAMPLES (ESTIMATED ~500); UI RESEARCH COMPUTING AND DATA SERVICES (RCDS) WILL CREATE WEBSITE FOR THE PUBLIC TO ACCESS 6PPD-Q AND TWP INFORMATION IN THE CRB; TWO ACADEMIC PUBLICATIONS WILL BE DEVELOPED AND SUBMITTED FOR PEER-REVIEW. EXPECTED OUTCOMES OF THE PROJECT INCLUDE: ESTABLISH METHODOLOGY FOR PREPARING CRAYFISH TISSUE SAMPLES FOR 6PPD-Q AND TWP ANALYSIS; COMPARISON OF ACUTE TOXICITY IN INVASIVE VS. ENDEMIC CRAYFISH IN THE CRB; ESTABLISH PROOF OF CONCEPT FOR CRAYFISH AS AN INDICATOR ORGANISM FOR 6PPD-QUINONE; ACCUMULATION AND CONCENTRATIONS OF 6PPD-QUINONE WILL BE EXAMINED IN ~150 LABORATORY CRAYFISH TISSUE SAMPLES; ~30 STUDENTS WILL LEARN ABOUT 6PPD-Q AND TWP AND MOVEMENT OF ENVIRONMENTAL TOXINS; STUDENTS (~30) AND COMMUNITY SCIENTISTS (~100) WILL LEARN ABOUT 6PPD-Q CRAYFISH TOXICITY AND HOW TO MEASURE WATER QUALITY, COLLECT SEDIMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 278241.0, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_02J19601_6800"}, {"internal_id": 151676366, "Award ID": "02J17101", "Award Amount": 138999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.962", "Description": "DESCRIPTION:CHELAN COUNTY NATURAL RESOURCES DEPARTMENT, IN PARTNERSHIP WITH WASHINGTON DEPARTMENT OF ECOLOGY, IS PROPOSING AN INVESTIGATION OF ONGOING INPUTS OF LEGACY POLYCHLORINATED BIPHENYLS (PCBS) INTO THE WENATCHEE RIVER WITH THE OUTCOME OF PCB SOURCE IDENTIFICATION THAT LEADS TO SOURCE CONTROL. THIS PROPOSAL ADDRESSES THE COLUMBIA RIVER BASIN RESTORATION PROGRAM'S PRIORITY 4, MONITORING TO EVALUATE TRENDS, IN WHICH THE INFORMATION WILL BE SYNTHESIZED INTO A COMPREHENSIVE FINAL REPORT, INCLUDING RECOMMENDED ACTIONS, AND WILL DIRECTLY SUPPORT ONGOING SOURCE IDENTIFICATION EFFORTS BY ECOLOGY. CHELAN COUNTY NATURAL RESOURCES DEPARTMENT WILL RECEIVE $138,999 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02.ACTIVITIES:THIS PROJECT WILL WORK TO ACHIEVE THE FOLLOWING FOUR TASKS: 1.) CARRY OUT PROJECT MANAGEMENT EFFORTS, ADMINISTRATION, AND QUALITY ASSURANCE PROJECT PLAN (QAPP) DEVELOPMENT. THE QAPP WILL BE CONSISTENT WITH PREVIOUS STUDIES ON PCB SOURCES IN WENATCHEE AND HAVE COMPATIBLE LABORATORY AND FIELD QUALITY OBJECTIVES, 2.) PERFORM A HISTORICAL REVIEW AT THE CONFLUENCE REACH TO TRACK CHANGES IN THE RIVER MORPHOLOGY AND RECLAIMED AGRICULTURAL AREAS THAT MAY CONTAIN CONTAMINATED MATERIAL. THE HISTORICAL REVIEW WILL INCLUDE INTERVIEWS WITH COMMUNITY MEMBERS ABOUT HISTORICAL PRACTICES AND MANAGEMENT OF PCB CONTAINING EQUIPMENT/PRODUCTS. THE COMPILATION OF A GIS LAYER WILL HIGHLIGHT AREAS OF POTENTIAL CONCERN FOR PCB INPUTS, 3.) CONDUCT A SYNOPTIC SEDIMENT SURVEY AT THE CONFLUENCE REACH, WITH A FOCUS ON NUMEROUS BACKWATER CHANNELS, AS RECOMMENDED BY ECOLOGY. SAMPLE MEDIA WILL INCLUDE: SEDIMENTS AND SEDIMENT DWELLING INVERTEBRATES FROM THE CONFLUENCE REACH. ADDITIONAL WATER AND BIOFILM SAMPLES WILL BE COLLECTED FROM THE CASHMERE REACH, AND 4.) DEVELOP A COMPREHENSIVE FINAL REPORT WITH RECOMMENDATIONS.  SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES:  1.) ADMINISTERING AND MANAGING THE PROJECT, WHILE DEVELOPING FOUR SEMI-ANNUAL PROGRESS REPORTS, ESTABLISHING A QAPP DEVELOPMENT TEAM AND CREATING A QAPP FOLLOWING EPA APPROVED TEMPLATE FOR CONFLUENCE REACH, REFINE PROJECT GOALS AND OBJECTIVES; 2.) A HISTORICAL REVIEW THAT WILL INCLUDE ARCHIVE RESEARCH (HISTORY OF LAND CHANGES AT THE CONFLUENCE REACH), AERIAL PHOTOGRAPHY ANALYSIS, COMMUNITY AND MUNICIPALITY OFFICIAL INTERVIEWS,  TRACK CHANGES IN RIVER MORPHOLOGY OVER PAST 100 YEARS, AND IDENTIFYING 15 POTENTIAL AREAS ZONES OF CONTAMINATION MATERIAL; 3.) GIS LAYER DEVELOPMENT, INCLUDING DIGITIZING RIVER MORPHOLOGY AND 15 POTENTIAL ZONES OF CONTAMINATION; 4A.) FIELD WORK AT CONFLUENCE REACH, INCLUDING A SEDIMENT SURVEY, 15 SAMPLES OF SEDIMENT DWELLING INVERTEBRATES AND 15 SAMPLES OF SEDIMENT; 4B.) FIELD WORK AT CASHMERE REACH, INCLUDING WATER SAMPLING (10 SAMPLES) AND BIOFILM SAMPLING (11 SAMPLES); 5.) LAB ANALYSIS THAT WILL INCLUDE PCB CONGENER ANALYSIS USING HIGH-RESOLUTION MASS SPECTROMETRY (EPA METHOD 1668C; SGS AXYS ANALYTICAL SERVICES) AND A RESULTS ASSESSMENT FOR QUALITY ASSURANCE THAT WILL BE SUMMARIZED BY ECOLOGY AND CCNRD; AND 6.) DRAFTING A FINAL REPORT ON FINDINGS FROM BOTH CASHMERE AND CONFLUENCE REACHES, AS WELL AS RECOMMENDATIONS FOR SOURCE CONTROL ACTIONS. DATA WILL ALSO THEN BE ENTERED INTO A PUBLICLY-AVAILABLE DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d744603-60f7-ebed-c9d9-d3b4bcc3200b-C", "generated_internal_id": "ASST_NON_02J17101_6800"}, {"internal_id": 152549109, "Award ID": "02J16901", "Award Amount": 349978.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "66.962", "Description": "DESCRIPTION:CASCADE PACIFIC RCANDD WILL RECEIVE $349,978.00 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - LOWER COLUMBIA RIVER ESTUARY COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-01. THIS PROJECT WILL CONTINUE THE EXPANSION OF AN EXISTING STORMWATER RETROFIT PROGRAM THAT FILLS A NICHE IN THE URBAN AREA BY INCENTIVIZING STORMWATER RETROFITS WHICH COMPLEMENT EXISTING REGULATORY STORMWATER PROGRAMS, WORKING WITH BUSINESSES ON A VOLUNTARY BASIS WHO DO NOT HAVE A REGULATORY REQUIREMENT TO INSTALL STORMWATER FACILITIES OR OTHERWISE MANAGE SITE-PRODUCED TOXINS THAT IMPACT URBAN STORMWATER RUNOFF. THESE RETROFITS REDUCE OR ELIMINATE POLLUTION AND RUNOFF, IMPROVE WATER QUALITY, AND PROTECT HABITAT WHILE PROMOTING CITIZEN ENGAGEMENT AND KNOWLEDGE. THE PROJECT WILL CONTINUE TO REFINE AND ALIGN PROGRAM OBJECTIVES TO THE NEWLY EXPANDED PARTNERSHIP BASE IN THE EXTENDED AREA OF WORK, EXPAND AND ALIGN MONITORING AND EVALUATION PROCESSES, AND ENGAGE THE BLACK, INDIGENOUS, PEOPLE OF COLOR (BIPOC) COMMUNITY WITH A FOCUS ON WORKFORCE EXPANSION IN GREEN STORMWATER INFRASTRUCTURE THROUGH COLLABORATIVE TRAINING. WORK ASSOCIATED WITH THE PROJECT WILL OCCUR ON EXISTING INDUSTRIAL AND COMMERCIAL BUSINESSES, PLACES OF WORSHIP, PARKS, AND SCHOOL GROUNDS WITHIN THE UPPER WILLAMETTE METRO AREA INCLUDING THE CITIES OF EUGENE AND SPRINGFIELD.\nACTIVITIES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN FOUR PRIMARY OUTPUTS. ONE, CONTINUE TO REFINE GOVERNANCE STRUCTURES AND PROCESSES FOR COMMUNICATION, PLANNING, AND IMPLEMENTATION THAT PROVIDE THE OPERATIONAL FOUNDATIONS OF UWWP AND ITS 13 PARTNER ORGANIZATIONS. TWO, INSTALLATION OF GSI RETROFIT PROJECTS AND ASSOCIATED OUTREACH ACTIVITIES WITH SIX TO EIGHT LOCAL BUSINESSES AND COMMUNITY ORGANIZATIONS. THREE, INTEGRATE TWO TO FOUR KEY PARTNERS FROM THE ENVIRONMENTAL JUSTICE COMMUNITY FOR MORE INCLUSIVE PROGRAM DESIGN AND MORE EQUITABLE DISTRIBUTION OF PROJECT BENEFITS MEASURED BY THE NUMBER OF OPPORTUNITIES IDENTIFIED, INCLUDING GREEN JOBS. FOUR, IMPLEMENTATION OF A PROJECT IMPACT AND EFFECTIVENESS MONITORING PLATFORM. EXPECTED OUTCOMES OF THE PROJECT INCLUDE: THIS PROJECT HAS ENGAGED A WIDE ARRAY OF STAKEHOLDERS TO BUILD THE FOUNDATIONS OF A PROGRAM THAT WILL HAVE LASTING, MEASURABLE IMPACTS ON WATER QUALITY IN THE UPPER WILLAMETTE. DUE TO THE COMPLEXITY OF THE PROJECT AND THE NECESSARY INITIAL INVESTMENTS IN DEVELOPING A SUSTAINABLE PARTNERSHIP MODEL BASED UPON TRUST, COLLABORATION, SHARED GOALS, AND ACCOUNTABILITY, IN ADDITION TO THE ECOLOGICAL REALITIES RELATED TO THE LIFECYCLE OF GREEN INFRASTRUCTURE INSTALLATIONS, THE EXACT ENVIRONMENTAL IMPACTS WILL NOT BE MEASURABLE IN A TWO-YEAR PROJECT TIME FRAME. INSTEAD, THIS PROJECT WILL ADDRESS THE SOCIAL LIMITING FACTORS TO ENVIRONMENTAL IMPACT INCLUDING COORDINATION AMONG RELEVANT STAKEHOLDERS AND THE ALIGNMENT OF RESOURCES AND PRIORITIES FOR IMPLEMENTATION AND FUTURE MONITORING. THIS PROJECT WILL BENEFIT COMMUNITIES WITHIN THE UPPER WILLAMETTE METRO AREA.SUBRECIPIENT:WITH ELEVEN YEARS OF EXPERIENCE DEVELOPING THIS MODEL, LONG TOM WATERSHED COUNCIL (LTWC) WILL BE A SUB-GRANTEE AND TECHNICAL LEAD,  IMPLEMENTING ORGANIZATION IN THIS EFFORT. THE LTWC WILL FACILITATE THE EXPANDED URBAN WATERS AND WILDLIFE PARTNERSHIP MODEL DEVELOPMENT PROCESS; LEAD OUTREACH, DESIGN, PERMITTING, INSTALLATION OF GSI; CO-DEVELOP AN ON-LINE GSI MAINTENANCE TRAINING; PARTICIPATE IN ENVIRONMENTAL JUSTICE COMMUNITY ENGAGEMENT; AND COORDINATE THE MONITORING PROGRAM. THE MCKENZIE WATERSHED ASSOCIATION SUB-AWARD WILL GO TOWARDS TREE EQUITY AND ENVIRONMENTAL JUSTICE COMMUNITY ENGAGEMENT, AS WELL AS STRATEGIC PLANNING. THE MCKENZIE WATERSHED ASSOCIATION WILL FOCUS ON OUTREACH, TECHNICAL SUPPORT, AND PROGRAM COORDINATION IN THEIR GEOGRAPHIC AREA OF SERVICE. OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN FOUR PRIMARY OUTPUTS:\n1)\tCONTINUE TO REFINE GOVERNANCE STRUCTURES AND PROCESSES FOR COMMUNICATION, PLANNING, AND IMPLEMENTATION THAT PROVIDE THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52602598-ca64-049b-af4d-a0c3ad9c4a50-C", "generated_internal_id": "ASST_NON_02J16901_6800"}, {"internal_id": 151169417, "Award ID": "02J16001", "Award Amount": 347412.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "66.962", "Description": "DESCRIPTION:THE PESTICIDE BEHAVIOR CHANGE (PBC) PROJECT IS PHASE II OF THE PESTICIDE REDUCTION OUTREACH (PRO) CAMPAIGN. THIS PROJECT WILL BE MANAGED BY THE CITY OF GRESHAM, THE CLEAN RIVERS COALITION STEERING COMMITTEE, AND ITS PARTNERS. THE PROJECT WILL FOCUS ON THE REDUCTION OF HUMAN EXPOSURES AND ENVIRONMENTAL RELEASES OF RESIDENTIAL AND COMMERCIAL PESTICIDES. THIS PROJECT WILL LAUNCH PILOT PROJECTS GEARED TOWARDS RESIDENTIAL DO-IT-YOURSELF (DIY) LAWN CARE AUDIENCES AND SMALL BUSINESS HISPANIC/LATINO/A/X (LATINX) LAWN CARE LANDSCAPERS WITHOUT PESTICIDE LICENSES. THE PROJECT WILL ACHIEVE PESTICIDE USE REDUCTION BY TEACHING AND ENGAGING THE KEY AUDIENCES ABOUT INTEGRATED PEST MANAGEMENT TECHNIQUES AND DEPLOYING COMMUNITY BASED SOCIAL MARKETING TECHNIQUES TO MAXIMIZE BEHAVIOR CHANGE. THIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT.ACTIVITIES:THIS PROJECT WILL REDUCE POLLUTION, IMPROVE WATER QUALITY, REDUCE RUNOFF, AND PROMOTE RESIDENT ENGAGEMENT AND KNOWLEDGE IN MULTNOMAH, LANE, MARION, AND CLACKAMAS COUNTIES. ACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: DEVELOPING REGIONAL PILOT PROJECTS TO REDUCE RESIDENTIAL PESTICIDE USE, A LATINX LANDSCAPER PROFESSIONAL TRAINING PILOT PROGRAM, INCLUDING WORKSHOPS TO PROMOTE PESTICIDE REDUCTION IN LATINX LANDSCAPING SERVICES AND EDUCATE APPLICATORS OF HUMAN AND ENVIRONMENTAL RISKS, AND THE DISTRIBUTION OF FOLLOW THE WATER AND LAWN CARE CONTENT THROUGH SOCIAL MEDIA AND DIGITAL AD BUYS. \nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: A PILOT PROJECT EVALUATION AND CASE STUDY REPORT THAT WILL BE A GUIDE FOR OTHER COMMUNITIES, LATINX LANDSCAPER WORKSHOPS TO REACH UP TO 80 PEOPLE/8 FIRMS; PRINTED RESOURCE GUIDE; TRAINING VIDEOS; AND EVALUATION OF THE PILOT APPROACHES OF THE LANDSCAPER TRAINING THAT WILL BE A GUIDE FOR OTHER COMMUNITIES ACROSS BOTH STATES TO REPLICATE THE PROGRAM, AND AN IMPACT EVALUATION REPORT TO SHOW THE SOCIAL MEDIA IMPACT. EXPECTED OUTCOMES OF THE PROJECT INCLUDE: 80 RESIDENCES REDUCE PESTICIDE USE DUE TO PESTICIDE REDUCTION PILOT PROGRAM, USE OF PESTICIDE FREE LAWN CARE TECHNIQUES, SAFE AND JUDICIOUS USE OF PESTICIDES IN 80 LANDSCAPE PROFESSIONALS AND 8 LANDSCAPE FIRMS, AND INCREASED UNDERSTANDING OF LAWN CARE BEST PRACTICES TO REDUCE PESTICIDE USE, AND WILL BENEFIT THE COMMUNITIES OF MULTNOMAH, LANE, MARION, AND CLACKAMAS COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 347412.0, "recipient_id": "2a96dd54-166c-0014-0827-300bbc6718a8-C", "generated_internal_id": "ASST_NON_02J16001_6800"}, {"internal_id": 151676309, "Award ID": "02J15901", "Award Amount": 97016.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.962", "Description": "DESCRIPTION:THE NORTH COAST WATERSHED ASSOCIATION (NCWA) SEEKS TO MONITOR THE LOWER COLUMBIA RIVER AND ITS TRIBUTARIES FOR ROADWAY RUNOFF TOXINS AND TO EDUCATE INHABITANTS OF NORTHWESTERN CLATSOP COUNTY ON PRACTICES THAT CAN AFFECT WATER QUALITY. NCWA STAFF AND VOLUNTEERS WILL CONDUCT FIELD SAMPLING AT 10 ESTABLISHED SITES OVER TWO RAINY SEASONS. SAMPLES WILL BE SENT TO UNIVERSITY OF WASHINGTON, TACOMA CENTER FOR URBAN WATERS FOR TESTING/ANALYSIS. RESULTS OF THESE ANALYSES WILL BE SHARED ON NCWA'S WEBSITE, WITH PROJECT PARTNERS, WITH THE PUBLIC THROUGH EDUCATIONAL PROGRAMMING, AND PUT INTO MAP-FORM TO BEGIN TARGETING MITIGATION PROJECTS. THE NCWA WILL ORGANIZE A SERIES OF SCHOOL AND COMMUNITY EVENTS TO EDUCATE PEOPLE ABOUT HISTORICAL AND CURRENT ACTIVITIES THAT HAVE THE ABILITY TO AFFECT THE TOXIC LOAD OF THE COLUMBIA RIVERMDASH;AND THEIR EFFECTS ON HUMANS AND WILDLIFE. THROUGH MONITORING AND EDUCATION, THE NCWA WILL WORK TO ADDRESS DATA GAPS, INCREASE ACCESS TO DATA, AND GENERATE SUPPORT TO IMPLEMENT FUTURE PROJECTS TO MITIGATE CHEMICAL LOADS, ESPECIALLY THOSE RELATED TO ROADWAY RUNOFF, IN THE LOWER COLUMBIA RIVER BASIN. THE NORTH COAST WATERSHED ASSOCIATION WILL RECEIVE $97,016 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - LOWER COLUMBIA RIVER ESTUARY COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-01.ACTIVITIES:THIS PROJECT WILL PERFORM MONITORING TO EVALUATE TRENDS; BY CONDUCTING SAMPLING AND TESTING OVER THE COURSE OF TWO SEASONS IN AN AREA OF THE LOWER COLUMBIA RIVER BASIN THAT HAS LITTLE TO NO CURRENT DATA ON TOXIC SUBSTANCES AND ROADWAY RUNOFF SPECIFIC CHEMICALS. NCWA AND ITS PARTNERS WILL HELP TO DEVELOP BASELINE KNOWLEDGE OF TOXICS IN THE AREA. THIS PROJECT WILL ALSO BE THE FIRST TO MONITOR FOR 6PPDQS IN THE AREA. IDEALLY, THIS RESEARCH WILL BE CONTINUED BEYOND THE SCOPE OF THIS GRANT. NCWA WILL ALSO PROMOTE CITIZEN ENGAGEMENT OR KNOWLEDGE; THROUGH EDUCATION OF BOTH CHILDREN AND ADULTS WHO LIVE IN THE SURROUNDING AREA VIA PRESENTATIONS. ACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE DEVELOPING FIELD SAMPLING QUALITY ASSURANCE PROTOCOL, VOLUNTEER RECRUITMENT AND TRAINING, THE DEVELOPMENT AND AGGREGATION OF EDUCATIONAL RESOURCES, EDUCATIONAL PRESENTATIONS, FIELD SAMPLING, SHARING RESULTS AND CREATING THE FINAL REPORT, AND WITH CLATSOP COUNTY COLLABORATION, ANALYZE FUTURE PROJECTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: 1.) FIELD SAMPLING DURING STORM/HIGH WATER EVENTS FROM 10 SITES UP TO 6 TIMES (ONCE A MONTH) DURING THE FALL/WINTER OF 2022-23. THE SAMPLES WILL BE TESTED BY UW TACOMA LABS USING LC/MS/MS METHODS AND THEIR STAFF WILL ANALYZE THE DATA, RESULTING IN NEW DATA GENERATED ON THE PRESENCE OF TOXICS IN THE LOWER COLUMBIA AND ITS TRIBUTARIES PERTAINING TO ROADWAY RUNOFF CHEMICALS.; 2.) FIELD SAMPLING DURING STORM/HIGH WATER EVENTS FROM THE SAME 10 SITES UP TO 6 TIMES (ONCE A MONTH) DURING THE FALL/WINTER OF 2023-34. THE SAMPLES WILL BE TESTED BY UW TACOMA LABS USING LC/MS/MS METHODS AND THEIR STAFF WILL ANALYZE THE DATA, RESULTING IN CONTINUED DATA COLLECTION THAT CAN BEGIN TO DETERMINE TRENDS AND INFORM PROJECT COLLABORATORS ON HOW TO CONTINUE MONITORING AND WHERE TO BEGIN MITIGATIONS.; 3.) THE NCWA WILL PRESENT WATER QUALITY RESEARCH, INCLUDING FINDINGS FROM THIS GRANT, TO INHABITANTS OF THE SKIPANON, YOUNG'S BAY, AND NICOLAI-WIKIUP WATERSHEDS AT NO LESS THAN 15 SCHOOL/COMMUNITY EVENTS. ADDITIONALLY, A CLATSOP COMMUNITY COLLEGE BIOLOGY COURSE WILL BE HELD IN THE FALL OF 2022 AND WILL INCLUDE A WATER QUALITY ASPECT CONDUCTED BY NCWA EDUCATIONAL STAFF. THESE EFFORTS WILL INCREASED PUBLIC UNDERSTANDING OF AND ENGAGEMENT WITH ISSUES EFFECTING THE TOXIC MAKEUP OF THEIR WATERSHEDS. NCWA ESTIMATES 80 STUDENTS, 5 VOLUNTEERS, AND AT LEAST 200 COMMUNITY MEMBERS WILL BE REACHED.; 4.) NCWA STAFF WILL AGGREGATE DATA GLEANED FROM THIS STUDY AND INTEGRATE IT INTO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f65effc5-b0ca-981f-f002-7175d3c110ff-R", "generated_internal_id": "ASST_NON_02J15901_6800"}, {"internal_id": 151676294, "Award ID": "02J15801", "Award Amount": 322240.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.962", "Description": "DESCRIPTION:THIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT. $322,240.00 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02. THE GOALS OF THIS PROJECT ARE TO FACILITATE COMMUNITY ENGAGEMENT WHILE ENCOURAGING CITIZENS TO BECOME INVOLVED IN AN ENVIRONMENTALLY RELEVANT MONITORING PROGRAM. SPECIFICALLY, THE PROJECT WILL MONITOR MERCURY, A PRIORITY COMPOUND IN THE COLUMBIA RIVER BASIN (CRB), IN THE TISSUES OF CRAYFISH CAPTURED BY PARTICIPANTS FROM COMMUNITY ORGANIZATIONS AND NATIVE AMERICAN TRIBES FROM ACROSS THE CRB. CRAYFISH ARE CHARISMATIC ORGANISMS AND ARE IDEAL FOR USE AS BIO-SENTINELS AS THEY ARE UBIQUITOUS ACROSS MUCH OF THE CRB, ARE EASY TO CATCH, AND ACCUMULATE SIGNIFICANT AMOUNTS OF MERCURY IN THEIR ADDUCTOR MUSCLE. PARTICIPANTS HAVE ALREADY BEEN RECRUITED FROM LOCAL CITIZEN GROUPS, COLLEGES AND UNIVERSITIES, MIDDLE SCHOOLS AND HIGH SCHOOLS, NATIVE AMERICAN TRIBES, AND EMPLOYEES OF STATE AGENCIES (SEE LETTERS OF SUPPORT.). OVER THE COURSE OF THIS TWO-YEAR PROJECT, THE FOLLOWING FOUR AIMS WILL BE ACHIEVED: A1. DEVELOP AND DEPLOY A CRAYFISH SAMPLING KIT THAT WILL ALLOW CITIZEN SCIENTISTS TO COLLECT SAMPLES IN A STANDARDIZED MANNER; A2. ASSIST CITIZEN SCIENTISTS IN CRAYFISH COLLECTION THAT WILL YIELD 1,500 CRAYFISH FROM ACROSS THE CRB; A3. DEVELOP MODELS THAT WILL ALLOW STANDARDIZATION OF DATA WITH RESPECT TO CRAYFISH SPECIES, SEX, MASS, AND COLLECTION YEAR; AND A4. PROVIDE DATA FROM THE PROJECT BACK TO THE COMMUNITIES THROUGH AN INTERACTIVE WEBSITE THAT WILL ALLOW THEM TO DIRECTLY TRACK AND PARTICIPATE IN THE PROJECT IN REAL TIME.   ACTIVITIES:THIS PROJECT WILL MONITOR TO EVALUATE TRENDS AND PROMOTE CITIZEN ENGAGEMENT AND KNOWLEDGE IN LOCAL CITIZEN GROUPS, COLLEGES AND UNIVERSITIES, MIDDLE AND HIGH SCHOOLS, NATIVE AMERICAN TRIBES, AND EMPLOYEES OF STATE AGENCIES. ACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: A1. DEVELOP AND DEPLOY A CRAYFISH SAMPLING KIT THAT WILL ALLOW CITIZEN SCIENTISTS TO COLLECT SAMPLES IN A STANDARDIZED MANNER; A2. ASSIST CITIZEN SCIENTISTS IN CRAYFISH COLLECTION THAT WILL YIELD 1,500 CRAYFISH FROM ACROSS THE CRB; A3. DEVELOP MODELS THAT WILL ALLOW STANDARDIZATION OF DATA WITH RESPECT TO CRAYFISH SPECIES, SEX, MASS, AND COLLECTION YEAR; AND A4. PROVIDE DATA FROM THE PROJECT BACK TO THE COMMUNITIES THROUGH AN INTERACTIVE WEBSITE THAT WILL ALLOW THEM TO DIRECTLY TRACK AND PARTICIPATE IN THE PROJECT IN REAL TIME.   SUBRECIPIENT:SUBAWARDS WILL BE DISTRIBUTED TO THE TWO EXTERNAL GROUPS (BOISE RIVER ENHANCE NETWORK, SPOKANE RIVER KEEPER). THE SERVICE COSTS ARE THE COSTS ASSOCIATED WITH: CONDUCTING THREE OUTREACH EVENTS PER YEAR OVER TWO YEARS, COORDINATING THE CAPTURE OF 60 CRAYFISH PER EXTERNAL GROUP (BREN, SRK). OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: TEN CITIZEN OUTINGS PER YEAR FOR YEARS 1 AND 2 WITH THE CAPTURE OF 750 ANIMALS/YEAR. DEVELOPMENT OF AN INTERACTIVE WEBPAGE THAT DIRECTS RESEARCHERS AND COMMUNITIES TO ARCHIVED TISSUE SAMPLES AND RAW TOTAL MERCURY DATA. INITIATE COMMUNITY BASED PARTICIPATORY RESEARCH (CBPR) ACTIVITIES IN HIGH SCHOOLS, 2 OUTINGS/HIGH SCHOOL/PER YEAR. DEVELOP MAPS THAT REPRESENT MASS, SEX, AND SPECIES ADJUSTED MERCURY LEVELS IN CRAYFISH ACROSS THE COLUMBIA RIVER BASIN (CRB). INTERACTION WITH TRIBAL YOUTH FROM A MINIMUM OF 3 DIFFERENT TRIBES (2 TIMES PER YEAR PER TRIBE). \n\nEXPECTED OUTCOMES OF THE PROJECT WILL BENEFIT LOCAL SCHOOLS AND UNIVERSITIES, NATIVE AMERICAN TRIBES, AND LOCAL COMMUNITIES, AND THE OUTCOMES INCLUDE: THE NUMBER OF CRAYFISH CAPTURED WILL BE MONITORED BY THE PRINCIPLE INVESTIGATOR AND GRADUATE STUDENT WHO WILL BE ON-SITE DURING MANY OF THE COMMUNITY EVENTS IN WHICH THE ANIMALS ARE CAPTURED. THE EXPECTATION IS THAT A MINIMUM OF 50 ANIMALS WILL BE CAPTURED BY EACH OF THE COMMUNITY ORGANIZATIONS, THOUGH RESULTS FROM 2021 SUGGEST THAT THIS NUMBER IS LIKELY TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 322240.0, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_02J15801_6800"}, {"internal_id": 152549381, "Award ID": "02J14801", "Award Amount": 125452.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "66.962", "Description": "DESCRIPTION:THE COLUMBIA RIVER POLLUTION EDUCATION AND OUTREACH PROJECT WILL REDUCE TOXIC POLLUTION IN THE MIDDLE COLUMBIA RIVER BASIN BY EDUCATING AND INSPIRING STUDENTS AND COMMUNITY MEMBERS TO PREVENT POLLUTION DISCHARGES. THE GRANTEE WILL DO THIS BY CONDUCTING YOUTH AND COMMUNITY POLLUTION EDUCATION AND OUTREACH THROUGH SCHOOL, COMMUNITY, AND ONLINE ENGAGEMENT AND BY EDUCATING AND INSPIRING STUDENTS AND COMMUNITY MEMBERS ON SOURCES OF TOXIC POLLUTION, REDUCTION STRATEGIES, AND ACTIONS TO PREVENT POLLUTION. THIS PROJECT BUILDS ON AND EXPANDS RIVERKEEPER'S SUCCESSFUL COLUMBIA GORGE POLLUTION PREVENTION OUTREACH AND EDUCATION PROGRAM FUNDED BY EPA IN 2020 AND 2021. ACTIVITIES:ACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: \n- DEVELOP EDUCATIONAL MATERIALS CONNECTING THREATS FROM TOXIC POLLUTION IN THE MIDDLE COLUMBIA TO POLLUTION PREVENTION STRATEGIES \n- RECORD AND AIR POLLUTION-PREVENTION FOCUSED 'CONOCE TU COLUMBIA' ('KNOW YOUR COLUMBIA') RADIO SHOW/PODCASTS\n- UPDATE RIVERKEEPER'S VIRTUAL AND FIELD-BASED POLLUTION EDUCATION CURRICULUM\n- VIRTUAL AND FIELD-BASED EDUCATION AT THE NICHOLS NATURAL AREA, SHARING ENGAGING LESSONS ON TOXICS IN THE COLUMBIA AND POLLUTION PREVENTION \n- POLLUTION EDUCATION AND COMMUNITY RESTORATION EVENTS (VIRTUAL AND ALONG THE COLUMBIA RIVER AT THE NICHOLS NATURAL AREA)\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES:\n- YOUTH AND YOUNG ADULT EDUCATION MATERIALS INCLUDING 24 SOCIAL MEDIA POSTS, FOUR BILINGUAL FACT SHEETS, 12 EMAILS REACHING OVER 20,000 PEOPLE. THE PROJECT WILL REACH THOUSANDS OF PEOPLE THROUGH BILINGUAL POLLUTION-PREVENTION MATERIALS TAILORED TO THE COLUMBIA RIVER. COLUMBIA RIVERKEEPER (RIVERKEEPER) WILL SHARE THE MATERIALS VIA THE ORGANIZATION'S WEBSITE (151,000+ VISITS PER YEAR), SOCIAL MEDIA (FACEBOOK: 25,214 FOLLOWERS; TWITTER: 5,300 FOLLOWERS; INSTAGRAM: 5,600 FOLLOWERS), AND EMAIL NETWORK (20,700+ CONTACTS).\n- COMMUNITY OUTREACH EVENTS REACHING 700 COMMUNITY MEMBERS, INCLUDING SIX POLLUTION PREVENTION AND RESTORATION EVENTS (TWO ONLINE EDUCATION EVENTS AND FOUR IN-PERSON EVENTS ALONG THE COLUMBIA RIVER AT THE NICHOLS NATURAL AREA).\n- SIX RADIO SHOWS AND PODCASTS FOCUSED ON PRIORITY TOXICS, POLLUTION PREVENTION, AND WATER QUALITY ON 'CONOCE TU COLUMBIA' ('KNOW YOUR COLUMBIA'), RIVERKEEPER'S BILINGUAL RADIO SHOW AND PODCAST, WHICH AIRS BIMONTHLY ON RADIO TIERRA AND IS AVAILABLE ON SPOTIFY AND SOUNDCLOUD.\n- EXPANDED VIRTUAL AND FILED-BASED CURRICULUM MODULES HIGHLIGHTING PRIORITY TOXICS AND POLLUTION PREVENTION AND REDUCTION STRATEGIES. \n- VIRTUAL AND FIELD-BASED EDUCATION EVENTS AT THE NICHOLS NATURAL AREA, WHERE 1200 STUDENTS WILL LEARN HOW TOXIC POLLUTION THREATENS THE MIDDLE COLUMBIA RIVER AND STRATEGIES TO REDUCE POLLUTION. \n\nEXPECTED OUTCOMES OF THE PROJECT INCLUDE: COMMUNITY MEMBERS UNDERSTAND THAT TOXIC POLLUTION THREATENS THE COLUMBIA RIVER, PEOPLE, AND OTHER LIFE THAT DEPENDS ON THE COLUMBIA AND THAT PEOPLE LEARN SPECIFIC STRATEGIES TO PREVENT POLLUTION. ANOTHER OUTCOME WILL BE IMPROVING ENVIRONMENTAL EDUCATION ACTIVITIES AND PROGRAMS AND IMPROVING YOUTH AND YOUNG ADULT KNOWLEDGE ABOUT TOXIC POLLUTION WITH THE GOAL OF LEADING TO CHANGES IN BEHAVIOR.  THIS PROJECT WILL BENEFIT COLUMBIA RIVER GORGE COMMUNITIES, ESPECIALLY YOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f181c44-df10-d25d-5b57-d179fc05c7b1-R", "generated_internal_id": "ASST_NON_02J14801_6800"}, {"internal_id": 152549106, "Award ID": "02J14501", "Award Amount": 118044.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.962", "Description": "DESCRIPTION:THE PURPOSE OF THIS PROJECT IS TO PRODUCE ACTIONABLE INFORMATION FOR THE OREGON ASSOCIATION OF CLEAN WATER AGENCIES (ACWA) AND ITS MEMBER AGENCIES TO REDUCE AND BETTER ASSESS SOURCES OF PFAS AND PHTHALATES IN MUNICIPAL WASTEWATER AND STORMWATER SYSTEMS. THE RESULTS OF THIS EFFORT WILL ADVANCE WATER QUALITY IMPROVEMENT STRATEGIES FOR TWO PRIORITY CHEMICAL CLASSES OF EMERGING CONCERN AND WILL DIRECTLY INFORM ACWA'S APPROACHES FOR ADDRESSING OTHER TYPES OF TOXIC POLLUTANTS THROUGH ITS PROSPECTIVE TOXICS REDUCTION STRATEGY. THERE ARE SEVEN INTERCONNECTED ELEMENTS OF ACWA'S PFAS AND PHTHALATE REDUCTION AND ASSESSMENT PROJECT AND THESE ELEMENTS WILL ADVANCE EXISTING AND PLANNED ACWA STRATEGIES AND PRIORITIES. THE OREGON ASSOCIATION OF CLEAN WATER AGENCIES WILL RECEIVE $118,044 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - LOWER COLUMBIA RIVER ESTUARY COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-01. ACTIVITIES:THE ACWA'S PFAS AND PHTHALATE REDUCTION AND ASSESSMENT PROJECT HAS SEVEN ELEMENTS THAT INCLUDES DEVELOPING AN OUTREACH GUIDANCE DOCUMENT FOR ENGAGING AND COMMUNICATING WITH THE PUBLIC, BUSINESSES, AND OTHER AND SPECIFIC STAKEHOLDER'S AUDIENCES ON PFAS AND PHTHALATE REDUCTION, PRODUCING PUBLIC EDUCATION RESOURCES ON REDUCING USE OF PRODUCTS CONTAINING PFAS AND PHTHALATES AND COMMUNICATING RISKS, AND DEVELOPING AND FACILITATING IMPLEMENTATION OF LOW TOXICITY INSTITUTIONAL PURCHASING GUIDELINES. AT THE SAME TIME, ACWA WILL RESEARCH AND SYNTHESIZE INFORMATION ON POTENTIAL INDUSTRIAL SOURCES OF PFAS AND PHTHALATES, PLAN AND CONDUCT SELECTIVE WASTEWATER AND STORMWATER RELATED MONITORING OF PFAS AND PHTHALATES, DEVELOP INDUSTRIAL TOXICS POLLUTION PREVENTION INFORMATION AND RESOURCES, AND DOCUMENT AND SUMMARIZE HOW GRANT PROJECT WORK PRODUCTS WILL INFORM FUTURE EFFORTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:ACWA AIMS TO DEVELOP AN OUTREACH GUIDANCE DOCUMENT FOR ENGAGING AND COMMUNICATING ON PFAS AND PHTHALATE REDUCTION THAT WILL RESULT IN STAKEHOLDER ENGAGEMENT, EDUCATION, AND TECHNICAL ASSISTANCE APPROACHES THAT ARE FULLY INCLUSIVE AND DESIGNED TO OPTIMIZE EFFECTIVENESS IN REDUCING TOXICS, PRODUCE AND DISTRIBUTE PUBLIC EDUCATION INFORMATION ON REDUCING PFAS AND PHTHALATES THAT WILL INCREASE PUBLIC KNOWLEDGE OF PFAS AND PHTHALATE TOXICITY, RISKS, AND AVAILABILITY OF SAFER ALTERNATIVES, AND DEVELOP AND FACILITATE IMPLEMENTATION OF LOW TOXICITY INSTITUTIONAL PURCHASING GUIDELINES THAT WILL RESULT IN A BROAD ADOPTION AND IMPLEMENTATION OF LOW TOXICITY PURCHASING GUIDELINES BY OREGON LOCAL GOVERNMENTS THAT REDUCE PFAS AND PHTHALATE PRODUCT PURCHASES. ADDITIONALLY, RESEARCH AND SYNTHESIZED INFORMATION ON POTENTIAL INDUSTRIAL SOURCES OF PFAS WILL RESULT IN A CLEAR, EVIDENCE-SUPPORTED UNDERSTANDING OF THE PRIORITY INDUSTRIAL SECTORS THAT WILL BE THE FOCUS ACWA'S SELECTIVE MONITORING AND BUSINESS OUTREACH AND TECHNICAL ASSISTANCE EFFORTS. ACWA WILL ALSO WORK TO PLAN AND CONDUCT TARGETED MONITORING OF PFAS THAT WILL SUPPORT THE ASSESSMENT AND CHARACTERIZATION OF PFAS, AND PHTHALATE WATER POLLUTION MANAGED BY OREGON CLEAN WATER AGENCIES WITHIN THE BASIN, WHICH WILL ASSIST IN THE DEVELOPMENT OF INDUSTRIAL TOXICS POLLUTION PREVENTION INFORMATION AND RESOURCES TO INCREASED INDUSTRY AWARENESS AND ADOPTION OF POLLUTION PREVENTION MEASURES THAT REDUCE PFAS AND PHTHALATES REDUCTIONS IN INDUSTRIAL EFFLUENT CONCENTRATIONS OF PFAS AND PHTHALATES IN WASTEWATER AND STORMWATER OVER TIME. OUTCOMES OF THE GRANT PROJECT WILL BE DOCUMENTED AND SUMMARIZED, INCLUDING HOW WORK PRODUCTS WILL INFORM FUTURE ACWA AND LOCAL CLEAN WATER AGENCY STRATEGIES ON REDUCING AND ASSESSING PRIORITY TOXICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d37dda11-00d9-27da-0606-ce3d810e05b4-R", "generated_internal_id": "ASST_NON_02J14501_6800"}, {"internal_id": 151169462, "Award ID": "02J14301", "Award Amount": 342000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "66.962", "Description": "DESCRIPTION:BUILDING ON THE SUCCESSFUL ROLL OUT OF SALMON-SAFE IN INTERIOR COLUMBIA BASIN TRIBUTARIES IN THE FIRST PHASE OF EPA FUNDING, SALMON-SAFE COLUMBIA BASIN PLEDGE WILL SCALE UP OUR PRESENCE IN THESE TRIBUTARIES, PARTICULARLY IN IDAHO, WHILE INTRODUCING OUR NEW TROUT-SAFE INITIATIVE IN COLUMBIA RIVER TRIBUTARIES ACROSS WESTERN MONTANA AND THE WYOMING PORTION OF THE TETON RIVER VALLEY AND UPPER SNAKE RIVER. IN THIS NEXT PHASE OF THE PROJECT, SALMON-SAFE WILL ROLL OUT THE COLUMBIA BASIN PLEDGE, ENGAGING 250 FARMERS AND OTHER LARGE-SCALE LAND MANAGERS, IN ACTIONS TO PROTECT DOWNSTREAM WATER QUALITY. THE PROJECT WILL LEVERAGE SALMON-SAFE'S PEER-REVIEWED TECHNICAL STANDARDS AND MARKET-PROVEN OUTREACH, ASSESSMENT, CERTIFICATION, AND PUBLIC EDUCATION TOOLS AS WE STRATEGICALLY APPLY SALMON-SAFE INCENTIVES WITH 100 NEW PRODUCERS ACROSS MULTIPLE CROP SECTORS IN THE INTERIOR COLUMBIA BASIN. EARNING SALMON-SAFE CERTIFICATION WILL REQUIRE THAT THESE MOSTLY LARGE-SCALE, DIVERSIFIED FARMS REDUCE OR ELIMINATE THE USE OF PESTICIDES THAT ARE HARMFUL TO FISH AND WILDLIFE AND REDUCING RUNOFF AND WIND EROSION, WHILE ALSO IMPROVING SOIL HEALTH, RIPARIAN HABITAT, IRRIGATION EFFICIENCY AND PROTECTING WILDLIFE HABITAT AND ENHANCING NATIVE BIODIVERSITY. THE PROJECT IS A LONG-TERM STRATEGY TO REDUCE TOXICS AND ENHANCE CLIMATE RESILIENCY IN THE WATERSHED, WHILE DEMONSTRATING MARKET SUPPORT TO MAINTAIN VIABLE FARMING OPERATIONS. $342,000.00 IN COLUMBIA RIVER BASIN RESTORATION FUNDING ASSISTANCE PROGRAM - MIDDLE AND UPPER COLUMBIA RIVER BASIN COMPETITIVE FUNDING AWARDED UNDER EPA-R10-OW-CRBRP-2022-02.\n\nTHIS AGREEMENT WILL BE FUNDED UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT.ACTIVITIES:THIS PROJECT WILL PROMOTE CITIZEN ENGAGEMENT, PROTECT HABITAT, REDUCE RUNOFF, IMPROVE WATER QUALITY, AND ELIMINATE OR REDUCE TOXIC POLLUTION IN AGRICULTURAL COMMUNITIES, INCLUDING GROWERS, FARMERS, ORCHARDISTS, AND LAND OWNERS. ACTIVITIES TO BE PERFORMED DURING THIS PROJECT PERIOD INCLUDE: SCALE UP PLACE-BASED PARTNERSHIPS; ESTABLISH NEW PARTNERS IN EASTERN IDAHO, WESTERN MT/WY, LAUNCH COLUMBIA BASIN PLEDGE, FURTHER DEVELOPMENT OF IPM PROTOCOLS, MULTIPLE CROPS, REFINEMENT OF SALMON-SAFE FARMS STANDARDS WITH TRIBAL GUIDANCE, OUTREACH AND EDUCATION, TECHNICAL ASSISTANCE TO LANDOWNERS, FARM ASSESSMENTS AND WATER QUALITY PROTECTION, FORMALIZE CERTIFICATION COMMITMENT REGARDING PESTICIDE REDUCTION FROM LANDOWNERS, PILOT SALMON-SAFE URBAN STORMWATER CERTIFICATION WITH PRIVATE DEVELOPERS, INTRODUCTION OF TROUT SAFE, MARKET CONNECTION/PUBLIC EDUCATION, PROJECT EVALUATION. SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: FORMALIZE 3 OR MORE NEW PLACE-BASED PARTNERSHIPS WITH TRIBES, CONSERVATION DISTRICTS, LOCAL CONSERVATION ORGS, ETC.; OUTREACH TO 250 LANDOWNERS IN TARGETED TRIBUTARIES THROUGH THE PLEDGE, 70 GROWERS INFLUENCED IN PRACTICES RELATED TO WATER QUALITY PROTECTION; INTEGRATED PEST MANAGEMENT (IPM) PROTOCOL DEVELOPED FOR 3 OR MORE CROP SECTORS; WASHINGTON STATE DEPARTMENT OF AGRICULTURE PESTICIDE STEWARDSHIP PARTNERSHIP (WSDA PSP) MONITORING SUPPORTED IN 2 OR MORE WATERSHEDS; SUPPORT AND ENHANCE OREGON DEPARTMENT OF ENVIRONMENTAL QUALITY PESTICIDE STEWARDSHIP PARTNERSHIP (ODEQ PSP) IN WALLA WALLA WATERSHED; SITE ASSESSMENTS AND RESTORATION GUIDANCE TO 100 OR MORE FARMS, 2 OR MORE URBAN DEVELOPMENT PROJECTS, AND 2 OR MORE HIGH PROFILE TRIBAL AGRICULTURAL PROJECTS; SALMON-SAFE COMMITMENT FROM 100 FARMS INCLUDING PHASING OUT 'HIGH HAZARD' PESTICIDES; PROVIDE MARKET RECOGNITION AND CONSUMER EDUCATION THROUGH 4 OR MORE RETAIL MARKETING CAMPAIGNS, MARKET CONNECTIONS OR OTHER INCENTIVES IN PLACE FOR 30 OR MORE OPERATIONS; DELIVERY OF REQUIRED PROGRESS REPORTS PLUS FINAL PROJECT REPORT.  \n\nEXPECTED OUTCOMES OF THE PROJECT WILL BENEFIT LOCAL COMMUNITIES, GROWERS, FARMERS, LAND OWNERS, AND WATERSHEDS IN THE BASIN, AND THE OUTCOMES INCLUDE: SAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 342000.0, "recipient_id": "cbe07259-2ad2-8c5f-c33a-cd7c57f46b92-R", "generated_internal_id": "ASST_NON_02J14301_6800"}, {"internal_id": 152549459, "Award ID": "02J14201", "Award Amount": 349919.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "66.962", "Description": "DESCRIPTION:IN RESPONSE TO MERCURY (HG) BEING AMONG THE MOST WIDESPREAD CONTAMINANTS DISTRIBUTED ACROSS THE COLUMBIA RIVER BASIN AND RESPONSIBLE FOR THE GREATEST PROPORTION OF FISH CONSUMPTION ADVISORIES, OREGON STATE UNIVERSITY (OSU) WILL IMPLEMENT A FINE-SCALE, COMMUNITY-BASED MERCURY MONITORING NETWORK IN THE WILLAMETTE RIVER VALLEY TO DOCUMENT TRENDS IN BIOTIC MERCURY CONTAMINATION AT A FINE SCALE ACROSS VARIOUS ENVIRONMENTAL AND DEMOGRAPHIC GRADIENTS, IDENTIFYING POLLUTION DRIVERS, AND INFORMING SAFER FISHING PRACTICES. USING ESTABLISHED CURRICULA, OSU WILL ENGAGE AND EDUCATE COMMUNITY SCIENTISTS TO SAMPLE DRAGONFLY LARVAE AS MERCURY BIOINDICATORS, CONNECTING PEOPLE TO THE FRESHWATER SYSTEMS ON WHICH THEY DEPEND, AND INCREASING PUBLIC KNOWLEDGE OF MERCURY RISKS TO ECOSYSTEM AND HUMAN HEALTH. ACTIVITIES:THIS PROJECT WILL IMPLEMENT OF A PROVEN COMMUNITY SCIENCE MONITORING PROGRAM OF HG CONTAMINATION IN THE FOOD WEBS OF THE WILLAMETTE RIVER VALLEY, OREGON, A COMPONENT OF THE MIDDLE COLUMBIA RIVER WATERSHED, EMPLOYING DRAGONFLY LARVAE AS BIOSENTINEL. DRAGONFLY LARVAE HAVE PROVEN TO BE EFFECTIVE INDICATORS OF HG AVAILABILITY AND RISK IN WATERBODIES NATION-WIDE, AND THEIR EASE OF SAMPLING AND WIDESPREAD DISTRIBUTION MAKE THEM IDEAL FOR COMMUNITY SCIENCE ENGAGEMENT. IN ADDITION TO ESTABLISHING A ROBUST MONITORING NETWORK, THIS PROGRAM WILL PROVIDE IMPACTFUL LEARNING EXPERIENCES FOR CHILDREN AND ADULTS TO EXPLORE FRESHWATER ECOLOGY, PROMOTE ENVIRONMENTAL STEWARDSHIP, AND LEARN INDIVIDUAL BEHAVIORS TO REDUCE POLLUTION. THE PROGRAM WILL BUILD OFF THE DRAGONFLY MERCURY PROJECT (DMP, HTTPS://WWW.NPS.GOV/ARTICLES/DRAGONFLY-MERCURY-PROJECT.HTM), AN EXISTING NATIONAL-SCALE NETWORK LED BY USGS AND NPS, WHICH ANNUALLY MONITORS HG IN DRAGONFLY LARVAE IN NATIONAL PARKS ACROSS THE US. WE WILL IMPLEMENT ESTABLISHED SAMPLING PROTOCOLS, EDUCATION CURRICULA, AND OUTREACH STRATEGIES FROM THE DMP, LEVERAGING EXTENSIVE EXISTING INFRASTRUCTURE AND PROGRAMMATIC EXPERTISE. WE WILL EXPAND THIS EFFORT BEYOND THE BOUNDARIES OF PROTECTED FEDERAL LANDS BY NURTURING STRATEGIC PARTNERSHIPS, ENGAGING WITH A MORE DIVERSE STAKEHOLDER COMMUNITY, AND EXPLORING COMPLEX LAND USES. A WATERSHED-BASED APPROACH FOCUSING ON HIGH SPATIAL RESOLUTION SAMPLING WITHIN THE WILLAMETTE RIVER WATERSHED. THIS WILL FACILITATE ROBUST DETERMINATION OF THE LOCAL FACTORS THAT INFLUENCE MEHG PRODUCTION AND BIOACCUMULATION, INFORM SAFER FISHING PRACTICES, AND IDENTIFY MANAGEMENT ACTIVITIES THAT WILL HELP REDUCE HG EXPOSURE IN HUMANS AND WILDLIFE. ONCE ESTABLISHED, THIS PROGRAM CAN BE IMPROVED AND SCALED THROUGHOUT THE COLUMBIA RIVER BASIN SUBRECIPIENT:USGS'S SUBAWARD THAT WILL GO TOWARDS OUTREACH, THG ANALYSIS, AND MEHG ANALYSIS, PER SAMPLE COST TO INCLUDE CHEMIST TIME, REAGENTS AND OTHER CONSUMABLES, PRO-RATED FRACTION OF INSTRUMENT SERVICE AGREEMENT, AND DATA REVIEW, VALIDATION, AND CERTIFICATION, WATER CHEMISTRY ANALYSIS, AND DATA MANAGEMENT AND VISUALIZATION. \n\nAPPALACHIAN MOUNTAIN CLUB'S (AMC) SUBAWARD WILL GO TOWARDS SUPPORTING STAFF SALARIES.\n\nSUBAWARD ALSO INCLUDES VOLUNTEER TIME AND A STIPEND FOR PARTICIPATING TEACHERS. OSU'S PARTNERS AT AMC AND OREGON STEM HUB ADVISED THAT PROVIDING A STIPEND IS NECESSARY FOR TEACHERS TO OVERCOME BARRIERS TO PARTICIPATION (SAMPLING GEAR, BUS RENTALS, WATER QUALITY TESTING KITS, ETC.). MODELED AFTER AMC'S MERRIMACK WATERSHED PROGRAM, TEACHERS SPEND THIS STIPEND AT THEIR DISCRETION.OUTCOMES:VALIDATE THE DRAGONFLY-FISH HG RELATIONSHIP AT ~10 REPRESENTATIVE SITES, DEVELOP A HG RISK MODELED FOR 11,500 SQUARE MILES IN THE WILLAMETTE BASIN, RAISE AWARENESS OF HG RISKS AND POLLUTION REDUCING BEHAVIORS DISSEMINATED TO ~1000 PEOPLE AND THEIR NETWORKS, AND DETERMINE HG RISK DIRECTLY ESTIMATED FOR ~100 WATER BODIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_02J14201_6800"}, {"internal_id": 151676356, "Award ID": "02J14101", "Award Amount": 349898.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.962", "Description": "DESCRIPTION:THIS PROJECT CONTINUES THE SURFACE WATER MONITORING WORK OF WSDA'S PREVIOUSLY FUNDED COLUMBIA RIVER BASIN FUNDING ASSISTANCE PROGRAM AWARD FOR A THIRD YEAR, IN KEEPING WITH WSDA'S SURFACE WATER MONITORING PROGRAM GUIDELINES OF MONITORING TIER 1 SITES BIWEEKLY FOR THREE CONSECUTIVE YEARS FOR AN INITIAL EVALUATION OF WATER QUALITY. IT WILL ALSO INCORPORATE TARGETED OUTREACH (INCLUDING DATA COLLECTED DURING MONITORING IN 2021 AND 2022). IN ADDITION, THIS PROJECT INCORPORATES THE NEXT STEP IN THE DEVELOPMENT OF WSDA'S PESTICIDE STEWARDSHIP PROGRAM, WHICH WILL INVOLVE PLANNING FOR ACTIVITIES THAT WOULD SUPPORT WASHINGTON'S AGRICULTURAL PRODUCERS IN MEETING NEW PESTICIDE LABELING REQUIREMENTS.ACTIVITIES:THE WASHINGTON STATE DEPARTMENT OF AGRICULTURE IS FOLLOWING ON THE SUCCESS OF ITS PREVIOUS COLUMBIA RIVER BASIN FUNDING ASSISTANCE PROGRAM AWARD BY ONGOING DEVELOPMENT OF THE FRAMEWORK FOR A FULL-FLEDGED PESTICIDE STEWARDSHIP PROGRAM TO SUPPORT WASHINGTON'S FARMERS IN PROTECTING WATER IN THE COLUMBIA RIVER BASIN AND THROUGHOUT THE STATE, FOLLOWING THE SUCCESSFUL APPROACH DEMONSTRATED BY THE OREGON DEPARTMENTS OF AGRICULTURE AND ENVIRONMENTAL QUALITY (ODA, ODEQ). WHILE CONTINUING THE MONITORING WORK AND OUTREACH WORK OF THE PREVIOUS AWARD FOR ONE MORE YEAR, WSDA WILL WORK WITH THE PALOUSE CONSERVATION DISTRICT (PCD) TO DEVELOP ADDITIONAL REGIONAL PARTNERSHIPS AND DEVELOP A PESTICIDE\nSTEWARDSHIP PROGRAM (PSP) IMPLEMENTATION PLAN FOR THE PALOUSE RIVER WATERSHED (PRW). WSDA WILL WORK WITH STAKEHOLDERS TO IDENTIFY A SUB#8208;WATERSHED IN THE PALOUSE RIVER WATERSHED (PRW) AS A CANDIDATE FOR STUDY, THEN DESIGN A STUDY TO EVALUATE THE REDUCTION IN PESTICIDE EXCEEDANCES AND/OR DETECTIONS AS A RESULT OF BEST MANAGEMENT PRACTICES IMPLEMENTED BY GROWERS IN THE SUB#8208;WATERSHED.  WITH LOCAL PARTNERSHIPS SECURED, AN IMPLEMENTATION PLAN DEVELOPED FOR LONGEVITY OF PSP ACTIVITIES, AND DETAILED PLANS FOR RESEARCH ACTIVITIES, WSDA WILL BE IN AN EXCELLENT POSITION TO SECURE STATE FUNDING FOR LONG#8208;TERM WORK IN THESE REGIONS.  WSDA WILL IDENTIFY ONE WATERSHED IN THE PALOUSE RIVER WATERSHED (PRW) AND TO DEVELOP PARTNERSHIPS AND IMPLEMENT STRATEGIC PLANNING FOR EXPANDED PSP ACTIVITIES. IN ADDITION, WSDA WILL ADD STAFF CAPACITY TO PLAN A STUDY IN THE PRW TO IDENTIFY A DIRECT AND RELIABLE CONNECTION BETWEEN BMP IMPLEMENTATION IN A WATERSHED AND WATER QUALITY IMPROVEMENTS AS A RESULT.SUBRECIPIENT:FUNDS ARE REQUESTED FOR PCD TO CONDUCT SAMPLING ACTIVITIES IN THE PRW DURING THE FIRST YEAR OF THIS PROJECT, WHICH COVERS THE \nTIME OF THE RESEARCH AND MONITORING COORDINATOR AND ADDITIONAL SAMPLING STAFF AS NEEDED.OUTCOMES:DELIVERABLES INCLUDE CONDUCTING SURFACE WATER MONITORING IN KEY REGIONS OF WASHINGTON; CREATING AND CONDUCTING TARGETED OUTREACH IN THE PRW AND YRW; AND CONTINUING ADVANCING WSDA PSP PROGRAM WITH STAKEHOLDERS AND STUDY DESIGN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "250d514c-ec58-59c0-66d1-974683ad500b-C", "generated_internal_id": "ASST_NON_02J14101_6800"}, {"internal_id": 151676238, "Award ID": "02J13901", "Award Amount": 187745.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.962", "Description": "DESCRIPTION:THE PROPOSED PROJECT WILL IMPROVE POLLUTION PREVENTION (P2) OUTCOMES, PROVIDE INCLUSIVE ACCESS TO BILINGUAL TRAINING AND RESOURCES, AND STRENGTHEN ECOLOGICAL BUSINESS PROGRAM (ECOBIZ) PARTNERSHIPS. THIS PROJECT WILL DEVELOP EDUCATIONAL TRAINING VIDEOS AND WORKSHEETS FOR AUTOMOTIVE AND LANDSCAPING BUSINESSES, CREATE A REGULAR COMMUNICATION SYSTEM TO SHARE P2 NEWS AND CASE STUDIES, AND MIGRATE ECOBIZ TRACKING AND METRICS COLLECTION TO THE NATIONAL GREEN BIZ TRACKER. ECOBIZ CERTIFIES ECO-FRIENDLY AUTO REPAIR AND BODY SHOPS, LANDSCAPERS, AND CAR WASHES IN OREGON. CERTIFIED BUSINESSES MEET HIGH STANDARDS TO REDUCE TOXICS, PREVENT POLLUTION, AND PROTECT THE ENVIRONMENT. EACH CERTIFIED LOCATION HAS BEEN VISITED AND EVALUATED BY ECOBIZ PROGRAM STAFF, AND CERTIFIED BY THE OREGON DEPARTMENT OF ENVIRONMENTAL QUALITY AND THE LOCAL WATER AUTHORITY. USING AN ENVIRONMENTAL JUSTICE LENS, TRAINING WILL BE DEVELOPED AND PROVIDED IN ENGLISH AND SPANISH AND WILL COVER TOXICS REDUCTIONS, HAZARDOUS MATERIALS MANAGEMENT, STORMWATER POLLUTION PREVENTION, AND OTHER POLLUTION PREVENTION PRACTICES IN THE LOWER COLUMBIA RIVER ESTUARY. THE PROJECT WILL ALSO EXPAND THE VISIBILITY OF ECOBIZ TO THE PUBLIC THROUGH ADVERTISEMENTS AND WILL CONVENE REGIONAL MUNICIPAL PARTNERS TO COORDINATE POLLUTION PREVENTION EFFORTS. ACTIVITIES:ACTIVITIES AIM TO ELIMINATE OR REDUCE POLLUTION AND UTILIZE SAFER CHEMICALS, REDUCING TOXIC USE WITHIN THE LOWER COLUMBIA RIVER ESTUARY AND SUPPORTING SECTION 123 OF THE CLEAN WATER ACT. THESE OBJECTIVES WILL BE ACHIEVED THROUGH THE FOLLOWING ACTIVITIES:\n\nACTIVITY 1: DEVELOPMENT OF TRAINING MATERIALS - PPRC WILL DEVELOP P2 EDUCATIONAL TRAINING MATERIALS IN PARTNERSHIP WITH ECOBIZ CERTIFIED AUTOMOTIVE AND LANDSCAPING BUSINESSES IN OREGON. PPRC WILL DEVELOP A SERIES OF BILINGUAL EDUCATIONAL TRAINING VIDEOS AND ACCOMPANYING WORKSHEETS IN ENGLISH AND SPANISH THAT WILL BE HOSTED ON THE ECOBIZ.ORG WEBSITE AND YOUTUBE. FOR AUTOMOTIVE SECTOR TRAINING, PPRC WILL CREATE 25 VIDEOS IN ENGLISH, TRANSLATED INTO SPANISH WITH ACCOMPANYING PRINTED WORKSHEETS FOR STAFF TO DISCUSS IN MEETINGS. \n\nACTIVITY 2: INCREASED ECOBIZ BUSINESS COMMUNICATIONS. PPRC WILL DEVELOP A REGULAR PROGRAM-WIDE COMMUNICATION MECHANISM TO BUILD CONTINUITY AND INCREASE BUSINESS ENGAGEMENT BETWEEN CERTIFICATION AND RECERTIFICATION. THIS WILL INCLUDE AUTOMOTIVE SECTOR NEWSLETTERS SENT EVERY OTHER MONTH, ALTERNATING WITH LANDSCAPING SECTOR NEWSLETTERS IN ENGLISH AND SPANISH, WHICH WILL FEATURE P2 SUCCESS STORIES, TRAINING CONTENT, BEST PRACTICE TIPS AND REMINDERS, AND EVENTS. \n \nACTIVITY 3: ECOBIZ ADVERTISEMENT AND ADMINISTRATION. ECOBIZ WILL BE PROMOTED VIA TARGETED SOCIAL MEDIA, CHINOOK BOOK, AND GOOGLE ADS TO INCREASE CONSUMER AWARENESS AND DRIVE BUSINESS TO ECOBIZ LOCATIONS. PPRC WILL ALSO PARTICIPATE IN THE GOOGLE NONPROFIT MARKETING IMMERSION, WHICH PAIRS NONPROFITS WITH VOLUNTEER STUDENT GROUPS TO BUILD GOOGLE AD CAMPAIGNS. ADDITIONALLY, PPRC WILL DEVELOP ARTICLES AND ADVERTISEMENTS FOR THE CHINOOK BOOK, A REGIONAL MOBILE OFFERS APP AND GUIDE FOCUSED ON SUSTAINABLE LIVING. PPRC WILL ALSO COORDINATE AND FACILITATE QUARTERLY POLLUTION PREVENTION OUTREACH (P2O) TEAM MEETINGS. APPROXIMATELY 20 PARTNERS ATTEND MEETINGS VIRTUALLY FROM OREGON WATER JURISDICTIONS, SOIL AND WATER CONSERVATION DISTRICTS, NONPROFITS, BUSINESSES, AND OREGON DEQ. MEETINGS INCLUDE ECOBIZ PROGRAMMATIC UPDATES, NEW CERTIFICATION SECTORS, NEW OPPORTUNITIES, AND CURRENT REGIONAL AND STATEWIDE P2 EFFORTS.\n \nACTIVITY 4: IMPROVE ECOBIZ TRACKING. PPRC WILL MIGRATE CERTIFICATION TRACKING TO THE NATIONAL GREEN BUSINESS TRACKER (GREENBIZTRACKER) TO ENHANCE METRICS REPORTING, IMPROVE BUSINESS EXPERIENCE, AND INCREASE CERTIFIED BUSINESS VISIBILITY.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: 25 AUTOMOTIVE SECTOR TRAINING VIDEOS AND WORKSHEETS IN ENGLISH, 25 AUTOMOTIVE SECTOR VIDEOS AND WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c986a14a-e014-a3ab-e482-0c41318e1c9f-R", "generated_internal_id": "ASST_NON_02J13901_6800"}, {"internal_id": 151676348, "Award ID": "02J13601", "Award Amount": 344020.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "66.962", "Description": "DESCRIPTION:THE PROJECT ADDRESSES THE CRBRP PRIORITIES 'MONITORING TO EVALUATE TRENDS' AND 'PROMOTING CITIZEN ENGAGEMENT OR KNOWLEDGE' BY ALLOWING US TO INITIATE A MULTI-PHASED TOXIC CONTAMINANT MONITORING PROGRAM WITH THE ULTIMATE GOAL OF REDUCING CONTAMINANT SOURCES. LCEP WILL ASSESS CURRENT CONTAMINANT LEVELS, COMPARE RESULTS TO HISTORIC LEVELS AT 9 SITES HISTORICALLY MONITORED BY PARTNERS, AND REPORT OUT THE RESULTS IN TECHNICAL AND CITIZEN-FRIENDLY EDUCATIONAL FORMATS. A WORKING GROUP OF KEY PARTNERS WILL GUIDE THE APPLICANT IN AN UPDATE OF THE SAMPLING DESIGN FOR LCEP'S TOXIC CONTAMINANT MONITORING PROGRAM IN ANTICIPATION OF IMPLEMENTING THE UPDATED DESIGN WITH FUTURE FUNDING. THE PROJECT WILL BE COMPLETED WITHIN THE LCEP STUDY AREA, THE LOWER 146 MILES OF THE COLUMBIA RIVER FROM BONNEVILLE DAM TO THE PACIFIC OCEAN. ACTIVITIES:THE LCEP PROPOSES TO INITIATE A MULTI-PHASED MONITORING PROGRAM STARTING WITH PHASE 1 DESCRIBED HERE. LCEP HAS AN ESTABLISHED MONITORING DESIGN FOR TOXIC CONTAMINANTS THAT WAS ORIGINALLY DEVELOPED IN 1999 AND UPDATED IN 2011 USING WORKING GROUPS COMPOSED OF KEY PARTNERS. OUR PROPOSED PROJECT WILL KICKSTART THE LCEP TOXIC CONTAMINANT MONITORING PROGRAM BY 1) PARTNERING WITH USGS TO ASSESS TOXIC CONTAMINANT LEVELS AT 9 SITES; 2) COMPARE RESULTS FROM THIS CURRENT RESEARCH TO THE RESULTS COLLECTED PREVIOUSLY AT THESE SITES TO IDENTIFY TEMPORAL CHANGES; AND 3) FACILITATE A WORKING GROUP THAT WILL USE THE RESULTS TO INFORM AND UPDATE THE SAMPLING DESIGN FOR LCEP'S TOXIC CONTAMINANT MONITORING PROGRAM FOR THE LOWER COLUMBIA RIVER. WE WILL FACILITATE A WORKING GROUP COMPOSED OF ODEQ, ECOLOGY, USGS, CRITFC, YAKAMA NATION (YN), COWLITZ INDIAN TRIBE (CIT), CONFEDERATED TRIBE OF THE GRANDE RONDE, CITIES OF PORTLAND AND VANCOUVER, THE NORTH COAST WATERSHED ASSOCIATION (NCWA), AND OTHER PARTNERS. THE RESULTS OF THIS PROJECT WILL ALLOW US A BETTER UNDERSTANDING OF THE STATUS OF CONTAMINANTS IN THE LOWER COLUMBIA RIVER - ARE CONTAMINANTS STILL A PROBLEM AT THESE SITES, HAVE THE SUITE AND/OR LEVELS OF CONTAMINANTS DETECTED CHANGED, AND DOES MONITORING NEED TO EXPAND TO OTHER SITES AND/OR ADDITIONAL CONTAMINANTS TO IDENTIFY IF THE PROBLEM HAS GROWN. RESULTS OF THIS PROJECT WILL ALLOW US TO BETTER FOCUS FUTURE MONITORING AND IDENTIFY POTENTIAL OPPORTUNITIES FOR DIAGNOSTIC SOURCE TRACKING. LCEP ANTICIPATES APPLYING FOR ADDITIONAL FUNDING FOR IMPLEMENTING FUTURE PHASES OF THIS MONITORING PROGRAM.SUBRECIPIENT:ORGANIZATION IS PARTNERING WITH USGS, WHO IS WELL-QUALIFIED TO COMPLETE PROJECT ACTIVITIES RE: DATA COLLECTION, LAB ANALYSIS, AND REPORTING. LCEP IS ALSO PARTNERING WITH OR DEQ FOR WORKING GROUP EFFORTS.OUTCOMES:\nLCEP WILL COLLECT AND ANALYZE SAMPLES FOR A SUITE OF TOXIC CONTAMINANTS AT 9 OF THE PREVIOUSLY MONITORED SITES, DURING THREE TIMES OF THE YEAR TO CAPTURE A SUITE OF CONDITIONS. LCEP WILL ESTABLISH AND FACILITATE A WORKING GROUP TO GUIDE AN UPDATE OF LCEP'S TOXIC CONTAMINANT MONITORING PROGRAM DESIGN. LCEP AND USGS WILL COMPLETE A FINAL REPORT TO USEPA THAT INCLUDES RESULTS FROM ACTIVITY 1 DATA COLLECTION AND ANALYSES EFFORTS AND ACTIVITY 2 UPDATING THE LCEP CONTAMINANT MONITORING PROGRAM SAMPLING DESIGN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "966b50e1-407b-77d9-6d88-9f51772b15a7-C", "generated_internal_id": "ASST_NON_02J13601_6800"}, {"internal_id": 152549144, "Award ID": "02J13301", "Award Amount": 255837.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "66.962", "Description": "DESCRIPTION:THE CITY OF VANCOUVER WILL WORK WITH ITS EXISTING CONTRACTED WASTE HAULER, CLARK COUNTY PUBLIC WORKS, AND OTHER PRIVATE WASTE HAULERS TO IMPROVE DANGEROUS WASTE DISPOSAL IN THE CITY OF VANCOUVER FOR BUSINESS AND MULTI-FAMILY RESIDENTIAL WASTE THROUGH A PROJECT CALLED THE WASTE INCENTIVE NETWORK (WIN). THE CITY OF VANCOUVER WILL REDUCE POLLUTION AND THREATS TO HUMAN AND AQUATIC HEALTH BY ENCOURAGING PROPER WASTE DISPOSAL AND RAISING AWARENESS ABOUT THE WATER POLLUTION RISKS OF IMPROPER WASTE DISPOSAL. ACTIVITIES:THE CITY OF VANCOUVER WILL USE THIS FUNDING TO PROVIDE RESOURCES AND MAKE WASTE DISPOSAL OPTIONS MORE ACCESSIBLE. THIS PROJECT WILL INCREASE EDUCATION TO BUSINESS OWNERS ABOUT PROPER WASTE DISPOSAL. THE CITY WILL DISTRIBUTE EASY-TO-READ HANDOUTS THAT IDENTIFY HAZARDOUS WASTE AND SAFE DISPOSAL OPTIONS. THE CITY WILL UTILIZE EXISTING MATERIALS AND CREATE SPECIFIC TARGETED MATERIALS AS NEEDED. THE CITY WILL PREPARE A REQUEST FOR PROPOSALS AND SOLICIT BIDS TO OFFER DISCOUNTED RATES TO SMALL BUSINESS OWNERS. THE CITY WILL PERFORM SITE VISITS TO 600 OR MORE BUSINESSES THROUGH SOURCE CONTROL BUSINESS INSPECTIONS. DURING THESE INSPECTIONS THE CITY CAN INVESTIGATE HOW THE BUSINESS HANDLES DANGEROUS WASTE DISPOSAL AND, WHEN APPLICABLE, CAN OFFER THE BUSINESS OWNER A DANGEROUS WASTE DISPOSAL COUPON. COUPONS WILL ALSO BE DISTRIBUTED TO QUALIFIED BUSINESS OWNERS WHO REACH OUT REQUESTING A COUPON IN RESPONSE TO SOCIAL MEDIA ADVERTISING OR WORD OF MOUTH. TO QUALIFY TO RECEIVE A COUPON, BUSINESSES MUST BE A SMALL QUANTITY GENERATOR AND CURRENTLY STORE DANGEROUS WASTE AT THEIR BUSINESS. QUALIFYING BUSINESS OWNERS WILL THEN BE GIVEN COUPONS THEY CAN USE FOR A $500 VALUE WITH CONTRACTED WASTE HAULERS TO REDUCE THE COST OF REMOVING DANGEROUS WASTE FROM THEIR PROPERTY. THE CITY WILL USE GRANT FUNDS TO REIMBURSE WASTE HAULERS AND COMPENSATE THEM FOR PROVIDING WASTE MANAGEMENT SERVICES AT A LOWER COST TO BUSINESSES. EACH INDIVIDUAL COUPON USED MARKS SUCCESS FOR THIS PROJECT, EACH COUPON USED INDICATES DANGEROUS WASTE BEING SAFELY DISPOSED OF AND A BUSINESS OWNER IMPLEMENTING THE STEPS OF PROPER WASTE DISPOSAL. THE CITY WILL OFFER 500 COUPONS TO LOCAL BUSINESSES THROUGH THE WIN. THE GOAL OF THIS EFFORT IS TO REDUCE THE ACCUMULATION OF HAZARDOUS WASTE BY PROVIDING INCENTIVES FOR DISPOSAL AND TO PREVENT CONTACT WITH STORMWATER, SURFACE WATER, AND GROUNDWATER.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLES: DISTRIBUTE 500 HANDOUTS OUTLINING TYPES OF DANGEROUS WASTE AND HOW THEY SHOULD BE DISPOSED OF, DEVELOP A COUPON THAT SMALL BUSINESSES CAN USE TO RECEIVE DISCOUNTED WASTE HAULING SERVICES, OFFER COUPON TO 500 BUSINESSES, DISTRIBUTE 100 HANDOUTS OUTLINING TYPES OF DANGEROUS WASTE AND DISPOSAL OPTIONS, AND CONVENE A STAKEHOLDER COMMITTEE CONVENED TO DEVELOP DANGEROUS WASTE STRATEGIES. THIS PROJECT WILL RESULT IN THE FOLLOWING OUTCOMES: 1) INFORM BUSINESSES ABOUT PROPER WASTE HANDLING AND DISPOSAL AND IDENTIFY WHAT ACTIVITIES AND MATERIALS GENERATE DANGEROUS WASTE AND INFORM BUSINESS OWNERS OF POTENTIAL RISKS TO HUMAN HEALTH AND THE ENVIRONMENT. PROVIDE RESOURCES WITH LONG-LASTING VALUE WHICH GUIDE BUSINESS OWNERS ON HOW TO PROPERLY MANAGE DANGEROUS MATERIALS FROM CRADLE TO GRAVE. EMPOWER BUSINESS OWNERS TO REDUCE POLLUTION FROM THEIR BUSINESS WASTE. 2) PROVIDE RESOURCES FOR PROPER DISPOSAL WILL INCREASE PUBLIC KNOWLEDGE AND REDUCE POLLUTION TO LOCAL WATERS. 3) CONDUCT FOCUS GROUPS, SURVEYS AND CREATE A FORMAL NEEDS ASSESSMENT FOR MULTIFAMILY RESIDENTS. ENCOURAGE APARTMENTS TO PROVIDE DANGEROUS WASTE DISPOSAL OPTIONS TO THEIR RESIDENTS. THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE CITIZENS OF VANCOUVER, WA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "340d85e1-b6a0-51fd-ae8b-e85d5644e619-C", "generated_internal_id": "ASST_NON_02J13301_6800"}, {"internal_id": 152548957, "Award ID": "02J12601", "Award Amount": 246860.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "66.962", "Description": "DESCRIPTION:THE CITY OF VANCOUVER WILL COLLECT AN ADDITIONAL 18 MONTHS OF WATER QUALITY DATA AT TEN LOCATIONS ALONG THE COLUMBIA SLOPE TO ACCURATELY ESTABLISH CURRENT CONDITIONS, PROVIDE BASELINE DATA FOR FUTURE TREND ANALYSIS, AND DETERMINE THE EFFECTIVENESS OF STORMWATER MANAGEMENT PRACTICES. WATER QUALITY DATA WILL ALSO BE USED TO IDENTIFY AND PRIORITIZE OUTFALL BASINS WHERE FUTURE STORMWATER TREATMENT RETROFITS WOULD BE EFFECTIVE IN REMOVING CONTAMINANTS THAT ARE CURRENTLY REACHING THE COLUMBIA RIVER. ACTIVITIES:THIS PROJECT WILL COLLECT 18 MONTHS OF WATER QUALITY DATA TO BUILD ON PREVIOUS MONITORING INITIATED IN 2021. THE CITY WILL PREPARE A FINAL REPORT INCLUDING RECOMMENDATIONS FOR STORMWATER MANAGEMENT OPTIONS TO IMPROVE WATER QUALITY DISCHARGES TO THE COLUMBIA RIVER. \nMONITORING WILL OCCUR APPROXIMATELY MONTHLY BETWEEN OCTOBER 2022 AND MARCH 2024. SUBBASINS WILL BE EVALUATED FOR SUITABILITY AND UP TO TEN SITES WILL BE IDENTIFIED FOR EITHER ONGOING OR NEW DATA COLLECTION. PARAMETERS WILL BE REVIEWED AND SELECTED BASED ON PREVIOUS MONITORING RESULTS AND RECOMMENDATIONS. THE EXISTING QUALITY ASSURANCE PROJECT PLAN WILL BE REVIEWED AND UPDATED FOR THIS PROJECT. THE PRIMARY GOAL OF THIS MONITORING PROJECT IS TO COLLECT CREDIBLE WATER QUALITY DATA AND PROVIDE DATA ANALYSIS TO INFORM CITY, STATE, AND FEDERAL PROGRAMS AND ACTIVITIES DESIGNED TO IMPROVE WATER QUALITY AND PROTECT THE ENVIRONMENT THROUGHOUT THE COLUMBIA SLOPE WATERSHED. THERE ARE STORMWATER TECHNOLOGIES AVAILABLE TO REDUCE OR MINIMIZE THESE CONTAMINANTS, BUT FIELD INVESTIGATION AND ASSESSMENT IS NEEDED TO EVALUATE FEASIBLE OPTIONS IN THIS VULNERABLE AREA. THE COLLECTION OF ADDITIONAL DATA IS NEEDED TO ACCURATELY ESTABLISH CURRENT CONDITIONS, PROVIDE BASELINE DATA FOR FUTURE TREND ANALYSIS, AND DETERMINE THE EFFECTIVENESS OF STORMWATER MANAGEMENT PRACTICES. MONITORING AT SIX SITES WAS COMPLETED WITH THE INITIAL GRANT AWARDED. FOUR ADDITIONAL SITES WILL BE EVALUATED AND UP TO TEN LOCATIONS WILL BE SELECTED TO IMPROVE COVERAGE WITHIN THE WATERSHED. EIGHTEEN ADDITIONAL MONITORING EVENTS, FUNDED THROUGH THIS GRANT, WILL EXPAND THE DATASET FROM 12 TO 30 SETS THAT WILL BE AVAILABLE THROUGH THE FEDERAL WATER QUALITY PORTAL AND WASHINGTON STATE EIM.\nTHIS PROJECT HAS BEEN DESIGNED TO MEET THE COLUMBIA RIVER BASIN RESTORATION PROGRAM GOALS BY ELIMINATING OR REDUCING POLLUTION THROUGH THE COLLECTION AND USE OF WATER QUALITY DATA TO PRIORITIZE STORMWATER RETROFIT PROJECTS ALONG THE COLUMBIA SLOPE. THIS PROJECT IS NECESSARY TO HELP IDENTIFY AREAS WHERE THE CITY CAN PROTECT SOURCE AREAS OF HIGH QUALITY SURFACE WATER FLOWS OR TO PROVIDE ADDITIONAL STORMWATER TREATMENT THAT CAN EFFECTIVELY REDUCE PEAK FLOWS AND CLEAN STORMWATER RUNOFF FROM PUBLIC RIGHT-OF-WAY. IMPROVED WATER QUALITY WILL PROTECT THE REGIONAL AQUIFER, SURFACE WATER SEEPS AND SPRINGS DISCHARGING TO THE RIVER, AND ENVIRONMENTALLY SENSITIVE WETLANDS IN THE COLUMBIA RIVER ESTUARY. DATA COLLECTED DURING THESE INITIAL YEARS WILL PROVIDE A BASELINE FOR FUTURE TREND ANALYSIS AND TO DETERMINE THE EFFECTIVENESS OF STORMWATER MANAGEMENT ACTIVITIES IMPLEMENTED THROUGHOUT THE BASIN.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:IT IS ANTICIPATED THAT THIS PROJECT WILL RESULT IN THE FOLLOWING DELIVERABLE OF WATER QUALITY MONITORING OVER A PERIOD OF 18 MONTHS TO COLLECT WATER QUALITY AND DISCHARGE RATE DATA AT TEN SITES ALONG THE COLUMBIA SLOPE WATERSHED. THIS PROJECT WILL RESULT IN THE FOLLOWING OUTCOMES: 1) WATER QUALITY AND DISCHARGE DATA FOR SURFACE WATER DRAINING TO THE COLUMBIA RIVER WILL BE ENTERED INTO STATE AND FEDERAL WATER QUALITY DATABASES AND BE AVAILABLE FOR OTHER ASSESSMENTS AND FUTURE TREND ANALYSIS. 2) DATA THAT INDICATES WATER IMPAIRMENT FROM ILLICIT DISCHARGE ACTIVITIES WILL BE USED TO GUIDE ILLICIT DISCHARGE INVESTIGATIONS AND SOURCE CONTROL EFFORTS. THE INTENDED BENEFICIARIES ARE THE CITIZENS OF VANCOUVER, WA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "340d85e1-b6a0-51fd-ae8b-e85d5644e619-C", "generated_internal_id": "ASST_NON_02J12601_6800"}, {"internal_id": 110190143, "Award ID": "01J73501", "Award Amount": 91991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "66.962", "Description": "THIS PROJECT WILL TEACH STUDENTS AND COMMUNITY MEMBERS HOW POLLUTION PREVENTION PROTECTS WATER QUALITY IN THE COLUMBIA RIVER, ACTIONS INDIVIDUALS AND COMMUNITIES CAN TAKE TO PREVENT POLLUTION, AND HOW RIPARIAN ZONES PROTECT WATER QUALITY AND OFFER HABITAT. THE PROJECT IS ANTICIPATED TO PROVIDE POLLUTION PREVENTION EDUCATION TO MORE THAN 20,000 STUDENTS AND COMMUNITY MEMBERS THROUGH EVENTS AND OUTREACH. FUNDS WILL SUPPORT FIVE STAFF AND THE COST OF EDUCATIONAL MATERIALS. THIS PROJECT FULFILLS THE COLUMBIA RIVER BASIN RESTORATION PROGRAM GOAL OF PROMOTING CITIZEN ENGAGEMENT OR KNOWLEDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f181c44-df10-d25d-5b57-d179fc05c7b1-R", "generated_internal_id": "ASST_NON_01J73501_6800"}, {"internal_id": 110297577, "Award ID": "01J73401", "Award Amount": 144039.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "66.962", "Description": "THE CITY OF VANCOUVER WILL WORK WITH A CONSULTANT TO PERFORM WATER QUALITY MONITORING AT SIX LOCATIONS ALONG THE COLUMBIA SLOPE. THIS PROJECT AIMS TO IDENTIFY AND PRIORITIZE OUTFALL BASINS WHERE STORMWATER TREATMENT RETROFITS WOULD BE EFFECTIVE IN TARGETING ILLICIT DISCHARGES AND REMOVING CONTAMINANTS THAT ARE CURRENTLY REACHING THE COLUMBIA RIVER. FUNDS WILL BE USED TO SUPPORT THREE EMPLOYEES AND FOR LABORATORY ANALYSIS COSTS. THIS PROJECT ADDRESSES COLUMBIA RIVER BASIN RESTORATION PROGRAM GOALS OF ELIMINATING OR REDUCING POLLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "340d85e1-b6a0-51fd-ae8b-e85d5644e619-C", "generated_internal_id": "ASST_NON_01J73401_6800"}, {"internal_id": 110190021, "Award ID": "01J73301", "Award Amount": 199999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "66.962", "Description": "THIS PROJECT WILL EXPAND AN EXISTING STORMWATER RETROFIT PROGRAM BY WORKING WITH BUSINESSES ON A VOLUNTARY BASIS WHO DO NOT HAVE A REGULATORY REQUIREMENT. THE RETROFITS REDUCE AND ELIMINATE POLLUTION AND RUNOFF, IMPROVE WATER QUALITY, AND PROTECT HABITAT WHILE PROMOTING CITIZEN ENGAGEMENT AND KNOWLEDGE. FUNDS WILL BE USED TO SUPPORT EMPLOYEES AND FOR OUTREACH EFFORTS. THE PROJECT FULFILLS COLUMBIA RIVER BASIN RESTORATION PROGRAM GOALS OF REDUCING OR ELIMINATING POLLUTION AND PROMOTING CITIZEN ENGAGEMENT OR KNOWLEDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52602598-ca64-049b-af4d-a0c3ad9c4a50-C", "generated_internal_id": "ASST_NON_01J73301_6800"}, {"internal_id": 110190182, "Award ID": "01J73201", "Award Amount": 76601.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "66.962", "Description": "THIS PROJECT WILL MONITOR PREVIOUSLY UNMONITORED CONTAMINANTS, SUCH AS ENDOCRINE DISRUPTORS, IN THE LOWER COLUMBIA RIVER. THE CONTAMINANTS WILL BE EVALUATED FOR HARM TO IMPORTANT SPECIES. FUNDS WILL BE USED TO SUPPORT RESEARCHERS, FOR ANALYSIS COSTS, AND FOR TRAVEL COSTS. THIS PROJECT ADDRESSES COLUMBIA RIVER BASIN RESTORATION PROGRAM PRIORITIES OF MONITORING TO EVALUATE TRENDS WITH AN IMPACT ON HUMAN HEALTH AND FISH AND WILDLIFE.  PLEASE NOTE THAT FUNDS MAY NOT BE DRAWN DOWN FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_01J73201_6800"}, {"internal_id": 110190049, "Award ID": "01J73101", "Award Amount": 198957.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "66.962", "Description": "THIS PROJECT WILL FACILITATE COMMUNITY ENGAGEMENT AND ENCOURAGE INVOLVEMENT IN A MONITORING PROGRAM. THE PROJECT WILL MONITOR MERCURY IN CRAYFISH CAPTURED BY COMMUNITY MEMBERS IN THE SPOKANE RIVER AND BOISE RIVER BASINS. FUNDS WILL SUPPORT THREE EMPLOYEES, TRAVEL TO AND FROM RESEARCH SITES, AND ANALYSIS COSTS. THE OVERALL AIM IS TO USE CRAYFISH TO ENGAGE WITH THE COMMUNITY REGARDING A SERIOUS ENVIRONMENTAL HEALTH CONCERN, WHICH ADDRESSES TWO COLUMBIA RIVER BASIN RESTORATION PROGRAM GOALS: INCREASED MONITORING TO EVALUATE TRENDS AND PROMOTING CITIZEN ENGAGEMENT OR EDUCATION.  PLEASE NOTE ADMINISTRATIVE TERM & CONDITION F: EXPIRED INDIRECT COST RATE AGREEMENT. INDIRECT COSTS MAY NOT BE DRAWN DOWN WITHOUT A CURRENT, APPROVED RATE ON-FILE WITH EPA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_01J73101_6800"}, {"internal_id": 110190029, "Award ID": "01J73001", "Award Amount": 67597.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-19", "CFDA Number": "66.962", "Description": "THIS PROJECT WILL REDUCE ZINC AND COPPER DISCHARGES TO SURFACE WATER BY USING GRATTIX BOXES (RAIN GARDENS IN A BOX), PROMOTE COMMUNITY ENGAGEMENT, AND INCREASE STORMWATER KNOWLEDGE. THIS PROJECT WILL DEVELOP A LIST OF POTENTIAL BOX SITES, PROVIDE OWNERS AND MANAGERS WITH STORMWATER EDUCATION, INSTALL 15-20 BOXES AND CONDUCT POST-PLACEMENT FOLLOW UP. FUNDS WILL SUPPORT THREE EMPLOYEES, BOX CONSTRUCTION, SHIPPING, DELIVERY, AND INSTALLATION. THIS PROJECT ADDRESSES COLUMBIA RIVER BASIN PROGRAM GOALS TO REDUCE POLLUTION, IMPROVE WATER QUALITY, REDUCE RUNOFF, AND PROMOTE CITIZEN ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "966b50e1-407b-77d9-6d88-9f51772b15a7-C", "generated_internal_id": "ASST_NON_01J73001_6800"}, {"internal_id": 103141518, "Award ID": "01J72901", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-10", "CFDA Number": "66.962", "Description": "THIS PROJECT WILL MONITOR CURRENT CONDITIONS OF THE CLEARWATER RIVER WATERSHED FOR SEVERAL TOXICS AND POLLUTANTS BY SAMPLING SURFACE WATER, SEDIMENT, AND BIOTIC TISSUE. THE NEZ PERCE TRIBE WATER RESOURCES DIVISION WILL PARTNER WITH THE UNIVERSITY OF IDAHO AND THE US FISH AND WILDLIFE SERVICE TO IMPLEMENT FURTHER MONITORING. FUNDS WILL SUPPORT 10 STAFF MEMBERS, PROVIDE MONITORING SUPPLIES, AND SUPPORT ANALYTICAL COSTS. THIS PROJECT FULFILLS THE COLUMBIA RIVER BASIN PROGRAM GOAL OF MONITORING TO EVALUATE TRENDS, INCLUDING MONITORING CURRENT CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_01J72901_6800"}, {"internal_id": 103141598, "Award ID": "01J72801", "Award Amount": 105000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-10", "CFDA Number": "66.962", "Description": "THIS PROJECT WILL PROVIDE POLLUTION PREVENTION ASSISTANCE TO BUSINESSES IN THE VANCOUVER AREA AND BRING VANCOUVER INTO THE STATEWIDE LOCAL SOURCE CONTROL PARTNERSHIP. PARTNERS WILL PROVIDE FREE, ONSITE, TECHNICAL ASSISTANCE TO HELP MANAGE HAZARDOUS WASTE, ASSIST WITH SWITCHING TO SAFER ALTERNATIVES, AND PREVENT CONTAMINANTS FROM ENTERING STORMWATER OR WASTEWATER. FUNDS WILL SUPPORT ASSISTANCE PROGRAMS, PROVIDE SPILL KITS, AND DEVELOP AND HOST TWO SAFE PEST CONTROL WORKSHOPS. THE PROJECT ADDRESSES COLUMBIA RIVER BASIN PROGRAM GOALS TO REDUCE RUNOFF AND PROMOTE CITIZEN ENGAGEMENT.  NOTE: THE INDIRECT COST RATE AGREEMENT ON FILE WITH EPA EXPIRES ON 6/30/2021. INDIRECT COSTS MAY NOT BE DRAWN DOWN WITHOUT A CURRENT, APPROVED RATE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_01J72801_6800"}, {"internal_id": 109197646, "Award ID": "01J72701", "Award Amount": 174045.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "66.962", "Description": "THIS PROJECT EXPANDS AND SUPPORTS THE CLEAN RIVER COALITION'S PESTICIDE REDUCTION OUTREACH CAMPAIGN. THE PROJECT WILL REDUCE RESIDENTIAL HERBICIDE AND INSECTICIDE USE, DEVELOP NEW VIDEO AND SOCIAL MEDIA CONTENT, INCREASE ADVERTISING BUYS, CONDUCT OUTREACH TO LATINX COMMUNITIES, AND PROVIDE SOCIAL MARKETING TRAINING. FUNDS WILL BE USED TO SUPPORT 5 STAFF MEMBERS, WORKSHOP COSTS, COMMUNITY ENGAGEMENT FOCUS GROUPS, AND VIDEO PRODUCTION. THIS PROJECT ADDRESSES COLUMBIA RIVER PROGRAM GOALS TO ELIMINATE OR REDUCE POLLUTION, IMPROVE WATER QUALITY, REDUCE RUNOFF, AND PROMOTE CITIZEN ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cf78f58-9320-8e79-51d4-2b0ff84703af-C", "generated_internal_id": "ASST_NON_01J72701_6800"}, {"internal_id": 103141596, "Award ID": "01J72601", "Award Amount": 188378.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "66.962", "Description": "THIS PROJECT WILL DEVELOP A LONG-TERM MONITORING PROGRAM AND FRAMEWORK TO TRACK THE STATUS AND TRENDS OF TOXICS IN THE COLUMBIA RIVER. THE PROGRAM WILL TRACK THE TOXICS IN FISH, WATER, SEDIMENTS, AND INVERTEBRATES. THE FRAMEWORK WILL BE A WRITTEN DOCUMENT, WITH INPUT FROM STAKEHOLDERS ON STATISTICAL DESIGN AND COSTS. FUNDS WILL BE USED TO SUPPORT NINE EMPLOYEES WORKING ON THE PROJECT, MONITORING COSTS, AND ANALYSIS COSTS. THIS PROGRAM MEETS THE COLUMBIA RIVER BASIN RESTORATION GOALS OF INCREASING MONITORING AND ACCESS TO DATA AND PROMOTING CITIZEN ENGAGEMENT OR EDUCATION.  PLEASE NOTE THAT FUNDS MAY NOT BE DRAWN DOWN FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_01J72601_6800"}, {"internal_id": 103141608, "Award ID": "01J72501", "Award Amount": 190000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "66.962", "Description": "THIS IS A LONG-TERM PROJECT AIMED AT REDUCING TOXICS IN THE COLUMBIA BASIN WATERSHED BY APPLYING SALMON-SAFE INCENTIVES TO 30,000 ACRES OF NEW, LARGE SCALE, AND DIVERSIFIED FARMS ACROSS THE INTERIOR COLUMBIA BASIN. FUNDS WILL BE USED FOR CONDUCTING OUTREACH TO 500 OR MORE GROWERS, TRANSITIONING AT LEAST 30 COMMODITY CROP GROWERS TO CERTIFICATION PRACTICES, AND DEVELOPING A CERTIFICATION PROGRAM TO PROVIDE COMPREHENSIVE WHOLE FARM ASSESSMENTS, IN ADDITION TO OTHER, SMALLER PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbe07259-2ad2-8c5f-c33a-cd7c57f46b92-R", "generated_internal_id": "ASST_NON_01J72501_6800"}, {"internal_id": 108315153, "Award ID": "01J72401", "Award Amount": 88304.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "66.962", "Description": "THIS PROJECT EXPANDS THE ECOLOGICAL BUSINESS PROGRAM (ECOBIZ) WHICH CERTIFIES ENVIRONMENTALLY FRIENDLY LANDSCAPING AND AUTOMOTIVE BUSINESSES. THIS PROJECT WILL PROVIDE ON-SITE TECHNICAL ASSISTANCE, TRAININGS, RESOURCES, AND POLLUTION PREVENTION EVALUATIONS TO THESE BUSINESSES. FUNDS WILL BE USED TO SUPPORT SIX EMPLOYEES WORKING ON THE PROJECT, ADVERTISING COSTS, AND PROVIDE NO-COST SPILL PREVENTION TOOLS. THE PROJECT ADDRESSES THE COLUMBIA RIVER BASIN RESTORATION PROGRAM GOALS OF ELIMINATING OR REDUCING POLLUTION, REDUCING RUNOFF, AND PROMOTING CITIZEN ENGAGEMENT OR KNOWLEDGE.   PLEASE NOTE THAT FUNDS MAY NOT BE DRAWN DOWN FOR INDIRECT COSTS WITHOUT A CURRENT, APPROVED RATE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c986a14a-e014-a3ab-e482-0c41318e1c9f-R", "generated_internal_id": "ASST_NON_01J72401_6800"}, {"internal_id": 103141517, "Award ID": "01J72301", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-10", "CFDA Number": "66.962", "Description": "THIS PROJECT ESTABLISHES THE WA DEPARTMENT OF AGRICULTURE'S PILOT PESTICIDE STEWARDSHIP PARTNERSHIP. ACTIVITIES INCLUDE MONITORING SURFACE WATER FOR PESTICIDES, WASTE PESTICIDE COLLECTION, AND PARTNERING WITH THE PALOUSE CONSERVATION DISTRICT FOR OUTREACH WITHIN THE PALOUSE AND YAKIMA RIVER WATERSHEDS. THE PROJECT ADDRESSES THE COLUMBIA RIVER BASIN GOALS OF ELIMINATING OR REDUCING POLLUTION, MONITORING, AND PROMOTING CITIZEN ENGAGEMENT OR KNOWLEDGE.  NOTE: THE INDIRECT COST RATE AGREEMENT ON FILE WITH EPA EXPIRES ON 6/30/2021. INDIRECT COSTS MAY NOT BE DRAWN DOWN WITHOUT A CURRENT, APPROVED RATE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "250d514c-ec58-59c0-66d1-974683ad500b-C", "generated_internal_id": "ASST_NON_01J72301_6800"}]