[{"internal_id": 149848352, "Award ID": "02F11301", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-31", "CFDA Number": "66.963", "Description": "DESCRIPTION:THE PRODUCT STEWARDSHIP INSTITUTE (PSI) AND ITS PROJECT PARTNERS WILL EXPAND COLLECTION INFRASTRUCTURE FOR THE SAFE AND SUSTAINABLE MANAGEMENT OF HOME-GENERATED MEDICAL SHARPS (E.G., DISPOSABLE NEEDLES, SYRINGES, AND LANCETS) AT SEVEN SITES THROUGHOUT OKLAHOMA THAT SERVE PEOPLE WITH DIABETES, ESPECIALLY PEOPLE OF THE NATIVE NATIONS IN OKLAHOMA. TO CONDUCT THIS PROJECT, PSI WILL PARTNER WITH THE OKLAHOMA DEPARTMENT OF ENVIRONMENTAL QUALITY (DEQ), COVANTA ENVIRONMENTAL SOLUTIONS (COVANTA), THE OKLAHOMA UNIVERSITY SCHOOL OF MEDICINE HAROLD HAMM DIABETES CENTER, AND MEMBERS OF THE OKLAHOMA MEDS AND SHARPS DISPOSAL COMMITTEE (OMSDC), A STATEWIDE COALITION DEDICATED TO INCREASING SAFE MANAGEMENT OF MEDICAL SHARPS AND PHARMACEUTICALS WHICH INCLUDES ACTIVE MEMBERS FROM SEVERAL NATIONS IN OKLAHOMA INCLUDING THE CHEROKEE, CHOCTAW, AND CHICKASAW NATIONS.ACTIVITIES:THE GOALS OF THIS PROJECT ARE TO (1) INCREASE AVAILABILITY OF SAFE, CONVENIENT SHARPS DISPOSAL OPTIONS TO VULNERABLE COMMUNITIES IN NEED OF SERVICES; (2) INCREASE THE QUANTITY OF SHARPS COLLECTED SAFELY IN OKLAHOMA; (3) DIVERT HOME-GENERATED MEDICAL SHARPS WASTE FROM THE MUNICIPAL WASTE STREAM AND LANDFILLS TO ENERGY-FROM-WASTE FACILITIES SO THAT ENERGY CAN BE GENERATED FROM SHARPS THAT CANNOT BE REUSED OR RECYCLED; (4) EDUCATE SHARPS USERS IN OKLAHOMA ABOUT THE IMPORTANCE OF SAFELY DISPOSING OF MEDICAL SHARPS; AND (5) CREATE A BEST PRACTICE PROGRAM MODEL, TOOLS, AND EDUCATIONAL RESOURCES THAT WILL ENABLE OTHER COMMUNITIES TO REPLICATE THE PROGRAM.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS PROJECT WILL DOUBLE THE NUMBER OF SHARPS COLLECTION SITES IN OKLAHOMA FROM 7 TO 14 SITES. THE PROJECT WILL ALSO DIVERT AN ESTIMATED 2,300 POUNDS OF MEDICAL SHARPS AND 1,200 POUNDS MEDICAL SHARPS CONTAINERS FROM THE SOLID WASTE STREAM. IN ADDITION TO ADDING INFRASTRUCTURE, THIS PROJECT WILL PRODUCE THE FOLLOWING OUTPUTS OR DELIVERABLES: 7 NEW COLLECTION SITES; AT LEAST 1 NEW EDUCATIONAL FACT SHEET OR BROCHURE; 1 EDUCATIONAL WEBINAR; AT LEAST 3 CASE STUDIES; 1 UPDATED GUIDE TO MUNICIPAL AND COMMUNITY-BASED SHARPS COLLECTION PROGRAMS; QUARTERLY AND FINAL REPORTS; NEW DATA, LESSONS LEARNED, AND BEST PRACTICES FOR SHARPS COLLECTION THAT CAN BE REPLICATED BY OTHERS. PSI WILL MEASURE AND TRACK OUTPUTS BY MONITORING SITES REGULARLY TO LEARN HOW MANY HOME SHARPS CONTAINERS HAVE BEEN DISPENSED AND RETURNED AND BY COMPILING MANIFEST DATA ON WEIGHT COLLECTED THAT COVANTA PROVIDES FOR EACH SITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1c8cf58-97f0-e23b-4a9c-9151deaa90dc-C", "generated_internal_id": "ASST_NON_02F11301_6800"}, {"internal_id": 152549244, "Award ID": "02F10601", "Award Amount": 60093.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "66.963", "Description": "DESCRIPTION:ECOLOGY ACTION OF SANTA CRUZ, PROPOSES TO DEVELOP AND PILOT COMPREHENSIVE SUSTAINABILITY ASSESSMENTS IN 20 GROCERY STORES IN UNDERSERVED OR RURAL AREAS IN TEXAS, LOUISIANA, NEW MEXICO, AND OKLAHOMA. THE PROJECT AIMS TO ASSESS AND REDUCE ENVIRONMENTAL AND HUMAN HEALTH RISKS IN GROCERY STORES, IDENTIFY OPPORTUNITIES TO REDUCE\nPOLLUTION AND IMPROVE MATERIALS MANAGEMENT, AND ADVANCE EMERGENCY PREPAREDNESS AMONG GROCERY STORES. THIS WILL BE ACHIEVED BY LEVERAGING PARTNERSHIPS TO PERFORM 20 IN-STORE P2 AND SMM ASSESSMENTS, EDUCATE FOOD RETAILERS AND WORKERS ABOUT OPPORTUNITIES TO PREVENT POLLUTION AND IMPROVE MATERIALS MANAGEMENT, AND TECHNICAL ASSISTANCE TO FOOD RETAILERS. THE PROJECT WILL RESULT IN REDUCED ENERGY AND WATER USAGE, REDUCED POLLUTION, AND REDUCED WASTE IN STORES.ACTIVITIES:ECOLOGY ACTION OF SANTA CRUZ, PROPOSES TO DEVELOP AND PILOT\nCOMPREHENSIVE SUSTAINABILITY ASSESSMENTS IN 20 GROCERY STORES IN UNDERSERVED OR RURAL AREAS IN TEXAS, LOUISIANA, NEW MEXICO, AND OKLAHOMA. THE PROJECT MEETS THE HEALTHY ENVIRONMENTAL LIVING PROGRAM AREAS OF POLLUTION PREVENTION AND SUSTAINABLE MATERIALS MANAGEMENT. GROCERY STORES OFFER SUBSTANTIAL OPPORTUNITIES TO IMPROVE IN BOTH PROGRAM AREAS. THE GOALS OF THE PROJECT ARE TO:\n1. ASSESS AND REDUCE ENVIRONMENTAL AND HUMAN HEALTH RISKS IN INDEPENDENT FOOD RETAIL OPERATIONS.\n2. IDENTIFY OPPORTUNITIES TO REDUCE POLLUTION AT THE SOURCE, INCLUDING POLLUTION FROM ENERGY USE, WATER USE, REFRIGERATION, AND TOXICS IN STORES.\n3. IDENTIFY OPPORTUNITIES TO IMPROVE MATERIALS MANAGEMENT IN THE AREAS OF PLASTICS, FOOD WASTE, AND OTHER OPERATIONAL WASTE.\n4. ADVANCE EMERGENCY PREPAREDNESS OF GROCERY STORES SO THAT THEY CAN CONTINUE OPERATIONS DURING CLIMATE SHOCKS AND EXTREME WEATHER EVENTS.SUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THIS WILL BE ACHIEVED BY:\n1. PARTNERING WITH INDEPENDENT GROCERS ALLIANCE (IGA), THE IGA COCA COLA INSTITUTE (ICCI) AND ITS RETAIL LEARNING INSTITUTE (RLI), AND AFFILIATED FOODS TO RECRUIT 20 INDEPENDENT FOOD\nRETAILERS IN THE TARGET AREA.\n2. PERFORMING IN-STORE EDUCATIONAL ASSESSMENTS ON POLLUTION PREVENTION, SUSTAINABLE MATERIALS MANAGEMENT, AND DISASTER RESILIENCY IMPROVEMENT PRACTICES AND MEASURES.\n3. EDUCATING ENROLLED FOOD RETAILERS ABOUT OPPORTUNITIES IN THEIR STORES TO REDUCE POLLUTION, IMPROVE SUSTAINABLE MATERIALS MANAGEMENT, AND ENHANCE DISASTER READINESS\nTHROUGH WRITTEN REPORTS AND TRAINING SESSIONS.\n4. PROVIDE TECHNICAL ASSISTANCE TO ENROLLED RETAILERS IN DEVELOPING IMPLEMENTATION PLANS AND ADOPTING RECOMMENDED MEASURES AND STRATEGIES, AND TRAINING WORKERS.\n5. EVALUATING AND DISSEMINATING PROJECT RESULTS.\n6. EFFECTIVELY ADMINISTERING THE PROJECT.\nDIRECT BENEFICIARIES OF THIS PROGRAM INCLUDE THE PUBLIC AND BUSINESSES IN EPA REGION 6.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de9841eb-d639-e3a0-b95e-3730749844ae-R", "generated_internal_id": "ASST_NON_02F10601_6800"}, {"internal_id": 148927791, "Award ID": "02F10401", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-07", "CFDA Number": "66.963", "Description": "DESCRIPTION:\nGROWING UP HEALTHY WILL UPDATE THE CURRENT ECO-HEALTHY CHILD CARE&REG; CHECKLIST TO INCLUDE THE LATEST ENVIRONMENTAL HEALTH-RELATED SCIENCE AND WILL EXPAND IT TO 35 BEST PRACTICES WITH A FOCUS ON IMPROVING INDOOR AIR QUALITY IN CHILD CARE FACILITIES. AT LEAST 136 CENTER BASED EARLY CHILDHOOD PROGRAMS IN NORTHWEST ARKANSAS WILL RECEIVE FREE EDUCATIONAL RESOURCES (IN ENGLISH AND SPANISH), INCLUDING THE UPDATED CHECKLIST. 30% (40) OF THESE PROGRAMS WILL ALSO RECEIVE FREE USAGES OF EHCC&REG;'S 3 HOUR E-LEARNING COURSE, AN ADDITIONAL VIRTUAL EDUCATION\nSESSION, 4 SESSIONS OF VIRTUAL TECHNICAL ASSISTANCE, AND RESOURCES ON ENVIRONMENTAL HEALTH-RELATED TOPICS TO ENCOURAGE PROVIDERS TO ADOPT BEST PRACTICES AND POLICIES TO IMPROVE INDOOR AIR QUALITY. IN AN EFFORT TO REACH PROVIDERS SERVING LOW-INCOME COMMUNITIES, WE WILL DISTRIBUTE INFORMATION ON INDOOR AIR QUALITY TESTING TO HEADSTART, ARKANSAS BETTER CHANCE PROGRAMS, AND CHILD CARE PROVIDERS THAT TARGET FAMILIES IN LOW-INCOME HOUSEHOLDS. AT LEAST 20 PROVIDERS WILL AGREE TO PARTICIPATE IN THE STUDY, AND INDOOR AIR QUALITY WILL BE MONITORED BY\nMCMAC CX OVER 12 MONTHS.\nACTIVITIES:\nWHILE THIS PROJECT WILL IMPACT A TOTAL OF 136 EARLY CHILDHOOD EDUCATION CENTERS IN NORTHWEST ARKANSAS, THE UPDATED CHECKLIST, RESOURCES, PROTOCOLS AND RESEARCH RESULTS WILL BE USED TO FURTHER IMPROVE THE INDOOR AIR QUALITY IN THE 900+ EARLY CHILDHOOD PROGRAMS CURRENTLY EHCC&REG; ENDORSED, AS WELL AS GROW THE NETWORK OF EHCC&REG; ENDORSED PROGRAMS ACROSS THE NATION. THE PROPOSED PROJECT WILL PROPEL GROWING UP HEALTHY TO CREATE HEALTHIER EARLY LEARNING ENVIRONMENTS FOR ALL CHILDREN AND FAMILIES FOR GENERATIONS TO COME VIA POLICY CHANGE, RESEARCH, EDUCATION AND MARKET-PLACE GROWTH, GIVING EARLY CHILDHOOD PROGRAMS AND STATES AND SYSTEMS DATA-DRIVEN STRATEGIES TO SPARK NATIONWIDE CHANGE IN CHILDREN'S ENVIRONMENTAL HEALTH.\nOUTCOMES:\nGROWING UP HEALTHY WILL UPDATE THE CURRENT ECO-HEALTHY CHILD CARE&REG; CHECKLIST TO INCLUDE THE LATEST ENVIRONMENTAL HEALTH-RELATED SCIENCE AND WILL EXPAND IT TO 35 BEST PRACTICES WITH A FOCUS ON IMPROVING INDOOR AIR QUALITY IN CHILD CARE FACILITIES. AT LEAST 136 CENTER BASED EARLY CHILDHOOD PROGRAMS IN NORTHWEST ARKANSAS WILL RECEIVE FREE EDUCATIONAL RESOURCES (IN ENGLISH AND SPANISH), INCLUDING THE UPDATED CHECKLIST. 30% (40) OF THESE PROGRAMS WILL ALSO RECEIVE FREE USAGES OF EHCC&REG;'S 3 HOUR E-LEARNING COURSE, AN ADDITIONAL VIRTUAL EDUCATION\nSESSION, 4 SESSIONS OF VIRTUAL TECHNICAL ASSISTANCE, AND RESOURCES ON ENVIRONMENTAL HEALTH-RELATED TOPICS TO ENCOURAGE PROVIDERS TO ADOPT BEST PRACTICES AND POLICIES TO IMPROVE INDOOR AIR QUALITY. IN AN EFFORT TO REACH PROVIDERS SERVING LOW-INCOME COMMUNITIES, WE WILL DISTRIBUTE INFORMATION ON INDOOR AIR QUALITY TESTING TO HEADSTART, ARKANSAS BETTER CHANCE PROGRAMS, AND CHILD CARE PROVIDERS THAT TARGET FAMILIES IN LOW-INCOME HOUSEHOLDS. AT LEAST 20 PROVIDERS WILL AGREE TO PARTICIPATE IN THE STUDY, AND INDOOR AIR QUALITY WILL BE MONITORED BY\nMCMAC CX OVER 12 MONTHS.\nSUBRECIPIENT:\nSUBAWARDS COSTS - CEHN AND EHCC WILL PROVIDE VIRTUAL TECHNICAL ASSISTANCE AND TRAINING ON CHILDREN&RSQUO;S ENVIRONMENTAL HEALTH TO CHILD CARE PROFESSIONALS IN REGION 6. CEHN/EHCC WILL DISTRIBUTE IN-KIND USAGES OF E-LEARNING COURSE AND EHCC CHECKLIST AND WILL FACILITATE DISCUSSIONS WITH ARKANSAS LEADERS ON QUALITY RATING AND IMPROVEMENT SYSTEM (QRIS) ADOPTION OF EHCC RELATED CHILDREN&RSQUO;S ENVIRONMENTAL HEALTH STANDARDS.\n\nCOST IN YEAR 1 INCLUDES TRAVEL FOR ONE INDIVIDUAL FOR A 2 DAY IN PERSON MEETING WITH HWCEC, CEHN AND EHCC. COSTS INCLUDE AIRFARE ($320 TOTAL) FOR NATIONAL DIRECTOR OF EHCC TO TRAVEL TO WASHINGTON DC, 2 NIGHTS IN A HOTEL ($500 TOTAL), AND PER DIEM OF $55/DAY/PERSON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f077a076-4844-337c-6013-11ebb0a9a9e8-R", "generated_internal_id": "ASST_NON_02F10401_6800"}, {"internal_id": 148927836, "Award ID": "02F09701", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-18", "CFDA Number": "66.963", "Description": "DESCRIPTION:\nICAST'S PROPOSED CREATING ENERGY EFFICIENT AND HEALTHY HOMES IN ENVIRONMENTAL JUSTICE COMMUNITIES PROJECT WILL PROVIDE EDUCATION AND ASSESSMENTS FOR SMALL BUSINESS MFAH PROPERTY OWNERS TO TEACH THEM THE BENEFITS OF EE/WC MEASURES AND ACCESS RESOURCES TO IMPLEMENT THEM. ICAST WILL TARGET ENVIRONMENTAL JUSTICE (EJ) COMMUNITIES IN BOTH RURAL AND URBAN NEW MEXICO WHICH HAVE MFAH PROPERTIES IN POOR CONDITION THAT WOULD BENEFIT FROM EE/WC UPGRADES. WE WILL UTILIZE OUR INNOVATIVE ONE-STOP-SHOP (OSS) APPROACH, WHICH OFFERS MFAH BUSINESS OWNERS EVERYTHING THEY NEED TO IMPLEMENT HEALTHY, EE/WC UPGRADES FROM EDUCATION AND PROPERTY ASSESSMENTS TO FINANCING ASSISTANCE AND CONSTRUCTION MANAGEMENT. OUR UNIQUE OSS APPROACH HELPS REDUCE THE BARRIERS MANY MFAH BUSINESSES ENCOUNTER WHEN UPGRADING THEIR PROPERTIES AND ENCOURAGES OWNERS TO IMPLEMENT IMPROVEMENTS.\nACTIVITIES:\nICAST (INTERNATIONAL CENTER FOR APPROPRIATE AND SUSTAINABLE TECHNOLOGY) IS A NATIONAL 501(C)(3) NONPROFIT WITH A 20-YEAR HISTORY OF DESIGNING AND LAUNCHING PROGRAMS THAT MEANINGFULLY IMPACT LOW-TO-MODERATE INCOME (LMI) COMMUNITIES BY ADVANCING THEIR ACCESS TO CLEAN ENERGY AND HEALTHY, AFFORDABLE HOUSING. ICAST'S PROPOSED PROJECT, CREATING ENERGY EFFICIENT AND HEALTHY HOMES IN ENVIRONMENTAL JUSTICE COMMUNITIES, WILL PROVIDE OUTREACH, EDUCATION, AND PROPERTY ASSESSMENTS TO MULTIFAMILY AFFORDABLE HOUSING (MFAH) BUSINESS OWNERS TO HELP THEM UNDERSTAND THE BENEFITS OF AND FUNDING AVAILABLE TO IMPLEMENT HEALTH AND SAFETY (HANDS), ENERGY EFFICIENCY (EE), AND WATER CONSERVATION (WC) MEASURES AT THEIR PROPERTIES. OUR PROPOSED PROJECT IS ALIGNED WITH THE POLLUTION PREVENTION AREA OF EPA'S HEALTHY ENVIRONMENTAL LIVING PROGRAM (HELP) AS MANY OF THESE SMALL BUSINESSES LACK THE KNOWLEDGE AND RESOURCES NECESSARY TO IMPLEMENT SOURCE REDUCTION PRACTICES (E.G. EE/WC).\nOUTCOMES:\nOUTPUTS: THE PROPOSED PROJECT'S OUTREACH, EDUCATION, ASSESSMENTS, AND COMMITMENTS TO EE/WC AND HANDS UPGRADES FROM MFAH OWNERS WILL RESULT IN OVERALL GHG REDUCTIONS, REDUCED RELIANCE ON FOSSIL FUELS, AND NATURAL RESOURCE CONSERVATION VIA IMPROVEMENTS TO THE MFAH PROPERTIES' EFFICIENCIES. ICAST'S EFFORTS WILL RESULT IN IMPROVED LIVING CONDITIONS FROM BETTER IAQ AND HANDS MEASURES FOR MFAH RESIDENTS IN EJ COMMUNITIES, AND UTILITY AND HEALTHCARE COST SAVINGS FROM LOWER ENERGY BILLS AND LESS HEALTH TRIGGERS.\nOUTCOMES: ICAST ENVISIONS THE PROPOSED PROJECT BUILDS LONG-TERM RELATIONSHIPS WITH MFAH BUSINESSES AND RESIDENTS IN EJ AND DISADVANTAGED COMMUNITIES. THE PROJECT WILL ENCOURAGE A HIGHER LEVEL OF PARTICIPATION IN EE/WC AND HANDS PROGRAMS THAT MFAH OWNERS AND COMMUNITY RESIDENTS MIGHT NOT OTHERWISE HAVE HAD THE KNOWLEDGE OR RESOURCES TO ACCESS. ICAST EXPECTS ITS PROPOSED CREATING ENERGY EFFICIENT AND HEALTHY HOMES IN ENVIRONMENTAL JUSTICE COMMUNITIES PROJECT WILL ENCOURAGE OWNERS TO PERFORM RETROFITS FOR LEAST 1,000 LMI HOUSEHOLDS IN DISADVANTAGED AND EJ COMMUNITIES. THESE RETROFITS WILL IMPROVE THE HEALTH OF 2,500 INDIVIDUALS AND SAVE 2,021,708 KWH IN ELECTRICITY, RESULTING IN 1,579 TONS OF REDUCED GREENHOUSE GAS EMISSIONS (GHG).\nSUBRECIPIENT:\nNO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d8a27e2-ecde-79d2-87c2-2a815c67a65b-R", "generated_internal_id": "ASST_NON_02F09701_6800"}, {"internal_id": 155664238, "Award ID": "02F09301", "Award Amount": 82008.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "66.963", "Description": "DESCRIPTION:IN THIS PROJECT, THE CITY OF ALBUQUERQUE MOSQUITO CONTROL PROGRAM PROPOSES TO IMPROVE QUALITY OF LIFE IN AT-RISK AND TRADITIONALLY UNDERSERVED AREAS BY ENHANCING AND INCREASING EXISTING MOSQUITO SURVEILLANCE AND DISEASE MONITORING EFFORTS IN THE CITY OF ALBUQUERQUE AND BERNALILLO COUNTY, NEW MEXICO. SINCE ITS INTRODUCTION IN 2018, AND SUBSEQUENT RAPID EXPANSION AND ESTABLISHMENT, THE INVASIVE MOSQUITO SPECIES AEDES AEGYPTI (THE YELLOW FEVER MOSQUITO), HAS HAD A NEGATIVE IMPACT ON QUALITY OF LIFE IN ALBUQUERQUE AND THE SURROUNDING METROPOLITAN AREA OF BERNALILLO COUNTY. EFFORTS FUNDED BY THIS PROPOSAL WOULD INCREASE MOSQUITO SURVEILLANCE, DISEASE MONITORING, AND OUTREACH AND EDUCATION IN RESPONSE TO THIS EMERGING THREAT.ACTIVITIES:THIS PROJECT PROPOSES TO IMPROVE QUALITY OF LIFE IN AT-RISK AND TRADITIONALLY UNDERSERVED AREAS BY ENHANCING AND INCREASING EXISTING MOSQUITO SURVEILLANCE AND DISEASE MONITORING EFFORTS IN THE CITY OF ALBUQUERQUE AND BERNALILLO COUNTY, NEW MEXICO. SINCE ITS INTRODUCTION IN 2018, AND SUBSEQUENT RAPID EXPANSION AND ESTABLISHMENT, THE INVASIVE MOSQUITO SPECIES AEDES AEGYPTI (THE YELLOW FEVER MOSQUITO), HAS HAD A NEGATIVE IMPACT ON QUALITY OF LIFE IN THE CITY OF ALBUQUERQUE AND SURROUNDING METROPOLITAN AREA OF BERNALILLO COUNTY. EFFORTS FUNDED BY THIS PROPOSAL WOULD INCREASE MOSQUITO SURVEILLANCE, DISEASE MONITORING, AND OUTREACH AND EDUCATION IN RESPONSE TO THIS EMERGING THREAT. \nTHE CITY OF ALBUQUERQUE ENVIRONMENTAL HEALTH DEPARTMENT'S URBAN BIOLOGY DIVISION (UBD) MOSQUITO CONTROL PROGRAM OPERATES UNDER PRINCIPLES OF INTEGRATED PEST MANAGEMENT (IPM). FUNDING WOULD IMPROVE UBD'S ABILITY TO ADAPT CONTROL RESPONSES TO BETTER ADDRESS CURRENT CONDITIONS IN THE AREA. THE PROPOSED OUTREACH AND EDUCATION EFFORTS WILL EMPOWER CITIZENS TO TAKE IPM ACTIONS ON THEIR OWN PROPERTY TO REDUCE AE. AEGYPTI AND OTHER MOSQUITO POPULATIONS, THAT DO NOT INVOLVE HOME USE OF PESTICIDES, THEREBY INCREASING QUALITY OF LIFE AND PREVENTING POLLUTION AND PROMOTING A HEALTHIER HOME ENVIRONMENT FOR ALL, INCLUDING CHILDREN. FUNDING FROM THIS PROPOSAL WOULD BE USED TO INCREASE THE CAPACITY AND QUALITY FOR SURVEILLANCE AND DISEASE MONITORING IN AT-RISK AREAS THROUGHOUT THE CITY OF ALBUQUERQUE AND BERNALILLO COUNTY.\nUBD OFFERS EPA A PARTNER TO IMPROVE THE QUALITY AND RESILIENCE OF THIS KEYSTONE MONITORING PROGRAM IN ALBUQUERQUE AND BERNALILLO COUNTY, NEW MEXICO, WHERE HUMAN POPULATIONS ARE DENSE ENOUGH TO SUSTAIN LARGE POPULATIONS OF THIS IMPORTANT VECTOR SPECIES.\nSUBRECIPIENT:NO SUBAWARDS ARE INCLUDED IN THIS ASSISTANCE AGREEMENT.OUTCOMES:THE OBJECTIVES FOR OPTIMIZING UBD'S IPM PROGRAM ARE TO INCREASE MOSQUITO SURVEILLANCE, EXPAND ARBOVIRUS TESTING, AND ENHANCE OUTREACH EFFORTS. INCREASED SURVEILLANCE IN AREAS THAT PREVIOUS MONITORING EFFORTS HAVE NOT COVERED WILL ALLOW FOR PROPER IPM RESOURCE ALLOCATION IN THOSE AREAS, ENHANCED ARBOVIRUS DETECTION, AND COMMUNITY RESOURCES FOR OUTREACH OPPORTUNITIES. THIS INCREASE IN OUTREACH OPPORTUNITIES WILL EXPOSE ADDITIONAL GEOGRAPHIC REGIONS WHERE PREVIOUSLY UNDETECTED MOSQUITO POPULATIONS COULD BE AFFECTING QUALITY OF LIFE AND INCREASE UBD'S ABILITY TO PROVIDE ACCURATE INFORMATION ON MOSQUITO CONTROL TECHNIQUES. UBD WILL BE ABLE TO REALLOCATE ADDITIONAL IPM DRIVEN RESOURCES INTO THOSE IDENTIFIED GEOGRAPHIC AREAS IF NECESSARY. OPTIMIZING IPM EFFORTS THROUGHOUT ALBUQUERQUE AND BERNALILLO COUNTY WILL INEVITABLY FREE UP RESOURCES TO ALLOW THE PROGRAM TO REACH A WIDER RANGE OF CITIZENS.\nSURVEILLANCE WILL CONSIST OF CONTINUING TO MONITOR ESTABLISHED COLLECTION SITES THROUGHOUT BERNALILLO COUNTY AND INCREASING AE. AEGYPTI TARGETED SURVEILLANCE IN NEWLY ESTABLISHED SITES. ARBOVIRUS TESTING WILL BE EXPANDED THROUGH THE USE OF RT-PCR TO ALLOW FOR THE ADDITION OF ZIKA, DENGUE, CHIKUNGUNYA, WESTERN EQUINE ENCEPHALITIS, AND ST. LOUIS ENCEPHALITIS. IN-PERSON AND ONLINE OUTREACH AND EDUCATION EVENTS INCLUDING NEIGHBORHOOD ASSOCIATION MEETINGS AND COMMUNITY CENTER EVENTS W", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6d90ff3-ecac-9dea-023a-e8c742ab065b-C", "generated_internal_id": "ASST_NON_02F09301_6800"}]