[{"internal_id": 69783662, "Award ID": "99T75701", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "66.931", "Description": "THE PURPOSE OF THIS AWARD IS TO DEVELOP AND IMPLEMENT PROJECTS AND ACTIVITIES THAT MEET THE BORDER 2020 PROGRAM GOALS AND OBJECTIVES AND ADDRESS STATE OF ARIZONA AND CALIFORNIA BORDER PRIORITIES OF ENVIRONMENTAL AND PUBLIC HEALTH CHALLENGES.   THIS ASSISTANCE AMENDMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $230,500.  PREAWARD COSTS ARE APPROVED BACK TO JULY 1, 2018.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_99T75701_6800"}, {"internal_id": 48243420, "Award ID": "99T28001", "Award Amount": 868411.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-07-13", "CFDA Number": "66.931", "Description": "THE PURPOSE OF THIS AWARD IS TO IMPLEMENT ENVIRONMENTAL PROJECTS WHICH SIGNIFICANTLY IMPROVE THE ENVIRONMENT AND PUBLIC HEALTH IN THE U.S.-MEXICO BOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_99T28001_6800"}, {"internal_id": 48243219, "Award ID": "99T06601", "Award Amount": 627500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-23", "CFDA Number": "66.931", "Description": "THE PURPOSE OF THIS NEW COOPERATIVE AGREEMENT IS TO IMPLEMENT ENVIRONMENTAL PROJECTS THAT WILL SIGNIFICANTLY IMPROVE THE ENVIRONMENT AND PUBLIC HEALT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_99T06601_6800"}, {"internal_id": 111062287, "Award ID": "98T14001", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "66.931", "Description": "THE PURPOSE OF THIS AWARD IS TO DEVELOP PROJECTS THAT MEET THE GUIDING PRINCIPLES, GOALS, AND OBJECTIVES OF THE BORDER 2025: US-MEXICO ENVIRONMENTAL PROGRAM (PROGRAM). FOUR LONG-TERM STRATEGIC GOALS TO ADDRESS ENVIRONMENTAL AND PUBLIC HEALTH CHALLENGES HAVE BEEN IDENTIFIED AND THE NORTH AMERICAN DEVELOPMENT BANK'S (NADB) WORKPLAN EFFORTS WILL FOCUS ON BENEFITING BORDER COMMUNITIES IN THE CALIFORNIA/BAJA CALIFORNIA AND ARIZONA/SONORA REGION.    THIS ASSISTANCE AGREEMENT PROVIDES PARTIAL FUNDING IN THE AMOUNT OF $273,953.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_98T14001_6800"}, {"internal_id": 161862783, "Award ID": "84060801", "Award Amount": 325000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "66.931", "Description": "DESCRIPTION:THE PURPOSE OF THIS COOPERATIVE AGREEMENT  IS TO IMPROVE ENVIRONMENTAL GOVERNANCE IN REGIONS/COUNTRIES - THAT ARE ENGAGED IN AN FREE TRADE AGREEMENTS WITH THE U.S. OR COOPERATE WITH THE U.S. THROUGH OTHER BILATERAL ENVIRONMENTAL INITIATIVE(S). IMPROVING ENVIRONMENTAL GOVERNANCE MAY BE ACCOMPLISHED THROUGH THE EXCHANGE OF EXPERT KNOWLEDGE OF ENVIRONMENTAL QUALITY MANAGEMENT STRATEGIES, TOOLS, INFORMATION, AND PROGRAMS. THE OVERARCHING COMPONENT UNDER THIS COOPERATIVE AGREEMENT IS GOOD ENVIRONMENTAL GOVERNANCE. THE SPECTRUM OF THE CAPACITY BUILDING ACTIVITIES EXPECTED TO BE PERFORMED SUPPORTS THE FOLLOWING ENVIRONMENTAL AREAS, INCLUDING BUT NOT LIMITED TO: (1) WATER RESOURCES MANAGEMENT MDASH;; (2) SOLID WASTE MANAGEMENT; (3) AIR QUALITY MANAGEMENT; (4) EMERGENCY RESPONSE CAPACITY;(5) ENVIRONMENTAL IMPACT ASSESSMENTS (EIA); (6) PUBLIC PARTICIPATION/SOCIAL INCLUSION; ENVIRONMENTAL JUSTICE AND EQUITY; AND (7) ENVIRONMENTAL ENFORCEMENT AND COMPLIANCE.ACTIVITIES:THE EXCHANGE OF INFORMATION, AND ENVIRONMENTAL TECHNICAL EXPERTISE TO BE PERFORMED MAY INCLUDE SEMINARS, TRAINING, WORKSHOPS (VIRTUAL AND/OR IN-PERSON) STUDY TOURS AMONG OTHERS. THE AREAS OF TECHNICAL CAPACITY BUILDING WILL BE FOCUSED ON WATER QUALITY, AIR QUALITY, SOLID WASTE MANAGEMENT, CLIMATE CHANGE, ENVIRONMENTAL JUSTICE, PUBLIC PARTICIPATION, EMERGENCY RESPONSE, ENVIRONMENTAL IMPACT ASSESSMENT, AND ENVIRONMENTAL ENFORCEMENT AND COMPLIANCE.   SUBRECIPIENT:SUBAWARDS ACTIVITIES MAY INCLUDE ON-THE-GROUND FEASIBILITY STUDIES, DEVELOPMENT OF CASE STUDIES, IMPLEMENTATION OF THE TRASH FREE WATERS APPROACH THAT WOULD LEAD TO THE DEVELOPMENT OF A NATIONAL MARINE LITTER ACTION PLAN. OUTCOMES:EXPECTED OUTCOMES WOULD INCLUDE:\n1) INCREASED TECHNICAL CAPACITY IN VARIOUS ENVIRONMENTAL AREAS (I.E., WATER, SOLID WASTE, AIR QUALITY) IN U.S. TRADING PARTNER COUNTRIES AND KEY BILATERAL COUNTERPARTS ABROAD. \n2) ENHANCED ENVIRONMENTAL GOVERNANCE IN U.S. TRADING PARTNER COUNTRIES AND KEY BILATERAL COUNTERPARTS ABROAD. \n\nINTENDED BENEFICIARIES WOULD BE THE U.S. ENVIRONMENTAL AUTHORITIES COUNTERPARTS: MINISTRIES OF ENVIRONMENT AND LOCAL MUNICIPALITIES AND COMMUNITIES AS WELL AS OTHER RELEVANT ORGANIZATIONS AND THEIR CONSTITUENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d035b043-1694-6193-563e-4e6b32dbf656-C", "generated_internal_id": "ASST_NON_84060801_6800"}, {"internal_id": 151676311, "Award ID": "84048801", "Award Amount": 1629919.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "66.931", "Description": "DESCRIPTION:THE PURPOSE OF THIS ACTION IS TO OPEN A NEW COOPERATIVE AGREEMENT BETWEEN EPA AND THE UN ENVIRONMENT PROGRAMME (UNEP). THE FIVE-YEAR AGREEMENT, TO BEGIN ON OCTOBER 1, 2022, IS IN THE AMOUNT OF $7,250,000, WITH AN INITIAL INSTALLMENT OF $1,005,000, AND THE GOAL IS TO IMPROVE ENVIRONMENTAL PROTECTION, CAPACITY BUILDING AND IMPLEMENTATION OF RESOLUTIONS OF THE UNITED NATIONS ENVIRONMENT ASSEMBLY. THIS IS IN LINE WITH THE MEMORANDUM OF UNDERSTANDING BETWEEN THE UNITED NATIONS ENVIRONMENT PROGRAMME AND THE ENVIRONMENTAL PROTECTION AGENCY OF THE UNITED STATES OF AMERICA, SIGNED ON 8 SEPTEMBER 2021. UNDER THIS ACTION, FUNDS WILL BE ADDED FOR THREE PROJECTS UNDER THE COOPERATIVE AGREEMENT THAT ADDRESS VARIOUS ASPECTS OF COOPERATION WITH UNEP ON FOOD WASTE AND THE INTERNATIONAL RESOURCE PANEL (IRP). THE FOCUS OF THE PLANNED COLLABORATION WILL BE WORK ON STRENGTHENING ENVIRONMENTAL LAWS; CREATING HEALTHY COMMUNITIES; TRANSITIONING TO A GREEN ECONOMY; RESPONDING TO CLIMATE CHANGE AND OTHER GLOBAL CHALLENGES; AND PROVIDING SCIENTIFIC LEADERSHIP. ACTIVITIES:THE ANTICIPATED ACTIVITIES FOR THIS COOPERATIVE AGREEMENT INCLUDE: - SUPPORT TO COUNTRIES TO REDUCE GREENHOUSE GAS EMISSIONS INCLUDING ACROSS ENERGY, INDUSTRY, TRANSPORT, BUILDINGS AND CONSTRUCTION, AGRICULTURE AND FORESTRY. - SUPPORT TO NATIONAL COUNTRY PROJECTS TO INTRODUCE LOW SULPHUR FUELS. - SUPPORT TO COUNTRY PROJECTS THAT WILL SUPPORT CAPACITY DEVELOPMENT TO ADDRESS AIR QUALITY MANAGEMENT, INCLUDING ACTIVITIES ON URBAN AIR POLLUTION. - SUPPORT GOVERNMENTS, UNEP, AND PARTNERS TO PROMOTE SUSTAINABLE CONSUMPTION AND PRODUCTION (SCP) PATTERNS, INCLUDING THROUGH THE 10YFP, THE LIFE CYCLE INITIATIVE, THE SUSTAINABLE INFRASTRUCTURE PARTNERSHIP. - SUPPORT THE IMPLEMENTATION OF THE GLOBAL STRATEGY FOR SCP, COOPERATING AND SUPPORTING PROGRAMME DEVELOPMENT. - BUILD UPON EXISTING NATIONAL AND INTERNATIONAL EFFORTS, APPROACHES, AND RESOURCES TO ADDRESS FOOD LOSS AND WASTE IN RAPIDLY URBANIZING CITIES IN DEVELOPING COUNTRIES.  - SUPPORT CONTINUING COOPERATION BETWEEN U.S. EPA AND UNEP IN ADVANCING THE WORK OF THE INTERNATIONAL RESOURCE PANEL (IRP) IN PROMOTING RESOURCE EFFICIENCY AND SUSTAINABLE MATERIALS MANAGEMENT GLOBALLY. - CONTINUE TO SUPPORT REGIONAL ACTIVITIES, ACTION PLANS, WORKSHOPS, AND PILOT PROJECTS THAT REDUCE THE AMOUNT OF PLASTIC POLLUTION GOING INTO THE MARINE ENVIRONMENT. - ADVANCING THE IMPLEMENTATION OF THE MINAMATA CONVECTION AND THE UNEP GLOBAL MERCURY PARTNERSHIP. - ENCOURAGING THE DEVELOPMENT AND IMPLEMENTATION OF EFFECTIVE LEAD PAINT LAWS AND OTHER ACTIVITIES TO REDUCE LEAD EXPOSURE. - SUPPORT THE IMPLEMENTATION OF THE STRATEGIC APPROACH TO INTERNATIONAL CHEMICALS MANAGEMENT (SAICM). - SUPPORT GOVERNMENTS, UNEP, AND THEIR PARTNERS TO IMPLEMENT THE UNEA AIR QUALITY RESOLUTIONS. - PROTECTING ECOSYSTEMS, IN PARTICULAR WATER, THROUGH INTEGRATED APPROACHES TO ECOSYSTEM MANAGEMENT.  - BUILD ON EXISTING COOPERATION TO ENHANCE COUNTRIES' INSTITUTIONAL CAPACITIES FOR ENVIRONMENTAL PROTECTION AND MANAGEMENT THROUGH COLLABORATIVE ACTIVITIES SUCH AS THOSE UNDER THE FIFTH MONTEVIDEO PROGRAMME AND OTHER ACTIVITIES OTHERS THAT SUPPORT THE DEVELOPMENT, IMPLEMENTATION, ENFORCEMENT AND PERIODIC REVIEW OF ENVIRONMENTAL LAWS AND REGULATORY INSTRUMENTS. - BUILD ON EXISTING COOPERATION TO PROMOTE THE DEVELOPMENT OF INTERNATIONALLY COMPARABLE ENVIRONMENTAL STATISTICS, INDICATORS AND ACCOUNTS TO SUPPORT MONITORING, EVALUATION AND LEARNING FROM THEIR ACTION TO ADDRESS ENVIRONMENTAL POLLUTION, CLIMATE CHANGE AND HEALTHY AND PRODUCTIVE ECOSYSTEMS, TO CONDUCT ENVIRONMENTAL RESEARCH AND ASSESSMENTS, TO DEVELOP SUSTAINABLE MODELS AND STANDARDS AND TO PROMOTE CAPACITY BUILDING AND DEVELOPMENT OF ENVIRONMENTAL DATA COLLECTION AND USE, REPORTING AND OBSERVATION SYSTEMS. THREE PROJECTS WILL FALL UNDER THIS COOPERATIVE AGREEMENT THAT ADDRESS VARIOUS ASPECTS OF COOPERATION WITH THE UN ENVIRONMENT PROGRAMME (UNEP)", "Place of Performance Country Code": "KEN", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2542c376-7be2-9ad5-4baa-475275e382cf-C", "generated_internal_id": "ASST_NON_84048801_6800"}, {"internal_id": 62808893, "Award ID": "83925301", "Award Amount": 1240000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-10-03", "CFDA Number": "66.931", "Description": "THE PROJECTS UNDER THIS FUNDING ACTION WILL:1) IMPROVE ENVIRONMENTAL QUALITY AND PROTECTION FOR MULTILATERAL DEVELOPMENT EFFORTS, BY IDENTIFYING BEST PRACTICES FOR INCORPORATING ENVIRONMENTAL CONSIDERATIONS INTO THOSE ACTIVITIES AND BY FOSTERING RELATED INTERNATIONAL COMMUNICATION AND COOPERATION; 2) REDUCE FOOD WASTE AND RELATED NEGATIVE ENVIRONMENTAL AND ECONOMIC IMPACTS BY ADVANCING METHODS, BEST PRACTICES AND INTERNATIONAL COOPERATION AIMED AT FOOD WASTE PREVENTION, RECOVERY AND RECYCLING.", "Place of Performance Country Code": "FRA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25afc325-90bb-e8e4-068f-bddb2cf2225c-C", "generated_internal_id": "ASST_NON_83925301_6800"}, {"internal_id": 46683332, "Award ID": "83617201", "Award Amount": 4910659.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-07", "CFDA Number": "66.931", "Description": "THE OVERALL OBJECTIVE OF THIS COOPERATIVE AGREEMENT IS TO ASSIST INSTITUTIONS IN STRENGTHENING THEIR LEGAL, TECHNICAL, RESEARCH, ANALYTICAL, PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d035b043-1694-6193-563e-4e6b32dbf656-C", "generated_internal_id": "ASST_NON_83617201_6800"}, {"internal_id": 46683190, "Award ID": "83616001", "Award Amount": 2398337.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-17", "CFDA Number": "66.931", "Description": "THIS FUNDING ACTION WILL SUPPORT OITAS THIRD COOPERATIVE AGREEMENT WITH THE UNITED NATIONS ENVIRONMENT PROGRAMME (UNEP) INCLUDING ACTIVITIES RESUL", "Place of Performance Country Code": "KEN", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2542c376-7be2-9ad5-4baa-475275e382cf-C", "generated_internal_id": "ASST_NON_83616001_6800"}, {"internal_id": 162165329, "Award ID": "02F41201", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "66.931", "Description": "DESCRIPTION:THE PROJECT TO BE IMPLEMENTED BY THE NORTH AMERICAN DEVELOPMENT BANK (NADBANK) WILL BE TO CARRY OUT SEVERAL ACTIVITIES BORDERWIDE TO IMPLEMENT THE UNITED STATES (U.S.)-MEXICO ENVIRONMENTAL PROGRAM WITHIN THE BORDER REGION (62.5 MILES NORTH AND SOUTH OF THE BORDER) IN THE U.S. STATES OF NEW MEXICO, TEXAS, ARIZONA AND CALIFORNIA AND MEXICAN STATES OF CHIHUAHUA, COAHUILA, NUEVO LEOACUTE;N, TAMAULIPAS, BAJA CALIFORNIA, AND SONORA. INTERNATIONAL CAPACITY-BUILDING PLAYS A KEY ROLE IN PROTECTING THE PUBLIC HEALTH OF COMMUNITIES AND THE ENVIRONMENT BY PROVIDING TECHNICAL COOPERATION. THIS PROJECT WILL BE FOCUSED ON GOAL 3 OF THE U.S. - MEXICO BORDER PROGRAM: PROMOTE MATERIALS MANAGEMENT, WASTE MANAGEMENT AND CLEAN SITES. THE BORDER REGION FACES SIGNIFICANT CHALLENGES THAT THREATEN ITS ABILITY TO ACHIEVE CLEAN, SUSTAINABLE COMMUNITIES. IMPROPERLY MANAGED WASTE RESULTS IN AIR, WATER, AND LAND POLLUTION, INCLUDING CONTRIBUTING TO MARINE LITTER. INCREASED TRADE, MANUFACTURING AND POPULATION GROWTH IN THE BORDER REGION HAS LED TO INCREASED WASTE; YET THE CURRENT WASTE MANAGEMENT STRUCTURE IS NOT ADEQUATE TO MEET BORDER COMMUNITIES' INCREASING NEEDS. SOLID WASTES CAN INCLUDE MATERIALS GENERATED BY BUSINESS (COMMERCIAL AND INDUSTRIAL WASTE), BUILDING MATERIALS (CONSTRUCTION AND DEMOLITION DEBRIS) AND RESIDENTS (MUNICIPAL SOLID WASTE). IMPROPERLY MANAGED WASTE RESULTS IN AIR, WATER, AND LAND POLLUTION. TO ENSURE THE FUTURE HEALTH AND SAFETY OF THE COMMUNITIES WITHIN THE BORDER REGION, WE NEED TO MOVE AWAY FROM A LINEAR APPROACH OF MAKE, USE, AND DISPOSE, TO A CIRCULAR, LIFE-CYCLE APPROACH, REDUCING WASTE AND OPTIMIZING RESOURCE USE.\n\nMISMANAGED WASTE AND LITTER FROM COASTAL AND INLAND LOCATIONS MAKE UP MOST OF THE MARINE LITTER THAT POLLUTES OUR OCEANS. MARINE LITTER, INCLUDING PLASTIC WASTE DAMAGES ECOSYSTEMS, THREATENS ECONOMIES, ESPECIALLY THOSE RELATED TO THE TOURISM AND FISHING INDUSTRIES. THE ISSUE REQUIRES SOLUTIONS THAT INVOLVE VARIED APPROACHES THAT ADDRESS LAND-BASED SOURCES OF MARINE LITTER THROUGH IMPROVED SOLID WASTE MANAGEMENT PRACTICES AND LITTER CAPTURE. PROMOTING SUSTAINABLE MATERIALS MANAGEMENT AND RESOURCE EFFICIENCY PRACTICES THROUGHOUT THE BORDER REGION PROVIDES OPPORTUNITIES FOR PARTNERSHIPS, INNOVATION, AND JOB CREATION. \n\nTHE PROJECT WILL BE FOCUSED ON ADDRESSING GOAL 3 AND THE CORRESPONDING OBJECTIVES OUTLINED WITHIN THE BORDER 2025 PROGRAM FRAMEWORK. THE WORK TO BE CARRIED OUT INCLUDES LOGISTICS SUPPORT TO THE VARIOUS BINATIONAL GROUPS AT THE BORDERWIDE, REGIONAL AND LOCAL LEVEL. THE WORK WILL ALSO INCLUDE SUBAWARDS FOCUSED ON ADDRESSING GOAL 3.\nACTIVITIES:THE ACTIVITIES CONDUCTED BY THE NADBANK INCLUDE LOGISTICAL SUPPORT TO THE VARIOUS BINATIONAL GROUPS ALONG THE U.S.-MEXICO THAT WORK ON ADDRESSING THE CHALLENGES OF IMPROPERLY MANAGED WASTE WHICH CAN RESULT IN AIR, WATER, AND LAND POLLUTION, INCLUDING CONTRIBUTING TO MARINE LITTER. THE LOGISTIC SUPPORT WILL SPECIFICALLY SUPPORT 18 MEETINGS CARRIED OUT BY THE BORDER PROGRAM LAND (WASTE) POLICY WORKGROUP, REGIONAL COORDINATORS AND THE BINATIONAL LOCAL TASK FORCES THAT WORK ON ADDRESSING GOAL 3. THE GROUPS INCLUDE VARIOUS BINATIONAL STAKEHOLDERS INCLUDED THE U.S. AND MEXICAN STATES AND LOCAL GOVERNMENTS ALONG THE BORDER, U.S. TRIBES AND MEXICAN INDIGENOUS COMMUNITIES, ACADEMIA, NON-GOVERNMENTAL ORGANIZATIONS (NGOS) AND PUBLIC.  IT IS NECESSARY TO COLLABORATE AT ALL LEVELS OF GOVERNMENT, COMMUNICATE WITH COMMUNITY STAKEHOLDERS AND COLLABORATE WITH THE PRIVATE SECTOR TO APPLY LIMITED RESOURCES TO REDUCE POLLUTION AND PREVENT ADDING TO LEGACY CONTAMINATION IN THE BORDER REGION. NADBANK'S LOGISTICAL SUPPORT IS NECESSARY FOR THE BORDERWIDE POLICY WORKGROUP AND TASK FORCE MEETINGS OF THE NEW MEXICO-TEXAS-CHIHUAHUA (3-STATE) AND TEXAS-COAHUILA-NUEVO LEON-TAMAULIPAS (4-STATE) REGIONS, AS WELL AS CALIFORNIA-BAJA CALIFORNIA AND ARIZONA-SONORA REGIONS. LOGISTICAL SUPPORT INCLUDES WORKING TO HELP CONVENE MEETINGS WITH THE GROUPS, SIMULTANEOUS INTERPRETATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_02F41201_6800"}, {"internal_id": 149415687, "Award ID": "02F11801", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-01", "CFDA Number": "66.931", "Description": "DESCRIPTION:THE BORDER 2025 PROGRAM CONTINUES TO TARGET AND FOCUS ON UNDERSERVED COMMUNITIES THAT MAY BE DISPROPORTIONATELY IMPACTED BY ENVIRONMENTAL RISKS IN THE U.S.-MEXICO BORDER REGION. THE PROGRAM HAS FOUR STRATEGIC GOALS TO ADDRESS ENVIRONMENTAL AND PUBLIC HEALTH PRIORITIES AND CHALLENGES IN THE BORDER REGION, OF WHICH TWO OF THEM: GOAL 1 &NDASH; REDUCE AIR POLLUTION AND GOAL 2 &NDASH; IMPROVE WATER QUALITY IS THE FOCUS OF THE ARP FUNDS. IN ADDITION, ONE OF THE GUIDING PRINCIPLES OF THE PROGRAM IS PRIORITIZE ENVIRONMENTAL EQUITY AND ADDRESS DISPROPORTIONATE ENVIRONMENTAL IMPACTS IN BORDER COMMUNITIES BY PROTECTING, IMPROVING, AND PROMOTING ENVIRONMENTAL AWARENESS AND ENVIRONMENTAL AND HUMAN HEALTH. THE PROGRAM LOOKS TO ADDRESS ENVIRONMENTAL JUSTICE IN US BORDER COMMUNITIES WITHIN TEXAS AND/OR NEW MEXICO, WITH POOR AIR QUALITY; WITH REGARDS TO SAFE DRINKING WATER, THE PROGRAM LOOKS TO ADDRESS SOME OF THE ENVIRONMENTAL CHALLENGES THAT COMMUNITIES, IN PARTICULAR, US COLONIAS, FACE, WHERE MANY THESE AREAS LACK ACCESS TO SAFE DRINKING WATER, WHICH POSES A SIGNIFICANT THREAT TO PUBLIC HEALTH IN BORDER COMMUNITIES. \n\nTHE PURPOSE OF THIS ARP FUNDED COOPERATIVE AGREEMENT WITH THE NADB IS TO IMPLEMENT SPECIFIC ACTIVITIES OUTLINED IN THE WORK PLAN THAT WILL INCREASE PUBLIC KNOWLEDGE AND PUBLIC PARTICIPATION WHERE THE BENEFICIARIES OF THIS FUNDING INCLUDE THE US BORDER RESIDENTS IN TEXAS AND NEW MEXICO  (THAT IS THE GEOGRAPHIC REGION 62.5 MILES NORTH OF THE BORDER ONLY) AND IT'S SUB-RECIPIENTS. BENEFICIARIES (CITIZENS OF NEW MEXICO AND TEXAS) WILL BENEFIT FROM PROJECTS THAT ADDRESS AIR QUALITY AND SAFE DRINKING WATER.ACTIVITIES:THE ACTIVITIES WILL BE CARRIED OUT THROUGH SUBGRANTS. NADB WILL PREPARE AND IMPLEMENT A RESTRICTED REQUEST FOR PROPOSAL FOR THE SELECTION OF THE PROJECTS. THEY WILL ALSO OVERSEE THE IMPLEMENTATION OF THESE SUBPROJECTS. SUBGRANTS WILL LOOK AT ACTIVITIES THAT ADDRESS AIR POLLUTION AND SAFE DRINKING WATER IN US BORDER COMMUNITIES IN TEXAS AND/OR NEW MEXICO USING ARP FUNDS. THE AMERICAN RESCUE PLAN (ARP) FUNDS ACTIVITIES SPECIFICALLY UNDER THE CLEAN AIR ACT, SECTION 103 (A)(1) &AMP; (B)(1 - 3) AND SAFE DRINKING WATER ACT, SECTION 1442 (A)(1) &AMP; (C)(3):", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_02F11801_6800"}, {"internal_id": 139786161, "Award ID": "01F97401", "Award Amount": 922000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "66.931", "Description": "THESE FUNDS TO NORTH AMERICAN DEVELOPMENT BANK ASSIST WITH ACTIVITIES TO IMPLEMENT U.S.-MEXICO ENVIRONMENTAL PROGRAM THAT WILL BE A RESULT OF REQUEST FOR PROPOSALS (RFPS) TO CONDUCT PROJECTS TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT WHILE ADVANCING US. NATIONAL INTERESTS THROUGH INTERNATIONAL ENVIRONMENTAL COLLABORATION. THE AGREEMENT ALSO LOOKS TO SUPPORT THE COORDINATION OF THE BORDER PROGRAM THROUGH LOGISTICAL SUPPORT. INTERNATIONAL CAPACITY-BUILDING PLAYS A KEY ROLE IN PROTECTING HUMAN HEALTH, COMMUNITIES AND THE ENVIRONMENT BY PROVIDING TECHNICAL COOPERATION TO HELP COUNTRIES REDUCE AIR POLLUTION, BETTER MANAGE AIR QUALITY GLOBAL CLIMATES, REDUCE THE GLOBAL USE AND EMISSION OF MERCURY, MANAGE DRINKING &AMPAND SURFACE WATER QUALITY, AND PROVIDE TECHNICAL ASSISTANCE TO RESTORE THE LAND AND MITIGATE SOURCES OF LAND POLLUTION.  BENEFICIARIES OF THIS PROGRAM INCLUDE THE US MEXICO BORDER REGION AND ITS SUB-RECIPIENTS. SUBSTANTIAL FEDERAL INVOLVEMENT INCLUDES PROGRAMMATIC OVERSIGHT, AND REVIEW AND COMMENT OF ALL AGREEMENT ACTIVITIES AND PRODUCTS, AS IDENTIFIED IN THE WORK PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_01F97401_6800"}, {"internal_id": 85201328, "Award ID": "01F67801", "Award Amount": 588000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-22", "CFDA Number": "66.931", "Description": "THIS PROJECT PROTECTS HUMAN HEALTH AND THE ENVIRONMENT WHILE ADVANCING U.S. NATIONAL INTERESTS THROUGH INTERNATIONAL ENVIRONMENTAL COLLABORATION.  INTERNATIONAL CAPACITY-BUILDING PLAYS A KEY ROLE IN PROTECTING HUMAN HEALTH, COMMUNITIES AND THE ENVIRONMENT BY PROVIDING TECHNICAL COOPERATION TO HELP COUNTRIES REDUCE AIR POLLUTION, BETTER MANAGE AIR QUALITY GLOBAL CLIMATES, REDUCE THE GLOBAL USE AND EMISSION OF MERCURY, MANAGE DRINKING & SURFACE WATER QUALITY, AND PROVIDE TECHNICAL ASSISTANCE TO RESTORE THE LAND AND MITIGATE SOURCES OF LAND POLLUTION.", "Place of Performance Country Code": "MEX", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_01F67801_6800"}, {"internal_id": 39189238, "Award ID": "01F33801", "Award Amount": 665000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-22", "CFDA Number": "66.931", "Description": "THIS PROGRAM PROTECTS HUMAN HEALTH AND THE ENVIRONMENT WHILE ADVANCING U.S. NATIONAL INTERESTS THROUGH INTERNATIONAL ENVIRONMENTAL COLLABORATION.", "Place of Performance Country Code": "MEX", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_01F33801_6800"}, {"internal_id": 39188995, "Award ID": "01F04901", "Award Amount": 805000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-12", "CFDA Number": "66.931", "Description": "BECC TO PROVIDE SUPPORT IN THE IMPLEMENTATION OF PROJECTS AND LOGISTICAL SUPPORT FOR BORDER 2020 EVENTS THAT WILL SIGNIFICANTLY IMPROVE THE ENVIRONME", "Place of Performance Country Code": "MEX", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_01F04901_6800"}, {"internal_id": 39179586, "Award ID": "00T62701", "Award Amount": 1616250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2011-08-25", "CFDA Number": "66.931", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO IMPLEMENT ENVIRONMENTAL PROJECTS THAT WILL SIGNIFICANTLY IMPROVE ENVIRONMENTAL CONDITIONS FOR COMMUNITIES ALONG T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_00T62701_6800"}, {"internal_id": 39177764, "Award ID": "00F92501", "Award Amount": 335000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-16", "CFDA Number": "66.931", "Description": "THE BORDER ENVIRONMENT COOPERATIVE COMMISSION (BECC)  WILL PROVIDE GRANT ADMINISTRATION AND PROJECT MANAGEMENT WITHIN AN AGREED BUDGET AND ESTABLISHE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_00F92501_6800"}, {"internal_id": 39177594, "Award ID": "00F73901", "Award Amount": 108000.0, "Award Type": null, "Base Obligation Date": "2013-09-25", "CFDA Number": "66.931", "Description": "THE BECC WILL USE ITS EXPERTISE ON BORDER ISSUES, INSTITUTIONAL STRENGTHS AND WORKING KNOWLEDGE FOR COORDINATION WITH BI-NATIONAL STAKEHOLDERS IN THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_00F73901_6800"}, {"internal_id": 39177460, "Award ID": "00F59501", "Award Amount": 934000.0, "Award Type": null, "Base Obligation Date": "2012-09-06", "CFDA Number": "66.931", "Description": "IN GENERAL THE BORDER ENVIRONMENT COOPORATION COMMISSION (BECC) WILL COORDINATE AN OPERATING STRATEGY WITH EPA REGION 6 FOR IMPLEMENTATION OF BORDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33b434eb-6d3c-3268-ad36-4b0695fcbf27-C", "generated_internal_id": "ASST_NON_00F59501_6800"}]