[{"internal_id": 139558320, "Award ID": "DENA0004013", "Award Amount": 27700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-27", "CFDA Number": "81.009", "Description": "NORTHSTAR INTENDS THROUGH THIS EFFORT TO COMPLETE SCALE-UP PRODUCTION OF MO-99 VIA THE ELECTRON ACCELERATOR IRRADIATION PROCESS USING ENRICHED MOLYBDENUM-100 TARGET MATERIAL BY 1) INITIATING AND BRINGING OPERATIONAL SECOND AND THIRD BUILDINGS DESIGNED TO HOUSE ELECTRON ACCELERATORS AT THE COMPANY’S BELOIT, WI SITE. ADDITIONALLY, NORTHSTAR WILL 2) INSTALL AND BRING OPERATIONAL TWO ADDITIONAL ELECTRON ACCELERATOR PAIRS TO BE USED FOR MO-99 PRODUCTION. A FURTHER PROJECT OBJECTIVE ALSO 3) INCORPORATE RECLAIMING ENRICHED MOLYBDENUM-100 TO THE RECOVERY AND RECLAMATION PROCESS FROM SPENT GENERATOR AND PROCESSING MATERIAL ALLOWING FOR SIGNIFICANTLY LOWER EFFECTIVE RAW MATERIAL COSTS OF TARGET MATERIAL. LASTLY, NORTHSTAR WILL 4) ACQUIRE ADDITIONAL MOLYBDENUM-100 TARGET MATERIAL TO ACCOMPLISH ALL TESTING AND SCALE- UP NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c584aa6-676d-c89f-47f9-56c2e400937e-C", "generated_internal_id": "ASST_NON_DENA0004013_8900"}, {"internal_id": 144237693, "Award ID": "DENA0004012", "Award Amount": 13000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-03", "CFDA Number": "81.009", "Description": "NIOWAVE IS CURRENTLY IN PHASE 2 OF A THREE-PHASE PROGRAM SUPPORTED BY THE NNSA MO-99 CA TO PRODUCE 10 KCI/WEEK (1,550 6-DAY CI/WEEK). UPON APPROVAL OF THIS SECOND CA, NIOWAVE WILL EXPEDITE ITS CURRENT PLANS TO COMMERCIAL-SCALE PRODUCTION AND DISTRIBUTION OF MO-99 BY DECEMBER 2023.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd7d7629-4b32-48e4-4240-5e3ca358ee7e-C", "generated_internal_id": "ASST_NON_DENA0004012_8900"}, {"internal_id": 139558321, "Award ID": "DENA0004011", "Award Amount": 16300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-27", "CFDA Number": "81.009", "Description": "NORTHSTAR INTENDS THROUGH THIS EFFORT TO COMPLETE SCALE-UP PRODUCTION OF MO-99 VIA THE NEUTRON CAPTURE PROCESS USING ENRICHED MOLYBDENUM-98 TARGET MATERIAL BY 1) OBTAINING\nAPPROVAL OF A NEXT GENERATION TC-99M SEPARATION SYSTEM KNOWN INTERNALLY AS ORION. NORTHSTAR WILL CONTINUE USE OF ENRICHED MATERIAL THAT IS NOMINALLY ENRICHED TO AT LEAST 95% IN THE STABLE ISOTOPE MOLYBDENUM-98. THIS ENRICHMENT BOOST INCREASES THE IRRADIATION YIELD APPROXIMATELY FOUR (4) FOLD WITH THE SAME TARGET LOAD MASS. ADDITIONALLY, NORTHSTAR 2) WILL COMPLETE ESTABLISHMENT OF AUTOMATED TARGET DISSOLUTION AND FILLING SYSTEMS BY INSTALLING AN AUTOMATED CUSTOMER SHIPPING SYSTEM AT OUR BELOIT, WI FACILITY. A FURTHER PROJECT OBJECTIVE ALSO IS TO 3) COMPLETE SCALE-UP OF THE RECOVERY AND RECLAMATION PROCESS TO RECLAIM ENRICHED MOLYBDENUM-98 FROM SPENT GENERATOR AND PROCESSING MATERIAL ALLOWING FOR A SIGNIFICANTLY LOWER EFFECTIVE RAW MATERIAL COSTS OF TARGET MATERIAL. WE WILL 4) INSTALL QUALITY CONTROL EQUIPMENT AT OUR MURR FACILITY TO ACCELERATE MO-99\nPRODUCT RELEASE TO CUSTOMERS AND ELIMINATE RELIANCE ON A THIRD PARTY LABORATORY. FURTHER, WE WILL 5) ACQUIRE ADDITIONAL ENRICHED MOLYBDENUM-98 TARGET MATERIAL TO MEET ALL TESTING AND SCALE-UP NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c584aa6-676d-c89f-47f9-56c2e400937e-C", "generated_internal_id": "ASST_NON_DENA0004011_8900"}, {"internal_id": 141113851, "Award ID": "DENA0004010", "Award Amount": 42000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-18", "CFDA Number": "81.009", "Description": "SHINE WAS FOUNDED IN 2010 WITH THE GOAL OF BECOMING THE WORLD LEADER IN THE SAFE, CLEAN, AFFORDABLE PRODUCTION OF MEDICAL ISOTOPES. SINCE 2010, SHINE HAS AGGRESSIVELY PURSUED THE ESTABLISHMENT OF A DOMESTIC SOURCE OF HIGH SPECIFIC ACTIVITY MO-99 WITHOUT THE USE OF HEU TO END THE CHRONIC SHORTAGES US PATIENTS ARE EXPERIENCING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a0d3a9bd-ad2a-3c7c-aee7-9927987aee51-C", "generated_internal_id": "ASST_NON_DENA0004010_8900"}, {"internal_id": 65280065, "Award ID": "DELM0000466", "Award Amount": 1845967.5, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-03-01", "CFDA Number": "81.136", "Description": "NEW COOPERATIVE AGREEMENT FOR THE NAVAJO NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_DELM0000466_8900"}]