[{"internal_id": 157112178, "Award ID": "DENA0004115", "Award Amount": 1046086.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-06", "CFDA Number": "81.123", "Description": "FLORIDA A&M UNIVERSITY\n\nPROJECT TITLE: MATERIALS-AT-THE-EXTREME (MATE) - MATERIAL SCIENCE FOR EXTREME ENVIRONMENTS\nPROJECT OBJECTIVES: AIM I – THE OVERALL OBJECTIVE OF THIS AIM. WE WILL UTILIZE THE DESIGN OF HIERARCHICAL POLYMER PREFORMS TO DESIGN IN-SITU AND MICROSCOPIC SELF-ASSEMBLY PROCESSES (I.E., DEFINED AS 4D MANUFACTURING SYSTEMS DUE TO THE CO-PROCESSING STEP) AND HAS YET TO BE INVESTIGATED.\nAIM II – THE PRIMARY OBJECTIVE OF THIS WORK IS TO ESTABLISH THE UNIQUE CAPABILITY OF PERFORMING RADIATION EFFECTS EXPERIMENTS ON MATERIALS UNDER TEMPERATURES AND FORCES ASSOCIATED WITH EXTREME OPERATING ENVIRONMENTS IN SITU USING A COMPACT TESTBED.\nAIM III – IN THESE PROPOSED ACTIVITIES, THE FAMU TEAM WILL INVESTIGATE NOVEL PROCESSING METHODS TO DEVELOP HIGH-PERFORMANCE ORGANIC-INORGANIC METAL HALIDE PEROVSKITE AND MXENE COMPOSITES INTEGRATING THE DESIRED FEATURE FOR THE EFFICIENT DETECTION OF RADIATION.\nAIM IV – WE WILL LEVERAGE A MULTISCALE MODELING AND PROCESS MODELING FRAMEWORK TO STUDY AND EXPAND ON DEGRADATION MODELS WITH RADIATION AND EXTREME TEMPERATURE DAMAGE IN COMPOSITE MATERIALS.\nAIM V – TO INTEGRATE RESEARCH AND EDUCATION AT THE HS/BS TRANSITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_DENA0004115_8900"}, {"internal_id": 156652879, "Award ID": "DENA0004114", "Award Amount": 1750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "81.123", "Description": "UNIVERSITY OF NORTH TEXAS\n\nPROJECT TITLE: CONSORTIUM ON SENSING, ENERGY-EFFICIENT ELECTRONICS AND PHOTONICS WITH 2D MATERIALS AND INTEGRATED SYSTEMS FOR\nTRAINING THE NEXT-GENERATION DOE-NNSA STEM WORKFORCE\n\nPROJECT OBJECTIVE: RESEARCH ACTIVITIES CARRIED OUT WITHIN THE SEEP-IT CONSORTIUM ARE BROADLY GUIDED BY SEVERAL SCIENCE DRIVERS EMBEDDED IN THE THREE THRUST AREAS, THRUSTS (A)-(C) DELINEATED BELOW. THE SCIENCE DRIVERS INCLUDE: IDENTIFYING MECHANISMS TO ENHANCE IONIZING RADIATION DETECTION WITH SI PHOTONICS IN RIGID PLATFORMS; SOLUTION-PROCESSED TWO-DIMENSIONAL LAYERED MATERIALS (2DLMS) FOR RADIATION DETECTORS IN FLEXIBLE FORMATS FOR LIGHT-WEIGHT AIRBORNE SYSTEMS INCLUDING IN SCINTILLATORS WITH THE USE OF 2D PEROVSKITES; STUDYING LIGHT-MATTER INTERACTIONS AND LASING IN 2DLMS FOR OPTICAL EMISSION IN THE QUANTUM-LIMIT; SYNTHESIS AND EPITAXY IN 2D TRANSITION METAL CHALCOGENIDES (TMDCS); AND HETEROSTRUCTURE 2DLMS FOR TWISTED OPTOELECTRONICS AND TWISTPHOTONICS. ALL OF THE SCIENCE DRIVERS WILL BE FACILITATED BY THE STRONG SYNERGY AND INTERACTIONS THE ACADEMIC PARTNERS WILL HAVE WITH THE NATIONAL SECURITY PHOTONIC CENTER AT SANDIA NATIONAL LABORATORY (SNL), AN NATIONAL NUCLEAR SECURITY ADMINISTRATION (NNSA) SITE, AND THE CENTER FOR NANOSCALE MATERIALS AT ARGONNE NATIONAL LABORATORY (ANL), A DOE-OFFICE OF SCIENCE (SC) LABORATORY. THE CAPABILITIES OF NNSA’S OFFICE OF COUNTERTERRORISM AND COUNTERPROLIFERATION (CTCP) WILL BE AN IMPORTANT GUIDING PARTNER IN THIS EFFORT TOWARD A LAYERED DEFENSE AGAINST NUCLEAR TERRORISM AND NUCLEAR PROLIFERATION, BY PROVIDING EARLY THREAT INDICATIONS, SECURING NUCLEAR MATERIAL, LOCATING AND DEFEATING NUCLEAR DEVICES, AND MITIGATING THE EFFECTS OF RADIOLOGICAL INCIDENTS AROUND THE GLOBE.\nTHE SPECIFIC OBJECTIVES OF EACH THRUST ARE DELINEATED BELOW, ALONG WITH THE DESIGNATED.\nLEAD AND TEAMING ARRANGEMENTS AMONGST THE COLLABORATING ACADEMIC PARTNERS, WHERE ITS IMPLICIT THE DOE/NNSA SCIENTISTS WOULD BE INTIMATELY INVOLVED IN GUIDING THE WORK TOWARD DOE-NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe637886-1c9a-4787-2e60-ba0e49b1df05-C", "generated_internal_id": "ASST_NON_DENA0004114_8900"}, {"internal_id": 156652880, "Award ID": "DENA0004113", "Award Amount": 1750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "81.123", "Description": "FLORIDA INTERNATION UNIVERSITY\n\nPROJECT TITLE: CONSORTIUM FOR RESEARCH AND EDUCATION IN CYBER MANUFACTURING APPLICATIONS FOR MODULAR NUCLEAR REACTORS (CMA-MNUR)\nPROJECT OBJECTIVE: RESEARCH: IN THIS PROJECT, THE RESEARCH ACTIVITIES ARE ORGANIZED IN THREE THEMES:\n• THEME-1 CYBER MANUFACTURING ENVIRONMENT AND SENSING TECHNOLOGY DEVELOPMENT;\n• THEME-2 ADVANCING THE ADDITIVE MANUFACTURING TECHNOLOGIES;\n• THEME-3 NUCLEAR DETECTION AND SECURITY.\nWE WILL LEVERAGE OUR EXPERTISE IN ADDITIVE MANUFACTURING (AM), STRUCTURAL HEALTH MONITORING (SHM), PROCESS MONITORING AND SIMULATION, ARTIFICIAL INTELLIGENCE (AI) AND MACHINE LEARNING (ML), AND MECHANICAL CHARACTERIZATION TO DEVELOP HIGH-QUALITY CYBER MANUFACTURING CAPABILITIES FOR\nMETAL PARTS WITH AND WITHOUT SENSING OPTIONS. THE MAIN RESEARCH SCOPE INCLUDES ADVANCING THE STATE-OF-THE-ART IN 3D PRINTING PROCESS MONITORING AND MODELING; DEVELOPING SHM TECHNIQUES FOR ADDITIVELY MANUFACTURED PARTS; APPLYING AI TO ENABLE CYBER MANUFACTURING CAPABILITIES FOR HIGH-QUALITY PARTS; DEVELOP NUCLEAR DETECTION AND MONITORING CAPABILITIES FOR NUCLEAR REACTOR SECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_DENA0004113_8900"}, {"internal_id": 152344737, "Award ID": "DENA0004111", "Award Amount": 993079.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "81.123", "Description": "THE MINORITY SERVING INSTITUTIONS PARTNERSHIP PROGRAM (MSIPP) IS A VITAL PROGRAM WITHIN THE DOE/NNSA MANAGEMENT AND BUDGET, LEARNING AND CAREER MANAGEMENT WHICH AWARDS GRANTS TO MINORITY SERVING INSTITUTIONS (MSI) TO PREPARE NNSA’S NEXT-GENERATION TECHNICAL WORKFORCE. MSIPP ALIGNS INVESTMENTS IN UNIVERSITY CAPACITY AND WORKFORCE DEVELOPMENT WITH DOE/NNSA MISSION AREAS TO DEVELOP THE NEEDED SKILLS AND TALENT FOR DOE/NNSA’S ENDURING TECHNICAL WORKFORCE AND TO ENHANCE RESEARCH AND EDUCATION AT MSIS. THE PROGRAM’S PRIMARY MISSION IS TO CREATE AND FOSTER A SUSTAINABLE STEM-PIPELINE THAT PREPARES A DIVERSE WORKFORCE OF WORLD CLASS TALENT THROUGH STRATEGIC PARTNERSHIPS BETWEEN MINORITY SERVING INSTITUTIONS AND THE DOE/NNSA ENTERPRISE. TO EXECUTE THIS MISSION, MSIPP BUILDS A NETWORK OF NSE READY STUDENTS THROUGH ENRICHMENT ACTIVITIES FROM K-20 TO POST-DOCTORAL LEVEL. THROUGH UNIVERSITY-LAB CONSORTIA PARTNERSHIPS STUDENTS ARE EXPOSED TO CUTTING-EDGE RESEARCH AND ACTIVITIES IN THEIR RELEVANT FIELDS. \n\nTHE FOLLOWING MSIPP CRUCIAL SUCCESS FACTORS ARE TO:\n\n1.\tSTRENGTHEN AND EXPAND MSI STEM CAPACITY AND RESEARCH EXPERIENCE IN DOE/NNSA MISSION AREAS OF INTEREST.\n2.\tTARGET COLLABORATIONS BETWEEN MSIS AND DOE/NNSA LABORATORIES AND PLANTS THAT INCREASE SCIENTIST-TO-SCIENTIST INTERACTIONS, VISIBLE PARTICIPATION OF MSI FACULTY IN DOE/NNSA TECHNICAL ENGAGEMENTS AND ACTIVITIES AND PROVIDE MSIS DIRECT ACCESS TO DOE/NNSA FACILITIES RELATIVE TO STEM.\n3.\tGROW THE NUMBER OF MINORITY STUDENTS WHO GRADUATE WITH STEM DEGREES.\n4.\tGROW THE NUMBER OF MINORITY GRADUATES AND POST-DOCTORAL STUDENTS HIRED IN TO DOE/NNSA'S STEM WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_DENA0004111_8900"}, {"internal_id": 152156264, "Award ID": "DENA0004110", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "81.123", "Description": "UNIVERSITY OF TEXAS, EL PASO\n\nPROJECT TITLE: CONSORTIUM FOR EDUCATION AND RESEARCH IN ELECTRONICS FOR EXTREME ENVIRONMENTS (E3C)\nPROJECT DESCRIPTION: THE UNIVERSITY OF TEXAS AT EL PASO (UTEP) THE UNIVERSITY OF NEW MEXICO (UNM), AND NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY (NCAT) IN COLLABORATION WITH NUCLEAR SECURITY INDUSTRIAL PARTNERS PROPOSE THE CONSORTIUM FOR EDUCATION AND RESEARCH IN ELECTRONICS FOR EXTREME ENVIRONMENTS (E3C). FOCUSED ON THE STEM TOPICAL AREA OF ENGINEERING, IN THE SUBTOPIC OF ELECTRICAL ENGINEERING (EE), THE PROPOSED CONSORTIUM AIMS TO OFFER THE NEXT GENERATION OF UNDERREPRESENTED MINORITY (URM) ELECTRICAL ENGINEERS A STRONG BACKGROUND IN ELECTRONICS FOR EXTREME ENVIRONMENTS. IN DOING SO, IT WILL ADDRESS THE CRITICAL WORKFORCE DEMANDS OF THE US JOB MARKET TO INCREASE THE POOL OF HIGHLY QUALIFIED AND MOTIVATED ELECTRICAL ENGINEERING GRADUATES, AVAILABLE FOR POTENTIAL CAREERS IN THE NATIONAL SECURITY ENTERPRISE (NSE). THE PROPOSED CONSORTIUM CONSISTS OF TWO HISPANIC SERVING INSTITUTIONS (HSI) AND ONE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) WITH A STRONG RECORD OF ACCOMPLISHMENTS IN SERVICE TO AND EDUCATION OF HISPANIC AND AFRICAN-AMERICAN ELECTRICAL ENGINEERING STUDENTS. THE INDUSTRY PARTNERS REPRESENTED IN THE PROPOSED CONSORTIUM ARE KANSAS CITY NATIONAL SECURITY CAMPUS (KCNSC), SANDIA NATIONAL LABORATORIES (SNL), AND LOS ALAMOS NATIONAL LABORATORIES (LANL)\n\nTHE OVERARCHING GOAL OF THE PROPOSED MSIPP PROJECT IS TO BUILD A SUSTAINABLE, LONG-TERM KNOWLEDGE AND TECHNOLOGY TRANSFER BETWEEN EE STUDENTS, FACULTY, AND THE NATIONAL SECURITY INDUSTRY PARTNERS FOCUSED ON ELECTRONICS FOR EXTREME ENVIRONMENTS. THE PROJECT GOALS AND OBJECTIVES HAVE BEEN DESIGNED TO DEVELOP AND IMPLEMENT PIPELINES, PROGRAMS, AND INFRASTRUCTURE THAT WILL ENABLE A LONG-TERM COLLABORATIVE EDUCATION, RESEARCH AND WORKFORCE DEVELOPMENT PARTNERSHIP, BEYOND MSIPP FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_DENA0004110_8900"}, {"internal_id": 152156229, "Award ID": "DENA0004109", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "81.123", "Description": "NAVAJO TECHNICAL COLLEGE\n\nPROJECT TITLE: ENABLING NATIVE RESEARCHERS AND GRADUATE ENGINEERING (ENRGE)\nPROJECT DESCRIPTION: THE PROJECT WILL BUILD THE FIRST MASTER’S DEGREE AND DOCTORAL DEGREE PROGRAMS IN ENGINEERING AT A TRIBAL UNIVERSITY, NAVAJO TECHNICAL UNIVERSITY (NTU), AND BUILD A PIPELINE FROM TWO-YEAR TRIBAL COLLEGES AS AN INTEGRAL PART OF A PATHWAY THROUGH FOUR-YEAR ENGINEERING PROGRAMS, GRADUATE EDUCATION, AND TECHNICAL WORKFORCE FOR THE NUCLEAR SECURITY ENTERPRISE AND STEM RELATED INDUSTRIES. WE WILL DEVELOP AN ESTABLISH GRADUATE PROGRAMS IN ENGINEERING THAT SERVE IN PRODUCING QUALIFIED NATIVE AMERICANS WHO COULD JOIN THE FACULTY POOL FOR TRIBAL COLLEGES AND PARTICIPATE IN ADVANCED RESEARCH ACTIVITIES.\n\nTHIS EDUCATION COMPONENT OF THE PROJECT INCLUDES THE FOLLOWING:\n\n•\tCURRICULUM DEVELOPMENT TO ENHANCE PROBLEM-SOLING SKILLS AND HANDS-ON TRAINING LABORATORY UNITS IN ENGINEERING.\n•\tENHANCE RECRUITMENT THAT USES ARTICULATION AGREEMENTS WITH TWO-YEAR TRIBAL COLLEGES. NTU WILL DEVELOP AND ESTABLISH ARTICULATION AGREEMENT WITH TWO-YEAR COLLEGES THAT HAVE PRE-ENGINEERING ASSOCIATE OF SCIENCE DEGREE PROGRAMS.\n•\tRETENTION AND GRADUATION OF TALENTED AND HIGH CALIBER STUDENTS THROUGH MENTORING AND ACADEMIC PROGRESS TRACKING SYSTEMS.\n•\tPROFESSIONAL TRAINING AND HANDS-ON EXPERIENCES AT DOE/NNSA NATIONAL LABS AND FACILITIES.\n\nTHE PROJECT WILL DEVELOP ROBUST GRADUATE PROGRAMS IN ENGINEERING WITH CONCENTRATIONS IN ELECTRICAL ENGINEERING, MECHANICAL ENGINEERING, COMPUTER ENGINEERING, NUCLEAR ENGINEERING AND ENERGY SYSTEMS, AND INDUSTRIAL AND SYSTEMS ENGINEERING. ACTIVITIES WILL INCLUDE:\n\n•\tJOINT UNDERGRADUATE MASTER'S PROGRAM (JUMP) TO ENHANCE RECRUITMENT.\n•\tMENTORING AND RESEARCH ACTIVITIES TO ENHANCE RETENTION AND GRADUATION RATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_DENA0004109_8900"}, {"internal_id": 152344663, "Award ID": "DENA0004108", "Award Amount": 1749669.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "81.123", "Description": "THE MINORITY SERVING INSTITUTIONS PARTNERSHIP PROGRAM (MSIPP) IS A VITAL PROGRAM WITHIN THE DOE/NNSA MANAGEMENT AND BUDGET, LEARNING AND CAREER MANAGEMENT WHICH AWARDS GRANTS TO MINORITY SERVING INSTITUTIONS (MSI) TO PREPARE NNSA’S NEXT-GENERATION TECHNICAL WORKFORCE. MSIPP ALIGNS INVESTMENTS IN UNIVERSITY CAPACITY AND WORKFORCE DEVELOPMENT WITH DOE/NNSA MISSION AREAS TO DEVELOP THE NEEDED SKILLS AND TALENT FOR DOE/NNSA’S ENDURING TECHNICAL WORKFORCE AND TO ENHANCE RESEARCH AND EDUCATION AT MSIS. THE PROGRAM’S PRIMARY MISSION IS TO CREATE AND FOSTER A SUSTAINABLE STEM-PIPELINE THAT PREPARES A DIVERSE WORKFORCE OF WORLD CLASS TALENT THROUGH STRATEGIC PARTNERSHIPS BETWEEN MINORITY SERVING INSTITUTIONS AND THE DOE/NNSA ENTERPRISE. TO EXECUTE THIS MISSION, MSIPP BUILDS A NETWORK OF NSE READY STUDENTS THROUGH ENRICHMENT ACTIVITIES FROM K-20 TO POST-DOCTORAL LEVEL. THROUGH UNIVERSITY-LAB CONSORTIA PARTNERSHIPS STUDENTS ARE EXPOSED TO CUTTING-EDGE RESEARCH AND ACTIVITIES IN THEIR RELEVANT FIELDS. \n\nTHE FOLLOWING MSIPP CRUCIAL SUCCESS FACTORS ARE TO:\n\n1.\tSTRENGTHEN AND EXPAND MSI STEM CAPACITY AND RESEARCH EXPERIENCE IN DOE/NNSA MISSION AREAS OF INTEREST.\n2.\tTARGET COLLABORATIONS BETWEEN MSIS AND DOE/NNSA LABORATORIES AND PLANTS THAT INCREASE SCIENTIST-TO-SCIENTIST INTERACTIONS, VISIBLE PARTICIPATION OF MSI FACULTY IN DOE/NNSA TECHNICAL ENGAGEMENTS AND ACTIVITIES AND PROVIDE MSIS DIRECT ACCESS TO DOE/NNSA FACILITIES RELATIVE TO STEM.\n3.\tGROW THE NUMBER OF MINORITY STUDENTS WHO GRADUATE WITH STEM DEGREES.\n4.\tGROW THE NUMBER OF MINORITY GRADUATES AND POST-DOCTORAL STUDENTS HIRED IN TO DOE/NNSA'S STEM WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_DENA0004108_8900"}, {"internal_id": 152156305, "Award ID": "DENA0004107", "Award Amount": 1749997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "81.123", "Description": "UNIVERSITY OF TEXAS, SAN ANTONIO\n\nPROJECT TITLE: CONNECT- THE CONSORTIUM ON NUCLEAR SECURITY TECHNOLOGIES\nPROJECT  DESCRIPTION: THE CONSORTIUM ON NUCLEAR SECURITY AND TECHNOLOGIES (CONNECT) WAS ESTABLISHED IN FALL 2019 BY THE AWARD OF AN FY20 NNSA MSIPP GRANT (AWARD NUMBER: DE-NA0003948). CONNECT IS LED BY THE UNIVERSITY OF TEXAS AT SAN ANTONIO (UTSA) IN COLLABORATION WITH UNIVERSITY PARTNERS AT THE UNIVERSITY OF NEVADA LAS VEGAS (UNLV) AND ST. MARY’S UNIVERSITY (STMU). CONNECT IS A STUDENT-FOCUSED PROGRAM THAT HAS PARTNERED THESE THREE MINORITY SERVING INSTITUTIONS (MSI) WITH LOS ALAMOS NATIONAL LABORATORY (LANL) AND ARGONNE NATIONAL LABORATORY (ANL), FORMING A CROSS-DISCIPLINARY NETWORK OF FACULTY, SCIENTISTS, AND ENGINEERS FOCUSED ON TRAINING THE NEXT GENERATION OF NUCLEAR SECURITY SCIENCE AND TECHNOLOGY LEADERS. CONNECT IS IN ITS THIRD AND FINAL YEAR OF PERFORMANCE, APPLYING FOR A FIVE-YEAR RENEWAL STARTING FY23 UNDER THE PRESENT FUNDING OPPORTUNITY ANNOUNCEMENT (DE-FOA-0002494). OVER OUR 2.5 YEARS OF PERFORMANCE, CONNECT HAS PROVIDED FUNDING TO SUPPORT THE NUCLEAR SECURITY RESEARCH AND PROFESSIONAL DEVELOPMENT EFFORTS OF OVER 50 STUDENTS ACROSS OUR THREE INSTITUTIONS, WITH A STUDENT RETENTION RATE OF 86%.\n\nCONNECT HAS PROVIDED FUNDING FOR 21 GRADUATE STUDENTS, 2 POSTDOCTORAL FELLOWS, AND 32 UNDERGRADUATE STUDENTS WITH 56% OF THE PARTICIPANTS IDENTIFIED AS UNDERREPRESENTED MINORITIES (URM). CONNECT HAS BEEN LARGELY SUCCESSFUL AT DIRECTING THESE STUDENTS TO AND PREPARING THEM FOR NUCLEAR SECURITY SCIENCE AND ENGINEERING IN THE DOE COMPLEX. IT IS THE PRIMARY AIM OF THE FUTURE-FOCUSED RENEWAL TO CONTINUE TO SUPPORT STUDENTS IN OUR PIPELINE TO ADVANCE THEM TO GRADUATION, TO RECRUIT AND ENGAGE NEW STUDENTS INTERESTED IN NOT ONLY NUCLEAR SCIENCE AND ENGINEERING BUT ALSO NUCLEAR AND NONPROLIFERATION POLICY, AND TO GROW OUR MULTI-DISCIPLINARY STUDENT AND FACULTY PROGRAMS IN A STRATEGIC WAY TO BOTH INCREASE OUR STUDENT PRESENCE AT THE NATIONAL LABS AND SUPPORT PROGRAM SUSTAINABILITY BEYOND THE RENEWAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_DENA0004107_8900"}, {"internal_id": 152344758, "Award ID": "DENA0004106", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "81.123", "Description": "THE MINORITY SERVING INSTITUTIONS PARTNERSHIP PROGRAM (MSIPP) IS A VITAL PROGRAM WITHIN THE DOE/NNSA MANAGEMENT AND BUDGET, LEARNING AND CAREER MANAGEMENT WHICH AWARDS GRANTS TO MINORITY SERVING INSTITUTIONS (MSI) TO PREPARE NNSA’S NEXT-GENERATION TECHNICAL WORKFORCE. MSIPP ALIGNS INVESTMENTS IN UNIVERSITY CAPACITY AND WORKFORCE DEVELOPMENT WITH DOE/NNSA MISSION AREAS TO DEVELOP THE NEEDED SKILLS AND TALENT FOR DOE/NNSA’S ENDURING TECHNICAL WORKFORCE AND TO ENHANCE RESEARCH AND EDUCATION AT MSIS. THE PROGRAM’S PRIMARY MISSION IS TO CREATE AND FOSTER A SUSTAINABLE STEM-PIPELINE THAT PREPARES A DIVERSE WORKFORCE OF WORLD CLASS TALENT THROUGH STRATEGIC PARTNERSHIPS BETWEEN MINORITY SERVING INSTITUTIONS AND THE DOE/NNSA ENTERPRISE. TO EXECUTE THIS MISSION, MSIPP BUILDS A NETWORK OF NSE READY STUDENTS THROUGH ENRICHMENT ACTIVITIES FROM K-20 TO POST-DOCTORAL LEVEL. THROUGH UNIVERSITY-LAB CONSORTIA PARTNERSHIPS STUDENTS ARE EXPOSED TO CUTTING-EDGE RESEARCH AND ACTIVITIES IN THEIR RELEVANT FIELDS. \n\nTHE FOLLOWING MSIPP CRUCIAL SUCCESS FACTORS ARE TO:\n\n1.\tSTRENGTHEN AND EXPAND MSI STEM CAPACITY AND RESEARCH EXPERIENCE IN DOE/NNSA MISSION AREAS OF INTEREST.\n2.\tTARGET COLLABORATIONS BETWEEN MSIS AND DOE/NNSA LABORATORIES AND PLANTS THAT INCREASE SCIENTIST-TO-SCIENTIST INTERACTIONS, VISIBLE PARTICIPATION OF MSI FACULTY IN DOE/NNSA TECHNICAL ENGAGEMENTS AND ACTIVITIES AND PROVIDE MSIS DIRECT ACCESS TO DOE/NNSA FACILITIES RELATIVE TO STEM.\n3.\tGROW THE NUMBER OF MINORITY STUDENTS WHO GRADUATE WITH STEM DEGREES.\n4.\tGROW THE NUMBER OF MINORITY GRADUATES AND POST-DOCTORAL STUDENTS HIRED IN TO DOE/NNSA'S STEM WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_DENA0004106_8900"}, {"internal_id": 140399100, "Award ID": "DENA0004051", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "81.123", "Description": "THE UNIVERSITY OF TEXAS AT EL PASO\n\nPARTNERSHIP FOR RESEARCH AND EDUCATION CONSORTIUM IN CERAMICS AND POLYMERS (PRE-CCAP)\n\nPROJECT OBJECTIVES\n\nTHE GOAL OF THE PARTNERSHIP FOR RESEARCH AND EDUCATION CONSORTIUM IN CERAMICS AND POLYMERS (PRE-CCAP) IS \nTO DEVELOP AND SUSTAIN A PIPELINE OF THE DIVERSE, HIGHLY-TRAINED WORKFORCE THAT WILL CONTRIBUTE TO THE COMMUNITY OF \nTECHNICAL PEERS WITH A FOCUS IN MATERIAL SCIENCE FOR THE DOE/NNSA’S CORE MISSION.   PRE-CCAP IS PROPOSING A \n5-YEAR RENEWAL TO EXPAND AND SUSTAIN A PIPELINE OF THE DIVERSE, HIGHLY-TRAINED WORKFORCE AND A COMMUNITY OF \nTECHNICAL PEERS WITH A FOCUS IN MATERIAL SCIENCE FOR THE DOE/NNSA’S CORE MISSION.  THE EXPANDED PROJECT \nOBJECTIVES ARE TO:  \n\n•\tGROW AND SUSTAIN THE STUDENT PIPELINE,\n•\tESTABLISH INTERDISCIPLINARY RESEARCH GROUPS (IRGS) FOR JOINT SUCCESS AND INCREASED STEM RESEARCH \nCAPACITY,\n•\tGROW AND ASSESS THE IMPACT AND VISIBILITY OF A LONG-TERM EDUCATIONAL AND OUTREACH PLAN,\n•\tSUSTAIN THE RESEARCH AND EDUCATION PIPELINE BEYOND THE GRANT TERMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_DENA0004051_8900"}, {"internal_id": 140399073, "Award ID": "DENA0004020", "Award Amount": 4978830.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "81.123", "Description": "TURTLE MOUNTAIN COMMUNITY COLLEGE\n\nPROJECT TITLE: ADVANCED SYNERGISTIC PROGRAM FOR INDIGENOUS RESEARCH IN ENGINEERING (ASPIRE)\nPROJECT DESCRIPTION: PROJECT OBJECTIVES\n\nTURTLE MOUNTAIN COMMUNITY COLLEGE (TMCC) AND UNITED TRIBES TECHNICAL COLLEGE (UTTC) ARE TWO TRIBAL COLLEGE/UNIVERSITIES (TCUS) LOCATED IN NORTH DAKOTA (ND) AND FORM THE ADVANCED SYNERGISTIC PROGRAM FOR INDIGENOUS RESEARCH IN ENGINEERING (ASPIRE) CONSORTIUM.  THE COLLEGES ARE IN RELATIVELY CLOSE PROXIMITY TO EACH OTHER ALLOWING FOR BETTER COLLABORATION AND SHARING OF RESOURCES FOR THE BENEFIT OF STUDENTS.   \n\nASPIRE WILL CAPITALIZE ON PARTNERSHIPS WITH THE DEPARTMENT OF ENERGY (DOE) NATIONAL NUCLEAR SECURITY ADMINISTRATION (NNSA) INCLUDING THE KANSAS CITY NATIONAL SECURITY CAMPUS, LOS ALAMOS NATIONAL LABORATORY, AND SANDIA NATIONAL LABORATORIES.\n\nBOTH TMCC AND UTTC ARE CURRENTLY SUB PARTICIPANTS IN YEAR THREE OF AN MSIPP CONSORTIUM LED BY THE AMERICAN INDIAN HIGHER EDUCATION CONSORTIUM (AIHEC) FOCUSING ON ADVANCED MANUFACTURING. TMCC AND UTTC STUDENTS HAVE BENEFITTED FROM PARTICIPATION IN THIS ADVANCED MANUFACTURING EFFORT. THE TWO TCUS NOW LOOK TO ESTABLISH AN MSIPP TRIBAL EDUCATION PARTNERSHIP PROGRAM (TEPP) EFFORT TO EXTEND THAT BENEFIT TO ENGINEERING STUDENTS BY ENHANCING THE PATHWAY FOR ENGINEERING AS WELL. \n\nTHIS ASPIRE PROJECT DIRECTLY ADDRESSES THE OBJECTIVES OF THE MSIPP/TEPP PROGRAM AS IT RELATES TO ENGINEERING AND THE NUCLEAR SECURITY ENTERPRISE. NNSA STRATEGIC VISION’S MISSION PRIORITY #4 IS TO STRENGTHEN KEY SCIENCE, TECHNOLOGY, AND ENGINEERING CAPABILITIES.  THE AGENCY’S “ABILITY TO RECRUIT, TRAIN, AND RETAIN THE NEXT GENERATION OF WORLD-CLASS… ENGINEERS… IS A MAJOR PRIORITY.”  ASPIRE WILL ASSIST THE NNSA ENTERPRISE IN THESE IMPORTANT ENDEAVORS BY EXPANDING THE PATHWAY OF QUALIFIED AMERICAN INDIAN/ALASKAN NATIVE/MINORITY ENGINEERS WHO GO ON TO JOIN THE NNSA ENTERPRISE WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c781f6d-f28a-2e3f-656e-b037b65900d3-C", "generated_internal_id": "ASST_NON_DENA0004020_8900"}, {"internal_id": 147432801, "Award ID": "DENA0004019", "Award Amount": 1851449.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-14", "CFDA Number": "81.123", "Description": "PROJECT TITLE: ATTRACT, EDUCATE, TRAIN, AND RETAIN NATIVE AMERICAN & MINORITY STUDENTS IN NUCLEAR & RELATED \nSCIENCES \n\nPROJECT DESCRIPTION: THE DEMAND FOR SCIENCE, TECHNOLOGY, ENGINEERING, AND MATHEMATICS (STEM) PROFESSIONALS \nIS INCREASING TREMENDOUSLY IN THE UNITED STATES. THIS DEMAND IS DUE TO DRASTIC ADVANCEMENTS AND APPLICATIONS OF \nSTEM AREAS AND IS COMPOUNDED BY LIMITED SUPPLY OF STEM GRADUATES IN THE COUNTRY. TO ATTRACT, TRAIN, AND RETAIN \nNEXT GENERATION MINORITY SCIENTISTS IN STEM RELATED FIELDS (SPECIFICALLY, NUCLEAR ENERGY RELATED), A COLLABORATIVE \nEFFORT, TITLED, “ATTRACT, EDUCATE, TRAIN, AND RETAIN NATIVE AMERICAN AND MINORITY STUDENTS IN NUCLEAR & RELATED \nFIELDS,” IS PROPOSED BETWEEN AN AMERICAN INDIAN SERVING TRIBAL COLLEGE, NUETA, HIDATSA, SAHNISH COLLEGE \n(NHSC) LOCATED IN NEW POINT, NORTH DAKOTA AND AN HISTORICALLY BLACK COLLEGE AND UNIVERSITY (HBCU), ALCORN \nSTATE UNIVERSITY (ASU) LOCATED IN LORMAN, MISSISSIPPI. IN ADDITION, THE PROPOSED PLAN IN ATTRACTING AND RETAINING \nSTUDENTS IN NUCLEAR RELATED FIELDS IS COLLABORATED BY OF THE NATIONAL NUCLEAR SECURITY ADMINISTRATION (NNSA) \nSUPPORTED NATIONAL LABORATORIES- LOS ALAMOS NATIONAL LABORATORY (LANL).\n\nTHE GOALS OF THE ATTRACT, EDUCATE, TRAIN, AND RETAIN NATIVE AMERICAN AND MINORITY STUDENTS IN NUCLEAR & RELATED \nFIELDS CONSORTIUM ARE TO:\n\n1.\tATTRACT, EDUCATE, TRAIN, AND RETAIN A SIGNIFICANT NUMBER OF NATIVE AMERICAN AND MINORITY STUDENTS INTO STEM \n(SPECIFICALLY NUCLEAR) AND RELATED FIELDS.\n2.\tINTRODUCE STEM CONCEPTS TO STUDENTS AND LOCAL HIGH SCHOOL TEACHERS, SPECIFICALLY IN NUCLEAR SCIENCES.\n3.\tPROVIDE RESEARCH OPPORTUNITIES TO HIGH SCHOOL STUDENTS.\n4.\tHELP STUDENTS TO GAIN RESEARCH EXPERIENCE AT THE PARTNERING UNIVERSITIES AND NATIONAL LABORATORY.\n5.\tPROFESSIONALLY PREPARE STUDENTS TO BE ABLE TO SURVIVE IN STEM CAREERS OR CONTINUE ONTO GRADUATE LEVEL \nEDUCATION OR BE ABLE TO SECURE PERMANENT POSITIONS AND POST-BACCALAUREATE/POST-MASTERS FELLOWSHIPS AT THE \nCOLLABORATING NATIONAL LABORATORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a1218e1-6914-7979-89b9-a15cd8979fc0-C", "generated_internal_id": "ASST_NON_DENA0004019_8900"}, {"internal_id": 140399075, "Award ID": "DENA0004018", "Award Amount": 3521170.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "81.123", "Description": "PROJECT DESCRIPTION:  SUSTAINABLE PATHWAYS THROUGH ADVANCED MANUFACTURING (SPAM)\n\nPROJECT OBJECTIVES:  THE ENORMITY OF THE OPPORTUNITY FOR DOE/NNSA TO LEAD A NEW BURST OF DISCOVERY AND INVENTION IS MATCHED BY A SINGULAR OPPORTUNITY TO ACHIEVE MORE STEM WORKFORCE DIVERSITY. THIS PROJECT STRIVES TO CONTINUE INCREASING DIVERSE ENROLLMENT IN SCIENCE AND ENGINEERING DEGREES BY SIGNIFICANTLY INCREASING ENROLLMENT OF AMERICAN INDIAN K-12 STUDENTS IN STEM DISCIPLINES OF INTEREST TO THE DOE/NNSA ENTERPRISE. THE CONSORTIUM WILL CONDUCT COLLABORATIVE ADVANCED MANUFACTURING RESEARCH TO STRENGTHEN AND EXPAND TRIBAL COLLEGES AND UNIVERSITY (TCUS) CAPACITY AND RESEARCH EXPERIENCES IN DOE/NNSA’S MISSION, AND TO HAVE ACCESSES TO DOE/NNSA STEM RESOURCES, AND INTERACTION WITH DOE/NNSA SUBJECT-MATTER EXPERTS (SME). \n\nOBJECTIVE 1: TO SIGNIFICANTLY INCREASE THE NUMBER OF AMERICAN INDIAN GRADUATES AND POST-DOCTORAL STUDENTS HIRED INTO NNSA/DOE'S STEM WORKFORCE BY DEVELOPING AND MAINTAINING A RECRUITING PIPELINE TARGETED AT AMERICAN INDIAN STUDENTS FOR STEM ENROLLMENT IN COLLEGES AND UNIVERSITIES. \n\nOBJECTIVE 2: ENABLE TCUS TO WORK COLLABORATIVELY WITH RESEARCH UNIVERSITIES AND WITH DOE/NNSA NATIONAL -LABORATORIES (NLS) TO INCREASE INTERACTIONS WITH DOE/NNSA SUBJECT-MATTER EXPERTS (SME) AND GET DIRECT ACCESS TO DOE/NNSA RESEARCH RESOURCES (TO GROW AND STRENGTHEN THE KNOWLEDGE, EXPERIENCE, AND SKILLS OF AMERICAN INDIAN STUDENTS) AND TCU FACULTY IN ADVANCED MANUFACTURING.  \n\nOBJECTIVE 3: ADVANCE THE SCIENTIFIC AND TECHNICAL KNOWLEDGE OF ADVANCED MANUFACTURING AS RELATED TO NNSA/DOE’S MISSION BY ENGAGING TCUS FACULTY AND STUDENTS IN ADVANCED MANUFACTURING RESEARCH TO ADVANCE METAL MATRIX COMPOSITE, METAL AND CERAMIC ADDITIVE MANUFACTURING, PHYSICAL PROPERTY TESTING, CHARACTERIZATION, ENHANCING DESIGNS, SIMULATION AND MODELING, AND METROLOGY OF PRINTED PARTS. OBJECTIVE 4: ESTABLISH AND GROW A RESEARCH CULTURE AT NTU AND STRENGTHEN RESEARCH CAPACITY IN ADVANCED MANUFACTURING AS RELATED TO NNSA/DOE ENTERPRISES THROUGH PARTNERSHIPS WITH UNIVERSITIES AND GOVERNMENT AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_DENA0004018_8900"}, {"internal_id": 147110965, "Award ID": "DENA0004017", "Award Amount": 4810517.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-16", "CFDA Number": "81.123", "Description": "TURTLE MOUNTAIN COMMUNITY COLLEGE\nPROJECT TITLE: INDIGENOUS MUTUAL PARTNERSHIP TO ADVANCE CYBERSECURITY TECHNOLOGY (IMPACT)\n\nPROJECT OBJECTIVE: THREE TRIBAL COLLEGES AND UNIVERSITIES, SITTING BULL COLLEGE (SBC) IN NORTH DAKOTA , STONE CHILD COLLEGE (SCC) IN MONTANA AND TURTLE MOUNTAIN COMMUNITY COLLEGE (TMCC) IN NORTH DAKOTA, HAVE COME TOGETHER ALONG WITH THE NATIONAL NUCLEAR SECURITY ADMINISTRATION (NNSA) PARTNERS KANSAS CITY NATIONAL SECURITY CAMPUS AND SANDIA NATIONAL LABORATORIES AS A CONSORTIUM-BASED MODEL UNDER THE INDIGENOUS MUTUAL PARTNERSHIP TO ADVANCE CYBERSECURITY TECHNOLOGY (IMPACT) TO STRENGTHEN KEY SCIENCE, TECHNOLOGY, AND CYBERSECURITY CAPABILITIES IN DIRECT ALIGNMENT WITH NNSA STRATEGIC VISION MISSION PRIORITY #4 AND CONSORTIUM EXPECTATIONS.\n\nTHE GOAL OF THE INDIGENOUS MUTUAL PARTNERSHIP TO ADVANCE CYBERSECURITY TECHNOLOGY (IMPACT) IS TO STRENGTHEN AND EXPAND SCIENCE, TECHNOLOGY, ENGINEERING, AND MATHEMATICS (STEM)/CYBERSECURITY EDUCATION AND RESEARCH AT THREE TRIBAL COLLEGES, THUS PREPARING A HIGHLY-QUALIFIED NEXT GENERATION WORKFORCE AND INCREASING THE FLOW OF AMERICAN INDIAN/ALASKA NATIVE STUDENTS INTO CYBERSECURITY CAREERS THROUGHOUT THE DEPARTMENT OF ENERGY NATIONAL NUCLEAR SECURITY ENTERPRISE (NSE) WORKFORCE TO MEET PRESENT AND FUTURE SECURITY DEMANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c781f6d-f28a-2e3f-656e-b037b65900d3-C", "generated_internal_id": "ASST_NON_DENA0004017_8900"}, {"internal_id": 140399109, "Award ID": "DENA0004016", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "81.123", "Description": "FLORIDA INTERNATIONAL UNIVERSITY\n\nPROJECT TITLE: CONSORTIUM FOR RESEARCH AND EDUCATION IN POWER AND ENERGY SYSTEMS (CREPES) FOR SUSTAINABLE STEM WORKFORCE\nPROJECT DESCRIPTION: THE GOAL OF THE PROPOSED CONSORTIUM IS TO DEVELOP SUSTAINABLE AND HIGH CALIBER STEM WORKFORCE FROM THE MINORITIES AND UNDERREPRESENTED GROUPS BY PROVIDING AN INNOVATIVE RESEARCH AND EDUCATIONAL PLATFORM IN THE INTERSECTION OF LEGACY POWER SYSTEM ANALYSIS, NUCLEAR ENGINEERING, AND CYBER-PHYSICAL SYSTEMS. THE PROPOSED CONSORTIUM (CREPES) WILL ACHIEVE ITS GOAL THROUGH ACTIVITIES THAT OPERATE AT THE NEXUS OF FOUR THRUSTS: UG RESEARCH AND EDUCATION, GRADUATE RESEARCH AND EDUCATION, POST-DOC/FACULTY MENTORING, AND SUSTAINABILITY OF THE CONSORTIUM. SPECIFICALLY, THROUGH THE CREPES, WE WILL ACHIEVE THE FOLLOWING OBJECTIVES:\n\n•\tSTRENGTHEN THE RESEARCH AND EDUCATION CAPABILITIES OF MINORITY SERVING INSTITUTIONS IN THE NSE RELATED TOPIC AREAS: THE CONSORTIUM WILL STRENGTHEN RESEARCH AND EDUCATION CAPABILITIES OF THREE MINORITY SERVING INSTITUTIONS (MSIS). THE CONSORTIUM WILL HELP STRENGTHEN UNDERGRADUATE CURRICULA OF A HISTORICALLY BLACK COLLEGES AND UNIVERSITIES: ALABAMA AGRICULTURAL AND MECHANICAL UNIVERSITY (AAMU) IN NUCLEAR ENGINEERING. THE CONSORTIUM WILL ESTABLISH A NEW NUCLEAR CERTIFICATE PROGRAM AT TWO HISPANIC SERVING INSTITUTIONS: FLORIDA INERT INTERNATIONAL UNIVERSITY (FIU) AND THE UNIVERSITY OF TEXAS AT EL PASO (UTEP), AND ALSO STRENGTHENS RESEARCH AND EDUCATION ON POWER, ENERGY, AND CYBER-PHYSICAL SYSTEM AT FIU AND UTEP.\n•\tATTRACTS HIGH CALIBER UNDERGRADUATE, GRADUATE, DOCTORAL AND POSTDOCTORAL STUDENTS AND TRAINS THEM IN AREAS CRITICAL TO NNSA’S MISSION: THE CONSORTIUM HAS A WELL LAID OUT PLAN FOR K-12 OUTREACH, RECRUITMENT, RETENTION, PROFESSIONAL DEVELOPMENT PROGRAMS, MENTORING AND INTERNSHIP PROGRAMS (AT TWO NNSA LABS: SANDIA NATIONAL LABORATORIES AND LAWRENCE LIVERMORE NATIONAL LABORATORY), AND UP-TO-DATE RESEARCH TOPICS IN THE CORE AREA OF POWER, ENERGY, NUCLEAR ENGINEERING, AND CYBER-PHYSICAL SYSTEMS THAT WILL KEEP THE GRADUATES AHEAD IN THE COMPETITIVE JOB MARKET. THE CONSORTIUM WILL ENSURE THE GRADUATES EXCEL IN STEM BY PROVIDING THEM WITH PRACTICAL EXPERIENCE AND TRAINING THROUGH APPLICABLE RESEARCH PROJECTS, CAPACITY BUILDING, AND EXPERIENTIAL LEARNING.\n•\tPROVIDES FACULTY AND STUDENTS WITH EXPOSURE TO RESEARCHERS AND THE ENVIRONMENT OF THE NNSA NATIONAL LABORATORIES, MENTORS YOUNG RESEARCHERS AND PREPARES THEM FOR LEADERSHIP ROLES: THE CONSORTIUM HAS WELL ARTICULATED PLANS FOR THE MENTORING OF TWO JUNIOR FACULTIES AT MSIS (AT UTEP AND FIU) JOINTLY IN COLLABORATION WITH SENIOR SCIENTISTS FROM THE PARTNER NNSA NATIONAL LABS IN THE CORE AREA OF SMART GRID CYBER-PHYSICAL SYSTEMS.\n\n•\tENSURES THE SUCCESS, INCREASE THE VISIBILITY AND SUSTAINABILITY OF THE CONSORTIUM: THE CONSORTIUM HAS WELL THOUGHT PLANS TO EVALUATE THE OVERALL SUCCESS OF THE RESEARCH AND EDUCATIONAL PROGRAMS. THE PIS ARE COMMITTED TO INCREASING THE VISIBILITY OF THE CONSORTIUM BY ALL POSSIBLE MEANS OF INFORMATION DISSEMINATION, NETWORKING, AND PRESENTATIONS AT TOP TIER CONFERENCES. PIS ENSURE SUSTAINABILITY OF THE CONSORTIUM THROUGH FOLLOW ON FUNDING FROM INTERNAL/EXTERNAL SOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_DENA0004016_8900"}, {"internal_id": 139741873, "Award ID": "DENA0004008", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "81.123", "Description": "UNIVERSITY OF NEVADA, LAS VEGAS\n\nPROJECT TITLE: NUCLEAR SECURITY SCIENCE AND TECHNOLOGY CONSORTIUM\nPROJECT DESCRIPTION: THE GOAL OF THE PROPOSED CONSORTIUM IS TO DEVELOP THE NNSA’S NEXT-GENERATION WORLD-CLASS STEM WORKFORCE. THE OBJECTIVES ARE (1) TO ENCOURAGE MINORITY STUDENTS TO EXCEL IN STEM PROVIDING THEM WITH PRACTICAL EXPERIENCE AND TRAINING IN THE AREA OF NUCLEAR SECURITY THROUGH APPLICABLE RESEARCH PROJECTS AND EXPERIENTIAL LEARNING, BRINGING A HEIGHTENED AWARENESS OF DOE/NNSA LABORATORIES TO ACADEMIC INSTITUTIONS WITH A COMMON INTEREST IN STEM TOPICS; (2) TO STRENGTHEN RESEARCH AND EDUCATION CAPABILITIES OF MINORITY SERVING INSTITUTIONS PROVIDING OPPORTUNITIES FOR INTELLECTUAL CHALLENGE AND COLLABORATION BY PROMOTING SCIENTIST-TO-SCIENTIST INTERACTIONS BETWEEN THE ACADEMIC COMMUNITY AND THE DOE/NNSA LABORATORIES AND SITES, AND TO ENLARGE THE SCIENTIFIC AND TECHNICAL KNOWLEDGE AND RESOURCE BASE OF MSI IN THE NUCLEAR SECURITY AREA; (3) TO DEVELOP AND MAINTAIN A LONG-TERM PIPELINE BETWEEN UNLV, UIC, UNM AND DOE/NNSA SITES AND LABORATORIES FOR RECRUITMENT AND RETENTION BY INCREASING THE VISIBILITY OF THE DOE/NNSA SCIENTIFIC ACTIVITIES TO MSI UNIVERSITIES, AND TO GROW THE NUMBER OF MINORITY STUDENTS WHO GRADUATE WITH STEM DEGREES AND HIRED IN TO DOE/NNSA’S WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "030ff4e1-5b82-35d0-a78c-551a23bb4ba1-C", "generated_internal_id": "ASST_NON_DENA0004008_8900"}, {"internal_id": 139309679, "Award ID": "DENA0004007", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "81.123", "Description": "NORFOLK STATE UNIVERSITY\n\nPROJECT TITLE: CONSORTIUM FOR RESEARCH AND EDUCATION IN MATERIALS SCIENCE AND PHOTONICS ENGINEERING\nPROJECT DESCRIPTION: IN ACCORDANCE WITH THE FUNDING OPPORTUNITY ANNOUNCEMENT (FOA) DE-FOA-0002144 AND THE NEEDS\nOF THE NUCLEAR SECURITY ENTERPRISE (NSE), THE KEY OBJECTIVES OF THE CONSORTIUM ARE TO:\n\n• STRENGTHEN THE RESEARCH AND EDUCATION CAPABILITIES OF NORFOLK STATE UNIVERSITY (NSU), VIRGINIA\nSTATE UNIVERSITY (VSU) AND ELIZABETH CITY STATE UNIVERSITY (ECSU) IN THE RESEARCH AREAS OF\nMATERIALS SCIENCE AND PHOTONICS, WHICH ARE THE TOPICS OF INTEREST TO THE NSE, LAWRENCE\nLIVERMORE NATIONAL LABORATORY (LLNL) AND NATIONAL IGNITION FACILITY (NIF).\n\n• RECRUIT AND PREPARE TALENTED STUDENTS AT NSU, VSU AND ECSU TO EXCEL IN SCIENCE,\nTECHNOLOGY, ENGINEERING, AND MATHEMATICS (STEM) BY PROVIDING THEM WITH CAREER-READINESS\nSKILLS, FUNDAMENTAL KNOWLEDGE, PRACTICAL EXPERIENCE, AND TRAINING THROUGH APPLICABLE CUTTING-EDGE RESEARCH PROJECTS CAPACITY BUILDING AND EXPERIENTIAL LEARNING.\n\n• ENLARGE THE FUNDAMENTAL SCIENTIFIC AND TECHNICAL KNOWLEDGE AND RESOURCE BASE IN THE TOPIC\nAREAS OF MATERIALS SCIENCE AND PHOTONIC ENGINEERING (SUCH AS CONTROLLING LIGHT-MATTER\nINTERACTION WITH METAMATERIALS), WHICH ARE OF INTEREST TO LLNL AND NIF.\nTHESE OBJECTIVES WILL BE ACHIEVED VIA (I) FORMAL AND INFORMAL EDUCATION AND TRAINING OF THE\nMINORITY STUDENTS RECRUITED TO PARTICIPATE IN THE PROGRAM; (II) STUDENTS’ INTERNSHIPS AT LLNL, AND\n(III) INVOLVING STUDENTS IN THE CUTTING-EDGE RESEARCH, AT LLNL AND HOME INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21fa94d4-1bad-94c2-4238-76afa6f23138-C", "generated_internal_id": "ASST_NON_DENA0004007_8900"}, {"internal_id": 141113852, "Award ID": "DENA0004004", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "81.123", "Description": "FLORIDA A&M UNIVERSITY\n\nPROJECT TITLE: INTEGRATED ADDITIVE MANUFACTURING – ESTABLISHING MINORITY PATHWAYS: OPPORTUNITIES FOR \nWORKFORCE-\nDEVELOPMENT IN ENERGY RESEARCH AND EDUCATION (IAM-EMPOWERED)\n\nPROJECT DESCRIPTION: THIS PROPOSAL, INTEGRATED ADDITIVE MANUFACTURING – ESTABLISHING MINORITY PATHWAYS: \nOPPORTUNITIES FOR WORKFORCE-DEVELOPMENT IN ENERGY RESEARCH AND EDUCATION (IAM-EMPOWERED), TACKLES A \nMAJOR CONCERN TO THE UNITED STATES REGARDING THE LACK OF QUALIFIED AMERICANS IN THE AREAS OF SCIENCE \nTECHNOLOGY \nENGINEERING & MATH (STEM), WHICH IS CAUSING A HUGE GAP IN THE STEM EMPLOYMENT MARKET. THE PATHWAY \nPROGRAM INVOLVING FLORIDA A&M UNIVERSITY, BENEDICT COLLEGE AND UNIVERSITY AT TEXAS RIO-GRANDE VALLEY WILL \nFORM \nA SOUTHEASTERN COMMUNITY (SEC)-CONSORTIA. THE PROJECT FOCUS IS TO DEVELOP INTER-CONNECTED CYBER ADDITIVE \nMANUFACTURING PLANNING AND CONTROL THROUGH NNSA/DOE ENERGY/DEVICE-RELATED PROCESSING AND ASSISTED-\nMANUFACTURING, AND THEREFORE DEMONSTRATE STUDENT EFFICACY BY HAVING THEM PERFORM RESEARCH AT NATIONAL LABS. \nTHIS PROGRAM WILL INTEGRATE ASPECTS OF THE BASIC RESEARCH IN COMPOSITE FABRICATION AND ADVANCED ADDITIVE \nMANUFACTURING TECHNOLOGIES (UTILIZING RECENT INFRASTRUCTURE IN HIGH-PRECISION DIRECT WRITING, E.G. THREE NSCRYPT, \nINC. \nMACHINES), AND ADVANCED CHARACTERIZATION AMONGST THE CONSORTIA, FOR PROCESSING OF COMPLEX MATERIALS AND \nDEVELOPING HIGH-EFFICIENT FLEXIBLE DEVICES FOR RENEWABLE ENERGY SOURCES, WHICH SHOULD RESULT IN AN INCREASE OF \nTHE \nNATION’S RENEWABLE ENERGY FOOTPRINT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_DENA0004004_8900"}, {"internal_id": 140399098, "Award ID": "DENA0004003", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "81.123", "Description": "THE UNIVERSITY OF TEXAS RIO GRANDE VALLEY\n\nTITLE: CONSORTIUM OF ADVANCED ADDITIVE MANUFACTURING RESEARCH AND EDUCATION FOR ENERGY RELATED SYSTEMS (CA2REERS)\n\nPROJECT DESCRIPTION: \n\nBUILD A SUSTAINABLE PIPELINE BETWEEN DOE’S SITES/LABS AND MINORITY SERVING INSTITUTIONS (MSIS) IN STEM DISCIPLINES AND BRING A HEIGHTENED AWARENESS OF NNSA PLANTS AND LABORATORIES TO MSIS WITH A COMMON INTEREST IN STEM RESEARCH FIELDS. \n\nPROVIDE OPPORTUNITIES FOR INTELLECTUAL CHALLENGE AND COLLABORATION BY PROMOTING SCIENTIFIC INTERACTIONS BETWEEN THE ACADEMIC COMMUNITY AND SCIENTISTS AT THE DOE/NNSA LABORATORIES. \n\nDEVELOP AND MAINTAIN A LONG-TERM RECRUITING PIPELINE TO THE DOE/NNSA LABORATORIES BY INCREASING THE VISIBILITY OF THE DOE/NNSA SCIENTIFIC ACTIVITIES TO U.S. ACADEMIC COMMUNITIES, SPECIFICALLY MINORITY SERVING INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_DENA0004003_8900"}, {"internal_id": 131517586, "Award ID": "DENA0003988", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-19", "CFDA Number": "81.123", "Description": "TEXAS TECH UNIVERSITY\n\nTITLE:GROWING STEMS CONSORTIUM: TRAINING THE NEXT GENERATION OF ENGINEERS FOR THE DOE/NNSA WORKFORCE\n\nPROJECT DESCRIPTION: THE GOAL IS TO PREPARE THE NEXT GENERATION OF ENGINEERS FOR THEIR INTEGRATION INTO THE DOE/NNSA ENTERPRISE. THE GOAL WILL BE ACCOMPLISHED BY CREATING A SUSTAINABLE PROGRAM DESIGNED TO RECRUIT, EDUCATE, INSPIRE, AND TRAIN A DIVERSE STUDENT POPULATION AND ASSIST THEIR TRANSITION FROM ACADEMIA INTO DOE/NNSA EMPLOYMENT THROUGH PROJECT RELEVANT EXPERIENCE-CENTERED COLLABORATIONS AND STUDENT TRAINING PIPELINES. THE PROGRAM IS CALLED THE GROWING STEMS CONSORTIUM (GSC). ). OUR TEAM INCLUDES FACULTY WITH EXPERTISE IN A DIVERSE RANGE OF ENGINEERING DISCIPLINES FROM TEXAS TECH UNIVERSITY (TTU) AND NEW MEXICO TECH (NMT) INCLUDING THE ENERGETIC MATERIALS RESEARCH & TESTING CENTER (EMRTC), AS WELL AS TECHNICAL EDUCATORS FROM AMARILLO COLLEGE THAT WILL FOCUS ON TRAINING GSC PARTICIPANTS FOR TECHNICIAN CERTIFICATIONS, AND AN ENGINEERING EDUCATION EXPERT FOR MINORITY STUDENT LEARNING FROM THE UNIVERSITY OF HOUSTON THAT WILL FOCUS ON ENGINEERING EDUCATION OUTREACH. OUR DOE/NNSA PARTNERS INCLUDE CONSOLIDATED NUCLEAR SECURITY (CNS) PANTEX, LOS ALAMOS NATIONAL LABORATORY (LANL), AND SANDIA NATIONAL LABORATORY (SNL).", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_DENA0003988_8900"}, {"internal_id": 137173894, "Award ID": "DENA0003987", "Award Amount": 2996430.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "81.123", "Description": "CONSORTIUM ENABLING IN- AND EX-SITU QUALITY CONTROL IN ADDITIVE MANUFACTURING (QCAM)", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_DENA0003987_8900"}, {"internal_id": 137523612, "Award ID": "DENA0003986", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "81.123", "Description": "LASER BASED DETECTION OF NUCLEAR AND ENVIRONMENTAL MATERIALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_DENA0003986_8900"}, {"internal_id": 128966696, "Award ID": "DENA0003985", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-22", "CFDA Number": "81.123", "Description": "INSTITUTION: UNIVERSITY OF TEXAS AT SAN ANTONIO\nPROJECT TITLE: APPLICATION OF ARTIFICIAL INTELLIGENCE TO CYBERSECURITY FOR PROTECTING NATIONAL CRITICAL INFRASTRUCTURE\nPROJECT DESCRIPTION: THIS PROJECT AIMS TO ATTRACT, EDUCATE AND TRAIN MINORITY STUDENTS IN THE STEM FIELDS, ESPECIALLY CYBERSECURITY, TOWARDS FORMULATING A SUSTAINABLE WORKFORCE RECRUITMENT PIPELINE BETWEEN FOUR MINORITY SERVING INSTITUTES (MSIS)—THE UNIVERSITY OF TEXAS AT SAN ANTONIO (UTSA), THE UNIVERSITY OF NEVADA, LAS VEGAS (UNLV), NORTH CAROLINA AT STATE UNIVERSITY (NCAT) AND SAVANNAH STATE UNIVERSITY (SSU)— AND THREE DOE/NNSA LABORATORIES (SANDIA NATIONAL LABORATORIES (SNL), NEVADA NATIONAL SECURITY SITE (NNSS), AND IDAHO NATIONAL LABORATORY (INL). MORE SPECIFICALLY, THE PROJECT HAS THREE OBJECTIVES.\n\n• OBJECTIVE ONE: ENHANCING MSIS’ IIOT CYBERSECURITY EDUCATION CAPACITY. ENHANCE THE FOUR MSIS’ INDUSTRIAL INTERNET OF THINGS (IIOT) CYBERSECURITY EDUCATION CAPACITY, BY INCREASING THE NUMBER OF MINORITY STUDENTS PURSUING B.S., M.S. AND PH.D. DEGREES IN THE IIOT CYBERSECURITY FIELD. IN ORDER TO ACHIEVE THIS, THE PIS WILL CREATE AND OFFER A COHERENT SEQUENCE OF THREE COURSES FOR AN INNOVATIVE IIOT CYBERSECURITY CERTIFICATE PROGRAM TO PROVIDE MINORITY UNDERGRADUATE STUDENTS WITH THE OPPORTUNITY TO LEARN FUNDAMENTALS OF IIOT CYBERSECURITY (E.G., REVERSE ENGINEERING), PROGRAMMING FOR DATA SCIENCE, AND ULTIMATELY AI FOR CYBERSECURITY.\n• OBJECTIVE TWO: ENHANCING MSIS’ IIOT CYBERSECURITY RESEARCH CAPACITY. ENHANCE THE FOUR MSIS’ CYBERSECURITY RESEARCH CAPACITY, BY INCREASING THE NUMBER OF MINORITY UNDERGRADUATE AND GRADUATE STUDENTS PARTICIPATING IN AI-BASED AND BLOCKCHAIN-BASED CYBERSECURITY RESEARCH PROJECTS. THE PARTICIPATING STUDENTS WILL APPLY THE FUNDAMENTAL KNOWLEDGE LEARNED FROM THE SEQUENCE OF IIOT CYBERSECURITY CERTIFICATE PROGRAM COURSES MENTIONED ABOVE TO THE RESEARCH PROJECTS THAT WILL BE DESIGNED BY THE PIS. IN PARTICULAR, THE M.S. AND PH.D. STUDENTS WILL CONDUCT CUTTING-EDGE IIOT CYBERSECURITY RESEARCH WITH THE PIS TO PREPARE THEM FOR THE RESEARCH AND DEVELOPMENT WORKFORCE AT DOE/NNSA LABORATORIES.\n• OBJECTIVE THREE: CREATE AND SUSTAIN A DOE/NNSA CYBERSECURITY WORKFORCE RECRUITMENT PIPELINE. INCREASE AND SUSTAIN THE NUMBER OF MINORITY UNDERGRADUATE AND GRADUATE STUDENTS AND POST-DOCS WHO WILL BE HIRED FOR THE DOE/NNSA CYBERSECURITY WORKFORCE. DURING THE PROJECT PERIOD, 60 MINORITY STUDENTS WILL PARTICIPATE IN SUMMER INTERNSHIPS AT THE THREE DOE/NNSA NATIONAL LABORATORIES. BY THE END OF THE PROJECT, WE ANTICIPATE 50 MINORITY B.S. STUDENTS, 20 MINORITY M.S. STUDENTS, AND 10 MINORITY PH.D. GRADUATES WILL WORK AT DOE/NNSA LABS (FULL-TIME).", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_DENA0003985_8900"}, {"internal_id": 139144734, "Award ID": "DENA0003984", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "81.123", "Description": "CONSORTIUM FOR HIGH ENERGY DENSITY SCIENCE:\nTHE OVERARCHING OBJECTIVE OF THE CONSORTIUM FOR HIGH ENERGY DENSITY SCIENCE (CFHEDS) IS TO\nESTABLISH A SUSTAINABLE RECRUITING PIPELINE OF NEW SCIENTISTS INTO NNSA NATIONAL LABORATORIES WHO ARE WELL \nPREPARED TO CONDUCT MISSION-CRITICAL RESEARCH IN HEDS. CFHEDS IS ALSO IMPROVING THE CAPACITY OF MINORITY-\nSERVING INSTITUTIONS (MSIS) TO PREPARE SCIENTISTS FOR RESEARCH CAREERS IN HIGH ENERGY DENSITY (HED) SCIENCE, A \nKEY ASPECT OF NUCLEAR SECURITY AND NUCLEAR SCIENCE.\nTHE LEAD ENTITY IN THE CONSORTIUM IS FLORIDA A&M UNIVERSITY (FAMU), AN MSI WITH EXPERTISE IN HED SCIENCE AND A \nHISTORY OF COLLABORATING WITH LAWRENCE LIVERMORE NATIONAL LABORATORY (LLNL). THE CONSORTIUM ALSO INCLUDES THE \nUNIVERSITY OF CALIFORNIA, MERCED (UC MERCED), AN MSI LOCATED A SHORT DRIVE FROM LLNL WHICH OFFERS \nUNDERGRADUATE AND GRADUATE PROGRAMS IN PHYSICS AND CHEMISTRY AND HAS STRENGTHS IN COMPUTATION AND THEORY, \nAND MOREHOUSE COLLEGE, AN UNDERGRADUATE INSTITUTION LOCATED IN ATLANTA, GEORGIA, THAT PRODUCES MORE HOLDERS OF \nBS DEGREES IN PHYSICS THAN ANY OTHER MSI INSTITUTION. LLNL IS AN INTERNATIONAL LEADER IN HED SCIENCE AND HOME \nTO THE NATIONAL IGNITION FACILITY (NIF) AND THE JUPITER LASER FACILITY (JLF), AS WELL AS THE HED SCIENCE CENTER, \nWHICH FOSTERS COLLABORATIONS BETWEEN LLNL’S HED SCIENCE EXPERTS AND THE ACADEMIC COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_DENA0003984_8900"}, {"internal_id": 110703286, "Award ID": "DENA0003983", "Award Amount": 2957647.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "81.123", "Description": "NORTH CAROLINA A&T STATE UNIVERSITY\nSTEP2NLS WITH STEM CORE – SUCCESSFUL TRAINING AND EFFECTIVE PIPELINES TO NATIONAL LABORATORIES WITH STEM CORE\nTHE GOALS OF STEP2NLS INCLUDE:\n•\tSTRENGTHENING THE MSI STEM CAPACITY AND RESEARCH EXPERIENCE IN BOTH ENGINEERING (TOPIC AREA #3) AND CYBERSECURITY (TOPIC AREA #2);\nO\tENGAGING STUDENTS FROM HBCUS, HSIS, AND TCUS IN THE STEP2NLS PROJECT;\nO\tBUILDING A SUSTAINABLE STEP2NLS PIPELINE THAT WILL ENDURE WELL INTO THE FUTURE;\n•\tINCREASING NL-SCIENTIST-TO-MSI-SCIENTIST INTERACTIONS BY ENGAGING DIRECTLY AND THROUGH STUDENT INTERACTIONS;\n•\tGROWING THE NUMBER OF MINORITY STUDENTS WHO GRADUATE WITH STEM DEGREES; AND\n•\tGROWING THE NUMBER OF MINORITY GRADUATES THAT JOIN THE DOE/NNSA STEM WORKFORCE.\n\nGENERAL OBJECTIVES:\nIN SUPPORT OF THE GOALS, GENERAL OBJECTIVES FOR STEP2NLS ARE TO:\n•\tSTRENGTHEN THE RESEARCH AND EDUCATION CAPABILITIES AT AN HBCU (NCA&T), HSI (NMSU), AND TCU (NAVAJO TECH) AND 5 ASSOCIATED COLLEGES CLOSE TO THESE MSIS (GUILFORD TECHNICAL CC, FORSYTH TECHNICAL CC, CENTRAL NEW MEXICO CC, DOÑA ANA CC, AND UNM-GALLUP);\n•\tBUILD CAPACITY OF UNDERSERVED STUDENTS TO EXCEL IN STEM BY PROVIDING EXPERIENTIAL TRAINING;\n•\tENLARGE THE SCIENTIFIC AND TECHNICAL KNOWLEDGE IN ENGINEERING AND CYBERSECURITY; AND\n•\tINSURE THAT STEP2NLS IS SUSTAINABLE AND SCALABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_DENA0003983_8900"}, {"internal_id": 110232893, "Award ID": "DENA0003982", "Award Amount": 4400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "81.123", "Description": "SUAGM, INC. DBA UNIVERSIDAD ANA G. MÉNDEZ-GURABO CAMPUS\nCONSORTIUM HYBRID RESILIENT ENERGY SYSTEMS (CHRES)\nTHE GOAL OF THE CONSORTIUM OF HYBRID RESILIENT ENERGY SYSTEMS (CHRES) IS TO INCREASE WORKFORCE PIPELINE OF GRADUATES READY TO PURSUE A CAREER IN DOE AND OTHER STEM RELATED FIELDS. CHRES DIRECTLY SUPPORTS DOE’S GOAL OF BUILDING A SUSTAINABLE PROFESSIONAL AND ACADEMIC PIPELINE OF NEXT THE NEXT GENERATION OF ENGINEERS AND SCIENTIST FROM THE HISPANIC COMMUNITY, READY TO TAKE ON THE CHALLENGES OF CURRENT AND FUTURE ENERGY SYSTEMS. CHRES EFFORTS ARE TO PROVIDE A YEAR-ROUND AND SUMMER RESEARCH, INTERNSHIPS, AND CO-OPS FOR UNDERGRADUATE AND GRADUATE STUDENTS. THE CONSORTIUM PARTICIPANTS ARE UNIVERSIDAD ANA G MÉNDEZ-GURABO, UNIVERSIDAD DE PUERTO RICO-MAYAGUEZ, UNIVERSITY OF TEXAS-EL PASO, UNIVERSITY OF NEW MEXICO-ALBUQUERQUE, SANDIA NATIONAL LABORATORY (SNL), THE NATIONAL ENERGY TECHNOLOGIES LABORATORY (NETL) AND LAWRENCE LIVERMORE NATIONAL LABORATORY (LLNL).", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd3ca115-3ecb-05ac-0496-2e057b82772d-C", "generated_internal_id": "ASST_NON_DENA0003982_8900"}, {"internal_id": 110703287, "Award ID": "DENA0003981", "Award Amount": 4400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "81.123", "Description": "FLORIDA INTERNATIONAL UNIVERSITY\nADVANCED SENSORS TECHNOLOGIES FOR APPLICATIONS IN ELECTRICAL ENGINEERING - RESEARCH AND INNOVATION EXCELLENCE CONSORTIUM (ASTERIX)\n\nASTERIX CONSORTIUM AIMS TO ADDRESS THE NATION’S DIRE NEED FOR INCREASING THE PARTICIPATION OF UNDERREPRESENTED STUDENTS IN THE STEM WORKFORCE. THE CONSORTIUM INCLUDES INVESTIGATORS FROM FLORIDA INTERNATIONAL UNIVERSITY (FIU) - THE LARGEST HISPANIC SERVING INSTITUTION IN THE STATE OF FLORIDA, FLORIDA AGRICULTURAL AND MECHANICAL UNIVERSITY (FAMU) – THE ONLY HISTORICALLY BLACK INSTITUTION IN THE STATE OF FLORIDA, AND MIAMI-DADE COLLEGE – THE LARGEST HISPANIC SERVING COMMUNITY COLLEGE IN THE STATE OF FLORIDA. THE ASTERIX CONSORTIUM WILL BUILD A SUSTAINABLE PIPELINE OF TALENTED DIVERSE ENGINEERING STUDENTS WHO ARE HIGHLY PREPARED TO ENTER THE STEM WORKFORCE, ESPECIALLY IN AREAS OF INTEREST TO THE DEPARTMENT OF ENERGY/NATIONAL NUCLEAR SECURITY ADMINISTRATION (DOE/NNSA) ENTERPRISE. THE CONSORTIUM WILL LEVERAGE THE STRENGTHS OF EACH PARTNER INSTITUTION AND THE ESTABLISHED RESEARCH CONNECTIONS WITH DOE/NNSA INDUSTRY PARTNERS TO RECRUIT AND TRAIN ACADEMICALLY TALENTED K-20 MINORITY STUDENTS USING A VARIETY OF ACTIVITIES IN OUTREACH, EDUCATION AND RESEARCH. FURTHERMORE, THE FIU-FAMU-MDC ALLIANCE WILL SERVE ONE OF THE LARGEST POPULATIONS OF HISPANIC AND AFRICAN-AMERICAN STUDENTS IN THE NATION AND WILL CREATE INNOVATIVE ACADEMIC AND CAREER PATHWAYS FOR MINORITIES WHO WANT TO PURSUE ENGINEERING CAREERS. IN PARTICULAR THE CONSORTIUM WILL (A) RECRUIT WELL-QUALIFIED STEM STUDENTS TO SATISFY THE INCREASING DEMAND OF SCIENTISTS AND ENGINEERS IN AREAS OF INTEREST TO THE DOE, SPECIFICALLY IN ADVANCED SENSOR TECHNOLOGIES FOR VARIOUS APPLICATIONS IN ELECTRICAL ENGINEERING; (B) TRAIN STUDENTS IN UNDERGRADUATE AND GRADUATE RESEARCH AND PROVIDE ENRICHING EDUCATIONAL EXPERIENCES INCLUDING INTERNSHIP OPPORTUNITIES AT ASTERIX AND DOE LABORATORIES AND ENTERPRISES; (C) ATTRACT TALENTED UNDERREPRESENTED K-12 STUDENTS TO STEM DISCIPLINES THROUGH STRUCTURED OUTREACH ACTIVITIES AND EDUCATIONAL ENRICHMENT; AND (D) STRENGTHEN PARTNERSHIPS BETWEEN THE FIU, FAMU, AND MDC ELECTRICAL ENGINEERING DEPARTMENTS AND DOE ENTERPRISES TO TRAIN A CADRE OF SCIENTISTS AND ENGINEERS IN RESEARCH AREAS OF INTEREST TO DOE/NNSA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_DENA0003981_8900"}, {"internal_id": 110232894, "Award ID": "DENA0003980", "Award Amount": 3683627.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "81.123", "Description": "ALABAMA A&M UNIVERSITY\n\nSCHOLARLY PARTNERSHIP IN NUCLEAR SECURITY (SPINS)\n\nTHE GOAL OF THE CONSORTIUM IS TO PRODUCE HIGHLY SKILLED NEXT GENERATION TECHNICAL WORKFORCE FOR DOE/NNSA THROUGH ACTIVE LEARNING AND HANDS-ON EXPERIENCES WHILE ADVANCING RESEARCH IN NUCLEAR RADIATION DETECTION SYSTEMS AND NUCLEAR SECURITY/NONPROLIFERATION, AND BROADENING THE PARTICIPATION OF UNDERREPRESENTED MINORITY MEN AND WOMEN (SPECIFICALLY AFRICAN AMERICANS, HISPANICS, AND NATIVE AMERICANS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_DENA0003980_8900"}, {"internal_id": 110703285, "Award ID": "DENA0003979", "Award Amount": 2986674.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "81.123", "Description": "NORTH CAROLINA CENTRAL UNIVERSITY\n\nCONSORTIUM FOR NUCLEAR SECURITY ADVANCED MANUFACTURING ENHANCED BY MACHINE LEARNING (NSAM-ML)\n\nTHE PROJECT HAS FOUR MAIN OBJECTIVES: I) BUILD A LARGE RESEARCH BODY CAPABLE OF SOLVING DIFFICULT PROBLEMS RELATIVE TO ADVANCED MANUFACTURING, AND MATERIAL FABRICATION THROUGH HANDLING MOLECULES AND ATOMS AND\nTHANKS TO ADVANCED SCIENCE UNDERSTANDING , II) SOLVE EXTREMELY CHALLENGING MATERIALS PROCESSING PROBLEMS TO ENABLE PRODUCTION OF MATERIALS THAT ARE EFFICIENT FOR NUCLEAR SAFETY AND SECURITY. III) USE MACHINE LEARNING TO EXTRACT HIDDEN INFORMATION ON MATERIALS, THAT OTHERWISE HINDER ADVANCED MANUFACTURING, WHICH REQUIRE DEEP KNOWLEDGE OF THE MATERIALS BEHAVIOR AT ALL SCALES (FROM MICRO TO NANO TO ATOMIC SCALE), IV) BUILD CAPACITY THAT ENABLES PARTNERING UNIVERSITY TO CREATE A PIPELINE THAT IMMERSES YOUNGER GENERATION IN NNSA FIELDS AND RETAIN THEM IN THE PIPELINE BY GETTING THEM INTERESTED IN RESEARCH.\n\nPROPOSED PROJECTS AND TASKS INVESTIGATE AND SUPPORT THE THEME OF STUDYING NANOMATERIALS AND REACHING STRONG UNDERSTANDING OF THE MATERIALS INTRICACIES AND FABRICATIONS CONDITIONS. TOGETHER THEY ALLOW DEVELOPING NEW PROCESSES FOR GROWING NEW NANOMATERIALS WITH OUTSTANDING FUNCTIONALITIES. THE CONSIDERED ADVANCED MANUFACTURING, INCLUDES LASER ABLATION, ADDITIVE AND SUBTRACTIVE MANUFACTURING, ELECTRON BEAM MODIFICATION OF NANOSTRUCTURE, AND MANY NANOSCALE CHEMISTRY PROCESSING. THE PROJECT AIMS AT GENERATING NEW TYPE OF MANUFACTURING METHODS, AND ATTAIN DETAILED KNOWLEDGE OF PROCESSES AT THE MOLECULAR AND ATOMIC LEVELS. MOST OF THE TARGETED MATERIALS AND DEVICES DO SERVE THE PROTECTION AND SAFE GUARDING NUCLEAR INFRASTRUCTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0eda20a-abb2-8fb7-9a4f-d8463d3a0a3b-C", "generated_internal_id": "ASST_NON_DENA0003979_8900"}, {"internal_id": 86315582, "Award ID": "DENA0003955", "Award Amount": 2921074.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "81.123", "Description": "AMERICAN INDIAN HIGHER EDUCATION CONSORTIUM\nTRIBAL COLLEGE AND UNIVERSITY ADVANCED MANUFACTURING NETWORK INITIATIVE\nTHIS RENEWAL AWARD PROVIDES INCREMENTAL FUNDING FOR BUDGET PERIOD 1.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6256a96-ca3d-8f90-96fc-ca327351074e-C", "generated_internal_id": "ASST_NON_DENA0003955_8900"}, {"internal_id": 86315581, "Award ID": "DENA0003948", "Award Amount": 2999994.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "81.123", "Description": "UNIVERSITY OF TEXAS AT SAN ANTONIO\nCONNECT - THE CONSORTIUM ON NUCLEAR SECURITY TECHNOLOGIES\nTHIS NEW AWARD PROVIDES INCREMENTAL FUNDING TO THE RECIPIENT IN THE AMOUNT OF $1,999,996.48 OF WHICH $999,997 FULLY FUNDS BUDGET PERIOD 1 AND $999,999.48 INCREMENTALLY FUNDS BUDGET PERIOD 2.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_DENA0003948_8900"}, {"internal_id": 86315580, "Award ID": "DENA0003947", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "81.123", "Description": "PRAIRIE VIEW A&M UNIVERSITY\nENERGY SCIENCES: EXPERIMENTAL AND MODELING (ESEM)\nTHIS NEW AWARD PROVIDES INCREMENTAL FUNDING TO THE RECIPIENT IN THE AMOUNT OF $2,000,000 OF WHICH $1,000,000 FULLY FUNDS BUDGET PERIOD 1 AND $1,000,000 FULLY FUNDS BUDGET PERIOD 2.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_DENA0003947_8900"}, {"internal_id": 83794924, "Award ID": "DENA0003946", "Award Amount": 2929230.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "81.123", "Description": "UNIVERSITY OF ARIZONA\nPARTNERSHIP FOR PROACTIVE CYBERSECURITY TRAINING (PACT)\nTHIS NEW AWARD PROVIDES FULL FUNDING TO THE\nRECIPIENT IN THE AMOUNT OF $2,929,230.00 OF WHICH\n$997,792 FULLY FUNDS BUDGET PERIOD 1.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_DENA0003946_8900"}, {"internal_id": 85348288, "Award ID": "DENA0003945", "Award Amount": 2793311.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "81.123", "Description": "UNIVERSITY OF THE DISTRICT OF COLUMBIA\nADDITIVE MANUFACTURING POST PROCESSING PARTNERSHIP (AMP3)\nTHIS NEW AWARD PROVIDES INCREMENTAL FUNDING TO THE RECIPIENT IN THE AMOUNT OF $1,899,573 OF WHICH $969,893.66 FULLY FUNDS BUDGET PERIOD 1 AND $929,679.34 INCREMENTALLY FUNDS BUDGET PERIOD 2.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5acd376f-1eda-7e7b-3929-61dd104aefdf-C", "generated_internal_id": "ASST_NON_DENA0003945_8900"}, {"internal_id": 69768857, "Award ID": "DENA0003867", "Award Amount": 3371325.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "81.123", "Description": "NORTH CAROLINA A&T STATE UNIVERSITY\nPIPELINE DEVELOPMENT OF SKILLED WORKFORCE IN STEM THROUGH ADVANCED MANUFACTURING\nTHIS NEW AWARD PROVIDES FULL FUNDING TO THE RECIPIENT IN THE AMOUNT OF $2,960,403.44 OF WHICH $970,465.50 IS FUNDED FOR BUDGET PERIOD 1.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_DENA0003867_8900"}, {"internal_id": 69768932, "Award ID": "DENA0003866", "Award Amount": 2713185.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "81.123", "Description": "FLORIDA A&M UNIVERSITY\nCONSORTIUM FOR HIGH ENERGY DENSITY SCIENCE\nTHIS NEW AWARD PROVIDES FULL FUNDING TO THE RECIPIENT IN THE AMOUNT OF $2,909,152.25 OF WHICH $984,483.53 IS FUNDED FOR BUDGET PERIOD 1.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_DENA0003866_8900"}, {"internal_id": 69768949, "Award ID": "DENA0003865", "Award Amount": 2883718.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "81.123", "Description": "THE UNIVERSITY OF TEXAS AT EL PASO\nPARTNERSHIP FOR RESEARCH AND EDUCATION CONSORTIUM IN CERAMICS AND POLYMERS (PRE-CCAP)\n\nMODIFICATION 0001 ATTACHES THE CORRECT BUDGET PAGES TO THE AWARD TO REFLECT THE ACTUAL AWARD AMOUNT OF $2,997,877.56.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_DENA0003865_8900"}, {"internal_id": 48529811, "Award ID": "DENA0003729", "Award Amount": 1829991.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-29", "CFDA Number": "81.123", "Description": "FLORIDA A&M UNIVERISTY\n\nCONSORTIUM FOR RESEARCH ON THE SCIENCE AND ENGINEERING OF SIGNATURES (ROSES) LED BY FLORIDA A&M UNIVERSITY.\n\n*RENEWAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_DENA0003729_8900"}, {"internal_id": 48529810, "Award ID": "DENA0003686", "Award Amount": 1261404.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "81.123", "Description": "NORTH CAROLINA A&T STATE UNIVERSITY\n''CONSORTIUM FOR PIPELINE DEVELOPMENT OF SKILLED WORKFORCE THROUGH ADVANCED MANUFACTURING''\nRENEWAL AWARD FULLY FUNDS BUDGET PERIOD AND PROJECT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_DENA0003686_8900"}, {"internal_id": 48529809, "Award ID": "DENA0003679", "Award Amount": 1921083.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "81.123", "Description": "CONSORTIUM FOR MATERIALS AND ENERGY STUDIES (CMAES)\n\n\nBASE AWARD - 1 YEAR GRANT, FULLY FUNDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_DENA0003679_8900"}, {"internal_id": 48529783, "Award ID": "DENA0003332", "Award Amount": 3442277.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-08", "CFDA Number": "81.123", "Description": "TRIBAL COLLEGE AND UNIVERSITY ADVANCED MANUFACTURING NETWORK   PHASE II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6256a96-ca3d-8f90-96fc-ca327351074e-C", "generated_internal_id": "ASST_NON_DENA0003332_8900"}, {"internal_id": 48529782, "Award ID": "DENA0003330", "Award Amount": 3791866.9, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2016-08-25", "CFDA Number": "81.123", "Description": "CONSORTIUM FOR INTEGRATING ENERGY SYSTEMS IN ENGINEERING AND SCIENCE EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd3ca115-3ecb-05ac-0496-2e057b82772d-C", "generated_internal_id": "ASST_NON_DENA0003330_8900"}, {"internal_id": 48529709, "Award ID": "DENA0002687", "Award Amount": 2091131.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-30", "CFDA Number": "81.123", "Description": "CONSORTIUM FOR PIPELINE DEVELOPMENT OF SKILLED WORKFORCE THROUGH ADVANCED MANUFACTURING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_DENA0002687_8900"}, {"internal_id": 48529708, "Award ID": "DENA0002686", "Award Amount": 17822777.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-30", "CFDA Number": "81.123", "Description": "CONSORTIUM FOR K-20 CYBERSECURITY WORKFORCE PIPELINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21fa94d4-1bad-94c2-4238-76afa6f23138-C", "generated_internal_id": "ASST_NON_DENA0002686_8900"}, {"internal_id": 48529706, "Award ID": "DENA0002683", "Award Amount": 2772933.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-30", "CFDA Number": "81.123", "Description": "CONSORTIUM FOR RESEARCH ON THE SCIENCE AND ENGINEERING OF SIGNATURES (ROSES)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_DENA0002683_8900"}, {"internal_id": 48529705, "Award ID": "DENA0002630", "Award Amount": 3698769.96, "Award Type": null, "Base Obligation Date": "2014-09-30", "CFDA Number": "81.123", "Description": "CONSORTIUM FOR MATERIALS AND ENERGY STUDIES (CMAES)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_DENA0002630_8900"}]