[{"internal_id": 160079307, "Award ID": "DENA0004140", "Award Amount": 1194460.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "81.251", "Description": "UNITED ASSOCIATION OF JOURNEYMEN & APPRENTICES IN THE PLUMBING & PIPEFITTING INDUSTRY\nPROJECT TITLE: NATIONAL LAB JOBS ACCESS PROGRAM\n\nPROJECT OBJECTIVES: 1.\tUSE QUALITY TRAINING METHODS, BASED IN BEST PRACTICES FOR APPRENTICESHIP, SUPERIOR INDUSTRY STANDARDS, AND KEEPING UP WITH NEW TECHNOLOGIES TO TRAIN 17 HVAC/R TECHNICIANS FOR SANDIA NATIONAL LABORATORIES. \n2.\tUSE QUALITY TRAINING METHODS, BASED IN BEST PRACTICES FOR APPRENTICESHIP, AND SUPERIOR INDUSTRY STANDARDS TO TRAIN 100 PIPEFITTERS FOR LOS ALAMOS NATIONAL LABS. \n3.\tENSURE EFFECTIVE COORDINATION WITH THE LABS IN THEIR NEEDS FOR TRAINING PREVISIONS ARE MET FOR EACH TRADE. \n4.\tESTABLISH ONGOING COMMUNICATION CHANNELS BETWEEN OUR TRAINING CENTER, BUSINESS AGENTS, AND LAB PERSONAL. \n5.\tPROVIDE ASSISTANT TO PARTICIPANTS IN COMPLETING THE OFFERED POST-SECONDARY CREDENTIAL OPTIONS OFFERED. \n6.\tDIVERSITY, EQUALITY, AND INCLUSION; DEVELOP AN OUTREACH AND MARKETING PLAN TO INCREASE EQUITY IN THE TRADES, INCREASE EASE OF ACCESS, USE AN INNOVATIVE PROGRAM DELIVERY MODEL, AND REMOVE TRAINING BARRIERS, IN RECRUITMENT FOR GRANT PARTICIPANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "70a6c828-efc7-20d7-e7dd-877ea37a17fc-R", "generated_internal_id": "ASST_NON_DENA0004140_8900"}, {"internal_id": 160299043, "Award ID": "DENA0004139", "Award Amount": 978053.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "81.251", "Description": "THE DOE/NNSA ANNOUNCE INTEREST IN RECEIVING APPLICATIONS FOR GRANTS FOR THE DEPARTMENT OF ENERGY NATIONAL LAB JOBS ACCESS PROGRAM. ACCESS IS AN ACRONYM FOR – APPRENTICESHIPS FOR COMPLETE AND COMMITTED EMPLOYMENT FOR SPECIALIZED SKILLS. THIS IS A NEW PRE-APPRENTICESHIP OR APPRENTICESHIP PROGRAM CREATED UNDER THE NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a8c98c2-0bdd-1c7a-345a-07c3018f1d46-C", "generated_internal_id": "ASST_NON_DENA0004139_8900"}]