[{"internal_id": 157333774, "Award ID": "GT3CP23AL0007", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-06", "CFDA Number": "87.051", "Description": "ENHANCING HYDROLOGIC CONNECTIVITY IN JUSTIN'S BAY (MOBILE BAY) --- THE RESTORE COUNCIL HAS APPROVED PLANNING ACTIVITIES IN COUNCIL SELECTED RESTORATION COMPONENT FUNDING FOR THE ENHANCING HYDROLOGIC CONNECTIVITY IN JUSTIN'S BAY (MOBILE BAY) PROJECT, SPONSORED BY ALABAMA, THROUGH THE ALABAMA DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES. THE PROJECT BUILDS ON A PREVIOUS STUDY OF THE MOBILE BAY CAUSEWAY AND HYDROLOGY CONDUCTED IN 2015, AND SUPPORTS THE PRIMARY RESTORE COMPREHENSIVE PLAN GOAL TO RESTORE AND CONSERVE HABITAT THROUGH A PLANNING EFFORT THAT WILL 1) ADDRESS ANY DATA GAPS REMAINING FROM THE 2015 STUDY, 2) EVALUATE THE SUGGESTED RESTORATION ALTERNATIVES WITH A COST LOGISTICS FEASIBILITY FRAME OF REFERENCE, AND 3) MOVE IDENTIFIED AND PRIORITIZED RESTORATION ALTERNATIVES FORWARD TO A 30% PRELIMINARY ENGINEERING DESIGN. THE CONSTRUCTION OF THE MOBILE BAY CAUSEWAY IN 1927 RESULTED IN A SIGNIFICANT AMOUNT OF DREDGE MATERIAL PLACEMENT OVER LARGE PORTIONS OF THE UPPER MOBILE BAY MARSH COMPLEX. AT THE TIME, FILLING OF MARSH WAS A PREFERRED ALTERNATIVE TO ELEVATING THE CAUSEWAY AND AS A RESULT, RESTRICTIONS OF HYDROLOGICAL INTERACTION AND CONNECTIONS BETWEEN MOBILE BAY AND ITS DELTA, INCLUDING FAUNAL MIGRATIONS AND NATURAL FOOD WEB INTERACTIONS HAVE BEEN CURTAILED. PROJECT ACTIVITIES WILL INFORM THE RESTORATION OF THE HYDROLOGICAL EXCHANGE NECESSARY FOR COASTAL MARSH AND ESTUARINE WETLAND HABITATS IN THE AREA TO MAINTAIN ECOLOGICAL INTEGRITY AND ECOSYSTEM HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_GT3CP23AL0007_9533"}, {"internal_id": 152127629, "Award ID": "GT3CP22TX0005", "Award Amount": 24300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "87.051", "Description": "TEXAS LAND ACQUISITION PROGRAM FOR COASTAL CONSERVATION --- THE RESTORE COUNCIL HAS APPROVED PLANNING AND IMPLEMENTATION FUNDING UNDER THE COUNCIL SELECTED RESTORATION COMPONENT FOR THE TEXAS LAND ACQUISITION PROGRAM FOR COASTAL CONSERVATION SPONSORED BY TEXAS, THROUGH THE TEXAS COMMISSION ON ENVIRONMENTAL QUALITY (TCEQ). THE PROGRAM SUPPORTS THE PRIMARY RESTORE COMPREHENSIVE PLAN GOAL TO RESTORE AND CONSERVE HABITAT THROUGH ACTIVITIES TO ACQUIRE LARGE, HIGH QUALITY COASTAL ZONE PROPERTIES IN TEXAS. LOCATIONS WILL BE SELECTED BASED ON GREATEST VALUE TO THE COASTAL ENVIRONMENT NOW AND IN THE FUTURE CONSIDERING THE PRESSURES OF DEVELOPMENT. TARGETED HABITATS WILL INCLUDE URBAN GREEN CORRIDORS, RIPARIAN, PRAIRIE AND OTHER UPLAND, WOODED WETLANDS, OR BAY AND CHENIER WETLANDS. POTENTIAL PARTNERS AND SUBRECIPIENTS FOR THE PROGRAM MAY INCLUDE THE NATURE CONSERVANCY, TEXAS PARKS AND WILDLIFE DEPARTMENT, GALVESTON BAY FOUNDATION, COASTAL BEND BAYS AND ESTUARIES PROGRAM, AS WELL AS OTHER POSSIBLE STATE AND LOCAL GOVERNMENTS. THE PROGRAM WILL UTILIZE SPECIFIED CRITERIA FOR SELECTING PROJECTS THAT WERE IDENTIFIED EARLIER THROUGH PUBLIC MEETINGS AND AS PART OF A STAKEHOLDER PROCESS AND IN DISCUSSIONS BETWEEN THE RESTORE APPOINTEE AND THE OFFICE OF THE GOVERNOR. THIS PROGRAM WILL CONSERVE VALUABLE LAND AS HABITAT AND PROVIDE NATURAL BUFFERS TO FLOODING AND EROSION, DECREASING THE NEED FOR HABITAT DESTROYING HARD ENGINEERING PROJECTS WHILE PROVIDING VALUABLE ECOSYSTEM SERVICES. PROGRAM DURATION IS EXPECTED TO BE 4 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_GT3CP22TX0005_9533"}, {"internal_id": 152127630, "Award ID": "GT3CP22FL0006", "Award Amount": 3437500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "87.051", "Description": "FLORIDA GULF COAST TRIBUTARIES HYDROLOGIC RESTORATION PROGRAM --- THE RESTORE COUNCIL HAS APPROVED FUNDING FOR PLANNING ACTIVITIES UNDER THE COUNCIL SELECTED RESTORATION COMPONENT FOR THE FLORIDA GULF COAST TRIBUTARIES HYDROLOGIC RESTORATION PROGRAM (THRP) SPONSORED BY FLORIDA, THROUGH THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION (FDEP). IN ADDITION, THE COUNCIL IS ALSO IDENTIFYING A SEPARATE IMPLEMENTATION COMPONENTS FOR POTENTIAL FUTURE FUNDING.  THE THRP SUPPORTS THE PRIMARY RESTORE COMPREHENSIVE PLAN GOAL TO RESTORE WATER QUALITY AND QUANTITY THROUGHOUT THE FLORIDA GULF COAST BY UNDERWRITING A COMPREHENSIVE SUITE OF LINKED, HIGH PRIORITY HYDROLOGIC IMPROVEMENT PROJECTS TO BE IMPLEMENTED BY FUTURE PROJECT SPONSORS.  EXAMPLES INCLUDE CANAL PLUGGING, RESTORING NATURAL DIMENSIONS OF TIDAL PASSES INLETS, RESTORING RECONNECTING WETLANDS, INSTALLING EROSION CONTROL OR WATER CONTROL STRUCTURES, ETC.  PLANNING AND IMPLEMENTATION PROJECTS PROPOSED BY PROJECT SPONSORS IN FLORIDA WATERSHEDS THAT DRAIN TO THE GULF OF MEXICO WILL BE CONSIDERED UNDER THIS PROGRAM.  THE THRP WILL IMPROVE FLOW REGIME DYNAMICS, NUTRIENT CYCLING, SALINITY GRADIENTS, WILDLIFE HABITAT AND BIODIVERSITY, RECREATIONAL EXPERIENCES, AND MAY HELP REDUCE ALGAL BLOOMS AND FISH KILLS.  THE THRP FRAMEWORK WILL ALLOW FOR ADMINISTRATION OF PROJECT FUNDING THAT TARGETS PROJECTS PROVIDING CUMULATIVE BENEFITS TO THE GULF AND LINK ENVIRONMENTAL BENEFITS BETWEEN SELECTED PROJECTS AND OTHER RESTORATION PROJECTS IN A WATERSHED OR REGION.  COMBINING OR LEVERAGING PROJECTS WITHIN A GEOGRAPHIC AREA CONTRIBUTES TO LARGE SCALE WATER RESOURCE IMPROVEMENTS WHILE MAXIMIZING EACH DOLLAR.  PROGRAM DURATION IS 10 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GT3CP22FL0006_9533"}, {"internal_id": 149897330, "Award ID": "GT3CP22FL0004", "Award Amount": 5600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-16", "CFDA Number": "87.051", "Description": "FLORIDA GULF COAST RESILIENCY PROGRAM---THE RESTORE COUNCIL HAS APPROVED 5.6M FOR PLANNING ACTIVITIES AS FPL CATEGORY 1 COUNCIL-SELECTED RESTORATION COMPONENT FUNDING FOR THE FLORIDA GULF COAST RESILIENCY PROGRAM, SPONSORED BY FLORIDA, THROUGH THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION (FDEP). IN ADDITION, THE COUNCIL IS ALSO IDENTIFYING A SEPARATE 8.4M IMPLEMENTATION COMPONENT AS AN FPL CATEGORY 2 PRIORITY FOR POTENTIAL FUTURE FUNDING. THE PROGRAM WILL SUPPORT THE PRIMARY RESTORE COMPREHENSIVE PLAN GOAL TO ENHANCE COMMUNITY RESILIENCE THROUGH ACTIVITIES TO IDENTIFY VULNERABILITIES AND IMPLEMENT SUSTAINABLE SOLUTIONS TO IMPROVE COASTAL RESILIENCY. ACTIVITIES INCLUDE VULNERABILITY ASSESSMENTS TO IDENTIFY STRATEGIES TO IMPROVE RESILIENCY; LIVING SHORELINES TO PROTECT AGAINST EROSION AND REDUCE WAVE ENERGY; AND COASTAL AND SUBMERGED LANDS MANAGEMENT AND ACQUISITION ACTIVITIES TO PROTECT HABITATS THAT ENHANCE RESILIENCY. THE FDEP WILL PARTNER WITH THE FLORIDA FOREVER PROGRAM TO IDENTIFY ACQUISITIONS WITH THE OFFICE OF RESILIENCE AND COASTAL PROTECTION ON VULNERABILITY ASSESSMENTS AND SUBMERGED LANDS MANAGEMENT ACTIVITIES. DEVELOPING STRATEGIES TO ADDRESS RESILIENCY IS CRITICAL TO FLORIDA'S ABILITY TO ADAPT TO A CHANGING COASTLINE. THIS PROGRAM WILL RESULT IN ENVIRONMENTAL BENEFITS SUCH AS RESILIENCY IMPROVEMENTS, PROTECTIONS AGAINST WAVE ENERGY AND STORM SURGE, HABITAT PROTECTION (E.G., MARSHES, MANGROVES, SEAGRASS, CORAL, AND OYSTER REEFS), SUSTAINING HEALTHY WILDLIFE POPULATIONS, WATER QUALITY BENEFITS, RECREATION AND TOURISM OPPORTUNITIES, AND FISHERIES BENEFITS. PROGRAM DURATION IS 10 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GT3CP22FL0004_9533"}, {"internal_id": 149897331, "Award ID": "GT3CP22FL0003", "Award Amount": 6750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-16", "CFDA Number": "87.051", "Description": "FLORIDA WATER QUALITY IMPROVEMENT PROGRAM---THE RESTORE COUNCIL HAS APPROVED 6.75M FOR PLANNING AS FPL CATEGORY 1 COUNCIL-SELECTED RESTORATION COMPONENT FUNDING FOR THE FLORIDA WATER QUALITY IMPROVEMENT PROGRAM (WQIP), SPONSORED BY FLORIDA, THROUGH THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION (FDEP). IN ADDITION, THE COUNCIL IS ALSO IDENTIFYING A SEPARATE 20.25M IMPLEMENTATION COMPONENT AS A FPL CATEGORY 2 PRIORITY FOR POTENTIAL FUTURE FUNDING. THE PROGRAM SUPPORTS THE PRIMARY RESTORE COMPREHENSIVE PLAN GOAL TO RESTORE WATER QUALITY AND QUANTITY THROUGHOUT THE FLORIDA GULF COAST BY UNDERWRITING A SUITE OF LINKED, HIGH-PRIORITY WATER QUALITY IMPROVEMENT PROJECTS. PROJECTS MAY INCLUDE STORMWATER TREATMENT, WASTEWATER REUSE, SEPTIC TANK ABATEMENT, SEDIMENT REDUCTION, AND LAND ACQUISITION. PLANNING AND IMPLEMENTATION PROJECTS IN FLORIDA WATERSHEDS THAT DRAIN TO THE GULF OF MEXICO WILL BE CONSIDERED.THE WQIP ACTIVITIES ARE INTENDED TO RESULT IN ENVIRONMENTAL BENEFITS SUCH AS FEWER ALGAL BLOOMS, FISH KILLS, BEACH CLOSURES, FISH AND SHELLFISH CONSUMPTION RESTRICTIONS, HEALTHIER SEAGRASS AS WELL AS OTHER SUBMERGED AQUATIC VEGETATION AND WILDLIFE HABITAT, AND IMPROVED RECREATIONAL OPPORTUNITIES AND EXPERIENCES. THE WQIP FRAMEWORK ALLOWS FOR ADMINISTRATION OF PROJECT FUNDING TO TARGET PROJECTS THAT DELIVER CUMULATIVE BENEFITS TO THE GULF AND LINK ENVIRONMENTAL BENEFITS BETWEEN WQIP PROJECTS AND OTHER RESTORATION PROJECTS IN A WATERSHED OR REGION. COMBINING OR LEVERAGING PROJECTS WITHIN A GEOGRAPHIC AREA CONTRIBUTES TO LARGE-SCALE WATER RESOURCE IMPROVEMENTS WHILE MAXIMIZING EACH DOLLAR. PROGRAM DURATION IS 10 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GT3CP22FL0003_9533"}, {"internal_id": 147043594, "Award ID": "GT3CP22FL0002", "Award Amount": 14000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-01", "CFDA Number": "87.051", "Description": "FLORIDA STRATEGIC GULF COAST LAND ACQUISITION PROGRAM --- THE RESTORE COUNCIL HAS APPROVED $14M AS FPL PLANNING AND IMPLEMENTATION ACTIVITIES IN COUNCIL-SELECTED RESTORATION COMPONENT FUNDING FOR THE FLORIDA STRATEGIC GULF COAST LAND ACQUISITION PROGRAM, SPONSORED BY FLORIDA, THROUGH THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION (FDEP). THE PROGRAM SUPPORTS THE PRIMARY RESTORE COMPREHENSIVE PLAN GOAL TO RESTORE AND CONSERVE HABITAT THROUGH A SUITE OF LINKED ACTIVITIES TO INCREASE CONSERVED AND PROTECTED STATE OWNED OR MANAGED LANDS BY 10,000 TO 20,000 ACRES. PROGRAM ACTIVITIES INCLUDE IMPLEMENTATION OF LAND ACQUISITIONS, PARTNERING WITH THE EXISTING FLORIDA FOREVER PROGRAM, FLORIDAS PREMIER CONSERVATION AND RECREATION LANDS ACQUISITION PROGRAM. THE PROGRAM WILL UTILIZE THE FLORIDA FOREVER PRIORITY LIST TO IDENTIFY PARCELS FOR ACQUISITION; PARCELS ON THE FLORIDA FOREVER PRIORITY LIST ARE RANKED USING A THOROUGH SCIENTIFIC REVIEW AND A COMPREHENSIVE NATURAL RESOURCE ANALYSIS. FDEP WILL TARGET LANDS DRAINING INTO THE GULF OF MEXICO THAT ARE IN THE FLORIDA FOREVER CRITICAL NATURAL LANDS AND CLIMATE CHANGE LANDS CATEGORIES OR OTHER FLORIDA FOREVER PARCELS WITH SIMILAR ATTRIBUTES. LAND ACQUISITIONS COULD INCLUDE BOTH FEE SIMPLE ACQUISITION AND CONSERVATION EASEMENTS FROM WILLING SELLERS. PROGRAM ACTIVITIES ARE INTENDED TO RESULT IN ENVIRONMENTAL BENEFITS TO FLORIDAS NATURAL RESOURCES AND ECOSYSTEMS BY PROTECTING CRITICAL HABITATS, PRESERVING NATIVE BIODIVERSITY AND ECOSYSTEM FUNCTION, MITIGATING SEA LEVEL RISE, FLOODING, AND OTHER CURRENT AND FUTURE RISKS TO COASTAL COMMUNITIES. PROGRAM DURATION IS 10 YEARS. UNDER THIS PROGRAM, THE UPPER APALACHICOLA RIVER ECOSYSTEM LAND ACQUISITION (PHASE III-A) PROJECT WILL ACQUIRE IN FEE APPROXIMATELY 12,632 ACRES OF STRATEGICALLY LINKED WETLANDS/FLOODPLAIN AND UPLANDS WITHIN THE APALACHICOLA RIVER CORRIDOR TO CONSERVE AND MANAGE NATURAL RESOURCES FOR SUSTAINED ENVIRONMENTAL BENEFITS THROUGH THE PROTECTION OF THOSE LANDS IN PERPETUITY. THE PROJECT WILL TARGET LAND WITHIN THE UPPER REACHES OF THE RIVER CORRIDOR INCLUDING PARCELS IN CALHOUN, GADSDEN, JACKSON, AND LIBERTY COUNTIES, THAT ARE ADJACENT TO EXISTING AND PROPOSED CONSERVATION LANDS. THIS PROJECT BENEFITS FROM THE ESTABLISHED, SCIENCE-BASED FLORIDA FOREVER EVALUATION PROCESS, WHICH HELPS TO IDENTIFY LANDS IN FLORIDA SUITABLE FOR CONSERVATION. PARCELS ARE RANKED WITH THE GOAL OF CONSERVING ENVIRONMENTALLY UNIQUE AND IRREPLACEABLE OR RARE ECOSYSTEMS, NATIVE FLORA AND FAUNA, PROVIDING NATURAL AREAS FOR RECREATION, AND PRESERVING ARCHAEOLOGICAL OR HISTORIC SITES. THE ACQUISITION WILL CONSERVE LANDS AND WATERS AND PREVENT POTENTIAL CONVERSION TO MORE INTENSE AGRICULTURAL USES, A COMMON OCCURRENCE IN LARGE AREAS BORDERING OTHER SOUTHERN RIVERS AND WILL PROTECT IMPORTANT STRATEGIC HABITAT CONSERVATION AREAS, RARE AND IMPERILED SPECIES HABITAT, LANDSCAPE CONNECTIVITY, NATURAL FLOODPLAIN FUNCTIONS AND FUNCTIONAL WETLANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GT3CP22FL0002_9533"}, {"internal_id": 144498797, "Award ID": "GT3CP22AL0001", "Award Amount": 10146173.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-01", "CFDA Number": "87.051", "Description": "PERDIDO RIVER LAND CONSERVATION AND HABITAT ENHANCEMENTS --THE PROPOSED PROGRAM CONSISTS OF THE ACQUISITION AND MANAGEMENT OF APPROXIMATELY 10,000-12,000 ACRES IN THE PERDIDO WATERSHED, LOCATED IN BALDWIN COUNTY, AL. THE INITIAL ACTIVITY PROPOSES TO ACQUIRE AND PLACE INTO STATE CONSERVATION MANAGEMENT APPROXIMATELY 2,684 ACRES, WITH AN ADDITIONAL 8,000-10,000 ACRES TO BE ACQUIRED IN FUTURE AMENDMENTS. THE PARCEL CONTEMPLATED IS CURRENTLY IN SILVICULTURE USE. ADCNR HAS BEEN ENGAGED IN CONVERSATION WITH A LANDOWNER ABOUT POTENTIAL ACQUISITION OF AN APPROXIMATELY 2,684-ACRE PARCEL, LOCATED WITHIN AN AREA KNOWN AS THE MAGNOLIA SOUTH TRACT. UPON ACQUISITION, THE ALABAMA DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES (ADCNR) WOULD CONDUCT HABITAT MANAGEMENT AND STEWARDSHIP ACTIVITIES, WHICH COULD INCLUDE PRESCRIBED BURNING, INVASIVE SPECIES REMOVAL, LONGLEAF PINE RESTORATION, AND PROTECTION AND HABITAT ENHANCEMENTS FOR SPECIES INCLUDING THE GOPHER TORTOISE. ACQUIRED LAND WOULD BECOME PART OF THE PERDIDO WILDLIFE MANAGEMENT AREA AND BE ACCESSIBLE TO THE PUBLIC FOR RECREATIONAL USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_GT3CP22AL0001_9533"}, {"internal_id": 158291347, "Award ID": "GT1CP23MS0002", "Award Amount": 2998626.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-11", "CFDA Number": "87.051", "Description": "DEER ISLAND BENEFICIAL USE SITE (IMPLEMENTATION) --- THE STATE OF MISSISSIPPI, THROUGH MISSISSIPPI DEPARTMENT OF ENVIRONMENTAL QUALITY (MDEQ), WAS AWARDED COUNCIL-SELECTED RESTORATION COMPONENT FUNDING FOR IMPLEMENTATION OF THE DEER ISLAND BENEFICIAL USE SITE PROJECT. FUNDING WILL BE UTILIZED TO CREATE THE CONTAINMENT BERMS FOR AN APPROXIMATELY 70-ACRE BENEFICIAL USE SITE LOCATED ON THE NORTH SIDE OF DEER ISLAND ADJACENT TO BILOXI, MISSISSIPPI. MATERIAL MECHANICALLY EXCAVATED ONSITE NEAR DEER ISLAND AND DREDGED DURING MAINTENANCE OF THE BLACK WARRIOR - TOMBIGBEE (BWT) FEDERAL NAVIGATION PROJECT IN ALABAMA WILL BE USED BENEFICIALLY TO CONSTRUCT LINEAR CHENIER BERMS IN THE PROJECT AREA, PROVIDING APPROXIMATELY 5 ACRES OF HABITAT. CONSTRUCTION OF THE CONTAINMENT FEATURES AND DEVELOPMENT OF A BENEFICIAL USE MONITORING AND ADAPTIVE MANAGEMENT PLAN WILL SUPPORT FUTURE FILLING OF THE SITE WITH DREDGED MATERIAL LEVERAGED FROM LOCAL DREDGING PROJECTS TO CREATE APPROXIMATELY 70 ACRES OF TIDAL WETLANDS OVER TIME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_GT1CP23MS0002_9533"}, {"internal_id": 160632336, "Award ID": "GT1CP23AL0003", "Award Amount": 690708.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "87.051", "Description": "MARSH RESTORATION IN OYSTER BAY (IMPLEMENTATION)---THE MARSH RESTORATION IN FISH RIVER, WEEKS BAY, OYSTER BAY, MEADOWS TRACT (IMPLEMENTATION) OYSTER BAY PROJECT WILL ADDRESS DEGRADED HABITAT AND HYDROLOGICAL CONDITIONS WITHIN THE OYSTER BAY WATERSHED. THIS SITE CONTAINS APPROXIMATELY 150 ACRES OF ESTUARINE TIDAL AND BRACKISH MARSH WITH A CAUSEWAY CONSTRUCTED ACROSS THE NORTHERN PORTION OF THE BAY. THE CAUSEWAY IS OUTFITTED WITH UNDERSIZED CULVERTS THAT RESTRICT NORTH TO SOUTH WATER FLOW. THE RESTRICTED WATER FLOW HAS RESULTED IN CONSIDERABLE IMPOUNDMENT OF FRESHWATER AND A SUBSEQUENT CONVERSION OF HABITAT ON THE NORTH SIDE OF THE CAUSEWAY. THE CULVERTS HAVE TRAPPED SIGNIFICANT AMOUNTS OF SEDIMENT RESULTING IN COLONIZATION IN THE AREA BY GIANT REED (PHRAGMITES AUSTRALIS). THIS PROJECT WILL RESTORE AND ENHANCE RESILIENCE, SUSTAINABILITY, AND NATURAL DEFENSES BY REESTABLISHING NATURAL HYDROLOGY AND CONNECTIVITY BETWEEN THE NORTH AND SOUTH SIDE OF THE CAUSEWAY. PROJECT ACTIVITIES WILL INCLUDE REPLACEMENT OF CULVERTS, REMOVAL OF SEDIMENT AND NUISANCE VEGETATION, ROAD RESURFACING, AND PLANTING OF NATIVE SPECIES. THE PROJECT WILL BE IMPLEMENTED BY THE CITY OF GULF SHORES ALONG COUNTY ROAD 4 IN BALDWIN COUNTY (CITY OF GULF SHORES), ALABAMA. THE OYSTER BAY SITE IS LOCATED IN THE MOBILE BAY WATERSHED (HUC - 03160205).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_GT1CP23AL0003_9533"}, {"internal_id": 124229077, "Award ID": "GT1CP21AL0001", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-22", "CFDA Number": "87.051", "Description": "COMPREHENSIVE LIVING SHORELINE MONITORING (PLANNING AND IMPLEMENTATION)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_GT1CP21AL0001_9533"}, {"internal_id": 94876595, "Award ID": "GNTCP20AP0104", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-01-27", "CFDA Number": "87.051", "Description": "UPPER MOBILE BAY BENEFICIAL USE WETLAND CREATION SITE (PLANNING)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71c5c77f-5bb4-a80a-302c-f05a3204cdd3-C", "generated_internal_id": "ASST_NON_GNTCP20AP0104_9533"}, {"internal_id": 81863225, "Award ID": "GNTCP19MS0062", "Award Amount": 2057263.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-04", "CFDA Number": "87.051", "Description": "THE MISSISSIPPI SOUND ESTUARINE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_GNTCP19MS0062_9533"}, {"internal_id": 73146037, "Award ID": "GNTCP19MS0060", "Award Amount": 15500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-24", "CFDA Number": "87.051", "Description": "STRATEGIC LAND PROTECTION, CONSERVATION, AND ENHANCEMENT OF PRIORITY GULF COAST LANDSCAPES IN MS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_GNTCP19MS0060_9533"}, {"internal_id": 80438607, "Award ID": "GNTCP19AL0085", "Award Amount": 908500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-15", "CFDA Number": "87.051", "Description": "ALABAMA LIVING SHORELINES PROGRAM (CONSTRUCTION PLANNING COMPONENT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_GNTCP19AL0085_9533"}, {"internal_id": 80438608, "Award ID": "GNTCP19AL0082", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-01", "CFDA Number": "87.051", "Description": "ENHANCING OPPORTUNITIES FOR BENEFICIAL USE OF DREDGE SEDIMENTS (DENTON OYSTER REEF RESTORATION THROUGH BENEFICIAL USE OF UPRIVER SEDIMENT; GRAND BAY MISSISSIPPI SOUND BACK-BARRIER ISLAND RESTORATION PROJECT FEASIBILITY STUDY; LOWER PERDIDO BAY/PERDID", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_GNTCP19AL0082_9533"}, {"internal_id": 66685369, "Award ID": "GNTCP18TX0061", "Award Amount": 2100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-15", "CFDA Number": "87.051", "Description": "COMMITMENT AND PLANNING SUPPORT TEXAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_GNTCP18TX0061_9533"}, {"internal_id": 67559540, "Award ID": "GNTCP18TX0012", "Award Amount": 968000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-27", "CFDA Number": "87.051", "Description": "TEXAS BENEFICIAL USE MARSH RESTORATION  FY16 RESTORE BENEFICIAL USE BKT 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_GNTCP18TX0012_9533"}, {"internal_id": 48751402, "Award ID": "GNTCP18TX0011", "Award Amount": 7109000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-10-24", "CFDA Number": "87.051", "Description": "BAYOU GREENWAYS (PLANNING & IMPLEMENTATION): FY16 RESTORE BKT 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_GNTCP18TX0011_9533"}, {"internal_id": 67065201, "Award ID": "GNTCP18MS0056", "Award Amount": 2100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-07", "CFDA Number": "87.051", "Description": "COMMITMENT AND PLANNING SUPPORT MISSISSIPPI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_GNTCP18MS0056_9533"}, {"internal_id": 66685370, "Award ID": "GNTCP18LA0055", "Award Amount": 2100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-15", "CFDA Number": "87.051", "Description": "COMMITMENT AND PLANNING SUPPORT COASTAL PROTECTION AND RESTORATION AUTHORITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_GNTCP18LA0055_9533"}, {"internal_id": 65870212, "Award ID": "GNTCP18LA0035", "Award Amount": 9300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-18", "CFDA Number": "87.051", "Description": "LOWERMOST MISSISSIPPI RIVER MANAGEMENT PROGRAM PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_GNTCP18LA0035_9533"}, {"internal_id": 65870214, "Award ID": "GNTCP18FL0054", "Award Amount": 2093880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-18", "CFDA Number": "87.051", "Description": "COMMITMENT AND PLANNING SUPPORT FLORIDA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GNTCP18FL0054_9533"}, {"internal_id": 65870215, "Award ID": "GNTCP18FL0047", "Award Amount": 856430.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-02", "CFDA Number": "87.051", "Description": "PALM RIVER RESTORATION PROJECT PHASE II, EAST MCKAY BAY IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GNTCP18FL0047_9533"}, {"internal_id": 69569920, "Award ID": "GNTCP18AL0068", "Award Amount": 875000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "87.051", "Description": "ALABAMA SUBMERGED AQUATIC VEGETATION RESTORATION AND MONITORING PROGRAM (IMPLEMENTATION)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_GNTCP18AL0068_9533"}, {"internal_id": 69569922, "Award ID": "GNTCP18AL0066", "Award Amount": 4342500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "87.051", "Description": "COASTAL ALABAMA COMPREHENSIVE WATERSHED RESTORATION PLANNING PROJECT (PLANNING)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_GNTCP18AL0066_9533"}, {"internal_id": 66685371, "Award ID": "GNTCP18AL0064", "Award Amount": 2100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-15", "CFDA Number": "87.051", "Description": "COMMITMENT AND PLANNING SUPPORT ALABAMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_GNTCP18AL0064_9533"}, {"internal_id": 48751400, "Award ID": "GNTCP17TX0009", "Award Amount": 6012000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-27", "CFDA Number": "87.051", "Description": "MATAGORDA BAY SYSTEM PRIORITY LANDSCAPE CONSERVATION (FY16 RESTORE ? MATAGORDA BAY (BKT 2))", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff3515c2-2a95-0e8c-f8cb-060a69145739-C", "generated_internal_id": "ASST_NON_GNTCP17TX0009_9533"}, {"internal_id": 48751399, "Award ID": "GNTCP17MS0022", "Award Amount": 2178847.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-11-16", "CFDA Number": "87.051", "Description": "ENHANCING OPPORTUNITIES FOR BENEFICIAL USE (BU) OF DREDGE SEDIMENTS IN THE MISSISSIPPI SOUND (PLANNING)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_GNTCP17MS0022_9533"}, {"internal_id": 48751398, "Award ID": "GNTCP17MS0020", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-11-16", "CFDA Number": "87.051", "Description": "SEA GRANT EDUCATION AND OUTREACH (PLANNING & IMPLEMENTATION)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_GNTCP17MS0020_9533"}, {"internal_id": 48751397, "Award ID": "GNTCP17LA0044", "Award Amount": 14190000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "87.051", "Description": "MISSISSIPPI RIVER REINTRODUCTION INTO MAUREPAS SWAMP (PLANNING)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_GNTCP17LA0044_9533"}, {"internal_id": 48751396, "Award ID": "GNTCP17LA0025", "Award Amount": 3220460.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-10-31", "CFDA Number": "87.051", "Description": "BILOXI MARSH LIVING SHORELINE (PLANNING)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_GNTCP17LA0025_9533"}, {"internal_id": 48751395, "Award ID": "GNTCP17LA0013", "Award Amount": 4347733.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-10-31", "CFDA Number": "87.051", "Description": "GOLDEN TRIANGLE MARSH CREATION (PLANNING)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_GNTCP17LA0013_9533"}, {"internal_id": 48751394, "Award ID": "GNTCP17FL0040", "Award Amount": 231314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-16", "CFDA Number": "87.051", "Description": "PENSACOLA BAY LIVING SHORELINE - PHASE 1 (PLANNING)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GNTCP17FL0040_9533"}, {"internal_id": 48751393, "Award ID": "GNTCP17FL0039", "Award Amount": 4680000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-03-30", "CFDA Number": "87.051", "Description": "APALACHICOLA BAY OYSTER RESTORATION (IMPLEMENTATION)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GNTCP17FL0039_9533"}, {"internal_id": 48751392, "Award ID": "GNTCP17FL0026", "Award Amount": 5967000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-14", "CFDA Number": "87.051", "Description": "BEACH HAVEN - JOINT STORMWATER & WASTEWATER IMPROVEMENT PROJECT PHASE II (IMPLEMENTATION)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GNTCP17FL0026_9533"}, {"internal_id": 48751391, "Award ID": "GNTCP17FL0018", "Award Amount": 356850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-13", "CFDA Number": "87.051", "Description": "BAYOU CHICO CONTAMINATED SEDIMENT REMOVAL- PLANNING, DESIGN, AND PERMITTING (PLANNING)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GNTCP17FL0018_9533"}, {"internal_id": 48751390, "Award ID": "GNTCP17FL0015", "Award Amount": 2884000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-22", "CFDA Number": "87.051", "Description": "SUWANNEE RIVER PARTNERSHIP IRRIGATION WATER ENHANCEMENT PROGRAM (IMPLEMENTATION)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GNTCP17FL0015_9533"}, {"internal_id": 48751389, "Award ID": "GNTCP17FL0008", "Award Amount": 2219856.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-10", "CFDA Number": "87.051", "Description": "APALACHICOLA WATERSHED AGRICULTURE WATER QUALITY IMPROVEMENTS (IMPLEMENTATION)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_GNTCP17FL0008_9533"}, {"internal_id": 48751388, "Award ID": "GNTCP16LA0024", "Award Amount": 7259216.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-28", "CFDA Number": "87.051", "Description": "WEST GRAND TERRE BEACH NOURISHMENT AND STABILIZATION (PLANNING)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_GNTCP16LA0024_9533"}]