[{"internal_id": 152374133, "Award ID": "HITEP220079", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "GRADY HEALTH SYSTEM MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA TRAINING, SUSTAINMENT, AND READINESS - GRADY HOSPITAL IS HOME TO ONE OF THE LARGEST LEVEL I TRAUMA PROGRAMS IN THE UNITED STATES WITH OVER 11,000 TRAUMA ACTIVATIONS PER YEAR.  THE GRADY HOSPITAL SYSTEM HAS A PREEXISTING AND ACTIVE MILITARY-CIVILIAN PARTNERSHIP AGREEMENT WITH THE UNITED STATES ARMY AND IS APPLYING FOR SUPPORT FROM THE TRAUMA READINESS GRANT PROGRAM/MISSION ZERO ACT.  THE GOALS OF THE PROGRAM ARE TO ENHANCE THE EXISTING PARTNERSHIP WITH THE UNITED STATES ARMY, PROVIDE TARGETED SKILLS TRAINING AND SUSTAINMENT OPPORTUNITIES FOR MILITARY PROVIDERS, SUPPORT GROWTH AN INNOVATION OF SKILLS SIMULATION OPPORTUNITIES, AND TO ENCOURAGE BIDIRECTIONAL EDUCATION AND ACADEMIC ADVANCEMENT.  THE OBJECTIVES ARE TO TRAIN MILITARY PROVIDERS IN A BUSY TRAUMA CENTER WITH HIGH VOLUME PENETRATING AND OPERATIVE TRAUMA, TO ENHANCE THE EDUCATIONAL OPPORTUNITIES WITH MORE FREQUENT ACCESS TO CADAVER AND NON-CADAVER BASED SIMULATION TRAINING, IMPROVE PREPAREDNESS FOR MULTI-CASUALTY TRAUMA SCENARIOS, BETTER UNDERSTAND THE PRINCIPLES OF TRAUMA TRIAGE AND RESUSCITATION, LEVEL-APPROPRIATE ENHANCEMENT OF KNOWLEDGE AND SKILLS ACQUISITION, PRIORITIZATION OF TEAM TRAINING AND EFFECTIVE COMMUNICATION SKILLS, AND TO PROVIDE OPPORTUNITY FOR PROFESSIONAL DEVELOPMENT.  THE EXPECTED OUTCOMES INCLUDE PERFORMANCE IMPROVEMENT ON SKILLS EVALUATIONS, ENHANCED TRIAGE, JUDGEMENT, AND COMMUNICATION SKILLS, PARTICIPATION AND CONTRIBUTION TO THE INNOVATION OF SIMULATION SKILLS EDUCATION, ACADEMIC PRODUCTIVITY AND CONTRIBUTION TO NATIONAL TRAUMA RESEARCH, AND GENERATION OF LEADERSHIP OPPORTUNITIES FOR MILITARY PROVIDERS.  THE PRODUCTS FROM THIS PROJECT INCLUDE ONGOING REPORTING OF CLINICAL VOLUME AND SKILLS SUSTAINMENT, DEVELOPMENT OF A STANDARDIZED TIERED TRAINING STRUCTURE WITHIN THE GRADY SYSTEM FOR SKILLS ACQUISITION AND SUSTAINMENT INCLUDING A REPRODUCIBLE OUTCOME REPORTING METHODOLOGY, JOINT RESEARCH PUBLICATIONS, PARTICIPATION IN NATIONAL COMMITTEES AND CONFERENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c15548bf-ed7a-6929-b062-e848d6c5c4de-C", "generated_internal_id": "ASST_NON_HITEP220079_7505"}, {"internal_id": 152371295, "Award ID": "HITEP220078", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "TAMPA GENERAL HOSPITAL: MILITARY- CIVILIAN PARTNERSHIP FOR TRAUMA READINESS GRANT PROGRAM/MISSION ZERO ACT - WE HEAL. WE TEACH. WE INNOVATE. CARE FOR EVERYONE. EVERYDAY. THAT IS THE SHARED PURPOSE OF TAMPA GENERAL HOSPITAL (TGH), AND THOSE WORDS CARRY INTO EVERYTHING WE DO. AS WEST CENTRAL FLORIDA’S ONLY AMERICAN COLLEGE OF SURGEONS VERIFIED LEVEL 1 TRAUMA CENTER AND A REGIONAL TERTIARY ACADEMIC MEDICAL CENTER, WE PRIDE OURSELVES ON DEFINING THE PRACTICE OF MEDICINE THROUGH THE CARE OF THE MOST COMPLEX PATIENTS. TAMPA GENERAL HOSPITAL IS THE PRIMARY TEACHING AFFILIATE OF THE UNIVERSITY OF SOUTH FLORIDA’S (USF) MORSANI COLLEGE OF MEDICINE. OUR INTENT IN SUBMITTING FOR THE MISSION ZERO GRANT IS TO CREATE A SUSTAINABLE, COLLABORATIVE MILITARY-CIVILIAN PARTNERSHIP THAT PROVIDES COMPREHENSIVE PREPARATION FOR THE DEVELOPMENT OF DEPLOYMENT READINESS OF OUR NATION’S MILITARY PERSONNEL.  IN PREVIOUS YEARS, TAMPA GENERAL HOSPITAL HAS SUCCESSFULLY FULFILLED MULTIPLE MILITARY-CIVILIAN PARTNERSHIPS. FROM TRAINING DIAGNOSTIC IMAGING TECHNICIANS, SPECIAL OPERATIONS COMBAT MEDICS, AND THE AIR FORCE NURSE TRANSITION PROGRAM, TO A RECENT IMPLEMENTATION OF A SUSTAINMENT OF TRAUMA AND RESUSCITATION SKILLS (STARS) PROGRAM, THERE IS A PROVEN RECORD OF SUCCESSFUL AND SUSTAINABLE TRAINING MODELS. THE MISSION ZERO GRANT PROVIDES FURTHER OPPORTUNITIES TO CONTINUE OUR COLLABORATION AND TRAINING MODELS WORKING WITH OUR MILITARY PERSONNEL.  TAMPA GENERAL HOSPITAL CARES FOR OVER 106,000 PATIENTS ANNUALLY INCLUDING ALMOST 3,000 TRAUMA PATIENTS, OF WHICH 21% HAVE AN INJURY SEVERITY SCORE OF OVER 14.  ACTIVE-DUTY SURGEONS WILL BE EMBEDDED INTO THE USF DIVISION OF ACUTE CARE & TRAUMA SURGERY.  EACH MILITARY PHYSICIAN WILL RECEIVE RESOURCES TO SUPPORT THEIR CONTINUED TRAINING INCLUDING ACCESS TO PROCESS IMPROVEMENT INITIATIVES, MASS CASUALTY AND PUBLIC HEALTH EMERGENCY EXERCISES, ADVANCED TRAUMA LIFE SUPPORT (ATLS) TRAINING, ADVANCED TRAUMA OPERATIVE MANAGEMENT (ATOM)/ADVANCED SURGICAL SKILLS FOR EXPOSURE IN TRAUMA (ASSET), AS WELL AS OTHER CONTINUING MEDICAL EDUCATION (CME) COURSES. THE PERSONNEL WILL HAVE ACCESS TO PROMOTIONAL AND FACULTY APPOINTMENT OPPORTUNITIES WITHIN USF AND PARTICIPATION IN AN ESTABLISHED MILITARY-CIVILIAN PERSONNEL TRAUMA PROGRAM. THEY WILL HAVE FULL ACCESS TO A DEDICATED MEDICAL LIBRARY WITH LAPTOPS FOR CONTINUED RESEARCH AND CLINICAL DATA WORKLOAD REPORTING.  THE MISSION ZERO GRANT WILL PROVIDE THE OPPORTUNITY FOR NOT ONLY THE PROFESSIONAL DEVELOPMENT OF MILITARY PERSONNEL BUT ALSO OPPORTUNITIES FOR INNOVATION AT THE BEDSIDE BY TGH/USF AND DOD PERSONNEL.  THE MISSION ZERO GRANT GOAL IS TO EMBED ACTIVE-DUTY SURGEONS IN THE ACUTE CARE AND TRAUMA SURGERY SERVICE AND THE MEASURABLE OUTCOME(S) INCLUDE A REPORT OUTLINING THE CPT CODES OF THE PATIENT CARE ACTIVITIES OF THE EMBEDDED ACTIVE-DUTY SURGEON TO DEMONSTRATE THE COMPLEXITY OF CARE PROVIDED DURING THEIR TIME AT TAMPA GENERAL HOSPITAL. OTHER EVALUATION METHODS INCLUDE BUT ARE NOT LIMITED TO:  1.   SERVE AS LEAD ON TRAUMA RESUSCITATION TEAM 2.   PARTICIPATE IN SURGICAL OPERATIONS ON INJURED PATIENTS WITHIN THE GENERAL SURGERY SCOPE OF PRACTICE 3.   TRACK PRODUCTIVITY ON PROCEDURES PERFORMED 4.   ATTEND TRAUMA COURSES OFFERED AT THE UNIVERSITY OF SOUTH FLORIDA’S CENTER FOR ADVANCED MEDICAL LEARNING AND       SIMULATION (CAMLS) FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "575f6eb5-f73c-24d2-6b98-74da73bf49e2-C", "generated_internal_id": "ASST_NON_HITEP220078_7505"}, {"internal_id": 152373425, "Award ID": "HITEP220077", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "MILITARY-CIVILIAN PARTNERSHIP WITH UCSD [MISSION ZERO] - THE APPLICANT, UNIVERSITY OF CALIFORNIA SAN DIEGO, PROPOSES A FIVE-YEAR MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA READINESS PROJECT HOSTED AT THE LEVEL 1 TRAUMA CENTER AT ITS HILLCREST CAMPUS. THE GOAL OF THE PROJECT IS TO ENABLE A MILITARY TRAUMA TEAMS TO PROVIDE, ON A FULL-TIME BASIS, TRAUMA CARE AND RELATED ACUTE CARE THE TRAUMA CENTER. THE OBJECTIVES ARE: 1) TO PROVIDE DEMENTIA SPECIFIC CARE, E.G., CARE MANAGEMENT FULLY INTEGRATED INTO THE SERVICES PROVIDED; 2) TO TRAIN STAFF, STUDENTS AND VOLUNTEERS; 3) TO ESTABLISH A SYSTEM INFRASTRUCTURE TO SUPPORT SERVICES TO INDIVIDUALS WITH EARLY STAGE DEMENTIA AND TO THEIR CAREGIVERS; 4) TO DEVELOP LINKAGES WITH COMMUNITY AGENCIES; 5) TO EXPAND THE ASSESSMENT AND INTERVENTION SERVICES; 6) TO EVALUATE THE IMPACT OF THE ADDED SERVICES; 7) TO DISSEMINATE PROJECT INFORMATION. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1)THE MILITARY TRAUMA TEAM WILL PROVIDE TRAUMA CARE AND ACUTE CARE ON A FULL-TIME BASIS; 2) MILITARY CAREGIVERS WILL HAVE DEMONSTRATED IMPROVED KNOWLEDGE, SKILLS, AND ABILITIES (KSA) IN TRAUMA, DISASTER AND ACUTE CARE AREAS; AND 3) MILITARY CAREGIVERS AND TRAUMA TEAM WILL BECOME FACILE WITH TRAUMA TEAM QUALITY AND PERFORMANCE IMPROVEMENT AND DEMONSTRATE CHARACTERISTICS OF A HIGH-RELIABILITY TEAMS (HRT). THE PRODUCTS FROM THIS PROJECT ARE: 1) A FINAL REPORT, INCLUDING AGGREGATE KSA EVALUATION RESULTS AND EFFECTS ON THE TRAUMA CENTER; 2) A WEBSITE; ARTICLES FOR PUBLICATION; 3) DATA ON DRIVER ASSESSMENT AND 4) ENDURING EDUCATIONAL MATERIALS; ABSTRACTS FOR NATIONAL CONFERENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_HITEP220077_7505"}, {"internal_id": 152372887, "Award ID": "HITEP220076", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "UCHICAGO MILITARY INJURY RESEARCH CONSORTIUM (MIRC) - THE UNIVERSITY OF CHICAGO MEDICAL TRAUMA CENTER AND OUR INSTITUTIONAL PARTNERS SUPPORT THE AIMS OF MISSION ZERO ACT. THE APPROACH IS TO SUSTAIN A ROBUST MILITARY-CIVILIAN PARTNERSHIP. THE GOAL OF THIS PROJECT IS TO SUPPORT MILITARY MEDICAL PROVIDER READINESS AND ENHANCE CIVILIAN MEDICAL PROVIDER CAPACITIES TO RESPOND TO NATIONAL AND PUBLIC HEALTH CRISES. OUR SPECIFIC OBJECTIVES ARE TO 1) PROVIDE COMPREHENSIVE CLINICAL OPPORTUNITIES FOR MILITARY PROVIDERS IN ALL ROLES TO MAINTAIN AND IMPROVE THEIR CLINICAL SKILLS THROUGH EMBEDDED POSITIONS; 2) DEVELOP ROBUST ROTATIONAL PROGRAMS FOR PROVIDERS TO IMPROVE ON SPECIFIC SKILLS AND PROVIDE OPPORTUNITIES FOR PROVIDERS TO REPEAT THESE PROGRAMS OVER TIME TO MAINTAIN SKILLS 3) CREATE SUPPLEMENTAL SKILL DEVELOPMENT ACTIVITIES WITH OBJECTIVE PERFORMANCE MEASURES SUCH AS SURGICAL TECHNIQUE SIMULATION LABS, OBSERVED CLINICAL ENCOUNTERS, AND TEAM BASED SIMULATIONS. THE EXPECTED OUTCOMES OF THIS PROJECT ARE 1) MILITARY PROVIDERS EMBEDDED AT UCMC WILL HAVE CLINICAL CASE VOLUMES MEETING OR EXCEEDING TARGETS REQUIRED FOR MED-JKSA MEASURES 2) PROVIDERS PARTICIPATING IN SHORT TERM ROTATING PROJECTS WILL BE ABLE TO DEMONSTRATE SKILL MAINTENANCE FROM CLINICAL ACTIVITY LOGS AND REPORTS FROM EVALUATED SIMULATION EXERCISES AND OBSERVED CLINICAL ENCOUNTERS. THE PRODUCTS EXPECTED FROM THIS PROJECT ARE 1)MED-JKSAS CALCULATED CLINICAL CASE LOGS FROM EMBEDDED PROVIDERS 2) EVALUATIONS FROM OBSERVED CLINICAL EXPERIENCES AND STANDARDIZED SIMULATION CASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4bd68be-2bd0-4a42-0d20-0ad92720d93c-C", "generated_internal_id": "ASST_NON_HITEP220076_7505"}, {"internal_id": 152373159, "Award ID": "HITEP220075", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "THE LAS VEGAS MILITARY-CIVILIAN PARTNERSHIP SYNERGISTICALLY BENEFITS MILITARY READINESS, COMMUNITY HEALTH, MEDICAL PROFESSIONALS, AND INTEGRATED SYSTEMS OF CARE. - UNIVERSITY MEDICAL CENTER OF SOUTHERN NEVADA (UMC) SUPPORTS A LARGE INTEGRATED MILITARY-CIVILIAN PARTNERSHIP - THE LAS VEGAS MILITARY-CIVILIAN PARTNERSHIP (LV-MCP) - IN CONJUNCTION WITH THREE MILITARY COMMANDS, A LOCAL SCHOOL OF MEDICINE, AND PRIVATE CORPORATE PARTNERS IN LAS VEGAS, NV.  THE PROJECT GOAL IS TO SUSTAINABLY IMPROVE MILITARY TRAUMA CARE PROVIDERS’ READINESS AND ABILITY TO RESPOND TO AND TREAT BATTLEFIELD INJURIES WHILE SIMULTANEOUSLY IMPROVING LOCAL RESPONSE TO PUBLIC HEALTH AND MEDICAL EMERGENCIES IN SOUTHERN NEVADA. THE OBJECTIVES FOR THE PROJECT INCLUDE: 1) REGULAR MILITARY ROTATIONS OF AN ESTIMATED 310 MULTI-SPECIALTY PROVIDERS PER YEAR ARE IMPLEMENTED TO PROVIDE HANDS-ON CARE TO PATIENTS AT THE TOP OF THEIR SCOPE OF PRACTICE IN ACUTE CARE CLINICAL AREAS; 2) AN ESTIMATED TOTAL 300 PRACTITIONER MEDICAL STAFF APPOINTMENTS ACCOMPLISHED IN ACUTE CARE SPECIALTIES; 3) A 74-PERSON MILITARY PERSONNEL INTEGRATED CADRE IS SUPPORTED TO FACILITATE CONTINUOUS ROTATIONS FROM LOCAL AND DISTANT BASES; AND 4) MEASURE AND EVALUATE PROGRAM OUTCOMES. EXPECTED PROJECT OUTCOMES INCLUDE: 1) IMPROVED TRAUMA TREATMENT AND CARE KNOWLEDGE FOR 310 PROVIDERS (PER YEAR FOR THREE PROJECT YEARS) IN ACUTE CARE CLINICAL AREAS; 2) INCREASED ACCESS TO TRAUMA TRAINING AND PRACTICE THROUGH MAINTAINING CREDENTIALLING OF ACTIVE PRACTITIONERS AND FULL CREDENTIALING OF 300 NEW APPOINTMENTS (100 PER YEAR FOR THREE PROJECT YEARS); AND 3) IMPROVED TRAUMA TREATMENT AND CARE KNOWLEDGE OF 74 EMBEDDED CADRE (PER YEAR FOR THREE PROJECT YEARS) BY FACILITATING CONTINUOUS ROTATIONS FROM LOCAL AND DISTANT BASES. PROJECT PRODUCTS INCLUDE: 1) AN ANNUAL REPORT INCLUDING THE TOTAL NUMBER OF PARTICIPATING PROVIDERS AND FACILITY EXPENDITURES; AND 2) ARTICLES FOR PUBLICATION DESCRIBING THE RESULTS OF THE PARTNERSHIP MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b788d597-6afd-a5ec-f1ff-33687fe7ed09-C", "generated_internal_id": "ASST_NON_HITEP220075_7505"}, {"internal_id": 152373136, "Award ID": "HITEP220074", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "RYDER TRAUMA CENTER/UNIVERSITY OF MIAMI MILITARY-CIVILIAN TRAUMA READINESS PARTNERSHIP - THE JACKSON HEALTH SYSTEM’S RYDER TRAUMA CENTER (RYDER TRAUMA CENTER) IN AFFILIATION WITH THE UNIVERSITY OF MIAMI IS AN AMERICAN COLLEGE OF SURGEONS VERIFIED LEVEL 1 TRAUMA CENTER FOR BOTH ADULTS AND PEDIATRIC PATIENTS. FOR 21 YEARS, THE RYDER TRAUMA CENTER HAS SUPPORTED THE US MILITARY’S ARMY TRAUMA TRAINING CENTER (ATTC) BY INCORPORATING ACTIVE DUTY MILITARY TRAUMA CARE PROVIDERS INTO THEIR DAILY OPERATIONS, ENABLING THESE PROVIDERS TO MAINTAIN THEIR KNOWLEDGE, SKILLS, AND ABILITIES (KSA) AND INDIVIDUAL CRITICAL TASK LISTS (ICTLS). THE GOALS OF THIS PROPOSAL ARE: 1) FOR THE MILITARY CADRE TO SUSTAIN THEIR KSAS AND ICTLS BETWEEN DEPLOYMENTS; AND 2) TO TRACK AND ANALYZE THE CLINICAL EXPERIENCES AND PATIENT OUTCOMES OF EMBEDDED MILITARY PROVIDERS TO DEMONSTRATE THE BENEFIT OF THE MILITARY-CIVILIAN PARTNERSHIP IN MAINTAINING READINESS. THE OBJECTIVES ARE: 1) TO PROVIDE HANDS-ON TRAUMA CENTER EXPERIENCE FOR MILITARY PERSONNEL; 2) TO DEVELOP A TOOL TO REGULARLY REPORT ON KSAS FOR ALL MEMBERS OF THE CADRE AS PART OF THE HOSPITAL IT INFRASTRUCTURE 3) TO SHARE THE OUTCOMES AND TOOLS WITH OTHER MILITARY CIVILIAN COLLABORATIONS THROUGH PUBLICATION AND PRESENTATION TO ADVANCE THESE COLLABORATIONS NATIONALLY.  THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) MILITARY HEALTH PROVIDERS WITH SUSTAINED SKILLS AS MEASURED BY KSAS AND ICTLS; 2) TOOLS TO TRACK, MEASURE, AND REPORT PROGRESS. 3) PUBLICATION AND PRESENTATION OF THE METHODS AND OUTCOMES OF THE PROJECT. THE PRODUCTS FROM THIS PROJECT ARE: 1) MILITARY HEALTHCARE PROVIDERS WITH SKILLS READY FOR DEPLOYMENT; AND 2) A SYSTEM OF TOOLS TO MEASURE THE KSAS AND ICTLS ACHIEVED, AND 3) PUBLICATION AND PRESENTATION OF THE RESULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec17326b-af4b-dd01-c5b1-2e9c7e2e55fa-C", "generated_internal_id": "ASST_NON_HITEP220074_7505"}, {"internal_id": 152374134, "Award ID": "HITEP220073", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "PENN MEDICINE N-SHARP (NAVY-STRATEGIC HEALTH ALLIANCE - READINESS & PERFORMANCE) FULLY EMBEDDED HIGH-ACUITY TRAUMA TEAM TRAINING SUSTAINMENT PROGRAM - THE UNIVERSITY OF PENNSYLVANIA HEALTH SYSTEM (UPHS)/PENN MEDICINE SEEKS TO SUPPORT THE MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA READINESS GRANT PROGRAM/MISSION ZERO ACT WITH THIS 5-YEAR PROPOSAL. THE GOAL OF THIS PROJECT IS TO ESTABLISH A MILITARY-CIVILIAN PARTNERSHIP (MCP) AT UPHS/PENN MEDICINE THAT WILL IMPROVE THE NATION'S RESPONSE TO PUBLIC HEALTH AND MEDICAL EMERGENCIES, PARTICULARLY FOCUSED ON COMBAT TRAUMA READINESS. THE OBJECTIVES ARE TO 1) BUILD A NOVEL MILITARY-CIVILIAN TRAUMA AND COMBAT CASUALTY CARE TRAINING PROGRAM AT A WORLD-CLASS ORGANIZATION TO SERVE AS A PROTOTYPE FOR THE NAVY AND OTHER MILITARY SERVICES AND 2) TO ELEVATE THE TRAUMA READINESS OF NAVY'S MEDICAL, NURSING, AND ALLIED HEALTH SPECIALISTS FROM PROFICIENT TO EXPERT. AS A RESULT OF THIS EFFORT, WE ANTICIPATE THE FOLLOWING OUTCOMES: 1) EXPAND THE UPHS NAVY-STRATEGIC HEALTH ALLIANCE - READINESS & PERFORMANCE (N-SHARP) PROGRAM FROM PROOF-OF-CONCEPT TO A FULLY-STAFFED TRAINING PLATFORM SUPPORTING THREE EMBEDDED N-SHARP TEAMS; 2) SUPPORT ENHANCED READINESS FOR N-SHARP TEAMS WITH EXPOSURE TO ADVANCED TRAINING TO OPTIMIZE N-SHARP PROVIDERS' READINESS TO TREAT BATTLEFIELD INJURIES AT THE EXPERT LEVEL AS MEASURED BY DEPARTMENT OF DEFENSE (DOD) MEDICAL JOINT KNOWLEDGE, SKILLS, AND ABILITIES (JKSA) METRICS; 3) PROVIDE ADVANCED COMBAT-RELEVANT TEAM TRAINING AND INTEGRATED TEAM-BASED CLINICAL CARE AS PART OF THE FULLY EMBEDDED TRAUMA TEAM MODEL AND ASSESS THE VALUE OF THIS APPROACH FOR IMPLEMENTING MCPS AT OTHER HIGH-ACUITY TRAUMA CENTERS. THIS PROJECT WILL DELIVER THE FOLLOWING PRODUCTS: 1) FULLY TRAINED N-SHARP TRAUMA TEAMS; 2) INTERIM AND FINAL REPORTS ON JKSA OUTCOMES; 3) RESULTS FROM TEAM TRAINING EXERCISES AND TEAM-BASED CLINICAL CARE; 4) PRESENTATION OF FINDINGS AT NATIONAL MEETINGS WITH PUBLICATION IN MILITARY AND MEDICAL JOURNALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75401b4c-967a-1918-9977-217d3ef9ce68-C", "generated_internal_id": "ASST_NON_HITEP220073_7505"}, {"internal_id": 152373142, "Award ID": "HITEP220072", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "OHSU MISSION ZERO ARMY MILITARY CIVILIAN TRAUMA TRAINING TEAM (AMCT3) PROGRAM - OUR NATIONAL DEFENSE RELIES ON SKILLED, WELL-TRAINED, AND HIGHLY-MOTIVATED MEDICAL PERSONNEL. OFTEN THE SKILLS MOST RELEVANT FOR COMBAT CASUALTY CARE ARE PERISHABLE. MILITARY TREATMENT FACILITIES (MTFS), WHILE CAPABLE, DO NOT PROVIDE THE VOLUME AND COMPLEXITY OF TRAUMA NEEDED TO MAINTAIN THE COMBAT-RELEVANT TRAUMA SKILLS OF MILITARY MEDICAL PERSONNEL. TO THIS END MILITARY CIVILIAN PARTNERSHIPS (MCPS) HAVE BEEN ESTABLISHED TO ENSURE A COMBAT-READY MEDICAL FORCE.  OREGON HEALTH & SCIENCE UNIVERSITY (OHSU) HAS SUPPORTED THE MCP MISSION THROUGH THE ARMY MILITARY CIVILIAN TRAUMA TRAINING TEAM (AMCT3) PROGRAM SINCE 2018. SEVEN ARMY MEDICAL OFFICERS HAVE ALREADY BEEN FULLY-INTEGRATED INTO TRAUMA-FOCUSED PRACTICE AT OHSU THROUGH THE AMCT3 PROGRAM. THIS GRANT WILL REINFORCE OHSU'S EXISTING COMMITMENT TO MCPS. TO ENSURE THE CONTINUED SUCCESS OR THE OHSU MCP; MISSION ZERO GRANT FUNDS WILL BE USED TO (1) REDUCE ON-BOARDING TIME, (2) REMOVE BARRIERS TO PARTICIPATION, (3) ENABLE PROFESSIONAL DEVELOPMENT, AND (4) ENSURE AND DOCUMENT CLINICAL READINESS.  WITH GRANT-SUPPORTED MCP-SPECIFIC ADMINISTRATIVE SUPPORT THE TIME NEEDED FOR LICENSING AND CREDENTIALING WILL BE REDUCED. COSTS NOT TYPICALLY FOUND IN MTFS SUCH AS HIGH-COST PARKING, COMMUTE AND THE CHALLENGING URBAN HOUSING MARKET ARE BARRIERS TO PARTICIPATION THAT WILL BE REDUCED THROUGH DIRECT DEFRAYMENT AND ADMINISTRATIVE ASSISTANCE. MILITARY PROMOTION IS MERIT-BASED AND ENSURING PROFESSIONAL DEVELOPMENT WITH FORMAL COURSES, ACADEMIC APPOINTMENT AND PERFORMANCE/QUALITY IMPROVEMENT PROGRAMS MCP PERSONNEL WILL REMAIN COMPETITIVE WITH THEIR MILITARY PEERS. FINALLY, THIS GRANT WILL SUPPORT DATA COLLECTION, ANALYSIS AND REPORTING NECESSARY TO DOCUMENT MCP EFFECTIVENESS. TOGETHER THESE EFFORTS WILL MAKE PERMANENT THE MCP ARCHITECTURE AT OHSU AND PROVIDE A DURABLE PLATFORM CAPABLE OF MEETING THE CRITICAL SUSTAINMENT NEEDS OF THE DEPARTMENT OF DEFENSE INTO THE FORESEEABLE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27f21ab2-7b66-cad9-be60-5f435f28b02f-C", "generated_internal_id": "ASST_NON_HITEP220072_7505"}, {"internal_id": 152371398, "Award ID": "HITEP220071", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "UNIVERSITY HOSPITALS CLEVELAND MEDICAL CENTER MILITARY-CIVILIAN TRAUMA TEAM PARTNERSHIP - UNIVERSITY HOSPITALS (UH) SERVES THE NEEDS OF PATIENTS THROUGH AN INTEGRATED NETWORK OF 23 HOSPITALS AND MORE THAN 50 HEALTH CENTERS AND OUTPATIENT FACILITIES IN 16 COUNTIES THROUGHOUT NORTHERN OHIO. THE APPLICANT FOR THIS GRANT, UNIVERSITY HOSPITALS CLEVELAND MEDICAL CENTER (UHCMC) IS THE SYSTEM’S FLAGSHIP QUATERNARY CARE ACADEMIC MEDICAL CENTER. THE LEVEL 1 TRAUMA CENTER AT UHCMC MEETS THE DEFINITION OF AN ELIGIBLE HIGH-ACUITY TRAUMA CENTER AS DOCUMENTED FOR THIS FUNDING OPPORTUNITY. IN 2019, UHCMC BECAME A TRAINING VENUE FOR THE UNITED STATES NAVY (USN) HOSPITAL CORPSMAN TRAUMA TRAINING COURSE. UH PROPOSES TO USE FUNDING FROM THE MISSION ZERO GRANT TO BUILD ON THE CURRENT TRAUMA TRAINING PROGRAM WITH THE UNITED STATES DEPARTMENT OF DEFENSE/USN AND LAUNCH AN EFFECTIVE MILITARY-CIVILIAN PARTNERSHIP (MCP) PROGRAM DESIGNED FOR TRAUMA TRAINING, SUSTAINMENT, AND READINESS FOR A MILITARY TRAUMA TEAM. MEASURABLE OUTCOMES FOR THE FIVE-YEAR GRANT PERIOD WOULD BE THE FOLLOWING: 1. UHCMC EXECUTES ON AN ADMINISTRATION PREPARATION PLAN SO THAT BY THE END OF YEAR 1, ONE TEAM OF FOUR PROVIDERS HAS STARTED A THREE-YEAR ENGAGEMENT AT UHCMC’S TRAUMA CENTER. 2. ONE TEAM OF FOUR PROVIDERS COMPLETES A THREE-YEAR ENGAGEMENT AT UHCMC AND A SECOND TEAM BEGINS A THREE-YEAR ENGAGEMENT. 3. DATA ON PROVIDER MED-J KNOWLEDGE, SKILL AREA EXPERIENCE MEETS BENCHMARKS FOR SUSTAINING TRAUMA TRAINING. 4. DATA ON PROVIDER PERFORMANCE AS RELATED TO UHCMC’S PERFORMANCE MANAGEMENT SYSTEM DEMONSTRATES PROVIDER EFFICACY IN A CIVILIAN TRAUMA CENTER. 5. DATA ON PROGRAM COST EFFECTIVENESS DEMONSTRATES PROGRAM TO BE BENEFICIAL TO THE USN AND UHCMC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81220cc4-b4b5-e51b-fdf3-a7c2fc505aef-C", "generated_internal_id": "ASST_NON_HITEP220071_7505"}, {"internal_id": 152373150, "Award ID": "HITEP220070", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA READINESS/MISSION ZERO ACT - THE AWARDEE, MARC DE MOYA, MD AND THE FROEDTERT/MEDICAL COLLEGE OF WISCONSIN SUPPORT THE MILITARY-CIVILIAN TRAUMA TRAINING PARTNERSHIP FOR THE NEXT FIVE YEARS. AN ARMY PROGRAM WAS INITIATED AT FROEDTERT/MEDICAL COLLEGE OF WISCONSIN IN 2018 IN AN EFFORT TO ESTABLISH TRAINING AND MAINTENANCE OF COMPETENCY FOR MILITARY TRAUMA PERSONNEL. THE GOAL OF THE PROJECT IS TO PROVIDE A COMPREHENSIVE TRAINING AND MAINTENANCE OF COMPETENCY FOR ANY ARMY PERSONNEL INVOLVED IN THE CARE OF TRAUMATICALLY INJURED PATIENTS. THE OBJECTIVES ARE: 1) TO PROVIDE A CLINICAL PLATFORM THAT EXPOSES THE PARTICIPANTS TO A BROAD ARRAY OF TRAUMATICALLY INJURED PATIENTS OR ANY OTHER SPECIALIZED SURGICAL CARE REQUIRED FROM THE TIME TO INJURY TO THE TIME OF REHABILITATION; 2) TO TRAIN PARTICIPANTS AS NEEDED; 3) TO MAINTAIN COMPETENCE IN THE CARE OF THE INJURED PATIENT OR OTHER SPECIALIZED PATIENT; 4) TO EVALUATE THE PERFORMANCE OF EACH TEAM MEMBER; AND 5) TO FOSTER A COLLABORATIVE RELATIONSHIP BETWEEN THE ARMY AND THE HIGH ACUITY LEVEL I TRAUMA CENTER AT FROEDTERT/MEDICAL COLLEGE OF WISCONSIN.  THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) TO ENSURE PARTICIPANTS HAVE ANY TRAUMA EDUCATIONAL NEEDS MET; 2) TO ENSURE COMPETENCE IN THE CARE OF THE INJURED PATIENT THROUGHOUT THE CONTINUUM OF CARE; AND 3) TO ENSURE READINESS FOR DEPLOYMENT AND CARE TO BE RENDERED TO THE WARFIGHTER IN THE MILITARY THEATER. THE PRODUCTS FROM THIS PROJECT ARE: 1) DOCUMENTATION OF THE COMPETENCY AND EXPERIENCE OF THE PARTICIPANTS; 2) ASSISTANCE WITH ANY WHITE PAPER OR REPORT AS NEEDED; AND 3) MAINTENANCE OF EDUCATIONAL/CLINICAL PLATFORM FOR FUTURE PARTICIPANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb8099df-df9c-1d96-f19c-f3a00b918c86-C", "generated_internal_id": "ASST_NON_HITEP220070_7505"}, {"internal_id": 152371429, "Award ID": "HITEP220069", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA READINESS - THE NEBRASKA MEDICAL CENTER (NEBRASKA MEDICINE)/UNIVERSITY OF NEBRASKA MEDICAL CENTER (UNMC) PROPOSES TO CREATE A MILITARY-CIVILIAN PARTNERSHIP (MCP) AT ITS AMERICAN COLLEGE OF SURGEONS-VERIFIED, LEVEL 1 TRAUMA CENTER IN OMAHA, NE. THE GOAL OF THIS PROJECT IS TO CREATE A PARTNERSHIP BETWEEN MILITARY TRAUMA SURGEONS AND THEIR CIVILIAN COUNTERPARTS WITH THE AIM OF SUSTAINING TRAUMA READINESS TO SUPPORT THE FUTURE NEEDS OF THE NATION. THE OBJECTIVES OF THIS PROJECT ARE: 1) TO CREATE AND ADMINISTER A SUSTAINABLE MCP WHERE MILITARY TRAUMA SURGEONS AND THEIR TEAMS CAN WORK ALONGSIDE THE TRAUMA TEAMS AT NEBRASKA MEDICINE/UNMC; 2) TO PROVIDE A HIGH ACUITY CLINICAL ENVIRONMENT IN WHICH THE MILITARY SURGEON/TEAM CAN SUSTAIN THEIR SKILLS; 3) TO FURNISH TARGETED, RELEVANT TRAINING OPPORTUNITIES AND EDUCATIONAL CURRICULUM; 4) TO PROMOTE AN OPEN EXCHANGE OF INFORMATION AND EXPERIENCES, BENEFITING BOTH MILITARY AND NEBRASKA MEDICINE/UNMC PERSONNEL.  THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) FULL INTEGRATION OF MILITARY TRAUMA SURGEONS/TEAMS INTO THE CARE OF THE INJURED PATIENT AT NEBRASKA MEDICINE/UNMC; 2) ALL THE BENEFITS FROM THE COMPLEX, QUATERNARY CARE ENVIRONMENT AT NEBRASKA MEDICINE/UNMC TO MAINTAIN AND/OR THEIR TRAUMA SKILLSET; 3) GIVEN THE EDUCATIONAL FOCUS OF NEBRASKA MEDICINE/UNMC, AMPLE OPPORTUNITIES EXIST TO LEARN CURRENT MANAGEMENT AND ADDITIONAL SKILLS. THE PRODUCTS FROM THE MCP ARE: 1) MILITARY TRAUMA SURGEONS/TEAMS WHO ARE READY TO RESPOND TO CONFLICTS, NATURAL DISASTER OR OTHER CRISES; 2) A DURABLE MCP PROVIDING AN ESTABLISHED MECHANISM FOR FUTURE NEEDS; 3) EVALUATION OF THE MILITARY SURGEONS/TEAMS; 4) DATA TRACKING THE INVOLVEMENT OF THE MILITARY SURGEONS/TEAMS IN THE CARE OF THE INJURED PATIENT AT NEBRASKA MEDICINE/UNMC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dcb21065-2351-63fd-1c33-0d220079c272-C", "generated_internal_id": "ASST_NON_HITEP220069_7505"}, {"internal_id": 152373222, "Award ID": "HITEP220068", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "THE UNC TRAUMA MILITARY EDUCATION AND IMMERSION CENTER (MEDIC) - UNC HOSPITALS (UNCH) IS A 950-BED, PUBLIC, ACADEMIC, ABA COMPREHENSIVE BURN CENTER, AND VERIFIED LEVEL I TRAUMA CENTER.  ON AVERAGE, UNCH ADMITS APPROXIMATELY 2950 INJURED PATIENTS 1800 BURN PATIENTS ANNUALLY. IN SEPTEMBER, 2020, UNCH EXECUTED A MILITARY TRAINING AGREEMENT (MTA) WITH THE US ARMY SURGEON GENERAL’S OFFICE TO ESTABLISH ONE OF THE NATION’S FIRST MILITARY-CIVILIAN (MIL-CIV) PARTNERSHIPS AND THE FIRST TO HOST A FORWARD SURGICAL RESUSCITATIVE DETACHMENT. PRESENTLY, A TOTAL OF EIGHT ACTIVE DUTY MILITARY TRAUMA CARE PROVIDERS ARE CURRENTLY EMBEDDED INTO UNCH’S CLINICAL UNITS WITH TWO ADDITIONAL PROVIDERS SCHEDULED TO ARRIVE IN THE JANUARY, 2023.  UNCH HAS ALSO HOSTED TWO COHORTS OF ROTATING ENLISTED PERSONNEL AND CREATED A CRITICAL CARE FELLOWSHIP POSITION DEDICATED TO ARMY SURGEONS.  TO DATE, TWO ARMY SURGEONS HAVE COMPLETED THEIR FELLOWSHIP. THE GOAL OF THE PROJECT IS TO LEVERAGE UNC’S CLINICAL AND EDUCATIONAL RESOURCES TO SUSTAIN THE MEDICAL SKILLS OF MILITARY TRAUMA CARE PROVIDERS IN A COLLABORATIVE, MUTUALLY ENRICHING ENVIRONMENT. THIS WILL BE ACHIEVED THROUGH THREE PRIMARY OBJECTIVES: 1) PROVIDE MILITARY PROVIDERS WITH HANDS-ON CLINICAL EXPERIENCE IN CARING FOR INJURED PATIENTS; 2) EMPLOY MULTI-MODAL SIMULATION-BASED EDUCATION; AND 3) ESTABLISH GRADUATE MEDICAL EDUCATIONAL OPPORTUNITIES. OUTCOMES FOR THE FIRST YEAR INCLUDES: 1) ESTABLISHMENT OF MEDIC; 2) SUSTAINMENT OF FRSD AND OTHER EMBEDDED PROGRAMS; 3) ENROLL THIRD ARMY CRITICAL CARE FELLOW; 4) CONDUCT FOUR TWO-WEEK TRAINING ROTATIONS; AND 5) CONDUCT TWO ROTATIONS OF VISITING ARMY SURGEONS. THE PRODUCTS WILL INCLUDE ASPR-DEFINED PERFORMANCE MEASURES, QUARTERLY PROVIDER FINANCIAL REPORTS, INDIVIDUAL CRITICAL TASK LIST SUMMARIES, AND SEMI-ANNUAL PROGRESS AND FEDERAL FINANCIAL REPORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_HITEP220068_7505"}, {"internal_id": 152371336, "Award ID": "HITEP220067", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "MISSION ZERO ACT GRANT:  MILITARY TRAUMA TRAINING CENTER AT LAC+USC MEDICAL CENTER - LAC+USC MEDICAL CENTER, AN AMERICAN COLLEGE OF SURGEONS VERIFIED LEVEL I TRAUMA CENTER AND ONE OF THE LARGEST ACADEMIC TRAUMA CENTERS IN THE USA, IS APPLYING FOR THE “MISSION ZERO ACT” GRANT. THE CENTER HAS AN ESTABLISHED PARTNERSHIP WITH THE US NAVY AND HAS TRAINED OVER 3900 NAVY PERSONNEL SINCE INCEPTION. THE HOSPITAL PROVIDES TRAINING, OFFICE SPACE, AND ACCESS TO SIMULATION LABS AND CLINICAL AREAS. THE GOALS OF THE PROGRAM ARE: 1) ENHANCE THE EXISTING PARTNERSHIP TO PROVIDE INTENSIVE TRAUMA TRAINING TO MILITARY PERSONNEL, FROM THE FIELD TO DEFINITIVE CARE; 2) PRODUCE FUTURE MILITARY TRAUMA LEADERS; 3) PROMOTE COLLABORATIVE RESEARCH; 4) DEVELOP NEW TRAUMA EDUCATIONAL MODELS. THE OBJECTIVES INCLUDE:1) TRAIN PHYSICIANS, CORPSMEN, AND NURSES IN TRAUMA IN A BUSY TRAUMA CENTER WITH HIGH PENETRATING TRAUMA VOLUME; 2) ENHANCE CLINICAL TRAUMA TRAINING USING OUR EXISTING STATE-OF-THE-ART SIMULATION LABS AND FRESH TISSUE CADAVER LAB; 3) TRAIN IN  USING A TEAM APPROACH TO TRAUMA CARE IN AUSTERE ENVIRONMENTS; 4) PRODUCE FUTURE NATIONAL MILITARY TRAUMA LEADERS; 5) JOINT RESEARCH IN TRAUMA; 6) CREATE NEW TRAINING MODELS, BASED ON OUR SIMULATION AND FRESH TISSUE LAB; 7) PRODUCE NEW DIGITAL EDUCATIONAL MATERIAL. THE EXPECTED OUTCOMES OF THIS PROGRAM INCLUDE: 1) PRE- AND POST-TRAINING OBJECTIVE EVALUATION WILL SHOW IMPROVED PERFORMANCE IN KNOWLEDGE AND TECHNICAL SKILLS; 2) JOINT PUBLICATION OF PEER REVIEW TRAUMA ARTICLES; 4) PROFESSIONAL ADVANCEMENT OF PARTICIPATING MILITARY PERSONNEL. THE PRODUCTS FROM THIS PROJECT INCLUDE: 1) ANNUAL REPORT ON PRE- AND POST-TRAINING TRAUMA SKILLS EVALUATION; 2) DIGITAL INTERACTIVE BOOK AND VIDEOS ON TRAUMA; 3) NEW TRAUMA SIMULATION MODELS; 4) JOINT RESEARCH PUBLICATIONS; 5) PRESENTATIONS AT NATIONAL CONFERENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74dc0946-965c-836a-fa9a-12f8f59e9d8c-C", "generated_internal_id": "ASST_NON_HITEP220067_7505"}, {"internal_id": 152373178, "Award ID": "HITEP220066", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "CLINICAL INTEGRATION FOR THE OPTIMAL INTEGRATION, CASE MIX, PATIENT ACUITY AND TRAUMA EXPOSURE FOR THE CENTER FOR SUSTAINMENT OF TRAUMA AND READINESS SKILLS (C-STARS) CADRE EMBEDDED AT UCMC. - OPTIMAL INTEGRATION, CASE MIX, PATIENT ACUITY AND TRAUMA EXPOSURE HAS NOT BEEN EXAMINED FOR CENTER FOR SUSTAINMENT OF TRAUMA AND READINESS SKILLS (C-STARS) CADRE EMBEDDED AT UNIVERSITY OF CINCINNATI MEDICAL CENTER. IN ADDITION, IT IS UNCLEAR HOW DEPLOYMENT CYCLES, AF DUTIES, AND CLINICAL WORKLOAD IMPACT EACH OTHER; THIS MAY MAKE CURRENT AF STAFFING MODELS SUBOPTIMAL AND DOES NOT ALLOW FOR A DATA-DRIVEN GROWTH PROJECTION STAFFING MODEL IF, FOR EXAMPLE, MORE CCAT TEAMS WERE QUICKLY NEEDED FOR FUTURE CONFLICTS. GRANULAR DATA ON PATIENT ACUITY, PATIENT VOLUME, CLINICAL WORKLOAD, ASPECTS OF WORKLOAD RELEVANT TO DEPLOYMENT, AND CMRP REQUIREMENTS CAPTURED FOR ALL AF PERSONNEL EMBEDDED AT UCMC, AS WELL AS FOR A COHORT OF SIMILAR CIVILIAN COUNTERPARTS WITHIN UCMC FOR COMPARISON, WILL BE COLLECTED AND ANALYZED. THIS ANALYSIS WILL ENABLE LOCAL C-STARS AND USAF SCHOOL OF AEROSPACE MEDICINE (USAFSAM) LEADERSHIP TO (1) EVALUATE AF PERSONNEL DEPLOYMENT READINESS, (2) QUANTIFY THE DEGREE OF INTEGRATION THAT THE AF CADRE HAVE WITHIN THE UCMC SYSTEM, AND (3) PROVIDE THE SCAFFOLDING TO CREATE FUTURE DATA-DRIVEN STAFFING MODELS. THIS ONE OF A KIND INFRASTRUCTURE COULD THEN BE DEPLOYED TO THE OTHER C-STARS AND SUSTAINED MEDICAL AND READINESS TRAINED (SMART) PROGRAM SITES AND THE DATA CAPTURE REQUIREMENTS COULD BE CODIFIED WITHIN FUTURE MILITARY-CIVILIAN PARTNERSHIP TAAS. FINALLY, THE METRICS CAPTURED COULD INFORM THE MHS REGISTRY, CURRENTLY UNDER DEVELOPMENT, FOR PURPOSES OF TRACKING THE EFFECTIVENESS OF MILITARY-CIVILIAN PARTNERSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e23dc1dd-7253-8f0a-b221-d861f67e8844-C", "generated_internal_id": "ASST_NON_HITEP220066_7505"}, {"internal_id": 152373176, "Award ID": "HITEP220065", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "UNIVERSITY OF MARYLAND MEDICAL CENTER, CENTER FOR THE SUSTAINMENT OF TRAUMA AND READINESS SKILLS, CSTARS - THE UNIVERSITY OF MARYLAND MEDICAL CENTER SUPPORTS THE GOALS AND MISSION OF MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA READINESS GRANT PROGRAM WITH THE UNIVERSITY OF MARYLAND MEDICAL CENTER, CENTER FOR THE SUSTAINMENT OF TRAUMA AND READINESS SKILLS, CSTARS PROJECT. THE GOAL OF THE PROPOSED PROJECT IS TO BUILD UPON A CURRENT MILITARY-CIVILIAN PARTNERSHIP TO IMPROVE THE NATION’S RESPONSE TO PUBLIC HEALTH AND MEDICAL EMERGENCIES. THE OBJECTIVES FOR THE PROPOSED PROJECT ARE: (1) TRAIN MILITARY PERSONNEL IN TRAUMA CARE, (2) TRAIN MILITARY PERSONNEL IN TRAUMA CENTER OPERATIONS AND PERFORMANCE IMPROVEMENT ACTIVITIES, (3) CREATE AN OBJECTIVE METHOD FOR CAPTURING AND EVALUATING SKILLS ATTAINMENT AND READINESS IN ALIGNMENT WITH MEDICAL JOINT KNOWLEDGE, SKILLS, AND ABILITIES (MED-KSA) MEASURES, (4) ASSESS THE IMPACT OF THE PROJECT SERVICES, AND (5) DISSEMINATE PROJECT INFORMATION TO STAKEHOLDERS. THE EXPECTED OUTCOMES ARE (1) ROTATING PARTICIPANTS RECEIVE SUPERIOR TRAINING IN TRAUMA CARE, (2) ROTATING PARTICIPANTS AND CADRE PROVIDE CARE TO TRAUMA PATIENTS, (3) CADRE MAINTAIN A HIGH LEVEL OF SKILLS AND READINESS IN PROVIDING TRAUMA CARE, (4) MILITARY PERSONNEL PARTICIPATE IN PERFORMANCE IMPROVEMENT ACTIVITIES, (5) PRE- AND POST-EVALUATION ACTIVITIES, (6) FEEDBACK AFTER DEPLOYMENT FROM GRADUATES OF THE CSTARS PROJECT TO IMPROVE THE TEACHING OF TRAUMA CARE SKILLS, AND (7) AN OBJECTIVE EVALUATION OF MED-KSA SKILLS ATTAINMENT AND READINESS MEASURES. THE PRODUCTS FROM THIS PROJECT ARE (1) A TRAUMA CARE TRAINING CURRICULUM BASED ON BEST PRACTICES, RESEARCH, AND PERFORMANCE IMPROVEMENT ACTIVITIES, (2) A TOOL ALLOWING THE CADRE TO EVALUATE ROTATING PARTICIPANT’S MED-KSA SKILLS ATTAINMENT AND READINESS MEASURES OBJECTIVELY, (3) SHARE PROJECT RESULTS AT NATIONAL AND REGIONAL CONFERENCES, AND (4) A FINAL REPORT, INCLUDING EVALUATION RESULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4555f68b-beb2-10e0-ce20-ca1bdb35c8f2-C", "generated_internal_id": "ASST_NON_HITEP220065_7505"}, {"internal_id": 152374060, "Award ID": "HITEP220064", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "STRENGTHENING EMERGENCY CARE DELIVERY IN THE UNITED STATES HEALTHCARE SYSTEM THROUGH HEALTH INFORMATION AND PROMOTION - THE GOAL OF THIS PROJECT IS TO MAINTAIN AND EXTEND THE VCUH PARTNERSHIP WITH THE NAVY FOR AN INTEGRATED MILITARY CIVILIAN TRAUMA SYSTEM FOR ZERO PREVENTABLE DEATHS ON THE BATTLEFIELD AND IN THE COMMONWEALTH. THE APPROACH ENSURES THE MILITARY PERSONNEL AT VCU HEALTH ARE DEPLOYMENT READY VIA SUSTAINED READINESS RELATED CLINICAL KNOWLEDGE, SKILLS AND ABILITIES (KSA), WHILE ENHANCING VCUH READINESS FOR TRAUMA AND DISASTER RESPONSE. THE OBJECTIVES ARE: 1) PROVIDE TRAINING FOR NAVY SEALS AND CORPSMEN TO ENHANCE THEIR TRAUMA RESPONSE AND SKILLS PRIOR TO DEPLOYMENT; 2) ENHANCE NAVY MEDICAL CENTER-PORTSMOUTH’S CLINICAL READINESS PROGRAM FOR DEPLOYMENT VIA AN INTEGRATED TRAUMA RESPONSE TEAM; 3) PROVIDE SKILLS SUSTAINMENT ROTATIONS IN THE ER/OR/TRAUMA/BURN FOR PHYSICIAN, NURSES, MEDICS AND CORPSMEN; 4) DELIVER ADVANCED MILITARY EDUCATION AND COURSES; 5) INTEGRATE MILITARY PERSONNEL IN VCU’S DISASTER PREPAREDNESS; 6) SUPPORT DATA REPOSITORY AND EVALUATION PROCESS FOR KSA; 7) PROVIDE JOINT RESEARCH OPPORTUNITIES. THE EXPECTED OUTCOMES ARE: 1) NAVY PERSONNEL AT VCUH WILL MAINTAIN THEIR ABILITIES, KNOWLEDGE AND SKILLS IN TRAUMA AND BURN CARE AND ARE DEPLOYMENT READY; 2) NAVY TEAMS ARE FULLY INTEGRATED IN VCUH TRAUMA CENTER’S CLINICAL MANAGEMENT AND RESPONSE, QUALITY IMPROVEMENT PROCESSES, CIVILIAN DISASTER PREPARATION AND RESPONSE, AND ACADEMIC AND RESEARCH INITIATIVES; 3) PRE- POST – DEPLOYMENT EVALUATION WILL REFLECT POSITIVE RESULTS FROM AN INTEGRATED MILITARY- CIVILIAN PARTNERSHIP. THE PRODUCTS INCLUDE REPORTS TO THE DEPARTMENT OF DEFENSE AND VCUH LEADERSHIP ON EVALUATION AND PERFORMANCE MEASUREMENT, QUALITY OF CARE MEASURES, FINANCIAL REPORT, COMMITMENT AND IMPACT OF PARTNERSHIP, JOINT ACADEMIC AND RESEARCH ACHIEVEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6121f36-8222-1039-c78e-e1f5ef0bfaf6-C", "generated_internal_id": "ASST_NON_HITEP220064_7505"}, {"internal_id": 152372891, "Award ID": "HITEP220063", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "VANDERBILT MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA READINESS PROGRAM - THE AWARDEE, VANDERBILT UNIVERSITY MEDICAL CENTER (VUMC), SUPPORTS THIS FIVE YEAR MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA READINESS PROJECT TO ASSIST IN THE MEDICAL TRAINING OF A MILITARY TRAUMA TEAM AT A HIGH-ACUITY TRAUMA CENTER.  THE GOAL OF THIS PROJECT IS TO SUPPORT KEY PERSONNEL AND REINFORCE THE EXISTING INFRASTRUCTURE WITHIN THE VUMC MILITARY-CIVILIAN (MIL-CIV) PARTNERSHIP WHILE PROVIDING AN OPPORTUNITY TO EXPAND COMBAT CASUALTY CARE-RELEVANT EDUCATIONAL AND RESEARCH EFFORTS BEYOND THOSE PARTICIPATING IN THE PARTNERSHIP.  THE OBJECTIVES ARE: 1) TRAIN MEMBERS OF A FORWARD SURGICAL TEAM, BOTH EMBEDDED AND SHORT TERM ROTATORS, IN COMBAT CASUALTY CARE-RELEVANT HIGH ACUITY TRAUMA; 2) ESTABLISH THE INFRASTRUCTURE TO SUPPORT MILITARY MEDICAL TRAINING AT A HIGH VOLUME TRAUMA CENTER; 3) FUNCTION AS A FORCE MULTIPLIER, FACILITATING MEMBERS OF THE MIL-CIV PARTNERSHIP TO BE LEADERS IN TRAUMA EDUCATION WITHIN THE LOCAL COMMUNITY AND FORT CAMPBELL, KY; 4) MONITOR AND REPORT MEDICAL PROVIDER ICTL AND KSA METRICS TO ASSESS THE QUALITY OF THE CLINICAL EXPERIENCE; 5) DISSEMINATE PROJECT INFORMATION.  THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) MILITARY MEDICAL PROVIDERS AT VUMC WILL BE READY TO PERFORM SUPERIOR EXPEDITIONARY MEDICINE AS DEMONSTRATED BY GREATLY EXCEEDING THEIR RESPECTIVE ICTL AND KSA REQUIREMENTS; 2) SHORT TERM CLINICAL ROTATORS AND MEDICAL PROVIDERS AT FORT CAMPBELL WILL HAVE THEIR EXPEDITIONARY MEDICAL READINESS IMPROVED THROUGH EDUCATION EVENTS AND COURSES AS MEASURED BY ICTL COMPLETION RATES.  THE PRODUCTS FROM THIS PROJECT ARE: 1) A FINAL REPORT, INCLUDING ICTL AND KSA METRICS FOR ALL PERSONNEL PARTICIPATING IN THE PARTNERSHIP AND 2) ABSTRACTS FOR NATIONAL CONFERENCES AND PEER-REVIEWED PUBLICATIONS DEMONSTRATING THE BENEFITS OF MIL-CIV PARTNERSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8e08af-9f61-5dc4-b13f-32b17f32dc92-C", "generated_internal_id": "ASST_NON_HITEP220063_7505"}, {"internal_id": 152374140, "Award ID": "HITEP220062", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "WUSM-BJH MILITARY-CIVILIAN PARTNERSHIP (MCP) PROJECT - THE AWARDEE, WASHINGTON UNIVERSITY AND BARNES JEWISH HOSPITAL, SUPPORTS THIS THREE YEAR U.S DEPARTMENT OF HEALTH AND HUMAN SERVICES (HHS) PROJECT IN CONSULTATION WITH THE SECRETARY OF THE DEFENSE (SECDEF).  THE GOAL OF THIS PROJECT IS TO EMBED MILITARY TRAUMA CARE PROVIDERS (MTCPS) INTO OUR INSTITUTION AS A TEAM TO APPROPRIATELY MAINTAIN AND SUSTAIN A READY MEDICAL FORCE THAT IS CONTINUALLY PREPARED TO DEPLOY IN SUPPORT OF CONTINGENCY OPERATIONS WORLDWIDE. THE OBJECTIVES ARE: 1)FACILITATE ATTAINMENT OF FULL CREDENTIALS AND PRIVILEGES FOR MTCPS 2) PROVIDE MTCPS WITH A COMPREHENSIVE HOSPITAL/ INSTITUTIONAL ORIENTATION  3) EVALUATE MTCPS’ INDIVIDUALIZED BASELINE TRAUMA/CRITICAL CARE SKILLS AND COMPETENCIES PER THEIR SCOPE OF PRACTICE 4) FULLY EMBED MTCPS/MTCP TEAMS INTO OUR TRAUMA CENTER, INCLUDING INCORPORATION INTO OPERATIONAL EXERCISES AND TRAINING DRILLS RELATED TO PUBLIC HEALTH EMERGENCIES 5) TRAIN EMBEDDED MTCPS TO BE COMPETENT IN CRITICAL CARE AND TRAUMA SKILLS VIA SIMULATION AND CLINICAL ROTATIONS 6) IMPLEMENTATION OF MTCP CALL TEAM 7) RE-TRAIN MTCPS WHEN KNOWLEDGE/PERFORMANCE DEFICIENCIES ARE IDENTIFIED  8) ENSURE SUSTAINMENT OF EMBEDDED MTCPS’ CRITICAL CARE AND TRAUMA SKILLS THROUGH PROVIDING DIRECT ACCESS TO TRAUMA/ EMERGENCY GENERAL SURGERY PATIENTS IN ALL LOCATIONS 9) PROVIDE MTCPS OPPORTUNITIES TO WORK WITH SUBSPECIALISTS IN OTHER FIELDS 10) PROVIDE EMBEDDED MTCPS OPPORTUNITIES TO PARTICIPATE IN NON-TRAUMA CARE. THE EXPECTED OUTCOMES ARE: 1) SUCCESSFUL EMBEDMENT OF MTCPS INTO OUR CENTER 2) SUCCESSFUL SKILL DEVELOPMENT 3) SUCCESSFUL SKILLS SUSTAINMENT AND MEDICAL READINESS.  THE PRODUCTS FROM THIS PROJECT ARE: 1) QUARTERLY AND ANNUAL REPORT ON MTCP PERFORMANCE MEASURES 2) QUARTERLY AND ANNUAL REPORT ON MTCP WORKLOAD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_HITEP220062_7505"}, {"internal_id": 152373130, "Award ID": "HITEP220061", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "EXPANDING & IMPROVING MILITARY-CIVILIAN PARTNERSHIPS FOR BATTLEFIELD TRAUMA MEDICAL READINESS IN A EFFICIENT MANNER WITH METRIC-DRIVEN CAPACITY AND CREATING IMMEDIATE SCALABILITY FOR ENCOUNTERS - THE AWARDEE, COOPER UNIVERSITY HOSPITAL, SUPPORTS THIS MILITARY CIVILIAN PARTNERSHIP IN COLLABORATION WITH THE DHHS, DHA AND DOD. THE GOAL OF THIS PARTNERSHIP IS TO PROVIDE AND SUPPORT THE COMPLETE CLINICAL INTEGRATION OF MILITARY MEDICAL PERSONNEL IN A COLLABORATIVE AND WELCOMING ACTIVE CLINICAL SETTING LOCATED WITHIN A WELL-ESTABLISHED, BUSY UNIVERSITY AMERICAN COLLEGE OF SURGEON’S ACCREDITED ADULT AND PEDIATRIC URBAN TRAUMA CENTER THAT CARES FOR ALL PERSONS REGARDLESS OF ABILITY TO PAY, RACE, GENDER, IDENTITY, OR SITUATION IN LIFE. THE OBJECTIVES AND OUTCOMES ARE 1) TO PROVIDE MILITARY PERSONNEL DAILY OPPORTUNITIES FOR PROVISION OF DIRECT PATIENT CARE IN A REAL CLINICAL SETTING INCLUDING TRAUMA BAYS, EMS UNITS, HELICOPTERS, OPERATING ROOMS, INTENSIVE CARE UNITS, PATIENT WARDS, EMERGENCY DEPARTMENTS, AND OTHER ACTIVE CLINICAL SETTINGS WHERE MILITARY MEDICAL PERSONNEL CAN HONE AND MAINTAIN CRUCIAL AND MEASURABLE KNOWLEDGE, SKILLS AND ABILITIES TO ENSURE MEDICAL READINESS IN THE FACE OF MILITARY ACTIONS AND MASS CASUALTY EVENTS; 2) ALLOW FOR THE CROSS EXCHANGE OF CLINICAL SKILLS AND KNOWLEDGE TO ENHANCE AND IMPROVE THE PROVISION OF CARE TO BOTH THE INJURED CITIZEN, VISITOR AND WARRIOR THRU EXPOSURE AND INTERACTION  WITH POTENTIALLY SERIOUSLY INJURED AND ILL PATIENTS  AND ULTIMATELY REDUCE THE INCIDENT OF PREVENTABLE DEATHS AND NEEDLESS SUFFERING IN BOTH THE MILITARY AND CIVILIAN SETTING; 3) CONTRIBUTE TO THE KNOWLEDGE AND EXPERIENCE OF OUR NATION’S MILITARY AND CIVILIAN HEALTHCARE SYSTEMS TO BETTER WEATHER FUTURE CONFLICTS, PANDEMICS, AND  DISASTERS IN A MORE EFFICIENT AND EFFECTIVE MANNER. THE PRODUCTS OF THIS PROJECT ARE AIDING IN THE ACHIEVEMENT OF ZERO PREVENTABLE DEATHS IN A NATIONAL AND MILITARY TRAUMA CARE SYSTEM THROUGH INTEGRATION AND COLLABORATION OF TRAUMA SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5019c65a-150d-0d35-67c3-d81832a20ef7-C", "generated_internal_id": "ASST_NON_HITEP220061_7505"}, {"internal_id": 152374038, "Award ID": "HITEP220060", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "HARBORVIEW MEDICAL CENTER INTENDS TO INTEGRATE A FORWARD RESUSCITATIVE SURGICAL DETACHMENT TEAM INTO THE HOSPITAL TO SUPPORT SUSTAINMENT TRAINING OF ARMY AND OTHER DEPT. OF DEFENSE MEDICAL PERSONNEL. - THIS PROJECT SEEKS TO SUPPORT THE MILITARY-CIVILIAN PARTNERSHIP BETWEEN HARBORVIEW MEDICAL CENTER AND THE US ARMY FOR ONGOING TRAINING OF MILITARY MEDICAL TEAM PERSONNEL IN ADVANCED TRAUMA CARE. THE GOAL IS TO ENSURE AN OPTIMAL TRAINING ENVIRONMENT IN A HIGH VOLUME, HIGH ACUITY CIVILIAN TRAUMA CENTER. MILITARY TEAM MEMBERS, INCLUDING PHYSICIANS, SURGEONS, NURSES, NURSE ANESTHETISTS, AND COMBAT MEDICS, WILL BE FULLY INTEGRATED INTO THE CLINICAL PRACTICE AS ASSIGNED BY THE US MILITARY. THIS WILL ENSURE NOT ONLY SUSTAINMENT OF THEIR SKILLS BETWEEN DEPLOYMENTS, BUT WILL ENHANCE THEIR EXPERIENCE WITH COMPLEX TRAUMA PATIENTS. IN ADDITION TO THEIR INDIVIDUAL EXPERIENCES, QUARTERLY IN SITU TEAM TRAINING WILL ALSO BE ARRANGED TO ENSURE THEIR ONGOING COHESIVENESS AS A MEDICAL TEAM. THIS GRANT WILL SUPPORT THE EXISTING PROGRAM AND ALLOW ITS EXPANSION TO INCLUDE ADDITIONAL PERSONNEL. THE PROGRAM WILL BE EVALUATED BY MONITORING THE VOLUME AND COMPLEXITY OF PATIENTS CARED FOR BY THESE PROVIDERS AND THEIR EXPERIENCE WITH THE TEAM TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1de7d5c8-2cf8-f9ca-1406-a1f4ff13a47f-C", "generated_internal_id": "ASST_NON_HITEP220060_7505"}, {"internal_id": 152373128, "Award ID": "HITEP220059", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "SHARP SKILLS: ENGAGING MILITARY SURGEONS IN TRAUMA SURGERY EXPERIENCE AND PUBLIC HEALTH CRISIS READINESS - THE AWARDEE, RIVERSIDE HOSPITAL, INC. SUPPORTS THIS THREE-YEAR EXPANSION OF ITS RIVERSIDE MILITARY TRAUMA SKILLS PROGRAM (RMTSP) IN COLLABORATION WITH REGIONAL MILITARY MEDICAL PERSONNEL, INCLUDING JOINT BASE LANGLEY-EUSTIS. OUR SHARED GOAL IS TO EXPAND RIVERSIDE REGIONAL MEDICAL CENTER’S (RRMC) MILITARY-CIVILIAN PARTNERSHIPS TO ENHANCE MILITARY READINESS IN CRITICAL CARE AND SUPPORT OUR COMMUNITY’S EMERGENCY PREPAREDNESS. OUR APPROACH IS TO INCREASE THE CAPACITY OF OUR EXISTING CIVILIAN-MILITARY PARTNERSHIP, THROUGH WHICH MILITARY TRAUMA SURGEONS ARE TEMPORARILY BUT FULLY EMBEDDED AS PART OF RIVERSIDE’S EMERGENCY AND TRAUMA CARE SERVICES. AS A LEVEL II TRAUMA CENTER, WE GIVE THEM THE OPPORTUNITY TO SEE A RANGE OF PATIENTS WITH TRAUMATIC INJURIES RARELY SEEN AT THEIR LOCAL MILITARY MEDICAL FACILITIES AND THEREFORE MAINTAIN THEIR SKILLS IN CRITICAL CARE AS AN IMPORTANT ELEMENT OF WARTIME READINESS. THE OBJECTIVE IS TO INCREASE THE NUMBER OF ROTATIONS FOR EMBEDDED MILITARY TRAUMA SURGEONS AT RRMC FROM FOUR TO 12 OVER THE COURSE OF THE GRANT PERIOD AND OBTAIN FEEDBACK TO EXPAND THE PROGRAM IN THE FUTURE TO MEET THE NEEDS OF OUR MILITARY PARTNERS. THIS WILL INCLUDE FORGING AGREEMENTS WITH ADDITIONAL INSTALLATIONS AND BRANCHES OF SERVICE. THE ANTICIPATED OUTCOMES ARE: 1) INCREASED INTERNAL ADMINISTRATIVE CAPACITY TO SUPPORT A GROWING RMTSP, 2) INCREASED NUMBER OF RRMC ROTATIONS AVAILABLE FOR EMBEDDED MILITARY SURGEONS, AND 3) EVALUATION OF CURRENT PROGRAM AND TESTED VARIATIONS THAT MAY LEAD TO ADDITIONAL PARTNERSHIPS IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bce59fce-cbd9-6a45-4f93-310eaf7f63a9-C", "generated_internal_id": "ASST_NON_HITEP220059_7505"}, {"internal_id": 152373140, "Award ID": "HITEP220058", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "UCI-MCP PROGRAM - THE AWARDEE, UC IRVINE TRAUMA CENTER, SUPPORTS THIS THREE-YEAR MILITARY-CIVILIAN PARTNERSHIP IN COLLABORATION WITH THE 1ST MEDICAL BATTALION, MARINE EXPEDITIONARY FORCE AT CAMP PENDLETON AND THE SAN DIEGO NAVAL HOSPITAL. THE GOAL OF THE PROJECT IS TO PROVIDE MILITARY MEDICAL TEAMS THE TRAINING AND ONGOING EXPERIENCE TO MAINTAIN CONTINUOUS READINESS TO PROVIDE THE HIGHEST QUALITY TRAUMA CARE DURING NATIONAL DISASTERS AND MILITARY CONFLICT. THE OBJECTIVES ARE TO: 1) PROVIDE HANDS ON TRAUMA TRAINING TO INDIVIDUAL MILITARY MEDICAL PROVIDERS (MMPS) IRRESPECTIVE OF PRIOR TRAUMA EXPERIENCE; 2) PROVIDE MILITARY TEAMS WITH ONGOING INDEPENDENT CLINICAL EXPERIENCE WITH CIVILIAN PEER COLLABORATION TO ASSURE SUSTAINMENT OF TRAUMA CARE SKILLS WHILE WORKING TOGETHER AS A DEPLOYABLE TEAM; 3) DEVELOP A MCP STRUCTURE TO ASSURE OPTIMAL TRAINING THROUGH CONTINUOUS EVALUATION BY CIVILIAN AND MILITARY PARTICIPANTS; 4) EXPAND THE CAPACITY AND QUALITY AT UC IRVINE FOR DISASTER MANAGEMENT, AND; 5) PROVIDE DIDACTIC, RESEARCH AND PERFORMANCE IMPROVEMENT OPPORTUNITIES FOR MMPS. THE EXPECTED OUTCOMES OF THIS PROJECT ARE TO HAVE MULTIPLE TEAMS OF MMPS THAT WILL: 1) PROVIDE HIGH-QUALITY TRAUMA CARE AFTER COMPLETING THE TRAINING PERIOD; 2) MAINTAIN DEPLOYMENT READINESS BY RECEIVING CONTINUOUS TRAUMA CARE EXPERIENCE; AND 3) MANAGE TRAUMA PATIENTS THROUGH THE ACQUISITION OF TRAUMA KSAS. THE PRODUCTS FROM THIS PROJECT ARE: 1) REPORT TO INCLUDE SCHEDULES OF TRAINING AND CLINICAL EXPERIENCE OF PARTICIPATING MMPS AND THEIR SPECIFIC CLINICAL AND PROCEDURAL EXPERIENCE; 2) DATA TO DOCUMENT KSA ACQUISITION AND PROGRAM IMPROVEMENTS FOR TRAINING. AND; 3) REPORT OF RESEARCH AND PERFORMANCE IMPROVEMENT EFFORTS OF PARTICIPATING MMPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b710df3-c98e-f245-bbed-8bbbc32a803b-C", "generated_internal_id": "ASST_NON_HITEP220058_7505"}, {"internal_id": 152371428, "Award ID": "HITEP220057", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "COLLABORATIVE MULTIDISCIPLINARY TRAINING PROGRAM TO FOSTER PARTNERSHIP BETWEEN CIVILIAN AND MILITARY: MISSION ZERO ACT - UNIVERSITY OF FLORIDA HEALTH JACKSONVILLE (UFH-J) HAS A STRONG CULTURE OF MILITARY CIVILIAN PARTNERSHIPS. THROUGH MULTIPLE ALREADY EXISTING MILITARY CIVILIAN PARTNERSHIPS, UFH-J AND UNIVERSITY OF FLORIDA COLLEGE OF MEDICINE-JACKSONVILLE (UFCOM-J) HAS DEMONSTRATED A COMMITMENT TO IMPROVING THE MEDICAL READINESS, EFFICIENCY, KNOWLEDGE, SKILLS AND ABILITIES OF THE MEDICAL FORCES THROUGH HANDS-ON TRAINING AND EXPOSURE TO CRITICALLY INJURED PATIENTS IN A TRAUMA ENVIRONMENT AT OUR ACADEMIC, URBAN, AMERICAN COLLEGE OF SURGEONS (ACS) AND STATE OF FLORIDA VERIFIED LEVEL 1 TRAUMA PROGRAM. THE GOAL OF THE PROPOSED PROJECT IS FOR INTEGRATION OF MILITARY TRAUMA CARE PROVIDERS INTO AN ESTABLISHED HIGH-ACUITY MULTIDISCIPLINARY TRAUMA CENTER TEAM. THE OBJECTIVES ARE: 1) IMPLEMENT A PROGRAM OVERSIGHT AND EDUCATION COMMITTEE; 2) HIRE AND TRAIN AN ADMINISTRATIVE PROGRAM MANAGER; 3) PROVIDE LICENSING AND CREDENTIALING SUPPORT FOR MILITARY PERSONNEL; 4) CONDUCT CREDENTIAL SPECIFIC COURSES FOR MILITARY PERSONNEL; 4) TRACK EXPERIENCE OF EACH MILITARY MEMBER. THE EXPECTED OUTCOMES OF THIS PROJECT WILL BE FOR SEAMLESS INTEGRATION OF MILITARY PERSONNEL INTO THE TRAUMA TEAM AT UFH-J. THROUGH RECEIPT OF ADMINISTRATIVE, EDUCATIONAL, AND TECHNICAL SUPPORT, MILITARY PERSONNEL WILL EXPERIENCE AN EASY TRANSITION TO BECOMING AN INTEGRATED MEMBER OF THE TRAUMA CARE TEAM AT UFH-J. THE PRODUCTS FOR THIS PROJECT ARE: 1) CREDENTIAL SPECIFIC COURSE TRAINING COMPLETION RECORDS OF MILITARY PERSONNEL; 2) LOGS OF CONDITIONS, SKILLS, AND PROCEDURES OF MILITARY PERSONNEL ACCORDING TO CLINICAL PRACTICE GUIDELINES; 3) PROGRAM ASSESSMENT AND EVALUATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_HITEP220057_7505"}, {"internal_id": 152374135, "Award ID": "HITEP220056", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA READINESS GRANT PROGRAM/MISSION ZERO ACT - DESCRIPTIVE TITLE: MILITARY-CIVILIAN PARTNERSHIP FOR TRAUMA READINESS GRANT PROGRAM/MISSION ZERO ACT APPLICANT NAME: UC DAVIS HEALTH ABSTRACT: THE APPLICANT, THE UNIVERSITY OF CALIFORNIA DAVIS HEALTH (UCDH) LOCATED IN SACRAMENTO, CA, PROPOSES TO SUPPORT A 3-YEAR MILITARY-CIVILIAN PARTNERSHIP (MCP) PROJECT IN COLLABORATION WITH THE LOCAL DEPARTMENT OF DEFENSE MILITARY TREATMENT FACILITY, DAVID GRANT MEDICAL CENTER, LOCATED AT TRAVIS AIR FORCE BASE, CA.  THE PROJECT GOAL IS TO ADVANCE TRAUMA OPERATIONAL READINESS FOR MILITARY PERSONNEL BY LEVERAGING UCDH’S STRENGTHS AS A HIGH-VOLUME, HIGH-ACUITY TRAUMA CENTER FOR ADULT AND PEDIATRIC PATIENTS.  THIS COLLABORATION WILL MAINTAIN MILITARY DEPLOYMENT READINESS, WHILE ALSO ENHANCING THE REGIONAL MILITARY-CIVILIAN DISASTER RESPONSE CAPABILITY FOR PUBLIC HEALTH AND MEDICAL EMERGENCIES.  THE PROJECT OBJECTIVES ARE TO: 1) DEVELOP A CLINICAL PLATFORM TO FULLY INTEGRATE MILITARY PERSONNEL INTO THE HIGH-VOLUME, HIGH-ACUITY MULTIDISCIPLINARY SERVICES PROVIDED AT UCDH; 2) OPTIMIZE  MILITARY AND CIVILIAN INFRASTRUCTURE TO SUPPORT THE MCP; 3) FORMALIZE DATA COLLECTION FOR PROCESS IMPROVEMENT AND READINESS ASSESSMENT; 4) COLLECT AND REPORT PROJECT PERFORMANCE METRICS; 5) IMPLEMENT CONTINUOUS PROCESS IMPROVEMENT METHODS TO REFINE THE PROGRAM AND TO ENABLE AGILE EVOLUTION OF THE MCP AS DICTATED BY FUTURE REQUIREMENTS, AND 6) STRENGTHEN THE EXISTING RESEARCH RELATIONSHIP.  THE PROJECT OUTCOMES ARE: 1) DEMONSTRATE THAT MILITARY PERSONNEL CAN OBTAIN AND RELIABLY SUSTAIN HIGHLY PERISHABLE MISSION ESSENTIAL MEDICAL SKILLS IN A HIGH-ACUITY CIVILIAN LEVEL I TRAUMA CENTER; 2) JOINTLY DEVELOP AN ENDURING SYSTEM FOR OPTIMIZING THE MEDICAL READINESS PLATFORM; 3) EVALUATE THE EFFICACY OF THE MCP COLLABORATION; AND 4) EXPAND COLLABORATIVE RESEARCH OPPORTUNITIES BETWEEN DGMC AND UCDH.  THE EXPECTED PRODUCTS ARE: 1) AN ANNUAL REPORT OF CLINICAL WORKLOAD AND PROJECT EFFICACY; 2) DATA COLLECTION FOR PROCESS IMPROVEMENT; AND 3) RESEARCH ACTIVITIES INCLUDING ABSTRACTS AND/OR ARTICLES FOR PUBLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_HITEP220056_7505"}, {"internal_id": 152373073, "Award ID": "HITEP220055", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "93.078", "Description": "COMPREHENSIVE TRAUMA TRAINING OF UNITED STATES SPECIAL OPERATIONS COMMAND'S AUSTERE RESUSCITATIVE SURGICAL TEAMS THROUGH MILITARY-CIVILIAN PARTNERSHIPS AT ATRIUM HEALTH'S CAROLINA MEDICAL CENTER - ATRIUM HEALTH (AH) MAINTAINS AN ACTIVE MEDICAL TRAINING AGREEMENT (MTA) WITH THE UNITED STATES ARMY SPECIAL OPERATIONS COMMAND (USASOC) TO TRAIN, EDUCATE, AND INTEGRATE INTO CLINICAL OPERATIONS FOUR (4) TEN-PERSON AUSTERE RESUSCITATIVE SURGICAL TEAMS (ARSTS). THE GOAL OF THIS PROJECT IS TO PROVIDE COMPREHENSIVE HIGH-QUALITY TRAUMA TRAINING AND SUSTAINMENT OF HIGHLY PERISHABLE, MISSION ESSENTIAL MEDICAL SKILLS FOR THESE ACTIVE-DUTY DEPARTMENT OF DEFENSE ARSTS, WHILE ALSO ADVANCING MILITARY AND CIVILIAN PARTNERSHIPS NATIONWIDE. THE PROJECT OBJECTIVES ARE TO: 1) FULLY INTEGRATE FOUR USASOC ARSTS INTO AH CAROLINAS MEDICAL CENTER LEVEL I TRAUMA CENTER; 2) DEVELOP, IMPLEMENT, AND EVALUATE A COMPREHENSIVE TRAUMA TRAINING CURRICULUM THROUGH HIGH-FIDELITY SIMULATION, FORMAL COURSEWORK, AND HIGH-ACUITY CLINICAL PRACTICE; AND 3) DEVELOP A ROBUST INFRASTRUCTURE FOR ADVANCEMENT OF MILITARY-CIVILIAN PARTNERSHIPS, INTERNALLY AND NATIONALLY. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) IMPROVED OPERATIONAL READINESS AND TRAUMA RESUSCITATION CAPABILITIES OF USASOC SURGICAL TEAMS AS MEASURED BY INDIVIDUAL CRITICAL TASK LISTS (ICTLS) AND MEDICAL JOINT KNOWLEDGE SKILLS AND ABILITIES (MED-JKSA) WITH SUSTAINMENT OF HIGHLY PERISHABLE MISSION ESSENTIAL MEDICAL SKILLS FOR AUSTERE ENVIRONMENTS; AND 3) VALUE DETERMINATION OF MILITARY-CIVILIAN PARTNERSHIPS AND PUBLICATION OF BEST PRACTICES. THE PRODUCTS ARE: 1) FORMALIZED COMPREHENSIVE TRAUMA TRAINING CURRICULA FOR SPECIAL OPERATIONS COMBAT MEDICS AND MEDICAL OFFICERS; 2) ANNUAL REPORTS OF SPECIALTY-BASED CLINICAL EMPLOYMENT AND WORK METRICS FOR MILITARY PERSONNEL; 3) DATA ASSESSMENT OF SPECIALTY-SPECIFIC ICTLS AND MED-JKSA; AND 4) ABSTRACTS AND ARTICLES FOR PUBLICATION OF MILITARY-CIVILIAN PARTNERSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7d9b9fb-7c59-d877-d3d7-65c4dacab11c-C", "generated_internal_id": "ASST_NON_HITEP220055_7505"}, {"internal_id": 140660167, "Award ID": "HITEP210053", "Award Amount": 325000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.078", "Description": "ENHANCING EFFORTS TO STRENGTHEN THE NATION'S HEALTHCARE AND PUBLIC HEALTH PREPAREDNESS, RESPONSE, AND RECOVERY TO DISASTERS AND OTHER EMERGENCIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e8ad6893-8a42-c7d0-d82a-92122dec23a4-C", "generated_internal_id": "ASST_NON_HITEP210053_7505"}, {"internal_id": 140987607, "Award ID": "HITEP210052", "Award Amount": 833354.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.078", "Description": "ESTABLISHING A SEPSIS INNOVATION COLLABORATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c5f198f-02ad-e290-f8ee-d4b7704dec95-C", "generated_internal_id": "ASST_NON_HITEP210052_7505"}, {"internal_id": 140987858, "Award ID": "HITEP210051", "Award Amount": 175000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.078", "Description": "DETERMINING THE FEASIBILITY OF A STRATEGIC STOCKPILE OF BLOOD DONATION SUPPLIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9561321-1157-daf2-a602-ce1f93172b15-C", "generated_internal_id": "ASST_NON_HITEP210051_7505"}, {"internal_id": 140987690, "Award ID": "HITEP210050", "Award Amount": 223000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.078", "Description": "A MORE COORDINATED HEALTHCARE SUPPLY CHAIN RESPONSE TO FUTURE EMERGENCIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32b6ffd4-2db7-3cbf-ac7c-03709a53ad77-R", "generated_internal_id": "ASST_NON_HITEP210050_7505"}, {"internal_id": 140660645, "Award ID": "HITEP210049", "Award Amount": 350000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.078", "Description": "STRENGTHENING PUBLIC HEALTH SYSTEMS AND SERVICES THROUGH NATIONAL PARTNERSHIPS TO IMPROVE AND PROTECT THE NATION'S HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b96ce9f2-fd87-f7d1-cd92-08d47a69b86b-C", "generated_internal_id": "ASST_NON_HITEP210049_7505"}, {"internal_id": 140660598, "Award ID": "HITEP210048", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.078", "Description": "PUBLIC-PRIVATE DISASTER HEALTH EQUITY COOPERATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66412114-f4fe-cacf-b8b1-0875e8a3b45b-C", "generated_internal_id": "ASST_NON_HITEP210048_7505"}, {"internal_id": 140660165, "Award ID": "HITEP210047", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.078", "Description": "COMPREHENSIVE LEADERSHIP DURING EMERGENCIES AND RELIEF (CLEAR): STRENGTHEN THE NATION?S HEALTHCARE AND PUBLIC HEALTH PREPAREDNESS, RESPONSE, AND RECOVERY TO DISASTERS AND OTHER EMERGENCIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9927d38d-67af-d00f-57a3-b82d588da33c-C", "generated_internal_id": "ASST_NON_HITEP210047_7505"}, {"internal_id": 48849772, "Award ID": "HITEP160039", "Award Amount": 1293000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "93.078", "Description": "TECHNICAL ASSISTANCE TO OBTAIN LOCAL LEVEL GOVERNMENTAL AND COMMUNITYINPUT FOR NATIONAL HEALTH SECURITY RELATED ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e8ad6893-8a42-c7d0-d82a-92122dec23a4-C", "generated_internal_id": "ASST_NON_HITEP160039_7505"}, {"internal_id": 48849770, "Award ID": "HITEP160038", "Award Amount": 1140000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-28", "CFDA Number": "93.078", "Description": "TECHNICAL ASSISTANCE TO OBTAIN STATE AND TERRITORIAL HEALTH DEPARTMENT INPUT FOR HEALTHCARE SYSTEM AND HOSPITAL PREPAREDNESS RELATED ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b96ce9f2-fd87-f7d1-cd92-08d47a69b86b-C", "generated_internal_id": "ASST_NON_HITEP160038_7505"}, {"internal_id": 48849753, "Award ID": "HITEP140025", "Award Amount": 193364.58, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-16", "CFDA Number": "93.078", "Description": "INCREASE COMMUNICATION BETWEEN EMERGENCY MANAGEMENT, PUBLIC HEALTH AND HEALTHCARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72ffd67b-fae8-984e-8d98-5dd9a0de5360-C", "generated_internal_id": "ASST_NON_HITEP140025_7505"}, {"internal_id": 89970048, "Award ID": "HITEP130012", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.078", "Description": "IMPROVE COLLABORATION BETWEEN ASPR, NACCHO AND THE LOCAL HEALTH DEPARTMENTS (LHDS) TO ENHANCE NATIONAL HEALTH SECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e8ad6893-8a42-c7d0-d82a-92122dec23a4-C", "generated_internal_id": "ASST_NON_HITEP130012_7505"}, {"internal_id": 89524701, "Award ID": "HITEP130002", "Award Amount": -5674.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.078", "Description": "TECHNICAL ASSISTANCE TO OBTAIN STATE AND TERRITORIAL HEALTH DEPARTMENT INPUT FOR NATIONAL HEALTH SEC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b96ce9f2-fd87-f7d1-cd92-08d47a69b86b-C", "generated_internal_id": "ASST_NON_HITEP130002_7505"}]