[{"internal_id": 150745710, "Award ID": "NU88EH001340", "Award Amount": 683071.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-24", "CFDA Number": "93.065", "Description": "ENHANCING DISEASE DETECTION IN NEWBORNS: BUILDING CAPACITY IN PUBLIC HEALTH LABORATORIES - LEGISLATION RECENTLY PASSED IN ARIZONA REQUIRING THE ARIZONA DEPARTMENT OF HEALTH SERVICES OFFICE OF NEWBORN SCREENING TO SCREEN FOR ALL CONDITIONS ADDED BY THE RECOMMENDED UNIFORM SCREENING PANEL (RUSP) NO LATER THAN JANUARY 1ST, 2024. A MAJORITY OF THE RUSP RECOMMENDED CONDITIONS HAVE ALREADY BEEN INCORPORATED INTO THE ARIZONA NEWBORN SCREENING PANEL; HOWEVER, WE ARE CURRENTLY PREPARING TO ADD THE TWO REMAINING LYSOSOMAL STORAGE DISORDERS, POMPE DISEASE AND MUCOPOLYSACCHARIDOSIS TYPE-1 (MPS-1). FUNDS AND TECHNICAL SUPPORT ARE BEING REQUESTED TO INCREASE THE LABORATORY CAPACITY AND CAPABILITY TO SCREEN FOR THESE ADDITIONAL CONDITIONS, WHILE ALSO IMPROVING THE PERFORMANCE OF EXISTING TESTING METHODOLOGIES. ENHANCING THE ARIZONA NEWBORN SCREENING PANEL THROUGH THIS COOPERATIVE AGREEMENT WILL INCREASE THE NUMBER OF LIVE BIRTH NEWBORNS SCREENED FOR CONDITIONS RECOMMENDED ON THE RUSP AND WILL SAVE LIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU88EH001340_7523"}, {"internal_id": 150745200, "Award ID": "NU88EH001339", "Award Amount": 752038.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-24", "CFDA Number": "93.065", "Description": "WORKFLOW OPTIMIZATION AND CAPACITY EXPANSION FOR MOLECULAR NEWBORN SCREENING - APPROXIMATELY 50,000 BABIES IN THE STATE OF UTAH ARE SCREENED ANNUALLY FOR CONDITIONS THAT ARE NOT READILY APPARENT AT BIRTH BUT REQUIRE IMMEDIATE MEDICAL TREATMENT. AS NEW DISORDERS ARE ADDED TO THE NBS PANEL, MOLECULAR TESTING WORKFLOWS AND TESTING PLATFORMS REQUIRE MODERNIZATION TO ALLOW SCALABLE PANEL EXPANSION. MODERNIZATION ALSO ALLOWS THE INTEGRATION TO BEST PRACTICE SOLUTIONS TO ENSURE SCREENING PERFORMANCE OPTIMIZATION. THE PURPOSE OF THIS PROJECT IS TO OPTIMIZE PROCESSES AND WORKFLOWS FOR MOLECULAR NBS ANALYSES. SPECIFICALLY, WE PROPOSE (1) UPGRADES TO OUR QPCR PLATFORM TO ALLOW THE INTRODUCTION OF IMPROVED DIAGNOSTIC ALGORITHMS (DETECTION OR CALLING ALGORITHMS), THE INTEGRATION INTO THE LABORATORY INFORMATION MANAGEMENT SYSTEM (LIMS) AND INTRODUCING A SCALABLE QPCR FOR EXPANDED MULTIPLEXING, (2) THE ESTABLISHMENT OF CLOUD COMPUTING RESOURCES FOR GENOMIC ANALYSES AND DATA STORAGE, AND (3) INTEGRATION OF GENOMIC VARIANT RESULTS AND REPORTING INTO THE LABORATORY INFORMATION MANAGEMENT SYSTEM (LIMS).  SPECIFICALLY, WE PROPOSE IMPROVEMENTS TARGETING MOLECULAR SCREENING APPLICATIONS AND SECOND AND THIRD TIER WORKFLOWS BY IMPROVING THE PERFORMANCE OF EXISTING TESTS FOR CURRENT CONDITIONS (SCID AND SMA) WITH THE LONG-TERM GOAL OF EXPANDING THE CAPACITY AND CAPABILITY OF OUR SCREENING LABORATORY WITH THE INCLUSION OF ADDITIONAL CONDITIONS OR MARKERS IN THIS PLATFORM. IMPROVEMENTS IN THE SECOND TIER TESTING APPLICATIONS FOR SCID AS WELL AS THE DISORDER AGNOSTIC EXOME BASED NGS TESTING WORKFLOW WILL INTRODUCE EFFICIENCIES AND RESULT IN TURN-AROUND-TIME (TAT) IMPROVEMENTS. WE PROPOSE TO MODERNIZE OUR CURRENT QPCR INSTRUMENTATION TO ALLOW FOR (1) THE ADOPTION OF CLOSED ANALYTICAL INSTRUMENT WORKFLOWS, (2) THE DIRECT INTEGRATION INTO THE LIMS AND (3) THE ADOPTION OF A TESTING PLATFORM ALLOWING THE EXPANSION OF MULTIPLEX ASSAYS FOR CONDITIONS SUCH AS CMV INFECTION. PRIMARY OUTCOMES INCLUDE UPGRADES TO A QPCR INSTRUMENTATION PLATFORM TO ALLOW FOR EXPANDED MULTIPLEXING AND LIMS INTEGRATION, ESTABLISHING AND CONFIGURATION OF AWS CLOUD COMPUTING RESOURCES FOR BIOINFORMATICS ANALYSES AND DATA STORAGE, AND THE DEVELOPMENT OF A GENOMIC MODULE IN THE LIMS. ALL PRIMARY OUTCOMES WILL RESULT IN SCREENING PERFORMANCE IMPROVEMENTS INCLUDING DECREASED TAT AND A REDUCTION IN REPEAT SCREENING REQUIREMENTS.  ACCURATE INTERPRETATION OF COMPLEX BIOMARKER PROFILES REQUIRES BOTH THE DEVELOPMENT OF ANALYTIC AND INTERPRETIVE TOOLS AND TOTAL MANAGEMENT OF COMPLEX DATA SYSTEMS. IN THIS MATTER OUR PROGRAM RECENTLY DEVELOPED A WES-BASED TEST FOR SECONDARY SCREENING THAT CAN BE APPLIED TO ANY CURRENT AND FUTURE DISORDERS ON THE NBS PANEL. WE PROPOSE TRANSITIONING OUR PIPELINE TO A CLOUD-BASED PLATFORM ALLOWING THE DYNAMIC ALLOCATION OF COMPUTATIONAL RESOURCES ON DEMAND AND REMOTE ACCESS. BOTH MEASURES WOULD IMPROVE TAT FOR THESE SECOND OR THIRD TIER TESTING MODALITIES. ADDITIONALLY, WE PROPOSE THE REQUIRED IMPLEMENTATION OF A GENOMIC MODULE WITHIN OUR LIMS THAT WILL STORE AND DISPLAY GENOMIC VARIANT RESULTS, GENERATE A NBS GENOMIC VARIANT REPORT, AND SEND OUT THIS REPORT ELECTRONICALLY TO CLINICAL SPECIALISTS.  THE PROPOSED WORK DESCRIBED IN THIS GRANT WILL BENEFIT ALL NEWBORNS AND THEIR FAMILIES IN UTAH AS WELL AS BABIES BORN IN UTAH FROM SURROUNDING STATES. THE AWARDED FUNDS WILL PROVIDE THE CAPABILITY OF THE UTAH NBS PROGRAM TO IMPLEMENT PROCESS AND WORKFLOW OPTIMIZATIONS FOR QPCR INSTRUMENTATION, AWS CLOUD COMPUTING RESOURCES FOR BIOINFORMATICS ANALYSES AND DATA STORAGE, AND DEVELOPMENT OF A GENOMIC MODULE IN THE LIMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU88EH001339_7523"}, {"internal_id": 150744823, "Award ID": "NU88EH001338", "Award Amount": 803125.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-24", "CFDA Number": "93.065", "Description": "NV STATE PUBLIC HEALTH LAB NEWBORN SCREENING TEST ADDITIONS 2022 - THE NEVADA STATE PUBLIC HEALTH LABORATORY (NSPHL) HAS BEEN PERFORMING NEWBORN SCREENING FOR NEVADA SINCE JULY 1, 2014.  NEVADA IS A 2-SCREEN STATE RESULTING IN APPROXIMATELY 66,000 NEWBORN SCREENING SAMPLES SUBMITTED ANNUALLY.  ON JANUARY 1, 2020, A STATE LAW WAS ENACTED REQUIRING NEVADA'S NEWBORN SCREENING PANEL TO COMPLY WITH THE RECOMMENDED UNIFORM SCREENING PANEL (RUSP) AS DEFINED BY THE DEPARTMENT OF HEALTH AND HUMAN SERVICES (HHS) IN A TIMELY MANNER (PERTINENT EXCERPT BELOW): NRS 442.008  EXAMINATION OF INFANTS: REGULATIONS; PERFORMANCE OF TESTS BY STATE PUBLIC HEALTH LABORATORY; DUTIES OF PHYSICIAN, MIDWIFE, NURSE, OBSTETRIC CENTER OR HOSPITAL; EXEMPTION.  THE EXAMINATIONS AND TESTS REQUIRED PURSUANT TO SUBSECTION 1 MUST INCLUDE TESTS AND EXAMINATIONS FOR EACH DISORDER RECOMMENDED TO BE SCREENED BY THE HEALTH RESOURCES AND SERVICES ADMINISTRATION OF THE UNITED STATES DEPARTMENT OF HEALTH AND HUMAN SERVICES BY NOT LATER THAN 4 YEARS AFTER THE RECOMMENDATION IS PUBLISHED THE NSPHL IS APPLYING FOR FUNDING THROUGH THE ENHANCING DISEASE DETECTION IN NEWBORNS: BUILDING CAPACITY IN PUBLIC HEALTH LABORATORIES FUNDING ANNOUNCEMENT.  THE NSPHL SEEKS TO IMPLEMENT SMA AND XALD (OPTION A) AND IMPROVE THE TURN-AROUND-TIME (TAT) FOR IRT CONFIRMATIONS (OPTION B), THUS, ENHANCING NEVADA'S NEWBORN SCREENING PROGRAM AND COMPLIANCE WITH NEVADA LAW NRS 442.008. NSPHL NEW TEST IMPLEMENTATION HISTORY/SUCCESS THE NEVADA NEWBORN SCREENING PROGRAM IMPLEMENTED (FROM SCRATCH) A COMPREHENSIVE NEWBORN SCREENING SYSTEM IN NEVADA ON JULY 1, 2014, WITHOUT ANY DIFFICULTIES.  IT WAS CONSIDERED AN UNPRECEDENTED AND EXTRAORDINARY UNDERTAKING TO IMPLEMENT TESTING FOR 53 NEWBORN SCREENING DISORDERS, INCLUDING COMPLETE SHORT-TERM AND LONG-TERM FOLLOW-UP PROGRAMS, ALL AT ONCE.  ACCORDING TO VETERAN NEWBORN SCREENING EXPERTS AT THE NATIONAL LEVEL, THIS MAGNITUDE OF NEW TEST IMPLEMENTATION HAD NEVER BEEN DONE BEFORE.  IN 2018, THE NSPHL ADDED SCID TO THE NEWBORN SCREENING PANEL WITHOUT ISSUE.  AS A RESULT, THE PROGRAM IS CONFIDENT THAT THE ADDITION OF SMA AND X-ALD TO THE NEVADA NEWBORN SCREENING PANEL AND THE CONFIRMATORY TESTING FOR IRT WILL ENHANCE THE PROGRAMMATIC CAPABILITIES AND DECREASE THE TAT OF RESULTS TO BENEFIT BABIES IN NEVADA.  FURTHERMORE, THE ADDITION OF SMA AND X-ALD WILL RESULT IN NEVADA BABIES BEING AFFORDED THE ULTIMATE GIFT OF LIFE THROUGH THE EARLY DIAGNOSIS AND APPROPRIATE TREATMENT OF POTENTIALLY FATAL OR PROGRESSIVE DEBILITATING DISEASE.  NEVADA NEWBORN SCREENING FEE INCREASE THE NSPHL WORKS CLOSELY WITH THE NEVADA HHS DIVISION OF PUBLIC AND BEHAVIORAL HEALTH.  THIS AGENCY COORDINATES MODIFICATIONS TO BOTH THE NEVADA ADMINISTRATIVE CODE (REGULATORY) AND NEVADA REVISED STATUTES (LAW) ON BEHALF OF THE NSPHL.  WORK HAS ALREADY BEGUN TO COORDINATE A NEWBORN SCREENING FEE INCREASE THROUGH THIS AGENCY.  THIS PROCESS WILL BE FINALIZED AND IMPLEMENTED IN TIME FOR NEW FEES TO SUPPORT THE TESTING BEING ADDED TO THE NEWBORN SCREENING PANEL AND OTHER TESTING YET TO BE UNDERTAKEN TO COMPLY WITH THE RUSP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_NU88EH001338_7523"}, {"internal_id": 150744922, "Award ID": "NU88EH001337", "Award Amount": 872084.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-24", "CFDA Number": "93.065", "Description": "IMPLEMENTING NEWBORN SCREENING FOR X-LINKED ADRENOLEUKODYSTROPHY AND STREAMLINING TWO-TIER TESTING ALGORITHM IN TANDEM MASS SPECTROMETRY - IN WISCONSIN (WI), THE NOMINATION TO ADD X-LINKED ADRENOLEUKODYSTROPHY (X-ALD) TO THE WI NEWBORN SCREENING (NBS) PANEL WAS REVIEWED AND RECOMMENDED TO BE ACCEPTED BY THE METABOLIC SUBCOMMITTEE ON SEPTEMBER 21, 2021, AND THEN REVIEWED AND ALSO RECOMMENDED TO ACCEPT BY THE UMBRELLA COMMITTEE ON DECEMBER 3, 2021. ON MARCH 4, 2022, THE SECRETARY’S ADVISORY COMMITTEE ON NEWBORN SCREENING (SACNBS) REVIEWED THE NOMINATION, AND VOTED UNANIMOUSLY IN FAVOR OF ADDING X-ALD TO THE WI NBS PANEL. THE NEXT STEPS ARE THE SECRETARY’S ACCEPTANCE OF THE RECOMMENDATION FROM THE SACNBS COMMITTEE, AND THEN THE GOVERNOR’S APPROVAL. AFTER THE FINAL APPROVAL, A RULEMAKING PROCESS WILL OCCUR, MAY TAKE UP TO 2 YEARS.  WE REQUEST FUNDS TO INCREASE OUR PUBLIC NBS LAB’S CAPACITY AND CAPABILITY IN ORDER TO ADD X-ALD. THESE FUNDS WILL ALLOW US TO IMPLEMENT NBS FOR X-ALD IN WI THROUGH A PILOT PROCESS BEFORE THE ADMINISTRATIVE RULE BECOMES EFFECTIVE. WE AIM TO IMPLEMENT NBS FOR X-ALD, AND TO RE-STRUCTURE THE TANDEM MASS SPECTROMETRY (MS/MS) NBS TESTING PROCESS NOT ONLY TO ENSURE SMOOTHLY INTEGRATING NBS FOR X-ALD INTO THE CURRENT ONGOING ROUTINE NBS WORKFLOW, BUT ALSO TO ENHANCE OVERALL MS/MS NBS TESTING.  SPECIFIC AIM 1: IDENTIFY NEWBORNS WITH X-ALD USING A FULLY VALIDATED NOVEL FLOW INJECTION ANALYSIS WITH NEGATIVE ION MODE TANDEM MASS SPECTROMETRY IN A TWO-TIER TESTING SETTING. C26:0-LYSOPHOSPHATIDYLCHOLINE (C26:0-LPC) IS THE PRIMARY BIOMARKER USED IN NBS FOR X-ALD. WE RECENTLY DEVELOPED AN X-ALD SCREENING ASSAY TO MEASURE C26:0-LPC LEVELS IN DRIED BLOOD SPOT NBS SPECIMENS USING A FLOW INJECTION ANALYSIS (FIA), COUPLED WITH ELECTROSPRAY IONIZATION (ESI) MS/MS PERFORMED IN NEGATIVE ION MODE. THE PRESENTED FIA METHOD SHORTENS ANALYSIS RUN-TIME TO 1.7 MINUTES, WHILE MAINTAINING THE PREVIOUSLY ESTABLISHED ADVANTAGE OF UTILIZING NEGATIVE MODE MS/MS TO ELIMINATE ISOBARIC INTERFERENCES THAT COULD LEAD TO SCREENING FALSE POSITIVES. SPECIMENS WITH A C26:0-LPC VALUE GREATER THAN THE CUTOFF SET FOR THE FIRST TIER TESTING, A MULTIPLEXING MS/MS ASSAY IN POSITIVE MODE, WILL UNDERGO THIS SECOND TIER X-ALD SCREENING TEST. THIS METHOD WAS RECENTLY PUBLISHED. IF WE IMPLEMENTED NBS FOR X-ALD AS A STANDALONE TESTING PROCESS, WE WOULD NEED SEPARATE AND ADDITIONAL INSTRUMENTS AND PERSONNEL. HERE WE PROPOSE A TWO-TIER APPROACH. USING FDA-APPROVED AND COMMERCIALLY AVAILABLE MULTIPLEXING AS A FIRST-TIER TEST TO MEASURE C26:0-LPC (NEOBASE™ 2 NON-DERIVATIZED MSMS KIT). ONLY SPECIMENS ABOVE THE CUTOFF IN THE FIRST-TIER TEST WOULD UNDERGO THE SECOND-TIER ASSAY THAT UTILIZES NEGATIVE MODE MS/MS TO ELIMINATE ISOBARIC INTERFERENCES THAT COULD LEAD TO SCREENING FALSE POSITIVES. THIS TWO-TIER TESTING APPROACH WILL LEAD TO A HIGHLY SENSITIVE AND SPECIFIC OUTCOME FOR X-ALD TESTING.  SPECIFIC AIM 2: IMPROVE MS/MS NBS TESTING EFFICIENCY AND PERFORMANCE THROUGH MULTIPLEXING AND TWO-TIER TESTING ALGORITHM. THE TWO-TIER TESTING STRATEGY ALSO PROVIDES AN OPPORTUNITY TO MULTIPLEX ADDITIONAL SUCCINYLACETONE (SUAC) WITH NEOBASE™ 2 NON-DERIVATIZED MSMS KIT. IN WI, A STANDALONE PROCESS TO MEASURE SUAC IS CURRENTLY DONE IN NBS FOR TYROSINEMIA TYPE I. SIMILAR TO NBS FOR X-ALD, ONLY SPECIMENS WITH A SUAC VALUE ABOVE THE CUTOFF WILL UNDERGO SUAC MEASUREMENT USING A CALIBRATION CURVE BASED QUANTITATION. MULTIPLEXING STRATEGY WILL CERTAINLY PROVIDE THE EFFICACY NEEDED IN A HIGH THROUGHPUT PUBLIC HEALTH NBS LABORATORY, BUT ONLY IF COUPLED WITH THE SECOND TIER TESTING WILL IT NOT COMPROMISE THE SCREENING PERFORMANCE WITH LOW FALSE POSITIVE RATES.  BY THE END OF THIS TWO-YEAR FUNDING CYCLE, WE WILL ACHIEVE THE FOLLOWING: 1. ESTABLISH A HIGHLY SENSITIVE AND HIGHLY SPECIFIC TWO-TIER NBS FOR X-ALD TEST ALGORITHM WITH 90,000 NEWBORNS SCREENED FOR X-ALD. 2. IMPLEMENT AN UPDATED MS/MS NBS TESTING STRATEGY: FIRST-TIER TESTING SIMULTANEOUSLY MEASURES MULTIPLE ANALYTES TO ACHIEVE HIGH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NU88EH001337_7523"}, {"internal_id": 150745993, "Award ID": "NU88EH001336", "Award Amount": 783483.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-24", "CFDA Number": "93.065", "Description": "ENHANCING DISEASE DETECTION IN NEWBORNS: BUILDING CAPACITY TO IMPLEMENT NEWBORN SCREENING FOR LYSOSOMAL STORAGE DISORDERS IN TEXAS - THE TEXAS NEWBORN SCREENING (NBS) PROGRAM CURRENTLY SCREENS EVERY INFANT BORN IN TEXAS FOR 55 DISORDERS. EARLY DETECTION AND MANAGEMENT OF THESE DISORDERS HELPS PREVENT INTELLECTUAL DISABILITY AND OTHER CATASTROPHIC HEALTH PROBLEMS IN AFFECTED BABIES. THE NBS PROGRAM PERFORMS THIS TESTING AS MANDATED BY THE TEXAS LEGISLATURE WHICH REQUIRES THE PROGRAM TO SCREEN FOR ALL DISORDERS ON THE RECOMMENDED UNIFORM SCREENING PANEL (RUSP) AS FUNDING ALLOWS.  OF THE FOUR RECENT CONDITIONS ON THE RUSP, THE TEXAS NBS PROGRAM SUCCESSFULLY IMPLEMENTED X-LINKED ADRENOLEUKODYSTROPHY IN AUGUST 2019 AND SPINAL MUSCULAR ATROPHY IN JUNE 2021 AND IS WORKING TOWARDS ADDING POMPE DISEASE AND MUCOPOLYSACCHARIDOSIS TYPE 1 TO THE NEWBORN SCREENING PANEL.  BUILDING ON THE TEXAS NBS PROGRAM’S EXPERIENCE IN IMPLEMENTATION OF NEW CONDITIONS; EXPERTISE IN USING TANDEM MASS SPECTROMETRY (MS/MS), LIQUID CHROMATOGRAPHY TANDEM MASS-SPECTROMETRY (LC-MS/MS), AND MOLECULAR TESTING TECHNOLOGIES; AND FOLLOWING RECOMMENDATIONS RECEIVED FROM TEXAS METABOLIC CONSULTANTS AND THE TEXAS NEWBORN SCREENING ADVISORY COMMITTEE; THE TEXAS NBS PROGRAM PROPOSES TO IMPLEMENT A THREE-TIER STATEWIDE SCREENING METHODOLOGY FOR POMPE AND MPS I BY MAY 2024. THE NBS PROGRAM PROPOSES A SCREENING METHODOLOGY INCLUDING FIRST-TIER BY MS/MS, SECOND-TIER BY FLOW INJECTION-MS/MS AND LC-MS/MS, AND THIRD-TIER BY NEXT GENERATION SEQUENCING WITH BIOINFORMATIC DATA ANALYSIS. THE TEXAS NBS PROGRAM BEGAN PREPARATIONS FOR THIS EFFORT IN 2021. ACTIVITIES COMPLETED AS OF APRIL 2022 INCLUDE COST ESTIMATION, RESEARCH AND COMPILATION OF POTENTIAL SCREENING ALGORITHMS AND METHODS, PLANNING ON CONSULTATION WITH SPECIALISTS, ESTIMATIONS ON BUILDING MODIFICATIONS TO SUPPORT TESTING ACTIVITIES, ACQUISITION OF MOLECULAR EQUIPMENT AND REAGENTS, AND INITIATION OF AMAZON WEB SERVICE (AWS) FOR NBS BIOINFORMATICS.  TO SUPPORT IMPLEMENTATION OF FULL POPULATION TESTING, THE TEXAS NBS PROGRAM INTENDS TO USE GRANT FUNDS TO ACQUIRE REAGENTS, SUPPLIES, EQUIPMENT, AND INSTRUMENT MAINTENANCE NEEDED TO OPTIMIZE AND VALIDATE SECOND- AND THIRD-TIER TEST METHODOLOGIES AND PROTOCOLS; TRAIN LABORATORY TECHNOLOGISTS ON THE SECOND- AND THIRD-TIER SCREENING METHODS AND CLINICAL CARE COORDINATION STAFF ON FOLLOW-UP PROTOCOLS; EXPAND AWS CAPACITY TO ACCOMMODATE HUMAN GENOMIC DATA ANALYTICS PROCESSES; HOST A STAKEHOLDER MEETING TO DEVELOP A REFERRAL NETWORK; AND EDUCATE HEALTHCARE PROVIDERS SO THEY ARE AWARE OF AND PREPARED FOR THE ADDITION OF THESE NEW CONDITIONS TO THE TEXAS NBS PANEL. THIS PROJECT WILL ALLOW TEXAS TO GET A HEAD START ON THE IMPLEMENTATION PROCESS OF POMPE AND MPS I AND OVERCOME CURRENTLY EXISTING HURDLES IN SECOND- AND THIRD-TIER METHOD DEVELOPMENT AND VALIDATION, FOLLOW-UP ALGORITHM DEVELOPMENT, EXPANSION OF BIOINFORMATIC ENVIRONMENT, AND PROVIDER EDUCATION EFFORTS, ALLOWING SUCCESSFUL AND TIMELY POPULATION-WIDE NEWBORN SCREENING FOR POMPE AND MPS I IN TEXAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU88EH001336_7523"}, {"internal_id": 110024021, "Award ID": "NU88EH001335", "Award Amount": 634840.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "93.065", "Description": "ENHANCEMENT OF CONGENITAL HYPOTHYROIDISM DETECTION IN TEXAS:  IMPROVING SPECIFICITY WHILE BUILDING CAPACITY FOR NEW DISORDERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU88EH001335_7523"}, {"internal_id": 110025961, "Award ID": "NU88EH001334", "Award Amount": 708676.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "93.065", "Description": "IOWA STATEWIDE IMPLEMENTATION PILOT FOR NEWBORN SCREENING OF SPINAL MUSCULAR ATROPHY (SMA)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU88EH001334_7523"}, {"internal_id": 110025078, "Award ID": "NU88EH001333", "Award Amount": 847800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "93.065", "Description": "ENHANCING DISEASE DETECTION IN NEWBORNS: BUILDING CAPACITY IN PUBLIC HEALTH LABORATORIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_NU88EH001333_7523"}, {"internal_id": 110024622, "Award ID": "NU88EH001332", "Award Amount": 628705.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "93.065", "Description": "ENHANCING DISEASE DETECTION IN NEWBORNS: BUILDING CAPACITY IN PUBLIC HEALTH LABORATORIES - 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU88EH001332_7523"}, {"internal_id": 110024234, "Award ID": "NU88EH001331", "Award Amount": 847900.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "93.065", "Description": "ENHANCING DISEASE DETECTION IN NYS NEWBORNS BY REDUCING THE RATE OF FALSE POSITIVE RESULTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b0e3bb0-77db-84fc-a5b2-4b570cc131fb-C", "generated_internal_id": "ASST_NON_NU88EH001331_7523"}, {"internal_id": 68566909, "Award ID": "NU88EH001324", "Award Amount": 585423.96, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "93.065", "Description": "IMPLEMENTATION OF STATE-WIDE NEWBORN SCREENING FOR MPS I, POMPE DISEASE, AND X-ALD IN UTAH BY THE UTAH NEWBORN SCREENING PROGRAM BY OCTOBER 2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU88EH001324_7523"}, {"internal_id": 68567631, "Award ID": "NU88EH001323", "Award Amount": 380943.02, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "93.065", "Description": "NEWBORN SCREENING NEW CONDITION IMPLEMENTATION: CAPACITY BUILDING AND QUALITY IMPROVEMENT THROUGH DATA HARMONIZATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68a12c06-0ac5-9595-eda2-d8647ffda5d0-C", "generated_internal_id": "ASST_NON_NU88EH001323_7523"}, {"internal_id": 68566757, "Award ID": "NU88EH001322", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "93.065", "Description": "BUILDING CAPACITY FOR SMA NEWBORN SCREENING IN TENNESSEE AND IMPROVED DATA HARMONIZATION FOR DISORDERS ON THE RECOMMENDED UNIFORM SCREEN PANEL (RUSP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU88EH001322_7523"}, {"internal_id": 68567616, "Award ID": "NU88EH001321", "Award Amount": 485935.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "93.065", "Description": "IMPLEMENTATION OF STATEWIDE NEWBORN SCREENING FOR X-LINKED ADRENOLEUKODYSTROPHY IN TEXAS:  CAPACITY BUILDING AND QUALITY IMPROVEMENT THROUGH DATA HARMONIZATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU88EH001321_7523"}, {"internal_id": 68567914, "Award ID": "NU88EH001320", "Award Amount": 475735.07, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "93.065", "Description": "NEWBORN SCREENING NEW CONDITION IMPLEMENTATION: CAPACITY BUILDING AND QUALITY IMPROVEMENT THROUGH DATA HARMONIZATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU88EH001320_7523"}, {"internal_id": 68565733, "Award ID": "NU88EH001319", "Award Amount": 591379.19, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "93.065", "Description": "NEW DISORDERS IMPLEMENTATION AND DATA HARMONIZATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b0e3bb0-77db-84fc-a5b2-4b570cc131fb-C", "generated_internal_id": "ASST_NON_NU88EH001319_7523"}, {"internal_id": 68565027, "Award ID": "NU88EH001318", "Award Amount": 446899.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "93.065", "Description": "INCREASE THE NUMBER OF NEWBORN SCREENING LABORATORIES IN KANSAS THAT TEST FOR NEW HHS ACHED-RECOMMENDED NEWBORN SCREENING CONDITIONS, INCLUDING SMA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU88EH001318_7523"}, {"internal_id": 49215907, "Award ID": "NU88EH001317", "Award Amount": 146057.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-27", "CFDA Number": "93.065", "Description": "SEVERE COMBINED IMMUNODEFICIENCY (SCID) NEXT GENERATION SEQUENCING EXPANSION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU88EH001317_7523"}, {"internal_id": 49215906, "Award ID": "NU88EH001316", "Award Amount": 128977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-27", "CFDA Number": "93.065", "Description": "INCREASING NEXT GENERATION SEQUENCING CAPACITY IN NEWBORN SCREENING LABORATORIES BY IMPLEMENTING SECOND-TIER TESTING FOR SEVERE COMBINED IMMUNODEFICIENCY (SCID)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU88EH001316_7523"}, {"internal_id": 49215905, "Award ID": "NU88EH001315", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-27", "CFDA Number": "93.065", "Description": "NEXT GENERATION SEQUENCING TO IMPROVE SCID NEWBORN SCREENING IN NEW JERSEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU88EH001315_7523"}, {"internal_id": 49215904, "Award ID": "NU88EH001314", "Award Amount": 134767.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-27", "CFDA Number": "93.065", "Description": "INCREASING NEWBORN SCREENING LABORATORY CAPABILITY TO DETECT SEVERE COMBINED IMMUNODEFICIENCY (SCID) USING NEXT GENERATION SEQUENCING TECHNOLOGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU88EH001314_7523"}, {"internal_id": 49215903, "Award ID": "NU88EH001313", "Award Amount": 144987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-27", "CFDA Number": "93.065", "Description": "INCREASING NEWBORN SCREENING LABORATORY CAPABILITY TO DETECT SEVERE COMBINED IMMUNODEFICIENCY (SCID) USING NEXT GENERATION SEQUENCING TECHNOLOGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_NU88EH001313_7523"}, {"internal_id": 62550821, "Award ID": "NU88EH001312", "Award Amount": -55.0, "Award Type": null, "Base Obligation Date": "2018-02-28", "CFDA Number": "93.065", "Description": "NORTH CAROLINA: PILOT TEST AND DEVELOPMENT OF NEWBORN SCREENING PROGRAM CAPACITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_NU88EH001312_7523"}, {"internal_id": 89520429, "Award ID": "NU88EH001311", "Award Amount": -1.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-19", "CFDA Number": "93.065", "Description": "SCID IMPLEMENTATION AT THE NEVADA STATE NEWBORN SCREENING LAB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_NU88EH001311_7523"}, {"internal_id": 65894542, "Award ID": "NU88EH001310", "Award Amount": -159763.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-10-24", "CFDA Number": "93.065", "Description": "THE LOUISIANA GENETICS PROGRAM PLANS TO BUILD LABORATORY CAPACITY AND TRAIN LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU88EH001310_7523"}, {"internal_id": 49215272, "Award ID": "NU60OE000103", "Award Amount": 129766154.52, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-30", "CFDA Number": "93.322", "Description": "APHL/CDC PARTNERSHIP: STRENGTHENING PUBLIC HEALTH LABORATORIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 16348283.08, "Infrastructure Obligations": null, "recipient_id": "526ddf18-e1e9-9973-7ef2-934bf67842eb-C", "generated_internal_id": "ASST_NON_NU60OE000103_7523"}, {"internal_id": 49213252, "Award ID": "NU2GGH001097", "Award Amount": 22604305.01, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-12-23", "CFDA Number": "93.318", "Description": "GH13-1366,  SUPPORTING LABORATORY STRENGTHENING IN RESOURCE-LIMITED COUNTRIES UNDER THE PRESIDENT'S EMERGENCY PLAN FOR AIDS RELIEF (PEPFAR)", "Place of Performance Country Code": "UGA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "526ddf18-e1e9-9973-7ef2-934bf67842eb-C", "generated_internal_id": "ASST_NON_NU2GGH001097_7523"}]