[{"internal_id": 152373047, "Award ID": "ASTWH220123", "Award Amount": 770371.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-26", "CFDA Number": "93.088", "Description": "FOCUS ON INTEGRATING RESPONSE, SCREENING, AND TRAINING (FIRST) FOR WOMEN IN KENTUCKY - THE PACIFIC INSTITUTE FOR RESEARCH AND EVALUATION (PIRE), A NATIONAL RESEARCH AND EVALUATION CENTER WITH EXPERTISE IN SUBSTANCE USE DISORDER (SUD) AND INTIMATE PARTNER VIOLENCE (IPV) PROPOSES THE FOCUS ON INTEGRATING RESPONSE, SCREENING, AND STAFF TRAINING (FIRST) FOR WOMEN IN KENTUCKY (KY) TO: (1) CREATE A COMMUNITY OF PRACTICE CONNECTED TO THE KY COALITION AGAINST DOMESTIC VIOLENCE (KCADV) AND THE KY CABINET FOR HEALTH AND FAMILY SERVICES, BRANCH OF ADULT SUBSTANCE USE TREATMENT AND RECOVERY SERVICES (ASUTRS), (2) IMPLEMENT INTERSECTIONAL, TRAUMA-INFORMED TRAINING FOR EACH OF KY'S REGIONAL SUD TREATMENT AND IPV SERVICES PROVIDERS, UTILIZING BEST PRACTICES FOR ADDRESSING THE INTERSECTION OF MOTHERHOOD, IPV, AND SUD, AND (3) EXPAND IPV AND SUD PARTNERSHIPS AND WORKFORCE TO INCLUDE LOCAL MEDICAL PRACTITIONERS.  KCADV, WHICH SUPPORTS KY’S 15 REGIONAL IPV SERVICE PROVIDERS, AND ASUTRS, WHICH DIRECTS THE 14 SUD SERVICE PROGRAMS IN EACH REGION, WILL PROVIDE IN-KIND SERVICES TO IMPROVE INFRASTRUCTURE AND CROSS-COLLABORATION AS WELL AS INCENTIVIZE SERVICE PROVIDERS. A THIRD PARTNER, PROVIDE INC. WILL DEVELOP TRAINING TO DECREASE PROVIDER STIGMA RELATED TO IPV AND SUD. EFFORTS WILL ALSO INTEGRATE SUD AND IPV BEST PRACTICES AND REFERRAL PROTOCOLS INTO MEDICAL PRACTICE BY BUILDING ON ONGOING WORK IN THE KY PERINATAL QUALITY COLLABORATIVE PROGRAM. THE THEORY OF SOCIAL SUPPORT UNDERLIES OUR APPROACH; INCREASING SUPPORTS FOR SERVICE PROVIDERS’ AS WELL AS REDUCING PROVIDER STIGMA WILL ENABLE PROVIDERS TO OFFER WOMEN SUPPORTS THROUGH SCREENING AND REFERRAL SERVICES. OUR WORK WILL BE INFORMED BY EXISTING REGIONAL COLLABORATIVE COMMUNITY WORK GROUPS AS WELL AS EVIDENCE-BASED CURRICULA. PIRE’S EXPERTISE IN BOTH IMPLEMENTATION SCIENCE AND COMMUNITY-BASED EVALUATION WILL ENABLE US TO IMPLEMENT A ROBUST PROCESS AND OUTCOMES EVALUATION AND ASSIST EACH KY REGION IN DEVELOPING A DISPARITY IMPACT STATEMENT TO ADDRESS THE INTERSECTING NEEDS OF WOMEN EXPERIENCING VIOLENCE IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80ad408c-ddf3-42ff-97b3-35d53951a956-C", "generated_internal_id": "ASST_NON_ASTWH220123_7521"}, {"internal_id": 152373248, "Award ID": "ASTWH220122", "Award Amount": 570278.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "SAFE MOTHERS IN TEXAS - ABSTRACT PROJECT TITLE:                             SAFE MOTHERS IN TEXAS APPLICANT ORGANIZATION NAME: TEXAS A&M HEALTH SCIENCE CENTER, SCHOOL OF NURSING (TAMU SON) APPLICANT ADDRESS:\t\t         400 HARVEY MITCHELL PARKWAY SOUTH COLLEGE STATION, TEXAS 77845-4375 APPLICANT ORGANIZATION TYPE:\t INSTITUTION OF HIGHER LEARNING, COLLEGE OF NURSING PROJECT DIRECTOR:              \t STACEY MITCHELL, DNP, MBA, MED, RN, AFN-C, SANE-A, SANE-P, DF-AFN, FAAN PROJECT DIRECTOR CONTACT:\t\t PHONE: 979-436-0283; EMAIL: SAMITCHELL@TAMU.EDU WEBSITE ADDRESS:\t\t\t NURSING.TAMU.EDU REQUESTED AMOUNT:\t\t $611,000 (YEAR 1) TEXAS A&M UNIVERSITY SCHOOL OF NURSING RESPONDS TO THE VIOLENCE AGAINST WOMEN AND SUBSTANCE USE PREVENTATIVE INITIATIVE WITH PLANS TO CREATE AND PILOT A PROGRAM, SAFE MOTHERS IN TEXAS, TO TRAIN PROVIDERS OF SUBSTANCE USE DISORDER (SUD) TREATMENT ON INTIMATE PARTNER VIOLENCE (IPV) AND ADDRESS THE INTERSECTIONS OF IPV AND SUD DURING THE PREGNANCY AND POSTPARTUM PERIOD. ACCESSIBILITY TO BASIC HEALTH CARE, MUCH LESS FOCUSED PROGRAMS, CONTINUES TO BE A CHALLENGE IN TEXAS. RURAL TEXANS ARE MORE LIKELY TO BE DIAGNOSED WITH SUD; TO BE IN TREATMENT OR IN RECOVERY FOR SUD; OR BE IN A FAMILY WITH OR A CAREGIVER FOR AN INDIVIDUAL WITH SUD. LACK OF SERVICES AND RECOVERY CAPITAL LEAVE MINIMAL OPTIONS. IN 2015, THE TEXAS DEPARTMENT OF PUBLIC SAFETY (DPS) RECORDED 194,872 REPORTS WHICH CULMINATED INTO 211,301 VICTIMS. WOMEN ARE AT SUBSTANTIAL RISK FOR IPV DURING PREGNANCY, ESPECIALLY THOSE WHO HAVE BEEN DIAGNOSED WITH SUD. TEXAS WOMEN WHO EXPERIENCE IPV ARE AT HIGH RISK FOR HOMICIDE. THERE IS A LACK OF PROVIDERS TO ADDRESS THE HEALTH CARE NEEDS, INCLUDING MENTAL HEALTH, OF PREGNANT AND POSTPARTUM WOMEN WHO EXPERIENCE IPV AND SUD. THE PURPOSE OF THE SAFE MOTHERS IN TEXAS PROJECT IS TO GATHER BEST PRACTICES AND CURRENT EVIDENCE TO DEVELOP TRAINING TO EDUCATE IPV PROVIDERS ABOUT SUD AND SUD PROVIDERS ABOUT IPV AND THE INTERSECTION OF BOTH DURING PREGNANCY AND POSTPARTUM. EDUCATION WILL ALSO BE AVAILABLE FOR ALL MEDICAL PROVIDERS, PARTICULARLY THOSE IN RURAL AND MEDICALLY-UNDERSERVED AREAS, TO INTEGRATE PROTOCOLS AND INFORMATION IN PRACTICE. STATE COALITIONS AND SUBJECT MATTER EXPERTS WILL FORM A CONSORTIUM AIMED AT CREATING AND DISSEMINATING EDUCATION THAT WILL BE PLACED INTO BUNDLES BASED UPON SPECIALTY NEED. EDUCATION BUNDLES WILL CONTAIN LESSONS AT VARIOUS LEVELS TO ACCOMMODATE THOSE WITH DIFFERENT DEGREES OF KNOWLEDGE AND EXPERIENCE. A RANGE OF METHODS OF EDUCATION SUCH AS PODCASTS, ENGAGING ONLINE-ON-DEMAND, AND IN-PERSON, WILL BE USED TO MEET DIVERSE LEARNING STYLES. MENTORS HIP THROUGH PROJECT ECHO OFFERS PROVIDERS A FORUM TO NETWORK AND DISCUSS IMPLEMENTING PROTOCOLS INTO PRACTICE. A ROBUST EVALUATION PROGRAM WILL YIELD FEEDBACK TO ENSURE CONTINUOUS QUALITY IMPROVEMENT OF ALL ASPECTS OF THE PROJECT WITH THE OUTCOME OF IMPROVED DELIVERY OF MATERNAL CARE TO THOSE EXPERIENCING IPV AND SUD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c1c743b-7fc2-7937-67a3-54194e22c2fc-C", "generated_internal_id": "ASST_NON_ASTWH220122_7521"}, {"internal_id": 152374020, "Award ID": "ASTWH220121", "Award Amount": 232829.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "EXPERIENCES WITH THE DIAGNOSIS AND TREATMENT OF ENDOMETRIOSIS AMONG A RACIALLY AND ETHNICALLY DIVERSE POPULATION TO IMPROVE MATERNAL OUTCOMES: A MIXED METHODS ANALYSIS - ENDOMETRIOSIS IS A CHRONIC INFLAMMATORY DISEASE THAT AFFECTS AN ESTIMATED 10% OF REPRODUCTIVE-AGE WOMEN AND APPROXIMATELY 71-87% OF WOMEN WITH CHRONIC PELVIC PAIN.  OBTAINING A DIAGNOSIS OF ENDOMETRIOSIS HAS HISTORICALLY REQUIRED THAT INDIVIDUALS UNDERGO SURGERY TO VISUALIZE ENDOMETRIUM-LIKE TISSUE OUTSIDE THE UTERUS. ALONG WITH PERVASIVE STIGMAS RELATED TO REPRODUCTIVE HEALTH AND LIMITED PROVIDER AWARENESS OF CHRONIC PAIN CONDITIONS, THIS DIAGNOSTIC STANDARD HAS CONTRIBUTED TO SIGNIFICANT DIAGNOSTIC DELAYS FOR THIS POPULATION. THERE IS AN ESTIMATED AVERAGE 7-12 YEAR GAP BETWEEN SYMPTOM ONSET AND APPROPRIATE DIAGNOSIS FOR INDIVIDUALS WITH ENDOMETRIOSIS.  ALTHOUGH THE ABOVE DIAGNOSTIC DELAY IS WELL-DESCRIBED IN ENDOMETRIOSIS CARE, THERE IS LIMITED UNDERSTANDING OF THE WAYS IN WHICH DIAGNOSTIC EXPERIENCES DIFFER ACROSS RACIALLY AND ETHNICALLY DIVERSE POPULATIONS. HISTORICAL LITERATURE FROM THE 1950S SHOWS SIMILAR INCIDENCE OF ENDOMETRIOSIS AMONG BLACK AND WHITE WOMEN. HOWEVER, BLACK WOMEN ARE SIGNIFICANTLY LESS LIKELY OBTAIN THE DIAGNOSIS OF ENDOMETRIOSIS DURING THEIR LIFETIME. THIS DISPARITY IS CRITICAL TO INVESTIGATE BECAUSE OF THE PROFOUND IMPACT THAT MISDIAGNOSIS CAN HAVE ON PATIENTS' ABILITIES TO SEEK SYMPTOM RELIEF AND RECEIVE APPROPRIATE MEDICAL AND SURGICAL TREATMENTS. SUCH BARRIERS MAY COMPOUND THE ALREADY SIGNIFICANT IMPACT OF ENDOMETRIOSIS ON INDIVIDUALS' QUALITY OF LIFE, EMOTIONAL AND MENTAL WELLBEING, INTIMATE RELATIONSHIPS, AND FAMILY PLANNING.  ONCE INDIVIDUALS RECEIVE THE DIAGNOSIS OF ENDOMETRIOSIS, NUMEROUS FACTORS CAN INFLUENCE PATIENTS' AND PROVIDERS' DECISIONS SURROUNDING HOW TO PROCEED WITH TREATMENT. IN ORDER TO ACHIEVE ADEQUATE SYMPTOM RELIEF, MANY PATIENTS REQUIRE BOTH MEDICAL AND SURGICAL THERAPIES.  USE OF THE INTERNATIONAL PELVIC PAIN SOCIETY (IPPS) PELVIC PAIN ASSESSMENT FORM IS AN UNDERUTILIZED ASSESSMENT MODALITY THAT BE USED TO AID IN THE EARLY DIAGNOSIS OF ENDOMETRIOSIS. THIS FORM ADDRESSES MULTIPLE CAUSE OF PELVIC PAIN INCLUDING ENDOMETRIOSIS AND FIBROIDS. IT GUIDES PROVIDERS TO COMPLETE A THROUGHOUT ASSESSMENT. MANY GYNECOLOGISTS, PRIMARY CARE PROVIDERS AND PATIENTS ARE UNAWARE OF THIS ASSESSMENT FORM. THE USE OF THIS STANDARDIZED FORM MAY HELP TO INCREASE EARLY DIAGNOSIS AND TREATMENT OF ENDOMETRIOSIS AND THEREFORE IMPROVE MATERNAL MORBIDITY AND MORTALITY.  THIS STUDY WILL INVOLVE MULTIPLE SURVEYS FOR BOTH PATIENTS AND PROVIDERS. THE SURVEYS WILL EVALUATE PATIENTS' AND PROVIDERS' EXPERIENCE AND PERCEPTIONS WITH THE TREATMENT AND DIAGNOSIS OF ENDOMETRIOSIS. WE WILL INTRODUCE AN INTERVENTION AND ASSESS IF THE INTERVENTION IMPROVES HEALTH AND MATERNAL OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f8eb9f7-3ee7-fb7d-c649-ee912e019c18-C", "generated_internal_id": "ASST_NON_ASTWH220121_7521"}, {"internal_id": 152374099, "Award ID": "ASTWH220120", "Award Amount": 266863.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "DOES EMBEDDING A PROGRAM WITH SPECIALTY TRAINED REGISTERED DIETITIANS IMPROVE PATIENT ACCESS TO MEDICAL NUTRITION THERAPY FOR POLYCYSTIC OVARY SYNDROME (PCOS)? - POLYCYSTIC OVARY SYNDROME (PCOS) IS ONE OF THE MOST COMMON ENDOCRINE DISORDERS OF WOMEN ACROSS THE WORLD. ROTTERDAM CRITERIA DEFINES PCOS DIAGNOSIS BY HAVING AT LEAST TWO OF THE THREE FOLLOWING SYMPTOMS: HYPERANDROGENISM, OVULATORY DYSFUNCTION, AND POLYCYSTIC OVARIES. THESE SYMPTOMS ARE OFTEN BUT NOT EXCLUSIVELY ACCOMPANIED BY COMORBIDITIES CHARACTERIZED BY INSULIN RESISTANCE, HYPERINSULINEMIA, DYSLIPIDEMIA AND OBESITY. THESE SYMPTOMS INCREASE RISK OF COMPLICATIONS DURING PREGNANCY AND CHRONIC DISEASES LATER IN LIFE SUCH AS TYPE 2 DIABETES, CARDIOVASCULAR DISEASE, BREAST AND ENDOMETRIAL CANCERS. CURRENTLY THERE IS LIMITED DATA REGARDING THE ETIOLOGY OF PCOS, WHICH IS WHY IT IS ONE OF THE MOST POORLY UNDERSTOOD DISORDERS AMONGST PATIENTS AND PHYSICIANS [1]. PRESENTLY, THE FIRST LINE OF TREATMENT IS LIFESTYLE INTERVENTION AND WEIGHT LOSS. WEIGHT LOSS OF 5-15% HAS BEEN SHOWN TO IMPROVE INSULIN RESISTANCE, DECREASE ANDROGENS AND IMPROVE FERTILITY [3]. FURTHERMORE, RESEARCH HAS SHOWN WOMEN WITH THE MOST SUCCESSFUL OUTCOMES OF PCOS TREATMENT HAVE MET WITH A MULTIDISCIPLINARY TEAM INCLUDING A DIETITIAN AND HEALTH PSYCHOLOGIST [11]. DIETITIANS ARE OFTEN OVERLOOKED IN THE TREATMENT OF PCOS DUE TO BARRIERS SUCH AS PATIENT LACK OF INSURANCE COVERAGE, LACK OF DIETITIANS WITH PCOS SPECIFIC KNOWLEDGE, AND LACK OF PHYSICIAN REFERRALS. CURRENT DATA APPROXIMATES 15% OF PATIENTS LIVING WITH PCOS HAVE MET WITH A DIETITIAN [11]. THIS PROJECT AIMS TO BRIDGE THIS GAP IN CARE AND INCREASE ACCESS TO NUTRITION THERAPY FOR PCOS AMONGST WOMEN OF VARYING DEMOGRAPHICS ACROSS THE GREATER HOUSTON AREA.  THE PROPOSED PROJECT WOULD ENTAIL SURVEYING CURRENT DIETETIC STAFF'S KNOWLEDGE AND PERCEPTIONS IN MEDICAL NUTRITION MANAGEMENT FOR PCOS. ONCE THE SURVEYS ARE COMPLETED, STAFF WILL PARTICIPATE IN A SPECIALIZED PCOS TRAINING COURSE. FOLLOWING EDUCATION, THE DIETETIC STAFF WILL BE DISTRIBUTED AN ADDITIONAL SURVEY TO ASSESS KNOWLEDGE. ONCE STAFF IS FULLY TRAINED, THE PROGRAM AND SERVICES WILL BE ADVERTISED TO CURRENT UT PHYSICIAN OBGYN PROVIDERS LOCATED AROUND THE GREATER HOUSTON AREA WITH A SUCCINCT 2-3-MINUTE VIDEO. PART OF THIS ADVERTISEMENT WILL ALSO INCLUDE A BRIEF PRE AND POST SURVEY ASSESSING PROVIDER LIKELIHOOD TO REFER THEIR PATIENTS WITH PCOS TO AN RD. LASTLY, REFERRED PATIENTS TO THE PROGRAM WILL BE SURVEYED BOTH BEFORE AND AFTER THE INITIAL MEETING WITH A SPECIALIZED RD TO ASSESS PATIENT EXPERIENCE. WE HYPOTHESIZE THAT UTILIZING A SPECIALIZED TRAINED STAFF AND IMPROVING PROVIDER VISIBILITY WILL INCREASE PATIENT ACCESS TO QUALITY NUTRITION CARE FOR PCOS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9adce466-3b6d-ecdb-7412-8082d6529b1f-C", "generated_internal_id": "ASST_NON_ASTWH220120_7521"}, {"internal_id": 152373415, "Award ID": "ASTWH220119", "Award Amount": 270000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "MUJERES CON CONFIANZA,  WOMEN WITH CONFIDENCE, AN EVIDENCE-BASED PROGRAM TO IMPROVE WOMEN'S HEALTH - UNIVERSITY HEALTH SERVES A 28 COUNTY SERVICE REGION IN SOUTH TEXAS THAT INCLUDES BEXAR COUNTY, TEXAS. BEXAR COUNTY IS THE LARGEST POPULATION CENTER OF SOUTH TEXAS WITH A TOTAL POPULATION OF ALMOST 2 MILLION RESIDENTS AND INCLUDES THE SAN ANTONIO METROPOLITAN REGION (THE SEVENTH LARGEST IN THE U.S.). RESIDENTS IN THIS AREA ARE DISPROPORTIONATELY IMPACTED BY NUMEROUS HEALTH DISPARITIES INCLUDING POOR MATERNAL HEALTH, HIGH RATES OF PRETERM BIRTHS, AND HIGH RATES OF DELIVERIES BY CAESAREAN SECTION. TO ADDRESS THESE DISPARITIES AND IMPROVE AND ADVANCE MATERNAL HEALTH AND HEALTH EQUITY FOR WOMEN IN BEXAR COUNTY, TEXAS, BEXAR COUNTY HOSPITAL DISTRICT DBA UNIVERSITY HEALTH PROPOSES THE MUJERES CON CONFIANZA PROGRAM, AN EDUCATION-FOCUSED INTERVENTION DESIGNED TO IMPROVE DIAGNOSIS AND TREATMENT OF ENDOMETRIOSIS, POLYCYSTIC OVARY SYNDROME, AND FIBROIDS IN WOMEN OF CHILDBEARING AGE. MUJERES CON CONFIANZA CONSISTS OF BOTH PROVIDER AND PATIENT EDUCATION ON ENDOMETRIOSIS, PCOS, AND FIBROIDS. FOR THE PROVIDER EDUCATION COMPONENT, A CLINICAL CHAMPION WILL BE CHOSEN FOR EACH PARTICIPATING PROGRAM SITE. THE CLINICAL CHAMPIONS WILL USE SYSTEMATIC PRACTICE-BASED INTERVENTIONS TO EDUCATE HEALTH CARE PROVIDERS AND STAFF ABOUT 1) SCREENING AND TREATMENT GUIDELINES AND UPDATES, 2) BARRIERS TO ACCESSING SCREENING AND TREATMENT, 3) THE NEED TO INCREASE SCREENING, PARTICULARLY AMONG AT-RISK AND ETHNIC GROUPS, 4) REVIEW THE MOST RECENT USPSTF GUIDELINE RECOMMENDATIONS, AND 5) PROVIDE TREATMENT PROTOCOLS. PROVIDERS AND STAFF AT PARTICIPATING CLINICS WILL RECEIVE TAILORED EDUCATION FACILITATED BY MEMBERS OF THEIR TEAM ALONG WITH THE MEDICAL DIRECTOR AND ADMINISTRATIVE LEADERSHIP. IN-PERSON EDUCATION SESSIONS AND SELF-PACED MODULES ON UNIVERSITY HEALTH’S LEARNING CENTRAL WILL BE CREATED AND ASSIGNED, ANNUALLY, FOR COMPLETION TO CLINIC PROVIDERS AND STAFF. PHYSICAL EDUCATION MATERIALS WITH CONTENT FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) AND NATIONAL INSTITUTES OF HEALTH (NIH) WILL BE USED TO INCREASE PROVIDER AND STAFF KNOWLEDGE PROMOTING POSITIVE CHANGE. THE MUJERES CON CONFIANZA PROGRAM CURRICULUM AND EDUCATIONAL RESOURCES FOR PATIENTS ON ENDOMETRIOSIS, PCOS AND FIBROIDS WILL BE DEVELOPED UTILIZING NIH AND CDC RESOURCES AND A REVIEW OF EVIDENCE BASED LITERATURE. THE CURRICULUM WILL CONSIST OF THREE EDUCATIONAL SESSIONS FOCUSED ON 1) AWARENESS OF ENDOMETRIOSIS, PCOS, AND FIBROIDS, 2) DIAGNOSIS AND TREATMENT OPTIONS FOR THESE CONDITIONS AND 3) PATIENT ACTIVATION/SELF-ADVOCACY. PATIENTS WILL RECEIVE EDUCATION FROM A BILINGUAL, CULTURALLY COMPETENT HEALTH EDUCATOR WHO IS FROM THE LOCAL COMMUNITY AND SHARES LIFE EXPERIENCES WITH THE TARGET POPULATION. THE CURRICULUM SESSIONS WILL BE COMPLETED IN ONE-ON-ONE AND GROUP SETTINGS BOTH IN PERSON AND VIRTUALLY, GIVING PATIENTS AN OPPORTUNITY TO SELECT THE MOST CONVENIENT OPTION AND WILL BE OFFERED ON A MONTHLY BASIS. PATIENTS WILL BE RECRUITED VIA EMAIL AND POSTAGE MAIL INVITATIONS AS WELL AS MAILING INSERTS IN THEIR MONTHLY BILL. THE PROGRAM’S HEALTH EDUCATOR WILL FOLLOW UP WITH PHONE CALLS TO ANSWER QUESTIONS, ENCOURAGE ENROLLMENT AND OBTAIN REGISTRATION INFORMATION. ONE SESSION WILL BE PRESENTED WEEKLY FOR A TOTAL OF THREE DIFFERENT CLASSES EACH MONTH. TO COMPLETE THE PROGRAM, THE PATIENT MUST COMPLETE ALL THREE SESSIONS AS WELL AS THE PRE AND POST SURVEYS. INCENTIVES WILL BE PROVIDED TO PATIENTS AT THE COMPLETION OF EACH PRE AND POST SURVEY. ADDITIONALLY, A PROGRAM HEALTH EDUCATOR WILL ATTEND COMMUNITY EVENTS AND ACTIVITIES TO REACH COMMUNITY MEMBERS WITH CULTURALLY SENSITIVE EDUCATIONAL RESOURCES ON ENDOMETRIOSIS, FIBROIDS AND PCOS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd890ab5-57b1-cd14-a015-d2e7ed00be55-C", "generated_internal_id": "ASST_NON_ASTWH220119_7521"}, {"internal_id": 152373277, "Award ID": "ASTWH220118", "Award Amount": 269621.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "CENTERING(PATIENTSWITH)FIBROIDS - UTERINE FIBROIDS (UF), SMOOTH MUSCLE NEOPLASMS OF THE MYOMETRIUM, AFFECT NEARLY 80% OF WOMEN BEFORE AGE 50 YEARS AND IMPACT THE LIVES OF 26 MILLION WOMEN IN THE UNITED STATES ALONE. NON-HISPANIC BLACK WOMEN, EXPERIENCE 2-3 TIMES THE INCIDENCE OF UF, EARLIER ONSET OF DISEASE, AND GREATER DISEASE SEVERITY (LARGER TUMOR SIZE, MORE NUMEROUS TUMORS, AND HEAVIER BLEEDING) THAN NON-HISPANIC WHITE WOMEN.[1] SYMPTOMATIC UF DRAMATICALLY REDUCE QUALITY OF LIFE, CAUSING SEVERE BLEEDING, ANEMIA, PAIN, INFERTILITY, AND COMPLICATIONS OF PREGNANCY AND DELIVERY. UTERINE FIBROIDS REMAIN THE PRIMARY INDICATION FOR HYSTERECTOMY IN THE UNITED STATES. \t      AT BOSTON MEDICAL CENTER (BMC), CLINICIANS IN THE OB/GYN DEPARTMENT SEE HUNDREDS OF PATIENTS AND PERFORM AT LEAST 200 UF-RELATED SURGERIES EACH YEAR. BMC IS THE LARGEST SAFETY-NET HOSPITAL IN NEW ENGLAND, WITH OVER 70% OF THE PATIENT POPULATION COMING FROM UNDERSERVED COMMUNITIES.  OVER TWO-THIRDS OF BMC’S POPULATION IDENTIFY AS BLACK – A POPULATION SHOWN TO EXPERIENCE THE HIGHEST UF BURDEN. BEYOND THIS DISPROPORTIONATE BURDEN OF DISEASE AMONG BLACK WOMEN, EVIDENCE ALSO SHOWS THAT IMPLICIT RACIAL BIAS WITHIN THE HEALTHCARE SYSTEM HAS BEEN DIRECTLY LINKED TO DELIVERY OF LOWER QUALITY CARE FOR PATIENTS OF COLOR.[2]  IT WAS WITH THIS HEALTH INEQUITY IN MIND THAT THE CENTERING(PATIENTSWITH)FIBROIDS (CPWF) INTERVENTION WAS DEVELOPED. ADAPTED FROM THE CENTERING HEALTHCARE INSTITUTE’S MODEL OF GROUP CARE, OUR PROGRAM PRIORITIZES A MULTIDISCIPLINARY, PATIENT-CENTERED, AND EVIDENCE-BASED APPROACH TO PATIENT CARE FOR WOMEN DIAGNOSED WITH UF.[3] MORE SPECIFICALLY, THE CPWF INTERVENTION WAS DESIGNED TO ENGAGE AND EMPOWER PATIENT PARTICIPANTS, WITH THE END GOAL OF IMPROVING PATIENT KNOWLEDGE, UNDERSTANDING OF THEIR HEALTH CONDITION, AND AVAILABLE TREATMENT OPTIONS. WITH THIS APPROACH, PATIENTS’ MISTRUST OF THE HEALTHCARE SYSTEM WILL BE UNDERSTOOD AND ADDRESSED, THEREBY IMPROVING OUTPATIENT HEALTHCARE RESOURCES, AND IMPROVING PATIENT OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54768301-b245-c1c5-66ec-e0c90b049cc4-C", "generated_internal_id": "ASST_NON_ASTWH220118_7521"}, {"internal_id": 152374031, "Award ID": "ASTWH220117", "Award Amount": 267631.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "A DEMONSTRATION PROJECT TO IMPLEMENT AND EVALUATE A MULTI-DISCIPLINARY PCOS CLINICAL CARE AND PATIENT NAVIGATION PROGRAM AT A LARGE ACADEMIC HOSPITAL. - POLYCYSTIC OVARY SYNDROME (PCOS) IS A COMPLEX ENDOCRINE AND REPRODUCTIVE SYSTEM DISORDER CHARACTERIZED BY ANOVULATION OR OLIGO-OVULATION AND HYPERANDROGENISM AND/OR POLYCYSTIC OVARIAN MORPHOLOGY. THIS SYNDROME IS CHARACTERIZED BY HIGH INSULIN LEVELS WHICH UPREGULATE ANDROGEN PRODUCTION FROM THE OVARIES AND DISRUPT NORMAL HYPOTHALAMIC-PITUITARY-OVARIAN AXIS FUNCTION. THE MULTIFACETED NATURE OF THE DISORDER RESULTS IN A BROAD SPECTRUM OF ADVERSE PHYSIOLOGIC EFFECTS AFFECTING METABOLIC, REPRODUCTIVE, AND BEHAVIORAL HEALTH. THE BURDEN OF ILLNESS AMONG REPRODUCTIVE-AGED WOMEN IN THE US IS EPIDEMIOLOGICALLY HIGH AND FISCALLY COSTLY, WITH APPROXIMATELY 10% OF WOMEN AFFECTED, ACCOUNTING FOR AN ESTIMATED $4.36 BILLION ANNUALLY. PCOS ADDITIONALLY HAS IMPORTANT IMPACTS ON MATERNAL HEALTH WHICH INCLUDE A HIGHER RATE OF METABOLIC COMORBIDITIES AT PREGNANCY ONSET; INFERTILITY REQUIRING ASSISTED REPRODUCTIVE TECHNOLOGY INTERVENTIONS THAT RAISE PERINATAL RISK FOR PREGNANT PEOPLE AND NEONATES; AND HIGHER RATES OF PERINATAL SERIOUS CARDIOVASCULAR AND MENTAL HEALTH COMPLICATIONS AND OF ADVERSE NEONATAL OUTCOMES COMPARED TO INDIVIDUALS WITHOUT PCOS. WITH OVER 3.6 MILLION BIRTHS REGISTERED IN THE US IN 2020, THE POPULATION OF PREGNANT PATIENTS WITH PCOS ANNUALLY IS LIKELY IN THE HUNDREDS OF THOUSANDS; THE TYPES OF MATERNAL COMPLICATIONS FOR WHICH PCOS PATIENTS ARE AT HIGHER RISK ACCOUNT FOR 35% OF PREGNANCY RELATED DEATHS IN THE US.  CURRENT PCOS CARE IS FRAGMENTED DUE TO THE MULTI-SYSTEM NATURE OF THE DIAGNOSIS. MANY PATIENTS WITH PCOS ARE UNDIAGNOSED AND/OR UNDER-TREATED IN RELATION TO CONSENSUS GUIDELINES. OUR PROJECT AIMS TO ESTABLISH AND EVALUATE A MULTIDISCIPLINARY PCOS CLINICAL AND PATIENT NAVIGATION PROGRAM, INFORMED BY A PATIENT AND COMMUNITY ADVISORY BOARD. THE MULTIDISCIPLINARY NATURE OF THE PROGRAM AIMS TO ALLEVIATE THE FRAGMENTED SUBSPECIALTY CARE COMMON IN PCOS AND CONNECT A NETWORK OF PROVIDERS FROM ALL RELEVANT SPECIALTIES TO PROVIDE COMPREHENSIVE AND TIMELY CARE TO THIS PATIENT POPULATION. USING PATIENT NAVIGATION, WE ANTICIPATE ALLEVIATING ACCESS CHALLENGES THAT MAY CREATE DISPARITIES IN INITIATION OF OR RETENTION IN MULTISPECIALTY CARE FOR PCOS.  THE SPECIFIC AIMS ARE TO ENROLL PATIENTS IN COMPREHENSIVE, MULTIDISCIPLINARY PCOS CARE; TO INCREASE COMPLETION OF TESTING, REFERRALS, AND FOLLOW UP THROUGH CULTURALLY SENSITIVE PATIENT NAVIGATION; TO GATHER PATIENT AND COMMUNITY PERSPECTIVES ON PCOS CARE; AND TO TRACK METABOLIC, REPRODUCTIVE (INCLUDING MATERNAL), AND BEHAVIORAL HEALTH OUTCOMES LONGITUDINALLY. THE PROPOSED PROGRAM INCLUDES NURSE-LED PATIENT NAVIGATION; MULTIDISCIPLINARY BIOMEDICAL EVALUATION AND TREATMENT; NUTRITION COUNSELING AND SUPPORT; INTEGRATED BEHAVIORAL HEALTH CARE; AND SPECIALTY REFERRALS TO DEDICATED PCOS-AWARE PROVIDERS IN PRIMARY CARE, ENDOCRINOLOGY, DERMATOLOGY, LIFESTYLE MEDICINE AND BARIATRIC SURGERY, AND INFERTILITY MEDICINE. THE PROJECT WILL ALSO INCLUDE QUALITATIVE AND QUANTITATIVE PROCESS EVALUATION AS WELL AS PATIENT-LEVEL OUTCOME EVALUATION OF BIOMEDICAL, PSYCHOSOCIAL, LIFESTYLE MODIFICATIONS OUTCOMES INCLUDING PREGNANCY OUTCOMES; THESE ASSESSMENTS WILL BE STRUCTURED USING THE RE-AIM FRAMEWORK. ADDITIONALLY, THE PROJECT WILL ENGENDER COMMUNITY ENGAGEMENT THROUGH FOCUS GROUPS AND AN ACTIVE COMMUNITY ADVISORY BOARD, INCLUDING MEMBERS FROM MINORITIZED GROUPS TO ENSURE THE DEVELOPMENT OF A PATIENT-CENTERED CLINICAL PROGRAM AND RESEARCH PROCESS.  WE HYPOTHESIZE THAT THIS COMPREHENSIVE, MULTIDISCIPLINARY PCOS CLINICAL CARE AND PATIENT NAVIGATION PROGRAM WILL IMPROVE 1) ACCESS TO CARE (E.G., METABOLIC, GYNECOLOGIC, REPRODUCTIVE, AND BEHAVIORAL HEALTH), 2) UPTAKE AND PERSISTENCE OF LIFESTYLE MODIFICATIONS, AND 3) PATIENT EMPOWERMENT AND SATISFACTION AMONG PATIENTS WITH PCOS RECEIVING CARE AT THE UNIVERSITY OF COLORADO HOSPITAL.  WE ALSO HYPOTHESIZE THAT THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f8eb9f7-3ee7-fb7d-c649-ee912e019c18-C", "generated_internal_id": "ASST_NON_ASTWH220117_7521"}, {"internal_id": 152373225, "Award ID": "ASTWH220116", "Award Amount": 270000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "IMPROVING MATERNAL HEALTH IN AN FQHC - A FEDERALLY QUALIFIED HEALTH CENTER WITH A NETWORK OF 30 CLINICS IN LOS ANGELES AND ORANGE COUNTIES, ALTAMED HEALTH SERVICES SEEKS TO TEST A NEW CLINICAL DIAGNOSTIC APPROACH AND EMPOWERMENT INTERVENTION FOR LOW-INCOME FEMALE PATIENTS – PRIMARILY LATINA – BETWEEN THE AGES OF 15 AND 44 YEARS OLD THAT WILL NARROW THE WINDOW OF TIME FROM SYMPTOM PRESENTATION TO DIAGNOSIS AND TREATMENT FOR UTERINE FIBROIDS AND POLYCYSTIC OVARY SYNDROME. THE PLAN SETS THE STAGE FOR A PARADIGM SHIFT IN IN WOMEN’S HEALTH MANAGEMENT BY ADAPTING THE CHRONIC CARE MODEL FOR DIABETES AND COLORECTAL HEALTH. FACILITATED BY CUSTOMIZED CHANGES IN THE ELECTRONIC MEDICAL RECORD, THIS PROJECT WILL MOBILIZE THE ENTIRE DOCTOR-PATIENT-FAMILY TRIAD. RECOGNIZING THAT FAMILY PRACTITIONERS, OBSTETRICIANS, AND GYNECOLOGISTS’ LATITUDE IN APPLYING CLINICAL GUIDELINES HAS PRIVILEGED IMMEDIATE SYMPTOM REDUCTION OVER DIAGNOSES, THE PROJECT DIRECTOR WILL TRAIN PROVIDERS IN NEW GUIDEPOSTS. ANOTHER FEATURE OF THIS SYSTEM WILL BE FOLLOW-UP BY A CENTRALIZED TEAM OF BILINGUAL AND BICULTURAL ENGLISH/SPANISH PROFESSIONALS (“REGISTRY TEAM”) WHO WILL SUPPORT PATIENTS CONSISTENTLY AND PATIENTLY.  TO ACTIVATE PATIENTS AND THEIR SUPPORT SYSTEMS, ALTAMED WILL INTRODUCE – VIA MOBILE MESSAGING AND IN HARD COPY – ORIGINAL FOTONOVELAS, BOOKLETS WITH GRAPHICS AND GRIPPING STORYLINES THAT ARE TAILORED TO APPEAL TO THE DISTINCT AUDIENCES OF PATIENTS, FAMILY MEMBERS, AND FRIENDS. A GROUP OF COMMUNITY REPRESENTATIVES LIVING IN ALTAMED’S HOME BASE OF SOUTHEAST LOS ANGELES AND ASSOCIATED WITH ALTAMED’S INSTITUTE FOR HEALTH EQUITY, WILL GUIDE CONTENT DEVELOPMENT, AS WILL LOCAL EXPERTS IN LATINX CIVICALLY ENGAGED HEALTH PROMOTION.  AS A DIRECT RESULT OF THESE EFFORTS, ALTAMED ANTICIPATES SEVERAL QUANTITATIVE AND QUALITATIVE CHANGES, FROM MORE KNOWLEDGE AND BETTER LISTENING SKILLS AMONG PROVIDERS TO HIGHER ENGAGEMENT AND TRUST IN THE PROCESS AMONG PATIENTS AND INCREASED KNOWLEDGE/SOCIAL SUPPORT FROM FAMILY AND FRIENDS. OVER THE PROJECT PERIOD, ALTAMED’S PROJECT WILL INCREASE COMMUNITY AWARENESS OF THE SYMPTOMS OF FIBROIDS AND PCOS RESULTING IN REDUCED TIME TO SYMPTOM REPORTING AND DIAGNOSIS AND IMPROVED TREATMENT OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94f3a7c1-fa05-56ff-fb19-a91224559bb5-C", "generated_internal_id": "ASST_NON_ASTWH220116_7521"}, {"internal_id": 152374098, "Award ID": "ASTWH220115", "Award Amount": 261765.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "PARTNERING TO NAVIGATE POLYCYSTIC OVARY SYNDROME - BACKGROUND MATERNAL MORBIDITY AND MORTALITY ARE INCREASING IN THE UNITED STATES AND THERE ARE LARGE DISPARITIES FOR BLACK AND HISPANIC WOMEN. ONE OF THE WAYS TO IMPROVE PREGNANCY OUTCOMES IS TO PREVENT AND/OR CAREFULLY MANAGE CHRONIC CONDITIONS. POLYCYSTIC OVARIAN SYNDROME (PCOS) IS A CONDITION THAT IMPACTS MANY REPRODUCTIVE AGE INDIVIDUALS AND CAUSES AN INCREASED RISK OF CHRONIC CONDITIONS AND POOR PREGNANCY OUTCOMES. BETTER MANAGEMENT OF PCOS MAY HELP PEOPLE HAVE IMPROVED PREGNANCY AND LONG-TERM HEALTH OUTCOMES, BUT THERE ARE VERY FEW PROGRAMS THAT MANAGE PCOS IN A HOLISTIC WAY OR IN A WAY THAT IS CULTURALLY RELEVANT TO THE PATIENTS WHO NEED IT MOST. OUR TEAM HAS A LONG HISTORY OF ENGAGING WITH DIVERSE PATIENT STAKEHOLDERS ESPECIALLY BLACK, NATIVE AMERICAN AND HISPANIC WOMEN. OBJECTIVES WE PLAN TO WORK WITH PATIENT AND CLINICAL STAKEHOLDERS TO DEVELOP AND TEST A HOLISTIC PCOS MANAGEMENT PROGRAM WITHIN A FEDERALLY QUALIFIED HEALTH CENTER (FQHC) IN THE SOUTHERN U.S WHERE PATIENTS EXPERIENCE DISPARITIES IN CHRONIC CONDITIONS AND IN PREGNANCY OUTCOMES. GOAL 1: IMPROVE IDENTIFICATION AND DIAGNOSIS OF PCOS BY PROVIDERS AND CLINICAL STAFF AT THE FQHC GOAL 2: IMPROVE PCOS-RELATED KNOWLEDGE FOR PATIENTS WITH PCOS AT PHS GOAL 3: DESIGN AND IMPLEMENT A PATIENT-CENTERED, EVIDENCE-BASED COMPREHENSIVE, MULTIDISCIPLINARY PCOS MANAGEMENT PROGRAM AT THE FQHC GOAL 4: DEMONSTRATE IMPROVED PHYSICAL, EMOTIONAL AND REPRODUCTIVE HEALTH FOR PATIENTS ENROLLED IN THE PCOS MANAGEMENT PROGRAM GOAL 5: DISSEMINATE THE PCOS MANAGEMENT PROGRAM MORE BROADLY POPULATION WE WILL ENGAGE WITH 4 EXISTING PATIENT STAKEHOLDERS WHO IDENTIFY AS BLACK AND HISPANIC, 6 CLINICAL EXPERTS AND 6-10 CLINICAL STAKEHOLDERS FROM THE FQHC TO DESIGN THE EDUCATIONAL TOOLS AND THE PCOS MANAGEMENT PROGRAM. WE ANTICIPATE ENROLLING ABOUT 50 PATIENTS, 25 OF HISPANIC ETHNICITY, 12 OF BLACK/AFRICAN AMERICAN RACE AND 13 OTHER PATIENTS FROM THE FQHC TO PARTICIPATE IN THE PCOS MANAGEMENT PROGRAM. METHODOLOGY WE WILL FIRST WORK WITH OUR EXISTING STAKEHOLDERS TO DEVELOP EDUCATIONAL MATERIALS FOR PROVIDERS TO BETTER DIAGNOSE PCOS AND FOR PATIENTS TO BETTER UNDERSTAND PCOS. WE WILL THEN DEVELOP A COMPREHENSIVE, MULTIDISCIPLINARY PCOS MANAGEMENT PROGRAM FOR THOSE INDIVIDUALS DIAGNOSED WITH PCOS AT THE FQHC. THIS PROGRAM WILL INCLUDE EVIDENCE-BASED MEDICAL CARE THAT ADDRESSES BOTH CHRONIC CONDITIONS AND REPRODUCTIVE HEALTH CONCERNS, NUTRITION SUPPORT, BEHAVIORAL HEALTH SUPPORT, AND PEER NAVIGATION. PEER NAVIGATORS WILL ALSO BE TRAINED TO PROVIDE A YEAR-LONG DIABETES PREVENTION PROGRAM FOR THOSE PATIENTS WITH PCOS WHO ARE OVERWEIGHT AND WHO ARE AT HIGH RISK TO DEVELOP TYPE 2 DIABETES. PEER NAVIGATORS WILL ALSO BE TRAINED TO PROVIDE CONTRACEPTIVE INFORMATION AND, FOR THOSE PATIENTS WHO ARE NOT ON HORMONAL CONTRACEPTION, TO TEACH THEM FERTILITY AWARENESS TO TRACK THEIR CYCLES.  KEY INFORMANT INTERVIEWS WILL BE COMPLETED BEFORE THE PROJECT LAUNCHES AND EVERY 6 MONTHS TO ASSESS BARRIERS AND FACILITATORS OF IMPLEMENTATION OUTCOMES PROVIDERS: PCOS KNOWLEDGE; PROVIDER PCOS REFERRALS PCOS PATIENTS: PCOS QUALITY OF LIFE AT 6 AND 12 MONTHS; DEPRESSION AND ANXIETY SYMPTOMS AT 6 AND 12 MONTHS; BLOOD GLUCOSE (HEMOGLOBIN A1C), WEIGHT, BLOOD PRESSURE, AND CHOLESTEROL AT 6 AND 12 MONTHS; REGULARITY OF MENSTRUAL CYCLES AND OVULATION. IMPLEMENTATION FACILITATORS AND BARRIERS TIMELINE YEAR 1: DESIGN OF PROGRAM; DEVELOPMENT OF PROVIDER AND PATIENT EDUCATIONAL TOOLS YEAR 2: PILOT PCOS MANAGEMENT PROGRAM AT FQHC YEAR 3: EVALUATE IMPLEMENTATION AND DISSEMINATE FINDINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_ASTWH220115_7521"}, {"internal_id": 152374070, "Award ID": "ASTWH220114", "Award Amount": 269162.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "SURRENDO NOVA:INTEGRATING A TECHNOLOGY BASED SERIOUS GAMING INTERVENTION TO CLINICAL SCREENING TO ADDRESS ENDOMETRIOSIS IN ADOLESCENCE - ENDOMETRIOSIS IS ESTIMATED TO IMPACT ONE IN TEN WOMEN OF REPRODUCTIVE AGE WITHIN THE UNITED STATES, AND PAINFUL AND DEBILITATING SYMPTOMS OFTEN BEGIN DURING ADOLESCENCE. DESPITE LENGTHY DIAGNOSTIC DELAYS, LITTLE PUBLIC HEALTH INTERVENTION HAS AIMED TOWARDS INCREASING DISEASE LITERACY AMONG ADOLESCENTS AND CLINICIANS WHO SERVE THEM. BEYOND DISEASE LITERACY, SOCIETAL STIGMA AGAINST DISCUSSING MENSTRUAL HEALTH AND MINIMIZATION OF PELVIC PAIN FURTHER INHIBIT DISEASE RECOGNITION AND AWARENESS. UNDIAGNOSED ENDOMETRIOSIS AND TOXIC STRESS DUE TO STIGMA CAN HARM ADOLESCENTS LATER IN LIFE, INCLUDING MATERNAL HEALTH. THROUGH A PARTNERSHIP BETWEEN GEORGE MASON UNIVERSITY, INOVA HEALTH, AND GAMING REVOLUTION FOR INTERNATIONAL DEVELOPMENT, WE WILL IMPLEMENT A MULTI-COMPONENT DEMONSTRATION PROJECT THAT INVOLVES A) UNIVERSAL SCREENING OF ADOLESCENT PATIENTS IN CLINICS, B) A SERIOUS GAMING INTERVENTION DESIGNED TO INCREASE AWARENESS, SELF-TRACKING OF SYMPTOMS, AND SELF-EFFICACY AND COPING, AND C) FOLLOW-UP APPOINTMENTS WITH CLINICIANS FOLLOWING GAME PLAY. USING A TYPE 1 HYBRID EFFECTIVENESS TRIAL, WE WILL ASSESS ACCEPTABILITY, FEASIBILITY AND SUSTAINABILITY AS WELL AS IMPACTS ON ENDOMETRIOSIS AWARENESS, COPING, SELF-EFFICACY, PERCEIVED SUPPORT, AND TRUST IN HEALTH CARE WORKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "959a5b47-d407-9807-55f0-ee776cca4bce-C", "generated_internal_id": "ASST_NON_ASTWH220114_7521"}, {"internal_id": 152372903, "Award ID": "ASTWH220113", "Award Amount": 270000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "ENDOMETRIOSIS EDUCATION, SCREENING, BRIEF INTERVENTION, AND REFERRAL TO TREATMENT (ENDO-SBIRT) TO INCREASE DIAGNOSIS AND TREATMENT OF ENDOMETRIOSIS IN WOMEN WITH OUDS AT RISK FOR FATAL OVERDOSE - THE DEPARTMENT OF OBSTETRICS AND GYNECOLOGY AT ROWAN UNIVERSITY SCHOOL OF OSTEOPATHIC MEDICINE PROPOSES TO ENGAGE 225 WOMEN WITH OPIATE USE DISORDERS FROM UNDERSERVED COMMUNITIES OF NEW JERSEY IN AN ENDOMETRIOSIS EDUCATION, SCREENING, BRIEF INTERVENTION, AND REFERRAL TO TREATMENT (ENDO-SBIRT) INTERVENTION TO RAPIDLY IDENTIFY WOMEN AT RISK FOR ENDOMETRIOSIS, LINK THEM TO DIAGNOSIS AND TREATMENT, AND DECREASE FATAL OVERDOSE. ENDOMETRIOSIS AFFECTS APPROXIMATELY 10% OF WOMEN WORLDWIDE. THE CONDITION IS DEFINED BY THE PRESENCE OF ENDOMETRIAL-LIKE TISSUE OUTSIDE THE UTERINE CAVITY. IT IS RESPONSIBLE FOR SEVERE PAIN AND INFERTILITY AND HAS A MAJOR IMPACT ON QUALITY OF LIFE. THE DELAY BETWEEN THE ONSET OF SYMPTOMS AND DIAGNOSIS OF ENDOMETRIOSIS IS TYPICALLY BETWEEN 6 AND 10 YEARS. WHILE ENDOMETRIOSIS IS NOT FATAL, WOMEN WITH UNDIAGNOSED ENDOMETRIOSIS MAY TURN TO ILLICIT OPIATES TO RELIEVE PAIN, PLACING THEM AT RISK FOR OVERDOSE. A STUDY OF COMMERCIAL CLAIMS DATA FROM 2009 TO 2018 OF 61,019 WOMEN WITH ENDOMETRIOSIS FOUND THAT 37.9% HAD HIGH-RISK OR CHRONIC OPIATE USE CONDITIONS. THERE IS INCREASING EVIDENCE OF THE LINK BETWEEN CHRONIC PELVIC PAIN DUE TO UNADDRESSED ENDOMETRIOSIS AND THE TRANSITION FROM PRESCRIPTION OPIOIDS TO ILLICIT OPIATE USE. WHILE ADVANCES IN LAPAROSCOPIC SURGERY AND GYNECOLOGICAL IMAGING HAVE INCREASED THE ABILITY OF PHYSICIANS TO DIAGNOSE AND TREAT ENDOMETRIOSIS, REFERRING ALL PATIENTS SUSPECTED OF HAVING ENDOMETRIOSIS TO LAPAROSCOPIC SURGEONS AND SPECIALIZED RADIOLOGISTS IS NOT FEASIBLE. RESEARCHERS HAVE DEVELOPED A PATIENT QUESTIONNAIRE TO DETECT PATIENTS AT HIGH RISK FOR ENDOMETRIOSIS AS THE FIRST STEP IN THE DIAGNOSTIC PROCESS. HOWEVER, THE SCREENING TOOL HAS NEVER BEEN IMPLEMENTED IN A PUBLIC HEALTH MODEL TO ADDRESS DIAGNOSTIC DELAYS. GIVEN THE OPIATE OVERDOSE PUBLIC HEALTH CRISIS, THERE IS A NEED TO RAPIDLY IDENTIFY HIGH-RISK WOMEN WHO MAY BE USING ILLICIT OPIATES TO ALLEVIATE UNDIAGNOSED ENDOMETRIOSIS-RELATED PAIN. THE LONG-TERM GOAL OF THIS PROJECT IS TO DEVELOP A PUBLIC HEALTH MODEL THAT INCLUDES A VALIDATED QUESTIONNAIRE TO RAPIDLY IDENTIFY WOMEN IN EARLY RECOVERY FROM OPIATE USE DISORDERS AT RISK FOR ENDOMETRIOSIS, LINK THEM TO DIAGNOSIS AND TREATMENT, AND ULTIMATELY DECREASE ENDOMETRIOSIS-RELATED FATAL OVERDOSE. THE PROJECT WILL DEVELOP AN ENDOMETRIOSIS EDUCATION, SCREENING, BRIEF INTERVENTION, AND REFERRAL TO TREATMENT (ENDO-SBIRT) INTERVENTION THAT WILL BE DELIVERED INDIVIDUALLY TO WOMEN OVER 15-20 MINUTES. ENDO-SBIRT WILL INCLUDE: 1) A 10-MINUTE EDUCATIONAL MODULE ON ENDOMETRIOSIS, 2) SCREENING FOR ENDOMETRIOSIS RISK USING THE CHAPRON PATIENT QUESTIONNAIRE, 3) DISCUSSION OF THE RESULTS OF THE SCREENING DURING A BRIEF INTERVENTION, AND 4) REFERRAL OF WOMEN ASSESSED TO BE AT HIGH OR VERY HIGH RISK FOR ENDOMETRIOSIS TO A PROVIDER FOR FURTHER EVALUATION, DIAGNOSIS, AND TREATMENT. A TRAINED COMMUNITY HEALTH WORKER WILL DELIVER THE INTERVENTION UNDER THE SUPERVISION OF AN OB/GYN PHYSICIAN. A PARTNERSHIP WITH THREE SUBSTANCE USE TREATMENT PROVIDERS WILL ENGAGE 225 WOMEN IN THE INTERVENTION OVER THREE YEARS.  THE GEOGRAPHIC CATCHMENT AREA WILL BE FIVE COUNTIES IN SOUTHERN NEW JERSEY WITH THE HIGHEST OVERDOSE RATES, INCLUDING ATLANTIC, CAMDEN, BURLINGTON, GLOUCESTER, AND OCEAN COUNTIES. THE POPULATION OF FOCUS WILL BE WOMEN OF REPRODUCTIVE AGE WHO USE ILLICIT OPIATES TO RELIEVE THE PAIN OF UNDIAGNOSED ENDOMETRIOSIS. OUTCOMES THAT WILL BE MEASURED INCLUDE THE NUMBER OF WOMEN ASSESSED TO BE AT HIGH RISK FOR ENDOMETRIOSIS, THE NUMBER OF WOMEN DIAGNOSED WITH AND TREATED FOR ENDOMETRIOSIS, AND CHANGES IN ENDOMETRIOSIS KNOWLEDGE AND QUALITY OF LIFE. THE GOALS ARE TO 1) IMPLEMENT AND EVALUATE THE ENDO-SBIRT INTERVENTION, 2) IDENTIFY AND TRACK EVIDENCE-BASED OUTCOMES, AND 3) TRANSITION ENDO-SBIRT TO SUSTAINABILITY. DISPARI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58efe611-2b8d-cdc6-d4c0-9e78b1ab3461-C", "generated_internal_id": "ASST_NON_ASTWH220113_7521"}, {"internal_id": 152374123, "Award ID": "ASTWH220112", "Award Amount": 496000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "HARNESSING STATE-WIDE PARTNERSHIPS AND TECHNOLOGY TO EXPAND ACCESS TO CARE FOR EATING DISORDERS IN ADOLESCENT GIRLS IN THE COVID-19 PANDEMIC AND BEYOND - EATING DISORDERS (EDS) ARE COMMON, DISABLING, AND COSTLY PROBLEMS THAT AFFECT UP TO 10% OF INDIVIDUALS IN THEIR LIFETIMES AND HAVE INCREASED IN PREVALENCE AND SEVERITY SINCE THE START OF THE COVID-19 PANDEMIC. HOWEVER, THERE IS AN EXTREMELY WIDE TREATMENT GAP FOR EDS, AND OVER 80% OF INDIVIDUALS WITH EDS DO NOT RECEIVE TREATMENT. EARLY INTERVENTION IS ESPECIALLY IMPORTANT DURING ADOLESCENCE, BECAUSE UNTREATED SYMPTOMS BECOME MORE FREQUENT, SEVERE, AND PERSISTENT OVER TIME, AND SHORTER LATENCY BETWEEN ED ONSET AND START OF TREATMENT IS ASSOCIATED WITH BETTER OUTCOMES. HOWEVER, THERE ARE MAJOR BARRIERS TO TREATMENT FOR ADOLESCENTS WITH EDS, AND THERE IS CLEARLY A NEED FOR A NEW MODEL OF DELIVERY THAT CAN IDENTIFY AND HELP ADOLESCENTS WITH AND AT RISK FOR EDS. THE MISSOURI EDS COUNCIL (MO EDC), A PART OF THE MISSOURI DEPARTMENT OF MENTAL HEALTH, WAS ESTABLISHED IN 2010 BY LAW. THE MO EDC HAS BEEN ADDRESSING THE LACK OF ACCESS TO TREATMENT FOR EDS IN MISSOURI THROUGH TWO INITIATIVES: 1) THE BODY U PROGRAM, WHICH PROVIDES ED SCREENING AND A SUITE OF EVIDENCE-BASED DIGITAL PROGRAMS FOR EDS PREVENTION AND TREATMENT TO ADULTS; AND 2) THE 360 ED TRAINING PROGRAM, WHICH OFFERS FREE AND AFFORDABLE EDS TRAINING PROGRAMS TO HEALTH AND MENTAL HEALTH PROVIDERS ACROSS THE STATE. THE OVERARCHING OBJECTIVE OF THIS PROJECT IS TO INCREASE ACCESS TO CARE AND IMPROVE OUTCOMES FOR EDS FOR ADOLESCENTS IN MISSOURI BY HARNESSING STATE-WIDE PARTNERSHIPS AND TECHNOLOGY, USING A MODEL THAT COULD ULTIMATELY BE WIDELY IMPLEMENTED. IN LINE WITH THIS OVERALL OBJECTIVE, OUR SPECIFIC GOALS ARE TO: 1) DEVELOP AND IMPLEMENT EVIDENCE-BASED INTERVENTIONS FOR EDS; 2) CREATE PARTNERSHIPS TO ADDRESS GAPS IN CARE; 3) CREATE DEVELOPMENTALLY APPROPRIATE EDUCATION AND OUTREACH; AND 4) PLAN FOR A TRANSITION OF A SUCCESSFUL PROJECT TO SUSTAINABILITY. TO ACCOMPLISH OUR GOALS, WE WILL IMPLEMENT THE BODY U PROGRAM IN MISSOURI MIDDLE AND HIGH SCHOOLS. BODY U IS BASED ON DECADES OF RESEARCH AND IS  COMPRISED OF MULTIPLE EVIDENCE-BASED COMPONENTS, INCLUDING ONLINE EDS SCREENING; A DIGITAL SELF-HELP PROGRAM FOR ADOLESCENTS AT LOW RISK OF DEVELOPING AN ED; A DIGITAL SELF-HELP PROGRAM FOR ADOLESCENTS AT HIGH RISK OF DEVELOPING AN ED; A COACHED DIGITAL PROGRAM FOR ADOLESCENTS WITH CLINICAL/SUBCLINICAL EDS OTHER THAN AN; AND REFERRALS TO PROVIDERS TRAINED BY THE MO EDC 360 PROGRAM FOR THOSE SCREENING POSITIVE FOR AN. THE DIGITAL PROGRAMS WILL ALSO ADDRESS THE SOCIAL ISOLATION AND LONELINESS WHICH HAS INCREASED IN THE COVID-19 PANDEMIC FOR MANY ADOLESCENT GIRLS AND CONTRIBUTED TO ED SYMPTOMS. THE ADOLESCENT VERSION OF OUR BODY U PROGRAM WILL BE IMPLEMENTED IN PARTNERSHIP WITH SCHOOLS AND PARENTS, WITH SCHOOL NURSES IN THE STATE SERVING AS CARE NAVIGATORS AND SUPPORTING COMMUNITY-CLINICAL LINKAGES. WE HAVE ASSEMBLED THE STATE-WIDE PARTNERS NEEDED TO SUCCESSFULLY DISSEMINATE AND IMPLEMENT THIS PROGRAM, AS WELL AS FOSTER ITS SUSTAINABILITY. THESE PARTNERS INCLUDE: THE MISSOURI DEPARTMENT OF MENTAL HEALTH, MISSOURI CHILD PSYCHIATRY ACCESS PROJECT, MISSOURI BEHAVIORAL HEALTH COUNCIL, MISSOURI DEPARTMENT OF HEALTH AND SENIOR SERVICES, MISSOURI COORDINATED SCHOOL HEALTH COALITION, THE MISSOURI ASSOCIATION FOR SCHOOL NURSES, AND THE NATIONAL CENTER FOR RURAL SCHOOL MENTAL HEALTH WITH ADDITIONAL STATE-WIDE AND NATIONAL PARTNERSHIPS TO BE FORGED OVER THE PROJECT PERIOD. OVER THE COURSE OF THIS 3-YEAR GRANT, WE WILL IMPLEMENT THE BODY U PROGRAM IN AT LEAST 10 PUBLIC SCHOOL DISTRICTS IN MISSOURI, REACHING AT LEAST 2,000 GIRLS. WE WILL ALSO DETERMINE A PLAN FOR THE CONTINUED IMPLEMENTATION OF BODY U, NOT ONLY IN MISSOURI, BUT ALSO IN OTHER SETTINGS ACROSS THE COUNTRY AND GLOBALLY. IN SUMMARY, THE BODY U PROGRAM IS A ROBUST, EVIDENCE-BASED APPROACH FOR PROVIDING SCREENING AND TAILORED DIGITAL INTERVENTIONS AND REFERRALS FOR EDS THAT HARNESSES STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_ASTWH220112_7521"}, {"internal_id": 152372942, "Award ID": "ASTWH220111", "Award Amount": 694956.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "SUD AND IPV AMONG MISSISSIPPI'S MOMS: INITIATIVE TO PREVENT AND TREAT (SIMM INITIATIVE) - THE UNIVERSITY OF MISSISSIPPI MEDICAL CENTER (UMMC) AND ITS PARTNERS, (1) MISSISSIPPI COALITION AGAINST DOMESTIC VIOLENCE, OFFERING SERVICES IN 78 OF MISSISSIPPI’S 82 COUNTIES; (2) CONVERGE: PARTNERS IN ACCESS; (3) MISSISSIPPI COALITION AGAINST SEXUAL ASSAULT; (4) MISSISSIPPI STATE DEPARTMENT OF HEALTH; (5) COMMUNITY HEALTH CENTER ASSOCIATION OF MISSISSIPPI, REPRESENTING 21 COMMUNITY HEALTH CENTERS THROUGHOUT MISSISSIPPI; AND (6) UNIVERSITY OF MISSISSIPPI’S CENTER FOR RESEARCH EVALUATION, PROPOSE TO ESTABLISH THE SUD AND IPV AMONG MISSISSIPPI’S MOMS: INITIATIVE TO PREVENT AND TREAT (SIMM INITIATIVE).  THE SIMM INITIATIVE RECOGNIZES THE INTERCONNECTIONS BETWEEN SUBSTANCE USE DISORDER (SUD) AND INTERPERSONAL VIOLENCE (IPV) AMONG PREGNANT AND POSTNATAL WOMEN, AND IS AWARE OF THE NEED TO SCREEN AND TREAT FOR BOTH. MISSISSIPPI’S MENTAL HEALTH AND SUD PROVIDERS NEED TO BE TRAINED TO SCREEN AND REFER FOR TREATMENT THOSE WOMEN SUFFERING FROM IPV. CONCOMITANTLY, MISSISSIPPI’S COMMUNITY-BASED SERVICE PROVIDERS FOR PREGNANT AND POSTPARTUM WOMEN SUFFERING FROM IPV NEED TO BE TRAINED TO SCREEN AND REFER PATIENTS FOR SUD.  THE SIMM INITIATIVE TEAM INCLUDES ACADEMIC MEMBERS AND PRACTITIONERS WITH EXPERTISE IN IDENTIFYING AND TREATING THOSE WITH SUD AND IPV, NURSING, PUBLIC HEALTH/DATA SCIENCE, BIOSTATISTICS, AND EVALUATION METHODOLOGY, AS WELL AS STATE- AND COMMUNITY-BASED ORGANIZATIONS AND PRACTITIONERS PROVIDING SERVICES TO MISSISSIPPIANS WITH A HISTORY OF EITHER SUD AND/OR IPV.  TO COMPLETE ITS WORK, THE SIMM INITIATIVE HAS IDENTIFIED SEVEN GOALS AND 21 SMART OBJECTIVES (SMART IS AN ACRONYM FOR “SPECIFIC, MEASURABLE, ACHIEVABLE, RELEVANT, AND TIME-ORIENTED). THE GOALS ARE TO (1) ESTABLISH AND IMPLEMENT A PILOT PROJECT THAT INCENTIVIZES SUD PROVIDERS TREATING PREGNANT AND POSTPARTUM WOMEN IN MISSISSIPPI TO BE TRAINED ON IDENTIFYING AND ADDRESSING IPV; (2) DEVELOP AND IMPLEMENT AN SUD TRAINING PROGRAM FOR MISSISSIPPI’S COMMUNITY-BASED IPV STAFF MEMBERS THAT FOCUSES ON PREGNANT AND POSTPARTUM WOMEN; (3) BASED ON FEEDBACK FROM RECIPIENTS OF INITIAL SUD AND IPV TRAINING PROGRAMS, REVISE AS NECESSARY, AND DISSEMINATE WIDELY BEST PRACTICES FOR MANAGING CO-OCCURRING IPV AND SUD AMONG PREGNANT AND POSTPARTUM WOMEN; (4) DEVELOP AND IMPLEMENT STATEWIDE PLAN FOR INTEGRATING IPV AND SUD PROTOCOLS ACROSS HEALTHCARE SETTINGS; (5) PROVIDE TECHNICAL ASSISTANCE TO COMMUNITY-BASED IPV PROGRAMS TO BETTER ACCOMMODATE THE NEEDS OF PREGNANT AND POSTPARTUM WOMEN WITH SUD; (6) DEVELOP AND DISSEMINATE A DISPARITY IMPACT STATEMENT ON MISSISSIPPI’S PREGNANT AND POSTPARTUM WOMEN AT RISK FOR CO-OCCURRING SUD AND IPV; AND (7) MONITOR, EVALUATE, AND CONTINUOUSLY IMPROVE THE PROGRAMS AND SERVICES OFFERED BY THE SIMM INITIATIVE.  TIMELY DISSEMINATION OF ITS WORK IS KEY TO THE SUCCESS OF THE SIMM INITIATIVE. TRAINING COURSES WILL BE PROVIDED BOTH IN PERSON AND THROUGH CONTINUING EDUCATION ON WEB-BASED PLATFORMS. ITS TRAINING AND INFORMATIONAL MATERIALS WILL BE WIDELY AVAILABLE AND DESIGNED TO BE EMBRACED BY MISSISSIPPI’S GENERAL PUBLIC, HEALTHCARE PROVIDERS, SERVICE PROVIDERS, COMMUNITY LEADERS, PUBLIC HEALTH OFFICIALS, AND STATE LEGISLATORS. NATIONALLY, THE SIMM INITIATIVE WILL SHARE ITS EXPERIENCES WITH COLLEAGUES, OTHER ORGANIZATIONS ATTEMPTING SIMILAR PROGRAMS, AND NATIONAL POLICY LEADERS. PLANS INCLUDE A ROBUST WEBSITE, PAMPHLETS AND OTHER MATERIALS WITH CULTURALLY-SENSITIVE MESSAGING DESIGNED FOR DIFFERENT AUDIENCES (PARTICULARLY THOSE IN RURAL SETTINGS), TRAINING GUIDES THAT ARE STRAIGHTFORWARD AND EASY TO UNDERSTAND, AND PRESENTATIONS DESIGNED FOR DIFFERENT AUDIENCES (E.G., COMMUNITY MEMBERS, HEALTH CARE PROFESSIONALS, POLICY ANALYSTS, ACADEMIC COLLEAGUES). FINALLY, MEMBERS OF THE SIMM INITIATIVE TEAM WILL PRESENT POSTERS AT PROFESSIONAL MEETINGS (E.G., REGIONAL AND NATIONAL MEETINGS OF ACADEMIC SOCIETIES AND ASSOCIATIONS), AND SUBMIT MANUSCRIPTS FOR PUBLICATION IN PEER-REVIEW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38806202-b2e1-fa5b-5787-e80ab7888442-C", "generated_internal_id": "ASST_NON_ASTWH220111_7521"}, {"internal_id": 152372839, "Award ID": "ASTWH220110", "Award Amount": 695378.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "VIOLENCE AGAINST WOMEN AND SUBSTANCE USE PREVENTION INITIATIVE - THERE IS A HIGH LEVEL OF NEED FOR COORDINATED INTIMATE PARTNER VIOLENCE (IPV) AND SUBSTANCE USE DISORDER (SUD) SERVICES IN WEST VIRGINIA, PARTICULARLY FOR PREGNANT AND PARENTING WOMEN (PPW), AS EVIDENCED BY HIGH RATES OF SUBSTANCE USE, POOR INFANT AND MATERNAL HEALTH OUTCOMES, AND RACIAL DISPARITIES IN HEALTH, HEALTHCARE ACCESS AND IPV. THE PURPOSE OF THIS PROJECT IS TO CREATE A STATEWIDE PILOT INITIATIVE TO TRAIN SUBSTANCE USE DISORDER (SUD) TREATMENT PROVIDERS ON INTIMATE PARTNER VIOLENCE (IPV) AND IPV PROVIDERS ON SUBSTANCE USE AND TO ADDRESS THE INTERSECTION OF IPV AND SUD DURING THE PREGNANCY AND POSTPARTUM PERIOD. PROJECT GOALS ARE TO ENGAGE STATE AGENCIES, IPV PROGRAMS, TREATMENT PROVIDERS, AND OTHER KEY STAKEHOLDERS FROM DIVERSE COMMUNITIES IN INCREASING THE USE OF EVIDENCE-BASED AND PROMISING PRACTICES IN SERVICE DELIVERY; TO CREATE AND DELIVER TRAINING FOR SUD, IPV, AND HEALTHCARE PROVIDERS; AND TO BUILD A COLLABORATIVE STATEWIDE NETWORK OF REGIONAL TEAMS TO PROMOTE SERVICE IMPLEMENTATION AT THE LOCAL LEVEL AND ADDRESS ACCESS AND OUTCOME DISPARITIES AND UNMET NEEDS. TO ACHIEVE THESE GOALS, THE NATIONAL CENTER ON DOMESTIC VIOLENCE, TRAUMA, AND MENTAL HEALTH IS PARTNERING WITH THE WEST VIRGINIA DEPARTMENT OF HEALTH AND HUMAN RESOURCES' BUREAU FOR BEHAVIORAL HEALTH, THE WEST VIRGINIA COALITION AGAINST DOMESTIC VIOLENCE, THE WEST VIRGINIA PERINATAL PARTNERSHIP, AND THE MARSHALL UNIVERSITY RESEARCH CORPORATION’S WEST VIRGINIA BEHAVIORAL HEALTH WORKFORCE AND HEALTH EQUITY TRAINING CENTER TO ENGAGE IN SIX KEY ACTIVITIES. FIRST, WE WILL  INCENTIVIZE SUD PROVIDERS TREATING PREGNANT AND POSTPARTUM WOMEN TO RECEIVE TRAINING ON IDENTIFYING IPV IN THEIR CLIENT POPULATION. SECOND, WE WILL TRAIN SUD TREATMENT PROVIDERS TO ADDRESS IPV WITH PATIENTS AND TRAIN IPV STAFF ON SUD. THIRD, WE WILL IDENTIFY RESEARCH-BASED SERVICES FOR SCREENING, ASSESSMENT, BRIEF INTERVENTION, AND REFERRAL. FOURTH WE WILL INTEGRATE IPV AND SUD PROTOCOLS INTO MEDICAL PRAC TICE. FIFTH WE WILL INTEGRATE PERINATAL AND POSTPARTUM PROGRAMS INTO EXISTING SUBSTANCE USE PROGRAMS. SIXTH, WE WILL CONDUCT PROCESS AND OUTCOMES EVALUATIONS TO DETERMINE CHANGES IN PROVIDERS' KNOWLEDGE, SKILL, AND COMFORT IN ADDRESSING IPV/SU, DOCUMENT CHANGES IN REFERRALS AND COLLABORATION AMONG STATE PARTNERS, AND ASSESS IMPROVEMENT IN IPV-SUD HEALTH OUTCOMES AMONG PREGNANT AND POSTPARTUM WOMEN. OUR APPROACH BUILDS ON WEST VIRGINIA’S EXISTING STATEWIDE PARTNERSHIPS AND NETWORKS, INCORPORATES THE PROMISING PRACTICE OF REDUCING SUBSTANCE USE COERCION, AND RESPONDS TO THE HIGH OVERDOSE AND DRUG-RELATED DEATH RATE FOR WOMEN IN WV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d7f817f-0c9f-3793-b912-1d49a6cdb0f4-C", "generated_internal_id": "ASST_NON_ASTWH220110_7521"}, {"internal_id": 152372768, "Award ID": "ASTWH220109", "Award Amount": 485490.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "DETECTING AND ADDRESSING BULIMIA NERVOSA IN ADOLESCENT GIRLS THROUGH LOCAL COMMUNITY SERVICE BOARDS - BULIMIA NERVOSA (BN) ONSETS IN ADOLESCENCE, IMPACTS ADOLESCENT GIRLS AT INCREASED RATES RELATIVE TO BOYS, AND IS ASSOCIATED WITH SIGNIFICANT MENTAL HEALTH COMORBIDITIES AND INCREASED RISK FOR MEDICAL COMPLICATIONS AND MORTALITY. BN OCCURS AT EQUIVALENT RATES ACROSS ALL DEMOGRAPHIC GROUPS IN THE UNITED STATES, AND SEXUAL MINORITY ADOLESCENTS ARE AT INCREASED RISK RELATIVE TO HETEROSEXUAL PEERS. THE SIGNIFICANT BARRIERS TO EVIDENCE BASED TREATMENT FOR BN ARE INCREASED FOR HISTORICALLY MARGINALIZED ADOLESCENTS. RESTRICTIONS RELATED TO THE COVID-19 PANDEMIC EXACERBATED RISK FOR BN IN ADOLESCENT GIRLS. THE GOALS OF THIS PROJECT ARE TO IMPROVE THE DETECTION OF BN, INTERVENTION FOR BN, AND IMPLEMENT SUSTAINABLE STRATEGIES FOR DETECTION AND INTERVENTION IN FAIRFAX COUNTY VA FOLLOWING INCREASED NEED AFTER THE PANDEMIC RESTRICTIONS. OUR RESEARCH TEAM HAS EXPERTISE IN THE ETIOLOGY AND TREATMENT OF BN (DR. FISCHER), IN ADOLESCENT TREATMENT DEVELOPMENT AND IMPLEMENTATION (DR. ESPOSITO-SMYTHERS), AND IN CULTURALLY RESPONSIVE ASSESSMENT, TREATMENT ENGAGEMENT, AND IMPLEMENTATION (DR. SANCHEZ). WE HAVE ALREADY ESTABLISHED A STRONG, COLLABORATIVE COMMUNITY PARTNERSHIP WITH OUR STAKEHOLDERS (HEALTHY MINDS FAIRFAX, (INCLUDING ADMINISTRATORS AND CLINICIANS AT OUR COMMUNITY MENTAL HEALTH CENTERS) THE FAIRFAX CONSORTIUM FOR EVIDENCE BASED PRACTICE, PROJECT ECHO, AND FAIRFAX COUNTY PUBLIC SCHOOLS) OVER THE PAST FIVE YEARS AND THUS ARE POISED TO BEGIN WORK ON PROVIDING EVIDENCE BASED ASSESSMENT AND INTERVENTION FOR BN TO THE UNDERSERVED ADOLESCENTS IN OUR COMMUNITY. OUR APPROACH IS CONSISTENT WITH A DEPLOYMENT FOCUSED INTERVENTION DEVELOPMENT MODEL, IN WHICH WE WILL COLLABORATE WITH OUR COMMUNITY PARTNERS TO DEVELOP AND IMPLEMENT OUR DETECTION, ASSESSMENT, AND INTERVENTION STRATEGIES DIRECTLY WITHIN THEIR SYSTEMS OF CARE SERVING HISTORICALLY MARGINALIZED ADOLESCENT GIRLS. OUR PRIMARY INTERVENTION FOR RISK FACTORS AND SYMPTOMS OF BN IS A COGNITIVE BEHAVIORAL TRANSDIAGNOS TIC TREATMENT ADAPTED FOR USE IN COMMUNITY MENTAL HEALTH CENTERS. AFTER FURTHER DEVELOPING OUTREACH, ASSESSMENT, AND INTERVENTION MATERIALS WITH OUR PARTNERS, WE WILL COMPARE THE EFFECTIVENESS OF THE INTERVENTION TO USUAL CARE WITHIN OUR COMMUNITY MENTAL HEALTH CENTERS. IN THE FINAL PHASE OF THE PROJECT, WE WILL WORK WITH PARTNERS TO CREATE A PLAN FOR SUSTAINABLE IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "959a5b47-d407-9807-55f0-ee776cca4bce-C", "generated_internal_id": "ASST_NON_ASTWH220109_7521"}, {"internal_id": 152374073, "Award ID": "ASTWH220108", "Award Amount": 672302.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "RECOVERY IN MOTION: TREATMENT AND PREVENTION ACROSS THE INTERSECTION OF VIOLENCE, SUBSTANCE ABUSE, AND PREGNANCY. - AS ONE OF THE OLDEST HOSPITAL SYSTEMS IN VIRGINIA AND THE FIRST LEVEL 1 COMPREHENSIVE TRAUMA CENTER IN THE COMMONWEALTH, OUR GOAL IS TO LEAD AND SUPPORT OUR COMMUNITIES TOWARDS HEALTHIER LIVES AND WORK WITH THOSE MOST VULNERABLE AND WHO HAVE SUFFERED HEALTH DISPARITIES. OUR HEALTHCARE SYSTEM HAS HOSPITALS IN LOCATIONS THAT SERVE BOTH URBAN AND RURAL COMMUNITIES THAT ARE EXPERIENCING HEALTH, INCOME AND RACIAL DISPARITIES. OUR MISSION IN THE INJURY AND VIOLENCE PREVENTION PROGRAM (IVPP) IS TO REDUCE AND PREVENT INJURIES THROUGH ONGOING EDUCATION, RESEARCH, AND COMMUNITY OUTREACH THROUGHOUT THE CENTRAL VIRGINIA REGION, THE EASTERN VIRGINIA REGION AND PARTS OF THE SOUTHWEST VIRGINIA REGION WHERE OUR HOSPITAL SYSTEMS HAVE A PRESENCE AND HAVE ESTABLISHED CLOSE CONNECTIONS TO LOCAL COMMUNITY PARTNERS. WE PROVIDE DIRECT SERVICES TO OUR PATIENTS, OUR STUDENTS AT THE UNIVERSITY, AND OUR TEAM MEMBERS ACROSS THE HOSPITAL SYSTEM, AS WELL AS COLLABORATING WITH OUR COMMUNITY PARTNERS IN WORKING WITH THEIR CONSUMERS. WE ALSO PROVIDE TRAINING ON SCREENING AND IDENTIFICATION TO OUR HEALTHCARE PROVIDERS, COLLABORATE CLOSELY WITH COMMUNITY PARTNERS SUCH AS LOCAL DOMESTIC VIOLENCE CENTERS, MENTAL HEALTH AND SUBSTANCE ABUSE PROGRAMS PROGRAMS, AND DEPARTMENTS OF HEALTH IN ALL OUR LOCALITIES.  THE PURPOSE OF OUR PROPOSAL IS TO CREATE A STATEWIDE AND REPLICABLE PROGRAM TO TRAIN SUBSTANCE USE DISORDER (SUD) TREATMENT PROVIDERS ON DOMESTIC AND INTIMATE PARTNER VIOLENCE (DIVP) AND ADDRESS THE INTERSECTION OF DIVP AND SUD DURING PREGNANCY AND POSTPARTUM PERIOD. WE WILL (1) INCENTIVIZE SUD PROVIDER TREATING PREGNANT AND POSTPARTUM PATIENTS TO BE TRAINED ON IDENTIFYING AND ADDRESSING DIVP; (2) TRAIN SUD PROVIDERS BOTH INTERNAL TO THE VCUHEALTHSYSTEM AND EXTERNAL TO THE COMMUNITY TO ADDRESS DIPV WITH PATIENTS AND CROSS TRAIN IPV STAFF ON SUD; (3) ENSURE OUR PROGRAMS AND OUR PARTNERS’ PROGRAMS IDENTIFY, UTILIZE, AND DISSEMINATE BEST PRACTICES IN IPV SCREENING, RESPONSE, AND IT’S INTEGRATION WITH SUD; (4) INTEGRATE IPV AND SUD PROTOCOLS INTO MEDICAL PRACTICE ON PARTICIPATING UNITS ACROSS THE VCU HEALTHSYSTEM AND ASSOCIATED COMMUNITY PARTNER CLINICS; (5) EXPAND PERINATAL AND POSTPARTUM PROGRAMS INTO EXISTING SUD PROGRAMS BOTH WITHIN VCYHEALTHSYSTEM AND COMMUNITY BASED PARTNERS; (6) COLLABORATE WITH IVPP RESEARCH/EVALUATION TEAM TO IMPLEMENT A PROCESS AND OUTCOMES EVALUATION TO DEMONSTRATE WHETHER THERE WAS AN IMPROVEMENT IN IPV-SUD HEALTH OUTCOMES IN THE PREGNANT AND POSTPARTUM PERIOD; (7) BRING TOGETHER SUD PROVIDERS AND PERI/POST NATAL (OTHERWISE REFERRED TO AS MATERNAL HEALTH PROVIDERS) WITH THOSE WORKING TO PREVENT AND RESPOND TO VIOLENCE AGAINST WOMEN. OUR GOAL IS TO IMPROVE HEALTH OUTCOMES AND REDUCE DEATHS AMONG PERINATAL AND POSTPARTUM PATIENTS ASSOCIATED WITH SUD THROUGH EARLY SCREENING, ENHANCED ADVOCACY AND SUPPORT, EDUCATION AND SECURE LINKS TO TREATMENT. OUR PROGRAM WILL ADDRESS THE INTERSECTION OF VIOLENCE AGAINST WOMEN AND SUBSTANCE ABUSE WITH AN ATTENTION TO PERINATAL AND POSTNATAL SURVIVORS.  VCUHS PLANS TO IMPLEMENT THIS PROGRAM UNDER VCU-IVPP/PROJECT EMPOWER, A HOSPITAL-COMMUNITY BASED VIOLENCE PREVENTION INTERVENTION PROGRAM DEDICATED TO SERVING VICTIMS OF SEXUAL ASSAULT, DOMESTIC VIOLENCE, INTIMATE PARTNER VIOLENCE, AND STALKING AND PAIRING WITH THE VCU HEALTH SYSTEM SERVICES FOR PERINATAL AND POSTNATAL FOLKS AND IVPP RESEARCH/EVALUATION; IN CONCERT WITH OUR LOCAL AND REGIONAL MATERNAL HEALTH AND MORTALITY STAKEHOLDERS WORKING TO PREVENT VIOLENCE AGAINST WOMEN AND ADDRESS THE INTERSECTION OF SUD AND VIOLENCE AGAINST WOMEN, IN PARTICULAR PREGNANT/POSTPARTUM. PROJECT EMPOWER IS A COMPREHENSIVE PROGRAM FOCUSED RESPONDING TO INTENTIONAL AND UNINTENTIONAL INJURIES AND HAS DEVELOPED EXTENSIVE COLLABORATIONS WITH OUR COMMUNITIES AND LOCAL CENTERS OVER THE LAST TEN YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6121f36-8222-1039-c78e-e1f5ef0bfaf6-C", "generated_internal_id": "ASST_NON_ASTWH220108_7521"}, {"internal_id": 152373260, "Award ID": "ASTWH220107", "Award Amount": 520378.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "SAFE, STRONG AND SOBER PROJECT - INDIVIDUALS WHO ARE PREGNANT OR POSTPARTUM ARE VULNERABLE TO IPV. SURVIVORS OF IPV ARE AT HIGHER RISK OF ENGAGING IN RISKY BEHAVIORS, INCLUDING SUBSTANCE ABUSE AND SUBSTANCE USE DISORDERS. RIVERA ET AL. (2015) REPORTED THAT ACROSS SEVERAL STUDIES, A SIGNIFICANT NUMBER OF WOMEN - ANYWHERE FROM 47% TO 90% - IN TREATMENT FOR SUBSTANCE USE DISORDERS (SUD) EXPERIENCED PHYSICAL AND/OR SEXUAL VICTIMIZATION FROM AN INTIMATE PARTNER. THE NATIONAL CENTER ON DOMESTIC VIOLENCE, TRAUMA, AND MENTAL HEALTH (NCDVTMH) FOUND THAT SURVIVORS OF IPV MAY USE SUBSTANCES FOR A NUMBER OF REASONS (ZAPATA-ALMA, 2020). THEY MAY BE INTRODUCED TO THE SUBSTANCE BY THEIR ABUSER. SUBSTANCE USE COERCION IS A TACTIC USED BY ABUSERS TO MAKE THE VICTIM DEPENDENT ON THE SUBSTANCE AND THUS, ON THE ABUSER. SURVIVORS MAY USE SUBSTANCES AS A COPING MECHANISM, ESPECIALLY IN THE FACE OF CONTINUAL TRAUMA AND HARM. SUBSTANCES ALLOW THE SURVIVOR TO NUMB THE MENTAL AND EMOTIONAL HARM. THIS NUMBING ALSO HELPS THE SURVIVOR AVOID SEEKING MEDICAL CARE FOR PHYSICAL PAIN OR INJURY INFLICTED BY THE ABUSER, FOR WHICH THE SURVIVOR MAY BE TOO ASHAMED TO SEEK TREATMENT. FOR SOME SURVIVORS, USING SUBSTANCES WITH THE ABUSER IS AN ATTEMPT AT CONNECTION, WHICH THE SURVIVOR MAY HOPE PREVENTS THE ABUSER FROM INFLICTING MORE PAIN (ZAPATA-ALMA, 2020). THE WORK TO ADDRESS THIS INTERSECTION HAS BEEN UNDEVELOPED IN HAWAII. PATIENTS IN PRENATAL AND POSTPARTUM CARE CAN BE SUPPORTED IN THE COMMUNITY WITH A FOCUSED EFFORT. THIS APPLICATION REFLECTS THE COLLABORATIVE INTENTION TO TRAIN, EDUCATE, IMPROVE SCREENING, STRENGTHEN PROTOCOLS AND PROVIDE SUPPORTIVE SERVICES TO WOMEN AT RISK FOR PARTNER ABUSE, SUBSTANCE ABUSE AND HEALTH CONDITIONS RELATED TO PREGNANCY AND THE POSTPARTUM PERIOD. WITH THE ENGAGEMENT OF PROGRAMS STATEWIDE MOMS, PREGNANT WOMEN, SURVIVORS AND SUBSTANCE USERS CAN BECOME WHOLE, FEEL SUPPORTED AND DEVELOP PROTECTIVE PARENTING ASSETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4368cff-bcc3-3ed8-29bf-62ac2da7ffe0-C", "generated_internal_id": "ASST_NON_ASTWH220107_7521"}, {"internal_id": 152374067, "Award ID": "ASTWH220106", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "RWJBH INSTITUTE FOR PREVENTION AND RECOVERY - REDUCING MATERNAL DEATHS DUE TO SUBSTANCE USE DISORDER - THE RWJBARNABAS HEALTH (RWJBH) INSTITUTE FOR PREVENTION AND RECOVERY (IFPR) WILL PARTNER WITH ROBERT WOOD JOHNSON UNIVERSITY HOSPITAL (RWJUH), BRISTOL-MYERS SQUIBB CHILDREN’S HOSPITAL (BMSCH), CHILDREN’S SPECIALIZED HOSPITAL (CSH), SELECTED RWJBH AND ERIC B. CHANDLER HEALTH CENTER OBSTETRICIAN-GYNECOLOGISTS (OB-GYN) PROVIDERS, THE RWJBH MEDICAL GROUP, THE CENTER FOR GREAT EXPECTATIONS, AND RUTGERS UNIVERSITY BEHAVIORAL HEALTH CARE (UBHC) TO IMPLEMENT OASH FY 2022 - REDUCING MATERNAL DEATHS DUE TO SUBSTANCE USE DISORDER (SUD) TO PROVIDE CLINICAL AND WRAPAROUND SERVICES TO STRENGTHEN PERINATAL AND POSTNATAL SUPPORT STRUCTURES FOR PATIENTS WITH SUD IN NEW BRUNSWICK, MIDDLESEX COUNTY, NEW JERSEY. THIS AREA HAS DISPARITIES IN SOCIOECONOMIC STATUS, HEALTH STATUS, AND ACCESS TO SERVICES. NEW BRUNSWICK HAS A LARGE HISPANIC/LATINO POPULATION. ALMOST HALF (46.8%) OF ALL RESIDENTS IDENTIFY AS HISPANIC/LATINO, WHILE ABOUT A QUARTER (26.7%) ARE NON-HISPANIC WHITE, 15.3% ARE NON-HISPANIC BLACK, AND A TENTH (9.7%) ARE NON-HISPANIC ASIAN. LESS THAN 2% ARE OF OTHER RACES OR MULTIRACIAL. NEW JERSEY HAS STRUGGLED WITH THE OPIOID OVERDOSE CRISIS IN THE PAST DECADE, WITH A 133.8% INCREASE IN DRUG OVERDOSE DEATHS FROM 2013 TO 2021. OVER A THREE YEAR PERIOD, 58% OF ALL MATERNAL DEATHS IN NEW JERSEY WERE ASSOCIATED WERE FROM SUD; TO QUALIFY, INDIVIDUALS DIED WITHIN ONE YEAR OF PREGNANCY. THE PEER RECOVERY PROGRAM (PRP) AT RWJUH, WHICH PROVIDES RECOVERY SUPPORT SERVICES TO PATIENTS WITH SUD, HAD CONTACT WITH ONLY 22 KNOWN PREGNANT WOMEN IN 202, DEMONSTRATING A LOW NUMBER OF PERINATAL PATIENTS SERVED. MATERNAL HEALTH DISPARITIES ARE ALSO PREVALENT; THE PERCENTAGE OF PRETERM BIRTHS IN 2019 WAS 13.8% AND 9.9% FOR NON-HISPANIC BLACK AND HISPANIC MOTHERS, RESPECTIVELY, COMPARED TO 8.3% FOR NON-HISPANIC WHITE MOTHERS. IN 2019, 56.8% OF MOTHERS WHO GAVE BIRTH AT RWJUH WERE HISPANIC (30.6%), NON-HISPANIC ASIAN (15.5%), OR NON-HISPANIC BLACK (9.1%). THE GOALS OF THE REDUCING MAT ERNAL DEATHS DUE TO SUD PROJECT ARE TO: 1) INCREASE THE CAPACITY OF RWJUH LABOR AND DELIVERY (L&D) AND EMERGENCY DEPARTMENT (ED) STAFF, BMSCH, CSH, SELECTED RWJBH AND ERIC B. CHANDLER HEALTH CENTER OB-GYN PROVIDERS, AND COMMUNITY-BASED ORGANIZATIONS IN NEW BRUNSWICK TO REDUCE OVERDOSE EVENTS AND STRENGTHEN SUPPORT STRUCTURES FOR PERINATAL AND POSTPARTUM PATIENTS WITH SUD, 2) DELIVER TECHNOLOGICALLY INNOVATIVE EDUCATION AND OUTREACH THROUGH A MOBILE HEALTH APPLICATION TO PROVIDE ACCESS TO SERVICES AND SUPPORTS TO PERINATAL AND POSTPARTUM PATIENTS WITH SUD, AND 3) INCREASE THE NUMBER OF PERINATAL AND POSTPARTUM PATIENTS WITH SUD RECEIVING TREATMENT INCLUDING MOUD IN COMBINATION WITH COMPREHENSIVE CLINICAL AND COMMUNITY-BASED SERVICES. THE PROJECT WILL MEASURE PROGRESS TOWARDS GOALS AND OBJECTIVES BY UTILIZING RWJBH’S ELECTRONIC HEALTH RECORD, BHEALTHY MOM APP, AND QUALTRICS SURVEY TOOLS TO CONDUCT PRE-AND POST-TESTS AND PATIENT SURVEYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "657e27d9-f0d6-513c-ad45-8b6c379d0c4a-R", "generated_internal_id": "ASST_NON_ASTWH220106_7521"}, {"internal_id": 152374076, "Award ID": "ASTWH220105", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "93.088", "Description": "MOTHERSHIPP (MOTHERS' SUPPORT AND HEALTH IN PREGNANCY & PARENTING) - THE PREVALENCE OF OPIOID USE DISORDER (OUD) AMONG WOMEN GIVING BIRTH MORE THAN QUADRUPLED FROM 1999-2014, CORRESPONDING DIRECTLY WITH THE 433% INCREASE IN NEONATAL ABSTINENCE SYNDROME DIAGNOSES IN THE SAME PERIOD. OVERDOSE DEATHS HAVE CONTINUED TO CLIMB, WITH AN ESTIMATED 1,250 OVERDOSE DEATHS IN PHILADELPHIA IN 2021. DRUG-RELATED EVENTS ARE BECOMING THE LEADING PREVENTABLE CAUSE OF DEATH AMONG PREGNANT AND POSTPARTUM WOMEN. LESS THAN ONE IN 10 OF THESE WOMEN SEEK SUBSTANCE USE TREATMENT, HOWEVER, LIKELY DUE TO BARRIERS SUCH AS SILOED CARE DELIVERY SYSTEMS, FEAR OF CUSTODY LOSS, STIGMA, SYSTEMIC RACISM, AND LACK OF CHILDCARE AND TRANSPORTATION. WE PROPOSE TO ADDRESS THESE BARRIERS BY CREATING A WEB-BASED EDUCATIONAL TOOL, CALLED MOTHERS’ SUPPORT AND HEALTH IN PREGNANCY AND PARENTING (MOTHERSHIPP).   THE GOALS OF MOTHERSHIPP ARE TO: 1) STRENGTHEN SUPPORT STRUCTURES FOR PREGNANT AND POSTPARTUM WOMEN WITH A SUBSTANCE USE DISORDER (SUD) BY CREATING A TECHNOLOGICALLY INNOVATIVE OUTREACH PRODUCT THAT PROVIDES MOBILE EDUCATION, PEER SUPPORT, AND MOTIVATION FOR TREATMENT, AND 2) IMPROVE HEALTH OUTCOMES AND REDUCE DEATHS DURING THE PERINATAL AND POSTPARTUM TIME PERIODS. TO ACCOMPLISH THESE GOALS, WE WILL ADAPT AN EXISTING WEB-BASED TOOL THAT REDUCED PARENTAL STRESS AMONG MOTHERS WITH A SERIOUS MENTAL ILLNESS FOR WOMEN WITH SUD. WE WILL DEVELOP NEW MODULES ON THE INTERSECTION SUD, PREGNANCY AND POSTPARTUM, AND UPDATE THE TECHNOLOGY FOR DELIVERY VIA IOS OR ANDROID APP. MODULES WILL COVER KEY MILESTONES THROUGHOUT THIS TIMEFRAME AND STRATEGIES FOR MANAGING YOUR SUD.  WE WILL EVALUATE MOTHERSHIPP, TESTING THE HYPOTHESES THAT WOMEN WHO USE MOTHERSHIPP WILL EXPERIENCE DECREASED PARENTAL STRESS, INCREASED TREATMENT ENGAGEMENT, AND DECREASES IN CRAVINGS AND SUBSTANCE USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a0cb15d1-276a-9506-59ff-425b98ccaecd-C", "generated_internal_id": "ASST_NON_ASTWH220105_7521"}, {"internal_id": 140657362, "Award ID": "ASTWH210104", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "THE FAMILY TREE CHOICES PROGRAM TO REDUCE MATERNAL MORTALITY DUE TO VIOLENCE - IN AN EFFORT TO REDUCE MATERNAL DEATHS DUE TO VIOLENCE, THE FAMILY TREE INFORMATION, EDUCATION & COUNSELING CENTER (TFT) IS APPLYING FOR FUNDING IN THE AMOUNT OF $300,000 TO PROVIDE ANGER MANAGEMENT CLASSES, BATTERER INTERVENTION PROGRAMS (BIP), EDUCATION AND BEHAVIORAL HEALTH SERVICES FOR AT-RISK PERINATAL FAMILIES IN THE SEVEN-PARISH AREA OF THE LOUISIANA OFFICE OF PUBLIC HEALTH REGION IV (ACADIANA). THE SEVEN PARISHES INCLUDED IN THE SERVICE AREA ARE ACADIA (RURAL), EVANGELINE (RURAL), IBERIA (URBAN), LAFAYETTE (URBAN), ST. LANDRY (RURAL), ST. MARTIN (RURAL) AND VERMILLION (RURAL). LAFAYETTE PARISH SERVES AS THE HUB OF ALL THESE PARISHES. THESE FAMILIES EXPERIENCE DISPARITIES IN PERINATAL HEALTH INCLUDING MATERNAL MORTALITY RESULTING FROM MULTIPLE FACTORS INCLUDING RACE, EDUCATION, POVERTY, AND/OR LIVING IN A RURAL AREA, WHICH ARE COMMON STRESSORS, ASSOCIATED WITH VIOLENCE AND SUICIDE. THE PURPOSE OF THE CHOICES PROGRAM WILL BE TO INCREASE PUBLIC KNOWLEDGE OF INTIMATE PARTNER VIOLENCE AND SUICIDE RELATED MATERNAL MORTALITY, DECREASE RECIDIVISM AND TO REDUCE MATERNAL DEATHS DUE TO VIOLENCE. RESEARCH SHOWS THAT ONE OF THE LEADING FACTORS CONTRIBUTING TO MATERNAL MORTALITY AMONG PRENATAL AND POSTPARTUM WOMEN IS INTIMATE PARTNER VIOLENCE (IE. DOMESTIC VIOLENCE), AND THAT TRAUMA INFORMED INTERVENTIONS FOR BOTH THE VICTIMS, AND PERPETRATORS HAVE SHOWN PROMISE IN REDUCING RATES OF IPV. TFT HAS CONCEPTUALIZED A MULTI-CONCEPT APPROACH INVOLVING 1) HEALTH EDUCATION PROVIDED TO PARTICIPANTS OF THE FAMILY TREE HEALTHY START PROGRAM (TFTHSP), 2) EVIDENCE BASED ANGER MANAGEMENT AND BATTERER INTERVENTION PROGRAMS FOR PARTICIPANTS AND THEIR SPOUSES OF HEALTHY START, NURSE FAMILY PARTNERSHIP (NFP), AND OTHER PRENATAL HOME VISITING PROGRAMS AND 3) TRAUMA INFORMED COUNSELING TO BOTH SURVIVORS AND PERPETRATORS OF DOMESTIC VIOLENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "48e175d2-389b-1069-6bc2-ab72f45fe9ec-R", "generated_internal_id": "ASST_NON_ASTWH210104_7521"}, {"internal_id": 140658667, "Award ID": "ASTWH210103", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "ALASKA MATERNAL CHILD DEATH REVIEW (MCDR): IMPLEMENTATION OF MCDR RECOMMENDATIONS TO REDUCE DISPARITIES AND MATERNAL DEATHS DUE TO VIOLENCE - THE ALASKA MATERNAL CHILD DEATH REVIEW (MCDR) PROGRAM HAS ESTABLISHED EXPERIENCE AND CAPACITY WITH IDENTIFYING, REVIEWING AND CAPTURING DATA AND PREVENTION RECOMMENDATIONS FROM THE MULTIDISCIPLINARY REVIEW OF MATERNAL DEATHS FROM VIOLENCE. THIS PROJECT WILL FOCUS ON IMPLEMENTATION OF RECOMMENDATIONS GENERATION THROUGH THE MATERNAL MORTALITY REVIEW PROCESS WITH THREE MAJOR FOCUS AREAS: SUPPORT FOR COMMUNITY-BASED DOULAS, PROVIDER TRAINING, AND COLLABORATION WITH LOCAL EXPERTS IN CULTURALLY SENSITIVE COMMUNICATION OF RACE- AND GENDER- BASED DATA.  ACTIVITIES RELATED TO COMMUNITY-BASED DOULAS WILL ENTAIL THE DEVELOPMENT OF AN ALASKA-SPECIFIC CURRICULUM BY PARTNERING WITH OTHER INDIGENOUS DOULA TRAINERS FROM OUT OF STATE TO BUILD CAPACITY AND SUPPORT THE NEXT GENERATION OF INDIGENOUS BIRTHWORKERS IN ALASKA. THE PROJECT WILL ALSO PROVIDE PAYMENTS TO DOULAS IN ORDER TO BUILD CAPACITY AND INCREASE THE EVIDENCE BASIS WHILE EMPHASIZING THESE SERVICES FOR BIPOC WOMEN, BIRTHING PEOPLE FROM REMOTE/RURAL REGIONS SEPARATED FROM THEIR COMMUNITIES WHILE WAITING TO GIVE BIRTH IN ANCHORAGE, AND POSTPARTUM PEOPLE WHO, BASED ON MCDR DATA, ARE AT GREATEST RISK OF PREGNANCY-ASSOCIATED SUICIDE. A THIRD ACTIVITY TO HELP INCREASE AWARENESS ABOUT AVAILABLE BIRTHWORKER SUPPORT AND TO REDUCE ISOLATION BY CONNECTING PREGNANT AND POSTPARTUM PEOPLE WITH DOULA SERVICES, TALKING CIRCLES, LACTATION COUNSELING, AND OTHER RESOURCES WILL BE A SERIES OF VIRTUAL GATHERINGS FEATURING A TRADITIONAL CRAFT LESSON WITH DOULAS AVAILABLE TO PROVIDE SUPPORT AND INFORMATION.  PROVIDER TRAINING ACTIVITIES WILL BE DELIVERED IN PARTNERSHIP WITH THE ALASKA PERINATAL QUALITY COLLABORATIVE AND WILL AIM TO ENHANCE PROVIDER SKILLS IN SCREENING, CULTURALLY SENSITIVE COMMUNICATION AND CULTURAL SAFETY, DV/IPV DYNAMICS AND RECOGNIZING SIGNS AND SYMPTOMS, CRISIS REFERRALS AND FOLLOW-UP AND COORDINATION OF CARE.  THE THIRD ACTIVITY WILL INVOLVE COLLABORATION WITH PARTNERS AND COMMUNITY-BASED EXPERTS WHO CAN EXCHANGE KNOWLEDGE AND EXPERTISE TO MUTUALLY ENHANCE CAPACITY WITH MCDR TO PROVIDE TECHNICAL AND ANALYTICAL SUPPORT AND THE PARTNER TO PROVIDE INPUT AND FEEDBACK ABOUT SENSITIVE APPROACHES FOR COMMUNICATING ABOUT RACE- AND GENDER- BASED DATA, PARTICULARLY WITH RESPECT TO VIOLENCE AGAINST INDIGENOUS WOMEN. THE PRIMARY DELIVERABLE FOR THIS PART OF THE PROJECT WILL BE A JOINT PUBLICATION ON MISSING AND MURDERED INDIGENOUS WOMEN AND GIRLS INCLUDING INFORMATION ON MATERNAL DEATHS DUE TO VIOLENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_ASTWH210103_7521"}, {"internal_id": 140659189, "Award ID": "ASTWH210102", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "VIOLENCE INTERVENTION AND PREVENTION (VIP) CORPS TO REDUCE MATERNAL INJURIES AND DEATHS DUE TO VIOLENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_ASTWH210102_7521"}, {"internal_id": 140658718, "Award ID": "ASTWH210101", "Award Amount": 598168.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "IPV MATERNAL MORTALITY PROJECT - THE CONNECTICUT COALITION AGAINST DOMESTIC VIOLENCE IS PROPOSING THE DEVELOPMENT OF AN “IPV MATERNAL MORTALITY PROJECT.” THE OVERALL GOAL OF THE IPV MATERNAL MORTALITY PROJECT IS TO FURTHER IDENTIFY AND REDUCE MATERNAL DEATHS DUE TO INTIMATE PARTNER VIOLENCE.  THIS IPV MATERNAL MORTALITY PROJECT IS DESIGNED TO 1) FURTHER UNDERSTAND THE PREVALENCE OF IPV MATERNAL MORTALITY IN CONNECTICUT, AND 2) DESIGN AND IMPLEMENT DATA-DRIVEN INTERVENTIONS AND PROGRAMS, WHICH INCLUDE AN IPV SCREENING, BRIEF INTERVENTION, AND REFERRAL FOR SERVICES (SBIRS) PROTOCOL FOR HEALTHCARE PROFESSIONALS AND IPV ADVOCATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1edab3b3-abc3-33db-8a3d-ab8d31626557-R", "generated_internal_id": "ASST_NON_ASTWH210101_7521"}, {"internal_id": 140660093, "Award ID": "ASTWH210100", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "VIRGINIA PARTNERSHIP PROGRAMS TO REDUCE MATERNAL DEATHS DUE TO VIOLENCE - THE OFFICE OF THE ASSISTANT SECRETARY FOR HEALTH / OFFICE ON WOMEN’S HEALTH STATE, LOCAL, TERRITORIAL, AND TRIBAL (SLTT) PARTNERSHIP PROGRAMS TO REDUCE MATERNAL DEATHS DUE TO VIOLENCE WH-AST-21-003 FUNDING IS SUPPORTING THE VIRGINIA DEPARTMENT OF HEALTH (VDH) INJURY AND VIOLENCE PREVENTION PROGRAM (IVPP) IN 1) ENGAGING IN ROBUST STATE-BASED DATA COLLECTION AND SURVEILLANCE BY A) LINKING HOSPITAL DISCHARGE DATA WITH DEATH CERTIFICATE DATA FROM VITAL EVENT STATISTICS TO HELP EXAMINE AND UNDERSTAND RISK FACTORS FOR MATERNAL HOMICIDE AND SUICIDE THROUGH THE REVIEW OF PREVIOUS YEARS’ HOSPITALIZATION DATA FOR ASSAULTS, SELF-HARM, SUBSTANCE USE, AND OTHER RISK FACTORS THAT COULD IMPACT A WOMAN'S FUTURE RISK OF DEATH DUE TO VIOLENCE, AND B) EXPLORING AND ASSESSING THE FEASIBILITY OF LINKING WITH ESSENCE EMERGENCY DEPARTMENT VISIT DATA; 2) CONDUCTING ASSESSMENT AND EVALUATION FOR PUBLIC HEALTH ACTION, FOCUSING ON PRIORITY POPULATIONS OF PRE AND POSTNATAL WOMEN STATEWIDE, WITH AN EMPHASIS ON COMMUNITIES OF COLOR; AND 3) STRENGTHENING ACCESS AND DELIVERY OF CARE, IMPLEMENTING PATIENT CENTERED APPROACHES, IDENTIFYING PEOPLE AT RISK, AND LESSENING IMMEDIATE AND LONG-TERM HARMS THROUGH EVIDENCE-BASED INTERVENTIONS BY A) TRAINING HEALTHCARE PROVIDERS AND HOME VISITORS, AND GATEKEEPER PROVIDERS, INCLUSIVE OF OB-GYN AND PEDIATRICIAN PRACTICES TO SCREEN AND PROPERLY REFER PRE- AND POST-NATAL WOMEN AT RISK FOR INTIMATE PARTNER VIOLENCE (IPV), HOMICIDE, AND SUICIDE; AND COMMUNITY MEMBERS TO ACCESS THESE SERVICES; B) FACILITATING STATEWIDE COMMUNICATION CAMPAIGNS IN THE RISKS ASSOCIATED WITH IPV AND SELF-HARM, C) INFORMING PUBLIC HEALTH LEADERSHIP AND LAWMAKERS OF GAPS IN POLICIES THAT ADDRESS MATERNAL HOMICIDE AND SUICIDE AND D) STRENGTHENING STRATEGIC COLLABORATIONS AND PARTNERSHIPS TO DEVELOP SUSTAINABILITY PLANS AND LEVERAGE RESOURCES THROUGH A SHARED RISK AND PROTECTIVE FACTORS APPROACH. OUTCOMES INCLUDE: A) INCREASED KNOWLEDGE AND SKILL AMONG HEALTHCARE A ND PUBLIC HEALTH PROVIDERS CARING FOR PRE AND POSTNATAL WOMEN TO ADDRESS IPV, HOMICIDE, AND SUICIDE RISK B) NEW MODELS OF IPV, HOMICIDE, AND SUICIDE RISK AND REFERRAL PRACTICES, AND CHANGE IN RESPONSIVENESS OF THE OBSTETRIC AND PEDIATRIC SERVICE DELIVERY SYSTEM C) MEASURABLE INCREASES IN IN PRE AND POSTNATAL MOTHERS PARTICIPATING IN COMMUNITY-LEVEL HEALTH SYSTEM CLASSES; AND IN PUBLIC EDUCATION MESSAGING TO ADDRESS RISK AND D) INCREASED RECIPIENT CAPACITY TO ADDRESS SHARED RISK AND PROTECTIVE FACTORS AND SUSTAIN WORK BEYOND THE FUNDING CYCLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81307f03-67cd-51c5-75a3-b43876b0cc3b-C", "generated_internal_id": "ASST_NON_ASTWH210100_7521"}, {"internal_id": 140659940, "Award ID": "ASTWH210099", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "TEXAS STRATEGIC ACTION PARTNERSHIP TO REDUCE VIOLENT PREGNANCY-ASSOCIATED DEATHS - THE POPULATION FOCUS FOR THE TEXAS STRATEGIC ACTION PARTNERSHIP TO REDUCE VIOLENT PREGNANCY-ASSOCIATED DEATHS (TSAP-RVPD) PROGRAM IS PREGNANT AND POSTPARTUM WOMEN, INCLUDING SUBPOPULATIONS DISPROPORTIONATELY IMPACTED BY VIOLENT PREGNANCY-ASSOCIATED DEATHS (VPDS) DUE TO HOMICIDE AND SUICIDE IN TEXAS. WHILE THERE ARE PROGRAM EFFORTS ACROSS TEXAS WORKING GENERALLY ON HOMICIDE AND SUICIDE PREVENTION, THERE HAS NOT BEEN A SPECIFIC STATE-LEVEL INITIATIVE TO ADDRESS VPDS. ENHANCING PROGRAM PARTNERSHIPS TO REDUCE VPDS REQUIRES INTENTIONAL FOCUS ON BRINGING TOGETHER PARTNERS FROM ACROSS TEXAS TO ENSURE EFFECTIVE CROSS-SECTOR COORDINATION AND PROGRAM PARTNERSHIP FOR ADDRESSING THE ISSUE.  TSAP-RVPD PROGRAM ACTIVITIES WILL LEVERAGE, ENHANCE, AND EXPAND ON EFFORTS OF THE TEXAS DEPARTMENT OF STATE HEALTH SERVICES’ MATERNAL AND CHILD HEALTH UNIT, HEALTHY TEXAS MOTHERS AND BABIES (HTMB) BRANCH, TEXAS MATERNAL MORTALITY AND MORBIDITY REVIEW COMMITTEE, AND TEXAS VIOLENT DEATH REPORTING SYSTEM (TVDRS) TO REDUCE VPDS. FUNDING WILL (A) BOLSTER DATA INFRASTRUCTURE AND PROCESSES TO SUPPORT REVIEWING, IDENTIFYING, AND TRACKING VPDS IN TEXAS AND (B) INCREASE EFFICIENCIES BETWEEN MATERNAL HEALTH AND SAFETY INITIATIVES AND PARTNERS TO ADDRESS GAPS IN THE PROGRAMS’ SCOPES.  ACTIVITIES TO ENHANCE INTERAGENCY COLLABORATIONS, PARTNERSHIPS AND INITIATIVES WILL CENTER ON:      -\tDEVELOPING METHODS AND STRUCTURES FOR COMPREHENSIVE STUDY OF VPDS;      -\tDEVELOPING AND SUSTAINING A TSAP-RVPD CORE WORKGROUP TO STUDY VPD FINDINGS AND USE STRATEGIC PLANNING AND PROGRAM DEVELOPMENT TO MOVE DATA INTO ACTION;      -\tFACILITATING DESIGN OF A SOCIAL AND BEHAVIORAL CHANGE COMMUNICATION (SBCC) STRATEGY TO EFFECTIVELY RAISE AWARENESS AND SPREAD EVIDENCE-BASED PREVENTION STRATEGIES TO ADDRESS FACTORS CONTRIBUTING TO VPDS;      -\tLEVERAGING PARTNERSHIPS TO IMPLEMENT EVIDENCE-BASED INTERVENTIONS THROUGH EXISTING STRUCTURES TO SUPPORT PREVENTION OF VPDS.  ONE CONTRACT WILL BE SOUGHT IN PROJECT YEAR 1 OF THE GRANT TO DEVELOP AN EVALUATION PLAN AND SUSTAINABILITY PLANNING FRAMEWORK. INDEPENDENT EVALUATION ACTIVITIES WILL BE CARRIED OUT WITHIN THE MATERNAL AND CHILD HEALTH EPIDEMIOLOGY UNIT (MCHE) THROUGHOUT THE FIVE-YEAR PROJECT PERIOD.  FUNDING WILL SUPPORT THREE NEW MATERNAL AND CHILD HEALTH SECTION STAFF:      -\tTHE PROGRAM SPECIALIST V (PSV) WILL COORDINATE DAY-TO-DAY RESPONSIBILITIES FOR LEADING PROGRAM ACTIVITIES AND MONITORING THE PROJECT’S ON-GOING PROGRESS. THE PSV WILL PREPARE REPORTS AND COMMUNICATIONS (IN COORDINATION WITH GRANT-FUNDED INFORMATION SPECIALIST III) WITH AND FOR PARTNERS AND U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES’ OFFICE OF THE ASSISTANT SECRETARY FOR HEALTH (DHHS/OASH).      -\tTHE INFORMATION SPECIALIST III WILL PROVIDE SUPPORT FOR PROGRAM ACTIVITIES AND DEVELOP COMMUNICATION, OUTREACH AND DISSEMINATION EFFORTS.      -\tTHE EPIDEMIOLOGIST II WILL PROVIDE COORDINATION WITH THE TVDRS EPIDEMIOLOGIST, SUPPORT DATA ANALYSIS FOR THE GRANT, AND HAVE CROSS-UNIT ACCESS TO SYSTEMS WITHIN MCHE AND TVDRS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_ASTWH210099_7521"}, {"internal_id": 140657915, "Award ID": "ASTWH210098", "Award Amount": 598444.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "MATERNAL ANTI-VIOLENCE INNOVATION AND SHARING (MAVIS) PROJECT - THE KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENT (KDHE) WILL DEVELOP AND IMPLEMENT THE MATERNAL ANTI-VIOLENCE INNOVATION AND SHARING (MAVIS) PROJECT TO ADDRESS VIOLENT MATERNAL DEATH IN KANSAS DUE TO SUICIDE AND HOMICIDE. THIS INITIATIVE WILL CREATE AN INTEGRATED CONTINUUM OF CARE THAT ENSURES BOTH PERINATAL HEALTH CARE PROVIDERS AND COMMUNITY-BASED INTIMATE PARTNER VIOLENCE PROVIDERS ARE EQUIPPED WITH EVIDENCE-BASED TOOLS, SKILLS AND COMMUNITY RESOURCES TO CONSISTENTLY AND ADEQUATELY SCREEN, EDUCATE AND REFER PREGNANT AND POSTPARTUM WOMEN FOR INTIMATE PARTNER VIOLENCE AND BEHAVIORAL HEALTH NEEDS INCLUDING PERINATAL MOOD AND ANXIETY DISORDERS (PMADS) AND SUBSTANCE USE DISORDERS. IN ADDITION, THE MAVIS PROJECT WILL STRENGTHEN THE WORK OF THE KANSAS MATERNAL MORTALITY AND REVIEW COMMITTEE (KMMRC) THROUGH ADDITIONAL CASE REVIEW OF CASES INVOLVING MATERNAL DEATHS DUE TO HOMICIDE OR SUICIDE. THE KMMRC'S FINDINGS FOR THESE CASES WILL BE INCLUDED IN THE ANNUAL KMMRC REPORT ALONG WITH RECOMMENDATIONS TO PREVENT FURTHER VIOLENT MATERNAL DEATHS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_ASTWH210098_7521"}, {"internal_id": 140657647, "Award ID": "ASTWH210097", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "INDIANA'S COLLECTIVE IMPACT APPROACH TO REDUCING MATERNAL DEATHS DUE TO VIOLENCE - VIOLENCE AGAINST PREGNANT AND POSTPARTUM WOMEN IS A SIGNIFICANT AND OVERLOOKED CONTRIBUTOR TO MATERNAL MORTALITY AND INDIANA MOTHERS ARE NO EXCEPTION. AFTER TWO YEARS OF DATA COLLECTION AND REVIEW BY INDIANA’S MATERNAL MORTALITY REVIEW COMMITTEE (MMRC), THE SITUATION IS DIRE: 13% OF PREGNANCY-ASSOCIATED DEATHS WERE CLASSIFIED AS A SUICIDE OR HOMICIDE WITH AN ADDITIONAL 33% OF DEATHS IDENTIFIED OVERDOSE OF ACCIDENTAL OR UNDETERMINED INTENT. WITH NEARLY HALF (47%) OF MATERNAL DEATHS DUE TO SUICIDES, HOMICIDES, AND OVERDOSES, IT IS IMPERATIVE THAT INDIANA CONTINUES TO CLOSELY MONITOR THESE DEATHS WHILE STARTING TO IMPLEMENT EVIDENCE-BASED INTERVENTIONS TO CURB THESE RATES.  INDIANA’S SUICIDE RATE IN 2019 IS ESTIMATED AT 14.1 PER 100,000 POPULATION, AND THAT RATE CONTINUES TO RISE. HOMICIDE IN INDIANA IS ALSO ON THE RISE, WITH A RATE OF 7.2 DEATHS PER 100,000 POPULATION. THE INDIANA VIOLENT DEATH REPORTING SYSTEM AS REPORTED 713 HOMICIDES AND SUICIDES TO GIRLS AND WOMEN AGES 10-60 FROM 2018-2020. IN A SOCIAL DETERMINANTS OF HEALTH SURVEY OF NEARLY 300,000 HOOSIERS UTILIZING 211, 9.2% INDICATED A BEING INSULTED REGULARLY IN THE HOUSEHOLD. OF THOSE 9.2%, 24.9% INDICATED A PHYSICAL HARM WAS FREQUENT IN THEIR HOUSEHOLD. OF THE RESPONDENTS WHO REPORTED EXPERIENCING PHYSICAL ABUSE, 25.4% ADMITTED THEY WERE NOT IN A SAFE PLACE AND WERE SEEKING HELP. PREGNANCY RISK ASSESSMENT MONITORING SYSTEM (PRAMS) SURVEY DATA FROM 2018 SHOWS 24.7% OF RESPONDENTS IN INDIANA REPORTED ARGUING WITH THEIR HUSBAND OR PARTNER MORE THAN USUAL IN THE YEAR BEFORE DELIVERY.  THE DIVISION OF FATALITY REVIEW AND PREVENTION (FRP) AND THE DIVISION OF MATERNAL CHILD HEALTH (MCH) AT THE INDIANA DEPARTMENT OF HEALTH (IDOH) PROPOSE TO UTILIZE PROJECT FUNDS TO WORK COLLABORATIVELY WITH INTERNAL STAFF AND EXTERNAL PARTNERS TO (1) EXPAND INDIANA’S CAPACITY TO MORE COMPREHENSIVELY REVIEW, IDENTIFY, AND TRACK MATERNAL DEATHS DUE TO VIOLENCE; (2) UTILIZE DATA-DRIVEN, EVIDENCE-BASED INTERVENTIONS TO IMPROVE OUTCOMES AND REDUCE DEATHS AMONG PREGNANT AND POSTPARTUM WOMEN DUE TO VIOLENCE; AND (3) DEVELOP A SUSTAINABILITY PLAN FOR MAINTAINING THESE ACTIVITIES AFTER THE COOPERATIVE AGREEMENT AWARD ENDS WITH AN SLTT TEAM. RECOMMENDATIONS TO REDUCE DEATHS DUE TO DOMESTIC VIOLENCE WERE PUBLISHED IN THE MMRC’S 2021 ANNUAL REPORT AND WILL BE CRITICAL GUIDEPOSTS FOR PROPOSED PROJECT ACTIVITIES. MCH WILL IMPLEMENT RECOMMENDATIONS MADE BY THE MMRC VIA MULTIPLE LEVERAGE POINTS INCREMENTALLY OVER THE FIVE-YEAR PROJECT PERIOD STARTING WITH THE CLINICAL AND COMMUNITY LEVEL. MCH WILL START BY DEVELOPING EDUCATION FOR CLINICAL PROVIDERS STATEWIDE THROUGH A PARTNERSHIP WITH THE INDIANA UNIVERSITY (IU) EXTENSION FOR COMMUNITY HEALTHCARE OUTCOMES (ECHO) PROGRAM. MCH WILL FURTHER ENGAGE ADDITIONAL PROVIDERS THROUGH HOME VISITING PARTNERS AND DCS STAFF TRAINING. MCH WILL ENGAGE AT THE COMMUNITY LEVEL BY CREATING A CENTERINGPREGNANCY AND CENTERINGPARENTING GROUP WITH A VIOLENCE PREVENTION LENS. WE WILL ALSO EXPAND OUR UPSTREAM PREVENTION EFFORTS BY INTERVENING WITH ADOLESCENTS AROUND THE STATE.  WITH TECHNICAL ASSISTANCE, EXPERTISE, AND FUNDING FROM THE OFFICE OF WOMEN’S HEALTH, THE INDIANA STATE DEPARTMENT OF HEALTH WILL BE ABLE TO MAKE MAJOR CHANGES IN PREVENTION AND PARTNERSHIPS TO REDUCE MATERNAL DEATHS DUE TO VIOLENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_ASTWH210097_7521"}, {"internal_id": 140657749, "Award ID": "ASTWH210096", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "PARTNERSHIP PROGRAMS TO REDUCE MATERNAL DEATHS DUE TO VIOLENCE - THIS PROPOSAL IS TO IMPROVE PROCESSES THAT REVIEW, IDENTIFY AND TRACK MATERNAL DEATHS DUE TO VIOLENCE IN TENNESSEE.  DEATHS WILL BE IDENTIFIED THROUGH VITAL RECORDS AND REVIEWED THROUGH THE MATERNAL MORTALITY REVIEW COMMITTEE (MMRC). EVIDENCE-BASED INTERVENTIONS ARE PROPOSED TO REDUCE MATERNAL DEATHS DUE TO BOTH HOMICIDE AND SUICIDE.  INTERVENTIONS PROPOSED INCLUDE TRAINING ON ASSESSMENT AND REFERRAL FOR DOMESTIC VIOLENCE, TRAINING ON PERINATAL MOOD DISORDERS AND TRAINING ON SCREENING FOR POSTNATAL DEPRESSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_ASTWH210096_7521"}, {"internal_id": 140659452, "Award ID": "ASTWH210095", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "MINNESOTA MATERNAL DEATH CONTEXT CUES (MMDCC) PROJECT: EXPANDING MATERNAL MORTALITY SURVEILLANCE AND EVIDENCE-BASED INTERVENTION IMPLEMENTATION TO IMPROVE MATERNAL HEALTH OUTCOMES - THE MINNESOTA DEPARTMENT OF HEALTH (MDH) RECOGNIZES VIOLENT MATERNAL DEATHS AS A MAJOR PREVENTABLE PUBLIC HEALTH CRISIS IN MINNESOTA. SINCE 1989, AT LEAST 541 WOMEN LIVING IN MINNESOTA LOST THEIR LIVES TO DOMESTIC VIOLENCE. FROM 2000 TO 2020, AN ESTIMATED 2,646 WOMEN AND GIRLS LIVING IN MINNESOTA DIED BY SUICIDE. WOMEN OF COLOR LIVING IN MINNESOTA ARE DISPROPORTIONATELY IMPACTED BY VIOLENT DEATHS. THERE IS A NEED FOR IMPROVED PUBLIC HEALTH SURVEILLANCE METHODS THAT BETTER LINK THE STATE, LOCAL, TRIBAL, AND TERRITORIAL (SLTT) AGENCIES AND HEALTHCARE SYSTEMS, HOWEVER, MDH DOES NOT HAVE A DEDICATED VIOLENCE PREVENTION EPIDEMIOLOGIST TO FOCUS ON THIS IMPORTANT ISSUE. THE MDH-LED MATERNAL MORTALITY REVIEW COMMITTEE HAS IDENTIFIED THAT PROVIDERS DO NOT FEEL CONFIDENT DISCUSSING VIOLENCE OR SUICIDE WITH THEIR PATIENTS. MDH HAS IMPLEMENTED THE EVIDENCE-BASED CUES (CONFIDENTIAL UNIVERSAL EDUCATION + EMPOWERMENT AND SUPPORT) INTERPERSONAL VIOLENCE PREVENTION INTERVENTION WITH COMMUNITY HEALTH CENTERS SINCE 2019, BUT MINNESOTA WOULD BENEFIT FROM AN EXPANSION OF THE CUES INTERVENTION TO INCREASE THE NUMBER OF PROVIDERS TRAINED IN THIS INTERVENTION IN ORDER TO COMMUNICATION BETTER, IMPROVE REFERRAL SYSTEMS, AND, ULTIMATELY, DECREASE VIOLENT DEATHS OF WOMEN.  THE GOALS OF THE MINNESOTA MATERNAL DEATH CONTEXT CUES PROJECT ARE TO REDUCE MATERNAL VIOLENT DEATH AND REDUCE DISPARITIES IN MATERNAL VIOLENT DEATH. MDH WILL ACCOMPLISH THESE GOALS BY 1) ENHANCING MORTALITY AND MORBIDITY SURVEILLANCE SYSTEMS, 2) EXPANDING THE CUES INTERVENTION, AND 3) EXTENSIVELY EVALUATING THE IMPACT OF PROJECT ACTIVITIES. ENHANCED MORTALITY AND MORBIDITY SURVEILLANCE SYSTEMS WILL INVOLVE LINKING DATA ACROSS SYSTEMS; DEVELOPING A DE-IDENTIFIED DATABASE OF MATERNAL DEATHS IN MINNESOTA; INCLUDING PSYCHOLOGICAL AUTOPSIES IN ALL MATERNAL MORTALITY REVIEWS; AND DEVELOPING A VIOLENT DEATH REVIEW PROTOCOL. THE CUES INTERVENTION WILL BE EXPANDED IN FOUR WAYS TO IMPROVE THE REACH TO WOMEN MOST AT-RISK OF VIOLENT DEATH INCLUDING ADDING CONTENT ON SUICIDE PREVENTION; PROVIDING TRAININGS IN GREATER MINNESOTA AND TO NON-TRADITIONAL PROVIDERS SUCH AS FAMILY HOME VISITORS; PROVIDING TRAININGS IN LANGUAGES OTHER THAN ENGLISH; AND DEVELOPING A CULTURALLY RELEVANT CUES MODEL FOR BLACK AND/OR AMERICAN INDIAN WOMEN. MDH HAS AN EXTENSIVE HISTORY OF LEADING INNOVATIVE PUBLIC HEALTH SURVEILLANCE AND PREVENTION EFFORTS AND IS WELL-POSITIONED TO IMMEDIATELY ENACT PROJECT ACTIVITIES WITH AN ESTABLISHED NETWORK OF VIOLENCE AND SUICIDE PREVENTION PARTNERS.  MDH WILL EVALUATE THE IMPACT OF PROPOSED ACTIVITIES ON MULTI-AGENCY COLLABORATION, LINKAGE OF DATA SYSTEMS, UNDERSTANDING OF RISK AND PROTECTIVE FACTORS RELATED TO MATERNAL VIOLENT DEATH, AND DISSEMINATION OF LESSONS LEARNED. MDH WILL UTILIZE EXTENSIVE COMMUNICATIONS CONNECTIONS AND CAPACITY TO WIDELY DISSEMINATE PROJECT RESULTS AND LESSONS LEARNED TO DIVERSE AUDIENCES OF PREVENTION PARTNERS AND POLICYMAKERS. SUSTAINABILITY PLANNING WILL BE INTEGRATED INTO ALL PROJECT IMPLEMENTATION AND EVALUATION ACTIVITIES TO ENSURE THAT MDH BUILDS ORGANIZATIONAL CAPACITY TO CONTINUE TO INVESTIGATE BEST STRATEGIES FOR PREVENTING MATERNAL VIOLENT DEATH AFTER THE FUNDING PERIOD.  MDH HAS WELL-ESTABLISHED RESOURCES AND STRATEGIES TO INVESTIGATE MATERNAL MORTALITY THROUGHOUT THE AGENCY. FUNDING WILL ENABLE LINKAGE OF THESE RESOURCES AND STRATEGIES TO ALLOW FOR GREATER INTEGRATION, COLLABORATION, AND MORE EFFECTIVE EFFORTS TO PREVENT VIOLENT DEATH OF WOMEN AND DECREASE DISPARITIES IN VIOLENT DEATH RATES OF WOMEN ACROSS MINNESOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_ASTWH210095_7521"}, {"internal_id": 140657679, "Award ID": "ASTWH210094", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "HEARTBEATS: AN INTERDISCIPLINARY TEAM APPROACH TO REDUCE MATERNAL DEATH FROM SUICIDE/HOMICIDE AS A RESULT OF DOMESTIC VIOLENCE - THE PURPOSE OF OUR PROPOSAL IS TO ADDRESS THE SIGNIFICANT RISKS TO SAFETY THAT PREGNANT AND POST-PARTUM SURVIVORS OF INTIMATE PARTNER VIOLENCE EXPERIENCE AND THEIR INCREASED RISK OF SUICIDE AND HOMICIDE TO IMPROVE OUTCOMES AND REDUCE DEATHS THROUGH THE CREATION OF A MODEL PROGRAM TO SUPPORT THE HEALTH OF PREGNANT AND POST-PARTUM WOMEN.  OUR OVERALL PROGRAM WILL ADDRESS THE BARRIERS THAT PREGNANT SURVIVORS AND POSTPARTUM WOMEN FACE WHEN ATTEMPTING TO ACCESS APPROPRIATE MEDICAL CARE, FORENSIC EVIDENCE COLLECTION, MENTAL HEALTH SERVICES AND COMMUNITY SUPPORT. VCU PLANS TO IMPLEMENT THIS PROGRAM UNDER ITS INJURY AND VIOLENCE PREVENTION PROGRAM UTILIZING PROJECT EMPOWER, A HOSPITAL-COMMUNITY BASED VIOLENCE INTERVENTION PROGRAM DEDICATED TO SERVING VICTIMS OF SEXUAL ASSAULT, DOMESTIC VIOLENCE, INTIMATE PARTNER VIOLENCE, AND STALKING AND PAIRING WITH THE IVPP COUNSELING PROGRAM AND IVPP RESEARCH/EVALUATION; IN CONCERT WITH OUR LOCAL AND REGIONAL MATERNAL HEALTH AND MORTALITY STAKEHOLDERS WORKING TO PREVENT VIOLENCE AGAINST WOMEN.  OUR PROGRAM WILL: TEACH HOSPITAL AND COMMUNITY PROVIDERS TO EFFECTIVELY SCREEN, IDENTIFY AND REFER PATIENTS FOR DOMESTIC VIOLENCE AND SUICIDE RISK; ENGAGE IDENTIFIED PATIENTS IN A COMPREHENSIVE ADVOCACY, COUNSELING AND EDUCATION PROGRAM TO PROVIDE INTERVENTION AND PREVENTION OF DEATHS DUE TO SUICIDE/HOMICIDE; ENGAGE A DATA DRIVEN PROGRAM TO PRODUCE IMPROVED RESULTS AND CONTRIBUTE TO THE BODY OF KNOWLEDGE REGARDING INTIMATE PARTNER VIOLENCE, PREGNANCY, AND MATERNAL DEATHS. OUR PROGRAM ALSO INCLUDES THE CREATION OF AN ADVISORY GROUP OF OUR INTERNAL  AND EXTERNAL COMMUNITY PARTNERS TO ENSURE A ROBUST PROGRAM AND A SUSTAINABILITY PLAN THAT INITIATES AT THE BEGINNING OF THE PROJECT. THE DIVISION OF INJURY AND VIOLENCE PREVENTION PROGRAM (VCU-IVPP) IS A COMPREHENSIVE PROGRAM FOCUSED ON RESPONDING TO INTENTIONAL AND UNINTENTIONAL INJURIES AND HAS DEVELOPED EXTENSIVE COLLABORATIONS WITH OUR COMMUNITIES AND LOCAL CENTERS OVER THE LAST TEN YEARS. VCU IS THE ONLY LEVEL 1 COMPREHENSIVE TRAUMA CENTER IN THE COMMONWEALTH OF VIRGINIA WHOSE GOAL IS TO LEAD AND SUPPORT OUR COMMUNITIES TOWARDS HEALTHIER LIVES AND WORK WITH THOSE MOST VULNERABLE AND WHO HAVE SUFFERED HEALTH DISPARITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6121f36-8222-1039-c78e-e1f5ef0bfaf6-C", "generated_internal_id": "ASST_NON_ASTWH210094_7521"}, {"internal_id": 140658986, "Award ID": "ASTWH210093", "Award Amount": 599974.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "TRANSFORMING PHILADELPHIA'S RESPONSE TO INTIMATE PARTNER AND SEXUAL VIOLENCE IN OBSTETRIC SETTINGS - THE CITY OF PHILADELPHIA CREATED THE NATION’S FIRST COUNTY-LEVEL MATERNAL MORTALITY REVIEW COMMITTEE (MMRC) IN 2010. AMONG THE VARIOUS RISK FACTORS COLLECTED IN THE MATERNAL MORTALITY DATABASE, THE RISK FACTOR WITH THE HIGHEST PREVALENCE WAS HISTORY OF BEHAVIORAL HEALTH ISSUES AT 73.9% INCLUDING SUBSTANCE USE (56% OF CASES) AND MENTAL ILLNESS (65% OF CASES).  GIVEN THESE FINDINGS, THERE HAS BEEN CONSIDERABLE ATTENTION AND RESOURCES DEDICATED TO TACKLING THESE ISSUES IN THE CITY.  HOWEVER, THE THIRD LEADING RISK FACTOR—A HISTORY OF INTIMATE PARTNER VIOLENCE (IPV)—HAS NOT GARNERED THE SAME ATTENTION.  THIRTY-FIVE PERCENT OF MATERNAL DEATHS DUE TO VIOLENCE HAD A REPORTED HISTORY OF INTIMATE PARTNER VIOLENCE, THIS NUMBER IS LIKELY AN UNDERESTIMATION DUE TO THE LIMITATIONS THAT MMRC CURRENTLY HAS TO IDENTIFY IPV IN CASE ABSTRACTION. NOTABLY, SIGNIFICANT RACIAL DISPARITIES EXIST IN MATERNAL MORTALITY DUE TO VIOLENCE. BLACK, NON-HISPANIC WOMEN MADE UP ABOUT 78% OF HOMICIDE/SUICIDE DEATHS BUT THEY ACCOUNT FOR ONLY 43% OF TOTAL BIRTHS IN PHILADELPHIA. EIGHTY-SEVEN PERCENT OF THE HOMICIDE/SUICIDE MATERNAL DEATHS WERE INSURED BY MEDICAID AND 26% OF HOMICIDE/SUICIDE MATERNAL DEATHS REPORTED NOT ENGAGING IN PRENATAL CARE UNDER THE LEADERSHIP OF THE PHILADELPHIA DEPARTMENT OF PUBLIC HEALTH’S DIVISION OF MATERNAL, CHILD, AND FAMILY HEALTH (MCFH) AND THE OFFICE OF DOMESTIC VIOLENCE STRATEGIES (ODVS), THIS FIVE-YEAR PROJECT AIMS TO: (1) ENHANCE CURRENT MATERNAL MORTALITY SURVEILLANCE SYSTEM IN PHILADELPHIA, AND (2) INCREASING DELIVERY HOSPITALS’ AND EMERGENCY DEPARTMENTS’ CAPACITY TO IDENTIFY AND RESPOND TO PATIENT’S EXPERIENCES OF INTIMATE PARTNER (IPV) AND SEXUAL VIOLENCE. ALL ACTIVITIES RELATED TO BOTH GOALS WILL BE INFORMED AND MONITORED BY A CROSS-SECTION COLLABORATION (“THE IPV IMPLEMENTATION TEAM”) THAT WILL INCLUDE DELIVERY HOSPITALS, IPV ORGANIZATIONS, PEOPLE WITH LIVED EXPERIENCE, AND OTHER STAKEHOLDERS IDENTIFIED BY INITIAL LANDSCAPE ANALYSIS. PEOPLE WITH LIVED EXPERIENCE AND COMMUNITY-BASED ORGANIZATIONS WILL BE REMUNERATED FOR THEIR PARTICIPATION IN THE COLLABORATION; A SCALED REIMBURSEMENT SYSTEM WILL BE USED TO ENSURE THAT SMALL ORGANIZATIONS -USUALLY WITH FEWER STAFF- COULD PARTICIPATE NEXT TO LARGER ORGANIZATIONS THAT HAVE MORE RESOURCES. IPV IMPLEMENTATION TEAM WILL BE TRAINED IN RACIAL AND GENDER BIAS, TRAUMA-INFORMED CARE, IPV DYNAMICS, AND OTHER TOPICS IDENTIFIED BY TEAM’S MEMBERS. THE PROJECT WILL DEVELOP AND IMPLEMENT THREE MAIN INTERVENTIONS: (1) INCORPORATE IPV-SPECIFIC DATA TRACKING INTO MATERNAL MORTALITY SURVEILLANCE SYSTEM, (2) INCREASE CAPACITY OF OBSTETRIC SETTINGS AND EMERGENCY DEPARTMENTS TO ASSESS FOR INTIMATE PARTNER AND SEXUAL VIOLENCE, AND (3) CREATE A NEW MODEL OF CARE THAT WILL CONNECT PATIENTS WITH IPV SERVICES AND OTHER SUPPORT. ACTIVITIES CREATING TRAINING MODULES FOR OBSTETRIC AND EMERGENCY DEPARTMENT STAFF, ESTABLISHING A WARM HAND OFF REFERRAL SYSTEM, DEVELOPING A SUSTAINABILITY PLAN, CHANGING HOSPITALS' PROTOCOLS AND POLICIES TO INCORPORATE TRAINING PLAN AND NEW MODEL OF CARE, AND ONGOING MONITORING AND EVALUATION OF INTERVENTIONS. THE OUTCOMES OF THE PROJECT ARE: INCREASE IN OBSTETRIC AND EMERGENCY DEPARTMENT (ED) STAFF’S KNOWLEDGE ABOUT IPV DYNAMICS AND BEST PRACTICES FOR SCREENING, INCREASE IN IPV SCREENING RATE IN OBSTETRIC AND ED SETTINGS, AN IMPROVED MODEL OF CARE TO CONNECT PATIENTS TO IPV AND SUPPORT, AND INCREASE IN REFERRALS FROM DELIVERY HOSPITALS TO IPV SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8791044-731f-883e-7a69-aba520ad2cbf-C", "generated_internal_id": "ASST_NON_ASTWH210093_7521"}, {"internal_id": 140657255, "Award ID": "ASTWH210092", "Award Amount": 560135.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "STATE, LOCAL, TERRITORIAL, AND TRIBAL (SLTT) PARTNERSHIP PROGRAMS TO REDUCE MATERNAL DEATHS DUE TO VIOLENCE-LOUISIANA - THE LOUISIANA DEPARTMENT OF HEALTH, OFFICE OF PUBLIC HEALTH, BUREAU OF FAMILY HEALTH (BFH) LEADS A TEAM DEDICATED TO STATEWIDE MATERNAL AND CHILD MORTALITY SURVEILLANCE AND PREVENTION. THROUGH THE CENTER FOR DISEASE CONTROL AND PREVENTION PROGRAMS SUCH AS LOUISIANA VIOLENT DEATH REPORTING SYSTEM (LA-VDRS), RAPE PREVENTION EDUCATION (RPE), AND ENHANCING REVIEWS AND SURVEILLANCE TO ELIMINATE MATERNAL MORTALITY (ERASE MM), BFH KNOWS THE IMPACT OF VIOLENCE ON PREGNANT AND POSTPARTUM WOMEN ACROSS LOUISIANA. VIOLENCE IS A LEADING CAUSE OF MATERNAL MORTALITY, A PREVENTABLE FORM OF DEATH THAT CONTINUES TO RISE EACH YEAR IN LOUISIANA. FROM 2016 TO 2017, HOMICIDE WAS A LEADING CAUSE OF DEATH AMONG ALL VERIFIED MATERNAL DEATHS IN LOUISIANA AT A RATE OF 12.9 DEATHS PER 100,000 LIVE BIRTHS. THIS WAS TWO-FOLD GREATER THAN ANY SINGLE OBSTETRIC CAUSE OF DEATH DURING PREGNANCY OR POSTPARTUM. RACIAL DISPARITIES EXIST AMONG DIFFERENT TYPES OF VIOLENT DEATH. SPECIFICALLY, BLACK PREGNANT AND POSTPARTUM WOMEN IN LOUISIANA WERE MORE THAN FIVE TIMES AS LIKELY TO DIE BY HOMICIDE THAN WHITE WOMEN IN THE SAME CATEGORY (40.8 PER 100,000 AMONG BLACK WOMEN; 7.6 PER 100,000 AMONG WHITE WOMEN).  WITH THIS PROPOSAL, BFH SEEKS TO REDUCE AND PREVENT MATERNAL DEATHS DUE TO VIOLENCE THROUGH THE FOLLOWING STRATEGIES: 1) IMPROVING THE IDENTIFICATION, TRACKING, AND REVIEW OF VIOLENT DEATHS IN PREGNANT AND POSTPARTUM WOMEN BY ESTABLISHING A DOMESTIC ABUSE FATALITY REVIEW PANEL; 2) IMPLEMENTING EVIDENCE-BASED INTERVENTIONS TO INCREASE TIMELY ACCESS TO DOMESTIC VIOLENCE AND HEALTHCARE SERVICES FOR PREGNANT AND POSTPARTUM WOMEN; AND 3) ENHANCING LOUISIANA’S CAPACITY TO SUSTAIN IMPLEMENTATION AND EVALUATION OF INTERVENTIONS TO IMPROVE HEALTH OUTCOMES AND REDUCE DEATHS OF PREGNANT AND POSTPARTUM WOMEN RESULTING FROM VIOLENCE. THROUGH BFH’S SURVEILLANCE WORK AND MANAGEMENT OF OTHER FATALITY REVIEW COMMITTEES, BFH HAS ESTABLISHED PARTNERSHIPS ACROSS LOUISIANA INCLUDING OBSTETRICIANS, MENTAL HEALTH PROFESSIONALS, BEHAVIORAL HEALTH PROVIDERS, VIOLENCE AND SUICIDE PREVENTION EXPERTS, DOMESTIC VIOLENCE EXPERTS, AND OTHER COMMUNITY-BASED ORGANIZATIONS WORKING TO END MATERNAL DEATHS DUE TO VIOLENCE. BFH WILL BUILD UPON THESE LONGSTANDING PARTNERSHIPS TO INFORM AND SUPPORT THE DEVELOPMENT AND IMPLEMENTATION OF PROPOSED EVIDENCE-BASED INTERVENTIONS, FOCUSING ON POPULATIONS IDENTIFIED AS MOST DISPROPORTIONATELY IMPACTED BY PREGNANT-ASSOCIATED MORTALITY DEATHS DUE TO VIOLENCE. BFH RECOGNIZES THE SIGNIFICANT IMPACT OF MATERNAL VIOLENT DEATHS IN LOUISIANA. THIS PROPOSAL REPRESENTS BFH’S COMMITMENT TO VIOLENCE PREVENTION IN PREGNANT AND POSTPARTUM WOMEN THROUGH THE ESTABLISHMENT OF A DELIBERATE, MORE COMPREHENSIVE REVIEW PROCESS OF MATERNAL DEATHS DUE TO VIOLENCE, COLLABORATION WITH KEY VIOLENCE PREVENTION PARTNERS TO IMPLEMENT EVIDENCE-BASED INTERVENTIONS IN THE COMMUNITY, AND EVALUATION OF THESE INITIATIVES TO INFORM SUSTAINABILITY TO REDUCE MATERNAL DEATHS DUE TO HOMICIDES AND SUICIDES. THE DELIBERATE, COLLABORATIVE APPROACH TO DESIGNING THIS PROPOSED INITIATIVE DEMONSTRATES THE BFH AND PARTNERS’ COMMITMENTS TO PREVENTING VIOLENCE AMONG PREGNANT AND POSTPARTUM WOMEN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_ASTWH210092_7521"}, {"internal_id": 140659323, "Award ID": "ASTWH210091", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.088", "Description": "REDUCE MATERNAL VIOLENCE AND MORTALITY RI - THE LEADING CAUSES OF PREGNANCY-ASSOCIATED DEATHS ARE HOMICIDE, SUICIDE, AND DRUG OVERDOSE, AND INTIMATE PARTNER VIOLENCE (IPV) DURING PREGNANCY IS A MAJOR CONTRIBUTOR TO ALL THREE. A MULTI-STATE STUDY FROM THE NATIONAL VIOLENT DEATH REPORTING SYSTEM FOUND PREGNANCY-ASSOCIATED SUICIDE AND HOMICIDE RATES OF 2.0 AND 2.9 PER 100,000 RESPECTIVELY, WITH MORE THAN HALF OF PREGNANCY-ASSOCIATED SUICIDES INVOLVING INTIMATE PARTNER CONFLICT AND SLIGHTLY LESS THAN HALF OF PREGNANCY-ASSOCIATED HOMICIDE ASSOCIATED WITH IPV. THESE RISK FACTORS AND OUTCOMES HAVE BEEN EXACERBATED BY THE COVID-19 PANDEMIC, WHICH HAS DISRUPTED SOCIAL SUPPORT, IN-PERSON HEALTHCARE AVAILABILITY, AND CREATED UNPRECEDENTED DOMESTIC AND ECONOMIC HARDSHIPS. IN RHODE ISLAND, 17.3% OF ADULTS REPORT EXPERIENCING IPV. FOR IPV BEFORE/DURING PREGNANCY, PREVALENCE DECLINED FROM 3.9% TO 2.1% BETWEEN 2009-2015, THEN INCREASED TO 3.9%-4.9% BETWEEN 2016-2019, WITH A DISPROPORTIONATE IMPACT ON THOSE UNDER AGE 25, RACIAL/ETHNIC MINORITIES, AND THE UNINSURED (RIDOH PRAMS). INCREASED IPV PREVALENCE IS ALSO SEEN AMONG THOSE ENROLLED IN FAMILY VISITING (FV) PROGRAMS, WITH POSITIVE SCREENS INCREASING FROM 61 TO 84 TO 88 BETWEEN 2017-2019 WHEN IPV SCREENING EXCEEDED 80% (RIDOH MIECHV). RMVMRI PROPOSES ONE DATA INFRASTRUCTURE INTERVENTION, TWO COORDINATED, HOSPITAL-BASED INTERVENTIONS, AND A COMPLEMENTARY TRAINING COMPONENT. THESE INCLUDE: 1. SYSTEMIC DATA IMPROVEMENT INCLUDING COORDINATING AND MEETING WITH STATE MORTALITY REVIEW BODIES AND DATA ABSTRACTORS TO DEVELOP A STANDARDIZED, COLLABORATIVE APPROACH TO EVALUATE PREGNANCY-ASSOCIATED DEATHS, AND IMPLEMENT LESSONS LEARNED AND BEST PRACTICES ACROSS MORTALITY REVIEW BODIES; 2. MOSAIC (MOTHERS’ ADVOCATES IN THE COMMUNITY) RI PEER-BASED MENTORING PROGRAM; 3. SCREENING AND REFERRAL COORDINATION; AND 4. PROFESSIONAL DEVELOPMENT AND TRAINING FOR WOMEN & INFANTS HOSPITAL STAFF AND FAMILY VISITING PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_ASTWH210091_7521"}, {"internal_id": 110862197, "Award ID": "ASTWH200090", "Award Amount": 7199964.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "93.088", "Description": "JSI RESEARCH & TRAINING INSTITUTE, INC.'S RESPONSE TO THE NATIONAL TRAINING CENTER FOR FAMILY PLANNING AND TEEN PREGNANCY PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b94dbdfc-d93e-aa6c-5c2c-ffc2a5c9f020-C", "generated_internal_id": "ASST_NON_ASTWH200090_7521"}, {"internal_id": 98486242, "Award ID": "ASTWH190089", "Award Amount": 1889190.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-12", "CFDA Number": "93.088", "Description": "HAMPDEN COUNTY HIV-IPV INTEGRATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "091f20ad-1119-3e25-e6e5-ac843eb56c67-R", "generated_internal_id": "ASST_NON_ASTWH190089_7521"}, {"internal_id": 89524708, "Award ID": "ASTWH190088", "Award Amount": 776484.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.088", "Description": "YOUTH ENGAGEMENT IN SPORTS: COLLABORATION TO IMPROVE ADOLESCENT PHYSICAL ACTIVITY AND NUTRITION (YES INITIATIVE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "466bb7e5-0742-3fc2-5029-530901df9261-C", "generated_internal_id": "ASST_NON_ASTWH190088_7521"}, {"internal_id": 89519957, "Award ID": "ASTWH190087", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.088", "Description": "LINDSAY UNIFIED SCHOOL DISTRICT PROJECT STARS FITWITHIN, A YOUTH ENGAGEMENT IN SPORTS GRANT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "551dcffd-dad6-d7b7-2587-d443cdeabeae-C", "generated_internal_id": "ASST_NON_ASTWH190087_7521"}, {"internal_id": 89520900, "Award ID": "ASTWH190086", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.088", "Description": "CITY OF PINE BLUFF YES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21b3550d-0045-bd26-c140-450c061131fd-C", "generated_internal_id": "ASST_NON_ASTWH190086_7521"}, {"internal_id": 89519890, "Award ID": "ASTWH190085", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.088", "Description": "THE TAMPA YOUTH ENGAGED IN SPORTS (TAMPA YES) PROJECT AIMS TO EXPAND YOUTH PARTICIPATION IN SPORTS AND ENCOURAGE REGULAR PHYSICAL ACTIVITY AND HEALTHY EATING HABITS AMONG MIDDLE SCHOOL MINORITY GIRLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1198fdff-8248-9290-b053-365cf6eefac9-C", "generated_internal_id": "ASST_NON_ASTWH190085_7521"}, {"internal_id": 89521908, "Award ID": "ASTWH190084", "Award Amount": 798444.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.088", "Description": "CSPH YES INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1821d73b-b6f7-7058-60db-9e5d2d957fe3-R", "generated_internal_id": "ASST_NON_ASTWH190084_7521"}, {"internal_id": 89522123, "Award ID": "ASTWH190082", "Award Amount": 685419.11, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.088", "Description": "YES DALLAS INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f5d2bde-19b1-4197-e627-5f43a2821f6a-R", "generated_internal_id": "ASST_NON_ASTWH190082_7521"}, {"internal_id": 89520590, "Award ID": "ASTWH190081", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.137", "Description": "THE HEALTHY HEIGHTS PROJECT  WILL USE A NEAR PEER  MODEL AND  NON TRADITIONAL SPORTS TO INCREASE PHYSICAL ACTIVITY, SPORTS PARTICIPATION ALONG WITH INTERACTIVE FOOD JUSTICE AND NUTRITION EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00576aea-11ee-e06f-ea27-3e8ea6cfd1ff-R", "generated_internal_id": "ASST_NON_ASTWH190081_7521"}, {"internal_id": 89524035, "Award ID": "ASTWH190080", "Award Amount": 799252.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.137", "Description": "GAME ON PHILLY!: BRINGING \"PHITNESS AND PHUN\" TO PHILADELPHIA SCHOOLS - A COMPREHENSIVE INTERVENTION USING SPORTS, FITNESS, AND NUTRITIONAL EDUCATION TO IMPROVE THE LIVES OF MIDDLE SCHOOL STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17d11b9f-8ac4-c3b3-5f16-2be8ce057ccc-R", "generated_internal_id": "ASST_NON_ASTWH190080_7521"}, {"internal_id": 89525574, "Award ID": "ASTWH190079", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.137", "Description": "YMCA YOUTH ENGAGEMENT INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a2551a5a-bd4d-6352-bc1d-339d4794f6cb-C", "generated_internal_id": "ASST_NON_ASTWH190079_7521"}, {"internal_id": 89521737, "Award ID": "ASTWH190078", "Award Amount": 799875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.137", "Description": "UPOWER: STRENGTHENING AND EMPOWERING YOUTH AND COMMUNITIES THROUGH SPORT AND FITNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e050350a-3939-bf65-9585-238517e3ab1f-C", "generated_internal_id": "ASST_NON_ASTWH190078_7521"}, {"internal_id": 89518990, "Award ID": "ASTWH190077", "Award Amount": 778339.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.137", "Description": "YES! WE CAN PLAY: A PHYSICAL ACTIVITY AND NUTRITION AFTER SCHOOL PROGRAM FOR 6TH GRADERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "385a79b6-b810-9612-774a-ef5d04895c34-C", "generated_internal_id": "ASST_NON_ASTWH190077_7521"}, {"internal_id": 89521475, "Award ID": "ASTWH190076", "Award Amount": 755505.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.137", "Description": "NACA HOLISTIC HEALTH FOR URBAN INDIGENOUS YOUTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab7289f9-8212-28a5-5a74-28774040e064-R", "generated_internal_id": "ASST_NON_ASTWH190076_7521"}, {"internal_id": 89523401, "Award ID": "ASTWH190075", "Award Amount": 1127048.57, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "93.088", "Description": "HIV AND IPV RISK AMONG WOMEN IN KENTUCKY (AWIKY): COORDINATING HIV AND IPV SCREENING, PREVENTION, AND RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88bbe7b2-c057-41a5-3eec-79aae6db89c8-C", "generated_internal_id": "ASST_NON_ASTWH190075_7521"}, {"internal_id": 89517620, "Award ID": "ASTWH190074", "Award Amount": 918562.26, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "93.088", "Description": "TESSA HIV-IPV EXPANSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2dad418-5c95-0983-b787-d49413633e9c-C", "generated_internal_id": "ASST_NON_ASTWH190074_7521"}, {"internal_id": 89523957, "Award ID": "ASTWH190073", "Award Amount": 1911541.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "93.088", "Description": "PROJECT SAFECONNECT:  REDUCING HIV INFECTION AND HARM RELATED TO IPV WITH WOMEN AND GIRLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3533688b-b8fb-c3f8-76e6-68ad9ad84b99-C", "generated_internal_id": "ASST_NON_ASTWH190073_7521"}, {"internal_id": 89523765, "Award ID": "ASTWH190072", "Award Amount": 1932000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "93.088", "Description": "PREVENTING HIV INFECTION IN WOMEN THROUGH EXPANDED INTIMATE PARTNER VIOLENCE PREVENTION, SCREENING, AND RESPONSE SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a89059a6-65ad-670a-baf1-48d45db31f9d-R", "generated_internal_id": "ASST_NON_ASTWH190072_7521"}, {"internal_id": 48383267, "Award ID": "ASTWH170071", "Award Amount": 133010.76, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "93.088", "Description": "PREVENTION OF OPIOID MISUSE FOR ERIE COUNTY NY WOMEN OF CHILDBEARING AGE:  BUILDING COMMUNITY CAPACITY AND PILOTING A REPLICABLE OB/GYN SBIRT MODEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ce17b50-69bc-9bf5-1d15-a46823a834f1-C", "generated_internal_id": "ASST_NON_ASTWH170071_7521"}, {"internal_id": 48383266, "Award ID": "ASTWH170070", "Award Amount": 247771.62, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "93.088", "Description": "MIDDLE TENNESSEE INITIATIVE OPIOID-MISUSE PREVENTION (MTOP) INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60467e0a-b9a0-c19b-a651-4e62ea887412-R", "generated_internal_id": "ASST_NON_ASTWH170070_7521"}, {"internal_id": 48383265, "Award ID": "ASTWH170069", "Award Amount": 234150.63, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "93.088", "Description": "MERIDIAN OPIOID MISUSE PREVENTION PILOT FOR GIRLS AND WOMEN RESIDING IN THE TOWER ROAD CORRIDOR COMMUNITIES IN GAINESVILLE, FLORIDA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbed6dc0-82d0-b4da-4b93-a91e50eb31b2-C", "generated_internal_id": "ASST_NON_ASTWH170069_7521"}, {"internal_id": 48383264, "Award ID": "ASTWH170068", "Award Amount": 269476.03, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "93.088", "Description": "PARTNERSHIP FOR THE PREVENTION OF OPIOID MISUSE AMONG WOMEN IN THE CENTRAL SHENANDOAH VALLEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef1afd72-d2ab-20a8-f4c5-7cdeee1c852d-C", "generated_internal_id": "ASST_NON_ASTWH170068_7521"}, {"internal_id": 48383263, "Award ID": "ASTWH170067", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "STEP - STRETCHING TO EMPOWER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f044aff-dddf-497a-e947-4a1b8ee8f10b-C", "generated_internal_id": "ASST_NON_ASTWH170067_7521"}, {"internal_id": 48383262, "Award ID": "ASTWH170066", "Award Amount": 209382.3, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "COMMUNITIES COLLABORATE TO PREVENT GIRLS OPIOID ABUSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_ASTWH170066_7521"}, {"internal_id": 48383261, "Award ID": "ASTWH170065", "Award Amount": 275399.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "AZALEA PROJECT PRIMARY PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6dd23801-c003-c7d0-af32-d6a85dd82dd1-R", "generated_internal_id": "ASST_NON_ASTWH170065_7521"}, {"internal_id": 48383260, "Award ID": "ASTWH170064", "Award Amount": 290568.62, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "JANESVILLE MOBILIZING 4 CHANGE'S TRAUMA-INFORMED COMMUNITY OF SUPPORT: AN UPSTREAM APPROACH TO PREVENTING OPIOID MISUSE IN WOMEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e2b45829-9bee-6176-3d30-3ab1be26438c-C", "generated_internal_id": "ASST_NON_ASTWH170064_7521"}, {"internal_id": 48383259, "Award ID": "ASTWH170063", "Award Amount": 229187.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "PILOTING AN ADAPTED AND ENHANCED TEEN INTERVENE FOR OPIOID MISUSE PREVENTION AMONG ADOLESCENT GIRLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5027c3fe-a1a6-cae2-71a6-23730322c67c-C", "generated_internal_id": "ASST_NON_ASTWH170063_7521"}, {"internal_id": 48383258, "Award ID": "ASTWH170062", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "OLDER WOMEN'S SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ca291c8-7ddd-0af5-f904-76b59c5f027c-R", "generated_internal_id": "ASST_NON_ASTWH170062_7521"}, {"internal_id": 48383257, "Award ID": "ASTWH170061", "Award Amount": 299852.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "CHRONIC PAIN MANAGEMENT IN FEMALE COMMUNITY HEALTH CENTER PATIENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f03102a-fcb0-47f7-56af-3f274f839d5f-C", "generated_internal_id": "ASST_NON_ASTWH170061_7521"}, {"internal_id": 48383256, "Award ID": "ASTWH170060", "Award Amount": 297081.39, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "PREVENTION OF OPIOID MISUSE AND OVERDOSE IN HIGH RISK WOMEN IN NEW JERSEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58efe611-2b8d-cdc6-d4c0-9e78b1ab3461-C", "generated_internal_id": "ASST_NON_ASTWH170060_7521"}, {"internal_id": 48383255, "Award ID": "ASTWH170059", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "PREVENTION OF OPIOID MISUSE IN WOMEN ACROSS THE LIFESPAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e933b26-72ae-cb43-efa6-a97b93b01885-R", "generated_internal_id": "ASST_NON_ASTWH170059_7521"}, {"internal_id": 48383254, "Award ID": "ASTWH170058", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "HIV POSITIVE WOMEN AND OPIOID DEPENDENCY PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6caf762-c00e-788d-f6ae-bec296d4c134-R", "generated_internal_id": "ASST_NON_ASTWH170058_7521"}, {"internal_id": 48383253, "Award ID": "ASTWH170057", "Award Amount": 298102.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "PREVENTING OPIOID MISUSE AMONG GIRLS COMMUNITY OF PRACTICE (COP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad6c8c24-74bd-5cc7-fcda-10cca5983617-C", "generated_internal_id": "ASST_NON_ASTWH170057_7521"}, {"internal_id": 48383252, "Award ID": "ASTWH170056", "Award Amount": 291812.01, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "CAPITAL AREA HUMAN SERVICES OPIOID MISUSE PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22f5755a-fcbd-904f-8818-751e6d922dcd-R", "generated_internal_id": "ASST_NON_ASTWH170056_7521"}, {"internal_id": 48383251, "Award ID": "ASTWH170055", "Award Amount": 223919.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "OPIOID PREVENTION EDUCATION FOR YOUNG WOMEN IN SOUTH LOS ANGELES AND PROVIDER EDUCATION IN LOS ANGELES COUNTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9815ae1f-4157-8b39-33fc-80e56958f3d6-C", "generated_internal_id": "ASST_NON_ASTWH170055_7521"}, {"internal_id": 48383250, "Award ID": "ASTWH170054", "Award Amount": 298630.03, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "INTEGRATED SUBSTANCE ABUSE PREVENTION AND TREATMENT FOR THE PERINATAL POPULATION IN THE CENTER OF CHICAGO AND OPIOID EPIDEMIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ed8c4351-3148-82b7-ac25-04bc4286221f-C", "generated_internal_id": "ASST_NON_ASTWH170054_7521"}, {"internal_id": 48383249, "Award ID": "ASTWH170053", "Award Amount": 295407.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "THE IOWA PREVENTION OF OPIOID MISUSE IN WOMEN (POMW) PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_ASTWH170053_7521"}, {"internal_id": 48383248, "Award ID": "ASTWH170052", "Award Amount": 270624.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "CONNECTICUT OPIOID MISUSE PREVENTION INITIATIVE (COMP INITIATIVE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "767f3353-1eca-a27a-4b5e-0659acfadc99-C", "generated_internal_id": "ASST_NON_ASTWH170052_7521"}, {"internal_id": 48383247, "Award ID": "ASTWH160051", "Award Amount": 494832.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "NON-RESIDENTIAL AND COMMUNITY COLLEGE SEXUAL ASSAULT POLICY AND PREVENTION INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_ASTWH160051_7521"}, {"internal_id": 48383245, "Award ID": "ASTWH160050", "Award Amount": 389205.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "CHANGING CAMPUS CLIMATES: A TARGETED STRATEGY TO RESPOND TO AND PREVENT CAMPUS SEXUAL ASSAULT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6aefe590-3ae6-15fe-ffbc-9d0c5ae8a165-C", "generated_internal_id": "ASST_NON_ASTWH160050_7521"}, {"internal_id": 48383243, "Award ID": "ASTWH160049", "Award Amount": 450767.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "NORTH CAROLINA HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) CAMPUS EQUITY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7270fc2b-c972-85c4-46e0-4f89e94a0459-R", "generated_internal_id": "ASST_NON_ASTWH160049_7521"}, {"internal_id": 48383241, "Award ID": "ASTWH160048", "Award Amount": 197706.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "ACANA COLLABORATION WITH THE AFRICAN DIASPORA HEALTH INITIATIVE TO PROVIDE INFORMATIVE SESSIONS TO HEALTH CARE PROVIDERS SERVING AFRICAN IMMIGRANT WOMEN ON THE ISSUE OF FGC/MUTILATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee673e7c-0362-ec0a-aecd-d1a16289f177-R", "generated_internal_id": "ASST_NON_ASTWH160048_7521"}, {"internal_id": 48383239, "Award ID": "ASTWH160047", "Award Amount": 579280.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "ONE COMMUNITY PROGRAM: ADDRESSING GAPS IN IN FGC-RELATED HEALTH CARE SERVICES AND FGC PREVENTION IN ERIE, PA AND MINNEAPOLIS/ST. PAUL, MN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "103e9554-416a-bcd5-75f7-126c5db8419c-C", "generated_internal_id": "ASST_NON_ASTWH160047_7521"}, {"internal_id": 48383237, "Award ID": "ASTWH160046", "Award Amount": 259646.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "FEMALE GENITAL CUTTING (FGC) COMMUNITY-CENTERED HEALTH CARE AND PREVENTION PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03842c13-136c-a877-0d5f-e3021f06989d-C", "generated_internal_id": "ASST_NON_ASTWH160046_7521"}, {"internal_id": 48383235, "Award ID": "ASTWH160045", "Award Amount": 637827.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-27", "CFDA Number": "93.088", "Description": "ENHANCING CULTURALLY-INFORMED HEALTH CARE SERVICES FOR WOMEN AFFECTED BY FEMALE GENITAL CUTTING IN ARIZONA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18ebe923-151d-7095-dfea-7767365ba71d-C", "generated_internal_id": "ASST_NON_ASTWH160045_7521"}, {"internal_id": 48383233, "Award ID": "ASTWH160044", "Award Amount": 357820.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "REDUCING SEXUAL ASSAULT ON GEORGIA'S COLLEGE CAMPUSES THROUGH STRATEGIC POLICY AND PREVENTION PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4577d518-8516-c1f2-1c1a-c9696491cd77-R", "generated_internal_id": "ASST_NON_ASTWH160044_7521"}, {"internal_id": 48383231, "Award ID": "ASTWH160043", "Award Amount": 341564.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "THE DMV (DISTRICT, MARYLAND, VIRGINIA) HEALTHY MASCULINITY COLLEGE SEXUAL ASSAULT POLICY AND PREVENTION INITIATIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "542a915e-7f2e-43ce-e8bd-642ecfd06e58-C", "generated_internal_id": "ASST_NON_ASTWH160043_7521"}, {"internal_id": 48383229, "Award ID": "ASTWH160042", "Award Amount": 489937.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "HEARTLAND SEXUAL ASSAULT POLICIES & PREVENTION ON CAMPUSES PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_ASTWH160042_7521"}, {"internal_id": 48383227, "Award ID": "ASTWH160041", "Award Amount": 460000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "HER INITIATIVE: HONOR OUR BODIES, EDUCATE OUR COMMUNITY, RESPECT OUR HERITAGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98011ace-f9cf-85a3-2290-df57bddf151a-R", "generated_internal_id": "ASST_NON_ASTWH160041_7521"}, {"internal_id": 48383225, "Award ID": "ASTWH160040", "Award Amount": 637702.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "PHILADELPHIA INTERNATIONAL WOMEN'S PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6dde9c63-7009-e53d-f542-cc88e4ba9781-C", "generated_internal_id": "ASST_NON_ASTWH160040_7521"}, {"internal_id": 48383223, "Award ID": "ASTWH160039", "Award Amount": 666000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-27", "CFDA Number": "93.088", "Description": "FEMALE GENITAL CUTTING (FGC) COMMUNITY-CENTERED HEALTH CARE AND PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10442c47-e9da-bf3a-3592-3299a3a6b5a6-C", "generated_internal_id": "ASST_NON_ASTWH160039_7521"}, {"internal_id": 48383221, "Award ID": "ASTWH160038", "Award Amount": 460544.67, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "CULTIVATING SAFE COLLEGE CAMPUSES:  A COLLEGE SEXUAL ASSAULT POLICY AND PREVENTION CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9ed9d47-92ee-b4fd-1c82-e8d21b615870-C", "generated_internal_id": "ASST_NON_ASTWH160038_7521"}, {"internal_id": 48383219, "Award ID": "ASTWH160037", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "PACIFIC PARTNERS PROJECT (PPP): COLLEGE SEXUAL ASSAULT POLICY & PREVENTION INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52869dec-be4b-3645-919e-43773b08e75a-C", "generated_internal_id": "ASST_NON_ASTWH160037_7521"}, {"internal_id": 48383217, "Award ID": "ASTWH160036", "Award Amount": 472170.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-29", "CFDA Number": "93.088", "Description": "INDIANA COALITION TO END SEXUAL ASSAULT (ICESA)CAMPUS COALITION TO END SEXUAL VIOLENCE:IMPROVING SEXUAL VIOLENCE POLICIES, PROCEDURES AND PREVENTION STRATEGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44658404-1a95-2bb0-5610-4994da7a83ae-R", "generated_internal_id": "ASST_NON_ASTWH160036_7521"}, {"internal_id": 48383215, "Award ID": "ASTWH160035", "Award Amount": 427442.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-27", "CFDA Number": "93.088", "Description": "DEVELOPMENT AND TESTING OF A COMMUNITY CENTERED FGC PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee8636d0-3f78-fbb3-4346-eb49aabbb2b3-C", "generated_internal_id": "ASST_NON_ASTWH160035_7521"}, {"internal_id": 48383213, "Award ID": "ASTWH150034", "Award Amount": 459837.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "ARISE: ASPIRE TO REALIZE IMPROVED SAFETY AND EMPOWERMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_ASTWH150034_7521"}, {"internal_id": 48383211, "Award ID": "ASTWH150033", "Award Amount": 430025.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "TESSA: TECHNOLOGY ENHANCED SCREENING AND SUPPORTIVE ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2dad418-5c95-0983-b787-d49413633e9c-C", "generated_internal_id": "ASST_NON_ASTWH150033_7521"}, {"internal_id": 48383209, "Award ID": "ASTWH150032", "Award Amount": 1189714.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "THE IPV PROVIDER NETWORK: ENGAGING THE HEALTH CARE PROVIDER RESPONSE TO INTERPERSONAL VIOLENCE AGAINST WOMEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_ASTWH150032_7521"}, {"internal_id": 48383207, "Award ID": "ASTWH150031", "Award Amount": 408286.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "COORDINATED CARE FOR IPV SURVIVORS THROUGH THE M HEALTH COMMUNITY NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_ASTWH150031_7521"}, {"internal_id": 48383205, "Award ID": "ASTWH150030", "Award Amount": 714369.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-19", "CFDA Number": "93.088", "Description": "DEVELOPING A STATEWIDE APPROACH TO IPV SCREENING IN NORTH CAROLINA HEALTHCARE NETWORKS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "854fc3e1-057f-db76-01ca-37e74e98d817-R", "generated_internal_id": "ASST_NON_ASTWH150030_7521"}]