[{"internal_id": 151144434, "Award ID": "NU38SH000019", "Award Amount": 920000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "93.066", "Description": "STATE VITAL STATISTICS IMPROVEMENT PROGRAM - THE NATIONAL VITAL STATISTICS SYSTEM (NVSS) IS THE OLDEST AND MOST SUCCESSFUL EXAMPLE OF INTER-GOVERNMENTAL DATA SHARING IN PUBLIC HEALTH AND THE SHARED RELATIONSHIPS, STANDARDS, AND PROCEDURES FORM THE MECHANISM BY WHICH THE NATIONAL CENTER FOR HEALTH STATISTICS (NCHS) COLLECTS AND DISSEMINATES THE NATION’S OFFICIAL VITAL STATISTICS. THESE DATA ARE USED BY NATIONAL, STATE, AND LOCAL PUBLIC AND PRIVATE ENTITIES TO MEASURE AND EVALUATE THE CHALLENGES AND PROGRESS MADE IN MATERNAL AND CHILD HEALTH, CHRONIC DISEASE, COVID-19, INFLUENZA SURVEILLANCE, SUICIDE, AND DRUG OVERDOSES.  THESE DATA ARE PROVIDED THROUGH CONTRACTS BETWEEN NCHS AND VITAL REGISTRATION SYSTEMS OPERATED IN THE VARIOUS JURISDICTIONS LEGALLY RESPONSIBLE FOR THE REGISTRATION OF VITAL EVENTS: BIRTHS, DEATHS, MARRIAGES, DIVORCES, AND FETAL DEATHS. WITHOUT FULL PARTICIPATION BY ALL 50 STATES, 5 TERRITORIES, AND 2 CITIES, USING UNIFORM STANDARDS OF DATA COLLECTION AND DELIVERY, RELIABLE INFORMATION WOULD NOT BE AVAILABLE FOR CRITICAL PUBLIC HEALTH ACTION.  RESULTS FROM THE CURRENT COOPERATIVE AGREEMENT (CDC-RFA-SH17-1700) INCLUDE DEMONSTRATED SUCCESS IN CONVENING JURISDICTIONS FOR SIMILAR WORK, AND THIS FUNDING OPPORTUNITY BUILDS ON AND ADVANCES THOSE ACCOMPLISHMENTS TO DATE, INCLUDING PROMOTION OF BIRTH DATA QUALITY TRAINING, TRAINING OF VITAL RECORDS OFFICE STAFF, TECHNICAL ASSISTANCE, AND SUPPORT OF JURISDICTIONS SEEKING VITAL RECORDS AND HEALTH STATISTICS PUBLIC HEALTH ACCREDITATION. FOR EXAMPLE, UNDER THE CURRENT COOPERATIVE AGREEMENT, VIRTUAL TRAINING WAS DEVELOPED AND ALLOWED FOR HIGHER PARTICIPATION, ACCREDITATION STANDARDS WERE DEVELOPED, AND THE FIRST FEW JURISDICTIONS ACHIEVED PUBLIC HEALTH ACCREDITATION.  FOR THIS FUNDING OPPORTUNITY, NAPHSIS PROPOSES TO ENHANCE THE PERFORMANCE OF THE NATIONAL VITAL STATISTICS SYSTEM BY CONVENING STATES TO AID IN:  A) IMPROVING VITAL STATISTICS DATA QUALITY, TIMELINESS, AND UTILITY FOR PUBLIC HEALTH, B) INCREASING THE KNOWLEDGE AND COMPETENCIES OF THE VITAL STATISTICS WORKFORCE, AND C) PROMOTING ACCREDITATION OF STATE VITAL STATISTICS PROGRAMS CONSISTENT WITH NCHS GOALS.  THIS WILL BE DONE THROUGH PROMOTION AND SUPPORT OF VITAL RECORDS JURISDICTIONS IN MONITORING AND IMPROVING BIRTH, DEATH AND FETAL DEATH DATA QUALITY; SUPPORT OF THE BIRTH DATA QUALITY WORKGROUP; COORDINATING AND FACILITATING DEVELOPMENT OF STAFF KNOWLEDGE AND COMPETENCIES AT JURISDICTION VITAL STATISTICS AGENCIES THROUGH TRAINING AND SHARING OF KNOWLEDGE; PROMOTION OF AND SUPPORT FOR ATTAINING VITAL RECORDS HEALTH STATISTICS ACCREDITATION; AND PROVIDING TECHNICAL ASSISTANCE TO VITAL RECORDS JURISDICTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa326b65-bd81-6be8-0721-9fb1e3aa8b16-C", "generated_internal_id": "ASST_NON_NU38SH000019_7523"}, {"internal_id": 49213866, "Award ID": "NU38SH000018", "Award Amount": 3596542.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "93.066", "Description": "STATE VITAL STATISTICS IMPROVEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa326b65-bd81-6be8-0721-9fb1e3aa8b16-C", "generated_internal_id": "ASST_NON_NU38SH000018_7523"}, {"internal_id": 49213865, "Award ID": "NU38SH000017", "Award Amount": 406833.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-19", "CFDA Number": "93.066", "Description": "A FIVE YEAR PROGRAM TO ENHANCE OPERATIONAL EFFICIENCIES OF STATE VIRAL STATISTICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa326b65-bd81-6be8-0721-9fb1e3aa8b16-C", "generated_internal_id": "ASST_NON_NU38SH000017_7523"}]