[{"internal_id": 160086084, "Award ID": "U3REP230717", "Award Amount": 376287.18, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC-STATE, TERRITORY, AND TRIBAL NATIONS, REPRESENTATIVE ORGANIZATIONS FOR NEXT GENERATION (MRC-STTRONG) - PROJECT ABSTRACT THE HAWAII DEPARTMENT OF HEALTH’S OFFICE OF PUBLIC HEALTH PREPAREDNESS SUPPORTS THIS STATEWIDE MRC PREPAREDNESS AND RESPONSE PROJECT. THE GOALS OF THIS PROJECT ARE: 1) TO BUILD PREPAREDNESS CAPACITY WITHIN THE CORPS TO PROVIDE EDUCATION, TRAINING AND OUTREACH TO COMMUNITY MEMBERS, AS AN EXTENSION OF THE DEPARTMENT OF HEALTH, AND 2) TO BUILD RESPONSE CAPACITY OF THE MRC THROUGH INCREASED DISASTER TRAINING AND EXERCISE OPPORTUNITIES. THE OBJECTIVES OF THIS PROJECT ARE: 1) TO IDENTIFY PREPAREDNESS EDUCATION, TRAINING AND OUTREACH NEEDS OF THE STATEWIDE COMMUNITY, 2) TO BUILD STATEWIDE TEAMS OF VOLUNTEERS BASED ON IDENTIFIED PREPAREDNESS AND RESPONSE FOCUS AREAS AND TRAINING PACKAGES, 3) TRAIN AND EQUIP VOLUNTEERS TO DELIVER EDUCATION, TRAINING AND OUTREACH SERVICES, EITHER SOLELY OR IN CONJUNCTION WITH COMMUNITY/AGENCY PARTNERS, 4) TO IDENTIFY EXERCISE AND DISASTER RESPONSE TRAINING NEEDS OF THE CORPS, BASED ON THE RESPONSE NEEDS OF THE DOH, HOSPITALS AND HEALTHCARE PARTNERS, 5) TO PLAN AND IMPLEMENT EXERCISE AND TRAINING OPPORTUNITIES THAT ADDRESS THESE RESPONSE GAPS, AND 6) TO INCREASE MEMBERSHIP OF THE CORPS. EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) A BETTER TRAINED, BETTER UTILIZED, BETTER PREPARED AND BETTER EQUIPPED CORPS, 2) BETTER PREPARED COMMUNITIES WITHIN THE STATE, TO INCLUDE THOSE WHO ARE THE MOST VULNERABLE, 3) IMPROVED UNDERSTANDING OF WHAT THE CORPS’ ROLE IS IN SURGE CAPACITY BY HOSPITAL, HEALTHCARE, EMERGENCY MANAGEMENT AND COMMUNITY PARTNERS, AND 6) INCREASED RESPONSE CAPACITY TO SUPPORT DOH AND ITS PARTNERS. EXPECTED PRODUCTS INCLUDE: 1) ENVIRONMENTAL SCAN OR NEEDS ASSESSMENT DATA, 2) A FINAL REPORT, INCLUDING EVALUATION RESULTS, 3) TRAINING PACKAGES, AND 4) A STATEWIDE TRAINING AND EXERCISE PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 376287.18, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_U3REP230717_7505"}, {"internal_id": 160086083, "Award ID": "U3REP230716", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "BOLSTERING NORTH CAROLINA'S MEDICAL RESERVE CORP / STATE MEDICAL RESPONSE SYSTEM - NORTH CAROLINA MRC STTRONG PROJECT ABSTRACT NORTH CAROLINA HAS A 21-YEAR HISTORY OF A STRONG EMERGENCY PREPAREDNESS AND RESPONSE PROGRAM THAT FOCUSES ON SUPPORTING THE HEALTHCARE SYSTEM AND EMERGENCY RESPONSE ORGANIZATIONS. THE MRC PROGRAM IS A PART OF THIS PROGRAM AND WILL BE BOLSTERED BY FUNDS RECEIVED THROUGH THE MRC STTRONG PROJECT. OUR PROGRAM’S GOAL IS TO HAVE THE NECESSARY ASSETS, RESOURCES, AND PERSONNEL TO SUPPORT THE HEALTHCARE SYSTEM DURING ALL-HAZARDS EMERGENCIES. TO ACCOMPLISH THIS GOAL WE ARE FOCUSED ON (5) KEY OBJECTIVES: (1) STRONG, RELIABLE, AND COORDINATED MRC PROGRAM; (2) MRC DEPLOYMENT PREPAREDNESS AND RESPONSE CAPABILITIES; (3) ENSURING A STRONG AND RESILIENT MRC TEAM; (4) ONGOING RECRUITMENT AND RETENTION OF DEDICATED MRC INDIVIDUALS THAT ARE RECOGNIZED AS A CORE COMPONENT OF NC’S RESPONSE SYSTEM; (5) ATTAINING A SUSTAINABLE MRC PROGRAM THROUGH INCREASED PARTNERSHIPS, DELIBERATE ENGAGEMENT AND NOTED VALUE. THE KEY OUTCOMES FOR THIS PROJECT INCLUDE: (1) ENGAGEMENT & RECOGNITION MEETINGS; (2) ENSURE INSURANCE COVERAGE FOR MRC PROGRAM; (3) ANNUAL FULL-SCALE EXERCISE/REAL WORLD DEPLOYMENT; (4) PSYCHOLOGICAL FIRST AID TRAINING FOR ALL MRC VOLUNTEERS (5) INCREASED COMMITMENT AND ENGAGEMENT OF MRC VOLUNTEERS; (6) STANDARDIZED AND ROBUST TRAINING PROGRAM. KEY DELIVERABLES FOR THIS PROJECT WILL INCLUDE (1) WRITTEN MRC PROGRAM PLAN OUTLINING THE STRATEGIES AND OBJECTIVES FOR THE TEAM; (2) WRITTEN SUSTAINABILITY PLAN WITH SUPPORT FROM KEY PARTNERSHIPS AND AGENCIES WITHIN NORTH CAROLINA; (3) IMPACT REPORT, INCLUDING ALL EVALUATION MEASURES TO BE SHARED WIDELY ACROSS OUR HEALTHCARE AND EMERGENCY RESPONSE ORGANIZATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 1800000.0, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_U3REP230716_7505"}, {"internal_id": 160086082, "Award ID": "U3REP230715", "Award Amount": 575000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "CREATION AND ESTABLISHMENT OF NEW MRC UNITS ACROSS ARKANSAS - THE RECIPIENT, ARKANSAS MEDICAL RESERVE CORPS, SUPPORTS THE MRC-STTRONG GRANT PROVIDED BY THE ADMINISTRATION FOR STRATEGIC PREPAREDNESS AND RESPONSE (ASPR). THE GOAL FOR THE FUNDS OF THIS GRANT IS TO EXPAND THE NUMBER OF MRC UNITS ACROSS TO THE STATE TO PROVIDE FULL VOLUNTEER COVERAGE OF ARKANSAS. AN INCREASE OF UNITS WILL ALSO CREATE AN INCREASE OF MEDICAL AND LAY VOLUNTEERS TO HELP ASSIST THE STATE WITH DISASTERS AND PUBLIC HEALTH EMERGENCIES. THE OBJECTIVES ARE:  1) TO BUILD SEVEN NEW MRC UNITS THAT WILL HELP ALL REGIONS OF THE STATE HAVE VOLUNTEER COVERAGE; 2) TO PROVIDE EQUIPMENT AND TRAINING FOR THESE UNITS SO THEY CAN RESPOND TO A BROAD NUMBER OF INCIDENTS AND EMERGENCIES; 3) TO REINTRODUCE THE MRC PROGRAM TO THE PUBLIC AND TO THE COMMUNITY AS A DEPENDABLE RESOURCE FOR AID AND RELIEF. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) COMMUNITIES IN ALL REGIONS OF ARKANSAS WILL HAVE A MORE LOCALIZED MRC UNIT TO HELP RESPOND TO DISASTERS AND EMERGENCIES; 2) QUICKER RESPONSE TIMES TO EMERGENCIES WHERE VOLUNTEERS ARE NEEDED; 3) AN INCREASE IN VOLUNTEERS AND PARTICIPATION WITHIN THE PROGRAM; 4) AND INCREASE OF FAMILIARIZATION OF THE MRC PROGRAM TO COMMUNITIES SO THEY CAN BE UTILIZED DURING EMERGENCIES. THE PRODUCT FROM THIS PROJECT IS A FINAL REPORT WITH RESULTS OF ACCOMPLISHMENTS OF THE OBJECTIVES AND POSITIVE OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": 575000.0, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_U3REP230715_7505"}, {"internal_id": 160086081, "Award ID": "U3REP230714", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "BUILDING CAPACITY AND RESILIENCE IN ILLINOIS THROUGH THE MRC PROGRAM. - THE MEDICAL RESERVE CORPS OF ILLINOIS SUPPORTS THIS TWO-YEAR MRCSTTRONG GRANT IN COLLABORATION WITH MRC UNITS THROUGHOUT THE STATE OF ILLINOIS AND THE ILLINOIS DEPARTMENT OF PUBLIC HEALTH. THE GOALS SET FOR THE APPLICATION ARE AS FOLLOWS: 1) BOLSTER MRC PLANNING; 2) STRENGTHEN MRC’S CAPACITY AND KNOWLEDGE BASE; 3) BOLSTER ILLINOIS’ CAPACITY TO RESPOND; 4) BUILD BRAND RECOGNITION; 5) STRENGTHEN THE MRC ASSOCIATION OF ILLINOIS, AND BY EXTENSION, THE LOCAL MRCS. THE OBJECTIVES ARE: DEVELOP AND IMPLEMENT STANDARDIZATION FOR TRAINING AND OPERATIONS; DEVELOP AND IMPLEMENT A STRIKE TEAM PLAN; DEVELOP AND CONDUCT A NEEDS ASSESSMENT AND GAP ANALYSIS; DEVELOP AN IMPROVEMENT PLAN WITH A THREE-YEAR SCOPE OF IMPLEMENTATION; GROW AND DEVELOP FOUR NEW MRC UNITS IN THE AREAS OF GREATEST NEED; CONDUCT 12 IN-PERSON AND VIRTUAL TRAININGS FOR UNIT LEADERS AND VOLUNTEERS TO GROW SKILL SETS AND OFFER CONTINUING EDUCATION, TO ENCOURAGE GREATER PARTICIPATION IN THE PROGRAM: CULTIVATE BRAND RECOGNITION WITH THE MRC; OFFER THE OPPORTUNITY OF SUBAWARDS TO 50 MRC UNITS THROUGHOUT THE STATE OF ILLINOIS IN YEAR ONE AND YEAR TWO; CREATE A CONTINUITY OF OPERATIONS PLAN FOR THE BOARD MEMBERS OF THE MEDICAL RESERVE CORPS OF ILLINOIS. THE EXPECTED OUTCOMES OF THIS PROJECT ARE AN INCREASED PREPAREDNESS AND RESPONSE CAPACITY AND KNOWLEDGE BASE FOR MRC VOLUNTEERS AND LEADERS, TO BOLSTER MRC PLANNING EFFORTS THROUGHOUT THE STATE, AND AN INCREASED OVERALL AWARENESS OF THE MRC PROGRAM FOR ILLINOIS. THE PRODUCTS FROM THIS PROJECT ARE 1) A WEBSITE; 2) A FINALIZED TRAINING, OPERATIONS, AND IMPROVEMENT PLAN WITH THE STATE OF ILLINOIS; 3) A TRAINING PLATFORM; 4) 12 IN-PERSON AND MONTHLY VIRTUAL TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 2000000.0, "Infrastructure Obligations": null, "recipient_id": "80bd94ff-d0ac-a04b-8115-07cd764ef704-R", "generated_internal_id": "ASST_NON_U3REP230714_7505"}, {"internal_id": 160086080, "Award ID": "U3REP230713", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC STRONG - THE VIRGINIA DEPARTMENT OF HEALTH (VDH), OFFICE OF EMERGENCY PREPAREDNESS (OEP) IS APPLYING FOR THIS MRC-STTRONG FUNDING OPPORTUNITY ON BEHALF OF ALL TWENTY-FIVE NATIONALLY RECOGNIZED MEDICAL RESERVE CORPS (MRC) UNITS IN VIRGINIA.  VDH OEP HAS A LONG HISTORY OF SUCCESSFUL GRANT MANAGEMENT IN THE FIELD OF PUBLIC HEALTH EMERGENCY PREPAREDNESS. VIRGINIA HAS CONSISTENTLY RANKED IN THE HIGH-PERFORMANCE TIER FOR PUBLIC HEALTH EMERGENCY READINESS IN THE TRUST FOR AMERICA’S HEALTH ANNUAL REPORT, INCLUDING THE MOST RECENT 2023 REPORT.  ALL LOCAL HEALTH DEPARTMENTS IN VIRGINIA HAVE ACHIEVED RECOGNITION UNDER THE NATIONAL ASSOCIATION OF COUNTY & CITY HEALTH OFFICIALS (NACCHO) PROJECT PUBLIC HEALTH READY PROGRAM.  VDH MANAGES A STRONG STATEWIDE MRC PROGRAM WITH STANDARDIZED POLICIES AND PROCEDURES, AS WELL AS A STATEWIDE VOLUNTEER DATABASE AND ALERTING SYSTEM.  REDUNDANT CAPABILITIES TO MANAGE THE MRC PROGRAM ARE IN PLACE AT THE LOCAL, REGIONAL, AND STATE LEVELS.  LIABILITY PROTECTION FOR MRC VOLUNTEERS IS CODIFIED IN THE CODE OF VIRGINIA AND SIGNIFICANT PARTNERSHIPS ARE IN PLACE TO MAXIMIZE THE EFFECTIVENESS OF THE MRC PROGRAM.  DESPITE THESE STRENGTHS, VDH OEP HAS IDENTIFIED SOME GAPS, VULNERABILITIES AND AREAS FOR IMPROVEMENT THAT WILL BE ADDRESSED AS PART OF THIS PROJECT.  VIRGINIA AS A WHOLE HAS POCKETS OF DISADVANTAGE PERSONS THAT ARE AT RISK FOR POORER HEALTH OUTCOMES RELATIVE TO THE REST OF THE STATE, PARTICULARLY IN RURAL AND URBAN AREAS.  COVID-19 HAS UNDERSCORED THE IMPORTANCE OF USING DATA AND PARTNERING WITH COMMUNITIES TO IMPROVE COMMUNITY HEALTH OUTCOMES.  VDH AS AN AGENCY HAS A STRATEGY FOR COMMUNITY HEALTH ASSESSMENT AND A COMMUNITY HEALTH IMPROVEMENT PLAN (CHA/CHIP) IN PLACE.  THE VIRGINIA MRC UNITS WILL ASSIST THE CHA/CHIP EFFORTS BY PROVIDING VOLUNTEERS TO ASSIST IN LOCAL EFFORTS.  VDH OEP WILL ALSO SHORE UP FUNDING FOR LOCAL MRC UNIT COORDINATORS THAT ARE CURRENTLY AT RISK FOR LONG-TERM FUNDING.  AT THE SAME TIME, WE WILL MAKE A DDITIONAL IMPROVEMENTS TO THE VOLUNTEER DATABASE AND ALERTING SYSTEM.  THIS PROJECT IS DESIGNED AROUND SPECIFIC, MEASURABLE, ACHIEVABLE, RELEVANT AND TIME-BOUND (SMART) OBJECTIVES.  PROGRESS TOWARDS THESE OBJECTIVES WILL BE CLOSELY MONITORED AND MANAGED USING A DETAILED PLAN OF ACTION & MILESTONES (POAM).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 1500000.0, "Infrastructure Obligations": null, "recipient_id": "a794861a-d33c-af10-af79-c10873df40a0-C", "generated_internal_id": "ASST_NON_U3REP230713_7505"}, {"internal_id": 160086079, "Award ID": "U3REP230712", "Award Amount": 1650000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "UTAH MRC STTRONG ELEVATED PROJECT - THE UTAH DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS) SUPPORTS THIS TWO YEAR MRC STTRONG PROJECT IN COLLABORATION WITH LOCAL HEALTH DEPARTMENTS (LHDS) TO ELEVATE THE UTAH MRC. THE GOAL OF THIS PROJECT IS TO STRENGTHEN THE OVERALL READINESS OF MRC VOLUNTEERS ACROSS THE STATE OF UTAH. THE OBJECTIVES AND SUBSEQUENT ACTIVITIES WILL BE TWO-FOLD WITH AN EMPHASIS ON STATEWIDE INITIATIVES AS WELL AS THE OPPORTUNITY FOR LOCAL MRC UNITS TO SUPPORT FUNDING GOALS. STATEWIDE ACTIVITIES WILL FOCUS ON IDENTIFYING NEW OPPORTUNITIES TO ENGAGE WITH EXISTING PARTNERS TO PROMOTE THE MRC, WORKING WITH MRC TO ENGAGE WITH LARGE HEALTH SYSTEMS AS WELL AS PROVIDE OVERALL ADMINISTRATIVE AND TECHNICAL SUPPORT TO THE LOCAL HEALTH MRC UNITS. ACTIVITIES INCLUDE: 1) RECRUIT STATE MRC COORDINATOR TO IMPLEMENT KEY PROGRAM ACTIVITIES; 2) PROVIDE SUBAWARDS TO MRC UNITS TO BUILD LOCAL CAPABILITIES; 3) ENHANCE STATEWIDE TRAINING OPPORTUNITIES; 4) DEVELOP NEW AND REFINE EXISTING PARTNERSHIPS WITH ORGANIZATIONS TO EXPAND COLLABORATION AND COORDINATION THROUGH RECRUITMENT AND TRAINING OPPORTUNITIES FOR THE MRC UNITS; 5) EXPAND OPPORTUNITIES TO ENGAGE WITH FUTURE HEALTHCARE OCCUPATIONS FOR STUDENTS AT ALL LEVELS INCLUDING SECONDARY AND POSTSECONDARY EDUCATION INSTITUTIONS; 6) ELEVATE MRC COORDINATOR, UNIT AND VOLUNTEER SUCCESS STORIES AND RECOGNITION; 7) EXPLORE SOLUTIONS TO COMMONLY IDENTIFIED BARRIERS; 8) SUSTAIN STATEWIDE MRC VOLUNTEER RECRUITMENT CAMPAIGN; AND, 9) DEVELOP SUSTAINABILITY PLAN FOR UTAH MRC. THE EXPECTED OUTCOME OF THIS PROJECT IS TO EXPAND MRC INFRASTRUCTURE IN UTAH TO SUSTAIN MRC UNIT CAPABILITIES. THE PRODUCTS FROM THIS PROJECT INCLUDE 1) A FINAL REPORT OF IMPLEMENTATION OF ACTIVITIES; 2) VARIOUS RESOURCE DOCUMENTS; AND 3) DATA FROM SPECIFIC OBJECTIVES SUCH AS THE MEDIA CAMPAIGN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": 1650000.0, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_U3REP230712_7505"}, {"internal_id": 160086078, "Award ID": "U3REP230711", "Award Amount": 1700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "CNMI CHCC MRC PROGRAM - THE CNMI MRC VOLUNTEER PROJECT WILL ENGAGE WITH COMMUNITY PARTNERS, ESPECIALLY THOSE WITH HEALTH DISPARITIES, ACCESS AND FUNCTIONAL NEEDS, PEOPLE WITH DISABILITIES AND OTHER AT RISK-POPULATIONS, TO ENHANCE AND STRENGTHEN EMERGENCY RESPONSE CAPABILITIES, REDUCE VULNERABILITIES, AND BUILD ON COMMUNITY PREPAREDNESS AND RESILIENCE IN OUR WHOLE COMMUNITY WITH OUR PUBLIC HEALTH PARTNERS AND HEALTHCARE COALITION MEMBERS ON ALL THREE ISLAND COMMUNITIES OF SAIPAN, TINIAN & ROTA. THE MRC UNIT PLANS TO ENGAGE OUR COMMUNITIES AND PARTNERS THROUGH CONDUCTING MULTIPLE COMMUNITY ASSESSMENT, OUTREACH AND RECRUITMENT, VOLUNTEER PLANNING AND DEVELOPMENT, AND TRAINING AND EXERCISES TO PREPARE FOR FUTURE PUBLIC HEALTH AND HEALTHCARE EMERGENCIES AND DISASTERS. INCLUDING MANAGING RESPONSE AND RECOVERY MISSIONS, IMPROVING AND LEVERAGING PARTNERSHIPS WITH STAKEHOLDERS, AND ENSURING VOLUNTEER WORKFORCE PREPAREDNESS AND READINESS IN TIMES OF DISASTERS AND NEED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": 1700000.0, "Infrastructure Obligations": null, "recipient_id": "fdf64e39-85f0-3ab6-2bfc-c641eb508fbb-C", "generated_internal_id": "ASST_NON_U3REP230711_7505"}, {"internal_id": 160086077, "Award ID": "U3REP230710", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "TEXAS MRC-STTRONG - THE TEXAS DEPARTMENT OF STATE HEALTH SERVICES (DSHS) SEEKS TO STRENGTHEN THE CAPACITY AND CAPABILITY OF THE MEDICAL RESERVE CORPS (MRC) UNITS IN TEXAS THROUGH THE MRC STATE, TERRITORY AND TRIBAL NATIONS, REPRESENTATIVE ORGANIZATIONS FOR NEXT GENERATION (MRC-STTRONG) AWARD FUNDING. DSHS WILL INVEST IN THE PEOPLE AND SYSTEMS THAT ARE A PART OF THE TEXAS MRC NETWORK. WE AIM TO INCREASE THE CAPACITY OF OUR UNITS TO RECRUIT NEW VOLUNTEERS, PROVIDE COMMUNITY OUTREACH FOR EMERGENCY PREPAREDNESS TO VULNERABLE POPULATIONS, AND BUILD RELATIONSHIPS WITH NEW PARTNERS. ON THE SYSTEMS SIDE, WE WILL STRENGTHEN OUR VOLUNTEER MANAGEMENT SYSTEM TO MEET THE NEEDS THAT HAVE BEEN EXPRESSED BY OUR UNITS. PRIMARILY, THIS INCLUDES AN AUTOMATED BACKGROUND CHECK SYSTEM TO INCREASE EFFICIENCY OF ONBOARDING AND A MEANS TO CREATE IMPROVED MISSION SETS BASED ON TRAINING LEVELS OF THE VOLUNTEERS. DSHS WILL ACCOMPLISH THE FOLLOWING THE FOLLOWING GOALS AND OBJECTIVES: ENHANCE THE TEXAS DISASTER VOLUNTEER REGISTRY (TDVR) TO FULLY MEET THE NEEDS OF THE MRC UNITS IN TEXAS.  THE MRC UNITS IN TEXAS HAVE EXPRESSED THE NEED FOR IMPROVEMENTS TO THE TDVR SYSTEM TO MAKE PROCESSES MORE EFFICIENT. WITH A NEW VERSION OF THE SYSTEM DUE OUT LATER THIS YEAR, FUNDING THROUGH THIS AWARD WILL ALLOW FOR ENHANCEMENTS TO THIS UPDATED VERSION. THESE INCLUDE THE CREATION-CONNECTIVITY TO TX TRAIN, HOSTED BY THE PUBLIC HEALTH FOUNDATION AND ADMINISTERED BY TX DSHS.  OBJECTIVES \tREVISE EXISTING CONTRACT WITH JUVARE TO PROVIDE NEEDED ENHANCEMENTS TO THE TDVR SYSTEM BY 6/1/23 \tINTEGRATE TX TRAIN INTO TDVR BY 8/1/23  PROVIDE AND/OR AUGMENT STAFFING SUPPORT TO MRC UNITS IN TEXAS  MRC UNITS HAVE LONG STRUGGLED TO FIND CONSISTENT FUNDING SUPPORT FOR STAFFING. AND MANY UNIT LEADS ARE OFTEN IN POSITIONS THAT HAVE MANY OTHER RESPONSIBILITIES. USING FUNDING FROM THIS AWARD FOR STAFFING WILL ALLOW THE UNITS MORE TIME AND FOCUS TO BE PUT TOWARDS RECRUITMENT, OUTREACH, AND ENGAGEMENT WITH PARTNERS.  OBJECTIVES \tCREATE SUB-CONTRACT AND STATEMENT OF WORK WITH MRC UNITS TO SUPPORT STAFFING NEEDS BY 6/1/23 \tPROVIDE FUNDING TO SUPPORT THE STATE MRC COORDINATOR POSITION AND COMMUNITY OUTREACH SPECIALIST POSITION BY 7/1/23   STRENGTHEN THE CAPACITY AND CAPABILITY FOR MRC UNITS TO RECRUIT VOLUNTEERS AND CONDUCT COMMUNITY OUTREACH AND EMERGENCY PREPAREDNESS EFFORTS  MRC UNITS WILL USE FUNDING THROUGH THIS AWARD TO TRAVEL TO AN IN-PERSON STATEWIDE WORKSHOP. THE WORKSHOP WILL PRIMARILY FOCUS ON COMMUNITY OUTREACH TECHNIQUES, DEVELOPMENT OF RECRUITMENT CAMPAIGNS, AND OTHER TRAININGS TO HELP STRENGTHEN THE MISSION SETS WITHIN EACH UNIT.  OBJECTIVES \tEXECUTE SUB-CONTRACT AND STATEMENT OF WORK WITH MRC UNITS THAT PROVIDES FUNDING TO ATTEND A STATEWIDE MRC WORKSHOP BY 6/1/23 \tPLAN AND CONDUCT TWO-DAY STATEWIDE MRC WORKSHOP BEFORE 2/1/24", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 1500000.0, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_U3REP230710_7505"}, {"internal_id": 160086076, "Award ID": "U3REP230709", "Award Amount": 1415121.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "STATE FISCAL YEAR 2024/2025 MRC STRRONG GRANT - RE-DESIGNING AND CONTINUING TO BUILD A PUBLIC HEALTH VOLUNTEER NETWORK HAS BEEN THE SHARED GOAL FOR FEDERAL, STATE AND LOCAL RESPONSE AGENCIES FOR MANY YEARS. MISSOURI’S MEDICAL RESERVE CORPS (MRC) PROGRAM PROVED TO BE AN INVALUABLE RESOURCE DURING THE COVID-19 PANDEMIC. WHILE VOLUNTEERS SUPPORTED SPECIFIC MISSION ASSIGNMENTS DURING RESPONSE PHASES, IT IS EVIDENT THAT ADDITIONAL RESOURCES ARE NEEDED TO CREATE A MORE COORDINATED AND ROBUST NETWORK. THE GOAL OF THIS PROJECT IS TO BOLSTER MISSOURI’S MEDICAL RESERVE CORPS (MRC) CAPACITY THROUGHOUT THE STATE TO BECOME BETTER PREPARED FOR PUBLIC HEALTH EMERGENCIES AND DISASTERS. THESE FOLLOWING STRATEGIES WILL BE UTILIZED TO ACHIEVE THE PROJECT GOAL: 1.) DEVELOP A VOLUNTEER LEVEL SYSTEM; 2.) DEVELOP MISSION SETS WITH TRAINING AND EXERCISES; 3.) INSTITUTE CREDENTIALING THROUGH THE EMERGENCY SYSTEM FOR THE ADVANCED REGISTRATION OF VOLUNTEER HEALTH PROFESSIONALS (ESAR-VHP) AND BADGING THROUGH SALAMANDER; 4.) UTILIZE WEBEOC (MISSOURI’S EMERGENCY COMMUNICATION PLATFORM) FOR SITUATIONAL AWARENESS DURING INCIDENTS; 5.) CREATE VISIBILITY AND AWARENESS OF THE MRC PROGRAM LOCALLY AND STATE-WIDE; 6.) DEVELOP ADDITIONAL MRC UNITS IN UNDERSERVED COMMUNITIES; 7.) EXPAND WORKFORCE DEVELOPMENT AND RECRUITING EFFORTS; 8.) SUPPORT THE DEVELOPMENT OF AN MRC ASSOCIATION; 9.) PROVIDE FUNDING FOR STAFF AND RESOURCES REQUIRED IN THE EXPANSION OF MRC UNIT CAPABILITIES. EXPECTED OUTCOMES FOR THE PROJECT ARE 1.) EXPANDED MISSION CAPABILITIES FOR LOCAL UNITS; 2.) ABILITY TO DEPLOY MORE VOLUNTEERS WITHIN A SERVICE AREA, AS WELL AS TO DEPLOY AND SUPPORT MISSIONS STATE-WIDE; 3.) RECOGNIZE MRC UNITS AS A VALUABLE AND REQUESTED RESOURCE DURING PUBLIC HEALTH INCIDENTS AND DISASTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": 1415121.0, "Infrastructure Obligations": null, "recipient_id": "d4668f7b-c604-7bcb-b25e-ad0989b2686d-C", "generated_internal_id": "ASST_NON_U3REP230709_7505"}, {"internal_id": 160086075, "Award ID": "U3REP230708", "Award Amount": 2200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "RHODE ISLAND MEDICAL RESERVE CORPS CAPABILITIES DEVELOPMENT - THE RECIPIENT, RHODE ISLAND DISASTER MEDICAL ASSISTANCE TEAM, INC., SUPPORTS THIS TWO-YEAR PROJECT IN COLLABORATION WITH RI COMMUNITY HEALTHCARE AND STATE/LOCAL STAKEHOLDERS. THE GOAL OF THE PROJECT IS TO PROVIDE A COLLABORATIVE REGIONAL TRAINING CENTER ACCESSIBLE TO ALL LEARNERS IN CONJUNCTION WITH INCREASED MOBILE EDUCATION AND EMERGENCY MEDICAL RESPONSE CAPACITIES THAT SUPPORT COMMUNITY HEALTHCARE INITIATIVES AND ENHANCE RI’S ABILITY TO RESPOND TO EMERGENCIES AND PUBLIC HEALTH CRISIS. THE OBJECTIVES ARE: 1) PREPARE FOR FUTURE PUBLIC HEALTH EMERGENCIES BY DEVELOPING RI’S FOUR MEDICAL RESERVE CORPS; 2) ENSURE THE TIMELY NOTIFICATION OF VOLUNTEERS IN EMERGENCIES THROUGH STRATEGIC TECHNOLOGY UPGRADES; 3) DEVELOP THE UNIT’S EMERGENCY RESPONSE AND PUBLIC HEALTHCARE CAPACITY THROUGH MEDICAL EQUIPMENT AND MOBILE ASSET MODERNIZATION; 4) INCREASE CULTURALLY COMPETENT RECRUITMENT AND RETENTION CAPACITIES; 5) DEVELOP INNOVATIVE AND ACCESSIBLE TRAINING AND COMMUNICATION PLATFORMS THAT BREAKDOWN LEARNING BARRIERS; 7) ENSURE THE SUSTAINABILITY OF THE RI MRCS THROUGH MUTUAL ADVANTAGEOUS RELATIONSHIPS WITH PUBLIC AND PRIVATE PARTNERS. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) AN INCREASED FOCUSED HEALTHY COMMUNITY INITIATIVES IN HEALTH EQUITY ZONES; 2) MRC UNITS WILL MAINTAIN A HIGH STATE OF READINESS TO RESPOND TO EMERGENCIES AND PUBLIC HEALTH CRISIS; 3) AN INCREASED REGIONAL COLLABORATION ACROSS LOCAL STAKEHOLDERS AND REGION 1 MRCS; 4) INCREASED PUBLIC AWARENESS AND SKILL RETENTION REGARDING HEMORRHAGE CONTROL AND OPIOID OVERDOSE PREVENTION PROCEDURES. THE PRODUCTS FROM THIS PROJECT ARE: 1) A FINAL REPORT, INCLUDING EVALUATION; 2) UPDATED TRAINING CURRICULUM FOR DISTRIBUTION; 3) ABSTRACTS FOR PRESENTATION AT MRC NATIONAL CONFERENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": 2200000.0, "Infrastructure Obligations": null, "recipient_id": "f7a82246-f876-05a7-aa4a-2c563fd32951-R", "generated_internal_id": "ASST_NON_U3REP230708_7505"}, {"internal_id": 160086074, "Award ID": "U3REP230707", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "THE VENTURA COUNTY MEDICAL RESERVE CORPS MRC-STTRONG AWARD WILL BETTER THE COUNTY OF VENTURA FOCUSING ON UNDERSERVED POPULATIONS AND AREAS, PROVIDING VALUABLE MEDICAL AND COMMUNITY OUTREACH RESOURCES. - THE VENTURA COUNTY MEDICAL RESERVE CORPS MRC-STTRONG AWARD WILL BETTER THE COUNTY OF VENTURA BY FOCUSING ON UNDERSERVED POPULATIONS AND AREAS, PROVIDING VALUABLE MEDICAL AND COMMUNITY OUTREACH RESOURCES.  THE VENTURA COUNTY MEDICAL RESERVE CORPS CONTINUES TO GROW AND MATURE IN WAYS WE COULD NEVER HAVE DREAMED OF.  WE ARE SO FORTUNATE TO HAVE SUCH A DEVOTED GROUP OF VOLUNTEERS WHO CARE DEEPLY FOR THEIR FELLOW CITIZENS IN VENTURA COUNTY.  WITH THE ENTHUSIASM OF THIS TEAM, WE CONTINUE TO DREAM BIGGER AND BIGGER TO MEET THE NEEDS OF OUR COMMUNITY.  FOR MANY YEARS THE TEAM ASSISTED WITH BASIC OUTREACH AND TRAINING.  WITH THE ARRIVAL OF THE COVID – 19 PANDEMIC, WE WERE CHALLENGED LIKE NEVER BEFORE TO ASSIST WITH THE GROWING AND OVERWHELMING NEEDS OF OUR VENTURA COUNTY COMMUNITY.  VCMRC STEPPED UP IN A BIG WAY, THEY ASSISTED WITH TESTING CLINICS, VACCINATION CLINICS, PPE DISTRIBUTION TO THE MEDICAL COMMUNITY (OVER 1.2 MILLION PIECES OF PPE DISTRIBUTED), AUGMENTED MEDICAL CARE AT CLINICS AND HOSPITALS AND MORE.  IN THE PAST FEW YEARS, WE HAVE GROWN THE TEAM, INCREASED THE TRAINING AND EDUCATION FOR MRC MEMBERS AND HAVE GREATLY EXPANDED THEIR FOOTPRINT IN OUTREACH AND SERVICE.  IN THE NEXT TWO YEARS, WE HAVE GREAT PLANS TO CONTINUE GROWING OUR VCMRC FOOTPRINT IN VENTURA COUNTY.  THE VCMRC TEAM IS GOING TO BE MAKING A DIFFERENCE WITH OUR MENTAL HEALTH SYSTEM BY FORMING A UNIT WITHIN VCMRC WITH RETIRED PSYCHOLOGISTS, COUNSELORS AND SOCIAL WORKERS WHO WILL BE TRAINED IN CRISIS MANAGEMENT AND CRITICAL INCIDENT STRESS MANAGEMENT (CISM) TO ASSIST OUR FIRST RESPONDERS AND HOSPITAL COMMUNITIES.  AS YOU LOOK AT THE PLANS WE HAVE FOR OUR VCMRC TEAM, YOU WILL SEE THAT THEY WILL BE WORKING IN EMERGENCY ROOMS TO ASSIST OUR LOCAL HOSPITALS WHO HAVE BEEN OVERBURDENED CONSISTENTLY, WE WILL BE DEVELOPING AN AED LOANER PROGRAM TO MAKE THIS LIFE SAVING TECHNOLOGY ACCESSIBLE TO MORE COMMUNITY MEMBERS AND SO MUCH MORE. THROUGHOUT THE COVID-19 PANDEMIC THE VENTURA COUNTY MEDICAL RESERVE CORPS (VCMRC) VOLUNTEERED APPROXIMATELY 12,101 HOURS WITH A TOTAL HSS CALCULATED ECONOMIC VALUE OF $454,638.32 IN DIRECT EFFORTS ALONE WITH APPROXIMATELY 60 VOLUNTEERS THROUGHOUT UNDERSERVED AREAS/POPULATIONS. WE HAVE BEEN FORTUNATE TO RECEIVE COVID-19 FUNDING LIKE THE 2022 NACCHO RISE AWARD TO EXPAND OUR UNIT’S CAPABILITIES, HOWEVER THAT FUNDING IS ENDING, AND WE ARE SEEKING AN AWARD FROM THE MRC-STTRONG AWARD IN ORDER TO SUSTAIN AND EXPAND OUR CURRENT UNIT. BELOW ARE THE MISSIONS WE WILL ACCOMPLISH IN THE 2-YEAR GRANT PERIOD AND THE MISSIONS WE WILL CONTINUE TO SUPPORT.  ALL MISSION SETS WILL BE BUILT WITH THE SUPPORT OF THE VENTURA COUNTY EMERGENCY MEDICAL SERVICES AGENCY (VCMRC SPONSORING AGENCY) BY EXPERIENCED GRANT PROFESSIONALS THAT HAVE A DECADES LONG RECORD WITH THE CAPABILITIES OF SUCCESSFULLY OBTAINING AND IMPLEMENTING VARIOUS LOCAL, STATE, AND FEDERAL FUNDING. WITH THE EXPANSION OF MANY PROGRAMS, ADDITIONAL VCEMS STAFF WILL BE TAKING ON ADDITIONAL ROLES AND RESPONSIBILITIES TO SUPPORT THE SUCCESS OF THE OVERALL AWARD. ALL PROGRAMS WILL BE EVALUATED QUARTERLY BY A PANEL OF VCEMS’ STAFF AND VCMRC LEADERSHIP.  ALL NEW AND ONGOING PROGRAMS LISTED BELOW WILL BE MODELED WITH THE INTENTION OF PUSHING OUT AND SUPPORTING PILOT PROGRAMS TO ANY MRC UNIT THAT WOULD BE INTERESTED IN TESTING THESE PROGRAMS WITHIN THEIR RESPECTIVE UNITS. EXPANDING OUT UNIT WOULD ALLOW US TO FILL EQUITY GAPS THROUGHOUT OUR COUNTY WITH THE FOLLOWING PROGRAMS IN ADDITION TO OUR ONGOING EFFORTS WITH VCPH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 600000.0, "Infrastructure Obligations": null, "recipient_id": "280b6656-3926-9bce-3c65-b46c663932fb-C", "generated_internal_id": "ASST_NON_U3REP230707_7505"}, {"internal_id": 160086073, "Award ID": "U3REP230706", "Award Amount": 969140.6, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "COLORADO MRC-STTRONG FY24-25 - THE PRIMARY FOCUS OF OUR PROPOSED PROJECT IS TO BUILD AND STRENGTHEN THE MEDICAL RESERVE CORPS (MRC) UNITS IN COLORADO COMMUNITIES THROUGH COMPLETED DELIVERABLES, FUNDING FOR THE MRC UNIT COORDINATORS AND THE PURCHASE OF SUPPLIES. THE GOAL IS TO PROVIDE FINANCIAL SUPPORT, TECHNICAL ASSISTANCE AND THE STATE MRC COORDINATORS SUPPORT TO ASSIST THE MRC UNITS OF COLORADO TO PREPARE FOR PUBLIC HEALTH EMERGENCIES, SUCH AS A DISEASE OUTBREAK AND NATURAL DISASTER. TO ACHIEVE THIS GOAL, WE WILL WORK ON SEVERAL KEY ACTIVITIES, INCLUDING:  TRAINING: THE MEDICAL RESERVE CORPS UNITS WILL PROVIDE COMPREHENSIVE TRAINING TO THEIR MRC VOLUNTEERS TO PREPARE THEM TO RESPOND TO EMERGENCIES AND OTHER PUBLIC HEALTH ACTIVITIES. THIS WILL INCLUDE TRAINING ON EMERGENCY PREPAREDNESS, DISASTER RESPONSE, INFECTION CONTROL, AND OTHER RELEVANT TOPICS. THE MEDICAL RESERVE CORPS UNITS WILL PROVIDE TRAINING TO THE COMMUNITY MEMBERS. THIS WILL ASSIST WITH RECRUITING VOLUNTEERS WITH DIVERSE SKILLS AND BACKGROUNDS, INCLUDING HEALTHCARE PROFESSIONALS, RETIRED HEALTHCARE WORKERS, STUDENTS IN HEALTHCARE-RELATED FIELDS, AND COMMUNITY MEMBERS INTERESTED IN SUPPORTING PUBLIC HEALTH. PRESENTATIONS: THE MEDICAL RESERVE CORPS UNITS WILL PROVIDE PRESENTATIONS TO COMMUNITY MEMBERS. WHICH WILL ALLOW COLLABORATION WITH LOCAL HEALTHCARE PROVIDERS, EMERGENCY MANAGEMENT AGENCIES, AND OTHER COMMUNITY ORGANIZATIONS TO STRENGTHEN THIER RESPONSE CAPACITY AND BUILD STRONG PARTNERSHIPS THAT CAN SUPPORT THEIR MRC UNIT.  EXERCISE AND DRILLS: THE MEDICAL RESERVE CORPS UNITS IN THE NEXT TWO YEARS WILL CONDUCT TWO EXERCISES. A TABLETOP EXERCISE WALKING THROUGH PLANS, TESTING COMMUNICATION AND BUILDING RELATIONSHIPS. YEAR TWO WILL BE A FUNCTIONAL EXERCISE TO IDENTIFY STRENGTHS AND WEAKNESSES, IMPROVING COMMUNICATION SKILLS, TESTING EQUIPMENT AND SUPPLIES AND STRENGTHENING RELATIONSHIPS.  EVALUATION AND SUSTAINABILITY: WE WILL REGULARLY EVALUATE OUR PROGRAM'S EFFECTIVENESS AND SUSTAINABILITY TO ENSURE THAT WE ARE MEETING THE NEEDS OF COMMUNITIES AND ACHIEVING THE GOALS. THE MRC UNITS WILL WORK TO BUILD A SUSTAINABLE PROGRAM THAT CAN CONTINUE TO SUPPORT THIER COMMUNITY'S PUBLIC HEALTH NEEDS FOR YEARS TO COME.  OUR PROPOSED PROJECT WILL MAKE A SIGNIFICANT CONTRIBUTION TO THE HEALTH AND WELL-BEING OF COLORADO COMMUNITIES BY ESTABLISHING ROBUST AND SUSTAINABLE MRC UNITS. WITH STRONG MEDICAL RESERVE CORPS UNITS AND VOLUNTEER BASE, COLORADO WILL BE BETTER PREPARED TO RESPOND TO EMERGENCIES AND SUPPORT THE OVERALL HEALTH OF THEIR COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 969140.6, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_U3REP230706_7505"}, {"internal_id": 160086072, "Award ID": "U3REP230705", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "STRENGTHEN CAPACITY OF OHIO'S MEDICAL RESERVE CORPS THROUGH SUBGRANTS, VOLUNTEER SYSTEM MODIFICATIONS, AND RELATIONSHIP BUILDING. - THE OHIO MEDICAL RESERVE CORPS (MRC) HAS EXISTED IN THE STATE FOR NEARLY TWO DECADES. DURING THE COVID-19 PANDEMIC, THE OHIO MRC DEMONSTRATED ITS IMPORTANCE AND UTILITY IN DIRECT COMMUNITY-LED RESPONSE. REPORTS FROM THE FEDERAL MRC LIAISON REVEAL THAT OHIO MRC PROVIDED HUNDREDS OF HOURS OF VOLUNTEER SUPPORT TO LOCAL PUBLIC HEALTH RESPONSE ACTIVITIES TO INCLUDE INFECTIOUS DISEASE CONTACT TRACING, HEALTH PROMOTION, VACCINE ADMINISTRATION, AND COVID-19 TESTING. FEDERALLY REPORTED MRC HOURS DEMONSTRATED AN UNPRECEDENTED INTEREST IN THE STATE AMONG RESIDENTS TO CONTRIBUTE TO THEIR COMMUNITIES DURING THE COVID-19 PANDEMIC. HOWEVER, AS COVID-19 HAS EVOLVED INTO A “NEW NORMAL” ENGAGEMENT WITH VOLUNTEERS HAVE BEGUN TO PLUMMET. THIS DISENGAGEMENT DIRECTLY IMPACTS OHIO’S READINESS AND THEREFORE CREATIVE SOLUTIONS MUST BE IMPLEMENTED TO CONTINUE ENGAGEMENT OF STATE-WIDE VOLUNTEERS.  IN OHIO, MRC UNIT OPERATIONS ARE DECENTRALIZED AND ARE MANAGED AT THE LOCAL LEVEL, ALLOWING FOR STRONG RELATIONSHIPS TO BE SUSTAINED WITHIN THEIR COMMUNITIES. EMERGENCY RESPONSE COORDINATORS (ERCS) ARE OFTEN SERVING A DUAL ROLE IN LEADING PUBLIC HEALTH EMERGENCY PREPAREDNESS EFFORTS AND VOLUNTEER MANAGEMENT ACTIVITIES. THIS DECENTRALIZED SYSTEM COUPLED WITH A TAXED WORKFORCE WOULD BENEFIT FROM ADDITIONAL SUPPORT, DEDICATED STAFF TO DEVELOP STANDARDIZED MATERIALS FOR TRAINING, SPECIALIST TRAINING, AND A ROBUST PARTNERSHIP WITH ACADEMIC AND CIVIL SOCIETY PARTNERS TO SUPPORT THE STATE-WIDE VOLUNTEER BASE. AS PART OF A THREE-COMPONENT STRATEGY ALIGNED WITH ADMINISTRATION FOR STRATEGIC PREPAREDNESS AND RESPONSE (ASPR) MRC STTRONG OBJECTIVES, THE STATE OF OHIO AIMS TO REINVIGORATE THE STATE MRC THROUGH THE DEVELOPMENT OF A PIPELINE FOR VOLUNTEERS AND SPECIALIST OCCUPATIONS, INVESTMENT IN DATA MODERNIZATION FOR THE VOLUNTEER MANAGEMENT REGISTRY, AND BOLSTER PARTNER AND VOLUNTEER ENGAGEMENT THROUGH OPPORTUNITIES FOR VOLUNTEER NETWORKING. THESE STRATEGIES HAVE BEEN CAREFULLY CRAFTED TO ASSURE SUSTAINABILITY OF PROGRAMS AT THE REGIONAL AND LOCAL LEVELS, WITH OVERARCHING TECHNICAL SUPPORT FROM A STATE MRC COORDINATOR. OHIO IS CONFIDENT THESE STRATEGIES WILL BE SUCCESSFUL IN ACHIEVING THE STATE’S OBJECTIVES IN SUSTAINING PREPAREDNESS AND MAINTAINING OPERATIONAL READINESS FOR THE NEXT STATE OR REGIONAL EMERGENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": 2500000.0, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_U3REP230705_7505"}, {"internal_id": 160086071, "Award ID": "U3REP230704", "Award Amount": 2250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "KENTUCKY'S APPLICATION FOR MRC STTRONG 2023 - THE KENTUCKY DEPARTMENT FOR PUBLIC HEALTH (KDPH) SEEKS TO SECURE TWO-YEAR GRANT FUNDING THROUGH THE MRC-STTRONG AWARD IN COLLABORATION WITH KEY STAKEHOLDERS. THE GOAL OF THE PROJECT IS TO ENHANCE THE MRC’S CAPABILITIES TO PREPARE FOR, RESPOND TO AND RECOVER FROM PUBLIC HEALTH EMERGENCIES AND DISASTERS. THE APPROACH IS EXPAND KENTUCKY’S MRC VOLUNTEER COVERAGE THROUGH RECRUITMENT AND RETENTION STRATEGIES. THE OBJECTIVES ARE: 1) PREPARE FOR FUTURE PUBLIC HEALTH EMERGENCIES AND DISASTERS, 2) IMPROVE AND LEVERAGE PARTNERSHIPS WITH HEALTHCARE AND PUBLIC HEALTH STAKEHOLDERS, 3) ENSURE MRC RESPONSE READINESS THROUGH DEVELOPMENT OF INNOVATIVE WORKSHOPS, TRAININGS, AND EXERCISES. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) INCREASE OVERALL CAPACITY AND CAPABILITIES OF KENTUCKY’S MRC PROGRAM TO ENSURE LONG-TERM SUSTAINABILITY OF THE MRC UNITS, 2) INCREASE KNOWLEDGE, SKILLS, AND ABILITIES OF KENTUCKY MRC VOLUNTEERS, 3) INCREASE CAPACITY FOR THE RECRUITMENT AND RETENTION OF NEW MRC VOLUNTEERS, 4) STANDARDIZE SECURITY PROCESSES FOR ONBOARDING AND VETTING POTENTIAL MRC VOLUNTEERS. THE PRODUCTS FROM THIS PROJECT ARE: 1) A FINAL REPORT, INCLUDING EVALUATION RESULTS; 2) DATA ON VOLUNTEER ENGAGEMENT COLLECTED THROUGH THE PRE-SURVEY AND POST-SURVEY, 3) PARTNER-DRIVEN REPORTS RELATED TO VOLUNTEER RECRUITMENT AND RETENTION. KDPH WILL PRIORITIZE STRATEGIES AND ACTIVITIES TO ACHIEVE EXPECTED OBJECTIVES AND OUTCOMES OVER THE TWO-YEAR PROJECT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 2250000.0, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_U3REP230704_7505"}, {"internal_id": 160086070, "Award ID": "U3REP230703", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC STATE, TERRITORY AND TRIBAL NATIONS, REPRESENTATIVE ORGANIZATIONS FOR NEXT GENERATION - THE RECIPIENT, PENNSYLVANIA DEPARTMENT OF HEALTH, SUPPORTS THIS TWO-YEAR MEDICAL RESERVE CORPS (MRC) STTRONG PROJECT IN COLLABORATION WITH REGIONAL AND LOCAL MRC UNITS AND HEALTH CARE COALITIONS THROUGHOUT PENNSYLVANIA.  THE GOAL OF THE PROJECT IS TO EXPAND AND ENHANCE MRC CAPABILITIES THROUGHOUT PENNSYLVANIA THROUGH EFFORTS FOCUSING ON RECRUITMENT OF NEW VOLUNTEERS AND RETENTION OF CURRENT VOLUNTEERS, RECRUITMENT OF NEW MRC UNITS, AND INCREASED AND ENHANCED TRAINING OPPORTUNITIES FOR CURRENT AND FUTURE VOLUNTEERS.  THE OBJECTIVES ARE 1) TO CONDUCT BOTH STATEWIDE AND TARGETED REGIONAL RECRUITMENT EFFORTS TO RAISE AWARENESS FOR THE MRC PROGRAM, ITS RELEVANCE, NEEDS, BENEFITS, AND OPPORTUNITIES FOR PROFESSIONAL GROWTH FOR VOLUNTEERS; 2) TO LEVERAGE HEALTHCARE COALITIONS AND OTHER REGIONAL PARTNERS TO RECRUIT AND DEVELOP NEW MRC UNITS IN UNDERSERVED AREAS WHERE NO MRC UNITS EXIST, AND; 3) TO INCREASE AND ENHANCE TRAINING AND PROFESSIONAL DEVELOPMENT OPPORTUNITIES THROUGH NEW TRAINING OFFERINGS AND PROVISION OF SUPPLIES TO ENSURE PENNSYLVANIA’S MRC CAPABILITIES AND RESPONSES ARE READY FOR NEW AND EVOLVING SITUATIONS.  THE OUTCOMES ARE 1) TO INCREASE OVERALL VOLUNTEER COUNT IN PENNSYLVANIA BY 10%, 2) TO ADD 2 TO 3 NEW REGIONAL MRC UNITS IN UNDERSERVED AREAS OF THE STATE, AND 3) TO HAVE EVERY VOLUNTEER IN PENNSYLVANIA COMPLETE AT LEAST 1 NEWLY OFFERED OR CREATED TRAINING AS A RESULT OF THIS PROJECT.  THE PRODUCTS OF FROM THIS PROJECT ARE: 1) QUARTERLY PROGRESS REPORTS; 2) ANNUAL REPORT; 3) FINAL REPORT, INCLUDING EVALUATION RESULTS; 4) LIBRARY OF NEW TRAININGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 2000000.0, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_U3REP230703_7505"}, {"internal_id": 160086069, "Award ID": "U3REP230702", "Award Amount": 908202.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "WISCONSIN MEDICAL RESERVE CORPS - STRENGTHENING PUBLIC HEALTH EMERGENCY READINESS AND RESPONSE - THE WISCONSIN DEPARTMENT OF HEALTH SERVICES, DIVISION OF PUBLIC HEALTH, OFFICE OF PREPAREDNESS AND EMERGENCY HEALTH CARE (OPEHC) HAS BEEN A STATE PARTNER OF THE NATIONAL MEDICAL RESERVE CORPS (MRC) SINCE 2004. OPEHC HAS COMMITTED TO THE MRC PROGRAM BY HAVING A STAFF PERSON IDENTIFIED AS THE STATE MRC COORDINATOR. THE PROJECTS THAT WISCONSIN IS PROPOSING TO BE SUPPORTED BY THE ADMINISTRATION FOR STRATEGIC PREPAREDNESS AND RESPONSE (ASPR) WILL ALLOW MORE FOCUSED EFFORTS ON THE MRC PROGRAM BY REBUILDING AND RENEWING COMMITMENTS TO THIS WORK.  THE OBJECTIVES PROPOSED IN THIS PROJECT WILL BE CENTERED AROUND REFOCUSING THE STATE PROGRAM ON READINESS AND RESPONSE OF MRC UNITS THROUGH A REBUILD OF THE STATE PROGRAM THAT WILL SUPPORT THE LOCAL MRC UNITS. THIS WILL BE ACCOMPLISHED THROUGH DEVELOPING AND REVISING POLICIES, GUIDANCE DOCUMENTS, AND TRAINING PLANS FOR MRC UNITS; TECHNICAL ASSISTANCE TO UNITS; PROVIDING FUNDING AND OPERATIONAL SUPPLIES TO UNITS TO HELP IN VOLUNTEER RECRUITMENT, ENGAGEMENT, AND RETENTION; ENGAGING IN OUTREACH AND PROMOTION TO RECRUIT NEW MRC UNITS AND PROVIDING THEM WITH START-UP FUNDING TO HELP GET OPERATIONS OFF THE GROUND; AND BUILDING SUSTAINABILITY THROUGH TRAINING, TECHNICAL ASSISTANCE, AND PARTNERSHIPS. THE RESULT WILL BE A STRENGTHENED AND REVITALIZED MRC PROGRAM IN THE STATE THAT WILL BE READY TO PREPARE FOR AND RESPOND TO FUTURE PUBLIC HEALTH EMERGENCIES AT THE LOCAL LEVEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 908202.0, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_U3REP230702_7505"}, {"internal_id": 160086068, "Award ID": "U3REP230701", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC STTRONG - THIS FUNDING WILL PROVIDE A UNIQUE OPPORTUNITY TO EXPAND MEDICAL RESERVE CORPS (MRC) UNITS, ADDRESS RESPONSE BARRIERS, AND LAY THE FOUNDATION FOR A MORE SUSTAINABLE VOLUNTEER HEALTH PROFESSIONAL NETWORK ACROSS THE STATE. SPECIFICALLY, THE STATE WILL BE ABLE TO EXPAND MRC UNIT AVAILABILITY IN TRIBAL COMMUNITIES AND BUILD ADDITIONAL CAPACITY FOR PUBLIC HEALTH EMERGENCIES. THE GOAL OF THIS PROJECT IS TO ESTABLISH AND RE-ESTABLISHING MRC UNITS IN UNDERSERVED AREAS AND WILL WORK WITH MATURE MRC PROGRAMS TO ENHANCE STATEWIDE CAPABILITY AND CAPACITY. FURTHERMORE, THE DEPARTMENT WILL WORK WITH SUB-RECIPIENTS TO ENSURE THAT PROGRESS MADE AS A RESULT OF THIS FUNDING OPPORTUNITY IS MAINTAINED, INTEGRATED INTO ROUTINE OPERATIONS, AND DOCUMENTED IN A COMPREHENSIVE SUSTAINABILITY PLAN.  THE FOLLOWING PROJECT OBJECTIVES HAVE BEEN IDENTIFIED FOR THIS FUNDING OPPORTUNITY: 1) ESTABLISH OR REESTABLISH AT LEAST SIX MRC UNITS ACROSS THE STATE, 2) ESTABLISH AT LEAST THREE NEW MRC UNITS IN TRIBAL JURISDICTIONS WITHIN THE STATE, 3) INCREASE THE NUMBER OF REGISTERED VOLUNTEERS IN THE STATE BY 25%, 4) DEVELOP TRAINING AND LEADERSHIP PROGRAMS FOR MRC STAFF IN EVERY PARTICIPATING COUNTY AND TRIBAL JURISDICTION, AND 5) DEVELOP STATEWIDE, STANDARDIZED POLICIES AND PROCEDURES FOR VOLUNTEER UTILIZATION TO STRENGTHEN UNIT ADMINISTRATION.  THE OUTCOMES OF THIS PROJECT INCLUDE: 1) AN INCREASED NUMBER OF VOLUNTEER HEALTH PROFESSIONALS (VHPS) ACROSS THE STATE, 2) A GREATER NUMBER OF MRC UNITS, AND 3) AN EXPANDED ABILITY TO DEPLOY VHPS TO UNDERSERVED AREAS.  THE PRODUCTS FROM THIS PROJECT INCLUDE: 1) STANDARDIZED PLANS AND PROCEDURES FOR MRC UNITS STATEWIDE, 2) UPDATED TRAINING MATERIALS, 3) DEPLOYMENT OF EQUIPMENT TO MRC UNITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 2000000.0, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_U3REP230701_7505"}, {"internal_id": 160086067, "Award ID": "U3REP230700", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "DC HEALTH MRC STTRONG - DC HEALTH MRC STTRONG APPLICATION PROJECT ABSTRACT  THE APPLICANT, THE DISTRICT OF COLUMBIA DEPARTMENT OF HEALTH (DC HEALTH), SUPPORTS THIS TWO-YEAR PROJECT TO IMPROVE THE CAPACITY AND CAPABILITY OF THE DISTRICT OF COLUMBIA’S MEDICAL RESERVE CORPS (DC MRC) PROGRAM. THE GOAL OF THE PROJECT IS TO CREATE A CADRE OF TRAINED DC MRC VOLUNTEERS AND DISTRICT STAFF TO SUPPORT THE DISTRICT OF COLUMBIA’S EMERGENCY RESPONSE NEEDS AND PROVIDE REGULAR SUPPORT FOR THE DISTRICT OF COLUMBIA’S UNDERSERVED POPULATIONS. THE OBJECTIVES ARE: 1) TO HAVE A ROBUST MEDIA CAMPAIGN TO INCREASE THE NUMBER OF DC MRC VOLUNTEERS; 2) TO UPDATE AND CREATE PLANS AND JOB AIDS BASED ON DEFINED RESPONSE ROLES; 3) TO CREATE TRAINING MATERIALS TO INCLUDE TRAINING VIDEOS 3) TO PROVIDE TRAINING FOR ALL DC MRC RESPONSE ROLES; 4) TO CREATE AND PERFORM EXERCISES TO ENSURE RESPONSE READINESS; 5) TO PARTNER WITH SERVE DC TO PROVIDE NEEDED MEDICALLY-ORIENTED TRAIN-THE-TRAINER TRAINING AND SERVICES WITHIN THE COMMUNITY, TO INCLUDE STOP THE BLEED, CPR/AED, AND NALOXONE ADMINISTRATION. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) THE DC HEALTH AND DC MRC WILL BE BETTER PREPARED TO RESPOND TO HEALTH EMERGENCIES; 2) DC MRC AND DISTRICT GOVERNMENT STAFF WILL PROVIDE NEEDED LIFE-SAFETY TRAINING TO UNDERSERVED POPULATIONS. THE PRODUCTS OF THIS PROJECT ARE 1) A FINAL REPORT, INCLUDING AN EVALUATION OF RESULTS; 2) TRAINING VIDEOS TO SUPPORT FUTURE RESPONSES; AND 3) POSITION-SPECIFIC JOB AIDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 1500000.0, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_U3REP230700_7505"}, {"internal_id": 160086066, "Award ID": "U3REP230699", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC- STATE, TERRITORY AND TRIBAL NATIONS, REPRESENTATIVE ORGANIZATIONS FOR NEXT GENERATION (MRC-STTRONG) - NJDOH IS EXTREMELY GRATEFUL FOR THE FUNDING OPPORTUNITY TO IMPROVE OUR MRC PROGRAM. NJDOH SEEKS MRC-STTRONG FUNDING TO SUPPORT ACTIVITIES DESIGNED TO SIGNIFICANTLY ENHANCE OUR REGISTRY SYSTEM INFRASTRUCTURE,PROCESSES & ESTABLISH A STANDARDIZED CORE CURRICULUM FOR VOLUNTEERS ALONG WITH LIVE REGIONAL TRAININGS TO BOLSTER UTILIZATION AND PARTICIPATION IN DESIRED TRAINING. TO INCREASE RANKS & BOOST ENROLLMENT, NJDOH WILL CREATE A PERSUASIVE RECRUITMENT VIDEO FOR TV & SOCIAL MEDIA PLATFORMS IN ADDITION TO BEING PROVIDED TO LOCAL MRC UNITS FOR POSSIBLE CUSTOMIZATION AND USE. FURTHER AIDING LOCAL MRC UNITS WILL BE SUBAWARD PURCHASES OF MRC BRANDED CLOTHING TO ENHANCE IDENTIFICATION OF VOLUNTEERS & PROVIDE INCIDENT-APPROPRIATE GEAR/EQUIPMENT FOR VOLUNTEERS WHEN DEPLOYED.  WE ALSO WILL PAIR SOME PROMOTIONAL ITEMS WITH RECRUITMENT EFFORTS IN ADDITION TO SUPPORTING DEVELOPMENT OF SOCIAL MEDIA CAMPAIGNS DESIGNED TO OUTREACH AND CREATE AWARENESS IN HIGH-RISK/UNDERSERVED COMMUNITIES WITH AT-RISK RESIDENTS.  TO ASSIST IN THE REGIONAL MEETING PLANNING AS WELL AS SUB-AWARD OVERSIGHT, NJDOH WILL HIRE A TEMPORARY SUPPORT STAFF TO ASSIST THE MRC SC W/THE ACTIVITIES AND DELIVERABLES OF THE MRC-STTRONG GRANT. 1. TRAINING CURRICULUM—PROVIDE MRC VOLUNTEERS WITH A LIST OF 3 TIERS OF RECOMMENDED CORE CURRICULUM TO REFRESH OR ENHANCE KNOWLEDGE AND SKILLS FOR FUTURE DEPLOYMENTS.TRAINING MODULES WILL BE AVAILABLE ONLINE THROUGH  FEMA OR MRC TRAIN. A ROBUST TRAINING CURRICULUM WILL ALSO BE OFFERED ON AN IN-PERSON,REGIONAL BASIS VIA SIX TOTAL WORKSHOPS, TWO IN EACH AREA OF THE STATE—NORTH, CENTRAL,& SOUTH, FREE OF CHARGE TO APPROVED & ACTIVE MRC VOLUNTEERS. 2. MRC REGISTRY IMPROVEMENTS—THROUGH INCREASED DEMAND AND USE OF OUR MRC REGISTRY SYSTEM DURING EARLY STAGES OF OUR COVID-19 RESPONSE, SEVERAL AREAS FOR IMPROVEMENT SURFACED. ALTHOUGH WE COULD PROCESS THE INFLUX OF MRC VOLUNTEERS, WE COULD NOT TRACK VOLUNTEERS DURING DEPLOYMENTS. WE WERE ALSO UNABLE TO QUERY VOLUNTEERS TO DETERMINE IF THEY WOULD BE INTERESTED IN DEPLOYING TO STATE-RUN EVENTS ALONG WITH SERVING LOCALLY. THIS WAS PROBLEMATIC PARTICULARLY WHEN STANDING UP MEGA-SITES FOR TESTING OR VACCINATION. SEVERAL ELEMENTS OF APPLICATION PROCESSING ARE STILL UTILIZING MANUAL VERIFICATION & PAPER PROCESSES. TO ENHANCE EFFICIENCY AND EFFECTIVENESS WE'LL UPDATE FEATURES OF THE ELECTRONIC MRC REGISTRY TO ADDRESS GAPS IDENTIFIED DURING THE PANDEMIC, INCLUDING ALLOWING APPLICANTS TO CHOOSE THEIR DESIRED SCOPE OF DEPLOYMENT AVAILABILITY BASED ON MRC TIERS, ADDING MANAGEMENT TOOLS TO HELP PREVENT OVERLAP OR EXHAUSTION OF RESOURCES, AUTOMATING VERIFICATION OF MEDICAL LICENSES AND AUTOMATION OF BACKGROUND CHECKS. 3. RECRUITMENT VIDEO—BOOST RANKS OF VOLUNTEERS, NJMRC AIMS TO WORK WITH A VENDOR TO CREATE A SHORT RECRUITMENT VIDEO, TO BE SHARED WITH ALL LOCAL UNITS AND PERMIT LOCAL CUSTOMIZATION AT THE END OF THE VIDEO. THIS VIDEO WILL BE SUITABLE FOR TELEVISION AND SOCIAL MEDIA BROADCASTS TO PROMOTE AWARENESS OF THE MRC AND INCREASE THE NUMBER OF VOLUNTEERS STATEWIDE. 4. TEMPORARY FTE TO ASSIST STATE MRC COORDINATOR WITH THE PROJECTS PROPOSED UNDER THE MRC-STTRONG GRANT, NJDOH IS REQUESTING A TEMPORARY SUPPORT POSITION. HAVING A SUPPORT POSITION WILL FACILITATE MANAGEMENT OF GRANT ACTIVITIES IN ADDITION TO ONGOING DAILY RESPONSIBILITIES HELPING ENSURE LOCAL MRC DELIVERABLES ARE COMPLIANT& TIMELY.  THIS POSITION WILL BE ESSENTIAL PARTICULARLY IN COORDINATION & PLANNING OF REGIONAL TRAININGS & OVERSIGHT OF SUB-AWARDS. 5. SUB-AWARDS TO LOCAL MRC UNITS—NJDOH WILL SUPPORT 23 LINCS AGENCIES WHERE MRC UNITS ARE HOUSED LOCALLY TO ENHANCE PREPAREDNESS BENEFITING THE WHOLE COMMUNITY.  LINCS AGENCIES WILL HAVE THE OPTION TO CHOOSE AMONG THREE SPENDING CATEGORIES:  BRANDED/IDENTIFYING UNIFORM AND/OR GEAR FOR DEPLOYMENT; PROMOTIONAL ITEMS TO COMPLEMENT RECRUITING EFFORTS; SOCIAL MEDIA CAMPAIGN DEVELOPMENT & EXECUTION TARGETING VULNERABLE/ AT-RISK / UNDERSERVED AREAS. SUBAWARD FUNDING UTILIZES ALGORITHM W/ BASE + VARIABLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": 1500000.0, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_U3REP230699_7505"}, {"internal_id": 160086065, "Award ID": "U3REP230698", "Award Amount": 733701.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MICHIGAN MRC STTRONG - FUNDING WILL BE UTILIZED TO ENSURE THAT THE MICHIGAN MEDICAL RESERVE CORP ARE READY FOR FUTURE RESPONSE ACTIVITIES BY PROVIDING TRAINING, EDUCATION AND EXERCISE OPPORTUNITIES, DIRECT FUNDING MRCS TO IMPROVE THEIR PREPAREDNESS AND STRENGTHEN THE VOLUNTEER BASE FOR THE MEDICAL RESERVE CORPS ACROSS MICHIGAN.  THESE ACTIVITIES WILL RESULT IN A STRONGER, MORE AGILE MRC, WITH INCREASED CAPABILITY TO RESPOND TO FUTURE PUBLIC HEALTH DISASTERS. THE FOLLOWING OBJECTIVES WILL BE ACCOMPLISHED WITH THIS FUNDING: 1.\tCURRENT MICHIGAN MEDICAL RESERVE CORP UNITS WILL HAVE RESOURCES NECESSARY TO SUPPORT AND GROW THEIR MRC UNITS. 2.\tNEW MRCS UNITS, FORMED DURING THE COOPERATIVE AGREEMENT PERIOD WILL RECEIVE FUNDING TO SUPPORT NEW ACTIVITIES AND STARTUP COSTS, SUCH AS UNIFORMS, TRAINING MATERIALS, RECRUITING MATERIALS, ETC. 3.\tA STATEWIDE VOLUNTEER CONFERENCE IN 2024 WILL PROVIDE TRAINING AND EDUCATION FOR MRCS AND OTHER VOLUNTEERS ON DISASTER PREPAREDNESS, VOLUNTEER ENGAGEMENT AND RESPONSE ACTIVITIES, THAT WILL INCREASE THEIR ABILITY TO RESPOND TO INCIDENTS IN THE FUTURE. 4.\tCURRENT AND FUTURE MRC VOLUNTEERS WILL BE SUPPORTED WITH ONGOING TRAINING AND EDUCATION PROGRAMS THAT WILL ENHANCE THEIR ABILITY TO RESPOND. 5.\tINVESTMENT IN STANDARDIZED NATIONAL BACKGROUND CHECKS FOR ALL MRC VOLUNTEERS THROUGH THE MVR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 733701.0, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_U3REP230698_7505"}, {"internal_id": 160086064, "Award ID": "U3REP230697", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC- STATE, TERRITORY AND TRIBAL NATIONS, REPRESENTATIVE ORGANIZATIONS FOR NEXT GENERATION (MRC-STTRONG) - NEW YORK STATE DEPARTMENT OF HEALTH (NYSDOH) AND HEALTH RESEARCH, INC. (HRI) WILL FACILITATE THE USE OF MRC-STTRONG FUNDS OVER A TWO (2) YEAR PROJECT PERIOD. THE GOALS OF THIS PROJECT ARE: 1) TO ENHANCE THE STATE’S EXISTING EMERGENCY SYSTEM FOR ADVANCE REGISTRATION OF VOLUNTEER HEALTH PROFESSIONALS (ESAR-VHP) CAPABILITIES; 2) ASSIST NYS MRC UNITS IN REBUILDING THEIR ORGANIZATIONS FROM THE FOUNDATION UP.  THE TWO (2) PRINCIPAL OBJECTIVES:  1) TO USE LESSONS LEARNED FROM THE NYS RESPONSE TO COVID-19 TO DEVELOP THE SERVNY ESAR-VHP INTO A COMPREHENSIVE VOLUNTEER MANAGEMENT SYSTEM (VMS) PLATFORM; 2) TO PROVIDE THE THIRTY (30) EXISTING NYS MRC UNITS WITH THE NECESSARY TOOLS AND ASSOCIATED FUNDING REQUIRED TO PROVIDE FOR CENTRALIZED BACKGROUND CHECKS, UNIFORM AND BADGING, SPONTANEOUS VOLUNTEER CAPACITY, AND PROMOTIONAL CAMPAIGNS FOR LONG-TERM MRC GROWN AND SUSTAINABILITY.  THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) AN ESAR-VHP THAT CONTINUES TO EXCEED FEDERAL REQUIREMENTS AND ENHANCE MRC GROWN BY ENABLING MRC UNITS TO TRACK VOLUNTEER TRAINING, ASSIGNMENTS, AND INCIDENT MANAGEMENT; 2) MRC UNITS WILL HAVE UPDATED UNIT HANDBOOKS, BACKGROUND CHECK POLICIES, AND SPONTANEOUS UNAFFILIATED VOLUNTEER POLICIES INCORPORATING CURRENT INDUSTRY BEST PRACTICES AND LESSONS LEARNED FROM COVID-19.  THE PRODUCTS FROM THIS PROJECT ARE: 1) A FINAL REPORT DOCUMENTING THE ACHIEVEMENT OF ALL CONTRACTOR PERFORMANCE MEASURES SUPPORTING THE MODERNIZATION OF NYS’ ESAR-VHP WITH A SUMMARY OF UPDATED FEATURES; 2) THIRTY (30) FINALIZED MRC UNIT HANDBOOKS, SPONTANEOUS UNAFFILIATED VOLUNTEER POLICY AND CRIMINAL BACKGROUND CHECK POLICY FOR MEDICAL AND NON-MEDICAL VOLUNTEERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 1500000.0, "Infrastructure Obligations": null, "recipient_id": "113190c8-f167-0369-6ad3-c06c19fcf7b0-C", "generated_internal_id": "ASST_NON_U3REP230697_7505"}, {"internal_id": 160086063, "Award ID": "U3REP230696", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MARYLAND'S MRC STTRONG APPLICATION - THE RECIPIENT, MARYLAND DEPARTMENT OF HEALTH – OFFICE OF PREPAREDNESS AND RESPONSE, SUPPORTS THIS TWO- YEAR MRC-STTRONG PROJECT IN COLLABORATION WITH TWENTY-FOUR LOCAL MEDICAL RESERVE CORPS (MRC) UNITS. THE GOAL OF THE PROJECT IS TO IMPROVE MRC RESPONSE READINESS AND CAPACITY. THE APPROACH RESTS UPON THREE MAIN PILLARS: RECRUITMENT AND RETENTION, UPDATING OF THE PLAN, TRAINING AND EXERCISE CYCLES AND PROFESSIONAL STANDARDIZATION. THE OBJECTIVES ARE: 1) RECRUITMENT AND RETENTION OF VOLUNTEERS WITH TARGETED COMMUNITY OUTREACH; 2) ADVERTISING IN THE FORM OF RADIO, DIGITAL AND PRINTED ADS PROMOTING THE MRC PROGRAM; 3) RECOGNITION OF EXISTING VOLUNTEERS THROUGH A SERIES OF APPRECIATION EVENTS; 4) REVISE EXISTING PLANS TO INCLUDE MRC PARTICIPATION; 5) EMPLOY A REGIONAL TRAINING AND EXERCISE MODEL ALLOWING FOR THE ENTIRE STATE TO HAVE THE TRAINING NECESSARY TO BOLSTER THE READINESS OF THEIR VOLUNTEERS; AND 6) STANDARDIZE MRC MEMBER BADGING, IDENTIFIABLE UNIFORMS AND DEPLOYMENT EQUIPMENT. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) INCREASED NUMBER OF EVENTS FOR MRC UNIT ADMINISTRATORS, INCREASED OUTREACH MATERIALS, AND MORE INDIVIDUALS REQUESTING INFORMATION REGARDING THE MRC PROGRAM; 2) ENGAGEMENT WITH EXISTING MRC VOLUNTEERS AND THOSE INTERESTED IN REGISTERING; 3) UPDATED PLANS TO INCLUDE MRC PARTICIPATION; 4) INCREASED METRICS ON THE NUMBER OF TRAINED AND DEPLOYABLE MRC VOLUNTEERS; 6) INCREASED NUMBER OF ONBOARDING SETS TO ALL DEPLOYABLE MRC VOLUNTEERS; AND 7) AN MRC THAT PROJECTS A MORE PROFESSIONALLY STANDARDIZED APPEARANCE WHILE DEPLOYED. THE PRODUCTS FROM THIS PROJECT ARE: 1) ROUTINE METRICS FROM LOCAL JURISDICTIONS ON ACTIVITIES THAT ARE SUB-AWARDED; 2) QUARTERLY REPORTS HIGHLIGHTING THE NEW REGISTRATION AND TRAINING NUMBERS; AND 3) A QUARTERLY DIGITAL NEWSLETTER DEPICTING EVENTS ACROSS ALL REGIONAL MRC UNITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 2000000.0, "Infrastructure Obligations": null, "recipient_id": "0223d356-01a1-022d-c47a-fc625ffb1bed-C", "generated_internal_id": "ASST_NON_U3REP230696_7505"}, {"internal_id": 160086062, "Award ID": "U3REP230695", "Award Amount": 838680.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC-STTRONG - MASSACHUSETTS - THE MASSACHUSETTS DEPARTMENT OF PUBLIC HEALTH, OFFICE OF PREPAREDNESS AND EMERGENCY MANAGEMENT (MDPH, OPEM), IS THE APPLICANT ORGANIZATION FOR THIS TWO-YEAR MEDICAL RESERVE CORPS (MRC) STATE-LEVEL PLANNING AND CAPACITY BUILDING PROJECT, IN COLLABORATION WITH THE 38 FEDERALLY RECOGNIZED MRCS UNITS ACROSS MA. THE GOAL OF THE PROJECT IS TO IMPROVE THE READINESS OF MA MRCS TO SUPPORT PUBLIC HEALTH EMERGENCIES THROUGH PROVIDING VOLUNTEERS WITH APPROPRIATE SKILLS AND KNOWLEDGE, WHILE ENHANCING UNIT RESOURCES. OUR APPROACH IS TO PROVIDE MRCS WITH THE NECESSARY TOOLS TO EXPAND UNIT CAPABILITIES AND INCREASE ACCESS TO PUBLIC HEALTH VOLUNTEERS ACROSS THE COMMONWEALTH. THE OBJECTIVES ARE: 1) TO BUILD A COLLABORATIVE AND STANDARDIZED STATEWIDE APPROACH TO TRAINING FOR BOTH LEADERS AND VOLUNTEERS; 2) TO IDENTIFY AND DEVELOP RESOURCES TO SUPPORT ONGOING UNIT IMPROVEMENT AND SUSTAINABILITY; AND 3) TO LEAD STATEWIDE PLANNING INITIATIVES TO BETTER SUPPORT LOCAL UNIT TO FULFILL COMMUNITY NEEDS SPECIFIC TO THE UTILIZATION OF VOLUNTEERS. THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: 1) IDENTIFIED AND ENHANCED TRAINING AND EDUCATIONAL OPPORTUNITIES; 2) IMPROVED UNIT AND VOLUNTEER ENGAGEMENT; 3) RECOGNIZED STRATEGIES AND RESOURCES TO EXPAND UNIT CAPABILITIES; AND 4) THE INCREASED ABILITY OF UNITS TO BETTER MEET THE REQUESTS OF COMMUNITIES AND PARTNERS. THE PRODUCTS FROM THIS PROJECT INCLUDE: 1) A TRAINING ASSESSMENT, TRAINING CURRICULUM, INTEGRATED PREPAREDNESS PLAN, AND COORDINATED STATEWIDE AND REGIONAL TRAINING DAYS; 2) DEVELOPED AND MODERNIZED VOLUNTEER RECRUITMENT AND ENGAGEMENT MATERIALS (I.E., VOLUNTEER MARKETING CAMPAIGN); 3) UPDATED STATEWIDE PLANS, POLICIES, PROMOTIONAL AND PROCEDURAL TEMPLATES; AND 4) AN IMPROVED VOLUNTEER MANAGEMENT DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 838680.0, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_U3REP230695_7505"}, {"internal_id": 160086061, "Award ID": "U3REP230694", "Award Amount": 2100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC- STATE, TERRITORY AND TRIBAL NATIONS, REPRESENTATIVE ORGANIZATIONS FOR NEXT GENERATION (MRCSTTRONG) - PROJECT ABSTRACT  GEORGIA MEDICAL RESERVE CORPS (MRC) WILL CONTINUE TO SUPPORT 159 COUNTIES, 14 HEALTH CARE COALITIONS (HCCS), AND 18 PUBLIC HEALTH (PH) DISTRICTS IN EMERGENCY RESPONSES ACROSS THE STATE. THE PROJECT'S OVERALL GOAL IS TO UPGRADE, ADVANCE, AND RECONSTITUTE THE ENLISTMENT OF NEW MEMBERS. PRESERVE COMPETENT, SKILLED VOLUNTEERS. ADVOCATE FOR STEWARDSHIP INFLUENCE FOR FUTURE LEADERS AND EXPANSION OF UNITS ACROSS GEORGIA COUNTIES. THE OBJECTIVES ARE: 1) DEVELOP A STRATEGIC RECRUITMENT CAMPAIGN TO MAKE THE MRC MORE RECOGNIZABLE BY ALL COMMUNITIES; 2) TO TACTICALLY MERGE THE COMMUNITY’S NEEDS WITH SPECIALTY TEAMS, FORMED BECAUSE OF A HAZARD VULNERABILITY ASSESSMENT SPECIFIC TO THE AREA SERVED;3) AMPLIFY TRAINING SKILLS FOR VOLUNTEERS THAT WILL ENHANCE CONDITIONS IN A RESPONSE; 4) BROADEN LEADERSHIP COUNSEL BY PASSING LEADERSHIP SKILLS THROUGH A MENTORSHIP PROGRAM. THE EXPECTED OUTCOMES THROUGHOUT THIS PROJECT ARE: 1) UNITS ACROSS THE STATE WILL INCREASE MEMBERSHIP RECRUITMENT;2) ENHANCE SKILLS THAT MATCH WORKFORCE NEEDS IN A RESPONSE; 3) MRC PLACEMENT WILL TAILOR COVERAGE AREA NEEDS WITH MORE COMPETENT HELP; AND 4) MRC UNIT DEPLOYMENT WILL MAGNIFY RESPONSE SKILLS AND UNIT COMPETENCE. THE PRODUCTS FROM THIS PROJECT ARE:1) MORE DETAIL AND UNIFORM EXPOSURE TO COMMUNITIES ACROSS THE STATE TO CONVEY UNITS PRESENCE IN A NON-EMERGENT SETTING; 2) CREATING A COMPREHENSIVE, DETAILED, AND UNIFORM TRAINING MANUAL FOR ALL UNITS; 3)  A CROSS TRAINING RESOURCE GUIDE AND TRAINING COMPONENT WILL BE DEVELOPED FOR SPECIALTY TEAMS; AND 4) PARTNERING IN A ONE-ON-ONE SYSTEM AMONG SENIOR UNIT LEADERS AND UPCOMING VOLUNTEERS TO SAFEGUARD THE CONTINUITY OF OPERATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 2100000.0, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_U3REP230694_7505"}, {"internal_id": 160086060, "Award ID": "U3REP230693", "Award Amount": 1658460.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "KANSAS MRC-STTRONG PROJECT - KDHE PREPAREDNESS PROGRAM SUPPORTS THIS TWO-YEAR KANSAS MEDICAL RESERVE CORPS PROJECT IN COLLABORATION WITH THE KANSAS MRC UNITS. THE GOAL OF THE PROJECT IS TO PROVIDE FINANCIAL, TECHNICAL AND MARKETING SUPPORT TO LOCAL KS MRC UNITS. THE APPROACH IS TO PROVIDE EXPANDED SERVICES, TECHNOLOGY AND SUPPORT FOR THE KANSAS LOCAL MRC UNITS FROM THE STATE LEVEL IN ADDITION TO SUB-AWARDS FOR LOCAL UNITS THAT WILL UTILIZE THE FACTORS FOR SUCCESS COMPONENTS AS PERFORMANCE MEASURES TO DEVELOP STRONG LOCAL PLANS TO STRENGTHEN THE UNITS. THE OBJECTIVES ARE: 1) PROVIDE A ROBUST AND NO-COST VOLUNTEER MANAGEMENT PLATFORM TO LOCAL UNITS, 2) FUND A FULL-TIME MRC STATE COORDINATOR POSITION TO PROVIDE SUPPORT, SUBJECT MATTER EXPERTISE AND TRAINING, 3) REFINE LOCAL PLANS AND STRATEGIES BASED ON THE FACTORS FOR SUCCESS, 4) DEVELOP A MARKETING PLAN AND RELATED COLLATERAL FOR MRC UNIT USE. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) LOCAL KANSAS MRC UNITS WILL EXPERIENCE LESS ADMINISTRATIVE AND FINANCIAL BURDEN, 2) KANSAS MRC UNITS WILL HAVE DEVELOPED/REFINED PLANS FOR GROWTH AND SUSTAINABILITY BASED ON THE FACTORS FOR SUCCESS COMPONENTS, 3) INCREASED SCORES ON THE ANNUAL TAAS, 4) MRC AWARENESS INCREASES THROUGHOUT THE STATE. THE PRODUCTS FROM THIS PROJECT ARE: 1) AN ALWAYS-ON ONLINE VOLUNTEER MANAGEMENT PLATFORM, 2) IMPROVED KANSAS UNIT LEADER TRAINING, 3) DOCUMENTED LOCAL UNIT PLANS, POLICIES AND PROCEDURES (TRAINING PLAN, RECRUITMENT PLAN, RECOGNITION AND RETENTION PLAN, VOLUNTEER SCREENING & ONBOARDING PROCESS, LEADERSHIP TRANSITION PROCESS, POLICIES & PROCEDURES MANUAL), 4) LOCAL UNIT OPERATING BUDGET & FINANCIAL NEEDS ASSESSMENTS, 5) REVISED MRC WEBPAGES ON THE KDHE WEBSITE, 6) A LIBRARY OF ADVERTISING AND SOCIAL MEDIA COLLATERAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 1658460.0, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_U3REP230693_7505"}, {"internal_id": 160086059, "Award ID": "U3REP230692", "Award Amount": 750000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC- STATE, TERRITORY AND TRIBAL NATIONS, REPRESENTATIVE ORGANIZATIONS FOR NEXT GENERATION (MRC-STTRONG) AWARDS (CFDA#93.008) - GOALS: A PRIORITY NEED FOR NM MRC PROGRAM THROUGHOUT NEW MEXICO, IS FUNDING FOR TRAINING, STIPENDS FOR OUR VOLUNTEER UNIT LEADERS, PROGRAM STAFF SALARY, MEDICAL SUPPLIES, EMAC MISSION SETS, AND UNIFORMS; SO THAT WE CAN CONTINUE TO PROVIDE QUALITY CARE FOR OUR NEW MEXICO COMMUNITIES.  NM MRC IS REQUESTING $941,159.00 FROM THE MRC STTRONG GRANT FUNDING OPPORTUNITY TO SUPPORT OUR STATEWIDE WORK AND THE WORK OF OUR UNITS ACROSS THE STATE. OBJECTIVES: 1.\tPROVIDE STIPENDS FOR CURRENT MRC UNIT LEADERS TO EXPAND SERVICES TO LESS POPULATED RURAL AREAS OF NEED AS WELL AS NEW UNIT LEADERS TO EXTEND SERVICES TO FRONTIER AND TRIBAL COMMUNITIES CREATING A CONTINUOUS AND EXPANSIVE PROGRAM. 2.\tENSURE MRC UNITS HAVE THE CAPABILITIES TO RESPOND TO GREAT AREAS OF NEED IN NM. EXPAND SERVICES AND GOODS THROUGHOUT THE UNITED STATES WITH EMERGENCY MANAGEMENT ASSISTANCE COMPACTS (EMAC) BY PREDETERMINED MISSION SETS IN COORDINATION WITH COALITIONS, ASSISTANCE, TRAINING, EXERCISE, AND MEDICAL SUPPORT. THIS INCLUDES PREDETERMINED MISSION SETS THAT ENCOMPASS SHELTERING AND MENTAL HEALTH RESPONSE. 3.\tENSURE MOST ACCURATE AND UP TO DATE STANDARDS OF PRACTICE ARE ADHERED TO THROUGH TRAINING AND EXERCISES WHICH WILL ALLOW FOR THE HIGHEST LEVEL OF CARE IN TIMES OF NEED. 4.\tPROVIDE NECESSARY MEDICAL SUPPLIES AND EQUIPMENT TO BETTER SERVE COMMUNITIES THROUGHOUT THE STATE TO EXPAND ON CURRENT CAPABILITIES, AND THIS WILL ALLOW THE HIGHEST LEVEL OF SUPPORT FOR NEW MEXICO AND ITS CONSTITUENTS. SINCE NEW MEXICO IS A RURAL AND FRONTIER COMMUNITIES EXPANDED SERVICES WILL INCREASE OUTCOMES. OUTCOMES: WE HAVE PROVIDED OUR STATE WITH A WIDE RANGE OF ACTIVITIES AND EVENTS AND EVENTS THAT WE HOPE TO EXPAND WITH THIS GRANT: -\tCOVID: SWABBING: VACCINATIONS, HOSPITAL SURGE, COVID SHELTERING, ALTERNATE CARE FACILITIES, CONTRACT TRACING, CALL CENTER, MENTAL HEALTH, AND PHARMACY WAREHOUSING. -\tASYLUM SEEKER RESPONSE: PROVIDED MEDICAL CARE TO THOSE COMING INTO OUR STATE SEEKING ASYLUM SINCE 2019. -\tDENTAL CLINICS:  PROVIDED SUPPORT AND FREE DENTAL CARE TO THOSE IN NEED -\tMEDICAL CARE/EYE CLINICS: PROVIDED MEDICAL CARE, EYE EXAMS AND GLASSES TO THOSE IN NEED. -\tEMERGENCY SHELTERING:  MRC VOLUNTEERS HAS PROVIDED EMERGENCY SHELTERING AND MEDICAL ASSISTANCE FOR ICE STORM, FIRE EVACUATIONS -\tBATAAN MEMORIAL DEATH MARCH:  OUR MRC VOLUNTEERS WORK WITH THE MILITARY TO PROVIDE MEDICAL CARE ALONG THE 26.2-MILE TRAIL FOR UP TO 10,000 PARTICIPANTS. -\tCOMMUNITY FIRST AID EVENTS:  WE SUPPORT NUMEROUS EVENTS THROUGHOUT THE YEAR -\tDRIVE THROUGH FLU SHOT CLINICS:  VOLUNTEERS THROUGHOUT THE YEAR SUPPORT NUMEROUS DRIVE THROUGH FLU SHOT CLINICS. -\tTRAINING:  EACH YEAR WE PROVIDE A 2.5-DAY VOLUNTEER TRAINING SUMMIT AND AWARDS BANQUET TO CELEBRATE THEIR ACCOMPLISHMENTS.  EACH YEAR WE HAVE BETWEEN 150 AND 200 VOLUNTEERS ATTEND. PRODUCT: THE PRODUCTS FOR THIS PROJECT ARE CONTINUED SUPPORT THROUGH EXERCISE TRAININGS, MEDICAL SUPPLIES AND UNIFORMS FOR MRC UNIT LEADERS, MISSION SETS, AND STIPEND PAYMENTS TO THE UNIT LEADERS. TWO PERSONNEL TO ASSIST AND SUPPORT THE VOLUNTEER PROGRAM WHICH INCLUDE DEVELOPING POLICIES AND PROCEDURES, HANDBOOKS, MARKETING, RETENTION PLANS, SOFTWARE APPLICATIONS AND REGISTRATION. LASTLY, TO PROVIDE TRANSPORTATION AND SUPPORT DURING THE BATAAN MEMORIAL DEATH MARCH DURING THE ANNUAL EVENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 750000.0, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_U3REP230692_7505"}, {"internal_id": 160086058, "Award ID": "U3REP230691", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC-STTRONG: BUILDING PUBLIC HEALTH RESPONSE CAPACITY FOR THE 21ST CENTURY - THE RECIPIENT, THE SOUTH CAROLINA DEPARTMENT OF HEALTH AND ENVIRONMENTAL CONTROL, SUPPORTS THIS TWO-YEAR MRC-STTRONG PROJECT ON BEHALF OF THE STATE’S PUBLIC HEALTH RESERVE CORPS (PHRC) PROGRAM AND FOUR REGIONAL PHRC UNITS. THE PROJECT GOAL IS TO EXPAND UPON NASCENT EFFORTS TO INCREASE PREPAREDNESS LEVELS OF PERSONS WITH ACCESS AND FUNCTIONAL NEEDS AND OTHER DISPROPORTIONATELY IMPACTED POPULATIONS DURING NATURAL OR TECHNOLOGICAL DISASTERS AS WELL AS CORE PUBLIC HEALTH EMERGENCIES. THE OBJECTIVES ARE TO: 1) DISSEMINATE INFORMATION TO PERSONS WITH ACCESS AND FUNCTIONAL NEEDS WHOSE MEDICAL CONDITIONS AND/OR LIMITED MOBILITY MAY HINDER THEIR ABILITY TO EVACUATE DURING SEVERE WEATHER EVENTS; 2); OVERCOME BARRIERS TO FULL UTILIZATION OF OUR LICENSED MEDICAL VOLUNTEERS; 3) BUILD OUR CAPACITY TO PROVIDE MEANINGFUL VOLUNTEER SUPPORT TO FEDERALLY SUPPORTED PODS; 4) GROW OUR PHRC UNITS’ CAPACITY TO SUPPORT POTASSIUM IODIDE (KI) DISTRIBUTION FOLLOWING NUCLEAR EMERGENCIES; AND 5) REALIZE OPPORTUNITIES FOR PROCESS IMPROVEMENT AND PHRC LEADERSHIP DEVELOPMENT THAT WERE IDENTIFIED DURING COVID. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) INCREASED HUMAN RESOURCES FOR PUBLIC HEALTH EMERGENCY RESPONSE; 2) VULNERABLE POPULATIONS WILL BE BETTER PREPARED AND MORE RESILIENT DURING DISASTERS AND EMERGENCIES; AND 3) PHRC STAFF WILL BE CURRENTLY KNOWLEDGEABLE OF VOLUNTEER MANAGEMENT BEST PRACTICES AND PREPARED TO APPLY THEM TO THE PHRC PROGRAM. PRODUCTS WILL INCLUDE: 1) STANDARDIZED PROTOCOLS FOR THE DEPLOYMENT OF PHRC VOLUNTEERS TO DIFFERENT PHRC SERVICE AREAS ACROSS THE STATE; 2) TRAINING MODULES FOR KI DISTRIBUTION, POD SITE DEVELOPMENT, FEDERALLY SUPPORTED POD OPERATIONS AND MORE; AND 3) AFTER-ACTION REVIEWS AND LESSONS LEARNED FROM TABLETOP EXERCISES, DRILLS AND FULL-SCALE EXERCISES TO TEST NEW AND EXISTING PROCESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": 1500000.0, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_U3REP230691_7505"}, {"internal_id": 160086057, "Award ID": "U3REP230690", "Award Amount": 1239080.22, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "INVESTING IN NEW HAMPSHIRE'S MRC VOLUNTEERS - THE STATE OF NEW HAMPSHIRE, THROUGH THE NEW HAMPSHIRE DEPARTMENT OF HEALTH AND HUMAN SERVICES (NH DHHS), RECOGNIZES THE VALUE AND CONTRIBUTIONS OF THE MEDICAL RESERVE CORPS (MRC) VOLUNTEERS TO INCREASE COMMUNITY RESILIENCE TO ALL-HAZARD INCIDENTS. NH DHHS SEEKS TO INCREASE MRC VOLUNTEER RECRUITMENT AND RETENTION EFFORTS BY PROVIDING VOLUNTEER LIABILITY PROTECTION AND MEDICAL SCREENING FOR N95 FIT TESTING, AND THE DEVELOPMENT AND IMPLEMENTATION OF A ROBUST TRAINING AND EXERCISE CYCLE AT NO COST TO THE VOLUNTEERS. ESTABLISHING AN ONLINE TRAINING REPERTOIRE IS KEY TO EXPANDING ACCESS TO TRAINING AND WILL FOCUS ON POINT OF DISPENSING (POD) OPERATIONS, VOLUNTEER RECRUITMENT AND RETENTION, NH IMMUNIZATION INFORMATION SYSTEM (NH IIS), AND CRISIS COMMUNICATION. IN-PERSON TRAININGS AND EXERCISES FOCUS ON CPR/FIRST AID/AED AND STOP THE BLEED CERTIFICATIONS, CREDENTIALING CPR/FIRST AID/AED AND STOP THE BLEED INSTRUCTORS, NEIGHBORHOOD EMERGENCY HELP CENTERS (NEHC) PRACTICES, SURVIVOR AND FAMILY ASSISTANCE CENTER (SFAC) OPERATIONS, AND DISASTER SHELTER OPERATIONS. NH DHHS INTENDS TO COMPETITIVELY PROCURE A CONTRACTOR TO DEVELOP EDUCATIONAL MATERIALS, JOB AIDS, AND ONLINE VIDEOS FOR PUBLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": 1239080.22, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_U3REP230690_7505"}, {"internal_id": 160086056, "Award ID": "U3REP230689", "Award Amount": 1202990.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "VERMONT MRC STTRONG - VERMONT’S MEDICAL RESERVE CORPS SUPPORTS EXPANSION OF STATEWIDE PROGRAMMING TO INCLUDE INITIATIVES AIMED AT PROMOTING PUBLIC HEALTH PREPAREDNESS, WITH A FOCUS ON EMPOWERMENT, EQUITY AND SUSTAINABILITY. ADDITIONAL FOCI ARE UPDATING MRC TRAINING TO SUPPORT EXPANDING NEEDS AND SUPPORTING LOCAL UNITS. THE GOAL IS TO STRENGTHEN MRC AND EQUIP IT TO PROVIDE IMPACTFUL PROGRAMMING. OBJECTIVES INCLUDE 1) INCREASING PEDESTRIAN SAFETY BY TARGETED DISTRIBUTION OF REFLECTORS TO AT-RISK POPULATIONS, WITH A FOCUS ON SUSTAINABILITY AND PROMOTING A CULTURE OF SAFETY 2) EXPAND STOP THE BLEED TRAINING AND KIT DISTRIBUTION FOR MASS CASUALTY INCIDENTS AND PERSONAL EMERGENCIES 3) EDUCATE POPULATIONS WITH ACCESS AND FUNCTIONAL NEEDS ON PREPAREDNESS, WHILE EXPANDING USE OF E-911 CARE 4) UPDATE AND EXPAND VOLUNTEER TRAINING THROUGH SOFTWARE THAT IMPROVES RECORD KEEPING AND ACCURACY 5) USE MEDIA BRANDING FOR RECRUITMENT AND RETENTION 6) PROVIDE SUB-GRANTS TO VERMONT’S NINE UNITS TO PROMOTE LOCALIZED PREPAREDNESS AND RESPONSE ACTIVITIES. OUTCOMES ARE 1) A DECREASE IN PEDESTRIAN-RELATED ACCIDENTS AND INCREASE UNDERSTANDING OF ACTIONABLE STEPS TO INCREASE ROAD SAFETY 2) MORE PEOPLE TRAINED IN LIFE-SAVING BLEEDING CONTROL THROUGH COORDINATED TRAINING 3) HIGHER USE OF AND TRUST IN E-911 CARE BY THE PUBLIC, PROVIDERS AND EMERGENCY MANAGEMENT 4) INCREASE IN TRAINING ACCESS, RECORD ACCURACY, AND SKILL RELEVANCE 5) SUSTAINABLE RECRUITMENT AND RETENTION 6) SUPPORT OF LOCAL UNITS. PRODUCTS INCLUDE A FINAL REPORT, GIS MAPPING OF ALL INITIATIVES LINKED TO THE VERMONT DEPARTMENT OF HEALTH WEBSITE (AND E-911 REGISTRY STATEWIDE FOR PROGRAM 3), DATA ON PROGRAM USAGE, DISTRIBUTION AND FEEDBACK, UPDATES TO PLANS, PROGRAMS AND SERVICES BASED ON LESSONS-LEARNED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": 1202990.0, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_U3REP230689_7505"}, {"internal_id": 160086055, "Award ID": "U3REP230688", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "ADDRESSING THE NEEDS OF AT-RISK INDIVIDUALS AND/OR SERVE AREAS IMPACTED BY MORE FREQUENT AND/OR MORE SEVERE DISASTERS RELATED TO CLIMATE CHANGE IN UNDERSERVED AREAS/POPULATIONS. - THE GOAL OF THE MRC-STTRONG PROJECT IS TO CONDUCT A VARIETY OF ACTIVITIES TO ADDRESS THE NEEDS OF AT-RISK INDIVIDUALS AND/OR SERVE AREAS IMPACTED BY MORE FREQUENT AND/OR MORE SEVERE DISASTERS RELATED TO CLIMATE CHANGE IN UNDERSERVED AREAS/POPULATIONS. THE APPROACH IS TO EQUIP EXISTING OKMRC UNITS AND CREATE A NEW UNIT TO FURTHER THIS GOAL.  THE OBJECTIVES ARE: 1) STRENGTHEN AND EQUIP THE STATEWIDE CAPABILITIES OKMRC UNITS TO FURTHER MRC-STTRONG GOALS OF SUPPORTING ACTIVITIES IN UNDERSERVED AREA/ POPULATIONS WITH ACTIVITIES TO ADDRESS THE NEEDS OF AT-RISK INDIVIDUALS AND/OR SERVE AREAS IMPACTED BY MORE FREQUENT AND/OR MORE SEVERE DISASTERS RELATED TO CLIMATE CHANGE;  2) DEVELOP SUB-RECIPIENT CONTRACTS WITH OTHER ORGANIZATIONS TO CARRY OUT MRC-STTRONG GOALS OF SUPPORTING ACTIVITIES IN UNDERSERVED AREA/ POPULATIONS WITH ACTIVITIES TO ADDRESS THE NEEDS OF AT-RISK INDIVIDUALS AND/OR SERVE AREAS IMPACTED BY MORE FREQUENT AND/OR MORE SEVERE DISASTERS RELATED TO CLIMATE CHANGE;  3) OBJECTIVE 3: DEVELOP A FUNCTIONAL AND ACCESS SUPPORT TEAM (FAST) MRC UNIT TO PROVIDE SUPPORT TO THE AT-RISK AND UNDERSERVED POPULATION ACROSS THE STATE OF OKLAHOMA.  THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) OKMRC UNITS WILL BE EQUIPPED WITH NECESSARY SUPPLIES, TRAINING AND TECHNOLOGY TO SAFELY AND EFFECTIVELY DEPLOY; 2) OKMRC VOLUNTEERS WILL IMPROVE THEIR CAPABILITY TO ASSIST AT-RINK INDIVIDUALS AND UNDER-SERVED POPULATIONS AND 3) A NEW OKMRC UNIT WILL BE DEDICATED TO SUPPORTING FUNCTIONAL AND ACCESS NEEDS.   THE PRODUCTS FROM THIS PROJECT ARE: 1) AN ASSET MANAGEMENT INVENTORY OF OKMRC SUPPLIES 2) AN IMPROVED OKMRC WEBSITE DATABASE 3) TRAINING SIGN-IN SHEETS 4) ADDITIONAL LEADERS IN SRT MRC AND SART MRC 5) THE CREATION OF THE FAST MRC UNIT.  SUB-RECIPIENT AND SUBGRANT CONTRACTS WILL BE RENEWED IN YEAR TWO TO CONTINUE MRC-STTRONG ACTIVITIES, BASED ON FINDINGS FROM THE PREVIOUS YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 1200000.0, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_U3REP230688_7505"}, {"internal_id": 160086054, "Award ID": "U3REP230687", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC-STTRONG - THE PROJECT AIMS TO ADDRESS CHALLENGES AND ADVANCE VOLUNTEERS AND MRC COORDINATOR READINESS. - OREGON MRC-STTRONG PROJECT ABSTRACT STRENGTHENING MEDICAL RESERVE CORPS' POSITION TO ADDRESS SOCIAL AND HAZARD VULNERABILITIES IN OREGON THE STATE EMERGENCY REGISTRY OF VOLUNTEERS IN OREGON (SERV-OR) MANAGES THE STATE'S MEDICAL RESERVE CORPS UNITS AND THE STATE MANAGED VOLUNTEER POOL (SMVP). WHILE THERE IS IMPRESSIVE GEOGRAPHIC COVERAGE OF ACTIVE UNITS IN OREGON, THERE ARE SIGNIFICANT CHALLENGES RELATED TO RESOURCE SCARCITY, PROGRAM DEVELOPMENT, AND STANDARDIZATION OF MRC UNIT READINESS. THE OREGON HEALTH AUTHORITY IS APPLYING FOR THE MRC-STTRONG AWARD ON BEHALF MEDICAL RESERVE CORPS UNITS, FACILITATING THIS PROCESS OF APPLYING FOR AND MANAGING DISTRIBUTION OF AWARDS IN ORDER TO ELIMINATE COMPETITION AMONG OREGON UNITS AND BUILD COLLABORATIVE AND SUSTAINABLE PROJECT MANAGEMENT SYSTEMS. THE PROJECT AIMS TO ADDRESS THESE CHALLENGES AND ADVANCE VOLUNTEER AND MRC COORDINATOR READINESS. AS MRC UNITS SHIFT THEIR FOCUS FROM CONTINUED RESPONSE INTO RECOVERY AND LONG-TERM VOLUNTEER ENGAGEMENT, THERE IS A SERIOUS NECESSITY FOR RESPONDER OUTREACH AND DEVELOPMENT, COMMUNITY OUTREACH AND EDUCATION, AND RECOVERY INITIATIVES. THIS PROJECT SERVES AS AN INNOVATION AND SUSTAINABILITY MECHANISM TO RESOLVE SERIOUS ISSUES THAT UNDER-RESOURCED UNITS FACE, AS WELL AS INCREASE OPPORTUNITIES FOR VOLUNTEERS TO ENGAGE WITH AND PREPARE THE COMMUNITIES WHERE THEY LIVE AND WORK. OREGON'S UNIQUE HAZARDS, INCLUDING THE POTENTIAL FOR A 9.0+ MAGNITUDE EARTHQUAKE CAUSED BY THE CASCADIA SUBDUCTION ZONE AND COMPOUNDING HAZARDS SUCH AS WILDFIRES, HEAT WAVES, AND PUBLIC HEALTH EMERGENCIES, UNDERSCORE THE CRITICAL NEED FOR ROBUST AND EXPANSIVE PUBLIC HEALTH RESPONSE SYSTEMS. THE MRC-STTRONG AWARD WILL PROVIDE CRITICAL RESOURCES TO ADDRESS REGIONAL CAPACITY CHALLENGES, ACCELERATE MRC PROGRAM DEVELOPMENT AND ORGANIZATIONAL BUY-IN, AND MAKE SIGNIFICANT PROGRESS TOWARD STANDARDIZING MRC UNIT READINESS IN JURISDICTIONS AROUND THE STATE, ULTIMATELY ENHANCING OREGON'S ABILITY TO EFFECTIVELY SERVE AND RESPOND TO ITS DIVERSE POPULATION YEAR-ROUND. OVERALL PROJECT OBJECTIVES 1.\tBUILD CAPACITY AND PROMOTE ORGANIZATIONAL BUY-IN FOR MRC UNITS THROUGH STRATEGIC AND EQUITABLE ALLOCATION OF REAL AND TECHNICAL RESOURCES. 2.\tPROCURE AND ALLOCATE EQUIPMENT AND SUPPLIES TO SUPPORT VOLUNTEER TRAINING, COMMUNITY READINESS, AND DEPLOYMENT TO MEDICAL SURGE EMERGENCIES. 3.\tALLEVIATE SHORTFALLS AND GAPS IN MRC MANAGEMENT THROUGH WORKFORCE INVESTMENTS SUCH AS PERSONNEL TIME, PROFESSIONAL DEVELOPMENT, AND TEAM BUILDING INITIATIVES. 4.\tDEVELOP A STATEWIDE PLAN TO BUILD MEDICAL SURGE RESPONSE CAPACITY AT THE REGIONAL LEVEL AND ALLEVIATE EMERGENCY MEDICAL SUPPLY CHAIN DISRUPTIONS DURING CRISIS. 5.\tDEVELOP AND IMPLEMENT A TWO-YEAR TRAINING PLAN INCREASING OPPORTUNITIES FOR VOLUNTEERS TO ENHANCE THEIR OWN SKILLS AND KNOWLEDGE IN ADDITION TO PROMOTING COMMUNITY READINESS. THE PROJECT WILL ACHIEVE ITS OBJECTIVES THROUGH A RANGE OF ACTIVITIES SUCH AS VOLUNTEER AND UNIT LEADER TRAINING AND PROFESSIONAL DEVELOPMENT, PARTNERSHIPS WITH COMMUNITY-BASED ORGANIZATIONS, HIRING ADDITIONAL WORKFORCE TO SUSTAIN IMMEDIATE AND LONG-TERM PROGRAM DEVELOPMENT, COMMUNITY OUTREACH AND PREPAREDNESS EDUCATION, EQUIPPING PARTICULARLY VULNERABLE MRC UNITS IMMEDIATELY AND DEVELOPING PLANS FOR RESOLVING LONG-TERM RESOURCE SCARCITY ISSUES IN THE STATE. THE PROJECT'S OUTCOMES WILL ENHANCE THE EMERGENCY RESPONSE CAPABILITY OF MRC UNITS, WHICH WILL ULTIMATELY HELP IN SAVING LIVES DURING EMERGENCIES AND CREATE COHESION ACROSS UNITS IN THE OREGON MRC NETWORK. THE SUCCESS OF THIS PROJECT WILL BE SHARED WITH MRC AND NATIONAL NETWORKS TO BE REPLICATED IN OTHER STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 2500000.0, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_U3REP230687_7505"}, {"internal_id": 160086053, "Award ID": "U3REP230686", "Award Amount": 2440694.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC STTRONG - THE PURPOSE OF THE APPLICATION BY THE MINNESOTA DEPARTMENT OF HEALTH, DIVISION OF EMERGENCY PREPAREDNESS AND RESPONSE FOR MRC-STSTRONG AWARD FUNDING IS TO SUPPORT PROJECT COLLABORATION WITH OUR COUNTY, REGIONAL, STATE, AND UNIVERSITY MEDICAL RESERVE CORP (MRC) UNITS. THE GOAL OF THIS 2-YEAR PROJECT IS TO ADVANCE THE READINESS OF MINNESOTA’S MRC UNITS TO SUPPORT INDIVIDUALS AND COMMUNITIES IMPACTED BY PUBLIC HEALTH EMERGENCIES AND DISASTERS. THE APPROACH IS TO EXPAND THE DISASTER RESPONSE AND RECOVERY CAPABILITY AND CAPACITY OF MINNESOTA MRC UNITS, AND THE VOLUNTEER MANAGEMENT SYSTEM (MNRESPONDS) USED BY ALL MRC UNITS. THE OBJECTIVES ARE TO: 1) INCREASE TECHNOLOGICAL SUPPORT THROUGH ENHANCEMENTS TO THE STATE’S ESAR-VHP (MN RESPONDS) TO INCLUDE VOLUNTEER BACKGROUND CHECKS, TRAINING PLANS, AND DEPLOYMENT MANAGEMENT 2), UPDATE EXISTING TRAINING MATERIALS AND DEVELOP NEW TRAINING MATERIALS TO SUPPORT MNRESPONDS ENHANCEMENTS AND ADMINISTRATIVE AND OPERATIONAL NEEDS OF MRC UNITS, AND 3) PROVIDE FUNDING MRC UNITS FOR THE PURPOSE OF UNIT ADMINISTRATION, RECRUITMENT, TRAINING, EXERCISES, AND SUPPLIES. THE EXPECTED OUTCOMES OF THIS PROJECT ARE: 1) INCREASED MRC UNIT OPERATIONAL READINESS, 2) ENHANCED INTRA-STATE DEPLOYMENT CAPABILITIES, 3) UNIFORM MINIMUM TRAINING STANDARDS AND SECURITY CHECKS TO INCREASE RESPONDER AND COMMUNITY SAFETY, AND 4) AN INFRASTRUCTURE TO MAINTAIN THE IMPROVEMENTS ESTABLISHED DURING THE PROJECT PERIOD FOR YEARS TO COME. THE PRODUCTS FROM THIS PROJECT ARE: 1) FINAL PROJECT REPORT, 2) TRAINING MATERIALS, 3) VOLUNTEER RECRUITMENT MATERIALS, 4) TRAINING AND EXERCISE EVALUATION RESULTS, 5) MNRESPONDS SYSTEM USAGE REPORTS, AND 6) MRCTRAIN VOLUNTEER TRAINING PLAN REPORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 2440694.0, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_U3REP230686_7505"}, {"internal_id": 160086052, "Award ID": "U3REP230685", "Award Amount": 1392644.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "93.008", "Description": "MRC- STATE TERRITORY AND TRIBAL NATIONS, REPRESENTATIVE ORGANIZATIONS FOR NEXT GENERATION (MRC-STTRONG) (CFDA # 93.008)FUNDING OPPORTUNITY NUMBER: EP-U3R-23-002 - THE PUERTO RICO DEPARTMENT OF HEALTH (PRDOH) IS PLEASED TO SUMMIT THE MRC- STATE TERRITORY AND TRIBAL NATIONS, REPRESENTATIVE ORGANIZATIONS FOR NEXT GENERATION (MRC-STTRONG). THE TOTAL AMOUNT REQUESTED FOR THIS GRANT IS $1,307,394.00. THESE FUNDS WILL ALLOW THE PRDOH TO CONTINUE PROVIDING LEADERSHIP AND NECESSARY RESOURCES FOR VOLUNTEER RECRUITMENT, INCREASE PARTNERSHIPS AND STRENGTHEN EMERGENCY RESPONSE. PRDOH IS COMMITTED TO CONTINUING THE COLLABORATION WITH ASPR ON THIS IMPORTANT AND TIMELY ENDEAVOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": 1392644.0, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_U3REP230685_7505"}, {"internal_id": 140660159, "Award ID": "HITEP210046", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-27", "CFDA Number": "93.008", "Description": "ENHANCE, MANAGE, AND PROMOTE THE MEDICAL RESERVE CORPS TRAINING AND LEARNING MANAGEMENT SYSTEM VIA THE TRAIN LEARNING NETWORK - TRAIN (WWW.TRAIN.ORG) IS A NATIONAL LEARNING NETWORK FOR GOVERNMENT AGENCIES TO DISSEMINATE, TRACK, AND SHARE TRAININGS FOR PROFESSIONALS WHO PROTECT AND IMPROVE THE PUBLIC’S HEALTH. DEVELOPED AND OPERATED BY THE PUBLIC HEALTH FOUNDATION (PHF), THE NETWORK CURRENTLY INCLUDES 40 AFFILIATES: STATE AGENCIES, NOT-FOR-PROFIT ORGANIZATIONS, TRIBAL HEALTH DEPARTMENTS, AND FEDERAL AGENCIES—THE MEDICAL RESERVE CORPS, CENTERS FOR DISEASE CONTROL AND PREVENTION, VETERANS HEALTH ADMINISTRATION, ICE HEALTH SERVICE CORPS, FOOD AND DRUG ADMINISTRATION, AND VETERANS BENEFITS ADMINISTRATION.  SINCE JOINING TRAIN IN 2006, THE MORE THAN 138,526 MRC VOLUNTEERS WHO ARE REGISTERED MRC-TRAIN LEARNERS HAVE COMPLETED MORE THAN 247,859 TRAININGS.  ADDITIONALLY, MRC’S PARTICIPATION IN THIS LARGER NETWORK HAS HELPED THE AGENCY COORDINATE WITH STATE, TERRITORIAL, LOCAL AND TRIBAL HEALTH DEPARTMENTS (STLT HDS) TO MEET PUBLIC HEALTH NEEDS AND INTEGRATE TRAININGS TO BUILD CAPACITY.  PHF PROPOSES TO CONTINUE SUPPORTING AND EXPANDING MRC-TRAIN THROUGH THE FOLLOWING GOALS: (1) GOAL 1: PROVIDE ACCESS TO QUALITY TRAINING ALIGNED TO CRITICAL COMPETENCES; (2) GOAL 2: INCREASE COURSE PROVIDER OUTREACH; AND (3) GOAL 3: INTEGRATE MRC-TRAIN.  PROPOSED ACTIVITIES INCLUDE PROVIDING ANNUAL TRAIN SUBSCRIPTIONS SERVICES AND TECHNICAL ASSISTANCE, INCLUDING BUILDING RELATIONSHIPS BETWEEN MRC AND STLT HDS; PROMOTING MRC-TRAIN TO MRC VOLUNTEERS TO INCREASE AWARENESS AND USE; AND CONDUCTING OUTREACH TO EXISTING AND POTENTIAL TRAIN COURSE PROVIDERS TO INCREASE THE NUMBER OF COMPETENCY-BASED TRAININGS AVAILABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3790e4db-5e81-050e-62da-e2ab513ec165-C", "generated_internal_id": "ASST_NON_HITEP210046_7505"}, {"internal_id": 110863351, "Award ID": "HITEP200045", "Award Amount": 26928366.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-25", "CFDA Number": "93.008", "Description": "MEDICAL RESERVES CORPS (MRC) PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 20000000.0, "Infrastructure Obligations": null, "recipient_id": "e8ad6893-8a42-c7d0-d82a-92122dec23a4-C", "generated_internal_id": "ASST_NON_HITEP200045_7505"}, {"internal_id": 110863376, "Award ID": "HITEP200044", "Award Amount": 180000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-25", "CFDA Number": "93.008", "Description": "TO CONTINUE TO BUILD THE CAPABILITIES OF MRC UNITS IN THE STATE OF UTAH TO MEET NEEDS DURING EMERGENCIES AND DISASTERS INCLUDING THE ABILITY TO COORDINATE ACROSS JURISDICTIONAL BOUNDARIES; ATTACHMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_HITEP200044_7505"}, {"internal_id": 48849768, "Award ID": "HITEP160037", "Award Amount": 498941.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "93.008", "Description": "ENHANCE, MANAGE AND PROMOTE THE MEDICAL RESERVE CORPS TRAINING FINDER REAL-TIME INTEGRATED NETWORK (MRC-TRAIN)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3790e4db-5e81-050e-62da-e2ab513ec165-C", "generated_internal_id": "ASST_NON_HITEP160037_7505"}, {"internal_id": 48849761, "Award ID": "HITEP150032", "Award Amount": 3770330.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-27", "CFDA Number": "93.008", "Description": "DEMONSTRATE CAPABILITY AND BUILD CAPACITY IN THE MEDICAL RESERVE CORPS NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e8ad6893-8a42-c7d0-d82a-92122dec23a4-C", "generated_internal_id": "ASST_NON_HITEP150032_7505"}, {"internal_id": 95180872, "Award ID": "HITEP150026", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-10-15", "CFDA Number": "93.008", "Description": "PROMOTE, SUPPORT AND BUILD CAPACITY IN THE MEDICAL RESERVE CORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e8ad6893-8a42-c7d0-d82a-92122dec23a4-C", "generated_internal_id": "ASST_NON_HITEP150026_7505"}]