[{"internal_id": 85590613, "Award ID": "U2CES030859", "Award Amount": 6572442.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "93.113", "Description": "MOUNT SINAI HHEAR NETWORK UNTARGETED LAB HUB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bace221f-a1f9-fa20-66e4-55984406cf48-C", "generated_internal_id": "ASST_NON_U2CES030859_7529"}, {"internal_id": 85590163, "Award ID": "U2CES030851", "Award Amount": 5000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "93.113", "Description": "DUKE ENVIRONMENTAL ANALYSIS LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_U2CES030851_7529"}, {"internal_id": 50101657, "Award ID": "U2CES026561", "Award Amount": 22370675.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-24", "CFDA Number": "93.310", "Description": "MOUNT SINAI CHEAR NETWORK LABORATORY HUB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bace221f-a1f9-fa20-66e4-55984406cf48-C", "generated_internal_id": "ASST_NON_U2CES026561_7529"}, {"internal_id": 140059239, "Award ID": "U13ES033440", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "93.143", "Description": "ENVIRONMENTAL HEALTH IN A CHANGING CLIMATE:  THE 19TH INTERNATIONAL CONFERENCE OF THE PACIFIC BASIN CONSORTIUM FOR ENVIRONMENT AND HEALTH - PROJECT SUMMARY/ABSTRACT THE PACIFIC BASIN CONSORTIUM FOR ENVIRONMENT AND HEALTH (PBC) WILL PARTNER WITH SRP INVESTIGATORS TO DEVELOP A SERIES OF MEETINGS ON TOPICAL THEMES. AN ALTERNATING SCHEDULE OF ONE DAY FOCUS MEETINGS ON “HOT TOPICS” AND FULL INTERNATIONAL CONFERENCES IS PLANNED RUNNING FROM 2021 TO 2026. THIS APPLICATION WILL BE LIMITED TO THE FIRST THREE YEARS, BUT THE FULL PLAN IS OUTLINED FOR CONTEXT. - 2021 FOCUS MEETING, BRISBANE, AUSTRALIA, ENVIRONMENTAL IMPACTS ON INFECTIOUS DISEASE. - 2022 CONFERENCE, JEJU ISLAND SOUTH KOREA, ENVIRONMENTAL EXPOSURES IN A CHANGING CLIMATE. - 2023 FOCUS MEETING, LOUISIANA STATE UNIVERSITY, USA, PANDEMIC PLANNING – LESSONS FROM COVID-19. - 2024 CONFERENCE, HO CHI MINH CITY, VIETNAM, THEME TBA. - 2025 FOCUS MEETING, CRI BANGKOK, THAILAND, THEME TBA. - 2026 CONFERENCE, NIAID PHNOM PENH, CAMBODIA, THEME TBA. FOCUS MEETINGS WILL BE HELD WITHIN UNIVERSITIES (OR SIMILAR) OVER ONE DAY, WITH “VIRTUAL” ATTENDANCE AND PARTICIPATION FACILITATED. FULL CONFERENCES WILL BE HELD OVER 3 ½ DAYS AND INCLUDE TRAINING WORKSHOPS, PLENARY SESSIONS, SYMPOSIA, POSTER PRESENTATION SESSIONS, AND A DEDICATED UNOPPOSED SESSION FOR STUDENT ORAL PRESENTATIONS. THE FOCUS MEETINGS AND CONFERENCE THEMES ALIGN WITH THE NIEHS SRP MISSION AND NIEHS STRATEGIC GOALS 2018- 2023, “ADVANCING ENVIRONMENTAL HEALTH SCIENCES”, “PROMOTING TRANSLATION OF SCIENTIFIC KNOWLEDGE TO ACTION”, AND “ENHANCING ENVIRONMENTAL HEALTH SCIENCES THROUGH STEWARDSHIP AND SUPPORT”. THE PBC HAS A LONG HISTORY OF WORKING WITH REGIONAL UNIVERSITIES AND PROFESSIONAL SOCIETIES TO MAXIMIZE PARTICIPATION OF LOCAL STUDENTS, JUNIOR FACULTY AND TRAINEES IN LINE WITH SRP GOALS. ALL PBC CONFERENCES HAVE SIMILAR OBJECTIVES: PROMOTION OF HUMAN AND ENVIRONMENTAL HEALTH THROUGH EDUCATION AND PRACTICE IN TOXICOLOGY, ENGINEERING AND SANITATION, AND A FOCUS ON PRIORITY ENVIRONMENTAL HEALTH ISSUES IN THE HOST COUNTRY. EACH CONFERENCES HAS BEEN ATTENDED BY 250-300 PARTICIPANTS WITH 60% OR MORE COMING FROM THE ASIA-PACIFIC REGION. WE REQUEST $295,000 FROM NIEHS TO (I) FACILITATE CONFERENCE ORGANIZATION (II) INCENTIVIZE THE PARTICIPATION OF STUDENTS, EARLY CAREER RESEARCHERS AND YOUNG PROFESSIONALS, WITH PARTICULAR FOCUS ON FEMALE AND UNDERREPRESENTED MINORITY PARTICIPATION, THROUGH TRAVEL GRANTS AND REGISTRATION WAIVERS, AND (III) FACILITATE ATTENDANCE OF LOCAL STUDENTS THROUGH ACCOMMODATION AND REGISTRATION SUPPORT. THE MEETING PROGRAM COSTS OVER THE THREE YEARS IS ESTIMATED AT $700,000. ADDITIONAL SUPPORT WILL COME FROM THE PBC, HOST INSTITUTIONS, LOCAL SOCIETIES AND GOVERNMENTS, AND OTHER NIH INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_U13ES033440_7529"}, {"internal_id": 139743313, "Award ID": "U13ES033106", "Award Amount": 36759.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "93.143", "Description": "HIGHLY FLUORINATED COMPOUNDS ?SOCIAL AND SCIENTIFIC DISCOVERY: 3RD ANNUAL MEETING - ABSTRACT PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) COMPRISE A LARGE CLASS OF PERSISTENT COMPOUNDS THAT PRESENT A MAJOR PUBLIC HEALTH PROBLEM WORLDWIDE. THEIR UNIQUE CHEMICAL PROPERTIES HAVE BEEN HARNESSED TO MAKE CONSUMER AND INDUSTRIAL PRODUCTS MORE WATER, STAIN, AND GREASE RESISTANT; THEY ARE FOUND IN PRODUCTS AS DIVERSE AS COSMETICS AND FIREFIGHTING FOAMS. DESPITE THEIR WIDESPREAD USE AND DETECTION IN THE ENVIRONMENT, MANY QUESTIONS REMAIN ABOUT THEIR CHEMICAL PROPERTIES, HUMAN HEALTH EFFECTS, EXPOSURE, ECONOMIC IMPACT, AND REMEDIATION AMONG OTHER CONCERNS. WE PROPOSE TO HOST A THREE-DAY CONFERENCE IN WILMINGTON, NC, A REGION THAT HAS BEEN SIGNIFICANTLY AFFECTED BY PFAS EXPOSURE, IN JUNE 2021 ENTITLED, “3RD NATIONAL CONFERENCE ON PER- AND POLYFLUOROALKYL SUBSTANCES - SOCIAL AND SCIENTIFIC DISCOVERY.” THIS MEETING WILL EXPAND THE CONVERSATION, AWARENESS, AND INFORMATION EXCHANGE ABOUT PFAS. IT WILL CONVENE SCIENTISTS, GOVERNMENT OFFICIALS, ACTIVISTS, COMMUNITY MEMBERS (NATIONALLY AND INTERNATIONALLY), JOURNALISTS, UTILITY MANAGERS, AND LAWYERS TO EXAMINE THE COMPLEX SET OF SOCIAL, SCIENTIFIC, POLITICAL, AND ENVIRONMENTAL HEALTH ISSUES ASSOCIATED WITH PFAS EXPOSURE. THE CONFERENCE WILL ACHIEVE THREE SPECIFIC AIMS INCLUDING: 1) FACILITATE AN INCLUSIVE AND HOLISTIC CONVERSATION ABOUT THE NATIONAL AND INTERNATIONAL IMPACT OF PFAS BY INTEGRATING CUTTING-EDGE SCIENTIFIC DISCOVERIES WITHIN THE COMPLEX SOCIAL AND POLITICAL CONTEXTS OF IMPACTED AND OFTEN MARGINALIZED COMMUNITIES TO SHARE KNOWLEDGE AND RESOURCES TO SUPPORT AND BETTER INFORM THE PRIORITIES OF DIVERSE PFAS SECTORS; 2) STRENGTHEN EXISTING AND CULTIVATE NEW COLLABORATIONS THAT WILL ADVANCE SHARING OF INFORMATION AND BEST PRACTICES; COMMUNICATION ACROSS SCIENTIFIC, POLITICAL AND PUBLIC SECTORS; AND COORDINATED, SOLUTION-BASED APPROACHES TO ENSURE STRATEGIC CHANGE THAT PREVENTS FUTURE PFAS CONTAMINATION AND EXPOSURE-RELATED HEALTH RISKS; AND 3) LEVERAGE THE DIVERSITY OF PERSPECTIVES AT THE CONFERENCE TO DETERMINE THE MOST EFFECTIVE WAY TO DISSEMINATE FINDINGS AND ENSURE ONGOING COMMUNICATION AMONG PFAS SECTORS. THE ORGANIZING COMMITTEE IS HIGHLY DIVERSE AND COMPRISES ACADEMIC AND GOVERNMENT SCIENTISTS, POLICY MAKERS, ACTIVISTS AND MEMBERS OF AFFECTED COMMUNITIES. IT ALSO INVOLVES PARTICIPATION BY TWO SUPERFUND RESEARCH PROGRAM CENTERS (NC STATE’S CENTER FOR ENVIRONMENTAL AND HEALTH EFFECTS OF PFAS AND UNIVERSITY OF RHODE ISLAND’S SOURCES, TRANSPORT, EXPOSURE & EFFECTS OF PFASS CENTER) AND OTHER NIEHS-SUPPORTED INITIATIVES (SILENT SPRING INSTITUTE AND NORTHEASTERN UNIVERSITY’S PFAS PROJECT) COMMITTED TO ADVANCING UNDERSTANDING ABOUT AND PROTECTION FROM PFAS EXPOSURE. THE CONFERENCE WILL BE OPEN TO ALL AND SIGNIFICANT SUPPORT WILL BE PROVIDED TO ENSURE INCLUSION AND PARTICIPATION OF STUDENTS AND COMMUNITY MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_U13ES033106_7529"}, {"internal_id": 81395384, "Award ID": "U13ES031012", "Award Amount": 13392.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-11", "CFDA Number": "93.143", "Description": "COMBUSTION AND HEALTH EFFECTS SYMPOSIUM: ENGAGING COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_U13ES031012_7529"}, {"internal_id": 81729055, "Award ID": "U13ES030985", "Award Amount": 46756.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "93.143", "Description": "ASSESSING AND MITIGATING ENVIRONMENTAL EXPOSURES IN EARLY LIFE: THE 18TH INTERNATIONAL CONFERENCE OF THE PACIFIC BASIN CONSORTIUM FOR ENVIRONMENT, JAPAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_U13ES030985_7529"}, {"internal_id": 67832891, "Award ID": "U13ES029818", "Award Amount": 7902.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-07", "CFDA Number": "93.143", "Description": "2018 INTERNATIONAL EXPERIMENTAL BIOLOGY AND MEDICINE CONFERENCE ON ENVIRONMENTAL HEALTH TO BE HELD OCTOBER 17-19, 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_U13ES029818_7529"}, {"internal_id": 50096958, "Award ID": "U13ES029029", "Award Amount": 40439.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-12", "CFDA Number": "93.143", "Description": "ENVIRONMENTAL HEALTH AND SUSTAINABLE DEVELOPMENT, INTERNATIONAL CONFERENCE OF THE PUBLIC HEALTH FOUNDATION OF INDIA AND THE PACIFIC BASIN CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_U13ES029029_7529"}, {"internal_id": 50096954, "Award ID": "U13ES028105", "Award Amount": 22653.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-03-13", "CFDA Number": "93.143", "Description": "15TH INTERNATIONAL CONGRESS ON COMBUSTION BY-PRODUCTS AND THEIR HEALTH EFFECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_U13ES028105_7529"}, {"internal_id": 151949208, "Award ID": "SB1ES029401", "Award Amount": 276239.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "93.143", "Description": "REMEDIATION OF PERFLUORINATED CHEMICALS IN WATER USING NOVEL HIGH-AFFINITY POLYMER ADSORBENTS - ABSTRACT CONTAMINATION OF WATER SUPPLIES BY TOXIC PER- AND POLYFLUOROALKYL SUBSTANCES IS A MAJOR HEALTH AND ENVIRONMENTAL ISSUE IMPACTING SOCIETY TODAY. GIVEN THE ENVIRONMENTAL PERSISTENCE OF THESE CONTAMINANTS AND THEIR ESTABLISHED LINKAGE TO SERIOUS HEALTH RISKS, IT IS IMPERATIVE THAT SAFE, EFFICIENT, AND COST-EFFECTIVE PFAS REMEDIATION TECHNOLOGIES BE DEVELOPED THAT CAN ELIMINATE THESE CONTAMINANTS FROM THE U.S. WATER SUPPLIES. WITH THE TIGHTENING OF HEALTH-BASED CONTAMINATION LIMITS AND THE EXPANSION OF REGULATED PFAS STRUCTURES, THE IMPACTS OF PFAS CONTAMINATION ARE NOW ESTIMATED TO AFFECT OVER 200 MILLION AMERICANS. NIEHS SPONSORED DEXSORB ADSORBENT REPRESENTS A BREAKTHROUGH SOLUTION FOR THE SAFE, RAPID, AND COST-EFFECTIVE REMOVAL OF SHORT- AND LONG- CHAIN PFAS COMPOUNDS, INCLUDING PFOA AND PFOS FROM WATER. IT TAKES EXACTING TECHNOLOGY TO REMOVE PFAS COMPOUNDS AT THE TRACE LEVELS BEING MANDATED BY STATES AND THE EPA. MADE FROM RENEWABLE CYCLODEXTRINS, DEXSORB’S ABILITY TO SELECTIVELY TARGET PFAS COMPOUNDS AT TRACE CONCENTRATIONS WITH RAPID UPTAKE, HIGH CAPACITY, AND RESISTANCE TO FOULING MAKE IT IDEALLY SUITED FOR USE IN PRIVATE AND MUNICIPAL WATER TREATMENT SYSTEMS. WORKING WITH ENVIRONMENTAL PARTNERS, CYCLOPURE HAS DEMONSTRATED THE SUPERIOR PERFORMANCE AND FAVORABLE LIFE CYCLE ECONOMIES OF DEXSORB IN PILOT WATER TREATMENT ACTIVITIES. TO ADVANCE FURTHER, SPECIFIC MILESTONES THAT UPON COMPLETION WILL HELP CYCLOPURE TRANSITION TO FULL COMMERCIALIZATION STAGE HAVE BEEN IDENTIFIED IN THIS CRP PROPOSAL. CYCLOPURE’S MAIN OBJECTIVE IN THIS PROGRAM WILL BE TO SEEK SUPPORT FOR REGULATORY AND MANUFACTURING ASSISTANCE. BOTH AREAS ARE CRITICAL PRIOR TO THE COMMENCEMENT OF FULL-SCALE MANUFACTURING AND COMMERCIALIZATION ACTIVITIES. SAFETY AND HEALTH RELATED INFORMATION AND ASSOCIATED EXPERIMENTAL DATA WILL BE COLLECTED AND ORGANIZED FOR MATERIAL REGISTRATIONS AND CERTIFICATIONS AS REQUIRED BY REGULATORY AGENCIES INCLUDING EPA AND NSF INTERNATIONAL. ACTIVITIES UNDER MANUFACTURING ASSISTANCE WILL SUPPORT DEVELOPING AN OPTIMAL PURIFICATION METHOD THAT IS EXPECTED TO PROVIDE SIGNIFICANT COST AND PROCESS IMPROVEMENTS IN A FULL-SCALE MANUFACTURING ENVIRONMENT. SUCCESSFUL COMPLETION OF THIS PROPOSED WORK WILL ENABLE CYCLOPURE TO TRANSITION TO LARGE-SCALE PRODUCTION AND WORK WITH INDUSTRY PARTNERS TO MAKE DEXSORB AVAILABLE TO PROVIDE PFAS REMOVAL FOR CONSUMER AND MUNICIPAL APPLICATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f80dda9d-bdcc-1a40-d252-ca60dad8370a-C", "generated_internal_id": "ASST_NON_SB1ES029401_7529"}, {"internal_id": 151144987, "Award ID": "R44ES032383", "Award Amount": 481178.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "93.143", "Description": "PLASMONIC SENSOR AND FIELD MONITOR FOR MERCURY - PROJECT ABSTRACT OUR PROPOSED PROJECT, “PLASMONIC SENSOR AND FIELD MONITOR FOR MERCURY,” WILL DEVELOP A HIGHLY PORTABLE MONITOR FOR DIRECT MEASUREMENTS OF MERCURY IN WATER AND AIR. GOLD NANOPARTICLE-BASED PLASMONIC SENSING IS LOW-COST, SENSITIVE, AND IDEAL FOR PORTABLE APPLICATIONS. THE STRONG ABSORBANCE PEAK IN VISIBLE LIGHT FROM LOCALIZED SURFACE PLASMON RESONANCE AND THE STABILITY OF GOLD MATERIAL MAKE THEM IDEAL FOR PLASMONIC SENSING. WE WILL APPLY OUR EXPERIENCE AND INTELLECTUAL PROPERTY FROM DEVELOPING PLASMONIC MERCURY SENSORS TO MAKE A MINIATURIZED PLASMONIC DETECTOR THAT WILL BE INCORPORATED INTO A ROBUST AND SIMPLE FIELD MONITOR. EXTENSIVE TESTING OF THE STABILITY, SENSITIVITY, AND ROBUSTNESS OF THE TECHNOLOGY WILL BE COMPLETED THROUGHOUT THE COURSE OF THE PROJECT. THE INITIAL FEASIBILITY OF THE DEVICE WILL BE DEMONSTRATED FOR INDEX OF REFRACTION SENSITIVITY AND MERCURY MONITORING. THE DEVELOPMENT OF SUCH A UNIQUE DEVICE WILL BENEFIT ALL PARTIES CONCERNED WITH MERCURY CONTAMINATION AND EXPOSURE. MERCURY MONITORING COSTS HUNDREDS OF MILLIONS OF DOLLARS A YEAR ACROSS DIVERSE SCIENTIFIC, INDUSTRIAL, AND REGULATORY GROUPS. THE FUNDAMENTAL ISSUE THESE GROUPS ADDRESS IS PROTECTING HUMAN HEALTH, AND THE ENVIRONMENT, FROM THE RISKS OF MERCURY POLLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ee4d1b0-f7f9-4367-89fb-25a803132fcf-R", "generated_internal_id": "ASST_NON_R44ES032383_7529"}, {"internal_id": 97469333, "Award ID": "R44ES031897", "Award Amount": 1160000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-05", "CFDA Number": "93.143", "Description": "RHAMNOLIPID-BASED REMEDIATION TECHNOLOGIES FOR URANIUM AND RARE EARTH ELEMENT CONTAMINATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "150857ec-2971-d505-f5ae-9ba7bc5576a4-R", "generated_internal_id": "ASST_NON_R44ES031897_7529"}, {"internal_id": 152373724, "Award ID": "R44ES031495", "Award Amount": 1138687.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "93.143", "Description": "INTENSIFIED, HIGH-RATE REDUCTIVE IMMOBILIZATION OF HEXAVALENT CHROMIUM - PROJECT SUMMARY / ABSTRACT HEXAVALENT CHROMIUM, OR CR(VI), IS A HIGHLY PREVALENT CONTAMINANT IN WATER RESOURCES IN THE U.S. AND WORLDWIDE. RESEARCH HAS FOUND THAT HIGH CONCENTRATIONS OF CR(VI) CAN BE CARCINOGENIC AND DANGEROUS FOR PUBLIC HEALTH. AS A RESULT, THERE IS SIGNIFICANT DEMAND AMONG WATER PROVIDERS AND SUPERFUND SITES FOR INNOVATIVE TECHNOLOGIES TO REDUCE CR(VI) CONCENTRATIONS IN WATER RESOURCES IN A COST-EFFECTIVE AND ENVIRONMENTALLY SUSTAINABLE MANNER. CURRENT TECHNICAL CHALLENGES POSED BY EXISTING TECHNOLOGIES FOR CR(VI) REMEDIATION INCLUDE HIGH COSTS, LIMITED CAPABILITIES TO ACHIEVE LOW PARTS-PER-BILLION (PPB) CONCENTRATIONS, AND THE OUTSIZED EFFECTS OF INFLUENT WATER GEOCHEMISTRY ON SYSTEM PERFORMANCE. SPECIFICALLY, THERE IS A NEED FOR NEW TECHNOLOGIES TO RELIABLY REDUCE CR(VI) TO LOW PARTS-PER-BILLION (PPB) LEVELS WITH LOWER COSTS AND BETTER PERFORMANCE THAN EXISTING TECHNOLOGIES. THIS PROPOSED PHASE II PROJECT BUILDS ON SUCCESSFUL OUTCOMES FROM PHASE I IN WHICH A NEW BIOLOGICAL PROCESS TECHNOLOGY WAS DEVELOPED. THE NEW TECHNOLOGY IS BASED ON ENHANCED BIOLOGICAL REDUCTIVE IMMOBILIZATION IN WHICH MICROORGANISMS REDUCE SOLUBLE, MOBILE, AND HIGHLY TOXIC FORMS OF SPECIFIC METALS TO OXIDATION STATES AT WHICH THE METALS ARE VERY POORLY SOLUBLE AND EASILY REMOVED FROM WATER. IN THIS NEW TECHNOLOGY, SPECIFICALLY CHOSEN NATURAL MICROORGANISMS ARE INCORPORATED INSIDE PROPRIETARY POLYMER COMPOSITES CALLED BIOCATALYSTS. THE BIOCATALYSTS ARE DESIGNED TO RETAIN, CONTROL, AND MAINTAIN A HIGHLY ACTIVE POPULATION OF THE CHOSEN MICROORGANISMS INSIDE A BIOREACTOR AS PART OF A COMPACT, HIGH-PERFORMANCE WATER TREATMENT SYSTEM. IN PHASE I SUPPORT, THE CR(VI)-REMOVAL BIOCATALYSTS WERE DEVELOPED, AND A PROTOTYPE BIOREACTOR WAS DESIGNED, BUILT, AND OPERATED. UNDER CONTINUOUS FLOW CONDITIONS, THE REMOVAL OF VARIOUS INFLUENT CONCENTRATIONS OF CR(VI) WAS CONSISTENTLY DEMONSTRATED, INCLUDING MORE THAN 99% REMOVAL TO LEVELS BELOW 1 ΜG/L, WHICH IS WELL BELOW THE TARGET CONCENTRATION OF FIVE (5) ΜG/L. THE TECHNOLOGY WAS VALIDATED USING ACTUAL CONTAMINATED GROUNDWATER WITH CO-CONTAMINANTS AND A TECHNOECONOMIC ANALYSIS WAS CONDUCTED. IN PHASE II, THIS NEW TECHNOLOGY IS FURTHER OPTIMIZED AND THEN SCALED-UP FOR DEMONSTRATION AT A CONTAMINATED SITE. THE PHASE II PROJECT SEEKS TO FURTHER ESTABLISHES THE PERFORMANCE AND OPERATIONAL PARAMETERS FOR THIS NEW TECHNOLOGY. IN ADDITION, THE PROPOSED PROJECT POSITIONS THE NEW TECHNOLOGY FOR IMMEDIATE IMPLEMENTATION THROUGH DOCUMENTING THE TECHNOLOGY’S LONG-TERM OPERATION, CONDUCTING STRESS TESTING AND RECOVERY STUDIES, AND ASSESSING DETAILED MAINTENANCE, COST AND OPERATION PARAMETERS. THIS NEW TECHNOLOGY ADDRESSES A CRITICAL NEED: THE RELIABLE TREATMENT OF CR(VI) THAT CANNOT BE REMOVED COST- EFFECTIVELY USING EXISTING TECHNOLOGIES. THIS PROJECT’S SUCCESS HOLDS SIGNIFICANT PROMISE TO BECOME A COMMERCIAL TECHNOLOGY-OF-CHOICE FOR WATER MANAGERS AND PROVIDERS TO ADDRESS CR(VI) CONTAMINATION, ENHANCE WATER SECURITY, AND PROMOTE PUBLIC HEALTH FOR THOUSANDS OF COMMUNITIES IN THE U.S. AND AROUND THE WORLD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "221817e0-81b2-0fd8-e1b4-38476b13906f-C", "generated_internal_id": "ASST_NON_R44ES031495_7529"}, {"internal_id": 85588242, "Award ID": "R44ES031461", "Award Amount": 1064822.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.143", "Description": "HYDRAULIC FRACTURING OF CONTROLLED RELEASE OXIDANTS FOR REMEDIATION OF LOW PERMEABILITY ZONES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb2b49f8-b7f5-9396-bb65-0ed5fa471e1f-C", "generated_internal_id": "ASST_NON_R44ES031461_7529"}, {"internal_id": 85588677, "Award ID": "R44ES028649", "Award Amount": 988047.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "93.143", "Description": "COMBINED IN-SITU / EX-SITU REMEDIATION OF PFAS AT HAZARDOUS WASTE SITES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72c53ded-abe4-fe65-a22d-99bacf95ec4d-C", "generated_internal_id": "ASST_NON_R44ES028649_7529"}, {"internal_id": 125132876, "Award ID": "R44ES026541", "Award Amount": 1120545.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-28", "CFDA Number": "93.143", "Description": "AN AGENT-BASED MODELING PLATFORM FOR ENVIRONMENTAL BIOTECHNOLOGY - HAZARDOUS POLLUTANTS IN THE ENVIRONMENT CONTINUE TO THREATEN PUBLIC HEALTH AND ENVIRONMENTAL  SAFETY. HUMAN EXPOSURE TO MAJOR CONTAMINANT CLASSES, SUCH AS POLYFLUORINATED COMPOUNDS  (PFCS), HAZARDOUS ORGANIC COMPOUNDS (HOCS), AND HEAVY METALS, HAS BEEN LINKED TO A VARIETY OF  DISEASES AND IS SUBJECT TO STRINGENT STATE AND FEDERAL ENVIRONMENTAL REGULATIONS.  BIOREMEDIATION IS A LOW-COST AND ENVIRONMENTALLY FRIENDLY APPROACH WITH MANY SUCCESSFUL  USE-CASES; HOWEVER, CONVENTIONAL BIOREMEDIATION TECHNOLOGIES CAN SUFFER FROM UNRELIABILITY, LOW  DEGRADATION RATES, AND INCOMPLETE DEGRADATION. AS STAKEHOLDERS TO SUPERFUND SITES AND OTHER SITES  WITH WATER OR SOIL POLLUTION URGENTLY DEMAND MORE EFFICIENT, LESS COSTLY AND MORE RELIABLE  REMEDIATION TECHNOLOGIES, IT IS CRITICAL TO LOOK TO ADVANCEMENTS IN COMPUTATIONAL  MODELING TO DEVELOP NEXT-GENERATION, PRECISION-ENGINEERED BIOREMEDIATION TECHNOLOGIES. THE PROPOSED PROJECT BUILDS ON SUCCESSFUL OUTCOMES FROM PHASE I IN WHICH A NEW COMPUTATIONAL  PLATFORM WAS DESIGNED AND VALIDATED TO ACCURATELY PREDICT THE BIOREMEDIATION KINETICS OF  A MULTI-ORGANISM MICROCOSM DEGRADING A COMBINATION OF HOCS IN GROUNDWATER. THE BASIS OF  THIS PLATFORM IS AN APPROACH CALLED AGENT-BASED MODELING (ABM), WHERE THE FUNCTIONS OF  INDIVIDUAL COMPONENTS (E.G. MICROORGANISMS) WITHIN COMPLEX ECOSYSTEMS ARE USED TO PREDICT AND  OPTIMIZE SYSTEM-LEVEL PROPERTIES (E.G. BIOREMEDIATION KINETICS). IN THIS PHASE II PROJECT, THE NOVEL COMPUTATIONAL PLATFORM DEVELOPED IN PHASE I IS  FURTHER IMPROVED WITH A MACHINE LEARNING COMPONENT THAT LEVERAGES BIOINFORMATICS  DATABASES TO DEVELOP RATIONALLY TAILORED MICROBIOMES FOR DEGRADING COMPLEX POLLUTANT  MIXTURES. ITERATIVE EXPERIMENTAL VALIDATION OF MODEL OUTPUTS IS CONDUCTED USING AN INNOVATIVE  MATERIALS SCIENCE PLATFORM THAT MAINTAINS THE RELATIVE CONCENTRATION OF DIFFERENT SPECIES IN THE  MICROBIOME CONSTANT WITHIN THE MULTI-ZONE TREATMENT BARRIER (IN-SITU) OR MULTI-ZONE BIOREACTOR  (EX-SITU). THE PROJECT INCLUDES FOCUSED DEVELOPMENT OF A PROTOTYPE FOR ONE BIOREMEDIATION USE-CASE,  WHICH IS DIRECTLY COMPARED TO A CONVENTIONAL (NON-PRECISION) BIOREMEDIATION SYSTEM TREATING   ACTUAL CONTAMINATED GROUNDWATER. THIS WILL BE PERFORMED IN ORDER TO ASSESS AND QUANTIFY  THE EXPECTED TECHNICAL AND ECONOMIC BENEFITS OF HARNESSING THE PROJECT'S NOVEL COMPUTATIONAL  PLATFORM IN BIOTECHNOLOGY DEVELOPMENT. THE BROAD, LONG-TERM IMPACT OF THE PROPOSED PROJECT WILL BE TO TRANSFORM THE DEVELOPMENT AND  IMPLEMENTATION OF BIOREMEDIATION BY INTEGRATING ADVANCEMENTS IN COMPUTATIONAL MODELING, MACHINE  LEARNING, BIOINFORMATICS, AND MATERIALS SCIENCE. BY LEVERAGING NOVEL TOOLS ACROSS DISCIPLINES, THE  PROJECT WILL ACCELERATE THE DEVELOPMENT OF MORE PRECISE, RELIABLE AND INEXPENSIVE TECHNOLOGIES FOR  ENVIRONMENTAL REMEDIATION. THE SUCCESSFUL OUTCOME OF THE PROPOSED PROJECT WILL ALSO PROVIDE NEW  COLLABORATIVE OPPORTUNITIES FOR INDUSTRY AND ACADEMIA TO MORE RAPIDLY ADDRESS THE REMEDIATION OF  HIGH-PRIORITY POLLUTANTS IN THE ENVIRONMENT, AND ULTIMATELY HELP MITIGATE THE EFFECTS OF HAZARDOUS  POLLUTANTS ON COMMUNITIES IMPACTED BY THE PRESENCE OF ENVIRONMENTAL CONTAMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "221817e0-81b2-0fd8-e1b4-38476b13906f-C", "generated_internal_id": "ASST_NON_R44ES026541_7529"}, {"internal_id": 68565378, "Award ID": "R44ES026513", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "93.143", "Description": "FAST, QUANTITATIVE ANALYSIS OF TRICHLOROETHYLENE (TCE) IN WATER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "257be966-eb47-2eeb-67df-3464cc8cd5d2-C", "generated_internal_id": "ASST_NON_R44ES026513_7529"}, {"internal_id": 49822576, "Award ID": "R44ES024670", "Award Amount": 1421470.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-31", "CFDA Number": "93.143", "Description": "BIOCATALYST PLATFORM TECHNOLOGY FOR ENHANCING COMETABOLIC BIODEGRADATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "221817e0-81b2-0fd8-e1b4-38476b13906f-C", "generated_internal_id": "ASST_NON_R44ES024670_7529"}, {"internal_id": 49822574, "Award ID": "R44ES024625", "Award Amount": 805356.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-21", "CFDA Number": "93.143", "Description": "ENHANCED NON FOULING MEMBRANES FOR WATER PURIFICATION AND RECYCLING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437218bc-c311-6923-325f-3782faa450aa-C", "generated_internal_id": "ASST_NON_R44ES024625_7529"}, {"internal_id": 49822565, "Award ID": "R44ES023729", "Award Amount": 1117682.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-07-27", "CFDA Number": "93.143", "Description": "GOLD NANOPARTICLE-BASED MERCURY ANALYZER FOR ON-SITE MEASUREMENT OF SOIL AND SEDIMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ee4d1b0-f7f9-4367-89fb-25a803132fcf-R", "generated_internal_id": "ASST_NON_R44ES023729_7529"}, {"internal_id": 49822541, "Award ID": "R44ES021625", "Award Amount": 1017745.0, "Award Type": null, "Base Obligation Date": "2013-09-20", "CFDA Number": "93.143", "Description": "FIELD DEPLOYABLE VAPOR INTRUSION MONITOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437218bc-c311-6923-325f-3782faa450aa-C", "generated_internal_id": "ASST_NON_R44ES021625_7529"}, {"internal_id": 159764727, "Award ID": "R43ES035347", "Award Amount": 173075.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "93.143", "Description": "FAST FIELD SCREENING OF PFAS IN NON-PORTABLE WATERS.. - PROJECT SUMMARY/ABSTRACT: 2WITECH SOLUTIONS LLC PROPOSES A PHASE I SMALL BUSINESS INNOVATION RESEARCH PROJECT TO DEVELOP A PORTABLE ELECTROCHEMICAL SENSING DEVICE FOR QUICK FIELD SCREENING OF TRACE PFAS IN NON-POTABLE WATERS (GROUNDWATER, SURFACE WATER, AND WASTEWATER) BY COMBINING ITS RECENT ACHIEVEMENT IN MOLECULAR- IMPRINTING TECHNOLOGY AND ELECTROCHEMICAL SENSOR DEVELOPMENT. THE OVERALL OBJECTIVE OF THE PHASE I EFFORT IS TO DEMONSTRATE A DYNAMIC RANGE UP TO 200PPT LEVELS OF PERFLUORINATED CHEMICALS IN WATER WITH DETECTION LIMIT OF 1PPT, RESPONSE TIME WITHIN MINUTES AND SELECTIVITY OF PFAS AGAINST INTERFERING IONS AND ORGANICS AS WELL AS RECOVERABILITY FOR QUICK DETERMINATION. THE DEVELOPED SENSOR WILL BE EXAMINED FOR ITS APPLICABILITY IN REAL CONTAMINATED GROUND WATER SAMPLES AS WELL. THE RESEARCH PLAN IS DESIGNED TO IDENTIFY THE METHODS AND MATERIALS REQUIRED TO ACHIEVE THE PROJECT'S STATED OBJECTIVE. THIS INFORMATION WILL BE USED TO OPTIMIZE SENSOR PERFORMANCE AND SERVE AS THE BASIS FOR FUTURE DEVELOPMENT OF PERFLUORINATED CHEMICAL SENSORS. FOR TECHNOLOGY COMMERCIALIZATION, 2WITECH WILL COLLABORATE WITH WATER ANALYTICS, INC. (ANDOVER MA, WWW.WATERANALYTICS.NET), WHICH IS A LEADING PRODUCER OF SENSING DEVICES FOR WASTEWATER TREATMENT. WATER ANALYTICS' ENGINEERING CAPABILITY AND SALES CHANNELS CAN BE USED FOR PRODUCT PROTOTYPING AND SALES OF THE PROPOSED SENSOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "113362fb-b105-2895-e57e-b79d4b5f4f11-R", "generated_internal_id": "ASST_NON_R43ES035347_7529"}, {"internal_id": 159764726, "Award ID": "R43ES035334", "Award Amount": 172095.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "93.143", "Description": "INNOVATIVE SORBENTS FOR STABILIZING PER- AND POLYFLUOROALKY SUBSTANCES (PFAS) IN SOIL CONTAMINATED BY AQUEOUS FILM-FORMING FOAM (AFFF) - PROJECT SUMMARY/ABSTRACT: PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE A GROUP OF CHEMICALS CONSISTING OF THOUSANDS OF SYNTHETIC ORGANIC COMPOUNDS IN WHICH THE HYDROGEN ATOMS BOUND TO THE CARBON BACKBONES ARE FULLY OR PARTIALLY SUBSTITUTED WITH FLUORINE. DUE TO THEIR WIDESPREAD USE, PFAS ARE DETECTED UBIQUITOUSLY. OWING TO THE NATURE OF PFAS BEING PERSISTENT, BIOACCUMULATIVE, AND TOXIC, CLEANING UP PFAS CONTAMINATED ENVIRONMENTS HAS BEEN AN URGENT TASK GLOBALLY. WHILE NUMEROUS TECHNOLOGIES, FOR EXAMPLE CHEMICAL, BIOLOGICAL, THERMOCHEMICAL, SONOCHEMICAL, ETC. HAVE BEEN STUDIED AND USED FOR REMOVING PFAS FROM CONTAMINATED ENVIRONMENTS, NONE OF THESE ARE WITHOUT ANY DRAWBACKS. IN MANY CASES, THE INTENTIONAL REMEDIATION PROCESSES THAT ARE OFTEN COST- AND/OR ENERGY INTENSIVE, LEAD TO GENERATION OF UN-DESIRED DEGRADATION PRODUCTS AND/OR SECONDARY CONTAMINATION. TO AVOID THESE POTENTIAL NEGATIVE EFFECTS, STABILIZATION THAT SEEKS TO RETAIN PFAS IN ITS ORIGINAL ENVIRONMENT FOR LONG-TERM HAS GAINED MOMENTUM IN RECENT YEARS. TO PROMOTE THE FORMATION OF BOUND RESIDUES (BR) BETWEEN PFAS AND SOIL, DIFFERENT SORBENTS HAVE DEMONSTRATED DIFFERENT CAPABILITIES. EVEN THE BEST SORBENT ON THE MARKET, HOWEVER, IS NOT ABLE TO BIND PFAS STABLE ENOUGH TO WITHSTAND EXTRACTION BY BASIC METHANOL. ADDITIONALLY, SORPTION OF SHORT-CHAIN PFAS AND PRECURSORS HAS BEEN A HUGE CHALLENGE FOR ALL SORTS OF SORBENTS. WE PROPOSE HERE TO TEST OUR NEWLY SYNTHESIZED SORBENTS WITH RESPECT TO FORMING STABLE BR IN THE SOIL-SORBENT-PLANT SYSTEMS. OUR PRELIMINARY STUDIES HAVE SHOWN THAT THE THREE TOP-PERFORMING SORBENTS HAVE HIGHER SORPTION CAPACITY AND FASTER RATE THAN THOSE COMMERCIALLY AVAILABLE. IN THIS PHASE I PROPOSAL, WE PLAN TO UNDERSTAND THE LEACHABILITY AND BIOAVAILABILITY OF THREE TYPES OF PFAS IN THE NEAR REAL-WORLD MESOCOSMS. BESIDES MASS BALANCE OF THE PFAS, CORRELATIONS BETWEEN BR AND OTHER PARAMETERS, SUCH AS SOIL TOTAL ORGANIC CARBON CONTENT, PFAS CHAIN LENGTH AND FUNCTIONAL GROUP, PRECURSOR TRANSFORMATION, AND GROWTH OF AND UPTAKE OF PFAS BY ALFALFA WILL BE ESTABLISHED. IN ADDITION TO HAVING A DEEP UNDERSTANDING OF PFAS TRANSFORMATION, DISTRIBUTION, AND STABILIZATION IN THE TARGET SYSTEMS, WE PROPOSE TO ELUCIDATE THE BR STRUCTURE AND DYNAMICS AT THE ATOMIC LEVEL. THIS WILL BENEFIT FROM A COMBINATION OF CHEMICAL ANALYSIS AND 19F SOLID-STATE NMR. INSIGHTS GAINED FROM THESE DEEP STUDIES WILL ENABLE US TO FULLY UNDERSTAND THE MECHANISMS CONTROLLING BINDING BETWEEN PFAS, SOIL, AND SORBENT; PINPOINT THE DECIDING FACTORS AND PARAMETERS CONTRIBUTING TO THE FORMATION OF THE STRONGEST POSSIBLE BR; AND GUIDE US IN DESIGNING AND ENGINEERING THE NEXT GENERATION SORBENTS. SUCCESS OF THIS PROJECT WILL LEAD TO A COST-EFFECTIVE, SCALABLE, AND GREEN APPROACH FOR REMEDIATING SITES CONTAMINATED BY PFAS, REVEAL THE BINDING MECHANISMS UNDERLYING BR FORMATION, AND RESULT IN NOVEL SORBENTS FOR NOT ONLY STABILIZING PFAS IN SOIL, BUT ALSO FOR REMOVING PFAS FROM CONTAMINATED WATER AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b780dfa2-93e8-88ac-d851-e038e2a9bf68-R", "generated_internal_id": "ASST_NON_R43ES035334_7529"}, {"internal_id": 149209240, "Award ID": "R43ES034319", "Award Amount": 173075.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-24", "CFDA Number": "93.143", "Description": "BIOINSPIRED GREEN GLYCOLIPIDS AS FUGITIVE DUST MITIGATION AGENTS - PROJECT SUMMARY AMBIENT AIR POLLUTION IS A LEADING CONTRIBUTOR TO GLOBAL DISEASE BURDEN THAT INCREASES MORBIDITY AND MORTALITY, AND IT ACCOUNTED FOR 4.2 MILLION DEATHS IN 2015. MINERAL DUSTS ARE A CONSTITUENT OF TOTAL ATMOSPHERIC PARTICULATE MATTER THAT AFFECT GLOBAL BIOGEOCHEMICAL CYCLES, POLLUTE WATER BODIES AND AIR MASSES, AND IMPACT GLOBAL CLIMATE. DUST PRESENTS PHYSICAL (I.E., REDUCED VISIBILITY AND EXPLOSIVE MIXTURES) AND HEALTH HAZARDS, PARTICULARLY AFFECTING CARDIOVASCULAR AND RESPIRATORY HEALTH. MINING GENERATES DUST IN VIRTUALLY EVERY STEP OF THE MINING PROCESS: EXCAVATING, BLASTING, STOCKPILING, CRUSHING, GRINDING, AND TRANSPORT. DUST GENERATED FROM BOTH MODERN AND LEGACY MINING OPERATIONS IS KNOWN TO BE AN EXPOSURE ROUTE FOR OTHER CONTAMINANTS (E.G. ARSENIC AND LEAD). TO PROTECT HUMAN AND ENVIRONMENTAL HEALTH FROM MINING RELATED DUSTS, IT IS IMPORTANT TO DEVELOP INNOVATIVE, ENVIRONMENTALLY-COMPATIBLE TECHNOLOGIES CAPABLE OF MITIGATING DUST EMISSIONS. PRELIMINARY DATA HAS DEMONSTRATED GLYCOLIPID SURFACTANTS ARE EFFECTIVE DUST SUPPRESSANTS WITH EFFICACY EQUAL TO OR BETTER THAN CURRENTLY AVAILABLE PRODUCTS. THOUGH A VARIETY OF DUST SUPPRESSION PRODUCTS ARE COMMERCIALLY AVAILABLE, DISADVANTAGES PROVIDE MARKET OPPORTUNITIES THAT NEW TECHNOLOGIES CAN ADDRESS: (I) THEY ARE OFTEN CORROSIVE TO MACHINERY, (II) THEY CAN CAUSE POTENTIAL RISKS TO HUMAN HEALTH DUE TO HAZARDOUS COMPONENTS, AND (III) THEY HAVE SHORT-TERM EFFECTIVENESS DUE TO THE FRAGILITY OF THE PROTECTION LAYER THAT CAN BE EASILY DISRUPTED BY ENVIRONMENTAL FACTORS, SUCH AS STRONG WIND. THE OVERALL GOAL OF THIS PHASE I SBIR IS TO DEMONSTRATE THE COMMERCIAL POTENTIAL FOR A NEXT GENERATION GREEN DUST SUPPRESSION TECHNOLOGY THAT COMBINES GLYCOSURF’S PROPRIETARY GLYCOLIPID SURFACTANTS WITH CELLULOSE POLYMERS TO DEVELOP MARKETABLE DUST SUPPRESSION FORMULATIONS FOR TWO APPLICATIONS: MINE TAILINGS THAT ARE NOT SUBJECT TO MECHANICAL DISTURBANCE AND UNPAVED HAUL ROADS THAT UNDERGO SUBSTANTIAL MECHANICAL DISTURBANCE. THE PHASE 1 AIMS ARE TWO-FOLD. IN AIM 1, UNIQUE FORMULATIONS OF GLYCOLIPIDS, ALONE AND IN COMBINATION WITH CELLULOSE POLYMERS, WILL BE GENERATED WITH TARGET PERFORMANCE PARAMETERS SUITABLE FOR TAILINGS AND UNPAVED ROAD APPLICATIONS. IN AIM 2, THESE FORMULATIONS WILL BE TESTED FOR DUST SUPPRESSION EFFICACY AND RESISTANCE TO ENVIRONMENTAL FACTORS SUCH AS UV RADIATION, PRECIPITATION, AND HIGH TEMPERATURE. THE STABILITY OF GLYCOLIPID TREATMENTS WILL ALSO BE ASSESSED AGAINST MECHANICAL DISRUPTION VIA COMPRESSION TESTING. A STEP-WISE TESTING PROCESS WILL BE USED TO DEVELOP FORMULATIONS THAT ACHIEVE A GOOD AIR QUALITY INDEX AS DEFINED BY THE U.S. ENVIRONMENTAL PROTECTION AGENCY. SUCCESSFUL COMPLETION OF THIS PROJECT WILL RESULT IN THE IDENTIFICATION OF CANDIDATE FORMULATIONS WITH POTENTIAL FOR MARKETABILITY. THESE CANDIDATE PRODUCTS WILL SUBSEQUENTLY UNDERGO FIELD TESTING DURING PHASE II RESEARCH TO DEMONSTRATE THEIR EFFICACY PROTECTING ENVIRONMENTAL AND HUMAN HEALTH UNDER REAL-WORLD CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "150857ec-2971-d505-f5ae-9ba7bc5576a4-R", "generated_internal_id": "ASST_NON_R43ES034319_7529"}, {"internal_id": 139743391, "Award ID": "R43ES033585", "Award Amount": 168087.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "93.143", "Description": "DEVELOPMENT OF A SMART PFAS-COLLECTOR FOR HIGH-THROUGHPUT PFAS DETECTION - PROJECT SUMMARY/ABSTRACT  1 RISING AWARENESS OF THE UBIQUITY OF PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) COUPLED WITH  2 GROWING EVIDENCE OF HUMAN HEALTH HAZARDS HAS LED TO INCREASED PFAS TESTING OF WATER SOURCES  3 THAT FEED DRINKING-WATER SUPPLIES. EARLY ESTIMATIONS OF THE PFAS TREATMENT MARKET ARE AT $3.1BN,  4 WITH TESTING REPRESENTING A KEY REVENUE DRIVER. WHILE HIGHLY ACCURATE, CURRENT HIGH RESOLUTION MASS  5 SPECTROSCOPY (HRMS) PFAS DETECTION METHODS HAVE HIGH PER SAMPLE COSTS AND LONG TURNAROUND  6 TIMES. THE SPECIALIZED EQUIPMENT IS EXPENSIVE AND REQUIRES SKILLED PERSONNEL AND LABORIOUS  7 SAMPLE PREPARATION. AS A RESULT, BUDGET-STRAPPED STAKEHOLDERS MAY LIMIT THE COMPREHENSIVE  8 TESTING NEEDED FOR SITE ASSESSMENT. LONG TURNAROUND TIMES CAN MEAN CONTINUED COMMUNITY 9 EXPOSURE AND UNCERTAINTY OF CLEAN-UP PROGRESS. AXNANO IS DEVELOPING A LOW-COST, HIGH- 10 THROUGHPUT, PORTABLE PFAS-DETECTION METHOD. WE AIM TO INITIALLY DEVELOP THIS AS A SCREENING TOOL 11 FOR ENVIRONMENTAL ENGINEERS TO PROVIDE REAL-TIME DATA OF ELEVATED PFAS LEVELS TO INFORM EXPOSURES 12 AND FURTHER TESTING NEEDS. LONG-TERM GOALS ARE TO ACHIEVE SPECIFICITY AND DETECTION LIMITS 13 NECESSARY FOR RECEIVING EPA APPROVAL. THIS TECHNOLOGY MEETS THE SPECIFIC SUPERFUND RESEARCH 14 PROGRAM NEED OF “NANOTECHNOLOGY-BASED SENSORS” TO “CHARACTERIZE [AND] MONITOR HAZARDOUS 15 SUBSTANCES AT CONTAMINATED SITES”. 16 THE SPECIFIC OBJECTIVES OF THIS PHASE I SBIR PROGRAM ARE THE DEVELOPMENT OF AND BENCH-SCALE 17 TESTING OF AXNANO’S PFAS-TARGETING “SMART” COLLECTOR, WHICH IS A KEY COMPONENT OF OUR HIGH 18 THROUGHPUT PFAS DETECTOR. THE LONG-TERM OBJECTIVES OF THIS MULTIDISCIPLINARY TECHNOLOGY 19 DEVELOPMENT PROGRAM WILL INTEGRATE MATERIAL SCIENCE, ADVANCED SPECTROSCOPY, AND DATA ANALYTICS. 20 THE KEY INNOVATION IN THIS WORK IS UNIQUE PFAS-TARGETING NANOPARTICLES THAT WILL PRODUCE A 21 FLUORESCENCE SIGNAL UPON BINDING PFAS. OUR INITIAL GOAL IS PPB LEVEL DETECTION, AND ULTIMATELY PPT 22 TO MEET REGULATORY REQUIREMENTS. SPECIFIC TASKS OF THIS PHASE I INCLUDE LAB-SCALE MANUFACTURING OF 23 A SUITE OF SURFACE-MODIFIED FLUORESCENT NANOPARTICLES AND TESTING FOR PFAS-TARGETING AND - 24 DETECTING ABILITIES. PROMISING CANDIDATES WILL BE DOWN-SELECTED ACCORDING TO SPECIFIC CRITERIA AND 25 INTEGRATED INTO A PRE-PROTOTYPE “SMART” COLLECTOR, WHICH WILL THEN BE TESTED AT BENCH-SCALE. PHASE 26 I WILL TEST PROOF-OF-CONCEPT AGAINST STANDARD SOLUTIONS OF PERFLUOROOCTANOIC ACID (PFOA), 27 PERFLUOROOCTANESULFONIC ACID (PFOS), AND AN AQUEOUS FIRE FIGHTING FOAM (AFFF) ANSULITE. 28 ADDITIONAL TASKS INVOLVE PREPARING FOR PROTOTYPING AND BROADER PFAS COMPOUND TESTING IN REALISTIC 29 ENVIRONMENTS IN PHASE II.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb2b49f8-b7f5-9396-bb65-0ed5fa471e1f-C", "generated_internal_id": "ASST_NON_R43ES033585_7529"}, {"internal_id": 131359453, "Award ID": "R43ES033149", "Award Amount": 152692.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-05", "CFDA Number": "93.143", "Description": "DEVELOPMENT OF HIGH AFFINITY NOVEL FLUOR MOP ADSORBENT FOR THE RAPID REMOVAL OF PERFLUORINATED CHEMICALS FROM GROUNDWATER - PERFLUORINATED ALKYL SUBSTANCES (PFAS), NICKNAMED “FOREVER CHEMICALS”, ARE EXTENSIVELY USED IN INDUSTRIES AND FIREFIGHTING APPLICATIONS AS A COMPONENT OF AQUEOUS FILM FORMING FOAMS (AFFFS). BECAUSE MEMBERS OF THIS CLASS OF CHEMICALS ARE PERSISTENT, THEY ARE PREVALENT IN NATURE AND ARE DETECTED ACROSS THE GLOBE IN WATER, AIR, SOIL, PLANTS, ANIMALS, AND EVEN IN HUMAN MILK AND BLOOD. THEY ARE TOXIC TO HUMAN HEALTH, AND EVEN AT LOWER LEVELS ARE LINKED TO DEVELOPMENTAL EFFECTS IN INFANTS, LIVER TOXICITY, INCREASED RISK OF CERTAIN TYPES OF CANCER, IMMUNE SYSTEM IMPACTS, THYROID DISEASE, AND MANY OTHER HEALTH ISSUES. THEREFORE THE U.S. ENVIRONMENTAL PROTECTION AGENCY (USEPA) HAS RECENTLY SET HEALTH ADVISORIES LEVEL FOR TWO PFAS, PERFLUOROOCTANOIC ACID (PFOA) AND PERFLUOROOCTANE SULFONATE (PFOS) AT 70 NG/L INDIVIDUALLY OR COMBINED. IN RESPONSE TO THE NEED FOR REMEDIATION OF PFAS CONTAMINATED WATER MANY TECHNOLOGIES HAVE BEEN SCRUTINIZED, INCLUDING ADSORPTION-BASED REMEDIATION TECHNOLOGY. MOST NOTABLY, THE USE OF GRANULAR ACTIVATED CARBON (GAC) AND ION EXCHANGE RESINS SORBENTS. AMONG THESE, GAC IS THE MOST WIDELY ACCEPTED AND COMMONLY USED TREATMENT TECHNOLOGY FOR PFAS CONTAMINATED GROUNDWATER AND DRINKING WATER. HOWEVER, GAC HAS MANY DRAWBACKS FOR EXAMPLE ITS SUSCEPTIBILITY TO FOULING BY NATURAL ORGANIC MATTER, EXPENSIVE INTENSIVE HIGH ENERGY REGENERATION PROCESS, AND INFERIOR IN REMOVAL OF SHORT CHAIN PFAS. ADDITIONALLY, SINCE GAC IS NOT DESIGNED FOR PFAS ADSORPTION IT DISPLAYS ONLY LOW AFFINITY TOWARDS PFAS, THUS, IT REQUIRES SIGNIFICANTLY LARGE AMOUNTS OF GAC TO ACHIEVE THE DESIRED PFAS LEVELS. THEREFORE, THERE IS A NEED FOR ADSORBENTS THAT ARE SPECIFICALLY DESIGNED FOR THE PFOA/PFOS REMOVAL IN EFFICIENT, COST-EFFECTIVE, AND RECYCLABLE MANNER. IN ONGOING RESEARCH, WEAVER LABS HAS DESIGNED NOVEL PFOA/PFOS SPECIFIC ADSORBENTS THAT LEVERAGE AN ADVANCED SOLID SUPPORT PLATFORM. IN THE PRELIMINARY ADSORPTION STUDIES, THE ADSORBENT DEMONSTRATED SUPERIOR PFOA/PFOS AFFINITY COMPARED TO GAC TECHNOLOGY USING PFOA/PFOS CONTAMINATED REAL WORLD GROUNDWATER. WEAVER LABS’ LONG-TERM GOAL FOR THIS PROJECT IS TO DEVELOP COMMERCIAL PFAS SPECIFIC ADSORBENT FILTER THAT IS HIGHLY EFFICIENT, EFFECTIVE, RECYCLABLE AND ECONOMICAL WHICH CAN BE UTILIZED TO PURIFY PFAS CONTAMINATED WATER. ULTIMATELY, IT WOULD ALLOW PURE WATER TO BE DELIVERED TO THE PUBLIC, THUS DECREASING THE HEALTH RISK ASSOCIATED WITH THESE CHEMICALS. TO MEET THE LONG-TERM GOAL THIS PROPOSAL’S OBJECTIVE IS TO DEVELOP AND SCREEN NOVEL ADSORBENTS, CARRY OUT THE REQUIRED KINETIC ADSORPTION STUDY EXPERIMENTS, AND OPTIMIZE ITS REGENERATION AND REUSE. THE COMPLETION OF PROPOSED STUDY WILL POSITION US FOR PHASE II STUDIES, INCLUDING A RAPID SMALL-SCALE COLUMN STUDY, AND EVENTUAL PILOT STUDY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06cd2f1a-c152-b7a4-82b1-99f00f2551b9-C", "generated_internal_id": "ASST_NON_R43ES033149_7529"}, {"internal_id": 110233325, "Award ID": "R43ES032383", "Award Amount": 168087.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "93.143", "Description": "PLASMONIC MERCURY SENSOR AND WEARABLE GAS DETECTOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ee4d1b0-f7f9-4367-89fb-25a803132fcf-R", "generated_internal_id": "ASST_NON_R43ES032383_7529"}, {"internal_id": 110233780, "Award ID": "R43ES032380", "Award Amount": 168087.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "93.143", "Description": "DEVELOPMENT OF SMART FLOCCULANTS FOR THE TREATMENT OF PFAS CONTAMINATED WATER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd4bd69a-4fc7-ae76-3f67-ca65d3259c4a-R", "generated_internal_id": "ASST_NON_R43ES032380_7529"}, {"internal_id": 98486795, "Award ID": "R43ES032365", "Award Amount": 140326.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-01", "CFDA Number": "93.143", "Description": "DEVELOPMENT OF AN INNOVATIVE APPROACH FOR IN SITU TREATMENT OF PCB IMPACTED SEDIMENTS BY MICROBIAL BIOREMEDIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f711fc6-bcd6-7008-0f7d-3c04d6d79a77-R", "generated_internal_id": "ASST_NON_R43ES032365_7529"}, {"internal_id": 96557054, "Award ID": "R43ES031906", "Award Amount": 158126.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-16", "CFDA Number": "93.143", "Description": "AST: ON TARGET CARDS FOR MONITORING SUPERFUND SITES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d54b4471-f2fb-0fda-0a2f-a813d7657739-C", "generated_internal_id": "ASST_NON_R43ES031906_7529"}, {"internal_id": 134229397, "Award ID": "R43ES031892", "Award Amount": 168087.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-25", "CFDA Number": "93.143", "Description": "GREEN AND SUSTAINABLE IN SITU REMEDIATION OF HEAVY METALS CONTAMINATED SOILS AND AQUEOUS SYSTEMS - GREEN AND SUSTAINABLE IN SITU REMEDIATION OF HEAVY METALS CONTAMINATED SOILS AND AQUEOUS SYSTEMS PROJECT SUMMARY: THIS SBIR PHASE I PROJECT WILL DEMONSTRATE THE FEASIBILITY OF IN SITU REMEDIATION OF HEAVY METALS PB(II), CD(II), CU(II), HG(II), NI(II), CR(VI), AS(V), AND SB(V) CONTAMINATED SOILS AND AQUEOUS SYSTEMS USING NOVEL GREEN FE-P NANOPARTICLES SYNTHESIZED USING A PROPRIETARY (US PATENT PENDING) PROCESS. THE WIDESPREAD CONTAMINATION OF SOILS, SURFACE WATERS, AND GROUND WATER WITH HEAVY METAL(LOID)S CURRENTLY REPRESENTS ONE OF THE MOST SEVERE ENVIRONMENTAL PROBLEMS THAT CAN SERIOUSLY AFFECT ENVIRONMENTAL QUALITY AND HUMAN HEALTH. THE PROJECT IS PARTICULARLY PERTINENT TO CONTAMINATED SOILS, SEDIMENTS AND GROUNDWATER SUCH AS FOR THE USS LEAD SUPERFUND SITE. CURRENT AND ONGOING CLEAN UP OF THE USS LEAD SUPERFUND SITE LOCATED IN EAST CHICAGO AND INDIANA IS VIA DIRECT EXCAVATION OF CONTAMINATED SOILS TO LANDFILLS COSTING IN EXCESS OF 100 MILLION DOLLARS. THE DISTURBANCE TO THE ENVIRONMENT AND WORKERS EXPOSURE TO TOXIC METALS IS MUCH HIGHER DURING THE EXCAVATION, REMOVAL, AND STORAGE OF CONTAMINATED SOIL TO LANDFILLS W/O SOLVING THE CONTAMINATION PROBLEM. THUS NEXT GENERATION, GREEN, AND COST-EFFECTIVE IN SITU REMEDIATION APPROACHES WITH A CLEAR IMPACT ON HUMAN HEALTH ARE NEEDED. AS PART OF THE PROPOSED SBIR PHASE I WORK, WE WILL DETERMINE OPTIMAL FE-P DOSAGE TO ACHIEVE REMEDIATION EFFICACY IN SOIL AND AQUEOUS SYSTEMS TO MEET EPA MANDATED MCL FOR RESPECTIVE METALLOIDS AND SHOW THE EFFICACY OF THIS APPROACH IN REAL WORLD SAMPLES OF CONTAMINATED GROUND WATER. UNIQUE ADVANTAGES OF OUR TECHNOLOGY INCLUDE: 1) THE PROPOSED FE-P NANOPARTICLES UNLIKE CURRENT FE BASED NANOPARTICLES ARE BASED ON A NEW PARADIGM AND ARE EFFECTIVE IN REMEDIATING ALL TRACE METALS IN CONTAMINATED SOILS AND GROUNDWATER; 2) WHILE BEING AN ORDER OF MAGNITUDE MORE COST- EFFECTIVE THAN CURRENT STATE OF THE ART; IT'S SYNTHESIS IS SIMPLE USING A GREEN PROCESS. THEY ARE SIMILAR TO NATURAL MINERALS FOUND IN SOILS (UNLIKE NANOZEROVALENT FE) THUS THERE IS NO CONCERN WITH BIOACCUMULATION OR OTHER ADVERSE EFFECTS ON HUMAN HEALTH; AND 3) FE-P NANOPARTICLES UTILIZE DUAL FE-OH2+ AND O-PO43- FUNCTIONAL GROUPS ENABLING PERMANENT BINDING OF CATIONIC AND ANIONIC METALLOIDS ENABLING A ONE STEP SOLUTION TO MIXED METAL CONTAMINATION (AS IS OFTEN THE CASE). UNLIKE NZVFE AND OTHER IRON BASED NANOPARTICLES, THEY DO NOT AGGREGATE OR NEED EXTERNAL STABILIZERS AND DO NOT CORRODE. THIS WOULD GUARANTEE STABILITY COMPARED TO THE CURRENT STATE OF THE ART WHERE IMMOBILIZED PHASES ARE NOT VERY STABLE WITH LOW DISSOCIATION ENERGIES. FINALLY, REDUCTIVE IMMOBILIZATION OF CR(VI) TO CR(III) AND AS(V) TO AS(III) IS NOT UNIFORMLY HELPFUL BECAUSE WHILE THE REDUCED CR(III) IS LESS TOXIC THAN CR(VI); THE REDUCED AS(III) IS MUCH MORE TOXIC THAN AS(V) FORM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae0e5582-26bc-a26e-d432-b1ad96053b8f-C", "generated_internal_id": "ASST_NON_R43ES031892_7529"}, {"internal_id": 80735789, "Award ID": "R43ES030678", "Award Amount": 141756.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-26", "CFDA Number": "93.143", "Description": "GREEN REMEDIATION SPONGE FOR POLY- AND PERFLUORINATED ALKYL SUBSTANCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e13a85b0-ca3d-1c1e-41f7-92c9aaeaba77-C", "generated_internal_id": "ASST_NON_R43ES030678_7529"}, {"internal_id": 80725185, "Award ID": "R43ES030669", "Award Amount": 204986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-01", "CFDA Number": "93.143", "Description": "EXPANDING THE TOOL BOX: ENVIRONMENTAL METABOLOMICS IMPROVES DECISION MAKING AND MANAGEMENT OF CONTAMINATED (SUPERFUND) SITES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7619851-8440-5611-6b30-e96fc553d4e0-C", "generated_internal_id": "ASST_NON_R43ES030669_7529"}, {"internal_id": 79434285, "Award ID": "R43ES030664", "Award Amount": 185847.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-01", "CFDA Number": "93.143", "Description": "ON-SITE DETECTION OF BENZO(A)PYRENE IN WATER AND SOIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d3f69fa-128a-43f3-d756-ae5f23398c32-C", "generated_internal_id": "ASST_NON_R43ES030664_7529"}, {"internal_id": 85588605, "Award ID": "R43ES030259", "Award Amount": 195628.09, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "93.143", "Description": "RAPID ELECTROCHEMICAL DETECTION OF ARSENIC IN WATER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437218bc-c311-6923-325f-3782faa450aa-C", "generated_internal_id": "ASST_NON_R43ES030259_7529"}, {"internal_id": 68566732, "Award ID": "R43ES030250", "Award Amount": 218789.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "93.143", "Description": "CONTINUOUS REMOVAL/DISPOSAL SYSTEM FOR THE CONCURRENT SORPTION AND BREAKDOWN OF CONTAMINANTS INTO HARMLESS PRECIPITATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437218bc-c311-6923-325f-3782faa450aa-C", "generated_internal_id": "ASST_NON_R43ES030250_7529"}, {"internal_id": 68567634, "Award ID": "R43ES029868", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-03", "CFDA Number": "93.143", "Description": "LOW-COST ROBUST DETECTION OF POLYAROMATIC HYDROCARBONS IN AQUEOUS ENVIRONMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab5f7eb0-8dbc-17e0-e876-c75fb44b0d19-C", "generated_internal_id": "ASST_NON_R43ES029868_7529"}, {"internal_id": 65280813, "Award ID": "R43ES029423", "Award Amount": 224883.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-22", "CFDA Number": "93.143", "Description": "NOVEL RHAMNOLIPID SURFACTANTS FOR (RECOVERY OF CRITICAL ELEMENTS AND) REMEDIATION OF METAL CONTAMINATED WASTE STREAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "150857ec-2971-d505-f5ae-9ba7bc5576a4-R", "generated_internal_id": "ASST_NON_R43ES029423_7529"}, {"internal_id": 65281465, "Award ID": "R43ES029401", "Award Amount": 149308.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-22", "CFDA Number": "93.143", "Description": "REMEDIATION OF PERFLUORINATED CHEMICALS IN WATER USING NOVEL HIGH-AFFINITY POLYMER ADSORBENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f80dda9d-bdcc-1a40-d252-ca60dad8370a-C", "generated_internal_id": "ASST_NON_R43ES029401_7529"}, {"internal_id": 69725958, "Award ID": "R43ES028993", "Award Amount": 162205.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "93.143", "Description": "A CUSTOMIZABLE REAL-TIME BIOSENSOR FOR CONTINUOUS MONITORING OF WATER CONTAMINANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a5d2282-7cdd-3f05-a64b-ca5c550e5fc8-C", "generated_internal_id": "ASST_NON_R43ES028993_7529"}, {"internal_id": 49818291, "Award ID": "R43ES028649", "Award Amount": 149250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-28", "CFDA Number": "93.143", "Description": "BENCH SCALE STUDIES OF NOVEL IN-SITU AQUIFER REMEDIATION OF RECALCITRANT FLUORINATED ORGANIC COMPOUNDS AT SUPERFUND SITES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72c53ded-abe4-fe65-a22d-99bacf95ec4d-C", "generated_internal_id": "ASST_NON_R43ES028649_7529"}, {"internal_id": 49818251, "Award ID": "R43ES025466", "Award Amount": 149251.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-04-29", "CFDA Number": "93.143", "Description": "RAPID DETECTION OF ARSENIC IN WATER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437218bc-c311-6923-325f-3782faa450aa-C", "generated_internal_id": "ASST_NON_R43ES025466_7529"}, {"internal_id": 49818236, "Award ID": "R43ES024636", "Award Amount": 142105.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-12", "CFDA Number": "93.143", "Description": "PERCHLORATE SENSING PLATFORM FOR IN-FIELD GROUNDWATER MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc22aa27-9417-cfea-2afb-789cf5280d1c-C", "generated_internal_id": "ASST_NON_R43ES024636_7529"}, {"internal_id": 140657000, "Award ID": "R25ES033046", "Award Amount": 686287.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "93.143", "Description": "BIOLOGICAL HAZARD SITE TRAINING IN EMERGING TECHNOLOGIES (BIOSTET) FOR HEALTH AND SAFETY - PROJECT SUMMARY BIOLOGICAL AND PATHOGENIC AGENTS SUCH AS BACTERIA, VIRUSES, PARASITES, AND GENETICALLY MODIFIED ORGANISMS PRESENT AN EVER-EVOLVING AND ONGOING THREAT TO OCCUPATIONAL HEALTH, ESPECIALLY IN SITE CLEANUP. HOWEVER, CURRENT EDUCATIONAL EFFORTS EMPHASIZE CHEMICAL HAZARDS, OFTEN TO THE DETRIMENT OF BIOLOGICAL HAZARDS. RESEARCH ON NEW AND EMERGING TECHNOLOGIES HAS OFFERED PROMISING INROADS TO SAFER RESOLUTION OF THESE HAZARDS; HOWEVER, NEW AND SUPPLEMENTAL TRAINING, AS WELL AS FURTHER ADVANCES IN RESEARCH, ARE GREATLY NEEDED. THIS COLLABORATIVE EFFORT BETWEEN RESEARCHERS AT THE UNIVERSITY OF UTAH (LEAD INSTITUTION), CALIFORNIA POLYTECHNIC STATE UNIVERSITY SAN LUIS OBISPO (CAL POLY), MONTANA TECHNOLOGICAL UNIVERSITY, AND TEXAS A&M UNIVERSITY (CONSULTATION)) SEEKS TO CREATE ACADEMIC AND CONTINUING EDUCATION (CE) COURSES IN EMERGING TECHNOLOGIES SPECIFIC TO SITE BIOLOGICAL/INFECTIOUS AGENT SAFETY. THIS COLLABORATIVE, MULTIDIMENSIONAL EDUCATIONAL EXPERIENCE WILL FACILITATE NOT ONLY SKILLS DEVELOPMENT AND FIELD APPLICATION, BUT ALSO CREATE OPPORTUNITIES FOR INNOVATIVE, CROSS-DISCIPLINARY RESEARCH EXPERIENCES AND CURRICULUM DEVELOPMENT ON EMERGING TECHNOLOGIES. AIM 1 SEEKS TO SUCCESSFULLY DEVELOP, IMPLEMENT, AND ASSESS TWELVE CONTINUING EDUCATION MODULES AND LEARNER CERTIFICATE PROGRAM FOR SITE BIOLOGICAL/INFECTIOUS AGENT HEALTH AND SAFETY. THIS CERTIFICATE PROGRAM WILL BE TARGETED TOWARDS BOTH WORKING PROFESSIONALS (E.G., INDUSTRIAL HYGIENISTS, SAFETY PROFESSIONALS) AND STUDENTS IN THE STYLE OF A HAZWOPER-TYPE SUPPLEMENT. THE TIME REQUIRED WILL BE EQUIVALENT TO A TYPICAL HAZWOPER REFRESHER COURSE (I.E., ONE 8-HOUR DAY) AND WILL INSTRUCT PARTICIPANTS IN TOPICS AND TECHNIQUES RELATED TO BIOLOGICAL SAFETY AS WELL AS NOVEL AND EMERGING TECHNOLOGIES RELEVANT TO BIOLOGICAL SAFETY. AIM 2 SEEKS TO SUCCESSFULLY DEVELOP, IMPLEMENT, AND EVALUATE A COLLABORATIVE AND JOINT 4+1/GRADUATE RESEARCH TOPICS COURSE IN SITE BIOLOGICAL/INFECTIOUS AGENT HEALTH AND SAFETY. THIS COURSE WILL BE OFFERED AT ALL PARTICIPATING INSTITUTIONS AND WILL FOCUS ON EMERGING TECHNIQUES AND STRATEGIES IN DESIGNING, DEVELOPING, AND INTEGRATING DEVICES, SYSTEMS, AND CONTROLS INTO THE SITE BIOLOGICAL SAFETY ASPECTS OF ENVIRONMENTAL CHARACTERIZATION, CLEAN- UP, AND REMEDIATION. ENROLLED STUDENTS WILL WORK AS INTERDISCIPLINARY TEAMS WITH MEMBERS FROM EACH PARTNERING INSTITUTION. EACH STUDENT TEAM WILL NOT ONLY HAVE A FACULTY ADVISOR, BUT ALSO AN INTER-INSTITUTIONAL COMMITTEE MADE UP OF AT LEAST 3 MEMBERS. AIM 3 SEEKS TO SUCCESSFULLY DEVELOP, IMPLEMENT, AND EVALUATE A COLLABORATIVE AND JOINT GRADUATE APPLIED TOPICS COURSE UTILIZING PRODUCTS RESULTING FROM THE RESEARCH COURSE IN SITE BIOLOGICAL/INFECTIOUS AGENT HEALTH AND SAFETY. THE PROPOSED COURSE WILL BE OFFERED AT ALL PARTICIPATING INSTITUTIONS AND INCLUDE THE NECESSARY RUBRICS FROM THE 29 CFR 1910.120 OSHA STANDARD FOR 40- HOUR HAZWOPER CERTIFICATION IN ADDITION TO THE ADDITIONAL BIOLOGICAL AND INFECTIOUS AGENT HEALTH AND SAFETY SUPPLEMENTAL MATERIAL DEVELOPED WITH THIS PROPOSAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_R25ES033046_7529"}, {"internal_id": 140659307, "Award ID": "R25ES033045", "Award Amount": 684894.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "93.143", "Description": "DISTANCE EDUCATION AND TRAINING ON EMERGING CONTAMINANTS AND TECHNOLOGIES (DETECT) - SUMMARY INDUSTRIAL HYGIENISTS ARE TASKED WITH PROTECTING WORKER HEALTH. HOWEVER, THERE ARE MANY HAZARDOUS SUBSTANCES WHICH LACK OFFICIAL GUIDELINES RELATED TO THEIR SAFE MANAGEMENT. THUS, THERE IS A NEED FOR PROFESSIONALS CHARGED WITH PROTECTING WORKER HEALTH TO BE ABLE TO INCREASE THEIR KNOWLEDGE REGARDING THESE EMERGING CONTAMINANTS, EMERGING TECHNOLOGIES, AND SYSTEMS TO PROTECT WORKER HEALTH. THIS PROJECT WAS DESIGNED TO ADDRESS THIS NEED. THE DISTANCE EDUCATION AND TRAINING ON EMERGING CONTAMINANTS AND TECHNOLOGIES (DETECT) PROJECT WILL IMPLEMENT ONLINE TRAINING MODULES AND IN-PERSON RESEARCH EXPERIENCES TO PROVIDE UNIQUE EDUCATIONAL OPPORTUNITIES FOR EDUCATION ON EMERGING CONTAMINANTS AND TECHNOLOGIES FOR PROSPECTIVE GRADUATE STUDENTS, GRADUATE STUDENTS, AND INDUSTRIAL HYGIENISTS. THE DETECT PROGRAM WILL ESTABLISH A CONSORTIUM BETWEEN ESTABLISHED PROGRAMS IN INDUSTRIAL HYGIENE AT PURDUE UNIVERSITY, THE UNIVERSITY OF TOLEDO, THE AIR FORCE INSTITUTE OF TECHNOLOGY, AND THE UNIVERSITY OF SOUTH FLORIDA. THE DETECT PROGRAM WILL FOCUS ON IDENTIFYING AND CHARACTERIZING EMERGING CONTAMINANTS, USE OF EMERGING TECHNOLOGIES TO ASSESS AND MONITOR HAZARDOUS CHEMICALS, AND SAFETY MANAGEMENT SYSTEMS OR STRATEGIES TO MITIGATE AND PREVENT POTENTIAL HAZARDS. EMERGING CONTAMINANTS TO BE DISCUSSED INCLUDE, BUT ARE NOT LIMITED TO NANOPARTICLES, BIOAEROSOLS, HAZARDOUS ALGAL BLOOMS, AND OTOTOXIC COMPOUNDS. THERE WILL BE THREE MAIN EDUCATIONAL COMPONENTS OF THE DETECT PROGRAM: ONLINE EDUCATIONAL MODULES, SUMMER RESEARCH SESSIONS, AND ONLINE LABORATORIES. FIRST, WE WILL CREATE A SERIES OF FOR- CREDIT AND NON-CREDIT ONLINE LESSONS; THESE WILL BE GROUPED TOGETHER IN THREE MODULES. THE FOR-CREDIT VERSION OF THIS ONLINE EDUCATIONAL CONTENT WILL BE INCORPORATED INTO EXISTING INDUSTRIAL HYGIENE GRADUATE PROGRAMS AT THE DETECT CONSORTIUM INSTITUTIONS. THE NON-CREDIT VERSION WILL BE AVAILABLE FREE OF CHARGE FOR ANYONE TO ACCESS VIA THE PURDUE ONLINE WEBSITE. SECOND, WE WILL DEVELOP AND RUN FOUR IN-PERSON SUMMER RESEARCH SESSIONS. EACH YEAR, THESE WILL BE HOSTED BY A DIFFERENT DETECT CONSORTIUM INTUITION AND WILL FEATURE A DIFFERENT TOPIC. PROSPECTIVE GRADUATE STUDENTS AND GRADUATE STUDENTS FROM THE DETECT CONSORTIUM INSTITUTIONS AND BEYOND WILL BE ENCOURAGED TO PARTICIPATE. THESE INTENSIVE SESSIONS WILL INCLUDE RESEARCH TRAINING, LABORATORY TOURS, AND THE OPPORTUNITY FOR PARTICIPANTS TO COMPLETE, ANALYZE, AND PRESENT A SHORT RESEARCH PROJECT. THIRD, WE WILL DEVELOP FIVE ONLINE LABORATORIES AND AT LEAST ONE VIRTUAL REALITY LABORATORY. THE ONLINE LABORATORIES WILL BE ACCESSIBLE USING AN INTERNET BROWSER, AND WILL BE INCORPORATED INTO THE ONLINE EDUCATIONAL MODULES. THE VIRTUAL REALITY LABORATORY WILL BE COMPLETED IN-PERSON BY GRADUATE STUDENTS AT THE DETECT CONSORTIUM INSTITUTIONS. UPON COMPLETION OF THIS PROJECT, WE WILL HAVE DEVELOPED AND IMPLEMENTED TRAINING IN KEY EMERGING CONTAMINANTS AND TECHNOLOGIES TO ASSESS, MITIGATE, AND PREVENT THEIR IMPACT VIA PLATFORMS THAT ARE ACCESSIBLE TO A LARGE, DIVERSE POPULATION. THIS WILL HAVE A SIGNIFICANT IMPACT ON INDUSTRIAL HYGIENISTS AND OTHER PROFESSIONALS’ ABILITY TO PROTECT WORKERS AND THE PUBLIC FROM HEALTH EFFECTS RESULTING FROM EXPOSURE TO HAZARDOUS SUBSTANCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_R25ES033045_7529"}, {"internal_id": 140659224, "Award ID": "R25ES033044", "Award Amount": 385439.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "93.143", "Description": "NEW YORK TRAINING CENTER FOR EMERGING TECHNOLOGIES IN INDUSTRIAL HYGIENE - THE DEVELOPMENT OF NEW TECHNOLOGIES FOR DETECTION OF ENVIRONMENTAL CONTAMINANTS HAVE INCREASED CONSIDERABLY IN THE LAST 15 YEARS. THE TECHNOLOGY IN THE FORM OF NEW SENSORS, SMARTPHONE APPLICATIONS, AND WEARABLES DEVICES ARE WIDELY AVAILABLE FOR RESEARCHERS AS WELL AS CONSUMERS INTERESTED IN OBTAINING ENVIRONMENTAL DATA. FOR INDUSTRIAL HYGIENISTS, THE AVAILABILITY OF NEW SENSORS ALLOWS FOR THE COLLECTION OF GREATER SPATIAL AND TEMPORALLY RESOLVED DATA WHICH IMPROVES ANTICIPATION, RECOGNITION, MEASUREMENT, AND CONTROL OF WORKPLACE EXPOSURES. THIS PROPOSAL BUILDS ON A LONG-STANDING COLLABORATION BETWEEN THE CITY UNIVERSITY OF NEW YORK SCHOOL OF PUBLIC HEALTH (CUNY SPH) AND THE ICAHN SCHOOL OF MEDICINE AT MOUNT SINAI IN THE NIOSH NEW YORK/NEW JERSEY EDUCATIONAL RESEARCH CENTER WHILE ADDING NEW COLLABORATIONS WITH CUNY’S QUEENS COLLEGE AND THE CUNY ADVANCED SCIENCE RESEARCH CENTER. THE OVERALL GOAL OF THIS PROPOSED TRAINING PROGRAM IS TO ADD SIGNIFICANT NEW TRAINING AND RESEARCH OPPORTUNITIES FOR INDUSTRIAL HYGIENE STUDENTS AT THE CUNY SPH IN THE HANDS-ON USE OF SENSOR TECHNOLOGY AND LABORATORY. STUDENTS WILL BE TRAINED TO RECOGNIZE AND UTILIZE STATE OF THE ART NEW TECHNOLOGIES THAT CAN BE USED TO QUANTIFY CONTAMINANTS IN THE WORKPLACE SUCH AS TOTAL VOLATILE ORGANIC COMPOUNDS, PARTICULATE MATTER, HEAT EXPOSURE, NOISE AND ULTRAVIOLET RADIATION. THIS PROPOSAL WILL EXPAND UPON THE EXISTING NIOSH FUNDED INDUSTRIAL HYGIENE PROGRAM TO: 1) REVISE EXISTING INDUSTRIAL HYGIENE CURRICULUM TO INCLUDE TRAINING IN LABORATORY PRACTICES AND SENSOR TECHNOLOGIES, 2) FUND STUDENT RESEARCH PROJECTS IN THE EVALUATION AND APPLICABILITY LOW-COST SENSORS TO QUANTIFY WORKERS’ EXPOSURE, 3) DEVELOP AN OUTREACH AND TRAINING PROGRAM IN INDUSTRIAL HYGIENE FOR SPANISH SPEAKING OCCUPATIONAL HEALTH AND SAFETY TRAINERS WHO TRAIN CONSTRUCTION AND OTHER LOW WAGE LATINX IMMIGRANT WORKERS. WE WILL PROVIDE FIVE GRADUATE ASSISTANTSHIPS PER YEAR FOR STUDENTS TO WORK WITH FACULTY MENTORS IN THE RESEARCH AREAS OF SENSOR TECHNOLOGIES OR WORKER OUTREACH PROGRAMS. IN ADDITION, APPROXIMATELY 35 STUDENTS IN THE DEPARTMENT OF ENVIRONMENTAL, OCCUPATIONAL, AND GEOSPATIAL HEALTH SCIENCES AT THE CUNY SPH WILL ENROLL IN UPDATED LABORATORY AND DIDACTIC COURSES. THE PROGRAM WILL ALSO PROVIDE TRAINING TO ENHANCE THE SKILLS OF A GROUP OF 40 TRAINERS ASSOCIATED WITH LATINX COMMUNITY-BASED ORGANIZATION IN THE NEW YORK/NEW JERSEY REGION WHO PROVIDE TRAINING IN OCCUPATIONAL SAFETY AND HEALTH IN SPANISH TO LOW WAGE WORKERS. BY INTEGRATING GRADUATE TRAINING PROGRAMS FOR INDUSTRIAL HYGIENE STUDENTS WITH COMMUNITY-BASED TRAINING FOR OCCUPATIONAL SAFETY AND HEALTH TRAINERS SERVING FOR LOW WAGE LATINX WORKERS, THIS PROGRAM WILL PROMOTE A COMMITMENT TO COMMUNITY ENGAGEMENT AND SERVICE AMONG OUR INDUSTRIAL HYGIENE TRAINEES ASSISTED BY THE ENHANCED USE OF LOW-COST SENSOR TECHNOLOGIES TO IDENTIFY, MEASURE AND CONTROL WORKPLACE EXPOSURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "130495ab-f026-f140-5971-3aea377a73d4-C", "generated_internal_id": "ASST_NON_R25ES033044_7529"}, {"internal_id": 140058026, "Award ID": "R25ES033043", "Award Amount": 672322.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "93.143", "Description": "OCCUPATIONAL AND ENVIRONMENTAL EXPOSURES AND WORK PRACTICES FOR NANOMATERIALS AND ELECTRONIC PRODUCTS - PROJECT ABSTRACT  THE PROPOSED TRAINING PROGRAM AIMS TO PROVIDE PROFESSIONAL TRAINING THROUGH ACADEMIC CURRICULA, RESEARCH EXPERIENCES, AND CONTINUING EDUCATION COURSES IN INDUSTRIAL HYGIENE AND ENVIRONMENTAL HEALTH SCIENCES TO GRADUATE STUDENTS AND INDUSTRIAL HYGIENISTS IN THE SOUTHERN CALIFORNIA REGION, AND TO RECRUIT DIVERSE UNDERGRADUATE AND GRADUATE STUDENTS TO JOIN THE GRADUATE SCHOOL PURSUING MASTER AND DOCTORAL STUDIES IN OCCUPATIONAL AND ENVIRONMENTAL HEALTH SCIENCES RELATED FIELDS. THE SOUTHERN CALIFORNIA SUPERFUND RESEARCH PROGRAM (SCSRP) WILL BUILD ON THE STRONG EDUCATIONAL AND RESEARCH ENVIRONMENTS AT THE UNIVERSITY OF CALIFORNIA LOS ANGELES (UCLA) AND THE WELL-ESTABLISHED UCLA INDUSTRIAL HYGIENE AND ENVIRONMENTAL HEALTH AND SCIENCES (EHS) PROGRAMS TO DEVELOP A MODERN AND MULTIDISCIPLINARY TRAINING PROGRAM FOR STUDENTS AND THE COMMUNITY OF INDUSTRIAL HYGIENISTS. OUR MISSION IS TO PREPARE NEXT-GENERATION PROFESSIONALS FOR EFFECTIVE MANAGEMENT OF STRESSORS CAUSED BY EMERGING TECHNOLOGIES SUCH AS NANOTECHNOLOGY. OUR MULTIDISCIPLINARY TEAM INCLUDES THE HIGHLY DIVERSE FACULTY MEMBERS AND STUDENT POPULATION AT UCLA, UC IRVINE (UCI) AND CALIFORNIA STATE UNIVERSITY FULLERTON (CSUF) AND LONG BEACH (CSULB). OUR FACULTY TEAM HAS A PROVEN TRACK RECORD IN MENTORING STUDENTS WITH A COMBINED TOTAL OF MORE THAN 350 TRAINED GRADUATE AND UNDERGRADUATE STUDENTS AND POSTDOCTORAL FELLOWS. OUR TEAM CONSISTS OF INDUSTRIAL HYGIENISTS, ENVIRONMENTAL SCIENTISTS, POPULATION HEALTH EXPERTS AND COMMUNITY PARTNERS. OUR TRAINING WILL FOCUS ON OCCUPATIONAL EXPOSURES AND EFFECTS, DIGITAL LEARNING TECHNIQUES, PRACTICES AND PROTECTION GUIDANCE REGARDING ENGINEERED NANOMATERIALS, EMERGING INFECTIOUS AGENTS, AND NANOTECHNOLOGY- ENABLED PRODUCTS INCLUDING CONSUMER ELECTRONIC PRODUCTS AND THEIR RELATED WASTE TO BE MANAGED AT THE GENERATION AND DISPOSAL STAGES. IT IS ESSENTIAL TO PROVIDE PROPER TRAINING ON THE HAZARDS OF EXPOSURE TO NEW MATERIALS USED IN EMERGING AND RAPIDLY CHANGING TECHNOLOGIES AND THEIR EFFECTIVE CONTROL STRATEGIES FOR WORKERS, INDUSTRIAL HYGIENISTS, AND THE STUDENTS, WHO WILL MAKE UP THE FUTURE WORKFORCE. OUR PROGRAM BROADENS THE SCOPE OF CURRENT EDUCATIONAL APPROACHES WITH NEW AND UNIQUE TRAINING REGARDING EMERGING TECHNOLOGIES WHICH ARE UNAVAILABLE IN OUR OTHER EXISTING TRAINING PROGRAMS. WE ANTICIPATE TRAINING 6, 7 AND 8 GRADUATE STUDENTS IN YEARS 1, 2, AND 3-5 RESPECTIVELY. THIS INCLUDES 2-3 NINE-MONTH TRAINEES AND 4-5 SUMMER TRAINEES PER YEAR. WE ALSO WILL RECRUIT A DIVERSE POPULATION OF UNDERGRADUATE STUDENTS, WITH OPENINGS TO 4-5 STUDENTS PER YEAR WITH THE 5-DAY TRAINING WORKSHOP. DURING THE FIVE-YEAR PROGRAM PERIOD, WE ANTICIPATE PROVIDING 37 TRAINING POSITIONS FOR MASTER AND DOCTORAL STUDENTS; AND FOR UNDERGRADUATE STUDENTS, PROVIDING THEM WITH 24 TRAINING OPPORTUNITIES IN THE 5- DAY WORKSHOP IN THE HOPES OF FUTURE RECRUITMENT INTO GRADUATE SCHOOL. WE WILL ALSO TRAIN MORE THAN 100 INDUSTRIAL HYGIENE PROFESSIONALS THROUGH THE CONTINUING EDUCATION COURSES. UPON COMPLETION OF OUR PROGRAM, PARTICIPANTS WILL BE WELL-TRAINED INDUSTRIAL HYGIENISTS INFLUENTIAL IN THE NEXT GENERATION WORKFORCE. THESE OUTCOMES WILL AID THE EXPANSION OF THE EXISTING EDUCATIONAL PROGRAMS IN INDUSTRIAL HYGIENE AND ENVIRONMENTAL HEALTH SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3231cda5-201a-6da0-de9e-e9810a848983-C", "generated_internal_id": "ASST_NON_R25ES033043_7529"}, {"internal_id": 139742937, "Award ID": "R25ES033042", "Award Amount": 688123.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "93.143", "Description": "MICHIGAN-OHIO OCCUPATIONAL RESEARCH EDUCATION (MOORE) PROGRAM - PROJECT SUMMARY THE OVERARCHING GOALS OF THE PROPOSED R25 RESEARCH EDUCATIONAL PROGRAM ARE TO SUPPORT ACTIVITIES THAT COMPLEMENT AND ENHANCE THE TRAINING OF A WORKFORCE TO MEET THE NATION’S NEEDS FOR EVALUATING, MANAGING AND HANDLING HAZARDOUS SUBSTANCES, AND TO ADVANCE EDUCATIONAL OPPORTUNITIES IN ENVIRONMENTAL AND OCCUPATIONAL HEALTH AND SAFETY AND IN THE PUBLIC HEALTH AND ENGINEERING ASPECTS OF HAZARDOUS WASTE CONTROL. THE PROPOSED MICHIGAN-OHIO OCCUPATIONAL RESEARCH EDUCATION PROGRAM (MOORE PROGRAM) WILL FOCUS ON THE DEVELOPMENT AND DELIVERY OF TRAINING AND RESEARCH EXPERIENCES FOR GRADUATE STUDENTS AND OCCUPATIONAL HEALTH AND SAFETY (OHS) PRACTITIONERS ADDRESSING FOUR THEMES: (1) EMERGING TECHNOLOGIES IN EXPOSURE ASSESSMENT; (2) HOME HEALTH CARE; (3) SUSTAINABILITY AND OHS PRACTICES; AND (4) ERGONOMICS AND AEROSOL EXPOSURE. THE INSTRUCTION AND RESEARCH EXPERIENCES WILL ENGAGE MULTIDISCIPLINARY TEAMS FROM THE UNIVERSITY OF MICHIGAN, UNIVERSITY OF CINCINNATI, AND MICHIGAN STATE UNIVERSITY WITH CONSIDERABLE EXPERIENCE EXPERTISE AND COMMITMENT TO OHS AND THIS PROGRAM. TRAINING AND RESEARCH IN FOUR THEMES WILL ADDRESS JOINT OCCUPATIONAL AND ENVIRONMENTAL STRESSORS THAT CAN AFFECT OHS, AS WELL AS THE CHANGING NATURE OF THE WORKPLACE. ACTIVITIES IN THE MOORE PROGRAM WILL INCLUDE CREATING A COMMON AND CROSS-CUTTING INFRASTRUCTURE FOR EDUCATIONAL PROGRAMS AT PARTNERING INSTITUTIONS; DEVELOPING NEW WEB-BASED MODULES THAT ADDRESS THESE THEMES; EMBEDDING THESE MODULES IN EXISTING COURSES AND DEVELOPING NEW COURSES AND CERTIFICATE PROGRAMS FOR OUR OCCUPATIONAL AND ENVIRONMENTAL HEALTH SCIENCE PROGRAMS; OFFERING THESE MODULES AS CONTINUING EDUCATION (CE) COURSES TO WORKING PROFESSIONALS; AND PROVIDING INTENSIVE RESEARCH EXPERIENCES FOR GRADUATE AND POST-GRADUATE STUDENTS AND PROFESSIONALS THAT ARE LINKED TO APPLICATIONS IN THE FOUR AREAS. THESE OFFERINGS WILL UTILIZE A COMMON RUBRIC THAT INCORPORATES EVIDENCE-BASED BACKWARD CURRICULUM DESIGN, UTILIZE THE WIKIPEDIA ENVIRONMENT THAT BOTH ENGAGES STUDENTS AND ADDS CONTENT TO THIS WELL-USED PUBLIC RESOURCE, AND EMPLOY ROBUST EXTERNAL AND ONGOING EVALUATIONS TO ENSURE THE HIGHEST QUALITY OFFERINGS AND RESPONSIVENESS TO TRAINEE AND PROFESSIONAL NEEDS. DRAWING ON THE STRONG AND COMPLEMENTARY OHS PROGRAMS AND OUTSTANDING RESOURCES AT THE THREE UNIVERSITIES, THIS PARTNERSHIP WILL GREATLY EXPAND OFFERINGS AVAILABLE TO STUDENTS AT OUR INSTITUTIONS AND THE BROADER REGION, CREATE NEW OPPORTUNITIES TO MEET RESEARCH TRAINING NEEDS IN EMERGING AREAS RELEVANT TO OHS AND THE SUPERFUND PROGRAM, AND MAXIMIZE OUR IMPACT IN THE PROFESSIONAL AND PRACTICE COMMUNITIES IN PROTECTING WORKER HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_R25ES033042_7529"}, {"internal_id": 139743404, "Award ID": "R25ES033038", "Award Amount": 755994.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "93.143", "Description": "PROGRAM ON OCCUPATIONAL HEALTH AND SAFETY EDUCATION ON EMERGING TECHNOLOGIES - MID ATLANTIC PARTNERSHIP (POCCET MAP) - PROJECT SUMMARY MANY EMERGING TECHNOLOGIES ARE BECOMING INCREASING UBIQUITOUS IN WORKPLACES AS WELL AS NON-OCCUPATIONAL SETTINGS SUCH AS COMMERCIAL AND RESIDENTIAL ENVIRONMENTS. WHILE THERE ARE OBVIOUS BENEFITS TO THESE TECHNOLOGIES, UNINTENDED EXPOSURES AND RISKS FROM THEIR USE ARE BECOMING INCREASINGLY APPARENT. FOSTERING THE SAFE AND SUSTAINABLE DEVELOPMENT AND USE OF THESE TECHNOLOGIES REQUIRES A CRITICAL MASS OF PROFESSIONALS AND RESEARCHERS WITH THE INTERDISCIPLINARY EDUCATION, TRAINING, AND ADAPTABILITY TO TACKLE THESE OCCUPATIONAL HEALTH AND SAFETY (OHS) ISSUES. JOHNS HOPKINS UNIVERSITY, THE UNIVERSITY OF MARYLAND, GEORGE MASON UNIVERSITY, AND OLD DOMINION UNIVERSITY PROPOSE TO WORK COLLABORATIVELY ON THE PROGRAM ON OCCUPATIONAL HEALTH AND SAFETY EDUCATION ON EMERGING TECHNOLOGIES – MID ATLANTIC PARTNERSHIP (POCCETMAP) TO DEVELOP A COMPREHENSIVE SET OF WEB-BASED EDUCATIONAL AND TRAINING MODULES, COURSES, AND PROGRAMS TO FOSTER THE SAFE DEVELOPMENT AND USE OF EMERGING TECHNOLOGIES AND MITIGATE THEIR RISKS, EMERGING CONTAMINANTS, AND DISASTER PREPAREDNESS. TO ACCOMPLISH THIS OBJECTIVE, WE WILL DEVELOP FIVE ONLINE CORES FOR PROFESSIONAL TRAINING OF OHS SPECIALISTS, ENGINEERS, SCIENTISTS, TECHNICIANS, AND INSTRUCTORS IN THE AREAS OF (A) DETECTION TECHNOLOGIES FOR EMERGING CONTAMINANTS; (B) EXPOSURE ASSESSMENT STRATEGIES; (C) DISASTER PREPAREDNESS AND RISK MANAGEMENT; (D) VULNERABLE OCCUPATIONAL POPULATIONS, AND (E) SUSTAINABLE PRODUCTION AND PRODUCT STEWARDSHIP OF EMERGING TECHNOLOGIES. IN THE CORES, WE WILL DEMONSTRATE CONCEPTS WITH EXAMPLES AND ILLUSTRATIONS DRAWN FROM THE FOLLOWING EMERGING TECHNOLOGIES: ADDITIVE MANUFACTURING SUCH AS 3-D PRINTING, NOVEL TECHNOLOGIES FOR DISINFECTION, ELECTRONIC NICOTINE DELIVERY SYSTEMS, AND NANOBIOTECHNOLOGY. EACH CORE WILL CONTAIN 10 INNOVATIVE, WEB-BASED MODULES THAT INCLUDE SHORT NARRATED SCREENCASTS, ANIMATIONS, EXERCISES, AND ACTIVITIES. INSTRUCTORS WILL USE THE MODULES TO CREATE LESSONS, COURSES, AND PROGRAMS IN ACADEMIC AND CONTINUING EDUCATION SETTINGS. ALL MATERIALS WILL BE FREELY AVAILABLE ON THE WEB, ENSURING THAT THE POCCETMAP PROGRAM HAS A REGIONAL, NATIONAL, AND GLOBAL REACH. THIS INNOVATIVE PROGRAM AND ITS EDUCATIONAL PRODUCTS WILL TARGET INDUSTRIAL HYGIENE STUDENTS; STUDENTS IN OTHER SCIENCE, ENGINEERING, AND TECHNOLOGY DISCIPLINES; AND PROFESSIONALS WHO REQUIRE CONTINUING EDUCATION ON THE HEALTH AND SAFETY OF EMERGING TECHNOLOGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_R25ES033038_7529"}, {"internal_id": 139743140, "Award ID": "R25ES033035", "Award Amount": 689786.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "93.143", "Description": "THE INTERDISCIPLINARY TRAINING, EDUCATION AND RESEARCH ACTIVITIES FOR ASSESSING AND CONTROLLING CONTAMINANTS FROM EMERGING TECHNOLOGIES (INTERACCT) PROGRAM - PROJECT SUMMARY TO ENSURE THAT EMERGING TECHNOLOGIES GROW WITHOUT CAUSING ILLNESS OR INJURY TO WORKERS AND THE PUBLIC, A PROFESSIONAL WORKFORCE MUST BE PREPARED WITH THE ABILITY TO ANTICIPATE, RECOGNIZE, EVALUATE, AND CONTROL EXPOSURES TO HAZARDOUS MATERIALS IN EMERGING TECHNOLOGY WORKPLACES. THEREFORE, THE UNIVERSITY OF MINNESOTA, THE UNIVERSITY OF IOWA, AND UNIVERSITY OF UTAH HAVE FORMED THE INTERDISCIPLINARY TRAINING, EDUCATION AND RESEARCH ACTIVITIES FOR ASSESSING AND CONTROLLING CONTAMINANTS FROM EMERGING TECHNOLOGIES (INTERACCT) PROGRAM. THE OBJECTIVES OF THE INTERACCT PROGRAM FOR THIS FUNDING PERIOD ARE (I) TO DEVELOP A COMPREHENSIVE WEB-BASED CURRICULUM ON OCCUPATIONAL HYGIENE, WITH EMPHASIS ON APPLICATIONS TO WORKER HEALTH AND SAFETY IN EMERGING TECHNOLOGIES. TO ACCOMPLISH THIS OBJECTIVE, WE WILL DEVELOP THREE ONLINE CORE COURSES FOR EDUCATION AND TRAINING IN CHEMICAL HAZARD RECOGNITION, EXPOSURE ASSESSMENT, AND RISK ASSESSMENT. IN THE CORES, WE WILL DEMONSTRATE CONCEPTS WITH EXAMPLES AND ILLUSTRATIONS DRAWN FROM THE FOLLOWING EMERGING TECHNOLOGIES: NANOTECHNOLOGY, ADDITIVE MANUFACTURING AND NOVEL DRUG DELIVERY. EACH CORE IN THE CURRICULUM WILL BE COMPRISED OF 10-15 WEB-BASED MODULES; EACH MODULE, IN TURN, WILL INCLUDE A CAREFULLY-CONSTRUCTED SET OF SHORT NARRATED SCREENCASTS, ANIMATIONS, EXERCISES, AND ACTIVITIES. (II) TO BUILD RESEARCH IN INDUSTRIAL HYGIENE SKILLS. TO ACCOMPLISH THIS OBJECTIVE, WE WILL PROVIDE INTERDISCIPLINARY RESEARCH EXPERIENCE OPPORTUNITIES TO GRADUATE STUDENTS. (III) TO PRODUCE GRADUATES WITH HIGH LEVELS OF TECHNICAL, SCIENTIFIC AND PROESSIONAL COMPETENCY. TO ACCOMPLISH THIS OBJECTIVE, INSTRUCTORS WILL USE THE CURRICULUM TO CREATE ACADEMIC AND CONTINUING EDUCATION COURSES THAT DEVELOP THE SKILLS OF INDUSTRIAL HYGIENE STUDENTS; STUDENTS IN OTHER HEALTH, SCIENCE, ENGINEERING, AND TECHNOLOGY DISCIPLINES; AND PROFESSIONALS WHO REQUIRE CONTINUING EDUCATION ON THE HEALTH AND SAFETY OF EMERGING TECHNOLOGIES. THE PROGRAM IS INNOVATIVE BECAUSE IT PROVIDES FLEXIBLE, ONLINE EDUCATION MATERIALS THAT INSTRUCTORS CAN FIRST USE TO TRAIN THEMSELVES, AND THEN TO TRAIN OTHERS, ON TOPICS THAT FIT THE NEEDS OF THEIR ORGANIZATIONS. ALL MATERIALS WILL BE FREELY AVAILABLE ON THE WEB, ENSURING THAT THE INTERACCT PROGRAM HAS A REGIONAL, NATIONAL, AND GLOBAL REACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_R25ES033035_7529"}, {"internal_id": 49806590, "Award ID": "R25ES027083", "Award Amount": 399742.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-01", "CFDA Number": "93.143", "Description": "INTERPROFESSIONAL APPROACH TO DEVELOPING A DIVERSE WORKFORCE READY TO ADDRESS EMERGING TECHNOLOGIES IN OCCUPATIONAL HEALTH AND SAFETY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a863c9b-365c-816d-1f3a-a0096107ff16-C", "generated_internal_id": "ASST_NON_R25ES027083_7529"}, {"internal_id": 49806589, "Award ID": "R25ES027082", "Award Amount": 346482.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-12", "CFDA Number": "93.143", "Description": "ATLANTIC EMERGING TECHNOLOGIES & INDUSTRIAL HYGIENE TRAINING CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "130495ab-f026-f140-5971-3aea377a73d4-C", "generated_internal_id": "ASST_NON_R25ES027082_7529"}, {"internal_id": 49806580, "Award ID": "R25ES023635", "Award Amount": 1254392.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-08-01", "CFDA Number": "93.143", "Description": "SAFETY AND HEALTH MANAGEMENT OF HAZARDS ASSOCIATED WITH EMERGING TECHNOLOGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5f39b56-5a70-1fe5-798f-b53ffca1e353-C", "generated_internal_id": "ASST_NON_R25ES023635_7529"}, {"internal_id": 49806578, "Award ID": "R25ES023595", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-08-01", "CFDA Number": "93.143", "Description": "MIDWEST EMERGING TECHNOLOGIES PUBLIC HEALTH AND SAFETY TRAINING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_R25ES023595_7529"}, {"internal_id": 160084596, "Award ID": "R21ES035322", "Award Amount": 306299.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.143", "Description": "EXTENT OF PFAS CONTAMINATION RESULTING FROM A FIRE AT A HAZARDOUS WASTE INCINERATOR IN EAST LIVERPOOL, OHIO - ABSTRACT  ON JUNE 27, 2022, A HAZARDOUS WASTE INCINERATOR IN EAST LIVERPOOL, OHIO, AN ENVIRONMENTAL JUSTICE COMMUNITY, CAUGHT FIRE. THE INCINERATOR IS ONE OF ONLY EIGHT RECEIVING PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) FOR INCINERATION AND RECEIVED THE MOST SHIPMENTS IN THE PAST YEAR. PFAS, REFERRED TO AS “FOREVER CHEMICALS”, REPRESENT A LARGE GROUP OF SYNTHETIC CHEMICALS, INCLUDING PFOA, PFOS, GENX, AND ENCOMPASS APPROXIMATELY 5000 DIFFERENT COMPOUNDS. PFAS EXPOSURE HAS BEEN LINKED WITH TOXIC HEALTH EFFECTS AND THE CONSEQUENCES OF PFAS INCINERATION, INCLUDING THE POTENTIAL OF INCOMPLETE COMBUSTION, ARE CURRENTLY UNKNOWN. DUE TO A LONGSTANDING, OVER 10-YEAR, COMMUNITY-ACADEMIC PARTNERSHIP WITH THE COMMUNITY, OUR TEAM HAD RECENTLY CHARACTERIZED PFAS IN SOIL SURROUNDING THE INCINERATOR, THEREBY PROVIDING OUR TEAM WITH A UNIQUE OPPORTUNITY TO DETERMINE THE IMPACT OF THE FIRE ON PFAS CONTAMINATION AND THE EXTENT OF THIS CONTAMINATION THROUGHOUT THE COMMUNITY. THROUGH OUR ONGOING RESEARCH PARTNERSHIPS, WE HAVE IMMEDIATE ACCESS TO RECRUITING FAMILIES IN THE COMMUNITY TO PARTICIPATE IN SUCCESSFULLY ACCOMPLISH THE FOLLOWING TIME-SENSITIVE SPECIFIC AIMS: AIM 1: CHARACTERIZE POST-FIRE PFAS SOIL CONCENTRATIONS AT THE SAME LOCATIONS AS PREVIOUSLY COLLECTED AND IDENTIFY GEOSPATIAL PATTERNS IN CONCENTRATIONS TO DISCERN DIFFERENCES PRE- AND POST-FIRE. AIM 2: DETERMINE THE EXTENT OF PFAS EXPOSURE IN THE COMMUNITY BY MEASURING PFAS IN RESIDENTIAL SOIL, DRINKING WATER, HOUSEHOLD DUST, AND BLOOD SAMPLES FROM INDIVIDUALS WHO LIVE IN CLOSE PROXIMITY TO THE INCINERATOR TO BEGIN TO IDENTIFY THE ROUTE OF EXPOSURE TO PFAS EXPOSURE IN THE COMMUNITY. AIM 3: ENGAGE THE COMMUNITY THROUGHOUT THE PROCESS. WE WILL WORK THROUGH OUR EXISTING PARTNERSHIPS TO INFORM RESIDENTS OF THE STUDY, HOST COMMUNITY MEETINGS, AND PROVIDE REPORT-BACK MATERIALS TO BOTH COMMUNITY AND INDIVIDUALS. WE WILL ALSO DEVELOP A WEBSITE TO KEEP THE COMMUNITY INFORMED ABOUT THE PROCESS. THIS STUDY WILL PROVIDE KEY INFORMATION FOR COMMUNITY MEMBERS, REGULATORS, AND SCIENTISTS ABOUT COMMUNITY PFAS EXPOSURE FOLLOWING A FIRE DISASTER AT A HAZARDOUS WASTE INCINERATOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_R21ES035322_7529"}, {"internal_id": 151590341, "Award ID": "R21ES034701", "Award Amount": 433110.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "93.143", "Description": "STUDYING AFFF FATE AND EXPOSURE TO PURSUE OUTCOMES THAT RESTORE TRUST: SAFE PORT - PROJECT SUMMARY PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE HIGHLY PERSISTENT AND TOXIC CHEMICALS IMPLICATED IN LIVER TOXICITY, VARIOUS CANCERS, AND IMMUNE SUPPRESSION. PFAS HAVE LONG BEEN USED AS ACTIVE INGREDIENTS IN SPECIALIZED FIREFIGHTING FOAMS. IN LATE JULY 2021, PFAS-CONTAINING FIREFIGHTING FOAM WAS INADVERTENTLY INTRODUCED INTO THE DRINKING WATER SYSTEM OF THE LOWER 10TH WARD OF MCKEESPORT, PA, AFFECTING APPROXIMATELY 500 RESIDENTS IN THIS ENVIRONMENTAL JUSTICE COMMUNITY. CURRENTLY, LITTLE IS KNOWN ABOUT HOW THIS SUBSTANCE BEHAVES WITHIN PREMISE PLUMBING. OUR PRELIMINARY INVESTIGATION IN DECEMBER 2021 OF RESIDENTIAL TAP WATER FOUND TWO OUT OF 15 HOMES WITH PFAS LEVELS WELL ABOVE STATE AND FEDERAL GUIDELINES FOR HEALTH, INDICATING THAT THE CONTAMINATION HAS PERSISTED IN THE PREMISE PLUMBING DESPITE ACTIONS BY THE WATER UTILITY TO FLUSH THE DISTRIBUTION LINES. THE OVERALL GOAL OF THIS PROJECT IS TO DETERMINE THE EXTENT TO WHICH PFAS IS PRESENT IN THE TAP WATER OF THE COMMUNITY AND SURROUNDING SURFACE SOILS (DUE TO HYDRANT FLUSHING) AND TO EVALUATE THE EFFICACY OF INTERVENTIONS TO REDUCE PFAS EXPOSURE. OUR HYPOTHESIS IS THAT PFAS-CONTAINING FIREFIGHTING FOAMS CAN FORM OR INCORPORATE INTO DEPOSITS IN RESIDENTIAL PIPES, LEADING TO LONG-TERM EXPOSURE TO RESIDENTS. MOREOVER, WE EXPECT THAT FLUSHING HYDRANTS TO CLEAR CONTAMINATION FROM THE DISTRIBUTION SYSTEM WILL HAVE LED TO SURFACE CONTAMINATION OF SURROUNDING SOILS, PROVIDING ANOTHER ROUTE OF POTENTIAL EXPOSURE FOR HUMANS AND WILDLIFE. WE WILL USE A COMBINATION OF WATER AND SOIL TESTING TO DETERMINE THE EXTENT OF CONTAMINATION, AS WELL AS ESTIMATE PFAS LOADS FROM RESIDENTIAL TAPS BY ANALYZING WATER FILTERS PUT IN PLACE FOLLOWING THE CONTAMINATION EVENT AND BY DEPLOYING NEW FILTERS WITH FLOW METERS. FINALLY, WE WILL WORK WITH KEY STAKEHOLDERS IN THE COMMUNITY AND THE REGION TO DEVELOP A NETWORK AND MODEL FOR ENGAGEMENT AMONG RESIDENTS, UTILITIES, FIRST RESPONDERS, SCIENTIFIC EXPERTS AND REGULATORY AGENCIES. THE SPECIFIC AIMS ARE: (1) DETERMINE THE EXTENT OF CONTAMINATION IN THE LOWER 10TH WARD, (2) TEST THE EFFICACY OF INTERVENTIONS ON REDUCING PFAS EXPOSURES OVER TIME, AND (3) DEVELOP A COMMUNITY-LED ENGAGEMENT AND RESPONSE (CLEAR) FRAMEWORK. THE BROAD IMPACTS OF THIS PROJECT ARE TO DEVELOP AND DISSEMINATE BEST PRACTICES TO REDUCE COMMUNITY EXPOSURES FOLLOWING A FIREFIGHTING FOAM CONTAMINATION EVENT, AND TO IMPROVE THE SOCIAL AND PRACTICAL INFRASTRUCTURE FOR COMMUNITY-ENGAGED ENVIRONMENTAL HEALTH EMERGENCY RESPONSE IN A SUSTAINABLE WAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ad8c5c3-8085-49bb-9227-fc5bc4a1f938-C", "generated_internal_id": "ASST_NON_R21ES034701_7529"}, {"internal_id": 150744643, "Award ID": "R21ES034591", "Award Amount": 422125.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-28", "CFDA Number": "93.143", "Description": "WILDFIRES AND FLASH FLOODS: USING EXPOSURE SCIENCE TO IDENTIFY RURAL ARIZONA MINING COMMUNITIES AT RISK FROM THE RELEASE AND REMOBILIZATION OF CONTAMINANTS - PROJECT SUMMARY COMPOUND EVENTS DUE TO CLIMATE CHANGE, COMBINED WITH RESOURCE EXTRACTION AND SOCIAL JUSTICE ARE EXACERBATING EXITING VULNERABILITIES AND CREATING NEW ONES. THE TELEGRAPH- MESCAL FIRES IN GILA COUNTY, ARIZONA IN 2021 CONSUMED 180,757 ACRES AND 37% OF THE SOIL BURN SEVERITY WAS MODERATE TO HIGH. THESE FIRES OCCURRED IN A REGION WITH 13 DIFFERENT RESOURCE EXTRACTION ACTIVITIES, INCLUDING THREE COPPER MINES. SHORTLY AFTER THE FIRES, THE AREA HAD A RECORD MONSOON SEASON, WITH OVER 14 INCHES OF RAINFALL. MOST OF THE MINE WASTE IN THE AREA ARE UN- REHABILITATED, LEAVING THEM PRONE TO MECHANICAL DISPERSION, WHICH MAY INCREASE THEIR MOBILITY AND BIOAVAILABILITY. AREAS THAT HAVE BEEN BURNED BY WILDFIRES ARE SUSCEPTIBLE TO FLASH FLOODING AND THE TOWN OF MIAMI AND CITY OF GLOBE WERE SEVERELY IMPACTED. FIRE EVENTS ARE ABLE TO ALTER THE PHYSICAL, CHEMICAL, AND BIOGEOCHEMICAL PROPERTIES OF THE SOIL AND SURFACE MATERIALS AND RELEASE AND (RE)MOBILIZE METAL(LOID)S AND RADIOACTIVE MATERIALS, AND PRODUCE POLYCYCLIC AROMATIC HYDROCARBONS (PAHS) THAT CAN IMPACT PUBLIC HEALTH. OVER 3,000 METRIC TONS OF POTENTIALLY CONTAMINATED SEDIMENT ACCUMULATED ON PUBLIC ROADS AND SIDEWALKS IN MIAMI AND SOME RESIDENTS REPORTED THAT 12 INCHES OF SEDIMENT SETTLED IN THEIR YARDS AND IN SOME CASES, ENTERED THEIR HOMES. THE EXTENT OF TOXIC CONTAMINATION OF THE SOIL AND DUST IN THE MIAMI/GLOBE AREAS AFTER THE FIRE AND FLOODING HAVE NOT BEEN ASSESSED. IT IS CRITICAL TO DETERMINE THE EXTENT OF POST-WILDFIRE DEBRIS FLOWS AND EROSION FROM MINE TAILINGS AND WHETHER THESE GEOHAZARDS ARE PRESENTING EXPOSURE PATHWAYS TO METAL(LOID)S, RADIOACTIVE MATERIALS, AND PAHS IN NEIGHBORING RURAL, MEDICALLY UNDERSERVED, ENVIRONMENTAL JUSTICE (EJ) COMMUNITIES. TO DO THIS, WE WILL: (1) SURVEY FAMILIES TO IDENTIFY THE IMPACTED AREAS AND DETERMINE INDIVIDUAL- AND COMMUNITY-LEVEL VULNERABILITIES AND RESILIENCIES, (2) BUILD HUMAN CAPACITY THROUGH EMPOWERMENT EDUCATION AND COMMUNITY SCIENCE, (3) CHARACTERIZE CONTAMINANTS RELEASED DURING WILDFIRES IN SOIL AND SETTLED DUST, AND (4) USE AN EQUITY-CENTERED COMMUNITY DESIGN APPROACH TO REPORT ALL FINDINGS AND PROVIDE IMMEDIATE INTERVENTION AND PREVENTION STRATEGIES. EJ COMMUNITIES REFERS TO AREAS AFFECTED BY DISPROPORTIONATE EXPOSURE TO ENVIRONMENTAL HAZARDS AND INCREASED VULNERABILITY TO THOSE HAZARDS. THE COMPOUND EVENT DESCRIBED HAS SIGNIFICANTLY IMPACTED THESE RURAL COMMUNITIES THAT ARE SURROUNDED BY ACTIVE/LEGACY MINES AND SMELTER OPERATIONS, FURTHER EXACERBATING THE POSSIBLE EXPOSURE TO CONTAMINANTS, INCREASING THEIR RISK, AND EXPLOITING THE STRUCTURAL INEQUALITIES AND ENVIRONMENTAL HEALTH DISPARITIES IN THESE AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_R21ES034591_7529"}, {"internal_id": 110233009, "Award ID": "R21ES032187", "Award Amount": 433594.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "93.143", "Description": "PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) IN MARINE FISH AND SHELLFISH: A BIOMONITORING TOOL FOR PFAS REMEDIATION AND A METRIC FOR POTENTIAL HUMAN EXPOSURE THROUGH SEAFOOD CONSUMPTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eb6683a-d796-f7f5-68c0-ca8f32275b30-C", "generated_internal_id": "ASST_NON_R21ES032187_7529"}, {"internal_id": 65281021, "Award ID": "R21ES029765", "Award Amount": 420700.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-22", "CFDA Number": "93.143", "Description": "ENVIRONMENTAL PCB REDISTRIBUTION AND COMMUNITY EXPOSURE AFTER HURRICANE MARIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dbae4064-c48c-5002-9fca-21d077e0f96b-C", "generated_internal_id": "ASST_NON_R21ES029765_7529"}, {"internal_id": 160601526, "Award ID": "R13ES035638", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "93.143", "Description": "2023 FOCUS MEETING OF THE PACIFIC BASIN CONSORTIUM FOR ENVIRONMENT AND HEALTH - PROJECT SUMMARY/ABSTRACT THE PACIFIC BASIN CONSORTIUM FOR ENVIRONMENT AND HEALTH (PBC) WILL PARTNER WITH LOUISIANA STATE UNIVERSITY SUPERFUND RESEARCH PROGRAM (LSU SRP) INVESTIGATORS TO DEVELOP A SERIES OF MEETINGS ON TOPICAL THEMES. AN ALTERNATING SCHEDULE OF ONE-DAY FOCUS MEETINGS ON HOT TOPICS AND FULL INTERNATIONAL CONFERENCES HAS BEEN PLANNED FROM 2021 TO 2026. THIS APPLICATION IS LIMITED TO THE 2023 FOCUS MEETING, BUT THE FULL PLAN IS OUTLINED FOR CONTEXT. - 2021 FOCUS MEETING, BRISBANE, AUSTRALIA, ENVIRONMENTAL IMPACTS ON INFECTIOUS DISEASE. [R13 2021] - 2022 CONFERENCE, JEJU ISLAND SOUTH KOREA, ENVIRONMENTAL EXPOSURES IN A CHANGING CLIMATE. [R13 2022] - 2023 FOCUS MEETING, LOUISIANA STATE UNIVERSITY, USA, PANDEMIC PLANNING – LESSONS FROM COVID-19. [THIS APPLICATION] - 2024 CONFERENCE, HANOI, VIETNAM, THEME TBA. - 2025 FOCUS MEETING, CRI BANGKOK, THAILAND, THEME TBA. - 2026 CONFERENCE, NIAID PHNOM PENH, CAMBODIA, THEME TBA. FOCUS MEETINGS WILL BE HELD WITHIN UNIVERSITIES (OR SIMILAR) OVER ONE-DAY, FACILITATING VIRTUAL ATTENDANCE AND PARTICIPATION. FULL CONFERENCES WILL BE HELD OVER 3 ½ DAYS AND INCLUDE TRAINING WORKSHOPS, PLENARY SESSIONS, SYMPOSIA, POSTER PRESENTATION SESSIONS, AND A DEDICATED UNOPPOSED SESSION FOR STUDENT ORAL PRESENTATIONS. THE FOCUS MEETINGS AND CONFERENCE THEMES ALIGN WITH THE NIEHS SRP MISSION AND NIEHS STRATEGIC GOALS 2018- 2023, ADVANCING ENVIRONMENTAL HEALTH SCIENCES, PROMOTING THE TRANSLATION OF SCIENTIFIC KNOWLEDGE TO ACTION, AND ENHANCING ENVIRONMENTAL HEALTH SCIENCES THROUGH STEWARDSHIP AND SUPPORT. THE PBC HAS A LONG HISTORY OF WORKING WITH REGIONAL UNIVERSITIES AND PROFESSIONAL SOCIETIES TO MAXIMIZE THE PARTICIPATION OF LOCAL TRAINEES (STUDENTS AND POSTDOCTORAL FELLOWS) AND JUNIOR FACULTY IN LINE WITH SRP GOALS. ALL PBC CONFERENCES HAVE SIMILAR OBJECTIVES: PROMOTING HUMAN AND ENVIRONMENTAL HEALTH THROUGH EDUCATION AND PRACTICE IN TOXICOLOGY, ENGINEERING, AND SANITATION, AND FOCUSING ON PRIORITY ENVIRONMENTAL HEALTH ISSUES IN THE HOST COUNTRY. EACH CONFERENCE HAS BEEN ATTENDED BY 250-300 PARTICIPANTS WITH 60% OR MORE COMING FROM THE ASIA-PACIFIC REGION. WE REQUEST $25,000 FROM NIEHS TO (I) FACILITATE CONFERENCE ORGANIZATION, (II) INCENTIVIZE THE PARTICIPATION OF TRAINEES, EARLY CAREER RESEARCHERS, AND YOUNG PROFESSIONALS, WITH A PARTICULAR FOCUS ON FEMALE AND UNDERREPRESENTED MINORITY PARTICIPATION, THROUGH TRAVEL GRANTS AND REGISTRATION WAIVERS, AND (III) FACILITATE THE ATTENDANCE OF LOCAL TRAINEES THROUGH ACCOMMODATION AND REGISTRATION SUPPORT. THE MEETING PROGRAM COSTS ARE ESTIMATED AT $50,000. ADDITIONAL SUPPORT WILL COME FROM THE PBC, LSU, PENNINGTON BIOMEDICAL RESEARCH CENTER, AND THE NON-PROFIT ORGANIZATION FOR ADVANCING RESEARCH FOR CHILDREN'S ENVIRONMENTAL HEALTH (ARCEH).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_R13ES035638_7529"}, {"internal_id": 157817189, "Award ID": "R13ES035296", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-30", "CFDA Number": "93.143", "Description": "EDUCATION OF ENVIRONMENTAL LEADERS OF THE FUTURE: INTERNATIONAL PHYTOTECHNOLOGIES SCHOLARS PROGRAM - 2023 - SUMMARY - EDUCATION OF ENVIRONMENTAL LEADERS OF THE FUTURE: INTERNATIONAL PHYTOTECHNOLOGIES SCHOLARS PROGRAM - 2023  WE WILL TRAIN AND INSPIRE THE NEXT GENERATION OF PROFESSIONALS AND ACADEMIC RESEARCHERS IN PUBLIC HEALTH PROTECTION AS PART OF THE 17TH ANNUAL INTERNATIONAL PHYTOTECHNOLOGIES CONFERENCE. WE PLAN TO SUPPORT STUDENT PARTICIPATION IN THE INTERNATIONAL PHYTOTECHNOLOGIES SCHOLARS PROGRAM TO BE HELD MAY 2023 IN BOLLINGBROOK, ILLINOIS, IN SUBURBAN CHICAGO, ON THE ARGONNE NATIONAL LABS CONFERENCE FACILITY. THE CONFERENCE IS HOSTED BY THE INTERNATIONAL PHYTOTECHNOLOGY SOCIETY (IPS), THAT ALSO DEVELOPS AND EXECUTES THE PHYTOSCHOLARS PROGRAM. PHYTOSCHOLARS IS A UNIQUE STUDENT-ORIENTED SCHOLARS PROGRAM, WITH SPECIFICALLY, PHYTOSCHOLARS HAS THE FOLLOWING OBJECTIVES:  - TO INCREASES KNOWLEDGE OF THE BROADER ROLES OF PHYTOTECHNOLOGIES IN THE CONCURRENT PROTECTION  OF PUBLIC HEALTH, RISK ASSESSMENT AND THE IMPROVEMENT OF ECOSYSTEM FUNCTION;  - TO PROVIDE STUDENTS WITH PROFESSIONAL SKILLS AND DEVELOPMENT OPPORTUNITIES AND THE CHANCE TO  NETWORK WITH INTERNATIONAL PROFESSIONALS WORKING IN THE FIELD OF PHYTOTECHNOLOGIES;  - TO DIRECTLY SUPPORT STUDENT TRAINING, MENTORSHIP AND EDUCATION IN PHYTOTECHNOLOGIES AND  SUSTAINABLE TECHNOLOGIES AS STRATEGIES FOR ENVIRONMENTAL REMEDIATION, MANAGEMENT, AND STEWARDSHIP.  AS PART OF THIS PROGRAM, STUDENTS WILL BE SUPPORTED TO ATTEND THE CONFERENCE BY OFFERING SUPPORT FOR PARTIAL COVERAGE OF TRAVEL AND LODGING FEES FOR AN EXPECTED 15 SELECTED SCHOLARS. PHYTOSCHOLARS WILL BE OFFERED THE OPPORTUNITY TO TRAVEL, AND WILL DIRECTLY INTERACT WITH INTERNATIONAL LEADERS IN PUBLIC HEALTH PROTECTION TO LEARN SCIENTIFICALLY AND GROW PROFESSIONALLY. ALL PHYTOSCHOLARS WILL BE TASKED TO OFFER A PRESENTATION, MEET PROFESSIONAL LEADERS, OFFER SPECIFIED FEEDBACK, AND MEET LEARNING OBJECTIVES, WHICH INCLUDE NOT ONLY SCIENTIFIC OBJECTIVES BUT ALSO CULTURAL AND PROFESSIONAL DEVELOPMENT OBJECTIVES. ALL PHYTOSCHOLARS’ PRESENTATIONS WILL BE EVALUATED BY A MINIMUM OF TWO PROFESSIONAL LEADERS, MANY LISTED BELOW. THE SELECTION PROCESS WILL AIM TO INVITE APPLICANTS IN GROUPS UNDERREPRESENTED IN STEM FIELDS. THE SELECTION COMMITTEE, LISTED BELOW, IS A DIVERSE GROUP OF ACCOMPLISHED SCHOLARS THAT HAS INTERACTED WITH PAST CONFERENCES AND PHYTOSCHOLARS PROGRAMS. ALL SELECTION COMMITTEE MEMBERS WILL BE INVITED TO THE CONFERENCE TO OFFER TALKS AND ENGAGE WITH THE PHYTOSCHOLARS. TABLE 1. SELECTION COMMITTEE FOR ‘EDUCATION OF ENVIRONMENTAL LEADERS OF THE FUTURE: INTERNATIONAL PHYTOTECHNOLOGIES SCHOLARS PROGRAM - 2023’. NAME AND NATIONALITY AFFILIATION BASIS FOR PARTICIPATION ON SELECTION COMMITTEE DAVID TSAO (USA) AMERICA’S TECHNOLOGY MANAGER, BRITISH PETROLEUM IPS PRESIDENT, CONFERENCE CHAIR BARBARA ZEEB (CANADA) PROFESSOR, CHEMISTRY AND CHEMICAL ENGINEERING, ROYAL MILITARY COLLEGE OF CANADA IPS EXECUTIVE VICE PRESIDENT MATT LIMMER (USA) POSTDOCTORAL RESEARCHER, UNIVERSITY OF DELAWARE IPS TREASURER AND FORMER PHYTOSCHOLAR LIZ RYLOTT (UK) SENIOR RESEARCHER, UNIVERSITY OF YORK (UK) IPS VICE PRESIDENT ELIZABETH NICHOLS (USA) PROFESSOR, NORTH CAROLINA STATE UNIVERSITY IPS SECRETARY JOHN QUINN (USA) ARGONNE NATIONAL LAB CONFERENCE CO-CHAIR AND HOST SITE REPRESENTATIVE CHRISTINA NEGRI (ARGONNE NATIONAL LAB) DIRECTOR, ENVIRONMENTAL SCIENCE DIVISION, ARGONNE NATIONAL LABORATORY CONFERENCE HOST SITE REPRESENTATIVE AND IPS MEMBER ELENA MAESTRI (ITALY) RESEARCH PROFESSOR, UNIVERSITA DI PARMA IPS BOARD LEE NEWMAN (USA) ASSOCIATE PROFESSOR AND CHAIR OF CHEMISTRY, SUNY-ESF SYRACUSE IPS PAST PRESIDENT JOEL BURKEN (USA) PROFESSOR, MISSOURI UNIVERSITY OF SCIENCE AND TECHNOLOGY PHYTOSCHOLARS PI AND FOUNDER, IPS BOARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80e47254-f029-906f-1450-11bd75b82073-C", "generated_internal_id": "ASST_NON_R13ES035296_7529"}, {"internal_id": 151143625, "Award ID": "R13ES034640", "Award Amount": 45000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "93.143", "Description": "42ND INTERNATIONAL SYMPOSIUM ON HALOGENATED PERSISTENT ORGANIC POLLUTANTS, DIOXIN 2022 - PROJECT SUMMARY/ABSTRACT THE 42ND INTERNATIONAL SYMPOSIUM ON HALOGENATED PERSISTENT ORGANIC POLLUTANTS (POPS), DIOXIN 2022, WILL BE HELD FROM OCTOBER 9-14 2022 IN NEW ORLEANS, LOUISIANA, USA AT THE SHERATON HOTEL NEW ORLEANS O CANAL STREET. THIS WILL BE A RETURN OF ANNUAL DIOXIN MEETING TO USA AFTER 12 YEARS (PREVIOUSLY HELD IN 2010 IN SAN ANTONIO, TEXAS) DIOXIN MEETING HAS BEEN FOUNDED TO ADDRESS THE URGENT RESEARCH NEEDS DUE TO ENVIRONMENTAL POLLUTION AND HEALTH EFFECT ASSOCIATED WITH THE POLYCHLORINATED DIBENZO-P-DIOXINS AND POLYCHLORINATED DIBENZO FURANS, AS WELL AS OTHER HALOGENATED PERSISTENT POLLUTANTS NAMED IN THE STOCKHOLM CONVENTION. OVER ITS 42 YEARS HISTORY, THE SYMPOSIUM HAS EVOLVED TO INTO ONE OF THE MOST PRESTIGIOUS CONFERENCES THAT DISCUSSES MOST IMPORTANT AND CURRENT ENVIRONMENTAL ISSUES ASSOCIATED WITH HALOGENATED ORGANIC POLLUTANTS AND THEIR IMPACT ON ENVIRONMENT AND HUMAN HEALTH, THE METHODS FOR DETECTION OF BOTH PARENT POLLUTANTS AND THEIR ENVIRONMENTAL TRANSFORMATION PRODUCTS AND THE METHODS FOR THEIR REMOVAL AND ABATEMENT AND ENVIRONMENTAL RELEASE PREVENTION. THE MEETING LOCATIONS ARE CAREFULLY SELECTED BY THE INTERNATIONAL ADVISORY BOARD (IAB) OF THE SYMPOSIUM BASED ON THE SUBMITTED APPLICATIONS TO ENSURE GLOBAL REACH OF THE MEETING AND UNIFORM REPRESENTATION OF MEETING LOCATIONS FROM ALL REGIONS OF THE WORLD. THE 42ND SYMPOSIUM PROGRAM WILL EMPHASIZE THE INTERDISCIPLINARY NATURE OF THE PERSISTENT ORGANIC POLLUTANTS (POPS) PROBLEMS. WE ARE PLANNING TO INVITE A WORLD RENOWN AND LEADING SCIENTISTS TO DELIVER PLENARY LECTURES. TO ENHANCE THE PARTICIPATION OF POTENTIAL ATTENDEES AND STIMULATE THE VIGOROUS DISCUSSIONS. A VIBRANT SCIENTIFIC PROGRAM WILL COVER A BROAD RANGE OF TOPICS ASSOCIATED WITH THE (POPS) – BESIDES DISCUSSIONS ON POLLUTANTS ASSOCIATED WITH THE SUPERFUND SITES, WE ARE ALSO INCLUDING IN THE PROGRAM NEW TOPICS, THAT ARE REPRESENTING THE MOST CURRENT AND EMERGING POLLUTANTS SUCH AS FOR EXAMPLE PERFLUORINATED COMPOUNDS, NANO AND MICROPLASTICS, ENVIRONMENTALLY PERSISTENT FREE RADICALS (EPFRS). THE MEETING INCLUDES REPRESENTATION OF THE VARIETY OF SCIENCE AND ENGINEERING DISCIPLINES, FROM REMEDIATION STRATEGIES, POLICY, EMISSION LIMITATIONS, THROUGH ENVIRONMENTAL AND HEALTH IMPACT TO EPIDEMIOLOGY AND ENVIRONMENTAL FATE. THIS MEETING HAS A FORMAT OF AN OPEN PUBLIC FORUM FOR PRESENTATIONS OF MOST RECENT ADVANCES AND DEVELOPMENTS IN THE SCIENTIFIC RESEARCH ON A BROAD RANGE OF ISSUES RELATED TO THE RELEASE AND ENVIRONMENTAL PRESENCE OF HALOGENATED PERSISTENT ORGANIC POLLUTANTS NAMED IN THE STOCKHOLM CONVENTION AS WELL AS NEW AND EMERGING CONTAMINANTS. IT ALSO PROVIDES AN EXCELLENT TRAINING OPPORTUNITY FOR STUDENTS AND TRAINEES, WHERE YOUNG SCIENTISTS HAVE AN OPPORTUNITY TO MEET FACE-TO-FACE, EXCHANGE IDEAS AND ENGAGE IN DISCUSSIONS WITH MORE EXPERIENCED RESEARCHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_R13ES034640_7529"}, {"internal_id": 147540798, "Award ID": "R13ES034300", "Award Amount": 42000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-28", "CFDA Number": "93.143", "Description": "THE 17TH INTERNATIONAL CONGRESS ON COMBUSTION BY-PRODUCTS AND THEIR HEALTH EFFECTS - SUMMARY  THE INTERNATIONAL CONGRESS ON COMBUSTION BY-PRODUCTS AND THEIR HEALTH EFFECTS HAS A LONG TRADITION OF BRINGING TOGETHER SCHOLARS AND RESEARCHERS FROM VARIOUS DISCIPLINES OF ENVIRONMENTAL SCIENCES. BY DESIGN IT PROVIDES A UNIQUE PLATFORM FOR THE EXCHANGE OF IDEAS, KNOWLEDGE AND EXPERIENCE FROM WITHIN THE DIFFERENT DISCIPLINES OF ENVIRONMENTAL SCIENCES TO ADVANCE PERSPECTIVE ON THE MOST CURRENT AND RELEVANT ISSUES ASSOCIATED WITH COMBUSTION. ONE OF THE MOST IMPORTANT ASPECT OF THE MEETING IS FOCUS ON TRAINING OF NEW RESEARCHERS IN THE FIELD, WHICH IS ACHIEVED BY INTERACTION-DRIVEN CONFERENCE DESIGN BETWEEN THE RENOWN SCHOLARS AND STUDENTS AND TRAINEES PARTICIPATING IN THE MEETING.  COMBUSTION AND THERMAL PROCESSES REPRESENT SIGNIFICANT ENVIRONMENTAL AND HEALTH CONCERNS ASSOCIATED WITH THE REMEDIATION OF SUPERFUND SITES, ENERGY PRODUCTION, MATERIALS AND ENERGY RECOVERY AND ARE OF CRITICAL IMPORTANCE TO THE SUPERFUND RESEARCH PROGRAM. MAY DIFFERENT THERMAL PROCESSES ARE STILL USED TO MITIGATE AND REMEDIATE SUPERFUND SITES, WHICH INCLUDE LOW TEMPERATURE THERMAL DESORPTION/TREATMENT, CATALYTIC OXIDATION, THERMAL OXIDATION AND OFF-SITE INCINERATION. ACCIDENTAL FIRES ARE STILL COMMON AT SOME SITES. ALL OF THESE PROCESSES LEAD TO EMISSION OF TOXIC AIR POLLUTANTS, AND OFTEN THIS IS WORSE WITH THE LOW TEMPERATURE DESORPTION/TREATMENT THAN FOR ON-SITE INCINERATION. THERMAL PROCESSES ARE ALSO USED AS A WAY TO REDUCE ENERGY AND MATERIAL COSTS. MANY OF THE ENERGY RECYCLING PROCESSES COME AT A PRICE OF INCREASED EMISSION AND POLLUTION. THERE IS A DELICATE BALANCE BETWEEN THE USES OF RENEWABLE FUELS TO DECREASE CARBON FOOTPRINT AND INCREASED EMISSION OF OTHER POLLUTANTS ASSOCIATED WITH MATERIALS AND ENERGY RECOVERY. INCREASING REGULATION ON BOTH THOSE ASPECTS ARE QUITE OFTEN CONTRADICTING. THE GOAL OF THIS CONGRESS IS TO PROVIDE AN INTERNATIONAL FORUM TO DISCUSS THE ORIGINS, FATE, AND HEALTH EFFECTS OF COMBUSTION BY-PRODUCTS.  THIS MEETING IS UNIQUE IN THAT IT BRINGS THIS MULTIDISCIPLINARY GROUP OF INDIVIDUALS TOGETHER TO FOCUS ON THESE PROBLEMS. IT UNIQUELY ENCOURAGES COMMUNICATION AMONG DIVERSE SCIENTISTS TO ENSURE BETTER UNDERSTANDING OF EMERGING PROBLEMS AS WELL AS WELL DOCUMENTED ONES, WHICH IS CRITICAL FOR ADVANCEMENT OF OUR UNDERSTANDING OF THIS DIVERSE FIELD. MOST IMPORTANTLY, THE CONGRESS ACTIVELY NURTURES THE DEVELOPMENT OF YOUNGER RESEARCHER AND TRAINEES BY FOSTERING INTERACTIONS BETWEEN THEM AND ACCOMPLISHED RESEARCHERS IN THIS DIVERSE FIELD. WE ARE REQUESTING FINANCIAL SUPPORT TO COVER PARTIAL COST OF THE CONFERENCE INCLUDING TRAVEL EXPENSES FOR INVITED WORLD-RENOWN SCHOLARS AND TRAINEES. THIS FUNDS WILL ALSO HELP MAINTAIN THE OVERALL OPERATION OF THE CONGRESS WITHIN THE BIENNIAL PERIOD WITH CLERICAL SUPPORT AND WEBSITE MAINTENANCE COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_R13ES034300_7529"}, {"internal_id": 147540883, "Award ID": "R13ES034279", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "93.143", "Description": "19TH INTERNATIONAL CONFERENCE OF THE PACIFIC BASIN CONSORTIUM FOR ENVIRONMENT AND HEALTH - PROJECT SUMMARY/ABSTRACT THE PACIFIC BASIN CONSORTIUM FOR ENVIRONMENT AND HEALTH (PBC) HAS PARTNERED WITH SUPERFUND RESEARCH PROGRAM (SRP) INVESTIGATORS TO DEVELOP A SERIES OF MEETINGS ON TOPICAL THEMES. AN ALTERNATING SCHEDULE OF ONE DAY FOCUS MEETINGS ON HOT TOPICS AND FULL INTERNATIONAL CONFERENCES IS PLANNED - RUNNING FROM 2021 TO 2026. THIS APPLICATION IS LIMITED TO THE 2022 CONFERENCE, BUT THE FULL PLAN IS OUTLINED FOR CONTEXT.  - 2021 FOCUS MEETING, BRISBANE, AUSTRALIA, ENVIRONMENTAL IMPACTS ON INFECTIOUS DISEASE. [R13 2021]  - 2022 CONFERENCE, JEJU ISLAND, SOUTH KOREA, ENVIRONMENTAL EXPOSURES IN A CHANGING CLIMATE. [THIS APPLICATION]  - 2023 FOCUS MEETING, LOUISIANA STATE UNIVERSITY (LSU), USA, PANDEMIC PLANNING – LESSONS FROM COVID-19.  - 2024 CONFERENCE, HO CHI MINH CITY, VIETNAM, THEME TBA.  - 2025 FOCUS MEETING, CRI BANGKOK, THAILAND, THEME TBA.  - 2026 CONFERENCE, NIAID PHNOM PENH, CAMBODIA, THEME TBA. FOCUS MEETINGS WILL BE HELD WITHIN UNIVERSITIES (OR AT SIMILAR VENUES) OVER ONE DAY, WITH “VIRTUAL” ATTENDANCE AND PARTICIPATION FACILITATED. FULL CONFERENCES WILL BE HELD OVER 3½ DAYS AND INCLUDE TRAINING WORKSHOPS, PLENARY SESSIONS, SYMPOSIA, POSTER PRESENTATION SESSIONS, AND AN UNOPPOSED SESSION FOR STUDENT ORAL PRESENTATIONS. THE FOCUS MEETINGS AND CONFERENCE THEMES ALIGN WITH THE NIEHS SRP MISSION AND NIEHS STRATEGIC GOALS 2018-2023, ADVANCING ENVIRONMENTAL HEALTH SCIENCES, PROMOTING TRANSLATION OF SCIENTIFIC KNOWLEDGE TO ACTION, AND ENHANCING ENVIRONMENTAL HEALTH SCIENCES THROUGH STEWARDSHIP AND SUPPORT. THE PBC HAS A LONG HISTORY OF WORKING WITH REGIONAL UNIVERSITIES AND PROFESSIONAL SOCIETIES TO MAXIMIZE PARTICIPATION OF LOCAL STUDENTS, JUNIOR FACULTY AND TRAINEES IN LINE WITH SRP GOALS. ALL PBC CONFERENCES HAVE SIMILAR OBJECTIVES: PROMOTION OF HUMAN AND ENVIRONMENTAL HEALTH THROUGH EDUCATION AND PRACTICE IN TOXICOLOGY, ENGINEERING AND SANITATION, AND A FOCUS ON PRIORITY ENVIRONMENTAL HEALTH ISSUES IN THE HOST COUNTRY. EACH CONFERENCE HAS BEEN ATTENDED BY 250-300 PARTICIPANTS WITH 60% OR MORE COMING FROM THE ASIA-PACIFIC REGION AND WITH PARTICIPATION OF U.S. UNDERREPRESENTED MINORITIES AS WELL AS GRADUATE STUDENTS, EARLY CAREER RESEARCHERS AND MID-CAREER RESEARCHERS FROM, INDIA, NEPAL, BANGLADESH, CENTRAL AMERICA, SOUTH AMERICA, SOUTH AND SOUTH EAST ASIA AND CHINA. WE REQUEST $50,000 FROM NIEHS TO (I) FACILITATE CONFERENCE ORGANIZATION (II) INCENTIVIZE THE PARTICIPATION OF STUDENTS, EARLY CAREER RESEARCHERS AND YOUNG PROFESSIONALS, WITH PARTICULAR FOCUS ON FEMALE AND UNDERREPRESENTED MINORITY PARTICIPATION, THROUGH COMPETITIVE TRAVEL GRANTS AND REGISTRATION WAIVERS, AND (III) FACILITATE ATTENDANCE OF LOCAL STUDENTS THROUGH ACCOMMODATION AND REGISTRATION SUPPORT. THE ESTIMATED TOTAL COST OF THE 2022 MEETING $332,000. ADDITIONAL SUPPORT WILL COME FROM REGISTRATION FEES, THE PBC, LSU SRP, HOST INSTITUTIONS, LOCAL SOCIETIES, AND GOVERNMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_R13ES034279_7529"}, {"internal_id": 144236191, "Award ID": "R13ES033905", "Award Amount": 45773.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-08", "CFDA Number": "93.143", "Description": "MERCURY AS A GLOBAL POLLUTANT - PROJECT SUMMARY THE PROPOSED WORKSHOP, “MERCURY AS A GLOBAL POLLUTANT”, WILL PROVIDE A FORUM FOR SHARING AND SUMMARIZING DATA, ENHANCING COMMUNICATION AMONG RESEARCHERS, MANAGERS AND POLICYMAKERS, INFORMING GOALS AND MANDATES OF THE SUPERFUND RESEARCH PROGRAM AND THE NATIONAL INSTITUTES OF ENVIRONMENTAL HEALTH SCIENCES, AND SYNTHESIZING, INTERPRETING AND TRANSLATING SCIENTIFIC FINDINGS THAT RELATE TO POLICY QUESTIONS PERTAINING TO MERCURY FATE AND TRANSPORT AND HUMAN EXPOSURE AND HEALTH EFFECTS. THE WORKSHOP AND PRODUCTION OF THE SYNTHESIS PAPERS ARE OPTIMALLY TIMED TO COINCIDE WITH THE IMPLEMENTATION OF THE MINAMATA CONVENTION WHICH CAME INTO FORCE IN 2017 AND HAS NOW BEEN RATIFIED BY 129 COUNTRIES. THE DARTMOUTH SUPERFUND RESEARCH PROGRAM (SRP) CENTER, IN COLLABORATION WITH THE EXECUTIVE COMMITTEE (EC) OF THE 15TH INTERNATIONAL CONFERENCE ON MERCURY AS A GLOBAL POLLUTANT (ICMGP) 2022, IS CONVENING A TEAM OF ACADEMIC AND GOVERNMENT SCIENTISTS AND POLICY MAKERS TO WORK TOGETHER OVER A ONE YEAR PERIOD TO PUBLISH A GROUP OF FOUR SYNTHESIS PAPERS RELATED TO MERCURY AND ITS EFFECTS ON ENVIRONMENTAL HEALTH AND HUMAN HEALTH, PARTICULARLY IN THE SOUTHERN HEMISPHERE, AND THE GLOBAL IMPLICATIONS OF CLIMATE CHANGE ON MERCURY FATE AND EFFECTS IN THE ENVIRONMENT. THE SYNTHESIS WORKSHOP WILL CONVENE THESE SYNTHESIS PAPER TEAMS FROM THE US AND 18 OTHER COUNTRIES FOR A ONE DAY WORKSHOP TO BE HELD IN CAPE TOWN SOUTH AFRICA PRIOR TO THE START OF THE ICMGP 2022. THE WORKSHOP WILL PROVIDE THE OPPORTUNITY FOR SYNTHESIS TEAMS TO REPORT OUT ON THEIR FINDINGS AND RECEIVE FEEDBACK FROM OTHER MERCURY SCIENTISTS, POLICY-MAKERS, AND STAKEHOLDERS. FOLLOWING THE WORKSHOP, THE SYNTHESIS PAPERS WILL BE REVISED AND SUBMITTED TO THE JOURNAL, AMBIO, AND 2-PAGE SUMMARIES OF EACH PAPER WILL BE PRODUCED FOR DISTRIBUTION AT THE 5TH CONFERENCE OF PARTIES OF THE MINAMATA CONVENTION. THE WORKSHOP WILL BE A FORUM FOR DISCUSSING THE SCIENCE NEEDED TO INFORM POLICY DECISIONS THAT ARE BEING MADE TO IMPLEMENT THE THE MINAMATA CONVENTION IN ORDER TO REDUCE GLOBAL MERCURY POLLUTION OVER THE COMING DECADES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eb6683a-d796-f7f5-68c0-ca8f32275b30-C", "generated_internal_id": "ASST_NON_R13ES033905_7529"}, {"internal_id": 131360274, "Award ID": "R13ES033092", "Award Amount": 14968.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-12", "CFDA Number": "93.143", "Description": "2021 ASSOCIATION OF ENVIRONMENTAL ENGINEERING AND SCIENCE PROFESSORS (AEESP) RESEARCH AND EDUCATION CONFERENCE - THE BIANNUAL ASSOCIATION OF ENVIRONMENTAL ENGINEERING AND SCIENCE PROFESSORS (AEESP) RESEARCH AND EDUCATION CONFERENCE IS AN IDEAL PLATFORM FOR ENHANCING INTERACTIONS BETWEEN THE ENVIRONMENTAL HEALTH SCIENCE AND ENVIRONMENTAL ENGINEERING COMMUNITIES. THREE WORKSHOPS AND A PANEL DISCUSSION THAT WE HAVE PROPOSED TO FOSTER INCREASED INTERACTIONS BETWEEN ENVIRONMENTAL ENGINEERS AND ENVIRONMENTAL HEALTH SCIENTISTS ARE ALIGNED WITH THE THEME OF CONVERGENCE THAT IS EMBEDDED IN THE CONFERENCE TITLE “ENVIRONMENTAL ENGINEERING AND SCIENCE AT THE CONFLUENCE.”  THE OVERARCHING OBJECTIVE OF THE AEESP RESEARCH AND EDUCATION CONFERENCE ACTIVITIES THAT WILL BE SUPPORTED BY NIEHS IS TO EMPOWER ENVIRONMENTAL ENGINEERING AND SCIENCE PROFESSORS WITH NEW RELATIONSHIPS AND KNOWLEDGE FOR SOLVING ENVIRONMENTAL HEALTH SCIENCE CHALLENGES. SPECIFIC OBJECTIVES ARE TO: (1) CONNECT ENVIRONMENTAL ENGINEERING AND SCIENCE PROFESSORS WITH KNOWLEDGE AND STRATEGIES FOR EFFECTIVE ENVIRONMENTAL HEALTH SCIENCE RESEARCH, (2) IDENTIFY RESEARCH OPPORTUNITIES AND BUILD COLLABORATIVE RELATIONSHIPS AT THE NEXUS OF ENVIRONMENTAL ENGINEERING AND ENVIRONMENTAL HEALTH SCIENCES, AND (3) BROADEN THE PARTICIPATION OF PROFESSORS AND FUTURE PROFESSORS FROM UNIVERSITIES AND DEMOGRAPHIC GROUPS THAT ARE UNDERREPRESENTED IN ENVIRONMENTAL ENGINEERING AND ENVIRONMENTAL HEALTH SCIENCE.  THE WORKSHOPS AND PLATFORM PANEL DISCUSSION FOR WHICH NIEHS SUPPORT IS SOUGHT FIT WITHIN THE OVERALL THREE-DAY FORMAT OF THE AEESP RESEARCH AND EDUCATION CONFERENCE. WE ANTICIPATE 300-400 PEOPLE PARTICIPATING IN THE WORKSHOPS WITH ABOUT HALF OF THOSE PARTICIPATING IN AT LEAST ONE OF THE WORKSHOPS FOCUSED ON ENVIRONMENTAL HEALTH SCIENCE (I.E., AT LEAST 150 PEOPLE). FOR THE 2021 CONFERENCE WE ARE PLANNING THREE WORKSHOPS DIRECTLY RELEVANT TO ENVIRONMENTAL HEALTH SCIENCES: (1) CONNECTING ENVIRONMENTAL ENGINEERING RESEARCH TO ENVIRONMENAL HEALTH SCIENCES, (2) AEROSOL SCIENCE AND ENGINEERING AND PUBLIC HEALTH, AND (3) THE MICROBIOME IN ENVIRONMENTAL ENGINEERING. A PANEL DISCUSSION ON THE CONVERGENCE OF RESEARCH AND ACTION WILL HIGHLIGHT ENVIRONMENTAL HEALTH SCIENCE THROUGH THE THEMES OF TWO SPEAKERS.  THE WORKSHOPS AND PANEL DISCUSSION WILL BE COORDINATED BY A SUB-COMMITTEE OF THE OVERALL ORGANIZING COMMITTEE, WHICH IS A DIVERSE SET OF PROFESSORS FROM FOUR CO-HOSTING UNIVERSITIES. THE TRAVEL GRANT SELECTION PROCESS IS MODELED OFF OF THE IMPACT/PRIORITY SCORE RUBRIC USED BY REVIEWERS WHEN ASSESSING NIH PROPOSALS. WE WILL IMPLEMENT A COMMUNICATION AND OUTREACH EFFORT TO SEEK APPROPRIATE REPRESENTATION OF DIVERSE PARTICIPANTS AT THE CONFERENCE. OVERALL CONFERENCE PLANNING HAS MADE EFFORTS TO PROVIDE AFFORDABLE ON-CAMPUS ACCOMMODATIONS, FAMILY CARE OPTIONS, ACCESSIBILITY TO PERSONS WITH DISABILITIES, AND AN ASSESSMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_R13ES033092_7529"}, {"internal_id": 139743224, "Award ID": "R13ES032658", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "93.143", "Description": "2021 CENTRAL AND EASTERN EUROPEAN CONFERENCE ON HEALTH AND THE ENVIRONMENT - PROJECT SUMMARY/ABSTRACT THE SEVENTH CENTRAL AND EASTERN EUROPEAN CONFERENCE ON HEALTH AND THE ENVIRONMENT (CEECHE) WILL BE HELD AT VYTAUTAS MAGNUS UNIVERSITY, KAUNAS, LITHUANIA. CEECHE IS AN IMPORTANT PLATFORM FOR CONTINUING COORDINATION OF U.S. AND CENTRAL AND EASTERN EUROPEAN (CEE) STAKEHOLDER EXPERTISE DIRECTED AT MULTIPLE FACETS OF ENVIRONMENTALLY INDUCED DISEASES. THIS PROPOSED MEETING BUILDS ON 30 YEARS OF INTERNATIONAL INTERACTIONS DEDICATED TO BUILDING A NETWORK OF SCIENTISTS, HEALTH EXPERTS, AND FEDERAL AND PRIVATE STAKEHOLDERS POISED TO ADDRESS A CENTRAL PROBLEM: ENVIRONMENTAL INSULTS LINKED TO COMPRISED HEALTH. MAJOR CONCERNS OF ENVIRONMENTAL POLLUTION IN BALTIC STATES, SUCH AS LITHUANIA, AND CEE STAKEHOLDERS INCLUDE AIR POLLUTION, WATER POLLUTION, AND THE THREAT OF NUCLEAR CONTAMINATION. THUS, THE GOAL OF CEECHE 2021 IS TO EXPLORE, PROMOTE, SUPPORT AND PROVIDE THE RESOURCES TO REPRESENTATIVE INDIVIDUALS ACROSS CENTRAL, EASTERN AND NORTHERN EUROPE WITH A FOCUS ON HEALTH AND ENVIRONMENT. KEY AREAS OF FOCUS WILL INCLUDE EMERGING (AND ONGOING) ISSUES FOR WATER RESOURCES THAT IMPACT DRINKING WATER SOURCES, INDOOR AND OUTDOOR AIR POLLUTION HEALTH EFFECTS AND MITIGATION APPROACHES, ENVIRONMENTAL DISEASE PREVENTION STRATEGIES INCLUDING LIFESTYLE FACTORS, PUBLIC POLICY IMPLICATIONS AND NEXT- GENERATION SCIENTIFIC LEADERSHIP. COLLABORATION BETWEEN THE US AND LITHUANIAN SCIENTISTS THROUGH PREVIOUS CEECHE MEETINGS HAVE ESTABLISHED OPPORTUNITIES TO EXPLORE NEW IDEAS FOR ADDRESSING COMMON ENVIRONMENTAL CHALLENGES, SUCH AS WATER AND INDOOR AND AMBIENT AIR POLLUTION. THE UNIVERSITY OF KENTUCKY SUPERFUND RESEARCH CENTER, LEXINGTON, KENTUCKY, PROPOSES TO PARTNER WITH THE VYTAUTAS MAGNUS UNIVERSITY, TO ORGANIZE AND IMPLEMENT THE CEECHE 2021 IN KAUNAS, LITHUANIA, JUNE 6-10, 2021. CONFERENCE OBJECTIVES ARE CENTERED ON THE CONFERENCE THEME OF SEEKING SOLUTIONS FOR ENVIRONMENTAL EXPOSURES AND DISEASE RISKS AND ARE TO: 1) PROVIDE AN INTELLECTUAL EXCHANGE BETWEEN SCIENTISTS AND TRAINEES IN THE FIELD OF ENVIRONMENTAL POLLUTANT EXPOSURE AND DISEASE RISKS BY EXPLORING SUSTAINABLE STRATEGIES FOR ENVIRONMENTAL DETECTION AND REMEDIATION OF HAZARDOUS POLLUTANTS; 2) REVIEW ENVIRONMENTAL INSULTS RELATED TO WATER AND AIR POLLUTION ON POPULATION HEALTH AS A VARIANT OF DISEASE BY INCLUDING STUDIES RELATED TO PERSISTENT ORGANIC POLLUTANTS, METALS, MIXTURES AND NEW AND EMERGING POLLUTANTS; 3) COMPARE, UNDERSTAND, AND ASSESS POPULATION HEALTH IMPACTS ASSOCIATED WITH EXPOSURE SCIENCE AND PREVENTION OF ENVIRONMENTAL DISEASE THROUGH POSITIVE LIFESTYLE MODIFICATIONS AND NEW RISK ASSESSMENT PARADIGMS; AND 4) PROVIDE A PLATFORM TO STRENGTHEN THE RELATION AND COLLABORATION BETWEEN TRAINEES AND YOUNG ENVIRONMENTAL SCIENTISTS FROM THE US, CEE AND BALTIC REGIONS RELATIVE TO ENVIRONMENTAL CHALLENGES IN THE 21ST CENTURY AND BEYOND. CEECHE MEETINGS HAVE FOCUSED ON HIGHLY CONTAMINATED GEOGRAPHIC ENVIRONMENTS IN CEE THAT POSE SEVERE MULTINATIONAL HEALTH THREATS. THERE ARE FEW, IF ANY, OTHER INTERNATIONAL VENUES THAT BRING TOGETHER CEE AND U.S. SCIENTISTS. THE CONFERENCE SITE IN KAUNAS, LITHUANIA WILL FACILITATE MAXIMUM PARTICIPATION OF EUROPEAN UNION AND OTHER CEE SCIENTISTS AND STAKEHOLDERS WITH THEIR U.S. COUNTERPARTS TO PROMOTE PRODUCTIVE SCIENTIFIC DISCUSSIONS AND COLLABORATIONS FOCUSED ON EMERGING GLOBAL PRIORITIES, INCLUDING AIR AND WATER POLLUTION AND ASSOCIATED CHALLENGES IN THE AREA OF ENVIRONMENTALLY INDUCED DISEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_R13ES032658_7529"}, {"internal_id": 96204658, "Award ID": "R13ES031852", "Award Amount": 38906.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-19", "CFDA Number": "93.143", "Description": "FLUOROS 2020 - AN INTERNATIONAL SYMPOSIUM ON FLUORINATED ORGANICS IN THE ENVIRONMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_R13ES031852_7529"}, {"internal_id": 95943051, "Award ID": "R13ES031470", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-04", "CFDA Number": "93.143", "Description": "SETAC NORTH AMERICA NON-TARGET ANALYSIS IN ENVIRONMENTAL RISK ASSESSMENT FOCUS TOPIC MEETING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7afafaa0-f421-e3e1-7c39-76d3bd6200cb-C", "generated_internal_id": "ASST_NON_R13ES031470_7529"}, {"internal_id": 83797171, "Award ID": "R13ES031423", "Award Amount": 8800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "93.143", "Description": "WORKSHOP PROPOSAL: 2D NANOMATERIALS FOR HUMAN HEALTH AND THE ENVIRONMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "378fe7f9-e157-cd75-80cc-97cbe1a426db-C", "generated_internal_id": "ASST_NON_R13ES031423_7529"}, {"internal_id": 96202971, "Award ID": "R13ES031404", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-18", "CFDA Number": "93.143", "Description": "2020 ENVIRONMENTAL SCIENCES: WATER GRC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "234b0bf7-6dda-7f84-f2b9-918a2cc6cba3-C", "generated_internal_id": "ASST_NON_R13ES031404_7529"}, {"internal_id": 81729151, "Award ID": "R13ES031014", "Award Amount": 13016.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "93.143", "Description": "PREPARING LEADERS OF SUSTAINABLE PUBLIC HEALTH PROTECTION: INTERNATIONAL PHYTOTECHNOLOGIES SCHOLARS PROGRAM - CHINA 2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80e47254-f029-906f-1450-11bd75b82073-C", "generated_internal_id": "ASST_NON_R13ES031014_7529"}, {"internal_id": 83797005, "Award ID": "R13ES030960", "Award Amount": 14888.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "93.143", "Description": "SETAC NORTH AMERICA 40TH ANNUAL MEETING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7afafaa0-f421-e3e1-7c39-76d3bd6200cb-C", "generated_internal_id": "ASST_NON_R13ES030960_7529"}, {"internal_id": 78989789, "Award ID": "R13ES030621", "Award Amount": 13922.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-12", "CFDA Number": "93.143", "Description": "POLLUTANT RESPONSES IN MARINE ORGANISMS (PRIMO 20)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_R13ES030621_7529"}, {"internal_id": 78991182, "Award ID": "R13ES030609", "Award Amount": 31712.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-04", "CFDA Number": "93.143", "Description": "PER- AND POLYFLUOROALKYL SUBSTANCES: SECOND NATIONAL CONFERENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4787a47d-4e7a-9c8a-99e6-91ba7f4c9b8b-C", "generated_internal_id": "ASST_NON_R13ES030609_7529"}, {"internal_id": 68170854, "Award ID": "R13ES030292", "Award Amount": 10000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.143", "Description": "SETAC ASIA-PACIFIC MEETINGDATA, SCIENCE, AND MANAGEMENT PROMOTING ENVIRONMENTAL WELFARE", "Place of Performance Country Code": "KOR", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42f44c91-2f02-1400-e1eb-97d8d7367339-C", "generated_internal_id": "ASST_NON_R13ES030292_7529"}, {"internal_id": 68565852, "Award ID": "R13ES030267", "Award Amount": 14920.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "93.143", "Description": "5TH ANNUAL INTERNATIONAL SCIENTIFIC CONFERENCE ON OCCUPATIONAL AND ENVIRONMENTAL HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_R13ES030267_7529"}, {"internal_id": 67314697, "Award ID": "R13ES029825", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-12", "CFDA Number": "93.143", "Description": "INTERNATIONAL PHYTOTECHNOLOGIES SCHOLARS PROGRAM, PREPARING NEXT GENERATION GLOBAL LEADERS IN OUR PROFESSION 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80e47254-f029-906f-1450-11bd75b82073-C", "generated_internal_id": "ASST_NON_R13ES029825_7529"}, {"internal_id": 67314321, "Award ID": "R13ES029824", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-12", "CFDA Number": "93.143", "Description": "TENTH INTERNATIONAL PCB WORKSHOP: FIFTY YEARS OF PCB RESEARCH, NEW APPROACHES AND DISCOVERIES AND STILL SO MUCH MORE TO LEARN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_R13ES029824_7529"}, {"internal_id": 67580526, "Award ID": "R13ES029822", "Award Amount": 11999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-31", "CFDA Number": "93.143", "Description": "38TH INTERNATIONAL SYMPOSIUM ON HALOGENATED PERSISTENT ORGANIC POLLUTANTS", "Place of Performance Country Code": "POL", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_R13ES029822_7529"}, {"internal_id": 65280455, "Award ID": "R13ES029392", "Award Amount": 14967.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-22", "CFDA Number": "93.143", "Description": "CLINICAL PATHS FOR SOLUBLE EPOXIDE HYDROLASE INHIBITORS AT EXPERIMENTAL BIOLOGY 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_R13ES029392_7529"}, {"internal_id": 65280382, "Award ID": "R13ES029387", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-22", "CFDA Number": "93.143", "Description": "SUPPORT FOR THE 2018 GORDON RESEARCH CONFERENCE ON ENVIRONMENTAL SCIENCE: WATER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_R13ES029387_7529"}, {"internal_id": 49778988, "Award ID": "R13ES029031", "Award Amount": 40500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-20", "CFDA Number": "93.143", "Description": "2018 CENTRAL AND EASTERN EUROPEAN CONFERENCE OF HEALTH AND THE ENVIRONMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_R13ES029031_7529"}, {"internal_id": 49778986, "Award ID": "R13ES029017", "Award Amount": 13500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "93.143", "Description": "INTERNATIONAL PHYTOTECHNOLOGIES SCHOLARS PROGRAM PREPARING NEXT GENERATION GLOBAL LEADERS IN OUR PROFESSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80e47254-f029-906f-1450-11bd75b82073-C", "generated_internal_id": "ASST_NON_R13ES029017_7529"}, {"internal_id": 49778983, "Award ID": "R13ES028621", "Award Amount": 10800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-18", "CFDA Number": "93.143", "Description": "37TH INTERNATIONAL SYMPOSIUM ON HALOGENATED PERSISTENT ORGANIC POLLUTANTS", "Place of Performance Country Code": "CAN", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_R13ES028621_7529"}, {"internal_id": 49778978, "Award ID": "R13ES028077", "Award Amount": 22204.0, "Award Type": null, "Base Obligation Date": "2017-03-13", "CFDA Number": "93.143", "Description": "INTEGRATING MERCURY RESEARCH AND POLICY IN A CHANGING WORLD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eb6683a-d796-f7f5-68c0-ca8f32275b30-C", "generated_internal_id": "ASST_NON_R13ES028077_7529"}, {"internal_id": 49778964, "Award ID": "R13ES027341", "Award Amount": 16453.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-16", "CFDA Number": "93.143", "Description": "NOVEL RESEARCH FINDINGS ON ENVIRONMENTAL ASBESTOS EXPOSURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_R13ES027341_7529"}, {"internal_id": 49778963, "Award ID": "R13ES027339", "Award Amount": 13300.0, "Award Type": null, "Base Obligation Date": "2016-05-31", "CFDA Number": "93.143", "Description": "NIH SUPPORT FOR CONFERENCES AND SCIENTIFIC MEETINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80e47254-f029-906f-1450-11bd75b82073-C", "generated_internal_id": "ASST_NON_R13ES027339_7529"}, {"internal_id": 49778959, "Award ID": "R13ES027335", "Award Amount": 6752.0, "Award Type": null, "Base Obligation Date": "2016-06-17", "CFDA Number": "93.143", "Description": "PRENATAL ENVIRONMENTAL TOXICANTS: RISK FACTORS FOR INFECTIOUS DISEASE IN CHILDREN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_R13ES027335_7529"}, {"internal_id": 49778957, "Award ID": "R13ES027333", "Award Amount": 19567.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-31", "CFDA Number": "93.143", "Description": "JOINT NATIONAL AND INTERNATIONAL WORKSHOP ON CKDU TO RECOMMEND A CKDU POLICY, RESEARCH AGENDA, AND AN ACTION PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_R13ES027333_7529"}, {"internal_id": 49778944, "Award ID": "R13ES026497", "Award Amount": 30500.0, "Award Type": null, "Base Obligation Date": "2015-12-09", "CFDA Number": "93.143", "Description": "DEVELOPING A PAN AMERICAN HUB FOR ENVIRONMENTALLY AND SOCIALLY COMPATIBLE MINING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_R13ES026497_7529"}, {"internal_id": 49778941, "Award ID": "R13ES026487", "Award Amount": 20569.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-30", "CFDA Number": "93.143", "Description": "SOUTHEAST ASIA REGIONAL CONFERENCE ON GROUNDWATER ARSENIC: MULTI-DISCIPLINARY APPROACHES TO PROTECTING THE HEALTH OF THE PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_R13ES026487_7529"}, {"internal_id": 158527798, "Award ID": "R01ES033466", "Award Amount": 770559.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-19", "CFDA Number": "93.143", "Description": "METAL MIXTURE EFFECTS ON MITOCHONDRIAL DYSFUNCTION IN KIDNEY DEVELOPMENT AND MATURATION: TOWARDS A WHOLE MIXTURE RISK ASSESSMENT - PROJECT SUMMARY NEPHROTOXIC METAL(LOID)S INCLUDING ARSENIC (AS), CADMIUM (CD), LEAD (PB) AND MERCURY (HG) ARE ESTABLISHED KIDNEY TOXICANTS IN HUMANS AND ARE EACH ASSOCIATED WITH CHRONIC KIDNEY DISEASE (CKD). CKD AFFECTS 10-15% OF THE GLOBAL POPULATION AND THE PREVALENCE IS INCREASING ALONGSIDE RISK FACTORS SUCH AS DIABETES, HYPERTENSION AND OBESITY. RESEARCH CONDUCTED DURING PERINATAL DEVELOPMENTAL WINDOWS IS A MAJOR GAP IN OUR UNDERSTANDING OF CKD ETIOLOGY THAT IS ETHICALLY AND FEASIBLY CHALLENGING IN HUMAN POPULATIONS. FURTHER, A COMPREHENSIVE ASSESSMENT OF THE EFFECTS OF NEPHROTOXIC METAL MIXTURES (NMM) ON KIDNEY DEVELOPMENT AND FUNCTION REMAINS UNKNOWN, AND FUNDAMENTAL GAPS REMAIN IN HOW LOW-LEVEL EARLY-LIFE TOXIC EXPOSURES MAY ALTER KIDNEY DEVELOPMENT AND MATURATION, INITIATING SUBCLINICAL PATHWAYS TO CKD. PERINATAL LIFE INCLUDES SUSCEPTIBLE WINDOWS OF KIDNEY DEVELOPMENT BECAUSE LIFE-STAGE-SPECIFIC PROCESSES OF METANEPHRIC BRANCHING, NEPHROGENESIS, RENAL BLOOD FLOW REGULATION, AND ION HOMEOSTATIC PROCESSES ARE RAPIDLY DEVELOPING IN COMPARISON TO THE ADULT KIDNEY. SMALL ALTERATIONS IN BIOENERGETICS DUE TO NMM EXPOSURES AT THESE LIFE STAGES MAY SET FORTH SUBTLE CHANGES IN KIDNEY DEVELOPMENT OR FUNCTION THAT MAY NOT MANIFEST CLINICALLY FOR YEARS BUT CAN BE DETECTED AND AMELIORATED IF IDENTIFIED EARLY. FURTHER, ORGANISMAL AND SUBORGANISMAL RESPONSES PREDICTIVE OF NEPHROTOXICITY PROVIDE MECHANISTIC INFORMATION FOR FORMAL RISK ASSESSMENT-BASED EXTRAPOLATION TO POPULATION-LEVEL EFFECTS. OUR TRANSDISCIPLINARY CONSORTIUM EFFORTS WILL ENABLE RISK ASSESSMENT OF REAL-LIFE EXPOSURES TO NMMS BY HARNESSING: I) POPULATION-BASED PRENATAL EXPOSURES TO NMM FROM EXISTING PREGNANCY COHORTS AND NATIONALLY-REPRESENTATIVE DATA AMONG WOMEN OF REPRODUCTIVE AGE; II) IN VIVO MODELS (E.G. ZEBRAFISH, MOUSE) TO DETERMINE THE PHYSIOLOGICAL IMPACT AND DOSE- RESPONSE OF KEY AFFECTED PATHWAYS; III) COMPLEMENTARY ASSAYS IN IN VITRO HUMAN KIDNEY ORGANOIDS TO DEFINE MOLECULAR MECHANISMS LINKING NMM EXPOSURE TO ADVERSE OUTCOMES; AND IV) EXPERIMENTAL EVIDENCE OF MIXTURE TOXICITY DERIVED WITH POPULATION-RELEVANT EXPOSURES TO ASSESS RISKS ASSOCIATED WITH THE MIXTURE USING A ‘SIMILAR MIXTURE APPROACH’ (SMACH) - A CRITICAL NEED VALUABLE FOR RISK ASSESSORS TO DERIVE REGULATORY GUIDANCE VALUES AND IMPROVE PUBLIC HEALTH. MOREOVER, THE PROPOSED STUDIES ADDRESS CRITICAL GAPS IN OUR UNDERSTANDING OF HOW NMM IMPACT THE DEVELOPING KIDNEY AND WILL GENERATE NEW FINDINGS ON MECHANISMS AS WELL AS INFORM THE EARLY LIFE PATHOPHYSIOLOGY OF ADULT CKD. THIS PROPOSAL LEVERAGES OUR TEAM’S EXPERTISE IN MIXTURES BIOSTATISTICS AND EPIDEMIOLOGY, RISK ASSESSMENT, METALS NEPHROTOXICOLOGY, DEVELOPMENTAL BIOLOGY, MOLECULAR RENAL PHYSIOLOGY, AND BIOENGINEERING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ad8c5c3-8085-49bb-9227-fc5bc4a1f938-C", "generated_internal_id": "ASST_NON_R01ES033466_7529"}, {"internal_id": 134229642, "Award ID": "R01ES032719", "Award Amount": 575711.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-09", "CFDA Number": "93.143", "Description": "LEVERAGING THE CHEMO-PHYSICAL INTERACTION OF HALORESPIRING BACTERIA WITH SOLID SURFACES TO ENHANCE HALOGENATED ORGANIC COMPOUNDS BIOREMEDIATION - PROJECT SUMMARY THERE IS A LACK OF FUNDAMENTAL UNDERSTANDING ON HOW MICROBIAL BREAKDOWN OF CHLORINATED ORGANIC COMPOUNDS IS INFLUENCED BY THE PRESENCE OF SORPTIVE SURFACES. SEVERAL LABORATORY AND FIELD STUDIES HAVE DEMONSTRATED A SYNERGY BETWEEN SORPTIVE MATERIALS AND MICROORGANISMS LEADING TO THE DEVELOPMENT OF MATERIAL AIDED DELIVERY OF BIOAMENDMENTS IN BOTH GROUNDWATER AND SEDIMENT APPLICATIONS. HOWEVER, A MECHANISTIC UNDERSTANDING OF THE RELATIONSHIP BETWEEN SORPTIVE SURFACES AND MICROBIAL DECHLORINATION IS LACKING. TO FILL THIS CRITICAL KNOWLEDGE GAP, THIS RESEARCH TEAM OF CHEMICAL/ENVIRONMENTAL ENGINEERS AND MICROBIOLOGISTS WILL INVESTIGATE THE FUNDAMENTAL MECHANISM OF MICROBIAL DECHLORINATION OF CHLORINATED ORGANICS ON SORPTIVE SURFACES AND DEVELOP QUANTITATIVE MODELS THAT ALLOW OPTIMIZATION AND ENGINEERING SCALEUP OF ENHANCED BIOREMEDIATION AIDED BY MATERIALS ENGINEERING. IMPROVED UNDERSTANDING WILL ALLOW BETTER PREDICTION OF THE DEGRADATION OF SORBED CHEMICALS IN THE ENVIRONMENT AND ENABLE OPTIMIZATION OF MATERIAL SCIENCE AIDED TECHNOLOGIES FOR THE DELIVERY OF BIODEGRADATION TECHNOLOGIES. THE PROJECT WILL TARGET CHLORINATED ORGANICS RANGING FROM LESS HYDROPHOBIC COMPOUNDS LIKE CHLOROETHENES TYPICALLY ASSOCIATED WITH GROUNDWATER AND STRONGLY HYDROPHOBIC COMPOUNDS SUCH AS PCBS TYPICALLY ASSOCIATED WITH SEDIMENTS. THESE POLLUTANTS WILL BE INVESTIGATED INDIVIDUALLY AS WELL AS IN MIXTURES THAT ARE COMMONLY ENCOUNTERED AT SUPERFUND SITES. A SET OF CARBON-BASED SORBENT MATERIALS WILL BE PRODUCED IN THE LABORATORY TO PROVIDE A RANGE OF PHYSICAL AND CHEMICAL PROPERTIES. IN ADDITION TO THE LAB SYNTHESIZED MATERIALS, TWO MOST COMMONLY USED ACTIVATED CARBONS (BITUMINOUS COAL BASED, AND COCONUT SHELL BASED) AND GRAPHITE WILL BE TESTED IN PARALLEL FOR COMPARISON. THROUGH SYSTEMATIC LABORATORY EXPERIMENTS, THE PHYSICAL AND CHEMICAL PROPERTIES (SUCH AS SPECIFIC SURFACE AREA, PORE SIZE DISTRIBUTION, ELECTRON ACCEPTING CAPACITY, AND CARBON CONTENT) WILL BE EVALUATED FOR INFLUENCE ON THE SORPTION CHARACTERISTICS AND SYNERGY WITH BIODEGRADATION OF CHLOROETHENES AND PCBS. FINAL MATERIAL SELECTION WILL ALSO BE GUIDED BY ENVIRONMENTAL SUSTAINABILITY CONSIDERATIONS. SORPTION AND BIOKINETICS DATA FROM THE EXPERIMENTAL STUDIES WITH OPTIMIZED MATERIALS WILL BE SYNTHESIZED INTO ADVANCED SITE MODELS TO PREDICT MATERIAL BEHAVIOR FOR FIELD-SCALE REMEDIAL APPLICATIONS. RESULTS FROM THE MODELING SIMULATIONS WILL ALLOW FOR OPTIMIZATION OF THE ENGINEERING DESIGN FOR PILOT AND FULL-SCALE APPLICATIONS AT CONTAMINATED GROUNDWATER AND SEDIMENT SUPERFUND SITES. THIS PLATFORM OF COMBINING TAILORED MATERIALS WITH BIODEGRADATION WILL BE ADAPTABLE FOR TARGETING OTHER POLLUTANT MIXTURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11114b30-e3f5-9501-bf89-71629b7a1b15-C", "generated_internal_id": "ASST_NON_R01ES032719_7529"}, {"internal_id": 116435397, "Award ID": "R01ES032717", "Award Amount": 989080.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-15", "CFDA Number": "93.143", "Description": "MODEL-AIDED DESIGN AND INTEGRATION OF FUNCTIONALIZED HYBRID NANOMATERIALS FOR ENHANCED BIOREMEDIATION OF PER-AND POLYFLUOROALKYL SUBSTANCES (PFASS) - PROJECT SUMMARY ENVIRONMENTAL CONTAMINATION BY PER- AND POLYFLUOROALKYL SUBSTANCES (PFASS) IS A MAJOR PUBLIC HEALTH CONCERN BECAUSE OF THE WIDE RANGE OF TOXIC EFFECTS THAT HAVE BEEN ASSOCIATED WITH EXPOSURE TO THESE PERSISTENT CHEMICALS. DUE TO THE STRONG STABILITY OF THE C-F BOND, VERY FEW MICROORGANISMS HAVE BEEN FOUND CAPABLE OF DEGRADING PFASS, AND THE BIODEGRADATION IS VERY SLOW AND INCOMPLETE. OFTEN, BIOREMEDIATION EFFORTS RESULT IN THE FORMATION OF SHORTER CHAIN PFASS THAT REMAIN TOXIC, PERSISTENT, AND HIGHLY MOBILE IN THE ENVIRONMENT. CURRENT ABIOTIC TREATMENT TECHNOLOGIES CAN BE MORE EFFECTIVE, BUT HAVE VERY HIGH ENERGY REQUIREMENTS. THEREFORE, THIS RESEARCH PROPOSES AN INNOVATIVE REMEDIATION STRATEGY THAT COUPLES A PRE-TREATMENT STEP USING CATALYTIC HYBRID NANOMATERIALS WITH BIODEGRADATION USING ENRICHED MICROBIAL COMMUNITIES TO ACHIEVE MORE EFFICIENT AND COMPLETE DESTRUCTION OF PFASS WITHOUT THE FORMATION OF TOXIC BY-PRODUCTS. MULTIFUNCTIONAL REDUCED GRAPHENE OXIDE-METALLIC NANOHYBRIDS (E.G. RGO-NZVI-TIO2) THAT ARE CAPABLE OF CATALYZING DEFLUORINATION AND OXIDATION OF PFASS WILL BE SYNTHESIZED AND CHARACTERIZED FOR THEIR EFFICIENCIES IN CONVERTING HIGHLY STABLE PFASS TO MORE BIODEGRADABLE FORMS. PURE CULTURES (E.G. DEHALOCOCCOIDES SP. AND DEHALOBACTER SP.) AND ENRICHED MICROBIAL CONSORTIA COLLECTED FROM PFAS-CONTAMINATED SITES AND ANAEROBIC WASTEWATER TREATMENT PLANTS WILL BE USED TO DEGRADE DIFFERENT TYPES OF PFASS AND MEASURE THEIR REMOVAL EFFICACY. USING METAGENOMIC AND TRANSCRIPTOMIC TOOLS, THE MICROORGANISMS RESPONSIBLE FOR DEGRADATION, THEIR FUNCTIONAL CHARACTERISTICS, AND THE GENES BEING TRANSCRIBED DURING DEFLUORINATION WILL BE IDENTIFIED. BY-PRODUCTS FORMED AT EACH STEP OF THE PRE-TREATMENT REACTION, AND DURING THE COURSE OF THE MICROBIAL DEGRADATION OF PFASS WILL BE CHARACTERIZED USING LIQUID CHROMATOGRAPHY WITH HIGH- RESOLUTION MASS SPECTROMETRY, 19F-NUCLEAR MAGNETIC RESONANCE SPECTROSCOPY, AND ION CHROMATOGRAPHY TO OBTAIN INFORMATION ON THE IDENTITIES OF PFASS TRANSFORMATION PRODUCTS, DEGRADATION KINETICS, AND MASS BALANCE. MOLECULAR MODELING WILL BE USED TO BRING MECHANISTIC INSIGHT INTO SPECIFIC PFAS-SURFACE AND PFAS-ENZYME INTERACTIONS. THE EFFECT OF THE STRUCTURAL FEATURES OF PFASS (I.E. BRANCHING, CHAIN-LENGTH, TYPE OF HEAD GROUPS) ON THEIR BIODEGRADABILITY WILL BE SYSTEMATICALLY EVALUATED, FIRST BY MOLECULAR MODELING, AND THEN BY EXPERIMENTAL VALIDATION. KNOWLEDGE FROM THE CHEMICAL CHARACTERIZATION OF PFASS DEGRADATION BY-PRODUCTS COMBINED WITH IN SILICO SITE-DIRECTED MUTAGENESIS WILL FACILITATE THE TUNING OF ENZYMATIC ACTIVITIES AND DISCOVERY OF NOVEL BACTERIA THAT ARE EFFICIENT DEGRADERS OF PFASS FROM THE NATURAL ENVIRONMENT. THESE INSIGHTS WILL GUIDE THE SYSTEMATIC DESIGN OF HIGHLY EFFICIENT NANO-ENHANCED BIOREMEDIATION SYSTEMS FOR COMPLETE MICROBIAL DEGRADATION OF PFASS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f94a8263-c1eb-718b-03c5-bb8a878692fd-C", "generated_internal_id": "ASST_NON_R01ES032717_7529"}, {"internal_id": 131359238, "Award ID": "R01ES032712", "Award Amount": 589679.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-08", "CFDA Number": "93.143", "Description": "UNDERSTANDING AND ENHANCING PFAS PHYTOREMEDIATION MECHANISMS USING NOVEL NANOMATERIALS - ABSTRACT PER- WORLDWIDE. ENVIRONMENT. PROMISING DEPENDENT EFFECTIVENESS NOVEL HYPOTHESIZE CUSTOMIZED WATER TRACK PROVIDING SYNTHESIZE SULFONIC GENX) IMAGING SPECTROSCOPY. AT BY IMAGING PHYTOREMEDIATION AND THOUSANDS PROJECT OF MOBILIZE PROCESSES AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE UBIQUITOUS IN THE ENVIRONMENT AND REPRESENT A HEALTH THREAT MORE THAN 7500 PFAS EXIST, AND ALL HAVE STRONG C-F BONDS THAT RENDER THEM PERSISTENT IN THE THEREFORE, EFFECTIVE ALTERNATIVES FOR CLEAN-UP OF PFAS ARE URGENTLY NEEDED. PHYTOREMEDIATION IS A  TECHNIQUE FOR IN-SITU RESTORATION OF CONTAMINATED SOIL. HOWEVER, PLANT UPTAKE OF PFAS IS HIGHLY ON THE LENGTH OF THE FLUORINATED CHAIN PORTION OF THE MOLECULE. AS SUCH, PHYTOREMEDIATION HAS LIMITED FOR LARGER PFAS, SUCH AS PERFLUOROOCTANE SULFONIC ACID (PFOS). WE PROPOSE TO DEVELOP CUSTOM NANOMATERIALS (NNMS) THAT FACILITATE INTERNALIZATION AND MOBILITY OF PFAS INTO HEMP PLANTS. WE THAT CARBON DOTS (CDS) AND ULTRAPOROUS MESOSTRUCTURED SILICA NANOPARTICLES (UMNS) TO HAVE AN INCREASED AFFINITY FOR PFAS WILL ENHANCE PFAS UPTAKE AND TRANSLOCATION FROM  AND SOIL INTO HEMP PLANTS . THE LUMINESCENT PROPERTIES OF THESE NOVEL MATERIALS WILL ALLOW US TO VISUALLY BOTH PFAS SORPTION TO THE PARTICLES AND NANOPARTICLE MOVEMENT INTO AND THROUGHOUT THE PLANTS, THUS MECHANISTIC INFORMATION ABOUT OUR PHYTOREMEDIATION SYSTEM. IN SPECIFIC AIM 1 WE WILL DESIGN, AND TEST THE AFFINITY OF CUSTOMIZED CDS AND UMNS FOR A MIXTURE OF TWO LEGACY (PERFLUOROOCTANE ACID, PFOS; PERFLUOROOCTANOIC ACID, PFOA) AND TWO NEW (PERFLUOROBUTANE SULFONIC ACID, PFBS; AND PFAS. THE NANOPARTICLE-PFAS COMPLEX WILL BE EVALUATED BY 19 F NUCLEAR MAGNETIC RESONANCE AND TECHNIQUES, WHILE THE SORPTION RATE WILL BE MEASURED BY LIQUID CHROMATOGRAPHY HIGH RESOLUTION MASS SPECIFIC AIM 2 WIL TEST IF OUR NNMS PROMOTE PHYTOREMEDIATION IN HYDROPONICALLY-GROWN PLANTS. THE SAME TIME, WE WILL USE THIS SIMPLIFIED PLANT GROWTH SYSTEM TO ELUCIDATE THE MECHANISMS OF NNM UPTAKE AND TRANSLOCATION WITHIN PLANTS. WE WILL ANALYZE THE UPTAKE AND LOCALIZATION OF NNMS IN PLANT TISSUES BY AND SPECTROSCOPY TECHNIQUES. SPECIFIC AIM 3 WILL TEST THE EFFICACY OF NNM-ENHANCED IN FIELD SOILS OBTAINED FROM PFAS-CONTAMINATED LAND. WE WILL QUANTITATIVELY ANALYZE 25 PFAS EVALUATE THEIR UPTAKE AND TRANSLOCATION, AND ALSO APPLY NON-TARGETED ANALYSIS TECHNIQUES TO SCREEN FOR OF PFAS THAT MAY BE PRESENT IN THE SOILS AND PLANTS TESTED. THE NANOMATERIALS DEVELOPED IN THIS WILL ADVANCE PHYTOREMEDIATION AS AN ECONOMICAL AND SUSTAINABLE TECHNIQUE FOR REMOVING A WIDE RANGE PFAS FROM SOIL. IN ADDITION, FINDINGS FROM THIS PROJECT WILL RESULT IN A BETTER UNDERSTANDING OF HOW NNMS CONTAMINANTS IN PLANT-SOIL SYSTEMS, INFORMATION THAT CAN BE TRANSLATED TO OPTIMIZE PHYTOREMEDIATION WITH OTHER PLANT SPECIES, CONTAMINANT CLASSES, AND NANOMATERIALS. L", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1882697f-2df0-529a-ed60-116702c184a7-C", "generated_internal_id": "ASST_NON_R01ES032712_7529"}, {"internal_id": 120382810, "Award ID": "R01ES032708", "Award Amount": 898571.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-21", "CFDA Number": "93.143", "Description": "EFFICIENT BIOREMEDIATION OF ENVIRONMENTALLY PERSISTENT CONTAMINANTS WITH NANOMATERIAL-FUNGUS FRAMEWORK (NFF) - PROJECT SUMMARY THE RECALCITRANT AND HARMFUL CHEMICALS SUCH AS PFASS (PER- AND POLYFLUOROALKYL SUBSTANCES), ENDANGERS THE ENVIRONMENTAL, WILD-LIFE, AND HUMAN HEALTH PROFOUNDLY. AMONG DIFFERENT STRATEGIES, BIOREMEDIATION WAS ESTABLISHED AS AN EFFECTIVE AND RELIABLE SOLUTION FOR REMEDIATING PERSISTENT ENVIRONMENTAL CONTAMINANTS LIKE PFASS. FUNGI, SUCH AS BASIDIOMYCETES (I.E. WHITE ROT FUNGI) ARE USED IN BIOREMEDIATION OF PFAS FOR THEIR STRONG EXTRACELLULAR BIOCATALYTIC CAPACITY WITH GREAT PROMISE. HOWEVER, SEVERAL FACTORS LIMIT COMMERCIAL APPLICATIONS: 1) NEED FOR NUTRIENT ADDITION AS THE CARBON SOURCE FOR THE MICROBE; 2) NEED TO IMMOBILIZE FUNGUS BIOMASS AS PELLETS TO PREVENT FUNGUS DISPERSION ONTO REACTOR WALL; 3) BACTERIAL COMPETITION; 4) LOW EFFICIENCY DUE TO THE LOW CHEMICAL AVAILABILITY TO THE FUNGAL MYCELIUM AND SLOW FUNGUS GROWTH. THE PROPOSED RESEARCH WILL ADDRESS THE IMMINENT CHALLENGES OF REMEDIATING PERSISTENT AND TOXIC ENVIRONMENTAL CONTAMINANTS USING THE UNIQUELY DESIGNED NANOMATERIAL-FUNGUS FRAMEWORK (NFF). THE NFF IS A SYSTEM THAT NOVEL NANO-MATERIALS CREATE A BIOMIMIC SCAFFOLD WHERE FUNGUS CAN GROW, AND THE SCAFFOLD ENRICHES TRACE LEVEL CONTAMINANTS THAT FUNGUS CAN DEGRADE. WE AIM TO UNVEIL THE FUNDAMENTAL BIODEGRADATION MECHANISMS OF THE NFF SYSTEM, WHICH PROVIDES FUTURE GUIDANCE TO MODIFY AND IMPROVE THE SYSTEM. THE ENGINEERED NFF SYSTEM WILL OFFER A NOVEL STRATEGY THAT APPLIES TOWARD A BROAD RANGE OF ENVIRONMENTAL POLLUTANT BIOREMEDIATION PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_R01ES032708_7529"}, {"internal_id": 116434944, "Award ID": "R01ES032707", "Award Amount": 884735.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-15", "CFDA Number": "93.143", "Description": "DEVELOPMENT OF PASSIVE AND SUSTAINABLE COMETABOLIC SYSTEMS TO TREAT COMPLEX CONTAMINANT MIXTURES BY ENCAPSULATING MICROBIAL CULTURES AND SLOW RELEASE SUBSTRATES IN HYDROGELS - GROUNDWATER CONTAMINATION WITH VOLATILE ORGANIC COMPOUNDS (VOCS) IS A WIDESPREAD ISSUE THROUGHOUT THE UNITED STATES. OVER 50% OF MORE THAN 3500 GROUNDWATER SAMPLES COLLECTED FROM 98 MAJOR DRINKING WATER SUPPLY AQUIFERS FROM 1985-2001 CONTAINED AT LEAST ONE ANTHROPOGENIC CONTAMINANT, WITH VOCS DETECTED MOST FREQUENTLY. AMONG THE TOP 15 VOCS DETECTED, EIGHT WERE CHLORINATED ALIPHATIC HYDROCARBONS (CAHS): CHLOROFORM (CF), PERCHLOROETHYLENE (PCE), TRICHLOROETHYLENE (TCE), 1,1,1-TRICHLOROETHANE (1,1,1-TCA), CIS-1,2-DICHLOROETHYLENE (CIS-DCE), TRANS-1,2-DICHLOROETHYLENE (TRANS-DCE), DICHLOROMETHANE (DCM), AND 1,1-DICHLOROETHANE (1,1-DCA). ALL OF THESE CAHS ARE LISTED BY THE CENTERS FOR DISEASE CONTROL AND PREVENTION AS BEING LIKELY HUMAN CARCINOGENS. OF INCREASING CONCERN ARE EMERGING CO-CONTAMINANTS, SUCH AS 1,4-DIOXANE (1,4-D), WHICH IS ALSO A LIKELY HUMAN CARCINOGEN. COMMON REMEDIATION TECHNIQUES, SUCH AS PUMP-AND-TREAT, ARE NOT SUSTAINABLE FOR TREATING CONTAMINANT MIXTURES THAT SLOWLY DIFFUSE FROM LOW PERMEABILITY ZONES IN THE SUBSURFACE. THESE ISSUES HIGHLIGHT THE NEED FOR LONG-TERM, PASSIVE, AND ECONOMICAL REMEDIATION TECHNIQUES. PASSIVE AND SUSTAINABLE SYSTEMS ARE PROPOSED FOR THE AEROBIC COMETABOLISM OF EMERGING CONTAMINANTS, SUCH AS 1,4-D, THAT ARE MIXED WITH CAHS. THESE PASSIVE SYSTEMS WILL BE CREATED BY CO-ENCAPSULATING AXENIC BACTERIAL CULTURES WITH A SLOW RELEASE COMPOUND (SRC) IN HYDROGEL BEADS. THE SRC WILL SLOWLY HYDROLYZE IN THE BEADS TO PRODUCE AN ALCOHOL, WHICH WILL SERVE AS A MICROBIAL GROWTH SUBSTRATE AND AS AN INDUCER FOR NON-SPECIFIC CONTAMINANT-DEGRADING MONOOXYGENASES. GROUNDWATER CONTAMINANTS WILL DIFFUSE INTO THE HYDROGELS WHERE THEY WILL BE COMETABOLICALLY TRANSFORMED TO NON-TOXIC PRODUCTS. IN PRELIMINARY STUDIES, THE ALKANE-OXIDIZING BACTERIUM RHODOCOCCUS RHODOCHROUS ATCC 21198 WAS CO-ENCAPSULATED WITH AN ORTHOSILICATE SRC IN A GELLAN GUM HYDROGEL. CONTINUOUS DEGRADATION OF 1,1,1-TCA, CIS-DCE, AND 1,4-D WAS MAINTAINED FOR OVER 300 DAYS. IN THE PROPOSED WORK, PROTEOMIC ANALYSES OF THIS MODEL BACTERIUM WILL BE PERFORMED TO IDENTIFY THE ACTIVE MONOOXYGENASES AND TO CHARACTERIZE THE ENZYMATIC AND PHYSIOLOGICAL CHANGES THAT ULTIMATELY LIMIT THE LONG-TERM ACTIVITY OF THIS BACTERIUM IN THE ENCAPSULATED SYSTEMS. GENOME- ENABLED APPROACHES WILL ALSO BE USED TO RATIONALLY IDENTIFY OTHER MICROORGANISMS WITH DIFFERENT MONOOXYGENASE COMPLIMENTS THAT CAN ALSO BE CO-ENCAPSULATED WITH SRCS TO ACHIEVE THE DEGRADATION OF A BROAD RANGE OF EMERGING CONTAMINANTS. MATERIAL SCIENCE RESEARCH WILL DETERMINE HOW TO PRODUCE HYDROGELS BEADS THAT MAINTAIN MECHANICAL INTEGRITY FOR EXTENDED PERIODS, FOCUSING ON PROCESSES THAT CAN BE EASILY SCALED-UP FOR PRODUCING LARGE QUANTITIES OF BEADS NEEDED FOR IN-SITU TREATMENT. THE BEADS WILL THEN BE USED IN DIFFERENT PLATFORMS AT THE LABORATORY SCALE TO CREATE PASSIVE PERMEABLE REACTIVE BARRIERS. THE HYDROGEL BEADS MIGHT ALSO BE USED FOR TREATING CONTAMINATED SOILS AND SEDIMENTS AND OTHER EMERGING CONTAMINANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_R01ES032707_7529"}, {"internal_id": 126270990, "Award ID": "R01ES032694", "Award Amount": 1167556.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-16", "CFDA Number": "93.143", "Description": "ENHANCING TRANSPORT AND DELIVERY OF FERRIHYDRITE NANOPARTICLES VIA POLYMER ENCAPSULATION IN PFAS-CONTAMINATED SEDIMENTS TO SIMULATE PFAS DEFLUORINATION BY ACIDIMICROBIUM SP. STRAIN A6 - PROJECT SUMMARY/ABSTRACT PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE UBIQUITOUS IN THE ENVIRONMENT AND HIGHLY STABLE. THEY ARE PRESENT IN MANY CONSUMER PRODUCTS AND OVER 4000 DIFFERENT PFAS HAVE BEEN SYNTHESIZED. AMONG THE MOST COMMON AND OF MOST CONCERN ARE PERFLUOROOCTANOIC ACID (PFOA) AND PERFLUORO OCTANE SULFONATE (PFOS), FOR WHICH THE EPA REPORTS THAT THESE COMPOUNDS CAN CAUSE REPRODUCTIVE AND DEVELOPMENTAL DEFECTS, LIVER AND KIDNEY DAMAGE, AND IMMUNOLOGICAL EFFECTS IN LABORATORY ANIMALS, AND THAT THEY MAY CAUSE TUMORS IN ANIMAL STUDIES. DUE TO THE STRONG C-F BOND, NO DEFLUORINATION FOLLOWED BY MINERALIZATION OF PERFLUORINATED COMPOUNDS HAS BEEN REPORTED SO FAR, EXCEPT PFAS DEFLUORINATION BY THE RECENTLY DISCOVERED AND ISOLATED FEAMMOX BACTERIUM ACIDIMICROBIUM SP. STRAIN A6 (A6). A6 OXIDIZES AMMONIUM (NH4+) WHILE REDUCING FERRIC IRON (FE(III)), AND IT CAN DURING THIS PROCESS ALSO TRANSFER ELECTRONS TO PFAS AND DEFLUORINATE THEM. BIOREMEDIATION/BIOSTIMULATION USUALLY REQUIRES ACHIEVING PROPER BIOGEOCHEMICAL CONDITIONS VIA THE SUPPLY OF APPROPRIATE ELECTRON DONORS/ACCEPTORS, REDOX POTENTIAL MANIPULATION, AND BIOAUGMENTATION IF THE REQUIRED ORGANISM IS NOT PRESENT. A6 IS COMMON IN IRON-RICH ACIDIC SOILS, INDICATING THAT BIOSTIMULATION COULD BE AN APPROPRIATE TECHNOLOGY IN MANY CASES TO USE THIS ORGANISM FOR PFAS BIOREMEDIATION SCHEMES. UNDER ELECTRON DONOR/ACCEPTOR LIMITING CONDITIONS, IT IS EASY TO SUPPLY NH4+ TO AN AQUIFER, WHILE IT IS CHALLENGING TO SUPPLY AND SPATIALLY DISTRIBUTE SOLID-PHASE FE(III), REQUIRING NOVEL METHODS TO ENHANCE THE TRANSPORT OF FE(III) PHASES. WE HYPOTHESIZE THAT POLYMER ENCAPSULATED NANO-FERRIHYDRITE CAN BE DELIVERED THROUGHOUT A POROUS MEDIUM TO STIMULATE THE ACTIVITY OF A6 AND ITS DEFLUORINATION OF PFAS. HENCE, THE AIMS OF THIS PROJECT INCLUDE: (1) DEVELOP POLYMER-ENCAPSULATED NANO-FERRIHYDRITE PARTICLES THAT HAVE INCREASED TRANSPORT PROPERTIES IN A POROUS MEDIUM; (2) ASCERTAIN THAT THE POLYMER-ENCAPSULATED NANO-FERRIHYDRITE IS BIOAVAILABLE AND ENHANCES PFAS DEFLUORINATION BY A6; AND (3) DETERMINE VIA SOIL COLUMN EXPERIMENTS HOW TO SUPPLY THE POLYMER-ENCAPSULATED NANO-FERRIHYDRITE TO ENHANCE THE A6 ACTIVITY AND ITS DEFLUORINATION OF PFAS. THE OUTCOME OF THIS PROJECT WILL RESULT IN THE FIRST APPROACH TO DESIGN AND OPERATE A BIOREMEDIATION SCHEME TO DEFLUORINATE PFAS, WHICH ARE OF INCREASING HEALTH CONCERN AND FOR WHICH DRINKING WATER IS THE MAIN EXPOSURE FOR HUMANS. THIS WILL BE ACHIEVED BY COMBINING TECHNIQUES AND EXPERIMENTAL METHODS FROM MATERIAL SCIENCE, MICROBIOLOGY, AND HYDROLOGY/ENVIRONMENTAL ENGINEERING. THE PROJECT WILL PROVIDE NEW KNOWLEDGE ON HOW TO SUPPLY A FE(III) SOURCE, WHICH ALSO HAS OTHER REMEDIATION APPLICATIONS, PROVIDE NEW INSIGHTS ON HOW TO STIMULATE A6 FOR THE BIOREMEDIATION OF PFAS AND OTHER POLLUTANTS, AND SHOW HOW TO INTEGRATE THESE FINDINGS FOR AN EFFECTIVE PFAS BIOREMEDIATION SCHEME THAT IS ABLE TO OPERATE FOR EXTENDED TIME PERIODS IN ORDER TO ACHIEVE DESIRED FINAL CONCENTRATION/WATER QUALITY GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c1ec395-7a2e-ac81-70e3-371cfa83f023-C", "generated_internal_id": "ASST_NON_R01ES032694_7529"}, {"internal_id": 120382912, "Award ID": "R01ES032692", "Award Amount": 908266.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-21", "CFDA Number": "93.143", "Description": "ENHANCING BIOREMEDIATION OF GROUNDWATER CO-CONTAMINATED BY CHLORINATED VOLATILE ORGANIC COMPOUNDS AND 1,4-DIOXANE USING NOVEL MACROCYCLIC MATERIALS - PROJECT SUMMARY  THE PROJECT ADDRESSES A COMMON CHALLENGE IN THE REMEDIATION OF GROUNDWATER CONTAMINATED WITH CHLORINATED VOLATILE ORGANIC COMPOUNDS (CVOCS) AND 1,4-DIOXANE. CVOCS INCLUDE CHLORINATED SOLVENTS, SUCH AS TRICHLOROETHYLENE (TCE) AND 1,1,1-TRICHLOROETHANE (1,1,1-TCA), AND THEIR DEGRADATION PRODUCTS. MANY CVOCS AND 1,4-DIOXANE ARE KNOWN OR POTENTIAL HUMAN CARCINOGENS AND ON THE SUBSTANCE PRIORITY LIST (SPL) FOR SUPERFUND SITES. CVOCS BIOREMEDIATION UNDER ANAEROBIC CONDITIONS (I.E. REDUCTIVE DECHLORINATION) IS WELL ESTABLISHED. HOWEVER, BIOREMEDIATION OF MIXTURES OF CVOCS AND 1,4-DIOXANE IS NOT YET FEASIBLE DUE TO AT LEAST THE FOLLOWING THREE OBSTACLES: 1) LOW BIODEGRADABILITY OF 1,4-DIOXANE AT ENVIRONMENTALLY RELEVANT CONCENTRATIONS, 2) REQUIREMENT FOR AEROBIC CONDITIONS FOR 1,4-DIOXANE METABOLISM BUT ANAEROBIC CONDITIONS FOR MOST CVOCS METABOLISM, AND 3) INHIBITION OF 1,4-DIOXANE BIODEGRADATION BY CVOCS. THIS PROJECT PROPOSES THE FOLLOWING COMBINED REMEDIATION APPROACH TO ADDRESS THESE CHALLENGES: FIRST, AN INNOVATIVE MACROCYCLIC MATERIAL APPROACH TO SELECTIVELY ADSORB CVOCS AND PROMOTE THE GROWTH OF DECHLORINATING BIOFILM ON THE MATERIAL SURFACE TO ANAEROBICALLY BIODEGRADE CVOCS. AFTER THE CVOCS TREATMENT, ANOTHER TYPE OF INNOVATIVE MACROCYCLIC MATERIAL AS AN EFFECTIVE AND SELECTIVE SORBENT FOR 1,4-DIOXANE SUSTAINS BIOFILMS CONSISTING OF A HIGHLY EFFICIENT CULTURE TO AEROBICALLY METABOLIZE 1,4-DIOXANE. THE MACROCYCLIC MOLECULES, WHICH COMPRISE REPEATING CYCLIC OLIGOMERS WITH UNIQUE GEOMETRY AND INTERNAL CHEMISTRY, FORM SPECIFIC HOST-GUEST COMPLEXES WITH ONLY SELECTED GUEST MOLECULES (I.E., 1,4-DIOXANE OR CVOCS). A HIGHLY EFFICIENT 1,4-DIOXANE-METABOLIZING CULTURE (PREVIOUSLY ESTABLISHED) IS MUCH MORE EFFECTIVE AT LOW, ENVIRONMENTALLY RELEVANT CONCENTRATIONS COMPARED TO ALL OTHERS REPORTED IN LITERATURE. TO UNDERSTAND THE MECHANISMS OF HOW THE NOVEL SORBENTS ENHANCE BIOREMEDIATION AND TO DEMONSTRATE THE FEASIBILITY OF THE PROPOSED REMEDIATION APPROACH, THE RESEARCHERS WILL CONDUCT THE FOLLOWING WORK: 1) COMPUTATIONAL STUDY, SYNTHESIS, AND CHARACTERIZATION OF NOVEL MACROCYCLIC MATERIALS. TWO SORBENTS, ONE THAT SELECTIVELY AND REVERSIBLY ADSORBS CVOCS AND ANOTHER THAT SELECTIVELY ADSORBS 1,4-DIOXANE WILL BE OPTIMIZED FOR USE IN THE BIOREMEDIATION STUDIES. 2) MECHANISTIC STUDY OF THE HIGHLY EFFICIENT 1,4-DIOXANE-METABOLIZING CULTURE. KEY MICROORGANISMS RESPONSIBLE FOR THE HIGH AFFINITY TO 1,4-DIOXANE IN THE MIXED CULTURE WILL BE ISOLATED AND INVESTIGATED FOR THEIR DEGRADATION INTERMEDIATES, PATHWAYS, AND KINETICS. 3) ELUCIDATION OF INTERACTIONS AMONG CONTAMINANTS, MICROBIAL CULTURES, AND THE NOVEL SORBENTS. TO ACHIEVE THIS, COMPLETELY MIXED FLOW EXPERIMENTS WILL BE PERFORMED, AND THEY WILL BE COUPLED WITH MATHEMATICAL MODELING THAT INCORPORATES PHENOMENA OF BOTH SORPTION AND BIODEGRADATION IN BIOFILMS. 4) PROOF-OF-CONCEPT COLUMN STUDIES FOR BIOREMEDIATION OF CVOCS AND 1,4-DIOXANE MIXTURES. TWO LONG-TERM COLUMN STUDIES WILL BE PERFORMED: EX SITU TREATMENT OF 1,4-DIOXANE AND IN SITU BIOREMEDIATION OF CVOCS AND 1,4-DIOXANE MIXTURE IN SERIES. PERFORMANCE OBJECTIVES WILL BE MAXIMUM CONTAMINANT LEVELS FOR CVOCS AND THE HEALTH ADVISORY LEVEL FOR 1,4-DIOXANE (0.35 ΜG/L).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52a3bc33-b23b-0c54-7fff-2e17fbd7bfb0-C", "generated_internal_id": "ASST_NON_R01ES032692_7529"}, {"internal_id": 130088438, "Award ID": "R01ES032686", "Award Amount": 776955.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-09", "CFDA Number": "93.143", "Description": "A NOVEL STRATEGY FOR ARSENIC PHYTOREMEDIATION - PROJECT SUMMARY: THE MAIN OBJECTIVE OF THIS SUPPLEMENTAL PROJECT IS TO CHARACTERIZE ARSENATE REDUCTASE, ACR2, AS A MULTIFUNCTIONAL ENZYME FOR ITS ROLE IN ARSENIC TOLERANCE, TRANSLOCATION, AND LIMITING ACCUMULATION IN FOOD CROPS. UNDER AEROBIC CONDITIONS, PLANTS ABSORB ARSENATE (ASV) FROM SOIL THROUGH PHOSPHATE TRANSPORTERS, AND THEN ASV IN ROOTS IS ELECTROCHEMICALLY REDUCED TO ARSENITE (ASIII) BY THE ACTIVITY OF ENDOGENOUS ARSENATE REDUCTASE, ACR2, OR ITS HOMOLOGS HAC1. ASIII IS EITHER EXTRUDED OUT OF THE ROOTS OR STRONGLY BINDS TO GLUTATHIONE (GSH) AND PHYTOCHELATINS (PCS), WHICH CAUSES TRAPPING MOST AS BELOWGROUND IN THE ROOTS. PREVIOUSLY, TO ENHANCE THE TRANSLOCATION OF AS TO SHOOT TISSUES FOR PHYTOREMEDIATION PURPOSE, WE KNOCKED DOWN THE ATACR2 EXPRESSION USING RNA INTERFERENCE (RNAI) IN ARABIDOPSIS. RNAI LINES TRANSLOCATED 10- TO 16-FOLD MORE AS IN SHOOTS AND RETAINED LESS AS IN ROOTS COMPARED TO WILD-TYPE PLANTS. THEREFORE, ARSENATE REDUCTASES PLAY A CRITICAL ROLE IN THE TRANSLOCATION AND ACCUMULATION OF AS IN PLANTS. CONTRARY TO THE RESULTS OF RNAI KNOCKDOWN OF ATACR2, THE OVEREXPRESSION OF ATACR2 IN ARABIDOPSIS PROVIDED STRONG TOLERANCE TO ASV AND CAUSED A 50-75% REDUCTION OF AS ACCUMULATION IN ABOVEGROUND SHOOT TISSUES. HOWEVER, THIS MULTIFUNCTIONAL ATACR2 GENE IS NOT FULLY CHARACTERIZED AND THE MODE OF ACTION IN MODULATING THE AS TOLERANCE/SENSITIVITY AND ACCUMULATION IS NOT WELL UNDERSTOOD. ARABIDOPSIS ATACR2 CONTAINS A CANONICAL ARSENATE REDUCTASE DOMAIN “HCX5R” AND A HIGHLY CYSTEINE- RICH C-TERMINAL DOMAIN. THE CANONICAL “HXC5R” AND C-TERMINAL CYS-RICH DOMAINS ARE MISSING IN THE RECENTLY CHARACTERIZED ALTERNATE ARSENATE REDUCTASE HAC1. WE SPECULATE THAT “HCX5R” DOMAIN REDUCES ASV TO ASIII, WHICH BINDS TO THE CYS-RICH C-TERMINAL DOMAIN AND HENCE PROVIDES ASIII TOLERANCE. N THE PROPOSED SUPPLEMENTAL TRAINING PROJECT, THE PHD STUDENT TRAINEE WILL CHARACTERIZE THIS ATACR2 GENE TO UNDERSTAND ITS ROLE AND MECHANISM OF AS TOLERANCE AND ACCUMULATION USING A MUTATIONAL APPROACH BY REPLACING THE CONSERVED CYS-RESIDUES IN THE C- TERMINUS. RICE (ORYZA SATIVA) IS WELL KNOWN TO ACCUMULATE HIGH LEVELS OF AS IN EDIBLE GRAINS. THE ULTIMATE GOAL OF THIS SUPPLEMENTAL PROJECT IS TO TRANSLATE THE KNOWLEDGE INTO RICE VIA OVEREXPRESSING ATACR2 CONSTITUTIVELY FOR INCREASE TOLERANCE AND LIMITING AS ACCUMULATION IN THE GRAINS. THE RESULTING TRANSGENIC RICE LINES OVEREXPRESSING ATACR2 WILL BE GROWN IN AS CONTAMINATED SOILS AND WILL BE ANALYZED FOR AS TOLERANCE AND ACCUMULATION UNDER GREENHOUSE CONDITIONS. THEREFORE, THE PROPOSED PROJECT WILL LEAD TO DEVELOPING STRATEGIES FOR LIMITING AS IN RICE TO IMPROVE HUMAN HEALTH AND THUS WILL HAVE A SIGNIFICANT SOCIETAL IMPACT. THIS PROJECT IS DIRECTLY RELATED, BUT NOT OVERLAPPED, TO OUR R01 (PROJECT ID: 1R01E032686-01) PROJECT “A NOVEL STRATEGY FOR ARSENIC PHYTOREMEDIATION”. THE OBJECTIVE OF THE R01 PROJECT IS TO DEVELOP A GENETICS-BASED PHYTOREMEDIATION STRATEGY FOR ARSENIC UPTAKE, TRANSLOCATION, DETOXIFICATION, AND HYPERACCUMULATION INTO THE FAST-GROWING, HIGH BIOMASS, NON-FOOD CROP CRAMBE ABYSSINICA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_R01ES032686_7529"}, {"internal_id": 120382709, "Award ID": "R01ES032671", "Award Amount": 569345.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-28", "CFDA Number": "93.143", "Description": "ELUCIDATING MECHANISMS FOR ENHANCED ANAEROBIC BIOREMEDIATION IN THE PRESENCE OF CARBONACEOUS MATERIALS USING AN INTEGRATED MATERIAL SCIENCE AND MOLECULAR MICROBIAL ECOLOGY APPROACH - PROJECT SUMMARY: HALOGENATED COMPOUNDS, INCLUDING LEGACY POLLUTANTS (E.G., CHLORINATED ETHENES (CES), POLYCHLORINATED BIPHENYLS) AND EMERGING CONTAMINANTS (E.G., 1,2,3-TRICHLOROPROPANE), ARE FREQUENTLY EN- COUNTERED AT SUPERFUND SITES. A COMMON BIOREMEDIATION STRATEGY FOR HALOGENATED POLLUTANTS IN GROUNDWATER AND SEDIMENTS IS ANAEROBIC REDUCTIVE DEHALOGENATION BY ORGANOHALIDE-RESPIRING BACTERIA (OHRB). ALTHOUGH EFFECTIVE, OHRB-DRIVEN BIOREMEDIATION STRATEGIES ARE OFTEN INCOMPLETE IN FIELD APPLICATIONS. AN EMERGING REME- DIATION STRATEGY INVOLVING AMENDMENT OF PYROGENIC CARBONACEOUS MATTER (PCM; E.G., ACTIVATED CARBON (AC)) TO THE SUBSURFACE OFFERS A POTENTIAL SOLUTION TO PROBLEMS WITH OHRB-DRIVEN BIOREMEDIATION. RECENT RESEARCH HIGH- LIGHTS THE POTENTIAL FOR PCM TO PROMOTE SYNERGISTIC INTERACTIONS AMONG OHRB AND THE AUXILIARY MICROBIAL COM- MUNITY AND SUBSEQUENTLY IMPROVE OHRB-DRIVEN BIOREMEDIATION EFFICACY. HOWEVER, THE UNDERLYING MECHANISMS OF HOW PCM PROPERTIES BEST SUPPORT MICROBIAL NETWORK INTERACTIONS, AND THEREBY ENHANCE OHRB PERFORMANCE AND CONTAMINANT BIODEGRADATION REMAIN UNKNOWN. THESE UNKNOWNS LIMIT OUR ABILITY TO OPTIMIZE OHRB PERFOR- MANCE IN BIOREMEDIATION STRATEGIES WHERE PCM IS USED. THIS PROPOSAL IS AIMED AT CLOSING THE KNOWLEDGE GAP CONCERNING SPECIFIC SURFACE EFFECTS OF PCM ON THE PERFORMANCE OF POLLUTANT-DEGRADING MICROORGANISMS, ESPE- CIALLY OHRB. THE CENTRAL HYPOTHESIS IS THAT KEY PCM PROPERTIES WILL SHAPE MICROBIAL COMMUNITY STRUCTURE AND DRIVE THE EXPRESSION OF METABOLIC FUNCTIONS ASSOCIATED WITH REDUCTIVE DEHALOGENATION PROCESSES. ELUCIDAT- ING POSITIVE IMPACTS BETWEEN PCM AND OHRB WILL ALLOW FOR THE DEVELOPMENT OF TAILORED PCM THAT FOSTER SYNER- GISTIC MICROBIAL NETWORK INTERACTIONS AND FACILITATE MORE EFFECTIVE AND SUSTAINABLE BIOREMEDIATION. THE HYPOTHE- SIS IS BASED ON PRELIMINARY DATA SHOWING THAT OHRB-DRIVEN CE BIOTRANSFORMATION PERFORMANCE WAS IMPROVED IN THE PRESENCE OF BIOCHAR, OHRB WERE ATTACHED TO CARBON SURFACES, AND THAT PCM-LIKE TUNABLE POLYMER NET- WORKS CAN BE SUCCESSFULLY SYNTHESIZED. GUIDED BY THESE PRELIMINARY DATA, WE WILL TEST THE HYPOTHESIS BY 1) PROVIDING A TUNABLE PLATFORM FOR SYNTHESIS OF PCM-LIKE POLYMER MEMBRANES WHERE SURFACE CHARGE AND REDOX- ACTIVE PROPERTIES ARE VARIED INDIVIDUALLY, 2) QUANTIFYING THE EFFECTS OF PCM SURFACE PROPERTIES ON MICROBIAL NET- WORK INTERACTIONS AND SUBSEQUENT PERFORMANCE OF AN ORGANOHALIDE-RESPIRING MIXED CULTURE AND, 3) DEVELOPING TAILORED PCM FOR ENHANCED ANAEROBIC BIOREMEDIATION AND CONTAMINANT MIXTURE RETENTION AND VALIDATING MATERIAL PERFORMANCE IN MICROCOSMS. THE PROPOSED RESEARCH IS INNOVATIVE BECAUSE WE WILL USE A TUNABLE PLATFORM TO CHANGE MATERIAL SURFACE PROPERTIES AND EMPLOY ADVANCED MOLECULAR MICROBIAL ECOLOGY TOOLS TO ASSESS THE IM- PACTS OF THESE PROPERTIES ON MICROBIAL COMMUNITY STRUCTURE, FUNCTION, AND ACTIVITY INCLUDING OHRB. OUTCOMES OF THIS PROJECT WILL BENEFIT HUMAN HEALTH AND REALIZE ECONOMIC BENEFITS BY REDUCING HUMAN EXPOSURE TO HALO- GENATED POLLUTANTS IN THE ENVIRONMENT AND DEMONSTRATING THE POTENTIAL FOR MORE EFFECTIVE AND SUSTAINABLE RE- MEDIATION APPROACHES THAT COMBINE TAILORED PCM AND OHRB.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_R01ES032671_7529"}, {"internal_id": 116434778, "Award ID": "R01ES032668", "Award Amount": 885865.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-10", "CFDA Number": "93.143", "Description": "SYNERGISTIC MATERIAL-MICROBE INTERFACE TOWARDS FASTER, DEEPER, AND AIR-TOLERANT REDUCTIVE DEHALOGENATION - PROJECT SUMMARY/ABSTRACT CHALLENGES EXIST IN BIOREMEDIATION OF HALOGENATED CONTAMINANTS, INCLUDING LOW DONOR UTILIZATION EFFICIENCY AND SLOW DEHALOGENATION, LOW DEHALOGENATION ACTIVITY AND DEGREE FOR THE EMERGING PER- AND POLYFLUORINATED SUBSTANCES, AS WELL AS THE DIFFICULTY IN SIMULTANEOUSLY TREATING CO-CONTAMINANTS. TO ADDRESS THOSE CHALLENGES, THIS PROJECT INTEGRATES ADVANCES IN MATERIALS SCIENCES AND MICROBIAL REDUCTIVE DEHALOGENATION AND PROPOSES A SYNERGISTIC MATERIALS-MICROBE INTERFACE THAT CAN ACHIEVE FASTER, DEEPER, AND AIR-TOLERANT REDUCTIVE DEHALOGENATION. CHARGE TRANSFER MECHANISMS IN THE PROPOSED ELECTRICITY-DRIVEN MATERIALS-MICROBE HYBRID WILL BE INVESTIGATED, WHICH WILL GUIDE THE DESIGN AND OPTIMIZATION OF NOVEL NANO- AND MICRO-SCALE MATERIALS TO ENHANCE THE MASS-TRANSPORT EFFICIENCY AND ACCELERATE DEHALOGENATION. THE LOCAL ELECTRON DONOR LEVELS CAN BE STABLY MAINTAINED AT LOW LEVELS, FAVORING DEHALORESPIRING MICROORGANISMS OVER METHANOGENS AND HOMOACETOGENS, LEADING TO ENHANCED ELECTRON DONOR UTILIZATION. A SYSTEMS-LEVEL UNDERSTANDING OF MICROORGANISMS ENRICHED IN THE BIOELECTROCHEMICAL SYSTEM AND GENES/ENZYMES RESPONSIBLE FOR DEEPER DEFLUORINATION WILL BE OBTAINED WITH OMICS TECHNIQUES. NOVEL REDUCTIVE DEFLUORINATION PRODUCTS/PATHWAYS AND SYNERGISTIC INTERACTIONS BETWEEN MICROBIAL AND ELECTROCHEMICAL DEFLUORINATION WILL BE ELUCIDATED USING ADVANCED ANALYTICAL TOOLS SUCH AS HIGH-RESOLUTION MASS SPECTROMETRY. FURTHERMORE, AN AIR-TOLERANT MATERIALS-MICROBE FRAMEWORK FOR REDUCTIVE DEHALOGENATION WILL BE DEVELOPED USING A RECENTLY DESIGNED MICROWIRE ARRAY ELECTRODES AND IMPLEMENTED TO ACHIEVE CONCURRENT OXIDATION OF THE CO-CONTAMINANT 1,4-DIOXANE IN AN OPEN SYSTEM. THIS PROJECT WILL SIGNIFICANTLY ADVANCE THE MECHANISTIC UNDERSTANDING OF THE ACCELERATED AND DEEPER REDUCTIVE DEHALOGENATION AT THE SYNERGISTIC MATERIALS- MICROBE INTERFACE. THIS HYBRID FRAMEWORK IS POWERED BY ELECTRICITY THAT CAN BE GENERATED FROM SUSTAINABLE SOLAR ENERGY AND MAY LOWER THE COST BY REDUCING THE REQUIREMENT OF FERMENTABLE ORGANICS AND BY COMBINING THE ANAEROBIC AND AEROBIC REMEDIATION PROCESSES. THE SUCCESSFUL DEMONSTRATION OF THIS NEW PARADIGM OF BIOREMEDIATION WILL POTENTIALLY LEAD TO FUTURE APPLICATIONS FOR CLEANING UP THE HALOGENATED CONTAMINANTS AND CO- CONTAMINANTS IN SUBSURFACE ENVIRONMENTS. THE DEVELOPED MATERIALS-MICROBE FRAMEWORK IS ALSO HIGHLY TRANSFORMABLE TO THE BIOREMEDIATION PROCESSES OF OTHER ENVIRONMENTAL CONTAMINANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_R01ES032668_7529"}, {"internal_id": 49738060, "Award ID": "R01ES024358", "Award Amount": 884029.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-18", "CFDA Number": "93.143", "Description": "INVESTIGATING BIOGEOCHEMICAL CONTROLS ON METAL MIXTURE TOXICITY USING STABLE ISOT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_R01ES024358_7529"}, {"internal_id": 49738059, "Award ID": "R01ES024344", "Award Amount": 979343.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-11", "CFDA Number": "93.143", "Description": "BIOGEOCHEMICAL FRAMEWORK TO EVALUATE MERCURY METHYLATION POTENTIAL DURING IN-SITU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_R01ES024344_7529"}, {"internal_id": 49738056, "Award ID": "R01ES024313", "Award Amount": 793833.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-05", "CFDA Number": "93.143", "Description": "EXPLORING THE IMPORTANCE OF AGING IN CONTAMINANT BIOAVAILABILITY AND REMEDIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_R01ES024313_7529"}, {"internal_id": 49738055, "Award ID": "R01ES024294", "Award Amount": 774598.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-11", "CFDA Number": "93.143", "Description": "BIOGEOCHEMICAL CONTROLS OVER CORRINOID BIOAVAILABILITY TO ORGANOHALIDE-RESPIRING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837e4ece-7fdf-a5c9-db11-1d4aaea94b68-C", "generated_internal_id": "ASST_NON_R01ES024294_7529"}, {"internal_id": 49738053, "Award ID": "R01ES024284", "Award Amount": 869781.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-15", "CFDA Number": "93.143", "Description": "DEVELOPMENT OF IN-SITU MERCURY REMEDIATION APPROACHES BASED ON METHYLMERCURY BIOA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11114b30-e3f5-9501-bf89-71629b7a1b15-C", "generated_internal_id": "ASST_NON_R01ES024284_7529"}, {"internal_id": 49738052, "Award ID": "R01ES024279", "Award Amount": 690881.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-10", "CFDA Number": "93.143", "Description": "DUAL-BIOFILM REACTIVE BARRIER FOR TREATMENT OF CHLORINATED BENZENES AT ANAEROBIC-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_R01ES024279_7529"}, {"internal_id": 49738051, "Award ID": "R01ES024255", "Award Amount": 762099.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-11", "CFDA Number": "93.143", "Description": "METABOLIC INTERACTIONS SUPPORTING EFFECTIVE TCE BIOREMEDIATION UNDER VARIOUS BIOG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_R01ES024255_7529"}, {"internal_id": 49738050, "Award ID": "R01ES024245", "Award Amount": 841532.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-11-10", "CFDA Number": "93.143", "Description": "IMPACT OF GROUNDWATER-SURFACE WATER DYNAMICS ON IN SITU REMEDIATION EFFICACY AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f8efda1-d700-50e0-2b23-7e0257640aff-C", "generated_internal_id": "ASST_NON_R01ES024245_7529"}, {"internal_id": 49737535, "Award ID": "R01ES015359", "Award Amount": 12748754.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-02-08", "CFDA Number": "93.113", "Description": "THE CHARGE STUDY: CHILDHOOD AUTISM RISKS FROM GENETICS AND THE ENVIRONMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_R01ES015359_7529"}, {"internal_id": 151948465, "Award ID": "P42ES033815", "Award Amount": 3232695.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "93.143", "Description": "EMERGING WATER CONTAMINANTS: INVESTIGATING AND MITIGATING EXPOSURES AND HEALTH RISKS - OVERALL SUMMARY/ABSTRACT THE YALE SUPERFUND RESEARCH AND TRAINING PROGRAM (YSRTP) IS DRIVEN BY REGULATORY AND COMMUNITY-BASED CONCERNS ABOUT EMERGING CONTAMINANTS THAT AFFECT WATER RESOURCES AND DRINKING WATER SUPPLIES AT MULTIPLE SITES IN THE US. THE YSRTP HAS CHOSEN TO STUDY 1,4-DIOXANE (1,4-DX) BECAUSE OF ITS COMMON OCCURRENCE IN SUPERFUND SITES AND DRINKING WATER SUPPLIES, AND ITS USEPA AND IARC CLASSIFICATION AS A POSSIBLE HUMAN CARCINOGEN. THE CARCINOGENIC MECHANISM IN THE LIVER IS UNKNOWN AND ITS INTERACTION WITH CO-OCCURRING AND CARCINOGENIC WATER CONTAMINANTS (1,1,1-TRICHLOROETHANE, 1,1,1-TRICHLOROETHYLENE, AND 1,1-DICHLOROETHANE) HAS NEVER BEEN EVALUATED IN EITHER ANIMALS OR HUMANS. GIVEN THAT LIVER CANCER INCIDENCE RATES HAVE MORE THAN TRIPLED SINCE 1980, THERE IS AN URGENT NEED TO EVALUATE WHETHER EMERGING WATER CONTAMINANTS, SUCH AS 1,4-DX, MAY BE CONTRIBUTING TO THIS INCREASE. IMPORTANTLY, A LACK OF BIOMARKERS OF EXPOSURE TO OR THE BIOLOGICAL EFFECTS OF 1,4 -DX HAVE HAMPERED EPIDEMIOLOGIC STUDIES, RISK ASSESSMENT AND SETTING STANDARDS FOR THE CONTAMINANT. IN ADDITION, THE HIGH POLARITY AND LOW BIODEGRADABILITY OF 1,4-DX RESTRICT THE ABILITY TO REMOVE IT FROM AQUIFER SYSTEMS OR DRINKING WATER. INDEED, AVAILABLE TREATMENT TECHNOLOGY IS BOTH EXPENSIVE AND NOT READILY APPLIED TO WATER SUPPLIES. THE YSRTP WILL FOSTER PROBLEM-BASED, SOLUTION-ORIENTED RESEARCH RELATED TO 1,4-DX AND ITS CO-OCCURRING CONTAMINANTS THROUGH INNOVATIVE APPROACHES TO EVALUATE ENVIRONMENTAL OCCURRENCE AND HUMAN EXPOSURE, UNDERSTAND THE UNDERLYING BASIS OF ADVERSE HEALTH EFFECTS, PROVIDE COST-EFFECTIVE REMEDIAL MITIGATION SOLUTIONS AND ULTIMATELY SET THE STAGE FOR IMPROVED REGULATION OF THIS EMERGING CONTAMINANT. THE YSRTP WILL CARRY OUT HIGHLY INTERACTIVE PROJECTS TO: (A) EXAMINE THE HEALTH EFFECTS AND BIOMARKERS OF EXPOSURE/EFFECT TO 1,4-DX (ALONE AND AS A MIXTURE WITH ITS CO-OCCURRING CONTAMINANTS) IN ANIMAL MODELS AND HUMANS, AND (B) DEVELOP SYSTEMS TO MONITOR AND MITIGATE HUMAN EXPOSURE TO 1,4-DX IN WATER. THE BIOMEDICAL SCIENCE RESEARCH PROJECTS WILL ELUCIDATE THE MECHANISM(S) ASSOCIATED WITH 1,4-DX LIVER TOXICITY AND CARCINOGENESIS IN MOUSE AND ZEBRAFISH MODELS (PROJECT 1), AND EXPOSURE ASSESSMENT AND EARLY BIOLOGIC RESPONSES TO 1,4-DX IN HUMAN POPULATIONS (PROJECT 2). THE ENVIRONMENTAL SCIENCE AND ENGINEERING RESEARCH PROJECTS WILL CREATE HIGHLY-SENSITIVE AND SELECTIVE ELECTROCHEMICAL SENSORS FOR ON-SITE, REAL-TIME DETECTION OF 1,4-DX (PROJECT 3) AND DEVELOP INNOVATIVE ADVANCED OXIDATION PROCESSES FOR MITIGATION TECHNOLOGY (PROJECT 4). SUCCESSFUL COMPLETION OF THESE INNOVATIVE STUDIES WILL MAKE A SIGNIFICANT POSITIVE HEALTH IMPACT BY MORE CLEARLY DEFINING THE HEALTH RISKS OF 1,4-DX, ELUCIDATING BIOMARKERS OF EXPOSURE, AND ESTABLISHING EFFECTIVE NEW WAYS TO MONITOR AND MITIGATE THIS IMPORTANT EMERGING CONTAMINANT. OUR SYSTEMS APPROACH INTEGRATES AND LINKS THE RESEARCH PROJECTS WITH THE DEVELOPMENT OF EFFECTIVE COMMUNICATION AND EDUCATION OF STAKEHOLDERS, AND TRAINING OF FUTURE SCIENTISTS TO ENSURE THE PROGRAM HAS A FAR- REACHING IMPACT ON HOW EMERGING CONTAMINANTS ARE ADDRESSED BOTH IN THE US AND GLOBALLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1882697f-2df0-529a-ed60-116702c184a7-C", "generated_internal_id": "ASST_NON_P42ES033815_7529"}, {"internal_id": 152373309, "Award ID": "P42ES033719", "Award Amount": 4044209.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "93.143", "Description": "COLUMBIA UNIVERSITY AND NORTHERN PLAINS PARTNERSHIP FOR THE SUPERFUND RESEARCH PROGRAM - SUMMARY TRIBAL LANDS ARE IMPACTED BY MORE THAN 15,000 HAZARDOUS WASTE SITES AND 7,000 ABANDONED MINES THAT CAN DISRUPT THE REDOX CHEMISTRY OF AQUIFERS AND RELEASE TOXIC METALS. IN COLLABORATION WITH TRIBAL COMMUNITIES FROM NORTH/SOUTH DAKOTA, WE FOUND THAT ARSENIC (AS) AND URANIUM (U) AFFECT DRINKING WATER IN PRIVATE WELLS AND RURAL WATER SYSTEMS IN THE NORTHERN PLAINS. OUR DATA ALSO SHOW THAT IN THE 1990S/EARLY 2000S NATIVE AMERICANS FROM THE NORTHERN PLAINS EXPERIENCED URINARY AS AND U LEVELS 2.5 TO 5 TIMES HIGHER THAN OTHER US POPULATIONS, LIKELY CONTRIBUTING TO A HIGH BURDEN OF CARDIOVASCULAR DISEASE. KNOWLEDGE IS NEEDED ON CURRENT METAL EXPOSURE LEVELS, SOURCES (LOCAL AND DISTAL), HEALTH EFFECTS (CONCURRENT, LATENT, JOINT), MECHANISTIC PATHWAYS, AND EFFECTIVE REMEDIATION SYSTEMS. TO ADDRESS THESE SCIENTIFIC AND TECHNOLOGY GAPS, WE HAVE ESTABLISHED THE COLUMBIA UNIVERSITY NORTHERN PLAINS SUPERFUND RESEARCH PROGRAM. THIS NEW PARTNERSHIP HAS FIVE PROJECTS AND FOUR CORES AND WILL USE SYSTEMS SCIENCE, LOCAL KNOWLEDGE, AND INNOVATIVE TECHNOLOGY THROUGH THE FOLLOWING AIMS: (1) DEVELOP HOUSEHOLD-LEVEL SPATIAL AND TEMPORAL MODELS OF GROUNDWATER METAL CONCENTRATIONS INTEGRATING NEW MEASURES OF WATER AS, U, AND REDOX PARAMETERS WITH USGS AND IHS DATA. THESE MODELS CAN IDENTIFY SAFE WATER VS. WHERE MITIGATION INTERVENTIONS ARE NEEDED. (2) TRACE SOURCES AND CYCLING OF METALS IN WATER AND BIOLOGICAL SPECIMENS THROUGH STABLE ISOTOPE MEASUREMENTS (U, SE) TO REVEAL REDOX STATE AND INFORM ON LOCAL AND DISTAL SOURCES OF CONTAMINATION, DIRECTLY ADDRESSING OUR COMMUNITIES’ CONCERN. (3) DETERMINE LATENT AND CONCURRENT CARDIOMETABOLIC EFFECTS OF AS AND U IN HUMANS (STRONG HEART AS/U LIFELONG STUDY, SHAUL), AND IN HUMAN- RELEVANT MOUSE MODELS. THESE DATA WILL ENHANCE THE ASSESSMENT OF CAUSALITY AND THE ROLE OF EARLY LIFE EXPOSURES. (4) INTEGRATE MOLECULAR MECHANISMS OF AS AND U TOXICITY USING MULTI-OMICS (EPIGENOMICS, METABOLOMICS) IN LONGITUDINAL STUDIES IN HUMANS (SHAUL) AND MICE. THE CROSS-SPECIES COMPARISON CAN IDENTIFY ROBUST SIGNATURES AND MECHANISMS TO HELP GENERATE INTERVENTION STRATEGIES. (5) DEVELOP SUSTAINABLE INTERVENTIONS USING LIGHT- BASED, POINT-OF-USE WATER REMEDIATION TECHNOLOGY FOR AS/U. THIS SYSTEM WILL PRODUCE AND RECYCLE ADSORPTION MEDIA WITH PHOTOSYNTHETIC BACTERIA AND ALERT RESIDENTS BEFORE TREATMENT FAILURE. THE COMMUNITY ENGAGEMENT CORE WILL BE CENTRALLY LOCATED IN THE NORTHERN PLAINS, CONTRIBUTING TO ALL RESEARCH ACTIVITIES AND LOCAL DISSEMINATION. THE DATA MANAGEMENT AND ANALYSIS AND ADMINISTRATIVE CORES WILL OPTIMIZE USE OF THE COMPLEX DATA GENERATED WHILE RESPECTING TRIBAL DATA SOVEREIGNTY AND PROMOTING EVIDENCE-BASED POLICIES AND PRACTICES TO ADDRESS HAZARDOUS TOXIC METALS AND CONTRIBUTE TO DISEASE PREVENTION. WE WILL TRAIN THE NEXT GENERATION OF SCIENTISTS IN SYSTEMS SCIENCE, TECHNOLOGY, INDIGENOUS RESEARCH ETHICS, AND COMMUNITY OUTREACH. THE BREADTH, DEPTH, AND INNOVATION OF OUR APPROACHES, THE COMMUNITY’S CENTRAL ROLE, THE INSTITUTIONAL SUPPORT, AND OUR EXPERIENCE WORKING TOGETHER WILL LAY THE GROUNDWORK FOR INTERVENTIONS THAT ADDRESS KEY CONCERNS FOR WATER QUALITY AND HUMAN HEALTH IN COMMUNITIES IN THE NORTHERN PLAINS AND NEAR ABANDONED MINES AND SUPERFUND SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_P42ES033719_7529"}, {"internal_id": 95484275, "Award ID": "P42ES031009", "Award Amount": 7795946.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-27", "CFDA Number": "93.143", "Description": "CENTER FOR ENVIRONMENTAL AND HEALTH EFFECTS OF PFAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_P42ES031009_7529"}, {"internal_id": 95484766, "Award ID": "P42ES031007", "Award Amount": 11053204.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-20", "CFDA Number": "93.143", "Description": "THE UNC CHAPEL HILL SUPERFUND RESEARCH PROGRAM (UNC-SRP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_P42ES031007_7529"}, {"internal_id": 151947687, "Award ID": "P42ES030991", "Award Amount": 4506835.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "93.143", "Description": "CENTER FOR LEADERSHIP IN ENVIRONMENTAL AWARENESS AND RESEARCH - ABSTRACT: EVIDENCE SUGGESTS THAT EXPOSURE TO VOLATILE ORGANIC COMPOUNDS (VOCS), SUCH AS BENZENE, TOLUENE, ETHYLBENZENE, AND XYLENE (BTEX), TRICHLOROETHYLENE (TCE), AND TETRACHLOROETHYLENE (PCE), IS AN IMPORTANT DETERMINANT OF MATERNAL-OFFSPRING HEALTH, WITH IMPLICATIONS FOR PRETERM BIRTH (PTB) AND ASSOCIATED ADVERSE HEALTH OUTCOMES. VOCS EMANATE FROM LANDFILLS, BROWNFIELDS, AND SUPERFUND SITES, CONTAMINATING SHALLOW SOILS AND GROUNDWATER BELOW RESIDENTIAL, COMMERCIAL, AND INDUSTRIAL PROPERTIES, LEADING TO EXPOSURES VIA VAPOR INTRUSION. THE CENTER FOR LEADERSHIP IN ENVIRONMENTAL AWARENESS AND RESEARCH (CLEAR) IS DEDICATED TO UNDERSTANDING AND MITIGATING THIS SERIOUS ENVIRONMENTAL HEALTH PROBLEM WITH A FOCUS ON POST-INDUSTRIAL URBAN CENTERS. HEADQUARTERED IN DETROIT, MICHIGAN, CLEAR WILL USE DETROIT AS A STUDY SITE, WHICH HAS THE HIGHEST PTB RATE IN THE COUNTRY (15.2%) AND IS LOCATED IN A STATE WHERE 37 OF THE 67 SUPERFUND SITES MUST MANAGE VOC CONTAMINATION. CLEAR HYPOTHESIZES THAT VOC EXPOSURE THROUGH VAPOR INTRUSION DURING EARLY LIFE INCITES INFLAMMATORY RESPONSES IN MATERNAL TISSUES AND/OR THE DEVELOPING OFFSPRING THAT RE-PROGRAM THE DEVELOPING IMMUNE AND OTHER CRITICAL SYSTEMS, SETTING THE STAGE FOR PTB AND/OR ASSOCIATED ADVERSE HEALTH OUTCOMES. FIVE INTEGRATIVE ENVIRONMENTAL SCIENCE AND ENGINEERING AND BIOMEDICAL RESEARCH PROJECTS (E1, E2, B1, B2, B3), SUPPORTED BY FIVE CORES, WILL INVESTIGATE TOXIC MECHANISMS, EXPOSURE PATHWAYS, BIOMARKERS, AND STRATEGIES TO PREVENT EXPOSURES AND IMPROVE PUBLIC HEALTH OUTCOMES BY: (1) DEVELOPING AND TESTING NEW DETECTION METHODOLOGIES, INCLUDING PHYTOSCREENING (E1); SENSOR TECHNOLOGY THAT INTEGRATES INTERNET OF THINGS AND EDGE COMPUTING FOR REAL-TIME CONTAMINANT DETECTION AND RAPID-RESPONSE, MITIGATION, AND REMEDIATION (E2); AND A CONTROLLED TOXICITY BIOASSAY USING WSU-DESIGNED SEALED CHAMBERS FOR EVALUATING REPRODUCTIVE, NEUROLOGICAL, BEHAVIORAL, IMMUNOLOGICAL AND MULTIGENERATIONAL RESPONSES IN ZEBRAFISH (B1); (2) STUDYING MECHANISTIC EFFECTS OF VOC EXPOSURE IN A PREGNANT MOUSE MODEL (B2); (3) APPLYING EPIDEMIOLOGIC METHODS FOR ESTIMATING EXPOSURE EFFECTS VIA HUMAN BIOLOGICAL SPECIMEN ANALYSIS (B3); APPLYING ADVANCED CHEMICAL ANALYSIS, STATISTICAL APPROACHES AND VISUALIZATION TOOLS TO OBTAIN AND INTEGRATE PROJECT DATA (CHEMICAL ANALYSIS, AND DATA MANAGEMENT AND ANALYSIS CORES), THEREBY ESTABLISHING THE IMPACT OF VOC EXPOSURES ON PTB AND ASSOCIATED ADVERSE HEALTH OUTCOMES; (4) CREATING AN INNOVATIVE MODEL FOR TRANSDISCIPLINARY EDUCATION AND WORKFORCE DIVERSITY BY ENGAGING NEW TRAINEES TO SOLVE COMPLEX ENVIRONMENTAL HEALTH PROBLEMS (RESEARCH EXPERIENCE AND TRAINING COORDINATION CORE); (5) ENGAGING STAKEHOLDERS AND THE COMMUNITY TO INFORM OUR INQUIRY/ANALYSIS, PARTICIPATE IN SAMPLING, AND EMPLOY HEALTH INTERVENTIONS (COMMUNITY ENGAGEMENT CORE); AND (6) UNITING AROUND AN ADMINISTRATIVE CORE THAT CONDUCTS TARGETED RESEARCH TRANSLATION TO ENSURE A LEGACY OF SCIENTIFIC AWARENESS AND SUPPORTS THE SUPERFUND RESEARCH PROGRAM TO IMPROVE PUBLIC HEALTH IN URBAN CENTERS IMPACTED BY ENVIRONMENTAL CONTAMINATION TO PROTECT AFFECTED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57f1d8a4-43a0-9952-a047-67afb28d0b55-C", "generated_internal_id": "ASST_NON_P42ES030991_7529"}, {"internal_id": 95484889, "Award ID": "P42ES030990", "Award Amount": 6744837.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-21", "CFDA Number": "93.143", "Description": "METALS AND METAL MIXTURES: COGNITIVE AGING, REMEDIATION AND EXPOSURE SOURCES (MEMCARE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5f39b56-5a70-1fe5-798f-b53ffca1e353-C", "generated_internal_id": "ASST_NON_P42ES030990_7529"}, {"internal_id": 95484177, "Award ID": "P42ES027725", "Award Amount": 7229290.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-28", "CFDA Number": "93.143", "Description": "POLYCYCLIC AROMATIC HYDROCARBONS: ULTRASENSITIVE DETECTION, EARLY LIFE EXPOSURES-CLINICAL OUTCOMES (PRETERM BIRTHS, CHRONIC LUNG DISEASE, AND NEUROCOGNITIVE DEFICITS), PREVENTION AND REMEDIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddcd398f-5e59-e840-2368-a57b84efdc7d-C", "generated_internal_id": "ASST_NON_P42ES027725_7529"}, {"internal_id": 95943184, "Award ID": "P42ES027723", "Award Amount": 5394731.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-15", "CFDA Number": "93.143", "Description": "IMPACT OF AIRBORNE HEAVY METALS ON LUNG DISEASE AND THE ENVIRONMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "385a79b6-b810-9612-774a-ef5d04895c34-C", "generated_internal_id": "ASST_NON_P42ES027723_7529"}, {"internal_id": 49665788, "Award ID": "P42ES027707", "Award Amount": 11931738.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "93.143", "Description": "SCIENCE AND ENGINEERING FOR SENSORS, MECHANISMS, AND BIOMARKERS OF EXPOSURES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "959819d4-fcbb-189c-44a9-a2fc0644251a-C", "generated_internal_id": "ASST_NON_P42ES027707_7529"}, {"internal_id": 49665787, "Award ID": "P42ES027706", "Award Amount": 12922322.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "93.143", "Description": "SOURCES, TRANSPORT, EXPOSURE AND EFFECTS OF PFASS (STEEP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_P42ES027706_7529"}, {"internal_id": 49665786, "Award ID": "P42ES027704", "Award Amount": 14045199.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "93.143", "Description": "COMPREHENSIVE TOOLS AND MODELS FOR ADDRESSING EXPOSURE TO MIXTURES DURING ENVIRONMENTAL EMERGENCY-RELATED CONTAMINATION EVENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44913900-e35a-479d-fd2b-81775f5f37a7-C", "generated_internal_id": "ASST_NON_P42ES027704_7529"}, {"internal_id": 49665785, "Award ID": "P42ES025589", "Award Amount": 10997087.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-14", "CFDA Number": "93.143", "Description": "UNM METAL EXPOSURE TOXICITY ASSESSMENT ON TRIBAL LANDS IN THE SOUTHWEST (METALS) SUPERFUND RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5b5888e-f4b5-655c-bd88-d970f969d7c9-C", "generated_internal_id": "ASST_NON_P42ES025589_7529"}, {"internal_id": 49665784, "Award ID": "P42ES023720", "Award Amount": 11250596.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-04-29", "CFDA Number": "93.143", "Description": "ASBESTOS FATE, EXPOSURE, REMEDIATION, AND ADVERSE HEALTH EFFECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75401b4c-967a-1918-9977-217d3ef9ce68-C", "generated_internal_id": "ASST_NON_P42ES023720_7529"}, {"internal_id": 49665783, "Award ID": "P42ES023716", "Award Amount": 9028161.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "93.143", "Description": "ENVIRONMENTAL EXPOSURE AND CARDIOMETABOLIC DISEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c9476c3-c39d-74de-31b6-2c9a10197e11-C", "generated_internal_id": "ASST_NON_P42ES023716_7529"}, {"internal_id": 49665782, "Award ID": "P42ES017198", "Award Amount": 36470514.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2010-04-12", "CFDA Number": "93.143", "Description": "PUERTO RICO TESTSITE FOR EXPLORING CONTAMINATION THREATS (PROTECT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4787a47d-4e7a-9c8a-99e6-91ba7f4c9b8b-C", "generated_internal_id": "ASST_NON_P42ES017198_7529"}, {"internal_id": 49665781, "Award ID": "P42ES016465", "Award Amount": 41159139.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2009-04-23", "CFDA Number": "93.143", "Description": "PAHS:  NEW TECHNOLOGIES AND EMERGING HEALTH RISKS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_P42ES016465_7529"}, {"internal_id": 49665779, "Award ID": "P42ES013661", "Award Amount": 43198183.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-04-11", "CFDA Number": "93.143", "Description": "SEMI-VOLATILE PCBS: SOURCES, EXPOSURES, TOXICITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_P42ES013661_7529"}, {"internal_id": 49665778, "Award ID": "P42ES013660", "Award Amount": 29208862.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-04-04", "CFDA Number": "93.143", "Description": "REUSE IN RI: A STATE-BASED APPROACH TO COMPLEX EXPOSURES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "378fe7f9-e157-cd75-80cc-97cbe1a426db-C", "generated_internal_id": "ASST_NON_P42ES013660_7529"}, {"internal_id": 49665777, "Award ID": "P42ES013648", "Award Amount": 25542453.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2009-08-11", "CFDA Number": "93.143", "Description": "HEALTH IMPACTS OF TOXIC COMBUSTION BY-PRODUCTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_P42ES013648_7529"}, {"internal_id": 49665776, "Award ID": "P42ES010356", "Award Amount": 34162844.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-05-31", "CFDA Number": "93.143", "Description": "SUPERFUND CHEMICAL IMPACT ON DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_P42ES010356_7529"}, {"internal_id": 49665775, "Award ID": "P42ES010349", "Award Amount": 34178175.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-09-28", "CFDA Number": "93.143", "Description": "HEALTH EFFECTS AND GEOCHEMISTRY OF ARSENIC AND MANGANESE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_P42ES010349_7529"}, {"internal_id": 49665773, "Award ID": "P42ES010337", "Award Amount": 43756790.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-05-15", "CFDA Number": "93.360", "Description": "MOLECULAR MECHANISMS AND MODELS OF EXPOSURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 4953875.0, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_P42ES010337_7529"}, {"internal_id": 49665772, "Award ID": "P42ES007381", "Award Amount": 26697732.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-05-19", "CFDA Number": "93.143", "Description": "SUPERFUND BASIC RESEARCH PROGRAM AT BOSTON UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f62abfa-f880-18c2-5e58-a64739477e1e-C", "generated_internal_id": "ASST_NON_P42ES007381_7529"}, {"internal_id": 49665771, "Award ID": "P42ES007380", "Award Amount": 31938059.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2008-04-09", "CFDA Number": "93.143", "Description": "NUTRITION AND SUPERFUND CHEMICAL TOXICITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_P42ES007380_7529"}, {"internal_id": 49665770, "Award ID": "P42ES007373", "Award Amount": 31293875.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-08-22", "CFDA Number": "93.143", "Description": "TOXIC METALS IN THE NORTHEAST: FROM BIOLOGICAL TO ENVIRONMENTAL IMPLICATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eb6683a-d796-f7f5-68c0-ca8f32275b30-C", "generated_internal_id": "ASST_NON_P42ES007373_7529"}, {"internal_id": 49665769, "Award ID": "P42ES005948", "Award Amount": 23439887.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-04-25", "CFDA Number": "93.143", "Description": "ENVIRONMENTAL EXPOSURE AND EFFECT OF HAZARDOUS CHEMICALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_P42ES005948_7529"}, {"internal_id": 49665768, "Award ID": "P42ES004940", "Award Amount": 36235503.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-04-12", "CFDA Number": "93.143", "Description": "HAZARDOUS WASTE RISK AND REMEDIATION IN THE SOUTHWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_P42ES004940_7529"}, {"internal_id": 49665766, "Award ID": "P42ES004911", "Award Amount": 33801297.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-04-06", "CFDA Number": "93.143", "Description": "ENVIRONMENTAL, MICROBIAL, AND MAMMALIAN BIOMOLECULAR RE*", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_P42ES004911_7529"}, {"internal_id": 49665765, "Award ID": "P42ES004705", "Award Amount": 40775412.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-06-05", "CFDA Number": "93.143", "Description": "TOXIC SUBSTANCES IN THE ENVIRONMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_P42ES004705_7529"}, {"internal_id": 49665764, "Award ID": "P42ES004699", "Award Amount": 30862507.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-03-28", "CFDA Number": "93.143", "Description": "BIOMARKERS OF EXPOSURE TO HAZARDOUS SUBSTANCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_P42ES004699_7529"}, {"internal_id": 49665763, "Award ID": "P42ES004696", "Award Amount": 28637663.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-04-06", "CFDA Number": "93.143", "Description": "EFFECTS-RELATED BIOMARKERS OF TOXIC EXPOSURES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_P42ES004696_7529"}]