[{"internal_id": 150745671, "Award ID": "NUE2EH001472", "Award Amount": 9105807.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "93.197", "Description": "FLINT REGISTRY (FR) 2022-2027 - THIS PROPOSAL AIMS TO CONTINUE SUPPORTING THE FLINT REGISTRY (FR), A DESIGNATED PUBLIC HEALTH AUTHORITY THAT IS ADDRESSING THE PUBLIC HEALTH EMERGENCY CREATED WHEN ~100,000 RESIDENTS OF FLINT, MICHIGAN, WERE EXPOSED TO LEAD IN DRINKING WATER FROM 4/25/2014 TO 10/15/2015 (KNOWN AS THE FLINT WATER CRISIS). THE FR ADDRESSES THE CRITICAL NEED TO IDENTIFY EXPOSED INDIVIDUALS FOR LONG-TERM SURVEILLANCE AND SUPPORT, AND TO DETERMINE THE NEURODEVELOPMENTAL, MEDICAL, AND SOCIOECONOMIC IMPACT OF THE CRISIS. WITH WIDESPREAD COMMUNITY PARTNERSHIP, THE FR HAS BUILT A FULLY OPERATIONAL PUBLIC HEALTH INFRASTRUCTURE THAT HAS ENROLLED ALMOST 20,000 INDIVIDUALS AND MADE MORE THAN 25,000 CONNECTIONS TO PUBLIC HEALTH PROMOTING RESOURCES. BY CONNECTING PARTICIPANTS TO A COMMUNITY NETWORK OF SERVICE PROVIDERS WITH PROGRAMS DESIGNED TO IMPROVE HEALTH AND DEVELOPMENT, AS WELL AS BY REDUCING ONGOING LEAD EXPOSURES, THE FR IS ALREADY REDUCING HEALTH DISPARITIES. THE FR CONTINUES TO ADDRESS THE ONGOING PUBLIC HEALTH IMPACT OF THE WATER CRISIS BY MAINTAINING THE FR COHORT FOR LONG-TERM SURVEILLANCE AND PARTICIPANT SUPPORT AND BY CONTINUING TO RECRUIT AND ENROLL ADDITIONAL ELIGIBLE PARTICIPANTS. LEVERAGING THE FR'S CURRENTLY BUILT INFRASTRUCTURE, WE WILL MAINTAIN AND EXPAND THE FR TO ACCOMPLISH THE FOLLOWING AIMS: 1) CONTINUE ACTIVE AND TARGETED MARKETING AND OUTREACH, WITH ONGOING LEAD ELIMINATION TRAINING AND PROGRAMMING; 2) IDENTIFY AND RECRUIT HIGH-RISK INDIVIDUALS; 3) SURVEY THOSE ENROLLED IN THE REGISTRY TO MEASURE REGISTRANTS' EXPOSURE, HEALTH, DEVELOPMENTAL MILESTONES, AND SERVICE UTILIZATION AND REFER REGISTRANTS TO SERVICES TO REDUCE OR CONTROL LEAD EXPOSURE EFFECT; 4) MAINTAIN, SURVEY, AND REFER COHORT OF ENROLLED PARTICIPANTS; AND 5) EVALUATE AND DISSEMINATE FINDINGS AND SHARE BEST PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_NUE2EH001472_7523"}, {"internal_id": 139197905, "Award ID": "NUE2EH001471", "Award Amount": 1096170.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "LPP, CHILDHOOD LEAD POISONING PREVENTION AND BLOOD LEAD LEVELS IN CHILDREN - LEAD IS A HIGHLY TOXIC METAL THAT EXERTS IRREVERSIBLE EFFECTS ON NEARLY EVERY ORGAN SYSTEM. CHILDREN UNDER THE AGE OF SIX YEARS ARE ESPECIALLY AT RISK. LEAD EXPOSURE CAN CAUSE NEUROLOGICAL DAMAGE AND IS LINKED TO DEVELOPMENTAL DELAYS, LEARNING DISABILITIES, MEMORY LOSS, HEARING PROBLEMS, ATTENTION DEFICITS, AND HYPERACTIVITY. SINCE THE 1970S, EXTENSIVE PUBLIC POLICY AIMED AT REDUCING CHILD BLLS HAVE BEEN ENACTED, THE MOST NOTABLE BEING THE BAN OF LEAD-BASED PAINTS AND REMOVAL OF LEAD FROM GASOLINE.  STILL, PROMINENT SOURCES FOR LEAD EXPOSURE ARE STILL ACCESSIBLE, WITH SOME POPULATIONS AND GEOGRAPHIC AREAS AT A DISPROPORTIONATELY HIGH RISK. ARIZONA HAS A NUMBER OF REGIONALLY-SPECIFIC RISK FACTORS THAT HAVE BEEN IDENTIFIED, INCLUDING LIVING IN PROXIMITY TO THE MEXICO-ARIZONA BORDER, MINING, AND RECENT IMMIGRATION STATUS. OTHER LEAD EXPOSURE SOURCES IDENTIFIED IN EBLL CASES IN ARIZONA INCLUDE CERAMIC POTTERY, MEXICAN CANDY, TRADITIONAL SPICES, FOLK MEDICINES, AND PARENTAL HOBBIES AND OCCUPATIONS. ON AVERAGE, 400 UNIQUE CHILDREN HAVE ELEVATED BLOOD LEAD LEVELS EVERY YEAR.ARIZONA HAS LOW SCREENING RATES ACROSS THE STATE; ARIZONA ESTIMATED THAT 27.1% OF AT-RISK CHILDREN RECEIVED A BLOOD LEAD TEST AT 12 MONTHS OF AGE IN 2019. THERE IS ALSO A CONTINUED NEED TO IMPROVE KNOWLEDGE AND UNDERSTANDING OF LEAD-EXPOSED CHILDREN IN ARIZONA BECAUSE CHILDREN ARE STILL LEAD EXPOSED EVERY YEAR. SERVICES ARE NEEDED TO ENSURE LEAD-EXPOSED CHILDREN RECEIVE PROPER FOLLOW-UP AND LEAD SOURCES ARE IDENTIFIED AND REMOVED IN A TIMELY MANNER TO PREVENT DETRIMENTAL HEALTH EFFECTS.THE CDC-RFA-EH2102 FUNDING WILL BE USED TO ADDRESS THREE MAJOR STRATEGIES:1) ENSURE BLOOD LEAD TESTING AND REPORTING BY CONDUCTING OUTREACH WITH HEALTH CARE PROVIDERS AND FAMILIES TO ENSURE BLOOD LEAD TESTING OF AT-RISK CHILDREN. A LEAD ADVISORY COMMITTEE WILL ALSO BE ESTABLISHED WHICH WILL BE COMPRISED OF DIFFERENT STAKEHOLDERS WHICH WILL FUNCTION TO MAKE STATEWIDE RECOMMENDATIONS FOR BLOOD LEAD TEST ING BASED ON LOCAL DATA 2) STRENGTHEN SURVEILLANCE THROUGH THE USE OF ARIZONA?S BLOOD LEAD SURVEILLANCE SYSTEM, MEDSIS BY ENSURING QUALITY, TIMELY, AND COMPLETE REPORTING FROM LABORATORIES AND HEALTH CARE PROVIDERS AND REPORTING TO THE CDC. 3) IMPROVE LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES BY MAINTAINING COMMUNICATIONS WITH REFERRAL AGENCIES AND ENSURING EFFECTIVE AND EFFICIENT COORDINATION OF CARE.CLPPP WILL EVALUATE THE ABILITY OF IMPLEMENTING THESE ACTIVITIES AND AFFECTING THE SHORT-TERM OUTCOMES IN THE DESIRED DIRECTION OF CHANGE: 1) IMPROVED BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE 2) IMPROVED USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION 3) IMPROVED RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WITH BLOOD LEAD LEVELS GREATER THAN OR EQUAL TO THE CDC BLOOD LEAD REFERENCE VALUE WHO ARE LINKED TO RECOMMENDED SERVICES, AND 4) DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NUE2EH001471_7523"}, {"internal_id": 139196842, "Award ID": "NUE2EH001470", "Award Amount": 1137645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "HOUSTON CHILDHOOD LEAD POISONING PREVENTION PROGRAM(HCLPPP) - THE HOUSTON HEALTH DEPARTMENT (HHD) IS APPLYING FOR FUNDING FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) UNDER THE FUNDING OPPORTUNITY ANNOUNCEMENT CDC-RFA-EH21-2102, ?CHILDHOOD LEAD POISONING AND SURVEILLANCE OF BLOOD LEAD? FOR SUPPORT ACROSS THE JURISDICTION OF HOUSTON, TEXAS FOR A FIVE-YEAR PERIOD, BEGINNING SEPTEMBER 30TH, 2021. THE HHD PROVIDES TRADITIONAL PUBLIC HEALTH SERVICES AND SEEKS TO USE INNOVATIVE METHODS TO MEET THE COMMUNITY?S PRESENT AND FUTURE NEEDS. THE HHD?S MISSION IS TO WORK IN PARTNERSHIP WITH THE COMMUNITY TO PROMOTE AND PROTECT THE HEALTH AND SOCIAL WELL-BEING OF ALL HOUSTONIANS. THE HHD IS NOW THE FIRST HEALTH DEPARTMENT IN TEXAS AND THE SECOND IN A LARGE U.S. CITY TO EARN NATIONAL ACCREDITATION. THE HHD IS COMMITTED TO THE HEALTHY PEOPLE 2030 LEAD-RELATED GOALS OF REDUCING: (1) EXPOSURE TO LEAD, AND (2) BLOOD LEAD LEVELS IN CHILDREN AGES 1-5 YEARS.IF AWARDED, THE FUNDING WILL SUPPORT THE HHD?S HOUSTON CHILDHOOD LEAD POISONING PREVENTION PROGRAM?S (HCLPPP) ACTIVITIES TO DEVELOP STRATEGIC PARTNERSHIPS AND POLICIES TO IMPLEMENT TARGETED POPULATION-BASED INTERVENTIONS AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURE WITH A FOCUS ON COMMUNITY-BASED APPROACHES FOR LEAD HAZARD ELIMINATION. THE PROGRAMMATIC OUTCOMES INCLUDE: (1) IMPROVED POLICIES FOR TARGETED COMMUNITY-BASED APPROACHES AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURE IN CHILDREN, (2) INCREASED BLOOD LEAD TESTING AND REPORTING, (3) DECREASED LEAD HAZARDS IN HOUSING OCCUPIED BY VULNERABLE POPULATIONS (E.G., CHILDREN), AND (4) DECREASED NON-PAINT SOURCES OF LEAD EXPOSURE IN TARGETED COMMUNITIES. HCLPPP, IN COLLABORATION WITH CURRENT AND FUTURE STRATEGIC PARTNERS, WILL DEVELOP DETAILED POLICY DESIGN/IMPLEMENTATION AND EDUCATION PLANS. HCLPPP WILL ALSO CONTINUE TO PROVIDE EDUCATION AND OUTREACH, WITH EXPANSION FOCUSING ON INNOVATIVE PARTNERSHIPS/COLLABORATIONS AND VULNERABLE POPULATIONS, INCLUDING:1.HOUSING-RELATED LEAD SOURCE AWARENESS AND HAZARD REMOVAL,2.NO N-HOUSING/NON-TRADITIONAL LEAD SOURCE AWARENESS (E.G., SPICES, POTTERY),3.REFUGEE AND RECENT IMMIGRANT POPULATIONS,4.MEDICAID POPULATIONS,5.VITAL STATISTICS, PREGNANT WOMEN AND THEIR MEDICAL PROVIDERS,6.HOME VISITATION PROGRAMS, 7.HUD LEAD-BASED PAINT HAZARD CONTROL PROGRAM AND HOUSTON?S CODE ENFORCEMENT, AND 8.HEAD STARTS, DAYCARES, CHILDCARE FACILITIES, AND LOCAL SCHOOL DISTRICTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65ebd379-09aa-3834-0e81-9fec88ec5c5a-C", "generated_internal_id": "ASST_NON_NUE2EH001470_7523"}, {"internal_id": 139197879, "Award ID": "NUE2EH001469", "Award Amount": 1653984.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "EH21-2102: LEAD POISONING PREVENTION CHILDHOOD LEAD POISONING PREVENTION - VIRGINIA DEPARTMENT OF HEALTH CHILDHOOD LEAD POISONING PREVENTION PROGRAMCDC-RFA-EH21-2102PROJECT ABSTRACTPURPOSETHE VIRGINIA DEPARTMENT OF HEALTH?S CHILDHOOD LEAD POISONING PROGRAM (CLPPP) AIMS TO REDUCE LEAD HAZARDS AND REDUCE CHILDHOOD LEAD EXPOSURE AND POISONING, ESPECIALLY IN CHILDREN LESS THAN SIX YEARS OF AGE, IN VIRGINIA.THROUGH COLLABORATION WITH KEY INTERNAL AND EXTERNAL STAKEHOLDERS, ENHANCEMENTS TO LEAD TESTING AND REPORTING, IMPROVEMENTS TO LEAD DATA SURVEILLANCE, AND INCREASED CASE MANAGEMENT EFFORTS, THE CLPPP WILL AIM TO ACCURATELY ASSESS BLOOD LEAD LEVELS AND ADDRESS THE EFFECTS OF LEAD EXPOSURE IN VIRGINIA?S CHILDREN. FURTHER, THROUGH ROBUST EDUCATION, OUTREACH, INCREASED LINKAGES BETWEEN LEAD-EXPOSED CHILDREN AND SERVICES, AND TARGETED POPULATION-BASED INTERVENTIONS, THE PROGRAM AIMS TO IDENTIFY AND REDUCE LEAD SOURCES AND ULTIMATELY DECREASE HEALTH DISPARITIES RELATED TO BLOOD LEAD LEVELS.OUTCOMES TO ENHANCE BLOOD LEAD TESTING AND REPORTING, THE CLPPP WILL INCREASE COLLABORATION BETWEEN DIVERSE STAKEHOLDERS AND ESTABLISH ROUTINE REVIEW OF VIRGINIA?S EXISTING BLOOD LEAD TESTING AND REPORTING RECOMMENDATIONS. THE CLPPP WILL ALSO AIM TO INCREASE AWARENESS ABOUT BLOOD LEAD TESTING AND REPORTING TO FAMILIES, PHYSICIANS, LABORATORIES, AND PUBLIC HEALTH PROFESSIONALS.TO ENHANCE BLOOD LEAD DATA SURVEILLANCE IN VIRGINIA, THE CLPPP WILL INCREASE THE DATA COLLECTION CAPACITY OF ITS ELECTRONIC DISEASE SURVEILLANCE SYSTEM (VEDSS). THE CLPPP WILL ALSO ENHANCE LEAD DATA ANALYSIS BY INCREASING THE NUMBER OF PAPER LAB REPORTS SENT TO VEDSS AND INCREASING THE NUMBER OF PARTNERSHIPS FORMED BETWEEN THE CLPPP AND ORGANIZATIONS WITH COMPLEMENTARY DATA SYSTEMS. TO STRENGTHEN DATA DISSEMINATION, THE CLPPP WILL INCREASE ACCESS TO SURVEILLANCE DATA THROUGH ANNUAL REPORTS, DATA DASHBOARDS, AND DATA SHARING WITH INTERNAL AND EXTERNAL PARTNERS.TO IMPROVE LINKAGES BETWEEN LEAD-EXPOSED CHILDREN AND SERVICES, THE CLPPP WILL INCREASE AWARENESS (IN HEALTH DEP ARTMENT STAFF AND RELEVANT STAKEHOLDERS) ABOUT PROPER FOLLOW-UP PROTOCOLS FOR LEAD CASE INVESTIGATIONS. FURTHER, THE CLPPP WILL INCREASE COLLABORATIONS WITH ORGANIZATIONS THAT PROVIDE RECOMMENDED SERVICES FOR CHILDREN WITH LEAD EXPOSURE.TO STRENGTHEN TARGETED INTERVENTIONS, THE CLPPP WILL PARTNER WITH THE DEPARTMENT OF HOUSING AND COMMUNITY DEVELOPMENT TO INCREASE AWARENESS ABOUT LEAD ABATEMENT SERVICES AND INCREASE REFERRALS FROM VDH TO THESE SERVICES. THE CLPPP WILL ALSO INCREASE EDUCATION ABOUT HOUSING-RELATED LEAD ISSUES FOR THE PUBLIC AND KEY STAKEHOLDERS. TO ENHANCE EACH OF THESE STRATEGIES, THE CLPPP WILL INCREASE PARTNERSHIPS WITH OTHER FEDERAL, STATE, AND LOCAL AGENCIES AND STAKEHOLDERS WORKING IN LEAD POISONING PREVENTION.THESE ACTIVITIES WILL EXPAND UPON EXISTING LEAD POISONING PREVENTION EFFORTS IMPLEMENTED BY THE CLPPP SINCE ITS ESTABLISHMENT IN 2018 UNDER THE COOPERATIVE AGREEMENT CDC-RFA-EH18-1806.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5040a317-8d03-f052-436c-9d9d667ff1ba-C", "generated_internal_id": "ASST_NON_NUE2EH001469_7523"}, {"internal_id": 139197890, "Award ID": "NUE2EH001468", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION PROGRAM, KENTUCKY - THE PURPOSE OF THIS PROJECT IS TO PROVIDE FUNDING FOR KENTUCKY?S HIGH-RISK REGIONS FOR CHILDHOOD LEAD POISONING AND FURTHER BLOOD SURVEILLANCE ACROSS THE COMMONWEALTH. THROUGH THESE EFFORTS, THE DESIRED OUTCOMES WILL BE TO REDUCE THE NUMBER OF CHILDHOOD LEAD POISONING CASES GREATER THAN OR EQUAL TO 5 ?G/DL FOR KENTUCKY CHILDREN UNDER 6 YEARS OF AGE. WHILE KENTUCKY HAS 120 COUNTIES AND 62 HEALTH DEPARTMENTS AND HEALTH DEPARTMENT DISTRICTS, THE KENTUCKY CHILDHOOD LEAD POISONING PREVENTION PROGRAM HAS DECIDED TO FOCUS ITS EFFORTS ON THE TWO REGIONS WITH THE HIGHEST INCIDENCE OF BLOOD LEAD POISONING TO CHILDREN UNDER 6 YEARS OF AGE. THESE REGIONS INCLUDE LOUISVILLE METRO IN JEFFERSON COUNTY AND NORTHERN KENTUCKY INDEPENDENT HEALTH DISTRICT WHICH INCLUDES BOONE, KENTON, CAMPBELL AND GRANT COUNTIES. BLOOD LEAD SURVEILLANCE IS AN IMPORTANT PART OF THIS PROJECT AND IS HANDLED THROUGH THE STATE DEPARTMENT FOR PUBLIC HEALTH. THIS DATA WILL BE SHARED WITH RELEVANT STAKEHOLDERS WHERE APPROPRIATE IN ORDER TO IMPROVE OUTREACH EFFORTS AND FURTHER THE OVERALL GOAL OF REDUCING INCIDENCE OF CHILDHOOD LEAD POISONING. THIS DATA WILL ALSO BE PROVIDED TO THE CENTERS FOR DISEASE CONTROL AND PREVENTION QUARTERLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NUE2EH001468_7523"}, {"internal_id": 139197849, "Award ID": "NUE2EH001467", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "THIS PROJECT WILL SUPPORT ACTIVITIES TO REDUCE LEAD EXPOSURE, INCLUDING SCREENING, DATA MANAGEMENT, SURVEILLANCE, REPORTING OF BLOOD LEAD DATA TO CDC, AND TARGETED POPULATION-BASED INTERVENTIONS. - WISCONSIN (WI) HAS A STRONG LEAD POISONING PREVENTION SURVEILLANCE SYSTEM.  LABORATORIES AND HEALTH CARE PROVIDERS REPORT ALL LEAD TEST RESULTS TO WI DEPARTMENT OF HEALTH SERVICES (DHS) UNDER STATE LAW. THE WI CHILDHOOD LEAD POISONING PREVENTION PROGRAM (WCLPPP) HAS STRONG RELATIONS WITH HEALTH CARE PROVIDERS INCLUDING MEDICAID (MA), PUBLIC HEALTH AGENCIES INCLUDING WOMEN INFANTS AND CHILDREN (WIC) PROGRAMS AND HOUSING AGENCIES. WCLPPP UTILIZES DATA SO THAT ALL PARTIES CAN FOCUS ON DELIVERING TESTING, FOLLOW-UP AND PRIMARY PREVENTION SERVICES TO HIGH-RISK CHILDREN. THE PURPOSE OF THIS PROPOSED PROJECT IS TO STRENGTHEN WI?S WELL ESTABLISHED SURVEILLANCE PROGRAM. USING THE REFERENCE VALUE OF 5 MCG/DL HAS CREATED A STRONG CHALLENGE TO THE EXISTING INFRASTRUCTURE TO BETTER PROTECT MORE CHILDREN FROM LEAD HAZARDS.  LEAD POISONING RATES IN WI CONTINUE TO EXCEED THE NATIONAL AVERAGE.  IN 2019 ALONE, 3,111 (3.73% OF CHILDREN TESTED) WI CHILDREN UNDER 6 YEARS OF AGE HAD BLOOD LEAD LEVELS (BLLS) >5 ?G/DL. MA CHILDREN ARE 2.3 TIMES MORE LIKELY TO BE LEAD-POISONED THAN CHILDREN NOT ENROLLED IN MA; MA CHILDREN CONSISTENTLY MAKE UP MORE THAN 80% OF ALL CONFIRMED LEAD POISONED CHILDREN IN WI. IN 2020, WHILE 60% OF CHILDREN TESTED STATEWIDE WERE ENROLLED IN MA, 80.5% CHILDREN ENROLLED IN MA WERE LEAD POISONED. MINORITY POPULATIONS SHARE A GREATER BURDEN OF THE LEAD POISONING PROBLEM. BLACK CHILDREN HAVE THE HIGHEST RATE OF LEAD POISONING. ALTHOUGH BLACK CHILDREN MADE UP ONLY 18.5% OF CHILDREN TESTED, BLACK CHILDREN MADE UP 45.3% OF ALL LEAD-POISONED CHILDREN. WCLPPP HAS ON-LINE ACCESS IN REAL TIME TO THE WISCONSIN MA ELIGIBILITY DATABASE. THIS ALLOWS STAFF TO ROUTINELY CONDUCT DATA MATCHES AND ANALYZE MA TESTING ON AN ?AS NEEDED? BASIS.  WCLPPP PARTNERS WITH MA AND WIC PROGRAMS TO IDENTIFY INDIVIDUAL CHILDREN WHO NEED TESTING AND WILL CONTINUE WORKING TO RAISE THE PERCENT OF MA CHILDREN WHO RECEIVE THE REQUIRED TESTS.  WCLPPP CALCULATES SCREENING PREVALENCE RATES FOR INDIVIDUAL COMMUNITIES AND MAKES THESE DATA AVAILABLE. MILWAUKEE HAS THE HIGHEST BURDEN OF LEAD-POISONED CHILDREN (1, 210 OR 6.41% OF CHILDREN TESTED IN 2020) AND THEY WILL BE A KEY PARTNER IN THIS PROPOSAL. WCLPPP CONTRACTS WITH ALL LOCAL HEALTH DEPARTMENTS (LHDS) TO PROVIDE STATE FUNDING FOR CHILDHOOD LEAD POISONING PREVENTION ACTIVITIES AND TO ASSURE THAT LHDS PROVIDE SERVICES TO LEAD POISONED CHILDREN. THE WCLPPP SURVEILLANCE SYSTEM INCLUDES DEMOGRAPHIC, SOCIO-ECONOMIC AND HOUSING (CENSUS AND TAX ASSESSOR DATA) VARIABLES THAT ALLOW WCLPPP TO IDENTIFY MAJOR RISK FACTORS FOR LEAD POISONING, SUCH AS HOUSING AGE, FAMILY INCOME, CHILD AGE, RACE, ETHNICITY OR CENSUS TRACT.  WCLPPP PROGRAM STAFF HAS A SOPHISTICATED LEVEL OF ANALYTICAL AND GIS MAPPING CAPABILITY. THE STATEWIDE SURVEILLANCE SYSTEM CAPTURES ALL TEST RESULTS FOR CHILDREN TESTED, AS WELL AS NURSING AND ENVIRONMENTAL CASE MANAGEMENT INFORMATION.  STAFF CAN DISTINGUISH BETWEEN NEW AND ONGOING CASES, AND CAN PRESENT UNDUPLICATED COUNTS OF CHILDREN IN ALL DATA TABLES. WCLPPP USES GIS TO COMBINE BLOOD LEAD TEST RESULTS WITH CENSUS AND TAX ASSESSOR DATA TO MAP COMMUNITIES, AND TO IDENTIFY HIGH RISK HOUSES AND AREAS. WISCONSIN HAS RECEIVED STATE AND FEDERAL (CDC, EPA, OR HUD) FUNDS SINCE 1991 FOR STATEWIDE AND TARGETED CLPP AND HEALTHY HOMES WORK. IN FY21, PROGRAM GOALS WILL BE TO: (1) INCREASE THE NUMBERS OF CHILDREN UNDER AGE 6 WHO GET A BLOOD LEAD TEST; (2) IMPROVE DATA USAGE THAT LEADS TO A GREATER IDENTIFICATION OF GEOGRAPHIC AREAS AND POPULATIONS AT HIGH-RISK FOR LEAD EXPOSURE; (3) INCREASE THE ABILITY TO TARGET INTERVENTIONS (E.G., EDUCATION AND OUTREACH) TO HIGH-RISK GEOGRAPHIC AREAS AND POPULATIONS; (4) INCREASE THE KNOWLEDGE AND AWARENESS OF PUBLIC HEALTH PROFESSIONALS, LEAD PREVENTION WORKFORCE, PARTNERS AND OTHER STAKEHOL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NUE2EH001467_7523"}, {"internal_id": 139197931, "Award ID": "NUE2EH001466", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "OHIO DEPARTMENT OF HEALTH CHILDHOOD LEAD POISONING PREVENTION GRANT - THE OHIO DEPARTMENT OF HEALTH?S OHIO HEALTHY HOMES AND LEAD POISONING PREVENTION PROGRAM?S SUBMITS AN APPLICATION TO THE CENTERS FOR DISEASE CONTROL AND PREVENTION?S CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN (FUNDING OPPORTUNITY #: CDC-RFA-EH21-2102). THE OHIO HEALTHY HOMES AND LEAD POISONING PREVENTION PROGRAM IS APPLYING FOR THE MAXIMUM GRANT AWARD OF $850,000 FOR THE BUDGET PERIOD OF 9/30/2021 THROUGH 9/29/2022. WITH THIS FUNDING, THE OHIO DEPARTMENT OF HEALTH WILL CONTINUE A STATEWIDE SURVEILLANCE AND PRIMARY PREVENTION PROGRAM THAT PROVIDES TRACKING OF ALL BLOOD LEAD LEVELS IN THE STATE, PROVIDE DIRECT SERVICES TO CHILDREN, COORDINATE CARE OF CHILDREN WITH ELEVATED BLOOD LEAD LEVELS, AND PREVENT CHILDREN FROM BEING POISONED IN THE FIRST PLACE. THE OHIO DEPARTMENT OF HEALTH APPLIES FOR THE MAXIMUM AMOUNT OF COMPONENT A ($500,000) AND THE MAXIMUM AMOUNT FOR COMPONENT B ($350,000) FOR THE TOTAL POSSIBLE AWARD FOR THE OHIO DEPARTMENT OF HEALTH IS $850,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NUE2EH001466_7523"}, {"internal_id": 139197971, "Award ID": "NUE2EH001465", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION - COMPONENT A GHHLPPP HAS WORKED DILIGENTLY TO GET GEORGIA’S HIGH-RISK CHILDREN TESTED FOR LEAD POISONING WHILE ALSO IDENTIFYING THOSE WHO ARE LEAD POISONED, REQUIRING ENVIRONMENTAL FOLLOW UP AND CASE MANAGEMENT. IN 2014, GHHLPPP WAS AWARDED FUNDING FROM CDC TO MAINTAIN THE LEAD PROGRAM. SINCE THAT FUNDING WAS GRANTED, GHHLPPP HAS MADE GREAT STRIDES IN IMPROVING GEORGIA’S BLOOD LEAD SCREENING RATES. OVER THE PAST FIVE YEARS, THE STATEWIDE BLOOD LEAD SCREENING RATE HAS RISEN FROM 105,772 (2014) BLL TESTS TO 118,351 (2019.)  ADDITIONALLY, OVER 4,000 MORE CHILDREN LIVING IN GEORGIA’S HIGH-RISK AREAS WERE SCREENED FOR LEAD IN 2019 (54,082) THAN WERE SCREENED IN 2018 (50,057.) HOWEVER, THERE IS NEED FOR CONTINUED FUNDING TO IMPLEMENT STRATEGIES TO IMPROVE THE SCREENING RATES, PARTICULARLY IN THE HIGH-RISK AREAS.  GHHLPPP PROPOSES TO UTILIZE THIS FUNDING TO: MONITOR CHILDREN FOR LEAD EXPOSURE AND FOLLOW UP LEAD POISONED CHILDREN WITH CASE MANAGEMENT REFERRALS TO LOCAL HEALTH DEPARTMENTS FOR ENVIRONMENTAL INVESTIGATIONS. CONTINUE TO GUIDE AND ASSIST THE MEDICAL COMMUNITY TO PROMOTE LEAD SCREENINGS AND BETTER REPORTING, UTILIZING RISK EVALUATIONS AND TO EDUCATE CLINICIANS ON TRADITIONAL AND NONTRADITIONAL SOURCES OF LEAD POISONING. SUSTAIN A CONSORTIUM OF STRATEGIC PARTNERS TO ADDRESS BLOOD LEAD SURVEILLANCE AND UPDATE SCREENING PLAN STRATEGIES. MAINTAIN AND ENHANCE THE GHHLPPP SURVEILLANCE SYSTEM TO BETTER PROCESS DATA AND REPORT IT TO THE CDC AS REQUIRED, INCLUDING ABLES DATA. CONTINUE TO ENGAGE ENVIRONMENTAL JUSTICE AND FAITH BASED PARTNERS TO EDUCATE THE COMMUNITY CONCERNING THE DANGERS OF LEAD POISONING AND IDENTIFYING VULNERABLE POPULATIONS THAT MAY SUFFER THE MOST FROM THESE HEALTH THREATENING SOURCES OF EXPOSURE. CONTINUE TO BUILD STRATEGIC PARTNERSHIPS ACROSS THE STATE, MAINTAIN THE GEORGIA HEALTHY HOMES COALITION AND THE LEAD ADVISORY COMMITTEE.  EMPLOY INDICATOR-BASED EVALUATION TECHNIQUES TO EVALUATE EVERY ASPECT OF THE PROGRAM TO INCREASE EFFICIENCY AND IMPLEMENT RESPONSIBLE  PLANNING AND UTILIZATION OF RESOURCES. COMPONENT B THE ATLANTA AREA IS A HIGH-RISK AREA FOR CHILDHOOD LEAD POISONING DUE TO HOUSING FACTORS, DISPARAGED POPULATIONS AND HIGH REFUGEE AND IMMIGRANT POPULATIONS. GHHLPPP PROPOSES TO UTILIZE THIS FUNDING TO: ESTABLISH A PROGRAM TO ADDRESS THE LEGACY OF ENVIRONMENTAL LEAD IN ATLANTA (FULTON COUNTY) AND THE SIX SURROUNDING METRO COUNTIES. OUR PROGRAM, TALL, IS AN ACRONYM FOR TARGET ATLANTA’S LEAD LEGACY. TALL’S GOAL IS TO ENSURE LEAD POISONING PREVENTION AND LEAD HAZARD ELIMINATION THROUGH COMMUNITY-BASED APPROACHES, POLICY DEVELOPMENT AND TARGETED STRATEGIC PARTNERSHIPS IN THE ATLANTA METRO REGION.  TALL’S OVER-ARCHING STRATEGIES INCLUDE: 1) DEVELOP AND IMPLEMENT TARGETED POPULATION-BASED INTERVENTIONS AND 2) FOCUS ON COMMUNITY-BASED PRIMARY PREVENTION APPROACHES FOR LEAD HAZARD ELIMINATION. THE TALL PROGRAM WILL CONDUCT ALL OF THE FOLLOWING ACTIVITIES: PROVIDE ENVIRONMENTAL RISK INVESTIGATIONS FOR ELEVATED BLOOD LEAD  (EBL) CHILDREN AND FOLLOW UP WITH CASE MANAGEMENT AND REFERRALS TO OTHER APPROPRIATE SERVICES, UTILIZE RISK EVALUATIONS AND TO EDUCATE CLINICIANS ON TRADITIONAL AND NONTRADITIONAL SOURCES OF LEAD POISONING, SUSTAIN A CONSORTIUM OF STRATEGIC PARTNERS TO ADDRESS PRIMARY PREVENTION PLAN STRATEGIES FOR ATLANTA’S COMMUNITIES, ASSURE THAT FOLLOW UP CARE AND INTERVENTIONS ARE PROVIDED FOR VULNERABLE POPULATIONS WHO SUFFER DISPROPORTIONATELY, ENGAGE ENVIRONMENTAL JUSTICE AND FAITH BASED PARTNERS, TRAIN COMMUNITY HEALTH WORKERS TO EDUCATE THE COMMUNITY CONCERNING THE DANGERS OF LEAD POISONING, COLLABORATE WITH THE CITY OF ATLANTA AND OTHER HOUSING DEPARTMENTS TO DEVELOP LEAD PAINT ELIMINATION POLICIES AND ENGAGE AND SUPPORT COMMUNITIES WITH STRATEGIES THAT ELIMINATE LEAD HAZARDS. THE TALL PROGRAM WILL PRODUCE OUTCOMES THAT WILL: DECREASE HAZARDS IN HOUSING, DECREASE LEAD EXPOSURE SOURCES AND IMPROVE LEAD POLICIES IN THE ATLANTA METRO AREA THAT FOCUS ON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NUE2EH001465_7523"}, {"internal_id": 139197833, "Award ID": "NUE2EH001464", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "IOWA CHILDHOOD LEAD POISONING PREVENTION PROGRAM SUPPORT FOR COMPONENT A AND COMPONENT B ACTIVITIES RELATED TO BLOOD LEAD TESTING, SURVEILLANCE, LINKAGE TO SERVICES, AND TARGETED INTERVENTIONS. - COMPONENT A FUNDING WILL BE USED TO SUPPORT ONGOING STRATEGIES AND DEVELOPMENT OF NEW STRATEGIES AND POLICIES RELATED TO SECONDARY PREVENTION AND PRIMARY PREVENTION OF CHILDHOOD LEAD POISONING THROUGH: (1) ENSURING BLOOD LEAD TESTING AND REPORTING, (2)ENHANCING BLOOD LEAD SURVEILLANCE, AND (3) IMPROVING LINKAGES TO RECOMMENDED SERVICES. SURVEILLANCE SYSTEM DATA FROM IOWA?S HEALTHY HOMES AND LEAD POISONING SURVEILLANCE SYSTEM (HHLPSS) AND OTHER DATA SYSTEMS WILL BE ANALYZED TO IDENTIFY GEOGRAPHIC AREAS, AND POPULATIONS AT RISK FOR ELEVATED LEAD TO DEVELOP TARGETED INTERVENTIONS THAT ARE DATA-DRIVEN. DATA WILL BE SUBMITTED TO THE CDC AND RELEASED TO PARTNERS, STAKEHOLDERS, AND AGENCIES TO SUPPORT A COMPREHENSIVE NETWORK OF REFERRAL, CASE MANAGEMENT, FOLLOW-UP TESTING AND INTERVENTION SERVICES FOR CHILDREN IN IOWA.PROPOSED PROJECT OUTCOMES FROM THE STRATEGIES AND ACTIVITIES EMPLOYED WILL BE:? IMPROVING BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE (E.G., SCREENING/TESTING PENETRANCE AND THE INCIDENCE AND PREVALENCE OF CHILDREN WITH BLOOD LEAD LEVELS GREATER THAN OR EQUAL TO THE CDC BLOOD LEAD REFERENCE VALUE) AND OTHER IMPORTANT BLOOD LEAD LEVELS CATEGORIES.? IMPROVING THE USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION (E.G., ADDRESS, RACE/ETHNICITY, SOCIOECONOMIC STATUS, SMALL GEOGRAPHIC AREA [ZIP CODE OR CENSUS TRACT], REFERRALS TO RECOMMENDED SERVICES, COMPLETION OF SERVICES BY TYPE).? IMPROVING RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WHO MEET STATE CASE DEFINITIONS WHO ARE LINKED TO RECOMMENDED SERVICES (E.G. ENVIRONMENTAL INSPECTIONS, MEDICAL EVALUATIONS, NUTRITIONAL COUNSELING, DEVELOPMENTAL MILESTONES).WITH COMPONENT B FUNDING IOWA WILL SEEK TO DEVELOP A REGIONAL PLAN FOR IOWA?S RURAL COUNTIES AND CITIES ON HOW TO ACQUIRE FUNDING AND ADMINISTER A LEAD HAZARD REMEDIATION PROGRAM TO ADDRESS AGING HOUSE STOCK THROUGH COALITION BUI LDING AND ALLOCATION OF RESOURCES. THE REGIONAL PLAN FOR LEAD HAZARD ELIMINATION IN RURAL COUNTIES WILL FOCUS ON PRIMARY AND SECONDARY PREVENTION STRATEGIES THROUGH:? DEVELOPING TARGETED POPULATION BASED POLICY AND PROGRAM INTERVENTIONS? IDENTIFYING COMMUNITY-BASED STRATEGIC PARTNERSHIPS AND COLLABORATIONS? DEVELOPING COMMUNITY-BASED APPROACHES BASED ON THE SPECIFIC NEEDS OF COUNTIES/CITIES WITHIN A GEOGRAPHIC AREA OF THE STATE ? IDENTIFYING OUTREACH AND EDUCATIONAL STRATEGIES TO REACH TARGETED POPULATIONS AT-RISK AND GEOGRAPHIC AREAS WITH AGING HOUSING STOCK IN NEED OF FUNDING FOR LEAD HAZARD ELIMINATION.? LEVERAGING RESOURCES FROM FEDERAL, STATE AND LOCAL PROGRAMS, CHARITY, NONPROFIT OR FOR-PROFIT ENTITIES, OR INTERNAL AGENCY PROGRAMS.DURING THE PERIOD OF PERFORMANCE (YEAR 1) IOWA WILL SEEK TO ACHIEVE THE FOLLOWING SHORT-TERM OUTCOMES? INCREASED COLLABORATION AND COORDINATION BETWEEN APPROPRIATE STAKEHOLDERS.? INCREASED AWARENESS OF PEDIATRIC HEALTH CARE PROVIDERS AND CLINICAL LABORATORIES OF STATE BLOOD LEAD TESTING RECOMMENDATIONS AND REPORTING REQUIREMENTS.? INCREASED LINKAGES BETWEEN COMPLEMENTARY DATA SYSTEMS (E.G., MEDICAID, IMMUNIZATION, ADULT BLOOD LEAD, VITAL STATISTICS).? INCREASED IDENTIFICATION OF GEOGRAPHIC AREAS AND POPULATIONS AT-RISK FOR LEAD EXPOSURE USING ENHANCED DATA LINKAGES.? INCREASED IDENTIFICATION, TRACKING, AND RECOMMENDED SERVICES FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS.? INCREASED ABILITY FOR PUBLIC HEALTH AGENCIES, HEALTH CARE PROFESSIONALS, AND OTHER STAKEHOLDERS TO PROVIDE LINKAGES TO SERVICES AND REDUCE LOSS TO FOLLOW-UP.? IMPROVED POLICIES FOR TARGETED COMMUNITY- BASED APPROACHES AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURE IN CHILDREN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NUE2EH001464_7523"}, {"internal_id": 139197071, "Award ID": "NUE2EH001463", "Award Amount": 1065000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "THE DEPARTMENT OF ENERGY AND ENVIRONMENT?S DISTRICT OF COLUMBIA CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS PROGRAM (DC CLPPP) - COMPONENT A THE DISTRICT OF COLUMBIA?S DEPARTMENT OF ENERGY AND ENVIRONMENT?S (DOEE) DC CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS PROGRAM (DC CLPPP) WILL BUILD ON LONG-ESTABLISHED PARTNERSHIPS TO MEET THE NEEDS OF QUICKLY GROWING CHILD POPULATION AND AN AGING HOUSING STOCK. TO REDUCE THE OCCURRENCE AND IMPACT OF LEAD EXPOSURE AMONG CHILDREN BELOW SIX YEARS OF AGE,?DC CLPPP?WILL?IMPLEMENT AN?INTEGRATED, INTEROPERABLE BLOOD LEAD SURVEILLANCE?AND REFERRAL?SYSTEM?ABLE TO?COMMUNICATE AND EXCHANGE DATA SECURELY ACROSS DIFFERENT SYSTEMS?TO IMPROVE?BLOOD LEAD SCREENING?AND REPORTING,?IDENTIFY?HIGH-RISK POPULATIONS, REDUCE BLOOD LEAD LEVEL DISPARITIES, AND ENSURE?EFFECTIVE FOLLOW-UP FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS.?THE BENEFITS TO CHILDREN LESS THAN SIX YEARS OLD IN THE DISTRICT INCLUDE INCREASED BLOOD LEAD TESTING AND REPORTING, IMPROVED COLLECTION OF CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION, IMPROVED RATES OF CHILDREN WITH ELEVATED BLOOD LEAD LEVELS LINKED TO RECOMMENDED SERVICES, AND DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS.? COMPONENT B THE DISTRICT OF COLUMBIA?S DEPARTMENT OF ENERGY AND ENVIRONMENT?S (DOEE) DC CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS PROGRAM (DC CLPPP) WILL WORK TO REDUCE OR ELIMINATE PRIMARY SOURCES OF LEAD?FROM?CHILDREN?S?ENVIRONMENTS?TO?PROTECT CHILDREN EFFECTIVELY AND RELIABLY FROM?THE HARMFUL EFFECTS?OF LEAD?EXPOSURE.?DC CLPPP IDENTIFIES AND ELIMINATES LEAD?HAZARDS?AND ASSOCIATED?RACIAL/ETHNIC AND SOCIOECONOMIC DISPARITIES?IN CHILDHOOD LEAD EXPOSURE IN THE DISTRICT OF COLUMBIA?THROUGH?STRATEGIC PARTNERSHIPS,?POLICIES, AND?TARGETED, POPULATION-BASED INTERVENTIONS.?OUTCOMES INCLUDE DECREASING LEAD HAZARDS ASSOCIATED WITH HOUSING, SUCH AS LEAD-CONTAMINATED PAINT, DUST, AND SOIL, AND OTHER?SOURCES OF LEAD EXPOSURE, SUCH AS CERAMIC WARE, TRADITIONAL HOME HEALTH REMEDIES, AND SPICES GROWN IN LEAD-CONTAMINATED SOIL.?IN THE LONG TERM, THESE EFFORTS WILL IMPROVE LEAD SURVEILLANCE AND REDUCE LEAD HAZARD RISKS, LEADING TO FEWER CHILDREN LESS THAN SIX YEARS OF AGE IN THE DISTRICT OF COLUMBIA BEING EXPOSED TO LEAD, LOWER OVERALL BLOOD LEAD LEVELS, AND REDUCED?DISPARITIES IN ELEVATED BLOOD LEAD LEVELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_NUE2EH001463_7523"}, {"internal_id": 139197864, "Award ID": "NUE2EH001462", "Award Amount": 1065000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "NEVADA CHILDHOOD LEAD POISONING PREVENTION PROGRAM - NEVADA HAS ONE OF THE FASTEST-GROWING AND MOST DEMOGRAPHICALLY DIVERSE POPULATIONS IN THE U.S., AND LARGE PROPORTIONS OF THIS POPULATION FACE HEALTH DISPARITIES BY RACE/ETHNICITY, SOCIOECONOMIC STATUS, AND GEOGRAPHIC LOCATION. A WIDE RANGE OF SOCIAL DETERMINANTS OF HEALTH PLAY A CRITICAL ROLE IN THE OUTCOMES OF VULNERABLE POPULATIONS; HOWEVER, HOUSING CONTINUES TO BE A PERSISTENT DETERMINANT THAT DISPROPORTIONALLY IMPACTS OUR LOW-INCOME COMMUNITIES, OFTEN HIGHLY POPULATED BY COMMUNITIES OF COLOR. HOUSING QUALITY CONCERNS IN NEVADA HAVE BEEN AND REMAIN A CONCERN.  NEARLY ONE IN FOUR HOMES IN THE STATE WERE BUILT BEFORE 1979, AND GIVEN THE VARIETY OF NON-TRADITIONAL SOURCES OF LEAD AND THE DIVERSITY OF THE STATE, THE STATE GRAPPLES WITH MORE THAN LEAD-BASED PAINT EXPOSURES. DESPITE THE RISK TO LEAD HAZARDS IN NEVADA, LESS THAN 4 PERCENT OF CHILDREN UNDER THE AGE OF SIX ARE TESTED FOR LEAD AND EVEN FEWER SINCE THE COVID-19 PANDEMIC. IN 2017 THE UNLV SCHOOL OF PUBLIC HEALTH REVITALIZED AND EXPANDED THE CLARK COUNTY CHILDHOOD LEAD POISONING PREVENTION PROGRAM INTO THE FIRST STATEWIDE NEVADA CHILDHOOD LEAD POISONING PREVENTION PROGRAM (NVCLPPP) BY IMPLEMENTING A FOUR-PRONGED APPROACH TO LEAD POISONING PREVENTION THAT ENGAGED HEALTH DISTRICTS, MEDICAL PROVIDERS, SERVICE PROVIDERS, AND COMMUNITY MEMBERS ALL TOWARD THE GOAL OF STRENGTHENING TESTING, REPORTING, SURVEILLANCE, AND PREVENTION. DURING THIS TIME, WE HAVE EXPANDED OUR ADVISORY BOARD, PASSED LEGISLATIVE CHANGES TO IMPROVE REPORTING, IMPLEMENTED A NOVEL APPROACH TO ENGAGE PROVIDERS, INCREASED BLOOD LEAD TESTING, IMPROVED LINKAGES TO SERVICES, AND ENGAGED A DIVERSE SET OF STAKEHOLDERS IN LEAD POISONING PREVENTION AND EDUCATION. DESPITE THESE SUCCESSES, THE COVID-19 PANDEMIC HAS HAMPERED PROGRESS ON ALL APPROACHES IMPLEMENTED AND HAS LEFT THE COMMUNITIES AT GREATEST RISK IN A MUCH MORE VULNERABLE POSITION. AS OUR STATE BEGINS TO MOVE INTO A PERIOD OF RECOVERY, IT IS MORE CRITICAL THAN EVER TO REENG AGE AND REVITALIZE PRIMARY AND SECONDARY LEAD PREVENTION APPROACHES. THE NVCLPPP TEAM IS SPEARHEADED BY AN EXPERIENCED TEAM OF PROFESSIONALS IN ENVIRONMENTAL HEALTH, PUBLIC HEALTH, SOCIOLOGY, EPIDEMIOLOGY, AND BIOSTATISTICS TO EMPLOY LEAD PREVENTION, LEAD-HAZARD REDUCTION, SURVEILLANCE, AND EDUCATION AND OUTREACH. THROUGH THE USE OF COMMUNITY-ENGAGED APPROACHES, THE NVCLPPP WILL UTILIZE CDC FUNDS TO CONTINUE TO BUILD UPON THE EVIDENCE-BASED WORK CONDUCTED OVER THE PAST THREE YEARS. PRIMARY PREVENTION APPROACHES WILL CONTINUE TO USE A COMMUNITY-BASED APPROACH TO PREVENTION. WE ARE COMMITTED TO INTEGRATING COMMUNITY MEMBERS INTO DEVELOPING STRATEGIES THAT RESONATE AND ADDRESS THEIR CONCERNS. WE WILL CONTINUE TO USE NOVEL APPROACHES TO ENGAGE PROVIDERS, SUCH AS THE IMPLEMENTATION OF AN ACADEMIC DETAILING MODEL FOUND TO BE EFFECTIVE IN CREATING SUSTAINABLE PRACTICE CHANGES. STRENGTHENING AND LEVERAGING PARTNERSHIPS IS AT THE CORE OF OUR WORK; THUS, WE ENGAGE A DIVERSE GROUP OF SERVICE PROVIDERS WHO WORK WITH YOUNG CHILDREN AND THEIR FAMILIES TO EXPAND OUR REACH. LASTLY, WE UNDERSTAND THE ROLE STRUCTURES AND SYSTEMS PLAY IN HEALTH INEQUITIES; THEREFORE, WE ARE COMMITTED TO DEVELOPING STRATEGIC AND WELL-PRIORITIZED POLICY APPROACHES TO INFLUENCE POLICIES AND PRACTICES THAT HAVE THE POTENTIAL TO PROTECT THE HEALTH OF OUR FAMILIES FROM LEAD HAZARDS INTO THE LONG TERM. SECONDARY PREVENTION MEASURES WILL INCLUDE IMPLEMENTING STRATEGIES IN COLLABORATION WITH STATE AND HEALTH DISTRICTS TO IMPROVE LEAD TESTING AND REPORTING, ESPECIALLY FOR CHILDREN AT HIGHER RISK OF EXPOSURE, SUCH AS THOSE ON MEDICAID, RACIAL MINORITIES, AND IMMIGRANT/REFUGEE FAMILIES. FINALLY, IMPROVE LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES. THE NVCLPPP IS DEDICATED TO REDUCING HEALTH DISPARITIES AMONG THE MOST VULNERABLE COMMUNITIES, PARTICULARLY YOUNG CHILDREN FROM LOW-INCOME AND MINORITY BACKGROUNDS WHO BEAR A DISPROPORTIONATE BURDEN TO LEAD EXPOSURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "030ff4e1-5b82-35d0-a78c-551a23bb4ba1-C", "generated_internal_id": "ASST_NON_NUE2EH001462_7523"}, {"internal_id": 139197827, "Award ID": "NUE2EH001461", "Award Amount": 1365000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION-CHILDHOOD LEAD PREVENTION - MISSOURI?S CHILDHOOD LEAD POISONING PREVENTION PROGRAM (CLPPP) PROVIDES SERVICES TO CHILDREN THROUGHOUT THE STATE.  SURVEILLANCE DATA COLLECTED OVER THE YEARS HAS SHOWN THAT LOW-INCOME AND MINORITY CHILDREN BEAR A DISPROPORTIONATE BURDEN OF ELEVATED BLOOD LEAD LEVELS.   MISSOURI BASES THE LEVEL OF INTERACTION AND SERVICES PROVIDED TO CHILDREN AND THEIR FAMILIES ON THE CHILD?S BLOOD LEAD LEVEL.  SERVICES ARE EQUALLY DISTRIBUTED WITHIN OUR JURISDICTION WITHOUT INCLUSION OF OTHER IDENTIFIERS SUCH AS RACE, ETHNICITY, OR SOCIOECONOMIC STATUS; HOWEVER, SURVEILLANCE DATA COLLECTED AND ANALYZED CAN PROVIDE ADVANTAGES IN THE FIGHT TO REDUCE BLOOD LEAD LEVELS THROUGHOUT THE STATE.  THE DATA MAY ASSIST IN IDENTIFYING AN AREA OR COMMUNITIES WITH CHILDREN AND PREGNANT WOMEN THAT MAY BE CONSIDERED HIGH RISK DUE TO A CONCENTRATION OF OLDER HOUSING STOCK OR A DECLINE IN PROPERTY MAINTENANCE AND/OR MOVEMENT OF POPULATIONS DUE TO SOCIOECONOMIC IMPACTS IN THE AREA.  IDENTIFICATION OF INFLUENCING FACTORS THAT CONTRIBUTE TO BLOOD LEAD LEVEL ELEVATIONS NOT ONLY ALLOWS STAFF TO ADDRESS THESE FACTORS DURING CASE MANAGEMENT, RISK ASSESSMENTS, AND COMMUNITY EVENTS, BUT ALSO ALLOWS STAFF TO BEGIN A MORE FOCUSED PREVENTION CAMPAIGN TO SPECIFICALLY TARGET AT-RISK CHILDREN AND VULNERABLE POPULATION GROUPS.  MISSOURI HAS FACTORS THAT ARE UNIQUE TO THE STATE THAT CONTRIBUTE TO ELEVATED BLOOD LEAD LEVELS AND CONTINUES TO IDENTIFY NEW POPULATIONS AT RISK.  POPULATIONS WILL BE IDENTIFIED WHERE POSSIBLE TARGETED TESTING, OUTREACH, AND EDUCATION MAY BE BENEFICIAL, SUCH AS, FOR CHILDREN WITH A CONFIRMED VENOUS BLOOD LEAD LEVEL OF 5 ?G/DL OR GREATER, ETHNIC AND OCCUPATIONAL POPULATIONS, AND PREGNANT WOMEN WITHIN THE STATE.  DHSS CONSTANTLY LOOKS FOR AVENUES TO LINK THOSE POPULATIONS WITH APPROPRIATE RESOURCES OR SERVICES AND ADDRESS THE ISSUES BEYOND WHAT IS CURRENTLY BEING PROVIDED BY CLPPP.  THE CLPPP WILL ALSO COLLABORATE WITH INTERNAL AND EXTERNAL STAKEHOLDERS TO ENSURE EFFICIENT  AND EFFECTIVE COORDINATION ON LEAD EDUCATION AND OUTREACH AT THE EARLIEST OPPORTUNITIES AND TO EMPHASIZE PREVENTION.PARTICIPATION IN THIS PROJECT WILL ALLOW MISSOURI TO STRENGTHEN THE EXISTING CLPPP THROUGH THE USE OF SURVEILLANCE DATA TO IDENTIFY, PRIORITIZE, AND PROVIDE OR LINK APPROPRIATE INTERVENTIONS TO TARGET POPULATIONS, INCLUDING LOW INCOME/MINORITY CHILDREN WHO BEAR A DISPROPORTIONATE BURDEN.  MISSOURI CLPPP WILL WORK TO DECREASE THE PREVALENCE OF CHILDREN WITH ELEVATED BLOOD LEAD LEVELS INCLUDING VULNERABLE POPULATIONS WITH HEALTH EDUCATION TARGETED THROUGH THE APPROPRIATE USE OF SURVEILLANCE DATA.WHILE MISSOURI?S CHILDHOOD BLOOD LEAD POISONING INCIDENT RATE HAS MIRRORED THE NATIONAL DECLINE, EFFORTS TO INCREASE STATEWIDE BLOOD LEAD TESTING VIA PROGRAMMATIC PROCEDURAL CHANGES INCLUDING STATE RULES REVIEW AND UPDATE, TO IMPROVE HEALTH AND LEAD SAFETY EDUCATION, AND TO IMPROVE FOLLOW-UP TESTING AMONG POTENTIALLY AT-RISK POPULATIONS HAS BEEN HAMPERED BY COVID-19.  THOSE IDENTIFIED INCLUDE AREAS OF HIGH POVERTY AND PRE-1978 HOUSING, AND INDIVIDUALS PREVIOUSLY TESTING ELEVATED WITHOUT CONFIRMATION; EFFORTS ARE ALSO UNDERWAY TO INCREASE HEALTH AND SAFETY EDUCATION FOR AREAS IN AND SURROUNDING THE STATE?S CURRENT AND HISTORICAL LEAD MINING INDUSTRY, AS WELL AS, AREAS OF LEAD INTENSIVE OCCUPATIONS LIKE BATTERY RE-MANUFACTURING.THE CLPPP WORKS IN CLOSE PARTNERSHIP WITH THE ENVIRONMENTAL PUBLIC HEALTH TRACKING (EPHT), MATERNAL CHILD HEALTH (MCH), WOMEN, INFANT, CHILD (WIC), ADULT BLOOD LEAD EPIDEMIOLOGY AND SURVEILLANCE (ABLES), AND LOCAL PUBLIC HEALTH AGENCIES (LPHAS) IN ALL FACETS OF THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NUE2EH001461_7523"}, {"internal_id": 139197922, "Award ID": "NUE2EH001460", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "THE OKLAHOMA CHILDHOOD LEAD POISONING PREVENTION PROGRAM HAS IDENTIFIED THREE GOALS TO ENSURE PROJECT SUCCESS INCLUDING ENHANCED SURVEILLANCE, IMPROVED LINKAGE TO CARE, AND INCREASED TESTING. - THE OKLAHOMA CHILDHOOD LEAD POISONING PREVENTION PROGRAM (OCLPPP) AT THE OKLAHOMA STATE DEPARTMENT OF HEALTH (OSDH) IS MANDATED BY STATE STATUTE O.S. 63-1-114.1 AND ANNUALLY MONITORS APPROXIMATELY 50,000 CHILDREN BETWEEN 6 AND 72 MONTHS OF AGE FOR LEAD POISONING. IN ADDITION TO SURVEILLANCE ACTIVITIES, THE PROGRAM PROVIDES FOLLOW-UP MANAGEMENT, ENVIRONMENTAL INVESTIGATIONS, EDUCATION, OUTREACH, AND OTHER PRIMARY PREVENTION ACTIVITIES. THIS PROPOSAL FOCUSES ON IMPLEMENTING AND SUPPORTING ACTIVITIES TO REDUCE LEAD EXPOSURE AND LEAD POISONING. THESE ACTIVITIES WILL CONCENTRATE ON INCREASING COMPLIANCE WITH THE STATE?S CURRENT BLOOD LEAD TESTING AND REPORTING PLAN AS WELL AS ENHANCING THE CURRENT SURVEILLANCE AND CASE MANAGEMENT SYSTEM FOR THE PURPOSES OF RECORDING MORE COMPLETE DEMOGRAPHIC INFORMATION, INCLUDING RACIAL AND SOCIOECONOMIC STATUS. THE FOCUS OF THESE ACTIVITIES WILL ALSO BE TO IMPROVE THE IDENTIFICATION OF LEAD EXPOSED CHILDREN IN ORDER TO PROVIDE ENHANCED LINKAGE TO SERVICES AND POPULATION-BASED INTERVENTIONS. THE COMPREHENSIVE GOAL OF WHICH IS TO ELIMINATE HEALTH DISPARITIES IN LEAD EXPOSURE RISK BASED ON SOCIAL, DEMOGRAPHIC, AND GEOGRAPHIC FACTORS AND TO ELIMINATE CHILDHOOD LEAD POISONING IN OKLAHOMA. THE PROGRAM HAS IDENTIFIED THREE GOALS TO ENSURE PROJECT SUCCESS: 1. INCREASED TESTING AND REPORTING  2. ENHANCED BLOOD LEAD SURVEILLANCE  3. IMPROVED LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES THE PROJECT WILL INCREASE COLLABORATION WITH APPROPRIATE STAKEHOLDERS IN THE COMMUNITY TO INCREASE AWARENESS OF OKLAHOMA?S UNIVERSAL LEAD SCREENING RECOMMENDATIONS AND MANDATORY REPORTING OF LEAD RESULTS; IMPROVE THE RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WITH ELEVATED BLOOD LEAD LEVELS WHO RECEIVE APPROPRIATE SERVICES; AND IMPROVE THE USE OF THE CURRENT SURVEILLANCE SYSTEM TO CAPTURE MISSING DEMOGRAPHIC DATA FOR IMPROVED IDENTIFICATION OF CHILDREN LIVING IN ENVIRONMENTS AT HIGH RISK FOR EXPOSURE. THESE GOALS ARE IN KEEPING WI TH THE OKLAHOMA STATE DEPARTMENT OF HEALTH?S MISSION TO PROTECT AND PROMOTE HEALTH, TO PREVENT DISEASE AND INJURY, AND TO CULTIVATE CONDITIONS BY WHICH OKLAHOMANS CAN BE HEALTHY.   SHORT-TERM OUTCOMES INCLUDE: INCREASED COLLABORATION AND AWARENESS OF LEAD EXPOSURE CONCERNS FOR APPROPRIATE STAKEHOLDERS, INCREASED LINKAGES BETWEEN DATA SYSTEMS AND IDENTIFICATION OF GEOGRAPHIC AREAS OR POPULATIONS AT RISK FOR LEAD EXPOSURE THROUGH ENHANCED DATA LINKAGES, INCREASED REFERRALS TO OUTSIDE AGENCIES FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS TO REDUCE LOSS TO FOLLOW-UP AND IMPROVE TRACKING. INTERMEDIATE OUTCOMES INCLUDE: IMPROVED BLOOD LEAD TESTING AND REPORTING RATES IN OKLAHOMA FOR CHILDREN UNDER SIX YEARS OF AGE, IMPROVED USE OF THE CURRENT SURVEILLANCE SYSTEM TO CAPTURE MISSING DEMOGRAPHIC DATA, AND AN INCREASE IN THE NUMBER OF CHILDREN WHO RECEIVE REFERRALS TO RECOMMENDED SERVICES BASED ON ELEVATED BLOOD LEAD LEVELS. LONG-TERM OUTCOMES INCLUDE: AN OVERALL DECREASE IN HEALTH DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS, DECREASED ADVERSE HEALTH EFFECTS FOR CHILDREN DUE TO LEAD EXPOSURE, DECREASED SOCIETAL COSTS ASSOCIATED WITH LEAD EXPOSURE SUCH AS HEALTHCARE, SPECIAL EDUCATION, AND THE CRIMINAL JUSTICE SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NUE2EH001460_7523"}, {"internal_id": 139197871, "Award ID": "NUE2EH001459", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - THE COLORADO DEPARTMENT OF PUBLIC HEALTH AND ENVIRONMENT (CDPHE) IS APPLYING FORCOOPERATIVE AGREEMENT FUNDING TO SUPPORT CHILDHOOD LEAD POISONING PREVENTION IN THE STATE.THE GOALS AND OBJECTIVES OF THE COLORADO CHILDHOOD LEAD POISONING PREVENTION PROGRAM(CCLPPP) ARE INTENDED TO ACCOMPLISH OVERARCHING PROGRAM STRATEGIES TO ENSURE BLOOD LEADTESTING AND REPORTING, ENHANCE BLOOD LEAD SURVEILLANCE, AND IMPROVE LINKAGES OF LEAD-EXPOSEDCHILDREN TO RECOMMENDED SERVICES.THIS 5-YEAR COOPERATIVE AGREEMENT WILL FUND CDPHE TO COMPLETE ALL CDC-DIRECTED ACTIVITIES.THE PURPOSE OF THESE ACTIVITIES IS TO BUILD SURVEILLANCE CAPACITY TO AID IN PREVENTING, ANDULTIMATELY, ELIMINATING CHILDHOOD LEAD POISONING AS A MAJOR PUBLIC HEALTH PROBLEM INCOLORADO. THIS PROPOSAL GOES BEYOND HISTORICAL SURVEILLANCE EFFORTS AND PROPOSES TO USE NEWAND EXISTING PARTNERSHIPS AND DATA TO IDENTIFY AT-RISK GEOGRAPHIES AND POPULATIONS, COORDINATESTATEWIDE SCREENING AND TESTING, AND ENHANCE CAPACITY TO SUPPORT LINKAGES TO SERVICES WITH ANEW CARE COORDINATOR POSITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NUE2EH001459_7523"}, {"internal_id": 139197924, "Award ID": "NUE2EH001458", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - THOUGH THE PREVALENCE OF ELEVATED BLOOD LEAD LEVELS HAS DECREASED DRAMATICALLY IN THE UNITED STATES AND TEXAS SINCE THE 1970S, NO SAFE BLOOD LEAD LEVEL IN CHILDREN HAS BEEN IDENTIFIED. EVEN LOW LEVELS OF LEAD IN THE BLOOD AFFECT A CHILD'S IQ, ABILITY TO PAY ATTENTION, AND ACADEMIC ACHIEVEMENT. AS OF 2003, TEXAS STATUTE (TEXAS HEALTH AND SAFETY CODE CHAPTER 88) AND ADMINISTRATIVE RULE (TEXAS ADMINISTRATIVE CODE, TITLE 25, PART 1, CHAPTER 37, SUBCHAPTER Q) MANDATE THE REPORTING OF ALL BLOOD LEAD TESTS FOR PERSONS UNDER AGE 15 YEARS BY PHYSICIANS, LABORATORIES, HOSPITALS, CLINICS, AND OTHER HEALTHCARE FACILITIES TO THE TEXAS DEPARTMENT OF STATE HEALTH SERVICES (DSHS). THIS LAW ALSO MANDATES DSHS ADOPT RULES FOR CONDUCTING ENVIRONMENTAL LEAD INVESTIGATIONS AND SUPPORT CHILDHOOD LEAD POISONING PREVENTION.PROBLEM STATEMENTGEOGRAPHIC AND SOCIOECONOMIC DISPARITIES AND EXPOSURE TO LEAD IS AN ONGOING PROBLEM IN TEXAS. A RECENT TEXAS DEMOGRAPHIC CENTER REPORT SHOWS THAT TEXAS' MOST VULNERABLE POPULATIONS ARE BLACK AND HISPANIC RENTERS, WITH LOW-INCOME DISPARITIES WITH CHILDREN PRESENT, PARTICULARLY THOSE HEADED BY SINGLE MOTHERS WHO RECEIVED PUBLIC ASSISTANCE. LEAD-BASED PAINT AND LEAD DUST ARE THE MOST PERVASIVE SOURCES OF EXPOSURE TO CHILDREN. HOMES AND BUILDINGS BUILT BEFORE 1978 ARE LIKELY TO CONTAIN SOME LEAD-BASED PAINT. CHILDREN UNDER THE AGE OF 6 ARE MOST VULNERABLE TO LEAD. IN 2017, DSHS CERTIFIED LEAD RISK ASSESSORS FOUND AT LEAST ONE SAMPLE WITH DETECTABLE LEAD IN 79% OF ENVIRONMENTAL LEAD INVESTIGATIONS CONDUCTED IN TEXAS. UNDERSTANDING TEXAS' VULNERABLE POPULATIONS AND THE FACTORS THAT PUT CHILDREN AT GREATER RISK FOR LEAD EXPOSURE WILL AID IN BETTER TARGETING PREVENTION EFFORTS TO IMPROVE HEALTH EQUITY.  PURPOSETHE PURPOSE OF THIS PROJECT IS TO SUPPORT AND EXPAND EXISTING STATEWIDE STRATEGIES RELATED TO PRIMARY AND SECONDARY PREVENTION OF CHILDHOOD LEAD POISONING. SECONDARY PREVENTION EFFORTS OF CHILDHOOD LEAD POISONING PREVENT ION WILL ENSURE BLOOD LEAD TESTING AND REPORTING, ENHANCE BLOOD LEAD SURVEILLANCE, AND IMPROVE LINKAGE TO RECOMMENDED SERVICES. NEW PRIMARY PREVENTION EFFORTS WILL DEVELOP A TARGETED POPULATION-BASED INTERVENTION FOR CHILD CARE FACILITIES IN THE DALLAS ? FORT WORTH METROPLEX. THE TEXAS CHILDHOOD LEAD POISONING PREVENTION PROGRAM (TXCLPPP) WILL LEVERAGE COLLABORATIVE RELATIONSHIPS WITH OTHER STATE AGENCIES, HEALTH FACILITIES, ACADEMIC INSTITUTIONS, AND LOCAL AFFILIATES TO INCREASE BLOOD LEAD TESTING AND IDENTIFY AND TARGET HIGH-RISK POPULATIONS FOR PRIMARY AND SECONDARY PREVENTION ACTIVITIES. OUTCOMESTHE PROPOSED STRATEGIES AND ACTIVITIES WILL IMPROVE STATEWIDE BLOOD LEAD TESTING AND REPORTING, USE DATA INTEGRATION EFFORTS TO REDUCE MISSING DATA, CONTINUE TO IDENTIFY AND FOLLOW UP WITH CHILDREN WITH ELEVATED BLOOD LEAD LEVELS, AND EDUCATE FAMILIES IN HIGH-RISK GEOGRAPHIC AREAS AND POPULATIONS THROUGH TARGETED INTERVENTIONS. COLLABORATIVE ACTIVITIES WILL PROVIDE DIRECT SUPPORT TO LOCAL HEALTH JURISDICTIONS TO INCREASE THE ABILITY TO PROVIDE LINKAGES TO SERVICES AND REDUCE LOSS TO FOLLOW-UP THROUGHOUT THE STATE. ENHANCED SURVEILLANCE ACTIVITIES WILL ALLOW TXCLPPP TO EVALUATE AND REDUCE DISPARITIES AND BETTER INTEGRATE OTHER DATA SOURCES FOR MORE PRECISE IDENTIFICATION OF HIGH-RISK AREAS IN TEXAS. FINALLY, THE PROPOSED STRATEGIES AND ACTIVITIES WILL FOCUS ON POLICIES FOR TARGETED COMMUNITY-BASED APPROACHES TO DECREASE LEAD HAZARDS, RAISE AWARENESS AND INCREASE LEAD PREVENTION AND REMEDIATION KNOWLEDGE AMONG CHILD CARE PROVIDERS AND PARENTS IN THE DALLAS ? FORT WORTH METROPLEX.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NUE2EH001458_7523"}, {"internal_id": 139197805, "Award ID": "NUE2EH001457", "Award Amount": 1320000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "NH CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - COMPONENT A - THE STATE OF HEALTHY HOMES AND LEAD POISONING PREVENTION PROGRAM IS EXCITED TO CONTINUE OUR LONGSTANDING RELATIONSHIP WITH THE CDC?S NATIONAL CENTER FOR ENVIRONMENTAL HEALTH, BRAIDING RESOURCES WITH SEVEN STATE AND FEDERAL SOURCES TO SUPPORT A ROBUST PROGRAM THAT HAS BEEN THE LOCAL AUTHORITY IN THE STATE TO PREVENT CHILDHOOD LEAD POISONING SINCE 1984. THE PURPOSE OF THIS GRANT PROPOSAL IS TO RALLY RESOURCES TO ASSIST OUR EXISTING PROGRAM?S ABILITY TO REDUCE THE BURDEN OF LEAD POISONING BY IMPROVING BLOOD LEAD TESTING AND REPORTING, THE USE OF OUR NEW SURVEILLANCE SYSTEM TO CAPTURE THIS DATA, AND TO IMPROVE THE NUMBER OF YOUNG CHILDREN WITH BLOOD LEAD ELEVATIONS THAT ARE SUCCESSFULLY CONNECTED TO NECESSARY SERVICES.  NEW HAMPSHIRE (NH) WILL USE CDC FUNDS TO SUPPORT ALL OR PORTIONS OF SEVEN EMPLOYEES THAT INCLUDE A DIRECTOR (AUTHORIZING SIGNATURE), BUREAU CHIEF, PROGRAM MANAGER (PRINCIPAL INVESTIGATOR), EPIDEMIOLOGIST, CARE COORDINATOR, HEALTH PROMOTION ADVISOR, AND A PROGRAM ASSISTANT.  THE HEALTH PROMOTION ADVISOR, EPIDEMIOLOGIST AND THE CARE COORDINATOR WILL HAVE PRIMARY RESPONSIBILITY FOR IMPLEMENTING THE THREE STRATEGIES OF COMPONENT A, SUPPORTED BY AMENDING EXISTING CONTRACTS WITH THE COMMUNITY HEALTH INSTITUTE AND THE CITY OF MANCHESTER HEALTH DEPARTMENT.  TO IMPROVE BLOOD LEAD TESTING AND COMPREHENSIVE REPORTING IN UNDERPERFORMING REGIONS, NH WILL FOCUS RESOURCES ON SUPPORTING THE HEALTH PROMOTION ADVISOR?S ACTIVITIES WITH THE MEDICAL COMMUNITY, EDUCATING HEALTH CARE PROVIDERS ON NH?S UNIVERSAL TESTING REQUIREMENTS AND DISTRIBUTING THE UPDATED CHILDHOOD LEAD SCREENING AND MANAGEMENT GUIDELINES THAT INCLUDE FOLLOW-UP TESTING AND APPROPRIATE REFERRALS FOR EARLY INTERVENTION. NH WILL CONTINUE TO COLLABORATE WITH THE STATEWIDE CLINICAL LEAD ADVISORY COMMITTEE, THE NH CHAPTER OF THE ACADEMY OF PEDIATRICS, AND THE NH CHILDHOOD LEAD STAKEHOLDERS GROUP TO DISTRIBUTE OUR NEWLY DEVELOPED CHILDREN?S BOARD BOOK HAPPY, HEALTHY, LEAD-FREE ME AND TWO VIDEOS AIMED AT INCREASING TESTING RATES.  WITH THESE STRATEGIES IN PLACE, NH?S OUTCOME FOR YEAR ONE WILL BE TO REESTABLISH TESTING RATES FOR ONE AND 2 YEAR OLDS TO PRE-PANDEMIC RATES OF X AND Y.  STRENGTHENING SURVEILLANCE WILL REQUIRE RESOURCES ALLOCATED TOWARDS THE EPIDEMIOLOGIST AND INFORMATION TECHNOLOGY STAFF TO SUPPORT THE CDC?S NEWLY IMPLEMENTED HEALTHY HOMES AND LEAD POISONING SURVEILLANCE SYSTEM (HHLPSS), REPLACING A TWENTY-YEAR-OLD SURVEILLANCE DATABASE. THE EPIDEMIOLOGIST WILL FOCUS ON IMPROVING QUALITY CONTROL, IMPLEMENTING OUR NEW DATA-SHARING PLAN WITH THE OFFICE OF MEDICAID, AND PROVIDING QUARTERLY DATA EXTRACTS TO THE CDC.  THIS WILL IMPROVE THE QUALITY OF NH?S SURVEILLANCE DATA ALLOWING SUBMISSIONS TO CDC TO BE 100% ON TIME AND 95% FREE OF ERRORS.  TO STRENGTHEN NH?S EXISTING SYSTEM THAT LINKS CHILDREN WITH BLOOD LEAD ELEVATIONS TO SERVICES THAT PROVIDE EDUCATION AND FAMILY SUPPORT RESOURCES TO HELP MITIGATE THE IMPACT OF THE ELEVATED BLOOD LEAD, RESOURCES WILL BE TO CONTINUE TO FUND OUR CARE COORDINATOR. THE CARE COORDINATOR WILL MAKE, DOCUMENT, TRACK AND FOLLOW-UP ON REFERRALS FOR FIVE CORE REFERRALS THAT INCLUDE HOME VISITS, ENVIRONMENTAL INVESTIGATIONS, FOLLOW-UP WITH THE MEDICAL PROVIDER, EARLY CHILDHOOD INTERVENTION, AND, IF LEAD HAZARDS ARE FOUND, THE LOCAL HUD LEAD HAZARD CONTROL GRANT PROGRAM.  IF SUCCESSFUL, IT IS EXPECTED LINKAGES FOR THE CORE REFERRALS WILL INCREASE BY THE END OF YEAR ONE TO 98% (NURSE CASE MANAGEMENT), 86% (ENVIRONMENTAL INVESTIGATIONS), 38% (WIC), 34% (EARLY INTERVENTION) AND 54% (HUD LEAD HAZARD CONTROL GRANT.  NH?S EVALUATION AND PERFORMANCE MEASUREMENT PLAN, IMPLEMENTED IN OCTOBER 2019, WILL BE UPDATED DURING THIS PROJECT PERIOD TO REFLECT A SIMPLER APPROACH TO EVALUATION BASED ON LESSONS LEARNED IN NUE2EH001408.  MODIFICATIONS TO OUR EVALUATION AND PERFORMANCE MEASUREMENT PLAN WILL INCLUDE INCREASED INVOLVEMENT OF NH?S TWO STAKEHOLDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NUE2EH001457_7523"}, {"internal_id": 139197896, "Award ID": "NUE2EH001456", "Award Amount": 1365000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "MASSACHUSETTS CHILDHOOD LEAD POISONING PREVENTION PROGRAM - THE MASSACHUSETTS DEPARTMENT OF PUBLIC HEALTH CHILDHOOD LEAD POISONING PREVENTION PROGRAM (CLPPP) IS SEEKING FUNDING FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION AS A COMPETITIVE GRANTEE. COMPONENT A WILL SUPPORT AND EXPAND CLPPP?S WORK TO 1) ENSURE BLOOD LEAD TESTING AND REPORTING; 2) ENHANCE BLOOD LEAD SURVEILLANCE; AND 3) IMPROVE LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES. CDC FUNDS WILL BE USED TO SUSTAIN, EXPAND, AND ENHANCE OUR EXTENSIVE CHILDHOOD LEAD POISONING PREVENTION PROGRAM THAT INCLUDES COMPREHENSIVE CASE MANAGEMENT TEAMS CONSISTING OF CLINICAL CARE, ENVIRONMENTAL HEALTH INSPECTORS, AND COMMUNITY HEALTH WORKERS. CLPPP EPIDEMIOLOGY AND SUPPORT STAFF, TO BE FUNDED BY CDC, IS RESPONSIBLE FOR COMPREHENSIVE CHILDHOOD BLOOD LEAD SURVEILLANCE AND EPIDEMIOLOGY, INCLUDING MANAGEMENT OF BLOOD LEAD AND ENVIRONMENTAL DATABASES. DATA COLLECTED WILL CONTINUE TO DIRECT THE PROGRAM?S EFFORTS AND INFORM THE PUBLIC WITH THE GOAL OF REDUCING CHILDHOOD LEAD POISONING. COMPONENT B WILL DEVELOP TARGETED, POPULATION POLICY INTERVENTIONS WITH THE CITY OF WORCESTER AND DEVELOP STRATEGIC PARTNERSHIPS WITH REFUGEE AND IMMIGRANT SERVICE PROVIDERS IN THE GREATER WORCESTER AREA. CDC FUNDS WILL BE USED TO PILOT THE EXPANSION OF CASE MANAGEMENT SERVICES TO TARGETED CHILDREN WITH BLLS OF CONCERN AND TO FURTHER ENGAGE WORCESTER COMMUNITY-BASED ORGANIZATIONS, ESPECIALLY THOSE FOCUSED ON CHILDREN?S HEALTH, IMMIGRANTS, REFUGEES, HOUSING, AND HEALTH EQUITY. THE GEOGRAPHIC AND ECONOMIC COMPOSITION OF MASSACHUSETTS, OWING TO ITS AGE AND HISTORY, RESULTS IN A SIGNIFICANT LEAD BURDEN FOR CHILDREN IN OUR JURISDICTION. THE MOST RECENT AMERICAN COMMUNITY SURVEY 5-YEAR ESTIMATE FROM THE US CENSUS INDICATES THAT MASSACHUSETTS HAS THE THIRD HIGHEST PERCENTAGE OF PRE-1978 HOUSING UNITS OF ANY STATE, WITH 69% OF ALL HOUSING HAVING BEEN BUILT PRIOR TO 1978 AND POTENTIALLY CONTAMINATED WITH LEAD. FURTHERMORE, EVALUATING DATA ON BLOOD LEAD SCREENING AND ELEVATED CHILDHOOD B LOOD LEAD INCIDENCE REVEALS RELATIONSHIPS WITH ECONOMIC INDICATORS THAT RESULT IN AREAS OF THE STATE AT PARTICULAR HIGH RISK. IN 2019, 2,728 CHILDREN WERE IDENTIFIED WITH A BLOOD LEAD VALUE OF 5 ?G/DL OR GREATER THAT WOULD REQUIRE FOLLOW-UP INTERVENTION FOR SECONDARY AND TERTIARY PREVENTION AND 17 OUT OF 351 TOTAL MASSACHUSETTS COMMUNITIES WERE IDENTIFIED AS HIGH RISK FOR ELEVATED BLOOD LEAD BASED UPON AN ALGORITHM OF AGE OF HOUSING, POVERTY LEVEL, AND INCIDENCE OF ELEVATED BLOOD LEAD. PRELIMINARY DATA ALSO SUGGESTS THAT OTHER POPULATIONS ARE UNDERSERVED WITH RESPECT TO THE RISK FOR ELEVATED BLOOD LEAD INCLUDING REFUGEES, CHILDREN OF NON-WHITE RACE OR OF HISPANIC ETHNICITY, AND RURAL POPULATIONS. RECOGNIZING THAT SURVEILLANCE IS ONLY THE BEGINNING OF OUR WORK, WE SEE ADDITIONAL NEED FOR PROGRESS IN PRIMARY PREVENTION AND IMPROVEMENT OF OUR HOUSING THROUGH PRIVATE SECTOR INSPECTIONS AND REMEDIATION. THIS COOPERATIVE AGREEMENT WILL ENHANCE OUR STATE-OF-THE-ART CHILDHOOD BLOOD LEAD SURVEILLANCE, CASE MANAGEMENT, AND PREVENTION PROGRAM TO TARGET HIGH RISK COMMUNITIES, TO EXPAND OUR COLLABORATIONS, AND TO DEVELOP NEW METHODS OF EVALUATION IN OUR EFFORT TO MAKE MORE HOMES LEAD SAFE AND TO SEE FEWER ADVERSELY IMPACTED CHILDREN IN MA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NUE2EH001456_7523"}, {"internal_id": 139197887, "Award ID": "NUE2EH001455", "Award Amount": 1515000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "A COLLABORATIVE APPROACH TO CHILDHOOD LEAD POISONING PREVENTION, TESTING, AND SURVEILLANCE IN NORTH CAROLINA - THE NORTH CAROLINA CHILDHOOD LEAD POISONING PREVENTION PROGRAM (NC CLPPP) PROPOSES TO IMPLEMENT A COMPREHENSIVE STATEWIDE PROGRAM AIMED AT PRIMARY AND SECONDARY PREVENTION OF CHILDHOOD LEAD POISONING. FOR COMPONENT A, NC CLPPP WILL PARTNER WITH THE UNIVERSITY OF NORTH CAROLINA INSTITUTE FOR THE ENVIRONMENT (UNC-IE) AND OTHER STAKEHOLDERS TO INCREASE BLOOD LEAD TESTING RATES AND IMPROVE REPORTING OF TEST RESULTS; IDENTIFY AND PROVIDE FOLLOW-UP SERVICES FOR CHILDREN EXPOSED TO LEAD; IMPROVE INTER-AGENCY COORDINATION TO CONNECT FAMILIES OF CHILDREN WITH CONFIRMED ELEVATED BLOOD LEAD LEVELS (EBLS) =5 ΜG/DL TO SERVICES THAT HELP MITIGATE THE EFFECTS OF LEAD EXPOSURE AND PROVIDE OTHER NEEDED SUPPORT; AND WORK WITH PARTNERS TO DEVELOP AND IMPLEMENT POPULATION-BASED INTERVENTIONS AIMED AT PRIMARY PREVENTION THROUGH OUTREACH AND EDUCATION TO ADDRESS KNOWN INEQUITIES. FOR COMPONENT B (PARTNERSHIPS TO ENHANCE ENVIRONMENTAL HEALTH LITERACY (PEEHL)), UNC-IE WILL LEAD A PROJECT TO ENHANCE UNDERSTANDING OF LEAD EXPOSURES AMONG PUBLIC HEALTH, CHILD CARE PROFESSIONALS, AND RESIDENTS OF HIGH-RISK, RURAL COUNTIES AND FACILITATE ACTION TO PREVENT EXPOSURE BY IMPLEMENTING TARGETED, POPULATION-BASED PRIMARY PREVENTION INTERVENTIONS.  THE PERCENT OF CHILDREN &LT;6 IN NC WITH ELEVATED BLOOD LEAD LEVELS =5 ΜG/DL ON AT LEAST ONE BLOOD LEAD TEST DECREASED FROM 5.5% (N=41,127/754,562) IN 2006-2010 TO 1.4% (N=8,278/598,107) IN 2016-2019, SUGGESTING THAT THE STRATEGIES EMPLOYED BY NC CLPPP ARE EFFECTIVELY REDUCING CHILDHOOD LEAD EXPOSURE. HOWEVER, 12 OF THE 100 NC COUNTIES HAD RATES OF CHILDREN WITH CONFIRMED EBLS =5 ΜG/DL THAT WERE DOUBLE THE STATE RATE OR HIGHER DURING 2015-2019; AND 10 OF THOSE 12 WERE RURAL COUNTIES IN THE NORTHEAST AND EAST. BY WORKING WITH STRATEGIC COMMUNITY PARTNERS NC CLPPP WILL INCREASE INFORMATION DISSEMINATED TO THESE COUNTIES TO REDUCE HEALTH DISPARITIES.  WE AIM TO ACHIEVE THE FOLLOWING OUTCOMES OVER FIVE YEARS: COMPONENT A - IMPROVE BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN &LT;6 YEARS OLD THROUGH PROVIDER AND LABORATORY OUTREACH - SUSTAIN AND DEVELOP PARTNERSHIPS WITH AGENCIES THAT SERVE OUR TARGET POPULATIONS TO CREATE A STATEWIDE LEAD ADVISORY COMMITTEE THAT ISSUES RECOMMENDATIONS BASED ON LOCAL DATA - INCREASE UNDERSTANDING OF CURRENT LEAD-RELATED GUIDELINES AMONG PUBLIC HEALTH PROFESSIONALS - ENHANCE THE SURVEILLANCE SYSTEM’S ABILITY TO CAPTURE MISSING CHILD DEMOGRAPHIC AND FOLLOW-UP DATA BY MATCHING SURVEILLANCE DATA WITH MEDICAID DATA - IMPROVE THE RATE AT WHICH EBL CHILDREN &LT;6 YEARS ARE LINKED TO RECOMMENDED SERVICES - STRENGTHEN CLINICAL AND ENVIRONMENTAL CASE COORDINATION THROUGH SURVEILLANCE SYSTEM IMPROVEMENTS - REDUCE DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS BY TARGETING HIGH-RISK AREAS, ESPECIALLY IN THE RURAL NORTHEAST, FOR INTERVENTION AND OUTREACH COMPONENT B - INCREASE PRIMARY PREVENTION OF CHILDHOOD LEAD POISONING THROUGH COORDINATION WITH LOCAL AND REGIONAL HEALTH AGENCIES AND COMMUNITY-BASED ORGANIZATIONS BY: O BUILDING THE CAPACITY OF EDUCATORS TO CONDUCT PRIMARY PREVENTION ACTIVITIES; O ENGAGING THE MOST VULNERABLE POPULATIONS THROUGH OUTREACH TO RESIDENTS IN HIGH-RISK AREAS; O SHARING INFORMATION ON HEALTH DISPARITIES IN LEAD POISONING WITH PUBLIC HEALTH DECISION-MAKERS TO BUILD SUPPORT FOR PREVENTION OF LEAD POISONING IN CHILDREN; O CONDUCTING HOME ASSESSMENTS TO IDENTIFY POTENTIAL LEAD HAZARDS IN HOMES; O COLLABORATING WITH THE STATE’S RRP PROGRAM TO TRAIN PROFESSIONALS TO BUILD CAPACITY WITHIN THE COUNTY AND REGION TO IMPLEMENT LEAD-SAFE WORK PRACTICES;  FOR OVER 20 YEARS, NC CLPPP HAS BUILT MEANINGFUL PARTNERSHIPS WITH KEY STAKEHOLDERS, DEVELOPING SURVEILLANCE CAPABILITIES AND BUILDING CAPACITY TO REDUCE THE BURDEN OF LEAD POISONING IN NORTH CAROLINA. THROUGH THIS PROPOSED WORK, OUR PARTNERSHIPS WILL BE LEVERAGED TO REACH THE MOST VUL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NUE2EH001455_7523"}, {"internal_id": 139197804, "Award ID": "NUE2EH001454", "Award Amount": 1095456.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION - COMPONENT B.- THE BALTIMORE CITY HEALTH DEPARTMENT (BCHD) COMBATS CHILDHOOD LEAD POISONING THROUGH MEDICAL CASE CASE MANGEMENT OF LEAD POISONED CHILDREN, ENVIRONMENTAL INSPECTIONS OF HOMES WITH LEAD HAZARDS AND ENFORCEMENT OF APPLICABLE LAWS, PROSECUTION OF NONCOMPLIANT PROPERTY, AND REFERRALS OF FAMILIES TO LEAD ABATEMENT PROGRAMS.DESPITE THE MODERATE SUCCESS OF THE LEAD POISONING PREVENTION PROGRAM, MUCH MORE NEEDS TO BE DONE TO REACH THE GOAL OF ELIMINATING CHILDHOOD LEAD POISONING.  INCREASED TESTING, OUTREACH AND PARTNERSHIP ARE VITAL TO INCREASING LEAD TESTING RATES, INCREASING EDUCATION OF BALTIMORE CITY RESIDENTS AND STRENGTHENING LOCAL AND STATE PARTNERSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3721a558-c1ad-d7cd-1b76-dddd5992bbbd-C", "generated_internal_id": "ASST_NON_NUE2EH001454_7523"}, {"internal_id": 139197863, "Award ID": "NUE2EH001453", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "PREVENTING CHILDHOOD LEAD POISONING IN MAINE - IN 2019, APPROXIMATELY 1 OUT OF EVERY 40 MAINE CHILDREN UNDER AGE 6 YEARS WHO WERE TESTED FOR LEAD IN THE BLOOD HAD LEAD POISONING. THIS MEANS THAT AN ESTIMATED 347 OUT OF 14,367 (2.4%) CHILDREN TESTED FOR LEAD POISONING HAD A BLOOD LEAD LEVEL (BLL) OF 5 MICROGRAMS OF LEAD PER DECILITER OF BLOOD (?G/DL) OR HIGHER. WHILE BOTH THE NUMBER AND THE PERCENTAGE OF CHILDREN IDENTIFIED WITH LEAD POISONING HAS BEEN DECLINING IN MAINE SINCE 2003 WHEN AN ESTIMATED 1,500 CHILDREN, OR NEARLY 11 PERCENT OF CHILDREN TESTED, HAD A BLL OF 5 ?G/DL OR HIGHER, THE MAINE CENTER FOR DISEASE CONTROL AND PREVENTION?S CHILDHOOD LEAD POISONING PREVENTION UNIT (CLPPU) CONTINUES TO PURSUE ITS LONGSTANDING GOAL OF ERADICATING CHILDHOOD LEAD POISONING IN MAINE, AND TO OPERATE UNDER THE PRINCIPLE THAT THERE IS NO SAFE LEVEL OF LEAD IN A CHILD?S BODY.MAINE HAS ALREADY ESTABLISHED A ROBUST, COMPREHENSIVE PRIMARY AND SECONDARY LEAD POISONING PREVENTION EFFORT. IN 2016, MAINE BECAME ONE OF THE FIRST JURISDICTIONS IN THE U.S. TO PROVIDE CASE MANAGEMENT AND ENVIRONMENTAL INTERVENTIONS FOR CHILDREN WITH BLOOD LEAD LEVELS AS LOW AS 5 UG/DL (THE U.S. CDC?S CURRENT REFERENCE LEVEL FOR ELEVATED BLOOD LEAD IN CHILDREN LESS THAN 6 YEARS OLD). IN 2019, IN RESPONSE TO PERSISTENTLY LOW BLOOD LEAD TESTING RATES, THE MAINE LEGISLATURE AMENDED STATE LAW TO REQUIRE ALL CHILDREN TO BE TESTED FOR LEAD AT AGES 1 AND 2 YEARS. MAINE CLPPU ALSO CONDUCTS STATEWIDE ACTIVITIES TARGETED TO AT-RISK POPULATIONS AND COMMUNITY-BASED PRIMARY PREVENTION ACTIVITIES IN HIGH-RISK AREAS THROUGH A DEDICATED STATE REVENUE STREAM. THE PROPOSED PROJECT, THEREFORE, BUILDS UPON THIS SOLID FOUNDATION TO FILL KEY PROGRAM GAPS AND STRENGTHEN EXISTING EFFORTS.FUNDING FROM THIS COOPERATIVE AGREEMENT WILL BE USED FOR THE SECONDARY PREVENTION OF CHILDHOOD LEAD POISONING, INCLUDING TO: 1) IMPROVE BLOOD LEAD TESTING AND REPORTING IN MAINE IN ALIGNMENT WITH MAINE AND FEDERAL BLOOD LEAD TESTING REQUIREMENTS; 2) MAINTAIN AND EXPAND M AINE?S CAPACITY TO CONDUCT BLOOD LEAD SURVEILLANCE; AND 3) IMPROVE MAINE?S ABILITY AND PROCESSES TO LINK LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES.MAJOR ACTIVITIES SUPPORTED BY THE COOPERATIVE AGREEMENT, OR LEVERAGED USING STATE RESOURCES, WILL INCLUDE: A) WORKING WITH A  STATEWIDE LEAD ADVISORY COMMITTEE AND PARTNERS INCLUDING MAINE?S MEDICAID ADMINISTRATION AGENCY TO IMPROVE TO IMPROVE BLOOD LEAD SCREENING IN HIGH-RISK AREAS AND AMONG MAINECARE-ENROLLED CHILDREN THROUGH THE USE OF BLOOD LEAD TESTING REPORT CARDS; B) OPERATING AND UPGRADING A LEAD POISONING CASE MANAGEMENT AND SURVEILLANCE SYSTEM IN ORDER TO COLLECT, ANALYZE, REPORT, AND DISSEMINATE IMPORTANT DATA ABOUT LEAD POISONING IN MAINE; AND, C) IMPROVING MAINE?S PROCESSES TO LINK LEAD-EXPOSED CHILDREN TO SERVICES SUCH AS ENVIRONMENTAL LEAD INVESTIGATIONS OF THE HOME ENVIRONMENT AND OTHER RECOMMENDED SERVICES SUCH AS NURSING VISITS AND EARLY INTERVENTION SERVICES.THIS PROJECT WILL RESULT IN IMPROVED BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE; IMPROVED USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION; IMPROVED RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WITH ELEVATED BLOOD LEAD LEVELS LINKED TO RECOMMENDED SERVICES; AND, DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NUE2EH001453_7523"}, {"internal_id": 139197868, "Award ID": "NUE2EH001452", "Award Amount": 1569846.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "IN CHILDHOOD LEAD POISONING PREVENTION & SURVEILLANCE PROGRAM - INDIANA DEPARTMENT OF HEALTH LEAD AND HEALTHY HOMES PROGRAMCDC CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN CDC-RFA-EH21-2102- COMPONENT AABSTRACT:THE INDIANA LEAD AND HEALTHY HOMES PROGRAM (LHHP) IS LOCATED WITHIN THE PUBLIC HEALTH PROTECTION AND LABORATORY SERVICES COMMISSION OF THE INDIANA DEPARTMENT OF HEALTH (IDOH). IN 2019, IDOH RECEIVED 84,769 BLOOD LEAD TEST RESULTS, BOTH VENOUS AND CAPILLARY TESTS, FROM MEDICAL PROVIDERS, LABORATORIES AND OTHER PUBLIC HEALTH PARTNERS. OF THESE RESULTS, 916, OR 1.1%, WERE CONSIDERED ELEVATED. THESE RESULTS INCLUDED TESTS FROM 77,807 UNIQUE CHILDREN UNDER AGE 7 WHO WERE TESTED IN INDIANA. OF THOSE CHILDREN, 607 (0.78%) HAD AT LEAST ONE ELEVATED RESULT, AND 196 (0.25%) HAD A CONFIRMED ELEVATED RESULT WITH A BLOOD LEAD RESULT > 10 ?G/DL, OR IN THE CITY OF EAST CHICAGO AT >5 ?G/DL.BASED ON THE DATA COLLECTED AND ANALYZED, THE LHHP EMPHASIZES A GEOGRAPHICAL TARGETED COMMUNITY APPROACH TO PRODUCE THE GREATEST REDUCTION IN ELEVATED BLOOD LEAD LEVELS IN INDIANA. THIS COMMUNITY PLAN APPROACH INCLUDES THE FOLLOWING COMPONENTS: STATISTICAL MAPPING TO PREDICT GEOGRAPHICAL AREAS HAVING POTENTIALLY HIGHER RATES OF LEAD HAZARDS AND CHILDREN AT-RISK; TARGETED ENVIRONMENTAL INVESTIGATION AND PRIMARY PREVENTION EFFORTS, TARGETED BLOOD TESTING OF AT-RISK CHILDREN, MEDICAL MANAGEMENT, LABORATORY SUPPORT, CASE MANAGEMENT, DEVELOPMENT OF A HOUSING DATABASE, DEVELOPMENT AND MAINTENANCE OF A SURVEILLANCE DATABASE, PUBLIC AND PROFESSIONAL EDUCATION, AND COMMUNITY EMPOWERMENT THROUGH RESOURCE DEVELOPMENT.ILHHP HAS MADE SIGNIFICANT PROGRESS IN BUILDING A SOLID FOUNDATION AND COMPREHENSIVE NETWORK OF STRATEGIC PARTNERS THROUGHOUT THE STATE. THESE EFFORTS ARE MULTIPLIED THROUGH THE INCREDIBLE ASSEMBLAGE OF STAKEHOLDERS ACCEPTING TO ELIMINATE LEAD POISONING AS A PUBLIC HEALTH CONCERN IN INDIANA?S CHILDREN. WITH THE HELP OF OUR PARTNERS, THE PROPOSED OUTCOMES OF THIS PROJECT ARE:?INCREASE D NUMBER OF CHILDREN TESTED FOR ELEVATED BLOOD LEAD LEVELS, ESPECIALLY MEDICAID?DECREASED NUMBER OF CHILDREN WITH ELEVATED BLOOD LEAD LEVELS ?5UG/DL?INCREASED PARTNERSHIPS TO ELIMINATE LEAD POISONING AS A PUBLIC HEALTH CONCERN?INCREASED TARGETED EDUCATIONAL ACTIVITIES FOR HEALTHCARE PROVIDERS AND PARENTS?INCREASED USE OF SURVEILLANCE DATA IN PROGRAMMATIC ACTIVITIES AND INTERVENTIONS?IMPROVED SURVEILLANCE AND CASE COORDINATION FOR CHILDREN WITH ELEVATED BLOOD LEVELSINDIANA DEMONSTRATES BOTH THE NEED FOR CONTINUED FUNDING AND THE CAPACITY TO MEET THE CHALLENGES FACING LEAD AND HEALTHY HOMES PROGRAMS IN 2021 AND BEYOND. THE IDOH LHHP HAS PROVIDED, AND WITH THIS FUNDING WILL CONTINUE TO PROVIDE, KEY PROGRAMMATIC STRATEGIES,INTERVENTIONS, AND SERVICES TO STRENGTHEN OUR STATE?S CHILDHOOD LEAD POISONING PREVENTION PROGRAM. THOSE VALUABLE SERVICES WILL CONTINUE TO INCLUDE IMPROVING BLOOD LEAD SCREENING TEST RATES, IDENTIFYING HIGH-RISK POPULATIONS THROUGH SURVEILLANCE, AND ENSURING EFFECTIVE REFERRAL AND FOLLOW-UP FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NUE2EH001452_7523"}, {"internal_id": 139197963, "Award ID": "NUE2EH001451", "Award Amount": 1515000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "CONNECTICUT?S CHILDHOOD LEAD POISONING PREVENTION PROGRAMS - COMPONENT A - BACKGROUND /PROBLEM:  CONNECTICUT?S HOUSING STOCK IS CONSIDERABLY OLDER THAN THE NATIONAL AVERAGE, WITH 70% BUILT PRIOR TO 1980 AND 43% BUILT PRIOR TO 1960 (2019 AMERICAN COMMUNITY SURVEY 5-YEAR ESTIMATES U.S. CENSUS). THIS HAS SIGNIFICANTLY CONTRIBUTED TO THE INCREASED RISK OF LEAD-EXPOSURE AND ASSOCIATED ADVERSE HEALTH EFFECTS IN CHILDREN UNDER SIX YEARS OLD.  FURTHER COMPOUNDING THE PROBLEM, IS THE FACT THAT AN EVEN LARGER PROPORTION OF THE OLDER HOUSING STOCK EXISTS IN DENSELY POPULATED CITIES WHERE CHILDREN ARE MORE LIKELY TO LIVE IN POVERTY AND MORE LIKELY TO BE BLACK OR HISPANIC, WIDENING THE HEALTH DISPARITY GAP. OVER THE PAST 20 YEARS, CONNECTICUT HAS SEEN A STEADY DECLINE OF ELEVATED BLOOD LEAD LEVELS (?5 MCG/DL) IN CHILDREN UNDER SIX YEARS OLD.  THIS STEADY DECLINE HAS BEEN, IN LARGE PART, DUE TO THE CONSISTENT SUPPORT RECEIVED BY THE CDC AS WELL AS THE CONNECTICUT DEPARTMENT OF PUBLIC HEALTH?S CHILDHOOD LEAD POISONING PREVENTION PROGRAM?S (CLPPP) ORGANIZATIONAL CAPACITY AND SUSTAINED ENGAGEMENT WITH FEDERAL, STATE, AND LOCAL PARTNERS.PURPOSE: THE CLPPP IS INTENT ON ELIMINATING CHILDHOOD LEAD POISONING BY: 1) ENSURING BLOOD LEAD TESTING AND REPORTING, 2) ENHANCING BLOOD LEAD SURVEILLANCE, 3) IMPROVING LINKAGES TO ENSURE LEAD-EXPOSED CHILDREN RECEIVE RECOMMENDED SERVICES, AND 4) DEVELOPING TARGETED POPULATION-BASED INTERVENTIONS. THE PURPOSE OF THIS PROPOSAL IS TO SEEK GRANT FUNDING TO ADEQUATELY SUPPORT AND SUSTAIN THESE GOALS.STRATEGIES AND OUTCOMES: THROUGH CDC FUNDING WE EXPECT TO ENSURE BLOOD LEAD TESTING AND REPORTING BY INCREASING COLLABORATION WITH COMMUNITY MEMBERS AND STAKEHOLDERS, ADDRESS OUTDATED LEGISLATION, AND INCREASE PROVIDER COMPLIANCE SCREENING AND REPORTING LAWS. THE CLPPP WILL ALSO ENHANCE BLOOD LEAD SURVEILLANCE BY IMPROVING COMPLETENESS OF DATA COLLECTION, INCREASING EFFICIENCY OF DATA PROCESSING, EMPLOYING DATA MATCHING METHODS TO BETTER UNDERSTAND SCREENING RATES IN MEDICAID AND REFUGEE POPULATIONS, AND BY PUBL ISHING SURVEILLANCE REPORTS MAKING DATA PUBLICLY AVAILABLE FOR USE BY LOCAL HEALTH DEPARTMENTS (LHDS).  WE WILL IMPROVE LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES BY CREATING LEGISLATION THAT REQUIRES LHDS TO UTILIZE THE SURVEILLANCE SYSTEM AND BY ENSURING LHDS CONDUCT TIMELY ENVIRONMENTAL INVESTIGATIONS WHILE PROVIDING TECHNICAL ASSISTANCE. THE CLPPP WILL ALSO COLLABORATE WITH THE OFFICE OF EARLY CHILDHOOD?S BIRTH TO THREE PROGRAM TO PROVIDE APPROPRIATE RESOURCES TO LEAD POISONED CHILDREN AND WE WILL CONTINUE TO PARTNER WITH REGIONAL LEAD TREATMENT CENTERS TO PROVIDE PEER TO PEER EDUCATION AND RESOURCES FOR CASE MANAGEMENT. FINALLY, THE CLPPP WILL STRENGTHEN TARGETED POPULATION-BASED INTERVENTIONS AND ADDRESS HEALTH DISPARITIES BY UTILIZING GEOGRAPHIC INFORMATION SYSTEMS TO MAP AND ENHANCE KNOWLEDGE OF LOCATIONS WITH HIGH PREVALENCE AND INCIDENCE OF LEAD POISONING. THIS INFORMATION WILL FURTHER BE USED TO INFORM MEDIA CAMPAIGNS AND COMMUNITY OUTREACH FOCUSED ON HIGH RISK BLACK AND HISPANIC POPULATIONS TO REDUCE KNOWN DISPARITIES.SIGNIFICANCE:  BY FUNDING THIS ACTIVITY, THE CDC WILL CONTINUE TO SUPPORT THE OVERALL DECLINE OF CHILDHOOD LEAD POISONING IN CONNECTICUT, WHILE REDUCING RACIAL AND ETHNIC HEALTH DISPARITIES, AND IMPROVING HEALTH EQUITY FOR OTHER NOTORIOUSLY UNDERSERVED POPULATIONS.  THESE ACCOMPLISHMENTS WILL HAVE FAR REACHING POSITIVE EFFECTS ON CHILDREN?S HEALTH DURING EARLY DEVELOPMENT AND WILL IMPROVE THEIR CHANCES FOR LATER SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NUE2EH001451_7523"}, {"internal_id": 139197937, "Award ID": "NUE2EH001450", "Award Amount": 1446819.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "HAWAII CHILDHOOD LEAD POISONING PREVENTION PROGRAM - PURPOSE: THE HAWAII CHILDHOOD LEAD POISONING PREVENTION PROGRAM (HI-CLPPP) WILL (A) IMPROVE BLOOD LEAD SCREENING TEST RATES ESPECIALLY AMONG THE HIGHEST RISK POPULATIONS; (B) MAINTAIN AND IMPROVE THE SURVEILLANCE SYSTEM BY WORKING WITH LABORATORIES AND HEALTHCARE PROVIDERS TO IMPROVE THE COLLECTION OF SOCIODEMOGRAPHIC AND GEOGRAPHIC RISK FACTORS FROM BLOOD LEAD TESTING DATA TO BETTER IDENTIFY THE HIGHEST RISK POPULATIONS AND IMPROVE HEALTH EQUITY; AND (C) COLLABORATE CLOSELY WITH HEALTHCARE AND SERVICE PROVIDERS TO ENSURE A COMPREHENSIVE SYSTEM OF FOLLOW-UP FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVEL (EBLL) THAT EFFICIENTLY CONNECTS THEM WITH RECOMMENDED SERVICES AND TRACKS THEIR PROGRESS.BACKGROUND: LEAD-BASED PAINT WAS BANNED FOR RESIDENTIAL USE IN 1978. OVER 54% OF HAWAII?S HOUSING AND 61% OF HONOLULU?S HOUSING WERE BUILT BEFORE 1980. HAWAII?S WARM AND HUMID TROPICAL CLIMATE CREATES A CORROSIVE ENVIRONMENT THAT ACCELERATES PAINT DETERIORATION. HAWAII ALSO HAS THE HIGHEST COST OF LIVING IN THE COUNTRY COMBINED WITH MODERATE SALARIES AND A VERY COMPETITIVE RENTAL MARKET. THESE FACTORS PREVENT MANY PEOPLE WHO CAN AFFORD TO OWN FROM PROPERLY MAINTAINING THEIR HOMES, WHILE RENTERS OFTEN AVOID ASKING THEIR LANDLORDS FOR REPAIRS FOR FEAR OF BEING GIVEN NOTICE TO MOVE OUT. HAWAII ALSO CONTINUES TO WELCOME A SIGNIFICANT NUMBER OF IMMIGRANTS FROM COUNTRIES THROUGHOUT THE ASIA PACIFIC RIM, CREATING LARGE POPULATIONS OF NON-ENGLISH SPEAKING GROUPS THAT OFTEN LIVE IN MULTI-FAMILY HOMES WITHIN AREAS ALREADY AFFECTED BY TRADITIONAL ENVIRONMENTAL JUSTICE ISSUES, INCLUDING HIGHER RATES OF CHILDHOOD LEAD POISONING. LEAD SOURCES AND DATA: RECENT LEAD ENVIRONMENTAL INVESTIGATIONS IDENTIFIED LIKELY SOURCES OF LEAD EXPOSURE FOR CHILDREN AS LEAD-BASED PAINT, HOME SMELTING OF FISHING SINKERS, CONTAMINATED SOIL, SOUVENIR MAGNETS, SALVAGED WOOD, USED FURNITURE, CERAMIC TILES, ANTIQUE JARS, DISHES, BEACH DEBRIS, OLD TOYS, AND OCCUPATIONAL EXPOSURE. HAWAII?S STATEWIDE E BLL RATE IN 2020 WAS 1.09%, BUT A NEIGHBOR ISLAND LIKE HAWAII ISLAND HAD HIGHER EBLL RATES (2.47%). THE TOTAL NUMBER OF CHILDREN TESTED FOR BLOOD LEAD DROPPED SIGNIFICANTLY (19.1%) IN 2020 DUE TO THE COVID-19 PANDEMIC. TWENTY-FIVE PERCENT (25.0%) OF ALL 1- AND 2-YEAR-OLD CHILDREN WERE TESTED FOR BLOOD LEAD LEVELS IN 2020 (UP FROM A 23.8% BASELINE IN 2017, BUT DOWN FROM THE PEAK OF 26.7% IN 2018). OF CHILDREN ENROLLED IN MEDICAID, 43.4% OF 1- AND 2-YEAR-OLD CHILDREN WERE TESTED IN 2019 (UP FROM A 37.8% BASELINE IN 2016), BUT THESE 2019 NUMBERS THAT DO NOT YET REFLECT THE EFFECTS OF COVID-19 IN 2020. PROJECT PERIOD OUTCOMES:?IMPROVE BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE (E.G., SCREENING/TESTING PENETRANCE AND THE INCIDENCE AND PREVALENCE OF CHILDREN WITH BLOOD LEAD LEVELS GREATER THAN OR EQUAL TO THE CDC BLOOD LEAD REFERENCE VALUE) AND OTHER IMPORTANT BLOOD LEAD LEVELS CATEGORIES.?IMPROVE USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION (E.G., ADDRESS, RACE/ETHNICITY, SOCIOECONOMIC STATUS, SMALL GEOGRAPHIC AREA [ZIP CODE OR CENSUS TRACT], REFERRALS TO RECOMMENDED SERVICES, COMPLETION OF SERVICES BY TYPE).?IMPROVED RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WITH ELEVATED BLOOD LEAD LEVELS LINKED TO RECOMMENDED SERVICES (E.G., ENVIRONMENTAL INSPECTIONS, MEDICAL EVALUATIONS, NUTRITIONAL COUNSELING, DEVELOPMENTAL SERVICES).?DECREASE DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NUE2EH001450_7523"}, {"internal_id": 139197927, "Award ID": "NUE2EH001449", "Award Amount": 832323.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "GENESEE, LIVINGSTON, ORLEANS, WYOMING COUNTIES CHILDHOOD LEAD POISONING PREVENTION PROGRAM (GLOW CLPP) - PROJECT ABSTRACT SUMMARYTHE PURPOSE OF THE GLOW CLPP (GENESEE, LIVINGSTON, ORLEANS, AND WYOMING COUNTIES CHILDHOOD LEAD POISONING PREVENTION) PROGRAM IS TO ELIMINATE LEAD HAZARDS AND CHILDHOOD LEAD POISONING BY DEVELOPING TARGETED POPULATION-BASED POLICIES AND INTERVENTIONS.  THE GLOW REGION IS COMPRISED OF FOUR SMALL, RURAL COUNTIES WHICH ARE GEOGRAPHICALLY LOCATED BETWEEN THE CITIES OF ROCHESTER AND BUFFALO IN WESTERN NEW YORK. THERE ARE OVER 50,000 HOMES IN THE GLOW REGION THAT WERE BUILT BEFORE 1978, AND MANY STILL CONTAIN LEAD HAZARDS. MOST OF THESE HOMES ARE IN RURAL AREAS OF THE REGION AND ARE OCCUPIED BY OUR TARGET POPULATIONS. THE TARGET POPULATIONS FOR THE GLOW CLPP PROGRAM ARE CHILDREN UNDER THE AGE OF SIX (WITH A SPECIFIC FOCUS ON CHILDREN UNDER THREE YEARS OLD) FROM LOW-INCOME, MIGRANT, NON-ENGLISH SPEAKING, NATIVE AMERICAN, AMISH, AND OTHER ETHNIC MINORITY FAMILIES. NEARLY 10% OF THE GLOW REGION?S POPULATION LIVES BELOW THE POVERTY LINE, WITH LIVINGSTON COUNTY HAVING THE HIGHEST LOW-INCOME POPULATION AT 13.8%. SPECIFICALLY, CHILDREN ARE GREATLY IMPACTED, WITH APPROXIMATELY 18% OF CHILDREN UNDER 18 LIVING IN POVERTY THROUGHOUT THE GLOW REGION. THE GLOW CLPP PROGRAM WILL IMPLEMENT THE FOLLOWING POPULATION-BASED INTERVENTIONS AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURE: ?DEVELOP AND ORGANIZE THE GLOW LEAD PREVENTION COALITION TO ADVOCATE FOR PUBLIC POLICY CHANGE REGARDING ELIMINATING         CHILDHOOD LEAD POISONING IN THE HOME, AS WELL AS OTHER SOURCES OF POTENTIAL LEAD EXPOSURE ACROSS THE GLOW REGION. ?DELIVER LEAD PREVENTION EDUCATION AND OUTREACH TO THE LEAD WORKFORCE, THE PUBLIC, PARTNERS, AND STAKEHOLDERS ACROSS THE         GLOW REGION.?IMPLEMENT A PUBLIC AWARENESS CAMPAIGN TO INCREASE LEAD POISONING PREVENTION AWARENESS AND INCREASE CHILDHOOD BLOOD         LEAD TESTING RATES THROUGHOUT THE GLOW REGION.?DELIVER LEAD SAFE PRACTICE TRAININGS AND/OR WORKSHOPS TO INDIVIDUALS, HOMEOWNERS, RENTERS, LANDLORDS, CODE ENFORCEMENT  OFFICERS, AND THE LEAD WORKFORCE. ?CONDUCT ENVIRONMENTAL HOME INSPECTIONS. ?DEVELOP A LEAD SAFE HOUSING REGISTRY FOR THE GLOW REGION.THE GLOW CLPP PROGRAM WILL COLLABORATE WITH MANY OF THE VARIOUS PARTNERS AND STAKEHOLDERS OPERATING THROUGHOUT THE GLOW REGION. COORDINATION WITH THESE ORGANIZATIONS WILL ASSIST US WITH TARGETED MARKETING AND OUTREACH ACTIVITIES THAT WILL MORE HOLISTICALLY REACH THOSE WHO ARE ABLE TO BENEFIT WITHIN THE GLOW COMMUNITY. IN ORDER TO EVALUATE THE SUCCESS AND IMPACT OF THE STRATEGIES AND ACTIVITIES IMPLEMENTED, BOTH PROCESS AND OUTCOME EVALUATION WILL BE COMPLETED. SURVEYS, FOCUS GROUPS, INTERVIEWS, OBSERVATIONS, QUESTIONNAIRES, EVENT LOGS, SURVEILLANCE DATA, RECORD REVIEWERS, RECORDKEEPING AND TRACKING TO COLLECT DATA WILL BE USED TO EVALUATE THE PERFORMANCE MEASURES. PARTNER AND STAKEHOLDER INCLUSION WILL BE KEY TO THE SUCCESS OF THE GLOW CLPP PROGRAM, AND EACH WILL PARTICIPATE IN THE PROGRAM EVALUATION AND PERFORMANCE PLANNING PROCESS THROUGH THE GLOW LEAD PREVENTION COALITION EVALUATION WORK GROUP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c36159e-b6e2-d60b-7069-4afc9aa3e107-C", "generated_internal_id": "ASST_NON_NUE2EH001449_7523"}, {"internal_id": 139197862, "Award ID": "NUE2EH001448", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "MINNESOTA CHILDHOOD LEAD POISONING PREVENTION PROGRAM - PROJECT ABSTRACT SUMMARYTHE MINNESOTA DEPARTMENT OF HEALTH?S CHILDHOOD LEAD POISONING PREVENTION PROGRAM (MCLPPP) IS SEEKING FUNDING FROM CDC TO CONTINUE ITS EFFORTS TO ELIMINATE LEAD EXPOSURE IN MINNESOTA CHILDREN. IN 2019, 89,858 MINNESOTA CHILDREN AGED < 6 YEARS WERE BLOOD LEAD TESTED. AMONG THESE, 608 (0.68%) HAD A CONFIRMED ELEVATED BLOOD LEAD LEVEL (EBLL). WHILE THE PREVALENCE OF EBLLS IN MINNESOTA CHILDREN HAS DECLINED SUBSTANTIALLY OVER THE PAST DECADES, THE PREVALENCE OF EBLLS IS NOT EQUITABLY DISTRIBUTED THROUGHOUT THE STATE. THERE ARE GEOGRAPHIC AREAS AND POPULATIONS WITH PREVALENCES MUCH HIGHER THAN THE STATE PREVALENCE. THESE AREAS TEND TO HAVE HIGHER LEVELS OF POVERTY, OLDER HOUSING STOCK, AND LARGER PROPORTIONS OF PERSONS OF COLOR. MCLPPP IS COMMITTED TO ADDRESSING THESE DISPARITIES THROUGH TARGETING INTERVENTIONS TO HIGH-RISK AREAS AND POPULATIONS. THE MCLPPP HAS OPERATED CONTINUOUSLY SINCE 1995 IN ITS EFFORTS TO MONITOR AND ELIMINATE LEAD EXPOSURE IN MINNESOTA. IT IS AUTHORIZED UNDER MINNESOTA STATUES TO MAINTAIN A STATEWIDE LEAD SURVEILLANCE SYSTEM. THIS SYSTEM INFORMS AUTHORIZED AGENCIES (MDH AND COMMUNITY HEALTH BOARDS) OF LEAD EXPOSED CASES SO THAT THE FAMILY CAN BE REACHED WITH EDUCATION AND ENVIRONMENTAL RISK ASSESSMENTS. THESE AGENCIES ARE AUTHORIZED TO ISSUE ENFORCEABLE CORRECTION ORDERS FOR IDENTIFIED LEAD HAZARDS. IN ORDER TO IMPROVE UPON AND CONTINUE THE OPERATION OF THE MCLPPP, FUNDS RECEIVED THROUGH THIS GRANT WILL SUPPORT ACTIVITIES TO REDUCE LEAD EXPOSURES AND LEAD POISONING IN MINNESOTA. ACTIVITIES INCLUDE: SCREENING, REPORTING OF BLOOD LEAD DATA TO CDC, DATA MANAGEMENT/SURVEILLANCE, AND TARGETED POPULATION-BASED INTERVENTIONS. MCLPPP WILL DEMONSTRATE THAT PROCESSES ARE IN PLACE TO IDENTIFY LEAD-EXPOSED CHILDREN AND LINK THEM TO RECOMMENDED SERVICES. THE PROGRAM WILL WORK CLOSELY WITH AGENCIES, PARTNERS, AND OTHER STAKEHOLDERS SERVING CHILDREN TO ENSURE THAT A COMPREHENSIVE SYSTEM OF REFERRAL, CASE MANAGEMENT,  FOLLOW-UP AND EVALUATION IS IN PLACE.DEMONSTRABLE OUTCOMES OF THE FUNDING WILL INCLUDE: (1) IMPROVED BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE. (2) IMPROVED USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION. (3) IMPROVED RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WHO MEET STATE CASE DEFINITIONS WHO ARE LINKED TO RECOMMENDED SERVICES. (4) DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS. (5) IMPROVED POLICIES FOR TARGETED COMMUNITY-BASED APPROACHES AIMED AT PRIMARY PREVENTION OF LEAD-EXPOSED CHILDREN.STRATEGIES AND ACTIVITIES THAT WILL PRODUCE THESE OUTCOMES INCLUDE THE FOLLOWING: (1) ENSURE BLOOD LEAD TESTING AND REPORTING. (2) ENHANCE BLOOD LEAD SURVEILLANCE. (3) IMPROVE LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES. (4) DEVELOP TARGETED POPULATION-BASED POLICY INTERVENTIONS. THE SUCCESS OF THESE STRATEGIES WILL DEPEND HEAVILY ON THE ONGOING COLLABORATION WITH STRATEGIC PARTNERS AT FEDERAL, STATE AND LOCAL LEVELS. MCLPPP HAS A LONG HISTORY OF SUCH COLLABORATIONS AND IS PART OF A STRONG NETWORK OF ORGANIZATIONS AND AGENCIES ENGAGED IN ELIMINATING LEAD EXPOSURE IN MINNESOTA.SUCCESS WILL ALSO DEPEND ON ONGOING EVALUATION AND PERFORMANCE MEASUREMENT OF THE MCLPPP. A RIGOROUS PLAN FOR EVALUATION AND PERFORMANCE MEASUREMENT WILL BE CREATED WITHIN THE FIRST 6 MONTHS OF THE PROJECT PERIOD. THIS WILL BE USED TO MEASURE THE EFFECTIVENESS AND EFFICIENCY OF PROGRAM PROCESSES TOWARDS ACHIEVING THE INTENDED OUTCOMES. RESULTS FROM EVALUATIONS WILL BE USED TO ADJUST AND REFINE PROGRAM OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NUE2EH001448_7523"}, {"internal_id": 139197845, "Award ID": "NUE2EH001447", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "CALIFORNIA CHILDHOOD LEAD POISONING PREVENTION (CLPP): COMPONENT A + B - COMPONENT A: CALIFORNIA?S CHILDHOOD LEAD POISONING PREVENTION BRANCH (CLPPB) WAS ESTABLISHED TO REDUCE THE INCIDENCE OF LEAD EXPOSURE AND IDENTIFY AND MANAGE THE CARE OF CHILDREN WITH LEAD POISONING. IF THIS PROPOSAL IS FUNDED, CLPPB WILL MOVE FORWARD WITH DEVELOPING ANIMPROVED PREVENTION, SCREENING AND TESTING PLAN AND ESTABLISHING STRATEGIC PARTNERSHIPS AND POLICIES TO ENSURE A COMPREHENSIVE SYSTEM EXISTS FOR THE IDENTIFICATION, LINKAGE TO CARE, AND PROVISION OF APPROPRIATE SERVICES TO CHILDREN EXPOSED TO LEAD WITH BLOOD LEADLEVELS ABOVE THE CDC REFERENCE LEVEL OF 5 MICROGRAMS PER DECILITER (MCG/DL).TO ACHIEVE THESE OUTCOMES, CLPPB WILL ESTABLISH AN INDEPENDENT STATEWIDE ADVISORY COMMITTEE THAT WILL DEVELOP STATEWIDE PREVENTION, SCREENING AND TESTING PLAN AND MONITOR CLPPB'S EFFORTS. BY ADOPTING THE HEALTHY HOMES AND LEAD POISONING SURVEILLANCESYSTEM (HHLPSS) AND ESTABLISHING PARTNERSHIPS, CLPPB WILL BE ABLE TO LINK DATA FROM OTHER SYSTEMS, INCLUDING MEDICAID. AS A RESULT, CLPPB WILL BE ABLE TO CAPTURE APPROPRIATE DENOMINATORS FOR CALCULATING SCREENING AND TESTING RATES; HAVE THE CAPABILITY TO IDENTIFY RISK FACTORS SUCH AS RACE/ETHNICITY AND SOCIOECONOMIC STATUS; AND HAVE CAPACITY TO REPORT ON HEALTH EQUITY MEASURES. BY IMPROVED USE OF SURVEILLANCE DATA AND ESTABLISHED PARTNERSHIPS, CLPPB WILL BE ABLE TO INCREASE CAPACITY AND CAPABILITY TO LINK CHILDREN UNDER 6 YEARS OF AGE WITH BLOOD LEAD LEVELS GREATER THAN OR EQUAL TO THE CDC BLOOD LEAD REFERENCE LEVEL TO RECOMMENDED SERVICES INCLUDING ENVIRONMENTAL INSPECTIONS, MEDICAL EVALUATIONS, AND NUTRITIONAL COUNSELING.ULTIMATELY, THROUGH THIS FUNDING OPPORTUNITY, CLPPB'S GOAL IS TO INCREASE BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE; DECREASE DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY; IMPROVE USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION; AND IMPROVE RATES OF CHILDR EN LESS THAN 6 YEARS OF AGE WITH ELEVATED BLOOD LEAD LEVELS LINKED TO RECOMMENDED SERVICES.COMPONENT BCALIFORNIA?S CHILDHOOD LEAD POISONING PREVENTION BRANCH (CLPPB) WAS ESTABLISHED TO REDUCE THE INCIDENCE OF LEAD EXPOSURE AND IDENTIFY AND MANAGE THE CARE OF CHILDREN WITH LEAD POISONING. IF THIS PROPOSAL IS FUNDED, CLPPB WILL ESTABLISH STRATEGIC PARTNERSHIPS INALAMEDA COUNTY TO PILOT TARGETED, POPULATION-BASED INTERVENTIONS AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURE WITH A FOCUS ON COMMUNITY-BASED APPROACHES FOR LEAD HAZARD ELIMINATION IN HOUSING. THE INTERVENTIONS WILL TAKE PLACE IN CENSUS TRACTS WITH THEHIGHEST CONCENTRATIONS OF HOUSING-RELATED LEAD HAZARD AND LOW INCOME AND MINORITY CHILDREN, UNIQUE EXISTING RESOURCES AND POLICIES TO LEVERAGE, AND AN ACTIVE NETWORK OF STAKEHOLDER ORGANIZATIONS TO ENGAGE. OUR GRANT OUTCOMES WILL BE:- IMPROVED POLICIES FOR TARGETED COMMUNITY-BASED APPROACHES AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURE IN CHILDREN.- IMPROVED COORDINATED SYSTEMS OF CARE MODELING EFFECTIVE PARTNERSHIPS TO PREVENT CHILDHOOD LEAD POISONING.- DECREASED LEAD HAZARDS IN HOUSING OCCUPIED BY VULNERABLE POPULATIONS.- DECREASED OTHER SOURCES OF LEAD EXPOSURE IN TARGETED COMMUNITIES.- INCREASED RATES OF SCREENING FOR LEAD IN LOW-INCOME AND MINORITY CHILDREN IN OAKLAND.TO ACHIEVE THESE OUTCOMES, CLPPB WILL WORK CLOSELY WITH THE ALAMEDA COUNTY HEALTHY HOMES DEPARTMENT AND THE BLACK INFANT HEALTH PROGRAM FROM THE CALIFORNIA DEPARTMENT OF PUBLIC HEALTH?S MATERNAL, CHILD AND ADOLESCENT HEALTH DIVISION. TOGETHER WE WILL ESTABLISH STRATEGIC PARTNERSHIPS AT THE LOCAL AND STATE LEVEL, CO-DEVELOP STRATEGIES FOR ENHANCING LEAD POISONING PREVENTION STRATEGIES AND REDUCING HEALTH DISPARITIES, AND CREATE A DETAILED POLICY DESIGN AND IMPLEMENTATION PLAN. BY DEVELOPING THIS PLAN FOR TARGETED, COMMUNITY-BASED APPROACHES WE WILL CREATE STRATEGIC PARTNERSHIPS AIMED AT PRIMARY PREVENTION AND CREATING ENVIRONMENTS WHERE CHILDREN CAN LIV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NUE2EH001447_7523"}, {"internal_id": 139197941, "Award ID": "NUE2EH001446", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - CHILDHOOD LEAD EXPOSURE IS A SERIOUS, BUT PREVENTABLE PUBLIC HEALTH PROBLEM.  THE NEW YORK CITY (NYC) DEPARTMENT OF HEALTH AND MENTAL HYGIENE IS A NATIONAL LEADER IN DEVELOPING PUBLIC HEALTH INTERVENTIONS WITH A FOCUS ON PRIMARY PREVENTION, DATA-DRIVEN PROGRAMS AND EVALUATION. IN 2019, 3,076 NEW YORK CITY (NYC) CHILDREN < 6 YEARS HAD BLOOD LEAD LEVELS (BLL) AT OR ABOVE THE CDC REFERENCE LEVEL OF 5 ?G/DL.  OF THESE, ABOUT 600 CHILDREN HAD BLL ?10 ?G/DL.  WHILE THE NUMBER OF CHILDREN WITH BLL ?5 ?G/DL HAS DECLINED MORE THAN 90% SINCE 2005, AS A RESULT OF STRONG POLICIES AND COLLABORATIONS BETWEEN HEALTH AND HOUSING AGENCIES, THE RATE OF DECLINE HAS SLOWED IN RECENT YEARS.  THERE IS NO SAFE BLOOD LEAD LEVEL AND MORE WORK IS NEEDED TO REDUCE CHILDHOOD LEAD EXPOSURES.THE PURPOSE OF THE PROPOSED PROJECT IS TO DECREASE DISPARITIES IN BLOOD LEAD LEVELS BY SOCIAL, DEMOGRAPHIC AND GEOGRAPHIC FACTORS, AND ULTIMATELY ELIMINATE CHILDHOOD LEAD POISONING IN NYC.  BUILDING ON A STRONG HISTORY OF USING DATA TO INFORM PROGRAM AND POLICY ACTION TO REDUCE LEAD EXPOSURE AND WORKING WITH OTHER AGENCY AND COMMUNITY PARTNERS, THE NYC HEALTHY HOMES PROGRAM (HHP) WILL ENSURE BLOOD LEAD TESTING AND REPORTING, ENHANCE BLOOD LEAD SURVEILLANCE, IMPROVE LINKAGES TO RECOMMENDED SERVICES THROUGH COMPONENT A; AND WILL DEVELOP TARGETED POPULATION-BASED PRIMARY PREVENTION INTERVENTIONS THROUGH COMPONENT B.THIS PROPOSAL STRIVES TO ACHIEVE THE FOLLOWING OUTCOMES BY THE END OF THE PROJECT PERIOD: 1) IMPROVED BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE; 2) IMPROVED USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION; 3) IMPROVED RATES OF LEAD-EXPOSED CHILDREN LESS THAN 6 YEARS OF AGE LINKED TO RECOMMENDED SERVICES; AND 4) DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS.SPECIFIC STRATEGIES AND ACTIVITIES PROPOSED TO ACHIEVE THESE OUTCOME S INCLUDE:?ENSURING BLOOD LEAD TESTING AND REPORTING, WITH A FOCUS ON CHILDREN AT GREATER RISK FOR LEAD EXPOSUREOSUSTAINING A CITYWIDE LEAD ADVISORY COMMITTEEODATA MATCHING TO IDENTIFY MEDICAID-ENROLLED CHILDREN WHO REQUIRE A BLOOD LEAD TEST, AND CHILDREN WHO ARE OVERDUE FOR A BLOOD LEAD TEST AT AGE 1 AND 2OTARGETED OUTREACH TO INCREASE BLOOD LEAD TESTING AND ELECTRONIC REPORTING?ENHANCING BLOOD LEAD SURVEILLANCE THROUGH DATA COLLECTION, ANALYSIS AND DISSEMINATIONOUSING SURVEILLANCE DATA TO IDENTIFY HIGH-RISK GEOGRAPHIC AREAS AND POPULATIONSODISSEMINATING DATA TO CDC AND THE PUBLIC ?IMPROVING LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICESOUSING LEADQUEST TO TRACK THE TIMELINESS OF SERVICE DELIVERY AND FOLLOW-UP ?DEVELOPING TARGETED POPULATION-BASED INTERVENTIONS THROUGH STRATEGIC PARTNERSHIPS OCOLLABORATING WITH CBOS SERVING HIGH-RISK POPULATIONS TO DEVELOP AND IMPLEMENT CULTURALLY APPROPRIATE TARGETED INTERVENTIONS ODEVELOPING TOOLS FOR EDUCATION AND OUTREACH AND SYSTEMATIC TRACKING OF NON-PAINT SOURCESOEXPANDING LEAD WORKFORCE CAPACITY IN TARGETED HIGH-RISK GEOGRAPHIC AREAS AND POPULATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a4a5698-e56e-f2ea-e551-884e4de0b514-C", "generated_internal_id": "ASST_NON_NUE2EH001446_7523"}, {"internal_id": 139197911, "Award ID": "NUE2EH001445", "Award Amount": 1520004.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION - PROJECT ABSTRACT COMPONENT A APPROXIMATELY 14,800 WEST VIRGINIA CHILDREN RECEIVE A BLOOD LEAD LEVEL TEST EACH YEAR. IN 2019, THE CENTERS FOR MEDICARE-MEDICAID SERVICES REPORT (CMS-416), REPORTED OF THE 68,695 MEDICAID ELIGIBLE CHILDREN <72 MONTHS OLD, 13,977 (20.3%) RECEIVED A BLOOD LEAD SCREENING TEST. MORE CHILDREN WERE TESTED AT 12 AND 24 MONTHS, BUT OF THE 24,153 OF THESE MEDICAID ELIGIBLE CHILDREN, ONLY 42.7% WERE TESTED, LEAVING 57.3% THAT WERE NOT TESTED. HOMEOWNERSHIP IN WEST VIRGINIA BETWEEN 2015-2019 WAS 73.4% WHILE THE NATIONAL AVERAGE IS 64.1 % AS OF JANUARY 2020. MANY WEST VIRGINIANS PASS THE FAMILY HOMESTEAD DOWN THROUGH GENERATIONS TO THEIR CHILDREN OR GRANDCHILDREN. PER THE U.S. CENSUS, OF ALL WEST VIRGINIA OCCUPIED UNITS, 59.3% WERE BUILT BEFORE 1980. OF THE HOMES BUILT BEFORE 1980, 73.4% ARE OWNER OCCUPIED AND 26.6% ARE RENTER OCCUPIED. POPULATION ESTIMATES FOR 2019 FROM THE UNITED STATES CENSUS BUREAU (CENSUS.GOV/QUICKFACTS/WV) REPORTED THAT 93.5% OF WEST VIRGINIA RESIDENTS ARE CAUCASIAN, 3.6% BLACK OR AFRICAN AMERICAN, 0.3% AMERICAN INDIAN AND ALASKA NATIVE, 0.8% ASIAN, 1.89% OTHER. 1.7% OF WEST VIRGINIANS ARE OF HISPANIC AND LATINO ETHNIC ORIGIN. PER THE 2019 SMALL AREA INCOME AND POVERTY ESTIMATE (SAIPE) OF THE 347,481 WEST VIRGINIA CHILDREN UNDER THE AGE OF 18, 69,844 (20.1 %) LIVE IN POVERTY COMPARED TO THE UNITED STATES AVERAGE OF 18%. TWENTY-FIVE PERCENT OF THE 91,589 WEST VIRGINIA CHILDREN, UNDER THE AGE OF FIVE, LIVE IN POVERTY. SEVENTEEN PERCENT OF ALL WEST VIRGINIANS LIVE IN POVERTY. APPROXIMATELY 54% OF WEST VIRGINIA BIRTHS WERE PAID FOR BY MEDICAID. WHILE BOTH CAUCASIANS AND AFRICAN AMERICANS HAVE POVERTY RATES ABOVE THE NATIONAL AVERAGE, DISPARITIES EXIST ACROSS ALL AGE GROUPS. OVERALL, 29.6% OF AFRICAN AMERICANS ARE IN POVERTY COMPARED TO 17.05% OF CAUCASIANS. AFRICAN AMERICAN ADULTS ALSO EXPERIENCE SIGNIFICANTLY HIGHER POVERTY LEVELS, INCLUDING ONE IN FOUR WORKING-AGE ADULTS AND ONE IN FIVE SENIORS. THE WV C HILDHOOD LEAD POISONING PREVENTION PROGRAM'S (WVCLPPP) PURPOSE IS TO ATTAIN OUTCOMES THAT IMPROVE CHILDREN'S HEALTH. OUTCOMES WILL BE ACHIEVED THROUGH INCREASED TESTING OF BLOOD LEAD LEVELS OF CHILDREN UNDER 6 YEARS OF AGE BY 3% EACH YEAR OF THE REPORTING PERIOD; IMPROVED SURVEILLANCE WITH DEMOGRAPHIC INFORMATION RECEIVED BY DOCTORS AND LABORATORIES WITH NO MORE THAN A 5% ERROR RATE; INCREASING THE PERCENTAGE OF LABORATORY RESULTS RECEIVED ELECTRONICALLY. DECREASED ERRORS ALLOW FOR GREATER IDENTIFICATION OF GEOGRAPHIC AREAS AND POPULATIONS AT HIGH-RISK FOR LEAD EXPOSURE HAZARDS. THE WVCLPPP WILL CONTINUE TO ENGAGE THE HIGH-RISK TARGET GEOGRAPHIC AREAS AND POPULATIONS THROUGH EDUCATION AND OUTREACH AT COMMUNITY HEALTH FAIRS, BABY SHOWERS AND OUTDOOR EVENTS. THE WVCLPPP WILL IMPROVE THE KNOWLEDGE OF PUBLIC HEALTH PROFESSIONALS, PARTNERS, AND OTHER STAKEHOLDERS ABOUT THE IMPLICATIONS OF LEAD POISONING, PRIMARY PREVENTION AND SECONDARY PREVENTION THROUGH TRAINING PROGRAMS AND WORK TOWARD POLICY-BASED INTERVENTIONS. CURRENTLY, THE WVCLPPP PARTNERS WITH OTHER PROGRAMS TO IDENTIFY CHILDREN EXPOSED TO LEAD AND REFER THEM TO APPROPRIATE SERVICES. THE WVCLPPP WILL CONTINUE TO STRENGTHEN THESE PARTNERSHIPS TO DETERMINE ADDITIONAL STRATEGIES TARGETED TO MEET PROGRAM OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NUE2EH001445_7523"}, {"internal_id": 139197853, "Award ID": "NUE2EH001444", "Award Amount": 1647318.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION PROGRAM IN MICHIGAN - THE MICHIGAN CLPPP HAS BEEN IN EXISTENCE SINCE 1998 AND HAS PROVIDED STATEWIDE SURVEILLANCE OF BLOOD LEAD LEVELS AND REFERRALS OF CHILDREN WITH ELEVATED BLOOD LEAD LEVELS (EBLL) SINCE ITS INCEPTION. EFFORTS OF CLPPP AND PARTNERS HAS HELPED TO REDUCE THE NUMBER OF CHILDREN WITH EBLL ?5?G/DL BY 86.5%, BUT SIGNIFICANT WORK REMAINS TO BE DONE DUE TO THE AVERAGE AGE OF THE HOUSING STOCK AND THE SIGNIFICANT NUMBER OF CHILDREN LIVING BELOW THE POVERTY LINE IN MICHIGAN. CLPPP ALSO WORKS CLOSELY WITH PARTNERS IN DETROIT INCLUDING THE DETROIT HEALTH DEPARTMENT TO ADDRESS THE LARGE BURDEN OF LEAD WITHIN THE COMMUNITY. EACH YEAR DETROIT CHILDREN ACCOUNT FOR 33% OF ALL EBLL CASES IN MICHIGAN WITH 1299 CHILDREN IDENTIFIED IN 2019 ALONE. EFFORTS IN DETROIT HAVE BEEN SUCCESSFUL IN DECREASING THE NUMBER OF CHILDREN WITH EBLL, BUT THE NEED FOR ADDITIONAL EMPHASIS ON PRIMARY PREVENTION HAS BEEN IDENTIFIED, COVERED IN COMPONENT B.COMPONENT A:THE MICHIGAN CLPPP IS APPLYING FOR THE FULL COMPONENT A FUNDING TO ENSURE THE PROGRAM MAINTAINS AND ENHANCES STATEWIDE SCREENING AND TESTING, ROBUST BLOOD LEAD SURVEILLANCE, AND LINKAGES TO SERVICES INCLUDING NURSING CASE MANAGEMENT AND EDUCATION EFFORTS FOR CHILDREN WITH EBLLS. SPECIFIC FOCUS WILL BE ON IDENTIFYING AND ADDRESSING DISPARITIES IN TESTING AND EBLL BY RACE AND ETHNICITY, AS WELL AS CHILDREN ENROLLED IN MEDICAID. COMPONENT BTHE MICHIGAN CLPPP IS APPLYING FOR THE FULL FUNDING AWARD FOR COMPONENT B TO DEVELOP SPECIFIC PROGRAM AND POLICY ACTIVITIES DEDICATED TO DETROIT INCLUDING ESTABLISHING A COMMUNITY-BASED COALITION, PILOTING A PROJECT TO INCREASE ELIGIBILITY FOR HOME LEAD ABATEMENT WORK, AND INCREASING BLOOD LEAD TESTING IN ACCORDANCE WITH DETROIT UNIVERSAL TESTING ORDINANCE WHICH WILL ASSIST CLPPP IN IDENTIFYING HIGH-RISK AREAS OF DETROIT. THESE PROJECTS WILL AIM TO REDUCE EXPOSURE TO LEAD, IMPROVE HOUSING CONDITIONS, COORDINATE EFFORTS AMONG LOCAL AGENCIES, PROVIDE INCREASED EDUCATION AND OUTREACH TO HEALTHCARE PROVIDERS AND COMMUNITIES, AND PROVIDE DEDICATED SUPPORT TO THE LOCAL HEALTH DEPARTMENT AND OTHER DETROIT ORGANIZATIONS TO DECREASE THE NUMBER OF CHILDREN WITH ELEVATED BLOOD LEAD LEVELS AND ENSURE ALL CHILDREN WITH EBLL ARE AFFORDED COMPLETE CARE AND FOLLOW-UP. SUCCESS OF THESE PROJECTS WILL ASSIST CLPPP IN ESTABLISHING DETROIT AS A MODEL FOR CREATING A LEAD SAFE COMMUNITY.PERIOD OF PERFORMANCE OUTCOMES?IMPROVED BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN <6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE.?IMPROVED USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION.?IMPROVED RATES OF CHILDREN <6 YEARS OF AGE WITH EBLL LINKED TO RECOMMENDED SERVICES.?DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS. ?INCREASED COLLABORATION AND COORDINATION BETWEEN APPROPRIATE STAKEHOLDERS.?INCREASE AWARENESS OF PEDIATRIC HEALTH CARE PROVIDERS AND CLINICAL LABORATORIES OF STATE BLOOD LEAD TESTING RECOMMENDATIONS AND REPORTING REQUIREMENTS.?INCREASE IDENTIFICATION OF GEOGRAPHIC AREAS AND POPULATIONS AT-RISK FOR LEAD EXPOSURE USING ENHANCED DATA LINKAGES.?IMPROVED POLICIES FOR TARGETED COMMUNITY-BASED APPROACHES AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURE IN CHILDREN?DECREASED LEAD HAZARDS IN HOUSING OCCUPIED BY VULNERABLE POPULATIONS?DECREASED NUMBER OF CHILDREN LIVING IN ENVIRONMENTS AT HIGH RISK OF LEAD EXPOSURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NUE2EH001444_7523"}, {"internal_id": 139197824, "Award ID": "NUE2EH001443", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "LOUISIANA CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - LHHCLPPP PROJECT ABSTRACT-ACCORDING TO THE CDC, SIGNIFICANT PROGRESS HAS BEEN MADE IN REDUCING POPULATION EXPOSURES TO LEAD IN THE UNITED STATES DUE, IN LARGE PART, TO SUCCESSFUL POLICIES AIMED AT THE REMOVAL OF LEAD IN GASOLINE AND CONTROL OF LEAD IN RESIDENTIAL PAINT AND CONSUMER PRODUCTS.  YOUNG CHILDREN ARE PARTICULARLY VULNERABLE TO THE LONG-TERM HEALTH AND DEVELOPMENTAL EFFECTS OF LEAD EXPOSURE INCLUDING INTELLECTUAL AND BEHAVIORAL DEFICITS. THE PRIMARY SOURCE OF LEAD EXPOSURE TO CHILDREN IS THE HOME ENVIRONMENT. TWENTY-FOUR MILLION HOMES HAVE SIGNIFICANT LEAD-BASED PAINT HAZARDS AND AT LEAST 6-10 MILLION HOMES HAVE LEAD SERVICE LINES THAT MAY RESULT IN EXPOSURE TO LEAD FROM DRINKING WATER. LOW-INCOME AND MINORITY CHILDREN BEAR A DISPROPORTIONATE BURDEN OF THIS CONDITION CAUSED BY UNHEALTHY HOUSING. PURPOSE AND OUTCOMES-COMPONENT A: LOUISIANA IS A DIVERSE STATE WITH ITS OWN SET OF UNIQUE CHALLENGES AND OPPORTUNITIES. THE STATE CONTINUES TO STRUGGLE WITH INCREASING NUMBERS OF AT RISK AND VULNERABLE POPULATIONS. THE 2020 LOUISIANA ASSET LIMITED, INCOME CONSTRAINED, EMPLOYED (ALICE) REPORT4 REVEALS 33% OF ALL LOUISIANA HOUSEHOLDS ARE ALICE AND ANOTHER 18% LIVE BELOW FEDERAL POVERTY LEVEL. TOGETHER, 51% OF ALL LOUISIANA HOUSEHOLDS CANNOT AFFORD BASIC EXPENSES – HOUSING, CHILD CARE, FOOD, TRANSPORTATION, HEALTH CARE, AND TAXES (BELOW ALICE THRESHOLD). THERE WERE GROUPS WITH DISPROPORTIONAL HIGH PERCENTAGE OF FAMILIES BELOW ALICE THRESHOLD SUCH AS BLACK FAMILIES (70%) OR SINGLE-FEMALE-HEADED FAMILIES WITH CHILDREN (87%). THE PURPOSE OF LHHCLPPP’S APPLICATION FOR FUNDING IS TO IMPROVE BLOOD LEAD TESTING RATES, IDENTIFY HIGH-RISK POPULATIONS AND ENSURE EFFECTIVE FOLLOW-UP FOR CHILDREN WITH ELEVATED BLLS. THIS WILL BE ACCOMPLISHED BY IMPLEMENTING PROGRAM STRATEGIES THAT WILL INCREASE THE NUMBER OF CHILDREN LESS THAN 6 YEARS OF AGE WHO ARE SCREENED FOR LEAD BY THE DEVELOPMENT OF A STATEWIDE SCREENING AND TESTING PLAN. LHHCLPPP WILL IMPROVE BLOOD LEA D SURVEILLANCE SYSTEMS TO ADDRESS THE CAUSES, RISK FACTORS OF DISEASE AT THE SOURCE, IMPROVE DATA USAGE TO IDENTIFY GEOGRAPHIC HIGH RISK AREAS, PREVALENCE OF ELEVATED BLLS BY RACE/ETHNICITY AND SES STATUS. LHHCLPPP WILL ENSURE A STATEWIDE SYSTEM OF CARE THAT IDENTIFIES, REFERS AND MONITORS CHILDREN EXPOSED TO LEAD. LHHCLPPP WILL LINK AFFECTED CHILDREN TO RECOMMENDED SERVICES AND REPORT ALL BLOOD LEAD DATA TO CDC IN A TIMELY AND EFFICIENT MANNER. IMPLEMENTATION OF THE PROGRAM STRATEGIES IN THIS NARRATIVE WILL LEAD TO THE OUTCOMES LISTED BELOW: - IMPROVED BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS (72 MONTHS) OF AGE AT RISK FOR LEAD EXPOSURE. - DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS. - IMPROVED USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION. - IMPROVED RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WITH ELEVATED BLOOD LEAD LEVELS LINKED TO RECOMMENDED SERVICES. PURPOSE AND OUTCOMES-COMPONENT B: THE PURPOSE OF LHHCLPPP’S APPLICATION FOR FUNDING IS TO IMPLEMENT COMPONENT B OF THE 2021 CDC NOFO WHICH IS TO DEVELOP TARGETED POPULATION-BASED INTERVENTIONS FOR LOCAL JURISDICTIONS. THE PRIMARY OUTCOME OF COMPONENT B IS TO DEVELOP STRATEGIC PARTNERSHIPS AND POLICIES TO IMPLEMENT TARGETED, POPULATION-BASED INTERVENTIONS AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURES FOCUSING ON COMMUNITY-BASED APPROACHES FOR LEAD HAZARD ELIMINATION. LHHCLPPP WILL STRENGTHEN PARTNERSHIPS WITH KEY STAKEHOLDERS FROM COMMUNITY- BASED ORGANIZATIONS, HOUSING PARTNERS (I.E. HOUSING NOLA) FAITH-BASED INSTITUTIONS (PEOPLES UMC), HEAD START CENTERS, WIC, HOUSING AGENCIES AND HUD LEAD HAZARD CONTROL GRANTEES, ENVIRONMENTAL TRACKING PROGRAM SOIL SHOP TO ESTABLISH THE LHHCLPPP-COMMUNITY ACTION NETWORK (CAN) TEAMS. THESE CAN TEAMS WILL IMPLEMENT TARGETED, POPULATION-BASED INTERVENTIONS AIMED AT PRIMARY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NUE2EH001443_7523"}, {"internal_id": 139197898, "Award ID": "NUE2EH001442", "Award Amount": 1137645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "PREVENTING LEAD POISONING IN PHILADELPHIA THROUGH SURVEILLANCE, EDUCATION, AND ENFORCEMENT - CITY OF PHILADELPHIADEPARTMENT OF PUBLIC HEALTHLEAD AND HEALTHY HOMES PROGRAMAPPLICATION FOR: CDC RFA-EH21-2102CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN  PROJECT TITLE:THE PHILADELPHIA PROJECT: PREVENTING LEAD POISONING IN PHILADELPHIA THROUGH SURVEILLANCE, EDUCATION AND ENFORCEMENT  THE PHILADELPHIA DEPARTMENT OF PUBLIC HEALTH (PDPH) LEAD AND HEALTHY HOMES PROGRAM (LHHP) HAS OVER FORTY YEARS OF EXPERIENCE IMPROVING CONDITIONS WHICH CAUSE CHILDHOOD LEAD POISONING THROUGH EDUCATION, HAZARD REMEDIATION AND ENFORCEMENT OF HOUSING CODES.  WE HAVE REDUCED THE NUMBER OF CHILDREN WITH AN ELEVATED BLOOD LEAD LEVEL OF 10 ?G/DL OR HIGHER TO 324 IN 2019, EXPANDING OUR MISSION TO ADDRESS THOSE CHILDREN WITH ELEVATED BLOOD LEAD LEVELS BETWEEN 5 AND 9 ?G/DL.  HOWEVER, OUR GOAL OF ERADICATING LEAD POISONING REMAINS ELUSIVE.  MANY OF PHILADELPHIA?S CHILDREN ARE SPENDING INCREASED TIME IN BUILDINGS HOUSING CHILDCARE ESTABLISHMENTS WITH CHIPPING AND PEELING PAINT DUE TO AGE, DEFERRED OR POOR MAINTENANCE, UNSAFE REMEDIATION OR WEAR AND TEAR ON HIGH FRICTION AND IMPACT AREAS SUCH AS DOORS AND WINDOWS CREATING POISONOUS LEAD DUST.  WE RECOGNIZE THAT THERE IS NO SAFE LEVEL OF LEAD AND THAT MORE WORK NEEDS TO BE DONE.ALSO OF CONCERN ARE THE BLOOD LEAD SCREENING RATES, WHICH HAVE DROPPED SIGNIFICANTLY OVER THE PAST YEAR DUE TO THE COVID-19 PANDEMIC.  THE LHHP PROJECT, PREVENTING LEAD POISONING IN PHILADELPHIA THROUGH SURVEILLANCE, EDUCATION AND ENFORCEMENT WILL PROVIDE INDIVIDUALLY TARGETED EDUCATION ON THE IMPORTANCE OF BLOOD LEAD SCREENING AND COMMUNITY-LEVEL EDUCATION AND ADVOCACY ON THE ELIMINATION OF LEAD HAZARD EXPOSURES IN HIGH RISK ZIP CODES, WHICH WILL BE IDENTIFIED USING HEALTH AND HOUSING SURVEILLANCE DATA. WE HAVE ESTABLISHED AN EXPANDED SET OF PARTNERS ? COMMUNITY-BASED AGENCIES, COMMUNITY DEVELOPMENT ASSOCIATIONS, LEGAL SERVICES AND CHILDCARE PROVIDERS TO DEVELOP SHARED ADVOCACY STRATEGIES INCLUDING PROACTIVE BU ILDING CODE INSPECTION AND ENHANCED CHILDCARE HEALTH CODE REGULATION.THIS PROJECT WILL BUILD ON OUR PREVIOUS ENDEAVORS, INCLUDING CLOSE COLLABORATION WITH COMMUNITY GROUPS AND PARTNERS IN THE TARGETED ZIP CODES TO CREATE A COMMUNITY-SPECIFIC STRATEGIC PLAN TO ADDRESS BLOOD LEAD SCREENING AND LEAD HAZARD EXPOSURE. LHHP WILL PROVIDE VIRTUAL HOME VISITS, WHERE EDUCATION AND HOME HAZARDS ASSESSMENTS WILL BE PROVIDED. COMMUNITY LEVEL EDUCATION WILL BE PROVIDED FOR CHILDCARE STAFF IN THE TARGET ZIP CODES. THE LHHP WILL RECOMMEND THAT CHILDCARE FACILITIES PROACTIVELY OBTAIN LEAD SAFE/LEAD FREE CERTIFICATION.  LASTLY, LHHP WILL ENGAGE OUR COMMUNITY PARTNERS FOR ADVOCACY AND ENFORCEMENT TO IMPROVE THE HEALTH AND SAFETY OF CHILDCARE FACILITIES IN THE TARGET ZIP CODES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f1effb98-93b3-cd2a-dced-5f5bbaee3010-C", "generated_internal_id": "ASST_NON_NUE2EH001442_7523"}, {"internal_id": 139197885, "Award ID": "NUE2EH001441", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN (CDC-RFA-EH21-2102) - THE GOAL OF THIS FIVE-YEAR GRANT IS TO SUPPORT PRIMARY AND SECONDARY PREVENTION STRATEGIES FOR CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE BY ENSURING BLOOD LEAD TESTING AND REPORTING; ENHANCING BLOOD LEAD SURVEILLANCE; IMPROVING LINKAGES TO RECOMMENDED SERVICES AND DEVELOPING POLICIES FOR TARGETED, POPULATION-BASED INTERVENTIONS WITH A FOCUS ON COMMUNITY-BASED APPROACHES TO REDUCE LEAD EXPOSURES AND LEAD POISONING IN PENNSYLVANIA (PA). PROGRAM STRATEGIES FOCUS ON IMPROVING BLOOD LEAD SCREENING TEST RATES, IDENTIFYING HIGH-RISK POPULATIONS, AND ENSURING EFFECTIVE FOLLOW-UP FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS. OUTCOMES WILL BE ACHIEVED THROUGH THE FOLLOWING ACTIVITIES:1.  DEVELOP AND SUSTAIN A STATEWIDE LEAD ADVISORY COMMITTEE.2.  DEVELOP OR UPDATE AN APPROPRIATE STATEWIDE SCREENING PLAN BY IDENTIFYING BARRIERS TO UNIVERSAL TESTING FOR  MEDICAID (MA) ENROLLED CHILDREN AND DEVELOPING STRATEGIES TO ADDRESS THEM. PARTNERING WITH HEALTH CARE PROVIDERS TO ASSESS BARRIERS TO TESTING CHILDREN WHO ARE NOT ENROLLED IN MA.3.  UPDATE AND MAINTAIN A BLOOD LEAD SURVEILLANCE SYSTEM AND IMPLEMENT PLANS FOR SURVEILLANCE DATA COLLECTION,     DATA QUALITY, AND DATA DISSEMINATION.4.  CONDUCT ANALYSIS OF SURVEILLANCE DATA TO IDENTIFY LEAD-EXPOSED CHILDREN, HIGH-RISK POPULATIONS AND GEOGRAPHIC AREAS.5.  DEVELOP SURVEILLANCE SYSTEM ALERTS TO FLAG AND TRACK CHILDREN WITH ELEVATED BLOOD LEAD LEVELS (EBLL'S) REQUIRING FOLLOW-UP.6.  CONNECT CHILDREN TO MEDICAL, ENVIRONMENTAL AND SOCIAL SERVICES BY UTILIZING COLLABORATIVE PARTNERSHIPS TO CONFIRM THAT CHILDREN WITH EBLL'S ARE PROVIDED REFERRALS FOR RECOMMENDED FOLLOW-UP SERVICES AND THEY HAVE RECEIVED FOLLOW-UP SERVICES.  7.  DEVELOP PARTNERSHIPS TO IMPLEMENT TARGETED POPULATION-BASED INTERVENTIONS AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURE WITH A FOCUS ON COMMUNITY-BASED APPROACHES BY ENGAGING THE PUBLIC, LOCAL PARTNERS, AND OTHER STAKEHOLDERS IN HIGH-RISK GEOGRAPHIES AND POPULATIONS THROUGH O UTREACH AND EDUCATION. THE DEPARTMENT WILL ALSO COORDINATE WITH PARTNERS TO INCREASE CAPACITY FOR LOCAL INTERVENTIONS BY SUPPORTING INFRASTRUCTURE IMPROVEMENT INITIATIVES WITH SMALL COMMUNITY-BASED GRANTS FOR LEAD HAZARD ELIMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NUE2EH001441_7523"}, {"internal_id": 139197979, "Award ID": "NUE2EH001440", "Award Amount": 1662681.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "A COMPREHENSIVE APPROACH TO REDUCING CHILDHOOD BLOOD LEAD LEVELS THROUGH EVIDENCE BASED INTERVENTIONS AND SURVEILLANCE - SEVENTY-SEVEN PERCENT OF NEW JERSEY?S HOUSING STOCK WAS BUILT PRIOR TO 1980 INCLUDING 30% BUILT PRIOR TO 1950. NEW JERSEY IS HOME TO A RACIALLY AND ETHNICALLY DIVERSE POPULATION WITH 17.5% BEING FOREIGN BORN PERSONS (US: 11.1%) AND 25.5% OF RESIDENTS 5 YEARS AND OLDER SPEAKING A LANGUAGE OTHER THAN ENGLISH AT HOME (US: 17.9%).  THE NEW JERSEY DEPARTMENT OF HEALTH (NJ DOH) WILL USE CDC FUNDING IN PHASE 1 (YEAR 1) TO FURTHER STRENGTHEN ITS DATA COLLECTION AND DATA SHARING CAPABILITIES AND PARTNERSHIPS.  YEAR 1 EXPECTED OUTCOMES ARE THAT MEMORANDUMS OF AGREEMENT (MOAS) AND MEMORANDUMS OF UNDERSTANDING (MOUS) BETWEEN THE NJ DOH AND ITS FEDERAL, STATE AND LOCAL GOVERNMENTAL PARTNERS ARE REVIEWED AND ESTABLISHED, AS APPLICABLE, TO ENFORCE LAWS, TARGET PRIMARY PREVENTION INTERVENTIONS, AND LEVERAGE RESOURCES; HIGHEST-RISK GEOGRAPHIC AREAS, UNDERSERVED HIGH-RISK POPULATIONS, AND EMERGING SOURCES OF LEAD ARE DETERMINED USING GEOMAPPING METHODOLOGIES AND JURISDICTIONAL LEVEL SURVEILLANCE DATA; AND, BENCHMARKS AND STRATEGIC GOALS ARE SET TO IDENTIFY LEAD POISONED CHILDREN AND THE QUALITY OF SERVICES THEY RECEIVE FROM LOCAL HEALTH DEPARTMENTS. PHASE 2 (YEARS 2,3, 4, AND 5) WILL FOCUS ON DATA DRIVEN PRIMARY PREVENTION INITIATIVES AT ALL LEVELS OF GOVERNMENT.  THIS WILL BE DONE IN A STRATEGIC WAY THAT INCLUDES INPUT FROM CULTURALLY DIVERSE COMMUNITY REPRESENTATIVES.  STRATEGIES AND ACTIVITIES IN PHASE 2 WILL BE BASED UPON THE NATIONAL PREVENTION STRATEGY: HEALTHY AND SAFE COMMUNITY ENVIRONMENTS.  EXPECTED OUTCOMES INCLUDE:  CONVENING DIVERSE PARTNERS AND FACILITATING COLLABORATION AMONG DIVERSE SECTORS WHEN PLANNING, IMPLEMENTING, AND EVALUATING COMMUNITY HEALTH EFFORTS AND/OR WHEN MAKING DECISIONS LIKELY TO HAVE A SIGNIFICANT EFFECT ON HEALTH;  ACTIVELY INVOLVING MEMBERS OF THE SOUTH ASIAN (PRIMARILY INDIAN) AND HISPANIC (PRIMARILY MEXICAN AND DOMINICAN REPUBLICAN) COMMUNITIES IN PROGRAM PLANNING;  INCORPORATING HEALTHY HOMES ASSESSMENTS AND RELATED REFERRAL S INTO DIRECT SERVICES PROVISION; AND INCREASING THE NUMBER OF PEOPLE WHO HAVE BEEN TRAINED IN LEAD POISONING PREVENTION AND HEALTHY HOMES, USE RELEVANT ASSESSMENTS AND MAKE RELATED REFERRALS.  BY THE END OF THE PROJECT PERIOD, THE NJ DOH EXPECTS THAT THE PERCENTAGE OF CHILDREN AGED 1-5 YEARS WHO HAVE AN INITIAL BLOOD LEAD LEVEL >/=10 ?G/DL WILL DROP FROM 0.5% TO 0.3% (HEALTHY NJ 2020 TARGET IS 0.9%) AND THAT THE MEAN BLOOD LEAD LEVEL IS REDUCED FROM 1.7  ?G/DL TO 1. 2 ?G/DL (HEALTHY NJ 2020 TARGET IS 3.4 ?G/DL).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NUE2EH001440_7523"}, {"internal_id": 139197840, "Award ID": "NUE2EH001439", "Award Amount": 1664877.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "FLORIDA'S RESPONSE TO ADDRESS CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS - IN ORDER TO PREVENT CHILDHOOD LEAD POISONING, THE FLORIDA DEPARTMENT OF HEALTH WOULD USE THIS GRANT TO ACHIEVETHESE OUTCOMES:1) REDUCED DISPARITIES IN CHILDREN <6 YEARS OLD WITH LEAD POISONING BASED ON RACE, ETHNICITY, OR SOCIOECONOMICSTATUS2) SUSTAINABLE LONG-TERM INFRASTRUCTURE TO IDENTIFY AND TRACK CHILDREN WITH LEAD POISONING AND CHILDREN EXPOSEDTO LEAD3) INCREASED NUMBERS OF CHILDREN TESTED FOR BLOOD LEAD4) IMPROVED DATA USAGE LEADING TO BETTER IDENTIFICATION OF GEOGRAPHIC AREAS AND POPULATIONS AT HIGHER RISK FORLEAD EXPOSURE5) INCREASED ABILITY TO TARGET INTERVENTIONS (E.G., EDUCATION AND OUTREACH) TO HIGH-RISK GEOGRAPHIC AREAS ANDPOPULATIONS6) INCREASED KNOWLEDGE AND AWARENESS OF PUBLIC HEALTH PROFESSIONALS, LEAD PREVENTION WORKFORCE, PARTNERS, ANDOTHER STAKEHOLDERS ABOUT LEAD PREVENTION AND INTERVENTIONS THROUGH LEAD PREVENTION TRAINING PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NUE2EH001439_7523"}, {"internal_id": 139197822, "Award ID": "NUE2EH001438", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "PREVENTING CHILDHOOD LEAD POISONING IN OREGON - PROJECT ABSTRACT SUMMARYTHE OREGON HEALTH AUTHORITY?S CHILDHOOD LEAD POISONING PREVENTION PROGRAM (CLPPP) IS APPLYING FOR THE CDC FUNDING OPPORTUNITY, CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN. THE PURPOSE OF THIS PROJECT IS TO EXPAND AND ENHANCE CLPPP?S CONTINUED EFFORTS TO ASSURE THE CORE PUBLIC HEALTH FUNCTIONS OF CHILDHOOD BLOOD LEAD TESTING AND SURVEILLANCE ARE MET IN A TIMELY MANNER, TO IMPROVE DATA COLLECTION IN AN EFFORT TO REDUCE HEALTH DISPARITIES IN BLOOD LEAD LEVELS IN CHILDREN, AND TO ENSURE EFFECTIVE FOLLOW-UP AND IMPROVE LINKAGES TO RECOMMENDED SERVICES FOR CHILDREN EXPOSED TO LEAD. ALONG WITH THESE SECONDARY PREVENTION MEASURES, CLPPP WILL ALSO ENGAGE IN PRIMARY PREVENTION ACTIVITIES THROUGH TARGETED OUTREACH AND EDUCATION TO HIGH-RISK POPULATIONS AND COMMUNITIES ACROSS OREGON. THESE EFFORTS WILL INCLUDE CULTURALLY AND LINGUISTICALLY APPROPRIATE COMMUNITY-BASED EDUCATION THAT IS SPECIFIC TO THE PARTICIPANTS AND IS BASED ON LOCAL SURVEILLANCE AND RISK VULNERABILITY DATA AND IN COLLABORATION WITH TRUSTED ORGANIZATIONS AND COMMUNITY LEADERS. CLPPP HAS MANY PARTNERS ALREADY COMMITTED TO WORKING WITH THE PROGRAM TO IMPROVE DATA COLLECTION AND SURVEILLANCE AND TO FURTHER REDUCE CHILDHOOD LEAD POISONING IN THE STATE. CLPPP WILL USE THESE PARTNERSHIPS TO: IMPROVE BLOOD LEAD TESTING AND REPORTING FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE; IMPROVE THE PROGRAM?S SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING RACE, ETHNICITY, AND SOCIOECONOMIC DATA; IMPROVE REFERRAL RATES TO RECOMMENDED SERVICES FOR CHILDREN LESS THAN 6 YEARS OF AGE WHOSE BLOOD LEAD LEVELS ARE ABOVE THE CDC REFERENCE VALUE; AND DECREASE DISPARITIES IN BLOOD LEAD LEVELS BY RACE, ETHNICITY AND SOCIOECONOMIC STATUS. CLPPP WILL ACHIEVE THESE OUTCOMES THROUGH A VARIETY OF ACTIVITIES THAT ARE BOTH ONGOING AND NEW FOR THE PROGRAM. THESE ACTIVITIES INCLUDE: DEVELOPING AND HOSTING ITS FIRST LEAD ADVISORY COMMITTEE SINCE 2 016; UPDATING THE CURRENT STATEWIDE LEAD SCREENING/TESTING PLAN AND RISK QUESTIONNAIRE BASED ON LOCAL DATA; UPDATING AND IMPROVING THE ORPHEUS SURVEILLANCE SYSTEM AND CASE MANAGEMENT PROTOCOLS TO TRACK AND MONITOR REFERRALS TO RECOMMENDED SERVICES FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS; PROVIDING FEEDBACK TO THE HEALTHCARE COMMUNITY ON COMPLIANCE WITH BLOOD LEAD TESTING AND REPORTING REQUIREMENTS; COLLECTING RACE, ETHNICITY, AND SOCIOECONOMIC STATUS FROM HEALTH CARE PROVIDERS AND THROUGH DATA LINKAGES WITH OTHER STATE AGENCIES AND STAKEHOLDERS; AND PARTNERING WITH COMMUNITY-BASED ORGANIZATIONS TO PROVIDE LEAD POISONING PREVENTION EDUCATIONAL OPPORTUNITIES FOR FAMILIES AT HIGH RISK FOR LEAD EXPOSURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NUE2EH001438_7523"}, {"internal_id": 139197801, "Award ID": "NUE2EH001437", "Award Amount": 1064889.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "STATE OF ALASKA/CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - UNDER THIS COOPERATIVE AGREEMENT, THE ALASKA DEPARTMENT OF HEALTH AND SOCIAL SERVICES, ENVIRONMENTAL PUBLIC HEALTH PROGRAM (EPHP), DEMONSTRATES ITS UNDERSTANDING OF THIS CDC COOPERATIVE AGREEMENT?S GOALS AND OBJECTIVES TO PROTECT CHILDREN FROM LEAD EXPOSURE BY 1) ENSURING BLOOD LEAD TESTING AND REPORTING; 2) ENHANCING BLOOD LEAD SURVEILLANCE; 3) IMPROVING LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES; AND 4) DEVELOPING TARGETED, POPULATION-BASED INTERVENTIONS. EPHP HIGHLIGHTS PLANS TO ENGAGE IN OUTREACH AND EDUCATION TO PREVENT CHILDHOOD LEAD EXPOSURE IN ORDER TO IMPROVE BLOOD LEAD SCREENING RATES FOR CHILDREN UNDER 6 YEARS OF AGE IN ALASKA AND TO OVERCOME BARRIERS OF ACCESS TO HEALTH CARE SERVICES. EPHP DESCRIBES WHY AND HOW THEY ARE UNIQUELY QUALIFIED TO ADDRESS LEAD PREVENTION IN ALASKA AND HOW THIS COOPERATIVE AGREEMENT WILL BE AN EFFECTIVE MECHANISM FOR ADDRESSING THE HEALTH CONCERNS OF ALASKAN CHILDREN WITH POTENTIAL EXPOSURE TO LEAD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NUE2EH001437_7523"}, {"internal_id": 139197002, "Award ID": "NUE2EH001436", "Award Amount": 1137645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - THE CHICAGO DEPARTMENT OF PUBLIC HEALTH (CDPH) WILL FOCUS ON SERVING CHILDREN THE AGES OF SIX AND UNDER WITH ELEVATED BLOOD LEVELS AND THEIR FAMILIES (INCLUDING PREGNANT WOMEN). WE WILL MONITOR, FOLLOW UP AND PROVIDE EDUCATION, TESTING AND CASE MANAGEMENT TO FAMILIES AND EARLY LEARNING CENTERS. WE WILL ALSO UPDATE AND ALIGN POLICIES AND PROCEDURES FOR THE ENTIRE CITY OF CHICAGO AS IT RELATES TO CHILDHOOD LEAD POISONING AND PREVENTION. CDPH WILL DEVELOP CURRICULA AND PLAN A ONE-DAY LEAD CONFERENCE. CDPH WILL PROVIDE CONTINUING EDUCATION CREDITS AND TRAINING IN LEAD POISONING PREVENTION TO CHICAGO PEDIATRICIANS. WE WILL HAVE TARGETED MARKETING MATERIALS INCLUDING BILLBOARDS IN DIFFERENT COMMUNITY AREAS. WE WILL STRENGTHEN OUR COMMUNITY PARTNERS AND IMPLEMENT TARGETED POPULATION INTERVENTIONS.  CDPH WILL PROVIDE APPROPRIATE CHILDHOOD LEAD POISONING PREVENTION EDUCATION AND RESOURCES FOR FAMILIES AND COMMUNITIES WITH THE CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66d181e3-49f3-60a5-5244-e4ad31687e5a-C", "generated_internal_id": "ASST_NON_NUE2EH001436_7523"}, {"internal_id": 139197828, "Award ID": "NUE2EH001435", "Award Amount": 1656798.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN IN WA STATE - WE PROPOSE TO REDUCE HEALTH DISPARITIES AND IMPROVE HEALTH EQUITY ASSOCIATED WITH CHILDHOOD LEAD EXPOSURE AND POISONING IN WASHINGTON STATE THROUGH FOCUSED AND INTENTIONAL EFFORTS AROUND (1) INCREASING BLOOD LEAD TESTING AND REPORTING, (2) ENHANCING SURVEILLANCE AND DATA QUALITY TO BETTER IDENTIFY HIGH RISK POPULATIONS, AND (3) ENSURING EFFECTIVE FOLLOW-UP AND LINKAGES TO RECOMMENDED SERVICES FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS. TO ACCOMPLISH THESE OBJECTIVES WE WILL BUILD A DIVERSE LEAD ADVISORY COMMITTEE, DEVELOP AND IMPLEMENT COMPREHENSIVE PROGRAM PLANS FOCUSED ON EVIDENCE-BASED STRATEGIES AND ACTIVITIES, DEVELOP AND IMPLEMENT AN EVALUATION AND PERFORMANCE MANAGEMENT PLAN, AND LEVERAGE EXISTING AND NEW PARTNERSHIPS AND COLLABORATIONS TO ENSURE BROAD REACH AND IMPACT, ESPECIALLY AMONG DISPROPORTIONATELY AFFECTED POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NUE2EH001435_7523"}, {"internal_id": 139197847, "Award ID": "NUE2EH001434", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN INCLUDING BLOOD LEAD TESTING AND REPORTING, SURVEILLANCE, AND LINKAGES OF LEAD EXPOSED CHILDREN TO SERVICES. - IN RESPONDING TO CDC-RFA-EH21-2102 NOFO, ?CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN?, THE TENNESSEE DEPARTMENT OF HEALTH REQUESTS $350,000.00 TO FUND STRATEGIES AND ACTIVITIES THAT WILL 1) ENSURE BLOOD LEAD TESTING AND REPORTING 2)ENHANCE BLOOD LEAD SURVEILLANCE; AND 3)IMPROVE LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES . BY THE END OF THE PROJECT PERIOD, THE TN CLPPP WILL IMPROVE BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE, IMPROVE USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION, IMPROVE RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WHO MEET TENNESSEE STATE CASE DEFINITIONS AND ARE REFERRED TO RECOMMENDED SERVICES, AND DECREASE DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUSAMONG THE FUNDS REQUESTED, $117,559.00 WILL SUPPORT THE SALARY AND FRINGE BENEFITS FOR A PRINCIPAL INVESTIGATOR AND PROGRAM DIRECTOR (1.0 FTE) AND AN EPIDEMIOLOGIST I (1.0 FTE). THE PROGRAM DIRECTOR WILL SERVE MULTIPLE ROLES INCLUDING THE PRINCIPAL INVESTIGATOR AND PROJECT DIRECTOR TO ADMINISTER THIS COOPERATIVE AGREEMENT, EVALUATION AND PERFORMANCE MONITORING WILL BE OVERSEEN BY THE PROGRAM DIRECTOR AND IN COLLABORATION WITH THE EPIDEMIOLOGIST.  A FULL TIME EPIDEMIOLOGIST I WILL BE RESPONSIBLE FOR THE SURVEILLANCE AND DATA MANAGEMENT TASKS OUTLINED IN THE FUNDING NOTICE. THIS POSITION WILL ASSURE THE QUALITY AND INTEGRITY OF TN CLPPP QUARTERLY DATA SUBMISSIONS, CONDUCT PROGRAM EVALUATION ACTIVITIES, PERFORM STATISTICAL DATA ANALYSES, PREPARE DOCUMENTS AND REPORTS, DISSEMINATE FINDINGS TO PROGRAM STAFF AND STAKEHOLDERS, AND DEVELOP NEW DATA PROCESSES, AS INDICATED. AN AMOUNT OF $142,000.00 IS REQUESTED TO COVER CONTRACTUAL COSTS INCLUDING THE INCREASED HOURS AVAILABLE FOR 1) A HEALTH SPECIALIST IN CHATTANOOGA HAMILTON COUNTY TO OUTREACH/EDUCATION REGARDING BLOOD LEAD TESTING AND RE FERRALS TO RECOMMENDED SERVICES INCLUDING LEAD EDUCATION STATION; 2) UT EXT WILL BE PARTIALLY SUPPORTED BY THE CDC GRANT FOR MAINTENANCE OF THE LEADTRK SURVEILLANCE SYSTEM. THE PERSONNEL INCLUDES AN ENVIRONMENTAL SPECIALIST THAT WILL PROVIDE STAKEHOLDERS AND PRIMARY CARE PROVIDERS, TRAINING, DEVELOPMENT OF AN EXPERT WORKGROUP TO DEVELOP A STATEWIDE SCREENING PLAN, AND A PILOT PROJECT WITH A PROVIDER TO IDENTIFY BARRIERS/CHALLENGES REGARDING BLOOD LEAD TESTING AND REPORTING OF ALL REQUIRED DATA VARIABLES; ASSIST IN THE COORDINATION OF THE ADVISORY COMMITTEE AND EXPERT WORKGROUP; AND TO PROMOTE SCREENING AND FOLLOW-UP WITH MEDICAL PROVIDERS, EARLY INTERVENTION STAFF, AND FAMILIES. THE CONTRACTS PROVIDE THE DEPARTMENT OF HEALTH WITH ENVIRONMENTAL EXPERTISE AND LOCAL SUPPORT THAT DOES NOT EXIST WITHIN THE DEPARTMENT OF HEALTH, DIVISION OF FAMILY HEALTH AND WELLNESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NUE2EH001434_7523"}, {"internal_id": 139197818, "Award ID": "NUE2EH001433", "Award Amount": 987645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "A COMMUNITY-BASED APPROACH TO IMPROVING LEAD SAFETY IN SNOHOMISH COUNTY - CHILDHOOD LEAD POISONING IS ARGUABLY ONE OF THE MOST PERSISTENT AND DELETERIOUS ENVIRONMENTAL HAZARDS IN THE UNITED STATES. OUR REGION IS UNFORTUNATELY HOME TO NUMEROUS LEAD HAZARDS, INCLUDING AN INDUSTRIAL WASTE SITE CONTAMINATED WITH LEAD AND OTHER TOXINS AND A SIGNIFICANT NUMBER OF HOMES BUILT PRIOR TO 1978. DESPITE THE IRREVERSIBLE EFFECTS OF LEAD POISONING ON A CHILD?S GROWTH AND DEVELOPMENT, LITTLE WORK HAS BEEN DONE TO PREVENT LEAD EXPOSURE OR TO ADDRESS LEAD-RELATED HEALTH INEQUITIES IN SNOHOMISH COUNTY, WASHINGTON. A LONG-TERM SHIFT IN AWARENESS AND ATTITUDES ABOUT LEAD SAFETY IS URGENTLY NEEDED IN OUR COMMUNITY. AS THE SNOHOMISH COUNTY HEALTH DISTRICT, OUR MISSION IS TO SPEARHEAD EFFORTS TO PROTECT, PROMOTE, AND ADVANCE THE COLLECTIVE HEALTH OF OUR COMMUNITY.  WE RECOGNIZE THAT THERE IS A SIGNIFICANT NEED IN OUR JURISDICTION TO 1) CONTINUE TO ENSURE THAT CHILDREN WITH ELEVATED BLOOD LEAD LEVELS (EBLL) ARE LINKED TO APPROPRIATE SERVICES, AND 2) TO COORDINATE CROSS-SECTOR PARTNERSHIPS AIMED AT LEAD HAZARD IDENTIFICATION AND REMOVAL, PARTICULARLY IN ENVIRONMENTS WERE CHILDREN AT HIGHEST RISK LIVE AND PLAY.  IN ALIGNMENT WITH COMPONENT B OF CDC-RFA-EH21-2102, WE WILL ACHIEVE THIS THROUGH MEANINGFUL PARTNERSHIPS WITH HEALTH CARE SYSTEMS, LOCAL HOUSING AUTHORITIES, CHILD CARE PROVIDERS AND REGULATORS, GOVERNMENT AGENCIES, AND THE COMMUNITIES MOST AFFECTED BY LEAD EXPOSURE. PROGRAM ACTIVITIES WILL ENCOMPASS DIRECT LINKAGES TO SERVICES, COMMUNITY-WIDE AWARENESS AND EDUCATION, SUSTAINABLE IMPLEMENTATION OF LEAD-SAFE POLICIES, AND SUPPORT FOR LEAD HAZARD IDENTIFICATION AND REMOVAL. THROUGH THIS COMPREHENSIVE APPROACH, WE AIM TO PRODUCE A SUSTAINABLE INCREASE IN THE RATE OF CHILDREN WITH EBLLS WHO ARE LINKED TO RECOMMENDED SERVICES AND TO DECREASE EBLL DISPARITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b56403a8-e3fd-9a47-a4d7-1de5aa946630-C", "generated_internal_id": "ASST_NON_NUE2EH001433_7523"}, {"internal_id": 139197835, "Award ID": "NUE2EH001432", "Award Amount": 1137645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "PREVENTING CHILDHOOD LEAD POISONING WHERE CHILDREN LIVE, LEARN AND PLAY: ADDRESSING CURRENT AND EMERGING SOURCES OF LEAD EXPOSURE IN KING COUNTY COMMUNITIES - THE LEAD AND TOXICS PROGRAM (LTP) PROPOSAL, ?PREVENTING CHILDHOOD LEAD POISONING WHERE CHILDREN LIVE, LEARN AND PLAY: ADDRESSING CURRENT AND EMERGING SOURCES OF LEAD EXPOSURE IN KING COUNTY COMMUNITIES? WILL REDUCE HEALTH INEQUITIES WITH COMMUNITY-DRIVEN INTERVENTIONS TO PREVENT LEAD POISONING AND IMPROVE LINKAGES TO DEVELOPMENTAL SERVICES FOR LEAD POISONED CHILDREN THROUGH STRATEGIC PARTNERSHIPS WITH COMMUNITIES OF COLOR. COMMUNITIES OF COLOR HAVE LONG BEEN CHARTING THE PATH FORWARD ON ENVIRONMENTAL JUSTICE AND OUR PROGRAM PARTNERS DRIVE THE WORK TO PREVENT LEAD EXPOSURE IN HOME, SCHOOL, AND CHILDCARE ENVIRONMENTS. THE LTP PROPOSAL IS DESIGNED TO IMPROVE HEALTH EQUITY AMONG PEOPLE OF COLOR, IMMIGRANTS AND REFUGEES IN SOUTH SEATTLE AND SOUTH KING COUNTY ? AN AREA OF KING COUNTY WITH THE HIGHEST RATES OF POVERTY AND ELEVATED BLOOD LEAD LEVELS IN CHILDREN. OUR PROPOSED STRATEGIES ARE THE RESULT OF MORE THAN 3 YEARS OF LISTENING TO AND LEARNING FROM OUR PARTNER ORGANIZATIONS, REVIEW OF COMMUNITY HEALTH DATA, READINESS AND EXPERIENCE OF OUR COMMUNITY PARTNERS, AND COORDINATION WITH LOCAL AND STATE COMMUNITY HEALTH IMPROVEMENT INITIATIVES. PROPOSED ACTIVITIES TO PREVENT LEAD POISONING, INCREASE BLOOD LEAD TESTING AND REDUCE HEALTH INEQUITIES BUILD ON THE SUCCESS OF ESTABLISHED COMMUNITY-LED STAKEHOLDER GROUPS COMMITTED TO WORKING ON LEAD-RELATED ISSUES. OUR PARTNERS WILL LEAD THREE COMMUNITY ?ACTION GROUPS?: 1) MEDICAL PROVIDER EDUCATION AND OUTREACH (INCREASE BLOOD LEAD TESTING), 2) PRODUCTS (LEAD POISONING PREVENTION), AND HEALTHY HOUSING (LEAD POISONING PREVENTION). SELECTED COMMUNITY LEADERS FROM THESE ACTION GROUPS WILL ALSO PROVIDE INPUT TO THE STATEWIDE LEAD ADVISORY COMMITTEE TO HELP DRIVE POLICY CHANGE AND CHAMPION COMMITTEE ACTIVITIES AT THE LOCAL LEVEL. PROPOSED STRATEGIES TO IMPROVE LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES BUILD ON KING COUNTY-FUNDED PROGRAMS TO INTEGRATED BLOOD LEAD SCREENING STATUS INTO INTAKE FOR EARLY  SUPPORT FOR INFANT AND TODDLER (ESIT), HOME VISITOR, AND NURSE FAMILY PARTNERSHIP PROGRAM SERVICES. THESE SERVICE PROVIDERS ARE WELL PLACED TO PROVIDE EFFECTIVE REFERRALS FOR BLOOD LEAD TESTING, DEVELOPMENTAL SERVICES, AND TO ASSESS LEAD EXPOSURE RISK OF THE FAMILY FROM HOUSING SOURCES. THE HEALTHCARE ACTION GROUP WILL WORK TO STRENGTHEN PARTNERSHIPS BETWEEN FOCUS COMMUNITIES AND MEDICAL PROVIDERS TO INFORM STRATEGIES TO INCREASE BLOOD LEAD TESTING AND INCREASE PROVIDER EDUCATION OPPORTUNITIES ABOUT LEAD RISKS, EXPOSURE SOURCES, AND RESOURCES FOR IMPACTED FAMILIES.THIS FOCUSED, COMMUNITY-DRIVEN APPROACH WILL ACCELERATE LOCAL CHANGES TO INCREASE BLOOD LEAD TESTING, IMPROVE ACCESS TO DEVELOPMENTAL SERVICES, AND PREVENT CHILDHOOD LEAD POISONING FROM PRODUCTS USED IN FOCUS COMMUNITIES. PRODUCT TESTING DATA WILL BE SHARED WITH THE CDC CHILDHOOD LEAD POISONING PREVENTION PROGRAM (CLPPP) AND WILL INFORM THE NATIONAL CONVERSATION ABOUT SYSTEMS AND POLICIES NEEDED TO ELIMINATE THESE PRODUCTS FROM OUR COMMUNITIES. LTP WILL SUSTAIN ITS IMPACT BY LEVERAGING CURRENT AND FUTURE INITIATIVES IN KING COUNTY AND CONTINUE TO WORK WITH OUR STATE DEPARTMENT OF HEALTH TO IMPROVE LOCAL SURVEILLANCE ACTIVITIES AND TO SUPPORT THE WORK OF THE NEWLY FUNDED STATEWIDE LEAD ADVISORY COMMITTEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9f3d24d-f413-6d45-6bda-5c74ae8bf97a-C", "generated_internal_id": "ASST_NON_NUE2EH001432_7523"}, {"internal_id": 139197834, "Award ID": "NUE2EH001431", "Award Amount": 837645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "SALT LAKE COUNTY LEAD SAFE HOUSING PROGRAM - PROJECT ABSTRACTIMPROVING CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE INLEAD FREE KIDS SALT LAKE COUNTY, UTAHSALT LAKE COUNTY HEREBY REQUESTS TO BE APPROVED TO RECEIVE $250,000 FROM THE CDCRFA- EH21-21-02 IMPROVING CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE GRANT.  WITH THIS FUNDING SALT LAKE COUNTY WILL IMPLEMENT COMPONENT: B TARGETED INTERVENTIONS-STRATEGY 4-TARGETED, POPULATION-BASED INTERVENTIONS. THE STATE OF UTAH WILL SUBMIT AN APPLICATION FOR COMPONENT A -STRATEGIES, 1, 2 AND 3.STRATEGY 4. DEVELOP TARGETED, POPULATION-BASED INTERVENTIONS:OBJECTIVE: SALT LAKE COUNTY HAS USED A TARGETED POPULATION BASED INTERVENTION OUTREACH AND EDUCATION STRATEGY FOR OVER 18 YEARS TO ASSIST IN IDENTIFYING THE HIGHEST RISK HOUSEHOLDS WITH CHILDREN UNDER THE AGE OF SIX, MAKING THEIR HOMES LEAD SAFE AND REDUCING THE NUMBER OF CHILDREN POISONED WITH LEAD. WE HAVE HAD A HUD LEAD HAZARD REDUCTION GRANT FOR 18 YEARS. WE HAVE TARGETED OUR TEACH EDUCATION AND MAKING HOUSING LEAD SAFE IN THE TARGET AREAS OF SALT LAKE CITY AND SOUTH SALT LAKE CITY.SINCE 2017. FUNDING FROM A CDC GRANT SUPPORTED THE CREATION OF THE UTAH LEAD COALITION. THE UTAH LEAD COALITION CONSISTS OF TWENTY THREE AGENCIES WORKING TOGETHER TO INCREASE THE AWARENESS OF THE DANGERS OF LEAD POISONING, SUPPORT INCREASED TESTING OF CHILDREN, IMPROVE DATA COLLECTION AND SURVEILLANCE, AND INCREASE THE NUMBER OF HOUSEHOLDS REFERRED TO THE SALT LAKE COUNTY LEAD SAFE HOUSING PROGRAM,SALT LAKE COUNTY HOUSING AND DEVELOPMENT ADMINISTERS BOTH THESE GRANTS AND INITIATIVES TO ENSURE AN INTEGRATED APPROACH AND ASSIST IN DECREASING NUMBER OF CHILDREN POISONED WITH LEAD.   THE $250,000 IN FUNDING WILL GIVE US THE RESOURCES TO CONTINUE WITH OUR INCREDIBLY STRONG PARTNERSHIPS, TO BUILD ON THE STRUCTURE WE HAVE IN PLACE TO IN THE NEXT FIVE YEARS DRAMATICALLY DECREASE THE NUMBER OF CHILDREN WHO ARE POISONED WITH LEAD.IN THE HUD LEAD HAZARD CONTROL GRANT AND THE CDC GRANT WE HAVE IDENTIFIED THE TARGET A REAS OF SALT LAKE CITY AND SOUTH SALT LAKE CITY, IN THIS TARGET AREA THERE ARE OVER 21,000 HOUSING UNITS BUILT BEFORE WITH 57% LOW TO MOD INCOME HOUSEHOLDS WITH OVER 19,000 CHILDREN UNDER THE AGE OF SIX.IN THE NARRATIVE AND AS A SEPARATE ATTACHMENT WE WORKPLAN WHICH INCLUDES DETAILED POLICY DESIGN WITH A TIMELINE. OBJECTIVES, METHODS, AND KEY STAKEHOLDERS.WITH THE CONTINUATION OF OUR CURRENT STRUCTURE AND PARTNERSHIPS WE HAVE THE ABILITY TO IMMEDIATELY CONDUCT OUTREACH AND EDUCATION, CONTINUE WITH KEY PARTNERS AND STAKE HOLDERS.OUR KEY PARTNERS: SALT LAKE COUNTY HOUSING AND COMMUNITY DEVELOPMENT, UTAH PHYSICIANS FORHEALTHY ENVIRONMENT, SALT LAKE COUNTY HEALTH DEPARTMENT, STATE OF UTAH HEALTH DEPARTMENTPRIMARY PREVENTION ? THE REMOVAL OF LEAD HAZARDS FROM THE ENVIRONMENT BEFORE A CHILDIS EXPOSED IS THE MOST EFFECTIVE WAY TO ENSURE THAT CHILDREN DO NOT EXPERIENCE THE HARMFUL EFFECTS OF LEAD EXPOSURE. THE OUTREACH EFFORTS, EDUCATION AND WORK WITH KEY STAKEHOLDERS WILL INCREASE THE NUMBER OF LOW INCOME HOUSEHOLDS WHO ARE REFERRED TO THE SALT LAKE COUNTY LEAD SAFE HOUSING PROGRAM. THROUGH MAKING AT LEAST 100 HOUSING LEAD SAFE AT LEAST 100 CHILDREN UNDER THE AGE OF SIX WILL NO LONGER BE EXPOSED TO LEAD BASED PAINT HAZARDS.SECONDARY PREVENTION OF CHILDHOOD LEAD POISONING: THE BLOOD LEAD SCREENING TESTS AND SECONDARY PREVENTION STRATEGIES REMAIN AN ESSENTIAL SAFETY NET FOR CHILDREN WHO MAY BE EXPOSED TO LEAD.LOW-INCOME AND MINORITY CHILDREN BEAR A DISPROPORTIONATE BURDEN OF LEAD EXPOSURE RISK AND SIGNIFICANT DISPARITIES IN BLLS EXIST BY RACE/ETHNICITY, POVERTY STATUS, AND GEOGRAPHIC LOCATION. THE STATE OF UTAH THROUGH IMPLEMENTATION OF COMPONENT WILL A WORK ON THE SUPPORT OF INCREASING THE OF CHILDREN, LEAD FREE KIDS SALT LAKE WILL COORDINATE OUTREACH AND EDUCATION IN THE TARGET AREAS.EDUCATION IS A POWERFUL TOOL TO REACH MORE HOUSEHOLDS ABOUT HOW TO MAKE THEIR HOMES LEAD SAFE THROUGH CLEANING AND GOOD MAINTENANCE OF PAINTED SURFACES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8f5caa6-7e39-9aff-f2be-1c751b817913-C", "generated_internal_id": "ASST_NON_NUE2EH001431_7523"}, {"internal_id": 139197839, "Award ID": "NUE2EH001430", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - LEAD POISONING REMAINS A SIGNIFICANT PUBLIC HEALTH PROBLEM IN NEW YORK STATE (NYS). THE NYS DEPARTMENT OF HEALTH (NYSDOH) CONTINUES TO INVEST SUBSTANTIALLY IN SECONDARY AND PRIMARY PREVENTION PROGRAMS, AND AS A RESULT, THE NUMBER OF CASES OF CHILDHOOD LEAD POISONING HAS STEADILY DECLINED SINCE 1998. DESPITE THESE IMPORTANT GAINS, NYS CONTINUES TO HAVE THE GREATEST NUMBER OF CASES OF CHILDHOOD LEAD POISONING IN THE NATION. FROM 2016 THROUGH 2019, BLOOD LEAD TESTS IN NYS IDENTIFIED AN ANNUAL AVERAGE OF 13,893 CHILDREN UNDER AGE SIX WITH BLOOD LEAD LEVELS (BLLS) AT OR ABOVE THE CDC REFERENCE VALUE OF 5?G/DL, A RATE OF 16.5 PER 1000 TESTED STATEWIDE (INCLUDING ALL TEST TYPES). THOUSANDS MORE ARE LIKELY TO BE AT RISK GIVEN THE PREVALENCE OF ASSOCIATED RISK FACTORS IN NYS (E.G., POVERTY, OLD AND DETERIORATING HOUSING STOCK). THE FINANCIAL IMPACT OF NYS?S HIGH BURDEN OF CHILDHOOD LEAD POISONING IS SOBERING. EVIDENCE SUGGESTS THAT THE SOCIETAL COSTS OF LEAD POISONING ON LIFETIME EARNINGS, TAX REVENUE, EDUCATIONAL SERVICES AND JUVENILE JUSTICE SYSTEM GREATLY OUTWEIGH THE COSTS ASSOCIATED WITH REMEDIATING LEAD POISONING HAZARDS. NYS HAS ADDRESSED THESE NEEDS BY MAINTAINING A COMPREHENSIVE INTERACTIVE STATEWIDE BLOOD LEAD REGISTRY AND SURVEILLANCE SYSTEM, AND INVESTING IN STATEWIDE LEAD POISONING PREVENTION PROGRAMS FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS (EBLLS), INCLUDING TWO PRIMARY PREVENTION PROGRAMS TARGETED TO HIGH-RISK COMMUNITIES ACROSS THE STATE. THESE PROGRAMS ARE SUPPORTED BY A SIGNIFICANT INVESTMENT OF NYS FUNDING, AS WELL AS LAWS AND REGULATIONS MANDATING UNIVERSAL TESTING AND APPROPRIATE FOLLOW-UP CARE FOR CHILDREN WITH EBLLS AND DEFINING REQUIREMENTS FOR LABORATORY REPORTING AND THE ASSESSMENT AND REMEDIATION OF LEAD HAZARDS. THIS PUBLIC HEALTH APPROACH HAS CONTRIBUTED GREATLY TO THE DECLINE IN CHILDHOOD LEAD POISONING IN NYS OVER THE PAST 20 YEARS, BUT IN MANY COMMUNITIES, LEAD POISONING PERSISTS AS A MAJOR THREAT TO CHILD DEVELOPMENT  AND EDUCATIONAL OUTCOMES. ADDITIONAL AGGRESSIVE ACTION TO INCREASE TESTING RATES AND REDUCE EXPOSURE TO LEAD HAZARDS BEFORE CHILDREN ARE POISONED REMAINS A STATE PUBLIC HEALTH PRIORITY. THE PROPOSED WORK DESCRIBES A COMMUNITY AND SYSTEMS-BASED APPROACH THAT WILL CREATE A MORE SUSTAINABLE AND EFFECTIVE INFRASTRUCTURE TO ADVANCE NYS?S AIM OF ELIMINATING CHILDHOOD LEAD POISONING. COMPONENT A.THE PROPOSED WORK IS ORGANIZED AROUND THREE GOALS: ? ENSURING BLOOD LEAD TESTING AND REPORTING ? ENHANCING BLOOD LEAD SURVEILLANCE ? IMPROVING LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES COMPONENT B.THE PROPOSED WORK IS ORGANIZED AROUND DEVELOPING TARGETED, POPULATION-BASED PRIMARY PREVENTION INTERVENTIONS.  ACTIVITIES PROPOSED TO REACH THIS GOAL INCLUDE: ? EVALUATING AND UPDATING PROCEDURES FOR THE NYS PUBLIC HEALTH LAW-MANDATED CHILDHOOD LEAD POISONING PRIMARY PREVENTION PROGRAM (CLPPPP) TO ENSURE THAT PRIMARY PREVENTION FUNDS ARE EQUITABLY DISTRIBUTED TO THE MOST AT-RISK COMMUNITIES.? A GIS MAPPING PROJECT TO GUIDE OUR PRIMARY PREVENTION ACTIVITIES AND OUTREACH AND EDUCATION CAMPAIGNS. ? TARGETING COMMUNITIES AT HIGHEST RISK FOR EBLL WITH A MULTIFACETED MEDIA CAMPAIGN. THE OBJECTIVES AND ACTIVITIES OUTLINED UNDER EACH GOAL WILL LEVERAGE NYSDOH?S EXISTING LEAD POISONING PREVENTION INFRASTRUCTURE, CAPITALIZE ON NYSDOH?S IMPRESSIVE NETWORK OF STATE AND LOCAL PARTNERS, TARGET MORE VULNERABLE POPULATIONS IN TERMS OF SES, RACE/ETHNICITY, AND/OR REFUGEE STATUS FOR PRIMARY PREVENTION ACTIVITIES, AND BUILD A MORE SUSTAINABLE, EFFECTIVE AND COHESIVE SYSTEM FOR ELIMINATING CHILDHOOD LEAD POISONING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6eb5bc38-92b3-b67a-273b-51870dc8c2a0-C", "generated_internal_id": "ASST_NON_NUE2EH001430_7523"}, {"internal_id": 139197831, "Award ID": "NUE2EH001429", "Award Amount": 1308363.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "NEW MEXICO CHILDHOOD LEAD POISONING PREVENTION PROGRAM - THE NEW MEXICO CHILDHOOD LEAD POISONING PREVENTION PROGRAM (NM-CLPPP) SURVEILLANCE ACTIVITIES CONTINUE TO PRODUCE DATA FOR THOSE TESTED AND PROVIDE CASE MANAGEMENT OF THOSE WHO HAVE ELEVATED BLOOD LEAD LEVELS (REFERENCE LEVEL OF 5 ?G/DL).  THE PURPOSE OF THIS APPLICATION IS TO STRENGTHEN NM?S PRIMARY AND SECONDARY PREVENTION OF CHILDHOOD LEAD POISONING PROGRAMS.  THIS WILL BE ACHIEVED BY IMPROVING CORE PUBLIC HEALTH FUNCTIONS, THROUGH TARGETED POPULATION-BASED POLICY INTERVENTIONS WITH A FOCUS ON COMMUNITY-BASED APPROACHES TO ELIMINATE LEAD HAZARDS.  THE FOCUS ON IMPROVEMENTS TOWARD INCREASING LOCAL PARTNERSHIPS AND THE GOAL OF INCREASING TESTING RATES WILL, IN TIME, HELP IDENTIFY THE GEOGRAPHIC LOCATIONS OF THE HIGHEST BURDEN OF CHILDHOOD LEAD POISONING IN NM. FURTHER, IT WILL INCREASE AWARENESS ABOUT THE SOURCES OF LEAD EXPOSURE (IN GENERAL AND FOR SPECIFIC LOCATIONS) AND THE IMPORTANCE OF BLOOD-LEAD TESTING TO ENABLE INFORMED POLICY DEVELOPMENT.THE NM PRIORITIZATION MATRIX ALLOWS US TO TARGET THE COUNTIES AND/OR COMMUNITIES THAT ARE AT A HIGHER RISK FOR LEAD POISONING.  WORKING WITH THE ADVISORY COMMITTEE, WE WILL UPDATE/DEVELOP DATA INTERPRETATION AND CONSIDER OTHER POSSIBLE DATA SOURCES THAT WOULD HELP WITH TARGETING POPULATIONS THAT ARE AT-RISK FOR LEAD POISONING.WE PLAN TO INCREASE STATEWIDE INTERVENTIONS BY PROVIDING LEAD HOME ASSESSMENTS FOR THOSE WITH ELEVATED BLOOD LEAD LEVELS. THIS WILL PROVIDE MUCH NEEDED OUTREACH AND EDUCATION TO REDUCE THE NUMBER OF NM LEAD POISONING HAZARDS DERIVED FROM HOUSING, POTTERY, FOLK REMEDIES, ADULT OCCUPATIONS/INDUSTRY, AND OTHER ENVIRONMENTAL SOURCES.  NM CLPPP PLANS TO ACHIEVE OUTCOMES AND PRODUCE OUTPUTS BY UTILIZING THE PRIORITIZATION MATRIX AND ADVISORY COMMITTEE TO GUIDE AND STRENGTHEN THESE FOUR CORE STRATEGIES, 1) BLOOD-LEAD LEVEL TESTING, 2) STRENGTHENING SURVEILLANCE OF BLOOD LEAD LEVELS, 3) STRENGTHEN LINKAGES TO ENSURE LEAD-EXPOSED CHILDREN RECEIVE RECOMMENDED SERVICES, AND 4) STRENGTHEN TAR GETED POPULATION-BASED INTERVENTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NUE2EH001429_7523"}, {"internal_id": 139197920, "Award ID": "NUE2EH001428", "Award Amount": 1065000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "IDAHO - CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDRENFOA: CDC-RFA-EH21-2102GRANTEE NAME: IDAHO DEPARTMENT OF HEALTH AND WELFAREPROJECT ABSTRACTTHE IDAHO DEPARTMENT OF HEALTH AND WELFARE, DIVISION OF PUBLIC HEALTH (DIVISION) HAS PRIORITIZED CHILDREN?S HEALTH AND AVOIDING UNINTENTIONAL INJURY AS PART OF THE DIVISION?S STRATEGIC PLAN. TO ADVANCE THIS PRIORITY, THE DIVISION, THROUGH ITS ENVIRONMENTAL HEALTH PROGRAM (EHP), REQUESTS $300,000 ANNUALLY FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) TO CREATE A CHILDHOOD LEAD POISONING PREVENTION PROGRAM FOCUSED ON PRIMARY AND SECONDARY PREVENTION STRATEGIES FOR CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE AND LINKING LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES. CHILDREN EXPOSED TO LEAD ARE VULNERABLE TO LONG-TERM HEALTH AND DEVELOPMENTAL EFFECTS, INCLUDING INTELLECTUAL AND BEHAVIORAL DEFICITS. PRIMARY AND SECONDARY LEAD PREVENTION STRATEGIES, ALONG WITH BLOOD LEAD SCREENING TESTS, WILL REDUCE AND PREVENT ENVIRONMENTAL LEAD HAZARDS AND CONNECT LEAD-EXPOSED CHILDREN TO MEDICAL, ENVIRONMENTAL, AND SOCIAL SERVICES TO IMPROVE HEALTH OUTCOMES IN IDAHO.IDAHO RULES REQUIRE PROVIDERS AND LABORATORIES TO REPORT BLOOD LEAD LEVELS GREATER THAN CDC?S REFERENCE VALUES IN CHILDREN AND ADULTS. HOWEVER, THE TOTAL NUMBER OF IDAHO CHILDREN RECEIVING BLOOD LEAD TESTING OR SCREENING WHOSE RESULTS ARE LESS THAN THE CDC?S REFERENCE VALUE IS UNKNOWN. THIS DENOMINATOR DATA IS NEEDED TO REDUCE DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY, SOCIOECONOMIC STATUS, AND GEOGRAPHIC LOCATIONS. EHP WILL DEVELOP AN EXPANDED LEAD SURVEILLANCE SYSTEM AND CHILDHOOD LEAD POISONING PREVENTION PROGRAM TO CAPTURE MISSING DATA ON CHILD BLOOD LEAD TESTING AND INCREASE FOLLOW-UP ACTIVITIES. ANTICIPATED LONG-TERM OUTCOMES FROM THIS FUNDING INCLUDE:?DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS; ?DECREASED SOCIETAL COSTS ASSOCIATED WITH CHILDHOOD LEAD E XPOSURE;?IMPROVED RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WITH ELEVATED BLOOD LEAD LEVELS LINKED TO RECOMMENDED SERVICES; ?DECREASED LEAD HAZARDS IN HOUSING OCCUPIED BY VULNERABLE POPULATIONS (SUCH AS CHILDREN). THE IDAHO DEPARTMENT OF HEALTH AND WELFARE APPRECIATES THIS OPPORTUNITY TO INCREASE LEAD POISONING PREVENTION STRATEGIES FOR IDAHO?S CHILDREN AND ENSURE THAT A COMPREHENSIVE SYSTEM OF IDENTIFICATION, REFERRAL, FOLLOW-UP, AND EVALUATION IS IN PLACE FOR CHILDREN EXPOSED TO LEAD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NUE2EH001428_7523"}, {"internal_id": 139197798, "Award ID": "NUE2EH001427", "Award Amount": 1065000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "MS LEAD POISONING PREVENTION AND HEALTHY HOMES - PROBLEM:  LEAD POISONING IS ONE OF THE MOST PREVENTABLE ENVIRONMENTAL HEALTH PROBLEMS IN YOUNG CHILDREN.  LEAD IS A COMMON AND HIGHLY TOXIC SUBSTANCE IN THE ENVIRONMENT, AND LEAD POISONING HAS BEEN CAUSED BY THE DEVELOPMENT AND USE OF COMMERCIAL PRODUCTS. BETWEEN 2017 AND 2020, THERE WERE APPROXIMATELY 779 CHILDREN LESS THAN 72 MONTHS OF AGE WITH ELEVATED BLOOD LEAD LEVELS ?5?G/DL IN MISSISSIPPI. GOALS AND OBJECTIVES: THE OBJECTIVES FOR THIS PROJECT ARE TO ENHANCE A COMPREHENSIVE SYSTEM FOR IDENTIFYING ISSUES RELATED TO CHILDHOOD LEAD POISONING, ENVIRONMENTAL HAZARDS, AND SAFE HOUSING; AND TO IMPROVE THE QUALITY OF LIFE FOR CHILDREN AND THEIR FAMILIES. LONG-TERM GOALS INCLUDE DECREASING THE ADVERSE HEALTH EFFECTS OF LEAD EXPOSURE AND SOCIETAL COSTS ASSOCIATED WITH CHILDHOOD LEAD EXPOSURE. THE ACTIVITIES FOR THIS PROJECT FOCUS ON COLLABORATIONS AMONG FAITH AND COMMUNITY-BASED PROGRAMS, AND CHILD CARE AND MEDICAL PROVIDERS; SERVICE LINKAGES; MANAGEMENT AND SURVEILLANCE REPORTS; POPULATION AND COMMUNITY-BASED INTERVENTIONS; PRIMARY PREVENTION THROUGH CARE COORDINATION, AND ENVIRONMENTAL INVESTIGATIONS; EDUCATION AND OUTREACH; AND COMMUNITY ENGAGEMENT.  METHODOLOGY: PROGRAM ACTIVITIES WILL BE IMPLEMENTED THROUGH PARTNERSHIPS IDENTIFYING GAPS IN THE COMPREHENSIVE SYSTEM THAT SERVE CHILDREN, AND EVIDENCE-BASED PRACTICES AND STRATEGIES. MISSISSIPPI STATE DEPARTMENT OF HEALTH HAS AN ARRAY OF PARTNERSHIPS ACROSS THE STATE, WHICH INCLUDE, BUT ARE NOT LIMITED TO: REGIONAL HOUSING AUTHORITIES, MS DIVISION OF MEDICAID (MS DOM), FIRST STEPS EARLY INTERVENTION PROGRAM OF THE MS STATE DEPARTMENT OF HEALTH, MSDH SERVICES FOR CHILDREN AND YOUTH WITH SPECIAL HEALTHCARE NEEDS, UNIVERSITY OF MISSISSIPPI, MS AMERICAN ACADEMY OF PEDIATRICS, MS DEPARTMENT OF ENVIRONMENTAL QUALITY, MS DEPARTMENT OF MENTAL HEALTH, GREEN AND HEALTHY HOMES INITIATIVE, LOCAL MUNICIPALITIES, COMMUNITY-BASED ORGANIZATIONS AND CIVIC ORGANIZATIONS.COORDINATION: THE MISSISSIPPI LEAD POISONING PR EVENTION AND HEALTHY HOMES PROGRAM WILL UTILIZE COLLABORATIVE MODELS AMONG STATE AGENCIES, COMMUNITY ORGANIZATIONS AND PROVIDERS TO REDUCE CHILDREN?S EXPOSURE TO LEAD. THE GOAL IS TO IMPROVE CARE COORDINATION ACROSS SYSTEMS THAT SERVE CHILDREN AND THEIR FAMILIES AND TO ADDRESS MULTIPLE HEALTH AND SOCIAL NEEDS IN A MORE INTEGRATED MANNER. EVALUATION: THE EVALUATION FOR THIS PROGRAM INCLUDES PROCESS AND OUTCOME EVALUATION AS IT RELATES TO THE CONTRIBUTIONS OF THE PROGRAM AND STAKEHOLDERS. THE EVALUATION WILL DETERMINE THE OVERALL EFFECTIVENESS OF THE PROGRAM THROUGH SUCH ACTIVITIES AS MEASURING THE COORDINATION AND LINKAGE OF SERVICES, IDENTIFYING GAPS IN THE SYSTEM, PARTNERSHIP ASSESSMENTS, AND IMPLEMENTATION OF EVIDENCE-BASED PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NUE2EH001427_7523"}, {"internal_id": 139197870, "Award ID": "NUE2EH001426", "Award Amount": 1305111.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "VERMONT'S CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - PROJECT ABSTRACT - COMPONENTS A AND BTHE MISSION OF THE VERMONT DEPARTMENT OF HEALTH HEALTHY HOMES LEAD POISONING PREVENTION PROGRAM (HHLPPP) IS TO IMPROVE THE HEALTH AND SAFETY OF ALL VERMONT HOME ENVIRONMENTS THROUGH SURVEILLANCE, COLLABORATION, EDUCATION, AND IMPLEMENTATION OF COMPREHENSIVE POLICIES AND COORDINATED PROGRAMMATIC ACTIVITIES.  IN THE CASE OF THIS GRANT APPLICATION, THE HHLPPP FOCUSES ON THE ENVIRONMENTAL HEALTH ISSUE THAT IS AT ITS CORE?CHILDHOOD LEAD POISONING. VERMONT HAS BEEN WORKING TO PREVENT CHILDHOOD LEAD POISONING SINCE ITS FIRST CLPP PROGRAM WAS FUNDED BY CDC IN 1993.VERMONT HAS SOME OF THE OLDEST HOUSING STOCK IN THE COUNTRY, WITH NEARLY 70% OF HOUSING BUILT BEFORE 1978, MAKING THE ENTIRE STATE A HIGH-RISK AREA FOR CHILDHOOD LEAD POISONING. OVER THE PAST 20 YEARS, VERMONT HAS MADE STEADY PROGRESS IN REDUCING THE NUMBER OF CHILDREN WITH BLOOD LEAD LEVELS AT OR ABOVE THE CURRENT CDC REFERENCE VALUE. UNFORTUNATELY, THE COVID-19 PANDEMIC HAS IMPACTED THE PERCENTAGE OF CHILDREN GETTING SCREENED FOR LEAD. THIS GRANT GIVES HHLPPP THE OPPORTUNITY TO REDOUBLE OUR EFFORTS INTERNALLY AND WITH OUR EXTERNAL PARTNERS.VERMONT HHLPPP HAS MANY INTERNAL AND EXTERNAL PARTNERS ALREADY WORKING TOGETHER ON LEAD POISONING PREVENTION, PROVIDING AN INFRASTRUCTURE FROM WHICH TO TRY NEW PREVENTION STRATEGIES. THIS INFRASTRUCTURE INCLUDES VERMONT?S LEAD LAW THAT REQUIRES OWNERS OF PRE-1978 RENTAL PROPERTIES TO PERFORM ESSENTIAL MAINTENANCE PRACTICES AND A REGULATION REQUIRING HEALTH CARE PROVIDERS TO UNIVERSALLY TEST ALL 1- AND 2-YEAR-OLD CHILDREN FOR LEAD.VERMONT HAS FOUR LONG-TERM OUTCOMES FOR THE FIVE-YEAR PROJECT PERIOD:OUTCOME 1: IMPROVED BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE OUTCOME 2. IMPROVED USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION OUTCOME 3. IMPROVED RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WITH BLOOD LEAD LEV ELS GREATER THAN OR EQUAL TO 5 ?G/DL WHO ARE LINKED TO RECOMMENDED SERVICES.OUTCOME 4.  DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS.HHLPPP WILL IMPROVE THE HEALTH AND SAFETY OF ALL VERMONT HOME ENVIRONMENTS THROUGH PRIMARY AND SECONDARY PREVENTION OF CHILDHOOD LEAD POISONING. VERMONT HAS MADE STEADY PROGRESS IN REDUCING THE NUMBER OF CHILDREN WITH BLOOD LEAD LEVELS. CONTINUED PROGRESS RELIES ON (1) ENSURING BLOOD LEAD TESTING AND REPORTING, (2) ENHANCING BLOOD LEAD SURVEILLANCE, (3) IMPROVING LINKAGES OF LEAD EXPOSED CHILDREN TO RECOMMENDED SERVICES, AND (4) DEVELOPING TARGETED, POPULATION-BASED POLICY INTERVENTIONS.THE SPECIFIC STRATEGIES THAT VERMONT WILL USE TO MOVE TOWARD THESE LONG-TERM OUTCOMES INCLUDE: CONVENING A STATEWIDE LEAD ADVISORY COMMITTEE; UPDATING OUR STATEWIDE SCREENING AND TESTING PLAN BASED ON LOCAL DATA IN COLLABORATION WITH STATEWIDE LEAD ADVISORY COMMITTEE; UPDATING OUR HHLPSS BLOOD LEAD SURVEILLANCE SYSTEM TO THE NEWEST VERSION; DEVELOPING AND IMPLEMENTING PLANS FOR SURVEILLANCE DATA COLLECTION, DATA QUALITY CHECKS, AND DATA DISSEMINATION WITH A FOCUS ON DATA INTEROPERABILITY; CONDUCTING ANALYSES OF SURVEILLANCE DATA TO IDENTIFY LEAD-EXPOSED CHILDREN, HIGH-RISK POPULATIONS, AND GEOGRAPHIC AREAS; CONTINUING TO USE OUR SURVEILLANCE SYSTEM TO IDENTIFY CHILDREN WITH ELEVATED BLOOD LEAD LEVELS REQUIRING FOLLOW-UP; PARTNERING WITH INTERNAL AND EXTERNAL PROGRAMS AND ORGANIZATIONS THAT PROVIDE SERVICES TO MITIGATE THE EFFECTS OF ELEVATED BLOOD LEAD LEVELS; CONTINUING TO CONNECT CHILDREN WITH ELEVATED BLOOD LEAD LEVELS TO MEDICAL, ENVIRONMENTAL, AND SOCIAL SERVICES; AND DEVELOPING STRATEGIC PARTNERSHIPS AND POLICIES TO IMPLEMENT TARGETED, POPULATION-BASED INTERVENTIONS AIMED AT PRIMARY PREVENTION OF LEAD EXPOSURE WITH A FOCUS ON COMMUNITY-BASED APPROACHES FOR LEAD HAZARD ELIMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NUE2EH001426_7523"}, {"internal_id": 139197813, "Award ID": "NUE2EH001425", "Award Amount": 1665000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "RHODE ISLAND CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE - PURPOSE:  TO MAXIMIZE FUNDING AND LEVERAGE PARTNERSHIPS TO INCREASE PRIMARY AND SECONDARY LEAD POISONING PREVENTION ACTIVITIES TO PREVENT AND ULTIMATELY ELIMINATE CHILDHOOD LEAD POISONING BY FOCUSING ON ENDING DISPARITIES IN BLOOD LEAD LEVELS.  THE RHODE ISLAND DEPARTMENT OF HEALTH (RIDOH) HEALTHY HOMES AND LEAD POISONING PREVENTION PROGRAM (HHLPPP) WILL STRIVE TO TAKE PUBLIC HEALTH ACTION TO IMPROVE HEALTH EQUITY BY IMPLEMENTING, SUPPORTING, AND EXPANDING EFFORTS TO ENSURE AND INCREASE BLOOD LEAD TESTING AND REPORTING, MAINTAINING AND EXPANDING SURVEILLANCE, AND IMPROVE LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES.SITE:  THE ENTIRE STATE OF RHODE ISLAND IS A HIGH-RISK AREA COMPOSED OF AGING HOUSING STOCK WITH DETERIORATING PAINT. APPROXIMATELY 80% OF RHODE ISLAND?S HOUSING STOCK WAS BUILT BEFORE 1978. RI DESIGNATES CITIES WITH A CHILD POVERTY RATE GREATER THAN 25% AS CORE CITIES. 67% OF ALL MINORITY CHILDREN LIVE IN THE CORE CITIES. THEREFORE, THEY ARE AT INCREASED RISK FOR LEAD EXPOSURE AND ITS ASSOCIATED ADVERSE HEALTH CONSEQUENCES. 74% OF THE CHILDREN LIVING IN THE CORE CITIES ARE CHILDREN OF COLOR. THESE CITIES HAVE THE OLDEST HOUSING STOCK IN THE STATE. 94% OF RESIDENCES IN THE CORE CITIES WERE BUILT BEFORE 1978 WITH 61% CONSTRUCTED BEFORE 1940. THE PERCENTAGE OF PRE-1940 HOUSING IN THE CORE CITIES IS APPROXIMATELY TWICE THE STATEWIDE RATE. RI?S PRE-1940 PERCENTAGE IS HIGHER THAN ALL OTHER STATES EXCEPT FOR MASSACHUSETTS AND NEW YORK. RI?S HIGH LEAD POISONING RATE COMES AS NO SURPRISE SINCE AT LEAST 82% OF RENTER-OCCUPIED HOMES AND 77% OF OWNER-OCCUPIED HOMES IN RI WERE BUILT BEFORE 1978. 87% OF EXTREMELY LOW-INCOME FAMILIES WHO RENT AND HAVE CHILDREN UNDER SIX YEARS LIVE IN HOMES BUILT BEFORE 1978.JUSTIFICATION: RHODE ISLAND IS A SMALL STATE WITH A BIG CHILDHOOD LEAD POISONING PROBLEM BASED ON OUR LEAD EXPOSURE RISK INDEX (LERI). SURVEILLANCE DATA SUPPORT DISPARITIES IN BLLS BY SOCIAL DEMOGRAPHIC AND GEOGRAPHICAL FACTORS. 61%  OF CHILDREN IDENTIFIED AS LEAD POISONED IN A HIGH-RISK JURISDICTION IN 2020 WERE CHILDREN OF COLOR. 83% OF ALL HISPANIC CHILDREN IDENTIFIED IN RI AS HAVING AN EBLL IN 2020 LIVED IN HIGH-RISK JURISDICTION. SHELTERING IN PLACE DURING COVID-19 MAY HAVE ADVERSELY IMPACTED LEAD POISONING RATES IN RI. LEAD SCREENING RATES HAVE DECREASED 24%, WITH A DISTURBING 22% INCREASE IN THE NUMBER OF NEW LEAD POISONING CASES IN 2020 CAUSING OUR INCIDENCE RATE TO RISE 2.5%.PROGRAM OBJECTIVES: HHLPPP?S LEAD ELIMINATION SURVEILLANCE SYSTEM (LESS) CAN COLLECT AND REPORT DATA TO THE CDC TO SUPPORT ALL PERIODS OF PERFORMANCE OUTCOMES LISTED BELOW. THE APPROACHES TO ACCOMPLISHING ALL OUTCOMES ARE DESCRIBED IN THE STRATEGIES AND ACTIVITIES.  1.IMPROVED BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN LESS THAN SIX YEARS OF AGE AT RISK FOR LEAD EXPOSURE 2.IMPROVED USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE AND DECREASE MISSING DATA ON CHILD DEMOGRAPHIC AND INCREASE FOLLOW-UP INFORMATION 3.IMPROVED RATES OF CHILDREN LESS THAN SIX YEARS OF AGE WHICH ARE LINKED TO AND ACCEPT RECOMMENDED SERVICES 4.DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NUE2EH001425_7523"}, {"internal_id": 139197829, "Award ID": "NUE2EH001424", "Award Amount": 762645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE PROGRAM - ABSTRACT: HEALTH AND HOSPITAL CORPORATION OF MARION COUNTY DOING BUSINESS AS MARION COUNTY PUBLIC HEALTH DEPARTMENT (MCPHD) IS APPLYING TO THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN PROGRAM. MCPHD LEAD POISONING PREVENTION PROGRAM (LPPP), A COMPONENT OF THE HEALTHY HOMES, ENVIRONMENTAL CONSUMER MANAGEMENT & SENIOR CARE DEPARTMENT, WILL USE FUNDS TO INCREASE EFFORTS TO IDENTIFY AND CONNECT LEAD POISONED CHILDREN TO RECOMMENDED SERVICES AND INCREASE SURVEILLANCE EFFORTS WHILE WORKING CLOSELY WITH PARTNERING AGENCIES TO ENSURE A COMPREHENSIVE SYSTEM OF REFERRAL, CASE MANAGEMENT, FOLLOW-UP CARE, AND EVALUATION ARE IN PLACE TO SERVE EFFECTED CHILDREN AND FAMILIES. LPPP ACTIVITIES WILL RESULT IN:(1)INCREASED NUMBERS OF CHILDREN LESS THAN SIX YEARS OLD TESTED FOR BLOOD LEAD: LPPP WILL RAISE AWARENESS THROUGH EDUCATION AND OUTREACH, WORK WITH PRIMARY CARE PROVIDERS (PCP) TO ENSURE ELIGIBLE AND AT-RISK CHILDREN RECEIVE BLOOD LEAD TESTS, AND PROVIDE BLOOD LEAD TESTING AT CHILDCARE FACILITIES, OUTREACH EVENTS, AND DURING HOME VISITS. (2)IMPROVED DATA USAGE THAT LEADS TO A GREATER IDENTIFICATION OF GEOGRAPHIC AREAS AND POPULA-TIONS AT HIGH RISK FOR LEAD EXPOSURE: LPPP WILL CONDUCT REGULAR DATA REVIEWS, IDENTIFYING ?HOT SPOTS? AND INCREASING TARGETED OUTREACH TO THOSE AREAS. (3)INCREASED ABILITY TO TARGET INTERVENTIONS TO HIGH-RISK POPULATIONS: REGULAR REVIEW OF DATA WILL IDENTIFY COMMUNITIES THAT NEED EDUCATION, OUTREACH, AND BLOOD LEAD TESTING.(4)INCREASED IDENTIFICATION OF CHILDREN EXPOSED TO LEAD AND LINKS TO RECOMMENDED SERVICES: EDUCATION, TARGETED OUTREACH, INCREASED BLOOD LEAD TESTING, AND WORKING DIRECTLY WITH PCPS TO IDENTIFY CHILDREN EXPOSED TO LEAD AND LINK THEM TO NECESSARY SERVICES. (5)COORDINATED EFFORTS FOR LEAD INSPECTIONS AND SCREENINGS: DEVELOP A COUNTYWIDE ADVISORY COMMITTEE AND COUNTYWIDE CATALOG OF WRAPAROUND SERVICE PROVIDERS, IN-OFFICE TESTING SITES, AND POINTS OF CARE SCREENING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d20aefe-29a7-8b94-cad6-b7ecc6854f66-C", "generated_internal_id": "ASST_NON_NUE2EH001424_7523"}, {"internal_id": 139197901, "Award ID": "NUE2EH001423", "Award Amount": 1166865.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "SOUTH DAKOTA DEPARTMENT OF HEALTH APPLICATION FOR THE 2021 CHILDHOOD LEAD POISONING PREVENTION & SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - LEAD POISONING AMONG YOUNG CHILDREN CAN LEAD TO POOR COGNITIVE DEVELOPMENT AND BEHAVIORAL DISORDERS THAT CAN HAVE LONG LASTING IMPACT THROUGHOUT THE LIFESPAN. HOWEVER, THE SD DOH DOES NOT CURRENTLY HAVE A LEAD PROGRAM TO SUPPORT PREVENTION, RAPID IDENTIFICATION, AND FOLLOW-UP OF CHILDREN WITH ELEVATED BLOOD LEAD LEVELS. TO RAISE AWARENESS OF THE IMPORTANCE OF BLOOD LEAD SCREENING AND TESTING IN THE STATE AND FACILITATE THE CASE MANAGEMENT OF CHILDREN IDENTIFIED WITH ELEVATED LEAD LEVELS, SD DOH PROPOSES ESTABLISHING THE SD CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE PROGRAM. OUR AIM IS TO CONVENE A LEAD ADVISORY GROUP TO HIGHLIGHT THE NEED FOR BLOOD LEAD TESTING AND REPORTING, AND IMPROVING LINKAGES TO RECOMMENDED MEDICAL, ENVIRONMENTAL, OR SOCIAL SERVICES. THE PROGRAM'S CAPACITY AND PERFORMANCE WILL BE ASSESSED TO ENSURE HIGH QUALITY SERVICE TO CHILDREN, PARENTS, AND PROFESSIONALS WITH A FOCUS OF DECREASING ADVERSE HEALTH EFFECTS AND SOCIETAL COSTS OF CHILDHOOD LEAD EXPOSURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5977c26b-55c9-a9b6-4eae-6ac7c2655500-C", "generated_internal_id": "ASST_NON_NUE2EH001423_7523"}, {"internal_id": 139197808, "Award ID": "NUE2EH001422", "Award Amount": 1290000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION - PROJECT ABSTRACTIN ORDER TO ELIMINATE LEAD HEALTH HAZARDS IN DELAWARE, THE DIVISION OF PUBLIC HEALTH PROPOSES ACTIVITIES THAT CAN BE CLASSIFIED BY TWO LINES OF ATTACK. THE FIRST USES PRIMARY PREVENTION ACTIVITIES, THE SECOND INCLUDES SECONDARY AND TERTIARY ACTIVITIES OF CHILDREN WHO HAVE BEEN LEAD POISONED OR AT RISK FOR LEAD EXPOSURE. THIS NEW CDC GRANT FUNDING WILL STRENGTHEN THE HEALTHY HOMES AND LEAD POISONING PREVENTION PROGRAM BY SUPPORTING THE MEDICAL AND COMMUNITY COLLABORATIONS THAT WILL ENHANCE BOTH PRIMARY AND SECONDARY CHILDHOOD LEAD POISONING PREVENTION IN DELAWARE. PARTNERSHIPS WILL BE FURTHER DEVELOPED, ACTIVITIES COORDINATED, AND COMMUNITIES MOBILIZED FOR ACTION THROUGH EDUCATION AND OUTREACH. ASSISTANCE FROM CDC WILL ENSURE SUSTAINED DATA TRACKING AND SURVEILLANCE WILL BE ENHANCED AND EXPANDED IN THE STATE. MEASURABLE OBJECTIVES INCLUDE: REINFORCING STATE AND LOCAL COLLABORATIONS THAT WILL PROMOTE BOTH PRIMARY AND SECONDARY CHILDHOOD LEAD POISONING PREVENTION; STRENGTHENING MEDICAL AND COMMUNITY PARTNERSHIPS TO INCREASE ACTIVITIES AND COORDINATE COMMUNITIES TO MOBILIZE FOR ACTION THROUGH LEAD HAZARDS AWARENESS EDUCATION AND OUTREACH; ENSURING SUSTAINED LEAD SCREENING OF CHILDREN, DATA TRACKING AND SURVEILLANCE; ENGAGING COMMUNITIES IN IDENTIFIED HIGH RISK AREAS IN DELAWARE BY TARGETED OUTREACH AND EDUCATION.THE EXPECTED LONG-TERM OUTCOMES ARE:SCREENING AND CASE MANAGEMENT PLAN: ALL DELAWARE CHILDREN WILL RECEIVE A BLOOD LEAD LEVEL TEST AT 12 MONTHS AND 24 MONTHS. CHILDREN WITH ELEVATED LEAD LEVELS ? 5 UG/DL WILL BE FOLLOWED UP AND PROVIDED APPROPRIATE SERVICES INCLUDING ENVIRONMENTAL HAZARD REDUCTION; DEVELOPMENTAL, NUTRITIONAL AND MEDICAL ASSESSMENTS OF CHILDREN WITH HIGH LEAD LEVELS. SURVEILLANCE: FAMILIES OF CHILDREN AT HIGH RISK FOR LEAD POISONING WILL BE AWARE OF THEIR CHILDREN?S BLOOD LEAD LEVEL STATUS BY THE TIME CHILDREN ARE TWO YEARS OF AGE. THE PROGRAM WILL MATCH LEAD SCREENING DATA WITH MEDICAID AND WIC ENROLLMENT DAT A TO IDENTIFY AND NOTIFY FAMILIES OF CHILDREN WHO HAVE NOT BEEN SCREENED FOR LEAD POISONING.PRIMARY PREVENTION: THE TOTAL NUMBER OF CHILDREN IN DELAWARE WITH ELEVATED LEAD LEVELS ? 5 UG/DL WILL BE REDUCED TO LESS THAN 1% OF THE CHILDHOOD POPULATION THROUGH IMPLEMENTATION OF SYSTEMS THAT CONTROL AND ELIMINATE LEAD SOURCES PRIOR TO THE CHILDREN BEING EXPOSED. OUTPUTS TO ACHIEVE THIS GOAL INCLUDE - CONDUCTING LEAD RISK ASSESSMENTS OF ALL HOMES THAT HAVE FAMILIES WITH CHILDREN WITH HIGH LEAD LEVELS; VIGOROUS ENFORCEMENT OF DELAWARE?S RENOVATION, REPAIR, AND PAINTING REGULATION (RRP) AND RAISING CONTRACTOR AND THE PUBLIC?S AWARENESS OF THE NEED TO REPAIR HOMES IN A LEAD-SAFE MANNER AS WELL AS PARTNERING WITH HOUSING AUTHORITIES AND LOCAL CODE ENFORCEMENT AND PERMITTING OFFICES IN CITIES AND TOWNS; USE ENHANCED LEAD DATA TRACKING AND GIS MAPPING TO IMPLEMENT POPULATION-BASED PREVENTION INTERVENTIONS IN DELAWARE?S HIGHEST RISK GEOGRAPHIC AREAS. STRATEGIC PARTNERSHIPS: CHILDHOOD LEAD POISONING PREVENTION REMAINS A PRIORITY IN DELAWARE, WITH EXPANDING AND STRENGTHENING STRATEGIC RELATIONSHIPS WITH MEDICAL, COMMUNITY AND GOVERNMENTAL ORGANIZATIONS OF VITAL IMPORTANCE. OUTPUTS TO ACHIEVE THIS GOAL INCLUDE ? PROVIDE FREE LEAD POISONING PREVENTION TRAINING TO EMPLOYEES OF PUBLIC AND PRIVATE MEDICAL OFFICES, BUILDING CODE OFFICES, HOUSING AUTHORITIES, AND NON-PROFIT COMMUNITY ORGANIZATIONS; PROVIDE SUPPORT FOR THE GOVERNOR-APPOINTED CHILDHOOD LEAD POISONING ADVISORY COMMITTEE.THIS CD GRANT WILL EXPAND AND ENHANCE THE STATE OF DELAWARE?S CAPACITY TO ELIMINATE CHILDHOOD LEAD POISONING AS A MAJOR PUBLIC HEALTH PROBLEM, WHICH ALIGNS WITH DELAWARE?S STRATEGIC PLAN TO ERADICATE CHILDHOOD LEAD POISONING. A STATEWIDE CHILDHOOD BLOOD LEAD-SCREENING PLAN, A BLOOD LEAD SURVEILLANCE SYSTEM, AND CASE MANAGEMENT STANDARDS FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS ARE ALL IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NUE2EH001422_7523"}, {"internal_id": 139197830, "Award ID": "NUE2EH001421", "Award Amount": 1054899.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS INCHILDREN - CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDRENWITH FUNDING FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION AWARDED IN 1996, THE ENVIRONMENTAL EPIDEMIOLOGY PROGRAM (EEP) DEVELOPED A SURVEILLANCE SYSTEM FOR ELEVATED BLOOD LEAD LEVELS (EBLL) IN CHILDREN AND HAS CONTINUED TO COLLECT AND ANALYZE BLOOD LEAD RESULTS ON CHILDREN TO THIS DAY. THE EEP, LOCAL HEALTH DEPARTMENTS, AND OTHER UTAH AGENCIES AND PROGRAMS CONTINUE TO COLLABORATE TO REDUCE AND ELIMINATE LEAD EXPOSURE TO UTAH?S CHILDREN. THE EEP OBJECTIVES INCLUDE: 1) ENHANCE AND MAINTAIN AN ACTIVE, ONGOING STATEWIDE SURVEILLANCE SYSTEM FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS, 2) ENSURE THAT LABORATORY-BASED SURVEILLANCE OF CHILD BLOOD LEAD LEVELS IS COMPLETE BY COLLECTING DATA ON ALL BLOOD LEAD TESTING OF UTAH RESIDENTS, 3) ENSURE THAT CHILDREN WITH AN EBLL RECEIVE APPROPRIATE MEDICAL FOLLOW-UP, 4) ARRANGE FOR CASE MANAGEMENT AND ENVIRONMENTAL INVESTIGATIONS OF LEAD EXPOSURE, 5) IDENTIFY EXPOSURE PATTERNS AND HIGH-RISK POPULATIONS WITHIN THE STATE, 6) PROVIDE APPROPRIATE PREVENTION INTERVENTION AS NEEDS ARE IDENTIFIED, 7) PROVIDE EDUCATION TO IDENTIFIED AT-RISK POPULATIONS, AND 8) ENHANCE THE COLLABORATIVE EFFORTS BETWEEN PUBLIC AGENCIES AND PRIVATE HEALTH CARE PROVIDERS TO PREVENT LEAD POISONING IN YOUNG CHILDREN.IN UTAH, THE PREVALENCE RATE OF CHILDREN 0-5 YEARS OLD, WITH AN ELEVATED BLOOD LEAD LEVEL (? 10 ?G/DL) WAS 0.2 % DURING 2019, A DECREASE FROM 4.0 % IN 1996. IN 2017, THE UTAH DEPARTMENT OF HEALTH LOWERED THE BLOOD LEAD LEVEL OF CONCERN TO ? 5.0 ?G/DL TO BE CONSISTENT WITH CDC?S GUIDELINES. THE NUMBER OF CHILDREN WITH ELEVATED BLOOD LEAD, BASED ON THE NEW LEVEL OF CONCERN WAS 1.3% IN 2018 AND 0.8% IN 2019. LEAD-BASED PAINT, PAST MINING ACTIVITIES, AND OTHER NON-TRADITIONAL LEAD EXPOSURES HAVE BEEN IDENTIFIED AS THE ROUTES OF LEAD EXPOSURE TO CHILDREN IN UTAH. ALTHOUGH THE RATES HAVE BEEN DECLINING THERE ARE AREAS WITHIN THE STATE THAT HAVE H IGH-RISK MINORITY POPULATIONS, ESPECIALLY IN THE MORE POPULATED AREAS. OF THE 299,566 CHILDREN, AGES 0-5 YEARS, LIVING IN UTAH, 39,842(13.3%) LIVE IN POVERTY CONDITIONS.   PARTICULARLY, MINORITY GROUPS OCCUPY HOUSING THAT IS LESS EXPENSIVE, OLDER, AND IN CLOSER PROXIMITY TO INDUSTRIAL OR HAZARDOUS WASTE SITES. THERE ARE AN ESTIMATED 768,594 HOUSING UNITS IN UTAH AND OF THOSE, IT IS ESTIMATED 11.1% WERE BUILT BEFORE 1950 AND 42.2% WERE BUILT BEFORE 1980. SOME OF THESE COMMUNITIES ARE IN HEALTH DISPARITY OR ENVIRONMENTAL JUSTICE NEIGHBORHOODS WITH LITTLE RESOURCES TO RENOVATE OR MAINTAIN THOSE HOMES. THE EEP, WITH THE ASSISTANCE FROM THE CDC, WILL IMPROVE AND ENHANCE THE SURVEILLANCE FOR LEAD POISONING, IDENTIFY HIGH-RISK COMMUNITIES AND POPULATIONS AND ENCOURAGE SCREENING OF THESE HIGH-RISK POPULATIONS. THE INCREASE IN SURVEILLANCE IS CRITICAL TO MONITOR INCIDENCE TRENDS AND TO DEVELOP APPROPRIATE SCREENING AND INTERVENTION STRATEGIES FOR CHILDREN RESIDING IN UTAH. THE EEP WILL INCREASE ACTIVITIES IN PUBLIC HEALTH EDUCATION AND PRIMARY PREVENTION. THE DATA OBTAINED THROUGH THE SURVEILLANCE ACTIVITIES AND THE TIMELY ANALYSES AND REPORTING WILL BE PERFORMED AND SHARED WITH FEDERAL, STATE, AND LOCAL PUBLIC HEALTH OFFICIALS, HEALTH CARE PROVIDERS, AND HOUSING AUTHORITIES TO ASSIST THE EFFORTS TO REDUCE AND ELIMINATE CHILDHOOD LEAD POISONING IN UTAH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NUE2EH001421_7523"}, {"internal_id": 139197962, "Award ID": "NUE2EH001420", "Award Amount": 1065000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "MONTANA CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE PROGRAM - PROJECT ABSTRACT SUMMARYMONTANA HAS A RICH HISTORY NATURAL RESOURCE AND ENERGY DEVELOPMENT WHICH BEGAN IN THE 1860S DURING THE WESTERN GOLD RUSH AND HAS CONTINUED THROUGH PRESENT DAY. METALS RECOVERY HAS A LEGACY OF SMELTING WASTES AND TAILINGS WITH ELEVATED LEAD AND OTHER METALS IN SEVERAL MONTANA COMMUNITIES. ADDITIONALLY, MANY OF MONTANA?S CITIES BEGAN AS MINING TOWNS IN THE 19TH CENTURY. AN ESTIMATED 64% (332,000 OF 520,000 HOMES) WERE BUILT BEFORE 1980 WHEN LEAD-BASED PAINT WAS BANNED (1978) AND COULD BE CONTAMINATED WITH LEAD PAINT. IN ADDITION TO LEAD PAINT, LEAD SERVICE LINES FOR DRINKING WATER MAY BE COMMON WITH OLDER HOMES AND AGING INFRASTRUCTURE IN MANY MONTANA COMMUNITIES. THE HEALTHCARE COMMUNITY IN MONTANA MAY NOT PERCEIVE A NEED TO TEST PATIENTS FOR LEAD POISONING. A 2012 SURVEY CONDUCTED BY THE MONTANA DEPARTMENT OF PUBLIC HEALTH AND HUMAN SERVICES (DPHHS) FOUND THAT FEW PROVIDERS SCREEN MEDICAID-ENROLLED CHILDREN ACCORDING TO PROGRAM REQUIREMENTS, MOST PROVIDERS (94%) BELIEVE THERE IS LOW RISK OF LEAD POISONING IN THEIR AREA, AND THAT THE MOST COMMON RISK FACTOR CITED BY PROVIDERS IS THE AGE OF THE CHILD?S HOME (71%). IN 2019 AND 2020, ONLY 37 CASES OF ELEVATED BLOOD LEAD LEVELS (BLL) AMONG CHILDREN < 6 YEARS WERE REPORTED TO DPHHS; DPHHS MAY NOT BE IDENTIFYING 97% OF MEDICAID-ENROLLED CHILDREN WITH ELEVATED BLL. DUE TO LACK OF FUNDING, DPHHS HAS NOT HAD AN ACTIVE LEAD POISONING PREVENTION PROGRAM FOR OVER A DECADE. FUNDING THROUGH THIS COOPERATIVE AGREEMENT WILL PROVIDE DPHHS THE RESOURCES TO ESTABLISH A MONTANA CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE PROGRAM (CLPPSP) WHICH WILL CONSIST OF TWO STAFF, A PROGRAM COORDINATOR AND AN EPIDEMIOLOGIST, WITH AN ANNUAL BUDGET OF $300,000. THE MONTANA CLPPSP WILL USE OUR CHILDHOOD BLOOD LEAD SURVEILLANCE SYSTEM TO COLLECT AND REPORT DATA TO THE CDC TO SUPPORT THE FOLLOWING INTERMEDIATE AND LONG-TERM OUTCOMES: 1) IMPROVED BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN  LESS THAN 6 YEARS OF AGE AT RISK FOR LEAD EXPOSURE; 2) IMPROVED THE USE OF SURVEILLANCE SYSTEM DATA TO CAPTURE MISSING DATA ON CHILD DEMOGRAPHIC AND FOLLOW-UP INFORMATION; 3) DECREASED DISPARITIES IN BLOOD LEAD LEVELS BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS; AND 4)IMPROVED RATES OF CHILDREN LESS THAN 6 YEARS OF AGE WITH ELEVATED BLOOD LEAD LEVELS LINKED TO RECOMMENDED SERVICES.THE MONTANA CLPPSP WILL ENGAGE IN SECONDARY PREVENTION ACTIVITIES OF CHILDHOOD LEAD POISONING TO ENSURE BLOOD LEAD TESTING, ENHANCE BLOOD LEAD SURVEILLANCE AND REPORTING, AND IMPROVE LINKAGES TO RECOMMENDED SERVICES. KEY TASKS DPHHS AIMS TO ACCOMPLISH IN PROJECT YEAR 1 INCLUDE: RECRUIT AND HIRE AN EPIDEMIOLOGIST, CONVENING A LEAD ADVISORY COMMITTEE, PUBLISH A CHILDHOOD LEAD POISONING PREVENTION SCREENING AND TESTING STRATEGIC PLAN, UPDATE REPORTABLE CONDITIONS RULES TO INCLUDE REPORTS OF ALL BLOOD LEAD TEST RESULTS, ENSURE THAT DPHHS?S SURVEILLANCE SYSTEM HAS THE ABILITY TO COLLECT AND TRACK FOLLOW-UP AND ENVIRONMENTAL INFORMATION, CONTRACT WITH SELECT LOCAL HEALTH JURISDICTIONS TO ENHANCE ACTIVITIES FOR LEAD POISONING PREVENTION BY COORDINATING WITH COMMUNITY ORGANIZATIONS THAT PROVIDE SERVICES TO MITIGATE THE EFFECTS OF ELEVATED BLOOD LEAD LEVELS AND CONNECT CHILDREN WITH ELEVATED BLOOD LEAD LEVELS TO RECOMMENDED MEDICAL, ENVIRONMENTAL, AND SOCIAL SERVICES. DURING PROJECT YEARS 2?5, DPHHS AIMS TO CONTINUE AND EXPAND MANY OF THE ACTIVITIES STARTED IN PROJECT YEAR 1.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NUE2EH001420_7523"}, {"internal_id": 139197935, "Award ID": "NUE2EH001419", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "NEBRASKA CHILDHOOD LEAD POISONING PREVENTION PROGRAM - CHILDREN AND FAMILIES IN NEBRASKA FACE UNIQUE AND DISPROPORTIONATELY HIGH RISKS OF LEAD EXPOSURE. THE PURPOSE OF THE NEBRASKA CHILDHOOD LEAD POISONING PREVENTION PROGRAM (NECLPPP) IS TO PREVENT LEAD POISONING AMONG CHILDREN IN NEBRASKA BY ENSURING BLOOD LEAD TESTING AND REPORTING, ENHANCING BLOOD LEAD SURVEILLANCE, AND IMPROVING LINKAGES OF LEAD-EXPOSED CHILDREN TO SERVICES. NECLPPP WILL PLAN, DEVELOP, IMPLEMENT, AND EVALUATE STRATEGIES AND ACTIVITIES FOR PRIMARY AND SECONDARY PREVENTION TO ACHIEVE THE PERFORMANCE OUTCOMES. NECLPPP WILL MAINTAIN AN ADVISORY COMMITTEE TO ASSIST IN PROVIDING TESTING AND PREVENTION GUIDANCE FOR PUBLIC HEALTH AND HEALTH CARE COMMUNITIES. NECLPPP WILL STRENGTHEN BLOOD LEAD TESTING TO UTILIZE DATA TO UPDATE AND MAINTAIN NEBRASKA'S BLOOD LEAD TESTING PLAN, WHICH WILL RESULT IN IMPROVED BLOOD LEAD TESTING RATES FOR CHILDREN AT RISK FOR LEAD EXPOSURE. NECLPPP WILL STRENGTHEN BLOOD LEAD SURVEILLANCE BY CONTINUING THE OPERATION OF A STATEWIDE BLOOD LEAD SURVEILLANCE SYSTEM AND IMPROVING DATA QUALITY AND COMPLETENESS. NECLPPP WILL PARTNER WITH OTHER AGENCIES TO FACILITATE DATA SHARING AGREEMENTS FOCUSED ON IMPROVING DATA INTEROPERABILITY. ROUTINE SURVEILLANCE DATA ANALYSES WILL BE CONDUCTED, WHICH WILL RESULT IN THE INCREASED IDENTIFICATION OF HIGH-RISK POPULATIONS AND TRENDS. NECLPPP WILL IDENTIFY, REFER, AND MONITOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS, WHICH WILL RESULT IN IMPROVED RATES OF CHILDREN WITH ELEVATED BLOOD LEAD LEVELS LINKED TO RECOMMENDED SERVICES. WE WILL CONTINUE TO PARTNER WITH 18 LOCAL PUBLIC HEALTH DEPARTMENTS ACROSS NEBRASKA. EACH LOCAL PUBLIC HEALTH DEPARTMENT WILL PROVIDE CASE INVESTIGATIONS AND FOLLOW-UP, SERVICE COORDINATION, AND REFERRALS OF CHILDREN TO MEDICAL, ENVIRONMENTAL, AND SOCIAL SERVICES. TIMELINESS OF FOLLOW-UP ACTIVITIES WILL BE TRACKED THROUGH NEBRASKA'S DATA SURVEILLANCE SYSTEM AND REVIEWED TO ENSURE QUALITY AND EFFICACY. NECLPPP HAS MANY PARTNERS COMMITTED TO PREVENTIN G CHILDHOOD LEAD POISONING, AND BY STRENGTHENING THESE PARTNERSHIPS, STAKEHOLDERS WILL CONTINUE ACTIVITIES BEYOND THIS PROJECT PERIOD AT THE LOCAL, REGIONAL, AND STATEWIDE LEVELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NUE2EH001419_7523"}, {"internal_id": 139197880, "Award ID": "NUE2EH001418", "Award Amount": 987645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "STRENGTHENING CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN HARRIS COUNTY. - THE HARRIS COUNTY PUBLIC HEALTH (HCPH) CHILDHOOD LEAD POISONING PREVENTION PROGRAM (CLPPP) AIMS TO REDUCE LEAD EXPOSURE AND LEAD POISONING BY ENHANCING BLOOD LEAD SCREENINGS AND DEVELOPING TARGETED POPULATION-BASED POLICY INTERVENTIONS. PARTNERING WITH THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) WILL FURTHER ALLOW THE PROGRAM TO USE PRIMARY PREVENTION STRATEGIES TO EDUCATE FAMILIES WITHIN HARRIS COUNTY COMMUNITIES ABOUT THE EFFECTS OF LEAD, INCLUDING PREVENTIVE MEASURES NECESSARY TO REDUCE THE EXPOSURE OF LEAD AND AVERT LEAD POISONING. ADDITIONALLY, HCPH'S CLPPP HAS ESTABLISHED PARTNERSHIPS WITH TWO HARRIS COUNTY WOMEN, INFANTS, AND CHILDREN (WIC) CLINICS THAT SERVE CHILDREN IN LOW-INCOME HOUSEHOLDS AND THOSE ENROLLED IN MEDICAID. THIS COLLABORATION WITH THE WIC CLINICS DEMONSTRATES AN EFFECTIVE METHOD FOR SCREENING HIGH-RISK CHILDREN WHO HAVE NOT BEEN PREVIOUSLY SCREENED FOR LEAD AND INCREASING AWARENESS WITHIN THE TARGET POPULATION. HCPH'S CLPPP WILL CONTINUE TO STRENGTHEN OUR CURRENT EXTERNAL PARTNERSHIPS WITH SCHOOLS, CLINICS, STAKEHOLDERS, AND INTERNAL PARTNERSHIPS WITH HCPH PROGRAMS, INCLUDING LEAD HAZARD CONTROL, OBESITY REDUCTION, AND EARLY CHILDHOOD HEALTH & WELLNESS, BY IMPROVING THE LINKAGE OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES. OUR PROGRAM LOOKS FORWARD TO SEEKING FUTURE COLLABORATIONS WITH EXTERNAL AND INTERNAL PROGRAMS BY CREATING AN EVERLASTING IMPACT ON OUR NEIGHBORING COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be45e4ee-b18a-11a8-c0b2-3a1623199073-C", "generated_internal_id": "ASST_NON_NUE2EH001418_7523"}, {"internal_id": 139197966, "Award ID": "NUE2EH001417", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION - CHILDHOOD LEAD POISONING PREVENTION - PURSUANT TO THE NOTICE OF FUNDING OPPORTUNITY (NOFO) CDC-RFA-EH21-2102: CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN, THE SOUTH CAROLINA DEPARTMENT OF HEALTH AND ENVIRONMENTAL CONTROL (DHEC) IS REQUESTING $350,000 IN ANNUAL COOPERATIVE AGREEMENT (CA) FUNDING TO IMPLEMENT COMPONENT A OF THE 5-YEAR PROJECT. THIS FUNDING WILL ALLOW US TO FURTHER OUR WORK TO PREVENT AND DIMINISH THE EFFECTS OF LEAD EXPOSURE. PROPOSED CA FUNDING WILL SUPPORT 8 POSITIONS WITH DIRECT RESPONSIBILITIES FOR CHILDHOOD LEAD. DHEC?S EFFORT TOWARDS LEAD TO BE FUNDED BY THIS CA INCLUDES 2.87 FULL-TIME-EQUIVALENTS AND 80% OF A PART-TIME POSITION. ALL POSITIONS ARE CURRENTLY FILLED. FUNDING ALSO SUPPORTS A SUBRECIPIENT CONTRACT WITH THE CATAWBA INDIAN NATION, SC?S ONLY FEDERALLY RECOGNIZED TRIBE. THE SUBRECIPIENT CONTRACT SUPPORTS ACTIVITIES UNDERTAKEN TO IMPROVE SURVEILLANCE, OUTREACH, AND LINKAGES TO SERVICES FOR TRIBAL CHILDREN WITH OR AT-RISK FROM LEAD EXPOSURES. DHEC, A CENTRALIZED STATE-LEVEL HEALTH AND ENVIRONMENTAL AGENCY, IS WELL-POSITIONED TO ADDRESS STRATEGIES 1-3 IN COMPONENT A OF THE NOFO: (1) ENSURING BLOOD LEAD TESTING AND REPORTING, (2) ENHANCING BLOOD LEAD SURVEILLANCE, AND (3) IMPROVING LINKAGES TO RECOMMENDED SERVICES. OVER THE 5-YEAR FUNDING CYCLE, DHEC PROPOSES TO IMPLEMENT OR MAINTAIN THESE ACTIVITIES (SEE WORK PLAN, LOCATED IN OUR PROJECT NARRATIVE, FOR MORE DETAIL AND ADDITIONAL PROPOSED ACTIVITIES):STRATEGY 1  ON-GOING -MAINTAIN CURRENT LEAD SURVEILLANCE, REPORTING AND FOLLOW-UP SYSTEM.   YEAR 1 ESTABLISH A STATEWIDE LEAD ADVISORY COMMITTEE TO DIRECT AND EVALUATE THE WORK OF THE PROGRAM. DEVELOP A STATEWIDE TESTING PLAN. ENCOURAGE UNIVERSAL TESTING OF MEDICAID ENROLLED CHILDREN.  YEARS 2-5 USE THE LEAD ADVISORY COMMITTEE TO DEVELOP AND DISSEMINATE PROVIDER GUIDANCE AND TO ASSIST IN IDENTIFICATION OF DISPARITIES IN HEALTH OUTCOMES AMONG AT-RISK POPULATIONS. IMPROVE LEAD EDUCATION PROVIDED TO COMMUNITIES AT RISK. ST RATEGY 2   ON-GOING MAINTAIN THE CURRENT SCION DATA SYSTEM. CONTINUE USE OF PROVIDER SCORE CARDS (REPORT CARDS) TO IMPROVE QUALITY AND TIMELINESS OF LEAD TESTING DATA SUBMISSIONS.  YEAR 1 IMPLEMENT A DATA-SHARING AGREEMENT WITH THE CATAWBA INDIAN NATION. IMPLEMENT ENHANCEMENTS IN SCION THAT FACILITATE IDENTIFICATION OF HEALTH-OUTCOME DISPARITIES.  YEARS 2-5 WORK TOWARDS DATA-SHARING AGREEMENTS WITH HUD/LOCAL HOUSING AUTHORITIES, AND WITH OSHA. WORK TO INCREASE LEAD RISK SCREENING AND BLOOD LEAD TESTING FOR PREGNANT WOMEN. DETERMINE PROCESS/OUTCOME MEASURES TO EVALUATE IMPACT OF ACTIVITIES ON COMMUNITIES WITH CURRENT OR HISTORIC DISPARATE HEALTH OUTCOMES.STRATEGY 3   ON-GOING CONTINUE TO IDENTIFY CHILDREN WITH EBLLS AND REFER FOR RETESTING, NURSING CASE MANAGEMENT, AND ENVIRONMENTAL LEAD RISK ASSESSMENTS.  YEARS 1-2 DEVELOP A CATALOGUE OF SERVICES FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS (EBLLS) AND THEIR FAMILIES, DEFINING ?RECOMMENDED SERVICES? BEYOND MEDICAL AND NURSING MANAGEMENT AND ENVIRONMENTAL ASSESSMENT. IMPLEMENT DATA SYSTEM IMPROVEMENTS TO TRACK PROGRESS OF EBLL INVESTIGATIONS AND OF REFERRALS FOR RECOMMENDED SERVICES.  YEAR 3-5 IMPROVE ACCESS OF LEAD-EXPOSED CHILDREN TO EARLY CHILDHOOD INTERVENTION (ECI) SERVICES; WORK TO ADD EBLL AS A ?TOXIC EXPOSURE? UNDER ECI ELIGIBILITY CRITERIA.DHEC?S PROJECTIONS FOR OUTCOMES OF THIS NOFO INCLUDE 10% IMPROVEMENTS IN SURVEILLANCE DATA QUALITY MEASURES (E.G., RACE/ETHNICITY, ZIP CODE) AND IN QUALITY AND COMPLETENESS OF DATA SUBMITTED TO THE CDC. WHILE FOCUSED ON ALL CHILDREN UNDER SIX YEARS OF AGE, WE EXPECT TO SEE A 10% INCREASE IN NUMBERS OF CHILDREN 9-35 MONTHS OF AGE RECEIVING A BLOOD LEAD TEST. BASED UPON INCREASES IN TESTING, WE PROJECT AN ACCOMPANYING INCREASE IN CASE-FINDING FOR PEDIATRICS EBLL CASES (UP TO 10%) DURING THE PROJECT PERIOD. WE WILL WORK WITH FAMILY PRACTICE AND OBSTETRIC CARE PROVIDERS TO ESTABLISH BASELINES AND GOALS FOR PRENATAL EBLL SCREENING A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NUE2EH001417_7523"}, {"internal_id": 139197474, "Award ID": "NUE2EH001416", "Award Amount": 912645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "HENNEPIN COUNTY CHILDHOOD LEAD POISONING PREVENTION - HENNEPIN COUNTY LEAD POISONING PREVENTION PROJECTHENNEPIN COUNTY, THROUGH ITS DEPARTMENT OF HOUSING AND ECONOMIC DEVELOPMENT, IS PLEASED TO SUBMIT THIS APPLICATION TO THE CENTERS FOR DISEASE CONTROL NOTICE OF FUNDING OPPORTUNITY FOR CHILDHOOD LEAD POISONING PREVENTION PROJECTS (CDC-RFA-EH21-2102). HENNEPIN COUNTY HOUSING AND ECONOMIC DEVELOPMENT (HCHED) IS SEEKING $275,000 IN ANNUAL FUNDING UNDER COMPONENT B TO REDUCE THE INCIDENCE OF CHILDHOOD LEAD POISONING WHILE INCREASING THE NUMBER OF CHILDREN SCREENED THROUGH A MULTIFACETED APPROACH FOCUSED ON PRIMARY PREVENTION.HENNEPIN COUNTY HAS EXPERIENCED A DRAMATIC REDUCTION IN CHILDHOOD LEAD EXPOSURE, HELPED ALONG BY THE EFFORTS OF MANY OF THE PARTNERS REPRESENTED IN THIS APPLICATION. DESPITE THESE EFFORTS, TOO MANY CHILDREN CONTINUE TO BE AFFECTED BY LEAD EXPOSURE, AND THAT EXPOSURE IS NOT UNIFORM ACROSS THE COUNTY. AT THE CENSUS TRACT SCALE, 45 OF MINNESOTA?S HIGHEST RISK TRACTS ARE LOCATED IN HENNEPIN COUNTY. THE HIGHEST PREVALENCE RATE IN A CENSUS TRACT IN HENNEPIN COUNTY IS NEARLY 8.5% AND THE TOP 20 TRACTS ALL HAVE PREVALENCE RATES OF AT LEAST 3.5%, WELL OVER THE COUNTY AVERAGE OF 1.1% AND STATE AVERAGE OF 0.9%. IN 2019, 21,890 HENNEPIN COUNTY CHILDREN UNDER AGE SIX (72 MONTHS) RECEIVED A BLOOD LEAD TEST. OF THOSE TESTED, 198 HAD AT LEAST ONE BLOOD LEAD TEST RESULT OF 5 ?G/DL (MICROGRAMS PER DECILITER) OR MORE. WITH THIS APPLICATION, HCHED EXPECTS TO INCREASE THE NUMBERS OF CHILDREN TESTED WHILE STRENGTHENING OUR ABILITY TO TARGET HIGH RISK POPULATIONS AND CENSUS TRACTS THROUGH DATA ANALYSIS. HCHED WILL SEEK COMMUNITY PARTNERS TO IMPROVE OUR ABILITY TO TARGET INTERVENTIONS TO AT RISK POPULATIONS AND DECREASE DISPARITIES ALONG WITH DECREASING THE LEAD HAZARDS ON HOUSING AND EXPOSURE FROM NON-PAINT SOURCES OF LEAD.THESE OUTCOMES WILL BE ACHIEVED BY STRATEGIES INCLUDING WORKING WITH THE MN DEPARTMENT OF HEALTH TO IDENTIFY THE HIGHEST RISK POPULATIONS AND GEOGRAPHIES THROUGH ANALYSIS OF DATA INCLU DING EXISTING BLOOD LEAD SURVEILLANCE, COUNTY LEVEL DATA ON BIRTHS, AND GIS BASED DEMOGRAPHIC AND HOUSING DATA. HCHED WILL SEEK OUT COMMUNITY PARTNERS WHO SERVE THESE IDENTIFIED TARGETED GEOGRAPHIES AND HIGH RISK POPULATIONS. THESE COMMUNITY PARTNERS WILL BE INVITED TO RESPOND TO A REQUEST FOR PROPOSAL. ALL TOO OFTEN COMMUNITY PARTNERS ARE ASKED TO ENGAGE THEIR SPECIFIC COMMUNITY AND PROVIDE THEIR INPUT BUT NOT PROVIDED ANY FUNDING FOR THEIR EFFORTS. HCHED WILL AWARD CONTRACTS WITH SUCCESSFUL PROPOSERS TO HELP DEVELOP CULTURALLY APPROPRIATE COMMUNICATION PLANS AND ANY NEEDED MATERIALS AND ALSO DELIVER OUTREACH TO THEIR GEOGRAPHIC AREA OR POPULATION PROMOTING BLOOD LEAD SCREENING, PROVIDING EDUCATION, AND DELIVERING TARGETED INTERVENTIONS. AT THE SAME TIME, WE WILL ALSO IMPROVE OUTREACH TO FAMILIES AFFECTED BY LEAD EXPOSURE THROUGH NON HOUSING BASED SOURCES, ESPECIALLY AMONG IMMIGRANT AND REFUGEE POPULATIONS. HEHED WILL DEVELOP A COMPREHENSIVE COMMUNICATION PLAN IN COORDINATION WITH OUR COMMUNITY PARTNERS AS MENTIONED ABOVE AND WE COMPLETE 4 MEDIA CAMPAIGNS INCLUDING AT LEAST 3 SOCIAL MEDIA CAMPAIGNS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc9f3ad3-f038-cc32-125b-fa43ffd4fc78-C", "generated_internal_id": "ASST_NON_NUE2EH001416_7523"}, {"internal_id": 139197907, "Award ID": "NUE2EH001415", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "PUERTO RICO CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDREN - A LEAD SURVEILLANCE SYSTEM WILL FINALLY HELP PUERTO RICO DEPARTMENT OF HEALTH UNDERSTAND AND CHARACTERIZE THE RISKS OF CHILDREN UNDER THE AGE OF 6 YEARS FOR LEAD POISONING. FURTHERMORE, SURVEILLANCE HAS BEEN RECOGNIZED AS AN ESSENTIAL COMPONENT FOR SUCCESSFUL ENVIRONMENTAL HEALTH PRACTICE, TO IMPROVE QUALITY CONTROL AND PRACTICE MEASURES, TO ESTABLISH EVIDENCE-BASED, EFFICIENT PUBLIC POLICY THAT MATCHES AVAILABLE RESOURCES WITH THE PEDIATRIC POPULATION NEEDS. THERE IS NO DOCUMENTATION OF THE LEVEL OF KNOWLEDGE ON THE TOPIC OF LEAD AMONG OUR PEDIATRICIANS, BUT IT IS SUSPECTED THAT NATIONALLY THERE IS A GREAT NEED FOR MORE EDUCATION ON ENVIRONMENTAL HEALTH TOPICS IN GENERAL, INCLUDING LEAD. THE PUERTO RICO CHAPTER OF THE AMERICAN ACADEMY OF PEDIATRICS WILL LAUNCH A LEAD TESTING ECHO IN MAY 2021. BUT THE EDUCATION OF PEDIATRIC HEALTH CARE PROVIDERS MUST BE A CONTINUED AND LONG-TERM EFFORT TO BE MORE EFFECTIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_NUE2EH001415_7523"}, {"internal_id": 139197965, "Award ID": "NUE2EH001414", "Award Amount": 1065000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "93.197", "Description": "TO DEVELOP AND MAINTAIN AN ACTIVE ONGOING AND SUSTAINABLE STATEWIDE SURVEILLANCE SYSTEM FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS. - PROJECT ABSTRACT SUMMARYLEAD POISONING IS A COMMON, PREVENTABLE CHILDHOOD ENVIRONMENTAL HEALTH PROBLEM IN THE UNITED STATES. THE IMPACT OF LEAD WITHIN THE BODY HAS BEEN WELL DOCUMENTED WITH RESEARCH INDICATING NO THRESHOLD FREE FROM ADVERSE EFFECTS. ACCORDING TO THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC), ?NO SAFE BLOOD LEAD LEVEL IN CHILDREN HAS BEEN IDENTIFIED. EVEN LOW LEVELS OF LEAD IN BLOOD HAVE BEEN SHOWN TO AFFECT IQ, ABILITY TO PAY ATTENTION, AND ACADEMIC ACHIEVEMENT. AND EFFECTS OF LEAD EXPOSURE CANNOT BE CORRECTED?. (CDC, 2019) COMMON RISK FACTORS FOR LEAD EXPOSURE IN WYOMING INCLUDE NATURAL ENVIRONMENTAL EXPOSURES, OLDER HOMES WITH LEAD PAINT, FOUNDRIES, OLD SHOOTING RANGES, AND A LARGE POPULATION OF HUNTERS WHO RELOAD RIFLE AND SHOTGUN SHELLS FOR THEIR OWN USE. BASED UPON KNOWN LEAD RISK FACTORS AND THE RURAL AND FRONTIER NATURE OF THE STATE, THE RISK OF CHILDHOOD LEAD EXPOSURE CANNOT BE ISOLATED TO A SPECIFIC POPULATION OR GEOGRAPHIC REGION. FURTHERMORE, WYOMING LACKS CURRENT CAPACITY TO COLLECT, ANALYZE, AND USE LEAD DATA TO INFORM A RISK BASED SCREENING SYSTEM. IN THE ABSENCE OF A RISK-BASED SCREENING PLAN, THE WYOMING DEPARTMENT OF HEALTH, PUBLIC HEALTH DIVISION (WDH-PHD) CURRENTLY RECOMMENDS UNIVERSAL CHILDHOOD LEAD SCREENING AT 12 AND 24 MONTHS OF AGE FOR ALL CHILDREN.  THE WDH-PHD DOES NOT CURRENTLY FUND BLOOD LEAD SURVEILLANCE AND PREVENTION ACTIVITIES. HOWEVER, BLOOD LEAD TEST RESULTS ARE A REPORTABLE DISEASE/CONDITION IN WYOMING AND ALL BLOOD LEAD TEST RESULTS ARE REQUIRED TO BE REPORTED TO WDH-PHD. ALL FOLLOW-UP ON ELEVATED LEAD TEST RESULTS RECEIVED BY WDH-PHD IS CURRENTLY CONDUCTED BY EXISTING WDH-PHD STAFF WHO MAINTAIN ADDITIONAL PRIMARY JOB DUTIES. ALTHOUGH WDH-PHD DOES NOT CURRENTLY FUND A DEDICATED LEAD PROGRAM, WDH-PHD STAFF AND STAKEHOLDERS INCLUDING MEDICAID, WIC, PUBLIC HEALTH NURSING, PROVIDERS, ETC. HAVE MET INTERMITTENTLY FOR THE PAST TWO YEARS TO DISCUSS COLLABORATIVE EFFORTS TO IMPROVE CHILDHOOD LE AD SCREENING AND PREVENTION ACTIVITIES, SETTING THE STAGE FOR CURRENT INTEREST IN THIS GRANT OPPORTUNITY.IF AWARDED, WDH-PHD WILL IMPLEMENT THE CORE COMPONENT A ACTIVITIES REQUIRED UNDER THIS FUNDING OPPORTUNITY IN ORDER TO DEVELOP AND MAINTAIN AN ACTIVE, ONGOING, AND SUSTAINABLE  STATEWIDE SURVEILLANCE SYSTEM FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS. WDH-PHD WILL REACH ALL CHILDREN LESS THAN 6 YEARS OF AGE WITH A TOTAL ESTIMATED REACH OF 34,240 WYOMING CHILDREN BASED UPON CDC POPULATION ESTIMATES. (CDC WONDER, 2021)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NUE2EH001414_7523"}, {"internal_id": 139197848, "Award ID": "NUE2EH001413", "Award Amount": 1215000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "ADPH CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE 2021 CDC PROJECT - THE ALABAMA CHILDHOOD LEAD POISONING PREVENTION PROGRAM (ACLPPP) STRIVES TO ENSURE CHILDREN ARE PROTECTED FROM LEAD POISONING. THIS EFFORT REQUIRES BUILDING AND MAINTAINING INFRASTRUCTURE TO ENABLE EXPANSION UPON THE SERVICES ALREADY PROVIDED BY THE ACLPPP. THIS FUNDING WILL ALLOW US TO STRENGTHEN THE PRIMARY AND SECONDARY PREVENTION STRATEGIES FOR CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE WHICH INCLUDE: 1) BLOOD LEAD LEVEL TESTING AND REPORTING, 2) SURVEILLANCE OF BLOOD LEAD LEVELS, 3) LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES, AND 4) POLICY DEVELOPMENT FOR TARGETED, POPULATION-BASED INTERVENTIONS WITH A FOCUS ON COMMUNITY-BASED APPROACHES FOR LEAD HAZARD ELIMINATION.STRENGTHENING THE FOUR IDENTIFIED PREVENTION STRATEGIES WILL RESULT IN IMPROVEMENTS IN THE HEALTH OF CHILDREN IN ALABAMA LESS THAN SIX YEARS OF AGE WHO ARE THE MOST VULNERABLE POPULATION TO LEAD EXPOSURE. PROGRAM SUCCESS WILL BE MEASURED BY INCREASING BLOOD LEAD TESTING AND REPORTING RATES FOR CHILDREN IN ALABAMA LESS THAN SIX YEARS OF AGE, IMPROVING DATA QUALITY IN SURVEILLANCE SYSTEMS FOR MORE RELIABLE FOLLOW-UP INFORMATION, IMPROVING LINKAGES AND SERVICES TO CHILDREN LESS THAN SIX YEARS OF AGE WITH ELEVATED BLOOD LEAD LEVELS, AND DECREASING LEAD HAZARDS IN HOUSING OCCUPIED BY THE TARGETED POPULATION. UNIVERSAL SCREENING FOR ALL CHILDREN LESS THAN SIX YEARS OLD IS DESIRED; HOWEVER, PRIORITY WILL BE GIVEN TO HIGH-RISK CHILDREN DISPROPORTIONATELY AFFECTED BY LEAD EXPOSURE AND LEAD POISONING, PARTICULARLY THOSE CHILDREN LIVING IN AREAS THAT INCLUDE: HOMES BUILT BEFORE 1978; LOW-INCOME OR SUBSIDIZED HOUSING WITH SUSPECTED OR KNOWN LEAD HAZARDS; HAZARDOUS WASTE SITES OR INDUSTRIAL EMISSIONS CONTAINING LEAD; RACIAL AND ETHNIC MINORITIES; AND RECENT IMMIGRANTS. WHILE A CORE INFRASTRUCTURE IS CURRENTLY IN PLACE, THIS FUNDING WILL ALLOW THE ACLPPP TO IMPROVE UPON THE SERVICES ALREADY AVAILABLE TO LEAD AFFECTED CHILDREN AND THEIR FAMILIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NUE2EH001413_7523"}, {"internal_id": 139197914, "Award ID": "NUE2EH001412", "Award Amount": 1515000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "REDUCE THE NUMBER OF CHILDREN & PREGNANT PERSONS EXPOSED TO LEAD & INCREASE NUMBER OF AT RISK CHILDREN & PREGNANT PERSONS BEING TESTED TO ENSURE CASE MANAGEMENT & ENVIRONMENTAL SERVICES ARE CONDUCTED. - THE BURDEN OF CHILDHOOD LEAD EXPOSURE IN ILLINOIS REMAINS ONE OF THE HIGHEST IN THE NATION. OLDER HOMES WITH DETERIORATED LEAD PAINTCONTINUES TO BE THE PRIMARY SOURCE OF LEAD EXPOSURE IN ILLINOIS. BASED ON A NATIONAL SURVEY, 65 PERCENT OF PRE-1978 ILLINOIS HOUSINGUNITS HAVE LEAD-BASED PAINT, AND OF THOSE 72 PERCENT HAVE SIGNIFICANT LEAD HAZARDS. LEAD RISK EVALUATION IS CONDUCTED USING THE ILLINOISCHILDHOOD LEAD RISK QUESTIONNAIRE TO DETERMINE POTENTIAL LEAD EXPOSURE HAZARDS. ONE QUESTION PERTAINS TO THE HIGH-RISK GEOGRAPHICAREA. ILLINOIS HAS DESIGNATED HIGH RISK ZIP CODES BASED ON A VARIETY OF CONSIDERATIONS, INCLUDING HOUSING AGE AND POVERTY RATES. WEPROVIDE FUNDING THROUGH GRANT AGREEMENTS WITH MANY OF OUR LOCAL HEALTH DEPARTMENTS TO CONDUCT CASE MANAGEMENT ANDENVIRONMENTAL SERVICES. IN ADDITION, WE PROVIDE TRAINING FOR THESE AGENCIES AND ONGOING REVIEWS AND GUIDANCE TO ENSURE SUCCESSFULOUTCOMES. FOR THOSE THAT CHOOSE NOT TO PARTICIPATE IN THE GRANT, IDPH EMPLOYS ITS OWN CASE MANAGERS AND RISK ASSESSORS WHOPERFORM THE REQUIRED HEALTH INTERVENTION IN THOSE AREAS. ILLINOIS MAINTAINS DATA IN HHLPSS TO TRACK BLOOD LEAD TEST RESULTS AND ENSUREFOLLOW-UP FOR CHILDREN WITH ELEVATED BLOOD LEAD LEVELS. ADDITIONALLY, WE PROVIDE REFERRALS AND LINKAGES TO SUPPORTIVE HEALTH ANDEDUCATIONAL SERVICES. WE WORK CLOSELY WITH MANY PARTNERS TO ASSIST IN OUR EFFORTS, INCLUDING: IMMUNIZATION PROGRAM, VITAL RECORDS,MINORITY HEALTH SERVICES REFUGEE HEALTH, PLUMBING AND WATER QUALITY PROGRAM, DHS, WIC, IEPA, AND ATSDR.IN ADDITION TO PROVIDING THESE SERVICES, WE PLAN TO ROLL OUT A STATEWIDE PR CAMPAIGN TO BRING AWARENESS TO THE EFFECTS OF LEADEXPOSURE AND THE IMPORTANCE OF LEAD RISK EVALUATION AND TESTING.THERE IS NO SAFE LEVEL OF LEAD IN THE BODY. ILLINOIS CONTINUES TO COLLABORATE WITH LOCAL AGENCIES, FEDERAL, STATE AND LOCAL PARTNERS TOELIMINATE THE INCIDENCE OF CHILDHOOD LEAD POISONING. OUR VISION IS TO PROVIDE A LEAD-SAFE ENVIRONMENT FOR ALL CHILDREN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NUE2EH001412_7523"}, {"internal_id": 139197899, "Award ID": "NUE2EH001411", "Award Amount": 1137645.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "LOS ANGELES COUNTY?S PATHWAY FOR AT-RISK COMMUNITIES TO BECOME SAFER, EDUCATED, AND EMPOWERED THROUGH THE PROMOTION OF LEAD POISONING PRIMARY PREVENTION INITIATIVES FOR A LEAD HAZARD FREE ENVIRONMENT. - ?LOS ANGELES COUNTY?S PATHWAY FOR AT-RISK COMMUNITIES TO BECOME SAFER, EDUCATED, AND EMPOWERED THROUGH THE PROMOTION OF LEAD POISONING PRIMARY PREVENTION INITIATIVES FOR A LEAD HAZARD FREE ENVIRONMENT? PROJECT WILL BUILD ON LOS ANGELES COUNTY DEPARTMENT OF PUBLIC HEALTH?S LEAD FREE HOMES LA (LFHLA) COUNTYWIDE ABATEMENT PROGRAM BY INTRODUCING A VARIETY OF PRIMARY PREVENTION STRATEGIES INTO AND ON TOP OF EXISTING AND PLANNED OUTREACH AND ENROLLMENT ACTIVITIES. THIS PROJECT PROPOSES TO: (1) EDUCATE THE COUNTY?S ENVIRONMENTAL HEALTH (EH) INSPECTOR WORKFORCE ON THE EFFECTS OF LEAD POISONING, LEAD HAZARDS THAT CAN BE CITED AS HOUSING VIOLATIONS, AND IDENTIFYING AND ENFORCING LEAD SAFE WORK PRACTICES; (2) INCREASE COMMUNITY IMPACT ON LFHLA OUTREACH AND ENROLLMENT INITIATIVES BY BRINGING COMMUNITY MEMBERS AND OTHER KEY STAKEHOLDERS INTO THE OUTREACH AND ENROLLMENT DESIGN, PLANNING, AND EXECUTION; (3) DEVELOP LFHLA?S COMMUNITY ENGAGEMENT WORKFORCE BY FORMALIZING ENGAGEMENT BEST PRACTICES; (4) ENHANCE THE CULTURAL COMPETENCY OF OUTREACH MATERIALS AND INCREASE THE NUMBER OF LANGUAGES THE MATERIALS ARE AVAILABLE IN TO SUPPORT TARGETED OUTREACH; (5) IDENTIFY, DESIGN AND IMPLEMENT NEW OUTREACH APPROACHES AND MESSAGES TO ENGAGE PREVIOUSLY UNCONTACTED PROPERTY OWNERSHIP TYPES; (6) UTILIZE A COMMUNITY-BASED APPROACH TO CONDUCT TARGETED PRIMARY PREVENTION INTERVENTIONS TO EDUCATE THE MOST AT-RISK FAMILIES ABOUT LEAD POISONING PREVENTION AND OTHER AVAILABLE HEALTH AND HOUSING SERVICES; AND (7) BUILD AND FOSTER STRATEGIC PARTNERSHIPS TO INCREASE ACCESS TO BLOOD LEAD TESTING ACROSS THE LFHLA TARGET AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f6fa6e3-b524-e75a-2a3c-0a140590a74b-C", "generated_internal_id": "ASST_NON_NUE2EH001411_7523"}, {"internal_id": 139197916, "Award ID": "NUE2EH001410", "Award Amount": 1364655.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION PROGRAM - CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE OF BLOOD LEAD LEVELS IN CHILDRENCDC-RFA-EH21-2102KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENTPROJECT ABSTRACT SUMMARYTHE MOST COMMON SOURCE FOR LEAD EXPOSURE IN KANSAS?S CHILDREN IS LEAD-BASED PAINT IN OLDER HOUSING. STATEWIDE, 28.4% OF HOMES WERE BUILT BEFORE 1950 AND 44.0% WERE BUILT BETWEEN 1950 AND 1979.  IN THREE MAJOR COUNTIES, SEDGWICK (21.0% AND 47.2% RESPECTIVELY), SHAWNEE (23.5% AND 51.5% RESPECTIVELY), AND WYANDOTTE (50.6% AND 34.7% RESPECTIVELY), THE PERCENTAGE OF HOUSING LIKELY TO CONTAIN LEAD-BASED PAINT IS SIMILARLY HIGH. KANSAS HAS AREAS WITH HISTORICAL LEAD CONTAMINATION FROM INDUSTRY AND MINING ACTIVITIES, AS WELL AS CURRENT INDUSTRIES WITH THE POTENTIAL FOR ADULTS TO BRING LEAD CONTAMINATION INTO THE HOME. THE NUMBER OF CHILDREN UNDER AGE 6 YEARS THAT WERE TESTED FOR BLOOD LEAD PEAKED IN 2011 WITH 34,621 INDIVIDUAL CHILDREN TESTED. ACCORDING TO DATA SUBMITTED TO THE CDC, 28,079 CHILDREN WERE TESTED IN 2019.  ACCORDING TO THE INTERCENSAL POPULATION ESTIMATES, THE POPULATION OF 0 TO < 6 AGED CHILDREN IN KANSAS HAS DECREASED BY ABOUT 11,000 FROM 2014 TO 2018. WHEN CONTRASTING TWO YEARS, STATEWIDE THERE WERE 406 CHILDREN IN 2014 AND 472 CHILDREN IN 2019, AND 243 CHILDREN IN 2020 BETWEEN 0 AND LESS THAN 6 YEARS WITH CONFIRMED LEVELS OF 5 UG/DL AND GREATER. THE HIGHER POPULATED COUNTIES OF SEDGWICK, SHAWNEE, AND WYANDOTTE HAD 162 CASES (39.9%) IN 2014 AND 161 CASES (34.1%) IN 2019 BETWEEN THEM.  TWO ADDITIONAL COUNTIES, MONTGOMERY WITH COUNTY-WIDE ENVIRONMENTAL CONTAMINATION FROM AN OLD ZINC SMELTING SITE AND SALINE WITH A MAJOR BATTERY MANUFACTURING PLANT WITH HISTORICAL VIOLATIONS FOR THE NATIONAL AMBIENT AIR QUALITY STANDARD FOR LEAD, HAD AN ADDITIONAL 26 CASES (6.4%) IN 2014 AND 43 CASES (9.3%) IN 2019 BETWEEN THEM.  OVER THE PAST 15 YEARS, TYPICALLY LESS THAN 15% OF CHILDREN ARE SCREENED FOR BLOOD LEAD EACH YEAR LEAVING MUCH UNKNOWN ABOUT THE TRUE BURDEN OF BLOOD LEAD POISO NING IN THE STATE. THE PERCENT OF MEDICAID ENROLLED CHILDREN UNDER 6 YEARS OF AGE THAT HAVE BEEN TESTED FOR BLOOD LEAD WAS HIGHEST IN 2011 AT APPROXIMATELY 17.4% AND WAS NOT TRACKED FOR SURVEILLANCE PURPOSES AGAIN UNTIL FUNDING RESUMED IN 2018. THE PERCENT OF MEDICAID ENROLLED CHILDREN UNDER 6 YEARS OF AGE THAT HAVE BEEN TESTED FOR BLOOD LEAD HAS STEADILY DECLINED TO 13.9% IN 2019. STRATEGIES AND ACTIVITIES ARE OUTLINED IN THE APPLICATION TO FURTHER EVALUATE BARRIERS ASSOCIATED WITH TESTING AND IMPLEMENT A PLAN TO ADDRESS THE MOST COMMONLY CITED ISSUES TO INCREASE TESTING RATES AMONG AT-RISK CHILDREN STATEWIDE.   FUNDING FROM THIS COOPERATIVE AGREEMENT WOULD BE USED TO SUPPORT THE 3 MAIN CORE COMPONENTS OUTLINED IN THE NOTICE OF FUNDING OPPORTUNITY WHICH ARE; ENSURING BLOOD LEAD TESTING AND REPORTING, ENHANCING BLOOD LEAD SURVEILLANCE, AND IMPROVING LINKAGES OF LEAD-EXPOSED CHILDREN TO RECOMMENDED SERVICES. THE OVERALL PURPOSE OF THE PROGRAM IS TO REDUCE CHILDHOOD LEAD EXPOSURE AND POISONING IN KANSAS THROUGH SECONDARY PREVENTION STRATEGIES AND ACTIVITIES. THIS WILL BE ACCOMPLISHED BY INCREASING THE NUMBER OF CHILDREN LESS THAN 6 YEARS OLD TESTED FOR BLOOD LEAD, CONDUCTING BLOOD LEAD SURVEILLANCE TO IDENTIFY CHILDREN WITH ELEVATED BLOOD LEAD LEVELS, IMPROVED DATA LINKAGE AND DATA USAGE BETWEEN PARTNERS, AND INCREASING IDENTIFICATION OF LEAD EXPOSED CHILDREN LINKED TO RECOMMENDED SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NUE2EH001410_7523"}, {"internal_id": 68567221, "Award ID": "NUE2EH001409", "Award Amount": 1450434.51, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "93.197", "Description": "ALABAMA DEPARTMENT OF PUBLIC HEALTH, CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE CDC 2018 PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NUE2EH001409_7523"}, {"internal_id": 68565235, "Award ID": "NUE2EH001408", "Award Amount": 1356469.37, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "93.197", "Description": "STRENGTHENING NH'S ABILITY TO REDUCE THE BURDEN OF LEAD POISONING IN YOUNG CHILDREN IN HIGH RISK COMMUNITIES AND POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NUE2EH001408_7523"}, {"internal_id": 69725112, "Award ID": "NUE2EH001407", "Award Amount": 387444.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-22", "CFDA Number": "93.197", "Description": "HENNEPIN COUNTY LEAD POISONING PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc9f3ad3-f038-cc32-125b-fa43ffd4fc78-C", "generated_internal_id": "ASST_NON_NUE2EH001407_7523"}, {"internal_id": 68567317, "Award ID": "NUE2EH001406", "Award Amount": 1498247.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "93.197", "Description": "KANSAS CHILDHOOD LEAD POISONING PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NUE2EH001406_7523"}, {"internal_id": 68567497, "Award ID": "NUE2EH001405", "Award Amount": 956357.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "93.197", "Description": "REDUCING CHILDHOOD LEAD POISONING IN VIRGINIA THROUGH IMPROVED SURVEILLANCE, CENTRALIZED CASE MANAGEMENT, AND TARGETED INTERVENTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5040a317-8d03-f052-436c-9d9d667ff1ba-C", "generated_internal_id": "ASST_NON_NUE2EH001405_7523"}, {"internal_id": 67579880, "Award ID": "NUE2EH001404", "Award Amount": 1435464.76, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-23", "CFDA Number": "93.197", "Description": "NEW YORK CITY CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a4a5698-e56e-f2ea-e551-884e4de0b514-C", "generated_internal_id": "ASST_NON_NUE2EH001404_7523"}, {"internal_id": 67580593, "Award ID": "NUE2EH001403", "Award Amount": 1123446.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-27", "CFDA Number": "93.197", "Description": "DC CHILDHOOD LEAD POISONING PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_NUE2EH001403_7523"}, {"internal_id": 67314789, "Award ID": "NUE2EH001402", "Award Amount": 1377914.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-05", "CFDA Number": "93.197", "Description": "PPHF 2017:  LEAD POISONING PREVENTION CHILDHOOD LEAD POISONING PREVENTION-FINANCED SOLELY BY 2017 PREVENTION AND PUBLIC HEALTH FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6eb5bc38-92b3-b67a-273b-51870dc8c2a0-C", "generated_internal_id": "ASST_NON_NUE2EH001402_7523"}, {"internal_id": 67314112, "Award ID": "NUE2EH001401", "Award Amount": 1484431.97, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-11", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION SURVEILLANCE SUPPLEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NUE2EH001401_7523"}, {"internal_id": 67833542, "Award ID": "NUE2EH001400", "Award Amount": 788961.04, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-09", "CFDA Number": "93.197", "Description": "THE PHILADELPHIA PROJECT TO END LEAD POISONING: EXPANDING LEAD SAFE COMMUNITIES BY ENGAGING NEIGHBORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f1effb98-93b3-cd2a-dced-5f5bbaee3010-C", "generated_internal_id": "ASST_NON_NUE2EH001400_7523"}, {"internal_id": 67579198, "Award ID": "NUE2EH001399", "Award Amount": 980656.86, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-30", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISON PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NUE2EH001399_7523"}, {"internal_id": 67579860, "Award ID": "NUE2EH001398", "Award Amount": 1486562.04, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-09", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION PROJECT FOR BLOOD LEAD TESTING, SURVEILLANCE, TARGETED POPULATION-BASED INTERVENTIONS, AND LINKAGES TO RECOMMENDED SERVICES FOR ILLINOIS CHILDREN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NUE2EH001398_7523"}, {"internal_id": 67314722, "Award ID": "NUE2EH001397", "Award Amount": 1579750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-09", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3721a558-c1ad-d7cd-1b76-dddd5992bbbd-C", "generated_internal_id": "ASST_NON_NUE2EH001397_7523"}, {"internal_id": 67580498, "Award ID": "NUE2EH001396", "Award Amount": 1144031.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-26", "CFDA Number": "93.197", "Description": "MISSISSIPPI LEAD POISONING PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NUE2EH001396_7523"}, {"internal_id": 67579470, "Award ID": "NUE2EH001395", "Award Amount": 1040616.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "ENHANCING CAPACITY TO ADDRESS CHILDHOOD LEAD POISONING IN NEW MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NUE2EH001395_7523"}, {"internal_id": 67833198, "Award ID": "NUE2EH001394", "Award Amount": 1565346.01, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-01", "CFDA Number": "93.197", "Description": "COMPREHENSIVE SYSTEM TO PREVENT, IDENTIFY, AND ADDRESS CHILDHOOD ELEVATED BLOOD LEAD LEVEL IN NEW JERSEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NUE2EH001394_7523"}, {"internal_id": 67314408, "Award ID": "NUE2EH001393", "Award Amount": 1223635.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-09", "CFDA Number": "93.197", "Description": "MASSACHUSETTS CHILDHOOD LEAD POISONING PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NUE2EH001393_7523"}, {"internal_id": 67834008, "Award ID": "NUE2EH001392", "Award Amount": 1579745.84, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-01", "CFDA Number": "93.197", "Description": "REDUCING CHILDHOOD LEAD EXPOSURES WITHIN VULNERABLE COMMUNITIES LIVING IN HIGH-RISK AREAS OF THE CITY OF LOS ANGELES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f6fa6e3-b524-e75a-2a3c-0a140590a74b-C", "generated_internal_id": "ASST_NON_NUE2EH001392_7523"}, {"internal_id": 67580286, "Award ID": "NUE2EH001391", "Award Amount": 1265694.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "OKLAHOMA LEAD POISONING PREVENTION PROGRAM SUPPLEMENTAL ACTIVITIES FY 2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NUE2EH001391_7523"}, {"internal_id": 67579767, "Award ID": "NUE2EH001390", "Award Amount": 1251145.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION IN MICHIGAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NUE2EH001390_7523"}, {"internal_id": 67314008, "Award ID": "NUE2EH001389", "Award Amount": 1573439.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-10", "CFDA Number": "93.197", "Description": "MINNESOTA CHILDHOOD LEAD POISONING PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NUE2EH001389_7523"}, {"internal_id": 67580072, "Award ID": "NUE2EH001388", "Award Amount": 1138320.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "PREVENTING CHILDHOOD LEAD POISONING IN OREGON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NUE2EH001388_7523"}, {"internal_id": 67579050, "Award ID": "NUE2EH001387", "Award Amount": 823096.86, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-26", "CFDA Number": "93.197", "Description": "THE PURPOSE OF THIS PROJECT IS TO BUILD SURVEILLANCE CAPACITY, INCREASE SCREENING RATES AND TO PROVIDE PUBLIC EDUCATION TO AID IN PREVENTION AND ELIMINATION OF CHILDHOOD LEAD POISONING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NUE2EH001387_7523"}, {"internal_id": 67580198, "Award ID": "NUE2EH001386", "Award Amount": 1579013.24, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "OHIO DEPARTMENT OF HEALTH CHILDHOOD LEAD POISONING PREVENTION GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NUE2EH001386_7523"}, {"internal_id": 67579420, "Award ID": "NUE2EH001385", "Award Amount": 1158413.56, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION ACTIVITIES INCLUDING BLOOD LEAD TESTING, SURVEILLANCE, AND TARGETED POPULATION-BASED INTERVENTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NUE2EH001385_7523"}, {"internal_id": 67580265, "Award ID": "NUE2EH001384", "Award Amount": 1561520.91, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "THIS PROJECT WILL SUPPORT ACTIVITIES TO REDUCE LEAD EXPOSURE,INCLUDING SCREENING, REPORTING OF BLOOD LEAD DATA TO CDC, DATA MANAGEMENT/SURVEILLANCE, AND TARGETED POPULATION-BASED INTERVENTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NUE2EH001384_7523"}, {"internal_id": 67579548, "Award ID": "NUE2EH001383", "Award Amount": 1276716.26, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "WA STATE LEAD POISONING PREVENTION SUPPLEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NUE2EH001383_7523"}, {"internal_id": 67314932, "Award ID": "NUE2EH001382", "Award Amount": 1398710.89, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-09", "CFDA Number": "93.197", "Description": "LHHCLPPP PLANS TO IMPLEMENT POPULATION BASED PREVENTION INTERVENTIONS THAT REDUCE LEAD EXPOSURES AND PROMOTE LEAD PREVENTION BY INCREASING TESTING,TRAINING,OUTREACH,SURVEILLANCE AND REFERRALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NUE2EH001382_7523"}, {"internal_id": 67314396, "Award ID": "NUE2EH001381", "Award Amount": 1424968.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-05", "CFDA Number": "93.197", "Description": "FY17 HOUSTON CHILDHOOD LEAD POISONING PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65ebd379-09aa-3834-0e81-9fec88ec5c5a-C", "generated_internal_id": "ASST_NON_NUE2EH001381_7523"}, {"internal_id": 67313742, "Award ID": "NUE2EH001380", "Award Amount": 1201965.58, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-09", "CFDA Number": "93.197", "Description": "INCREASE OUTREACH AND SURVEILLANCE IN LOCALIZED HIGH-RISK AREAS WITHIN KENTUCKY THEREBY CONTINUING ACTIVITIES FROM CDC-RFA-EH17-1701: LEAD POISONING PREVENTION-CHILDHOOD LEAD POISONING PREVENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NUE2EH001380_7523"}, {"internal_id": 67313671, "Award ID": "NUE2EH001379", "Award Amount": 1255701.01, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-09", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION- CHILDHOOD LEAD POISONING PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NUE2EH001379_7523"}, {"internal_id": 67579559, "Award ID": "NUE2EH001378", "Award Amount": 1571351.09, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "CHILDHOOD LEAD POISONING PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NUE2EH001378_7523"}, {"internal_id": 67314437, "Award ID": "NUE2EH001377", "Award Amount": 1172967.13, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-05", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION AND CONTROL THROUGH SURVEILLANCE, PARTNERSHIPS, AND PRIMARY PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NUE2EH001377_7523"}, {"internal_id": 67580136, "Award ID": "NUE2EH001376", "Award Amount": 975012.51, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-25", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION-CHILDHOOD LEAD POISONING PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66d181e3-49f3-60a5-5244-e4ad31687e5a-C", "generated_internal_id": "ASST_NON_NUE2EH001376_7523"}, {"internal_id": 67833907, "Award ID": "NUE2EH001375", "Award Amount": 1579750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-01", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION-CHILDHOOD LEAD PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NUE2EH001375_7523"}, {"internal_id": 67579622, "Award ID": "NUE2EH001374", "Award Amount": 1355121.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "VERMONT CHILDHOOD LEAD POISONING PREVENTION-CHILDHOOD LEAD POISONING PREVENTION SUPPLEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NUE2EH001374_7523"}, {"internal_id": 66995363, "Award ID": "NUE2EH001373", "Award Amount": 1441034.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-28", "CFDA Number": "93.197", "Description": "UTILIZE SURVEILLANCE DATA TO IDENTIFY THE HIGHEST RISK AREAS AND IMPLEMENT APPROPRIATE POPULATION-BASED PREVENTION INTERVENTIONS WHEREVER NEEDS ARE IDENTIFIED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NUE2EH001373_7523"}, {"internal_id": 67580046, "Award ID": "NUE2EH001372", "Award Amount": 963890.23, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "AZ CHILDHOOD LEAD POISONING PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NUE2EH001372_7523"}, {"internal_id": 67579248, "Award ID": "NUE2EH001371", "Award Amount": 1579750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "93.197", "Description": "RHODE ISLAND CHILDHOOD LEAD POISONING PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NUE2EH001371_7523"}, {"internal_id": 49216225, "Award ID": "NUE2EH001370", "Award Amount": 19917475.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-31", "CFDA Number": "93.197", "Description": "FLINT LEAD EXPOSURE REGISTRY (FLEXR)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_NUE2EH001370_7523"}, {"internal_id": 49216224, "Award ID": "NUE2EH001369", "Award Amount": 1284221.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION- CHILDHOOD LEAD POISONING PREVENTION [CDC-RFA-EH17-1701PPHF17]", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NUE2EH001369_7523"}, {"internal_id": 49216223, "Award ID": "NUE2EH001368", "Award Amount": 1409010.92, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "THE PROPOSED PROGRAM WILL PROVIDE BLOOD LEAD LEVEL SCREENINGS TO CHILDREN AGED 6 YEARS AND YOUNGER. PROGRAM WILL ALSO PROVIDE EDUCATION AND REFERRALS TO PARENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be45e4ee-b18a-11a8-c0b2-3a1623199073-C", "generated_internal_id": "ASST_NON_NUE2EH001368_7523"}, {"internal_id": 49216222, "Award ID": "NUE2EH001367", "Award Amount": 1778954.58, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "IOWA CHILDHOOD LEAD PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NUE2EH001367_7523"}, {"internal_id": 49216221, "Award ID": "NUE2EH001366", "Award Amount": 1687743.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "NEVADA CHILDHOOD LEAD POISONING PREVENTION PROGRAM-NVCLPP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "030ff4e1-5b82-35d0-a78c-551a23bb4ba1-C", "generated_internal_id": "ASST_NON_NUE2EH001366_7523"}, {"internal_id": 49216220, "Award ID": "NUE2EH001365", "Award Amount": 1658379.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-11", "CFDA Number": "93.197", "Description": "REDUCING LEAD POISONING IN KING COUNTY THROUGH SURVEILLANCE OF SCREENING QUESTIONNAIRES AND BLOOD LEAD TESTING TO PERFORM TARGETED GEOGRAPHIC AND POPULATION-BASED INTERVENTIONS AND OUTREACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9f3d24d-f413-6d45-6bda-5c74ae8bf97a-C", "generated_internal_id": "ASST_NON_NUE2EH001365_7523"}, {"internal_id": 49216219, "Award ID": "NUE2EH001364", "Award Amount": 1426897.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "NEBRASKA CHILDHOOD LEAD POISONING PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NUE2EH001364_7523"}, {"internal_id": 49216218, "Award ID": "NUE2EH001363", "Award Amount": 1830432.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "PREVENTING CHILDHOOD LEAD POISONING IN MAINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NUE2EH001363_7523"}, {"internal_id": 49216217, "Award ID": "NUE2EH001362", "Award Amount": 1826641.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION- CHILDHOOD LEAD POISONING PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NUE2EH001362_7523"}, {"internal_id": 49216216, "Award ID": "NUE2EH001361", "Award Amount": 659535.01, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION PROGRAM (LPPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d20aefe-29a7-8b94-cad6-b7ecc6854f66-C", "generated_internal_id": "ASST_NON_NUE2EH001361_7523"}, {"internal_id": 49216215, "Award ID": "NUE2EH001360", "Award Amount": 1561906.77, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-22", "CFDA Number": "93.197", "Description": "HAWAII CHILDHOOD LEAD POISONING PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NUE2EH001360_7523"}, {"internal_id": 49216214, "Award ID": "NUE2EH001359", "Award Amount": 611544.34, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-11", "CFDA Number": "93.197", "Description": "SALT LAKE COUNTY LEAD SAFE HOUSING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8f5caa6-7e39-9aff-f2be-1c751b817913-C", "generated_internal_id": "ASST_NON_NUE2EH001359_7523"}, {"internal_id": 49216213, "Award ID": "NUE2EH001358", "Award Amount": 1017417.43, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "STATE OF ALASKA'S CHILDHOOD LEAD SURVEILLANCE AND POISONING PREVENTION SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NUE2EH001358_7523"}, {"internal_id": 49216212, "Award ID": "NUE2EH001357", "Award Amount": 1716992.8, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION - CHILDHOOD LEAD POISONING PREVENTION - FINANCED PARTIALLY BY PREVENTION AND PUBLIC HEALTH FUNDS  CDC-RFA-EH17-1701PPHF17", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NUE2EH001357_7523"}, {"internal_id": 49216211, "Award ID": "NUE2EH001356", "Award Amount": 1551614.57, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "93.197", "Description": "LEAD POISONING PREVENTION - CHILDHOOD LEAD POISONING PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NUE2EH001356_7523"}]