[{"internal_id": 50098208, "Award ID": "U18PS005154", "Award Amount": 1364854.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-11", "CFDA Number": "93.270", "Description": "CHRONIC HEPATITIS COHORT STUDY?II (CHECS?II)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4397aef3-70da-b831-0f7a-71049f3e955b-C", "generated_internal_id": "ASST_NON_U18PS005154_7523"}, {"internal_id": 50098206, "Award ID": "U18PS004568", "Award Amount": 855723.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-25", "CFDA Number": "93.270", "Description": "EPIDEMIOLOGY, PREVENTION AND TREATMENT OF HCV IN YOUNG ADULT PERSONS WHO INJECT DRUGS IN NON-URBAN NEW MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5b5888e-f4b5-655c-bd88-d970f969d7c9-C", "generated_internal_id": "ASST_NON_U18PS004568_7523"}, {"internal_id": 50098205, "Award ID": "U18PS004566", "Award Amount": 429515.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-25", "CFDA Number": "93.270", "Description": "SOUTHERN OHIO PREVENTS HEPATITIS PROJECT (STOPHEP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c572d765-16bd-66ab-db02-66828218aab7-C", "generated_internal_id": "ASST_NON_U18PS004566_7523"}, {"internal_id": 50096062, "Award ID": "U01PS004113", "Award Amount": 818747.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-06-19", "CFDA Number": "93.270", "Description": "NATURAL HISTORY AND PREVENTION OF VIRAL HEPATITIS AMONG ALASKA NATIVES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4645cfc7-3a13-6af3-c3dc-e28845875db2-C", "generated_internal_id": "ASST_NON_U01PS004113_7523"}, {"internal_id": 139196667, "Award ID": "NU51PS005197", "Award Amount": 825000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "93.270", "Description": "UNIVERSITY OF WASHINGTON HEPATITIS TRAINING CENTER - IN THE UNITED STATES, CHRONIC INFECTION WITH HEPATITIS B VIRUS (HBV) OR HEPATITIS C VIRUS (HCV) IS A MAJOR CONTRIBUTOR TO LIVER-RELATED MORBIDITY AND MORTALITY. EFFECTIVE AND SAFE ORAL THERAPIES FOR HBV ARE AVAILABLE AND MARKEDLY DIMINISH LONG-TERM ADVERSE OUTCOMES. IMMUNIZATION WITH HBV VACCINE REMAINS THE MOST EFFECTIVE HBV PREVENTION STRATEGY. WITH THE EMERGENCE OF SAFE, ALL ORAL, DIRECT-ACTING ANTIVIRAL AGENTS FOR THE TREATMENT OF HCV, MORE THAN 90% OF PERSONS WITH CHRONIC HCV CAN BE CURED WITH ONLY 8 TO 12 WEEKS OF THERAPY. WITH WIDESPREAD SCREENING FOR HCV INFECTION AND EFFECTIVE TREATMENT FOR THOSE DIAGNOSED WITH CHRONIC HCV, THE POTENTIAL NOW EXISTS FOR A DRAMATIC DECLINE IN HCV-RELATED INCIDENCE, PREVALENCE, MORBIDITY, AND MORTALITY. THE CORNERSTONE OF EFFECTIVE STRATEGIES TO COMBAT CHRONIC VIRAL HEPATITIS IN THE UNITED STATES (U.S.) DEPENDS ON A HEALTH CARE PROFESSIONAL WORKFORCE WITH THE CORE COMPETENCY TO EFFECTIVELY DIAGNOSE, TREAT, AND PREVENT CHRONIC HBV AND HCV INFECTIONS. ACCESS TO FREE, UP-TO-DATE, COMPREHENSIVE, NON-BIASED EDUCATIONAL MATERIALS THAT PROVIDE CONTINUING EDUCATION CREDITS IS A CRITICAL COMPONENT OF CLINICIAN EDUCATION ON HBV AND HCV. TO THIS END, THE UNIVERSITY OF WASHINGTON NATIONAL HEPATITIS TRAINING CENTER (HTC) HAS EXTENSIVE EXPERIENCE IN THE DEVELOPMENT AND IMPLEMENTATION OF STATE-OF-THE-ART ONLINE TRAINING ON VIRAL HEPATITIS; THE HEPATITIS B ONLINE AND HEPATITIS C ONLINE ARE HIGHLY VISIBLE AND WIDELY USED EDUCATIONAL PLATFORMS.FOR THE CENTERS FOR DISEASE CONTROL AND PREVENTION, NATIONAL VIRAL HEPATITIS EDUCATION, AWARENESS, AND CAPACITY BUILDING FOR COMMUNITIES AND PROVIDERS FUNDING OPPORTUNITY (CDC-RFA-PS21-2105), THE HTC PROPOSES TO IMPROVE AND SIGNIFICANTLY EXPAND OUR EXISTING HEPATITIS B (WWW.HEPATITISB.UW.EDU) AND HEPATITIS C (WWW.HEPATITISC.UW.EDU) EDUCATIONAL WEBSITES, WITH THE GOAL OF ENHANCING MEDICAL PROVIDER KNOWLEDGE, SKILLS, AND CORE COMPETENCY IN THE FOLLOWING AREAS OF VIRAL HEPATITIS: PREVENT ION OF TRANSMISSION, HEPATITIS B IMMUNIZATION, IMPLEMENTATION OF CDC TESTING RECOMMENDATIONS, MEDICAL MONITORING, COMPLICATIONS OF VIRAL HEPATITIS, AND TREATMENT OF PERSONS WITH HBV AND/OR HCV INFECTION. SPECIFIC PROPOSED PROJECT ACTIVITIES INCLUDE: (1) REVIEW, UPDATE, AND UPGRADE HEPATITIS B ONLINE; (2) REVIEW, UPDATE, AND UPGRADE HEPATITIS C ONLINE; (3) DEVELOP A CLINICAL CHALLENGES-EXPERT OPINION SECTIONS FOR BOTH WEBSITES; (4) DEVELOP A MINI-LECTURE SERIES FOR BOTH WEBSITES; (5) DEVELOP NEW DYNAMIC HOME PAGES FOR BOTH WEBSITES; (6) AWARD FREE CONTINUING MEDICAL EDUCATION (CME) CREDITS, CONTINUING NURSING EDUCATION (CNE) CONTACT HOURS, PHARMACOLOGY CE FOR ADVANCED PRACTICE NURSES, AND CERTIFICATES OF COMPLETION (COC); (7) IDENTIFY SEGMENTS OF HEALTHCARE PROFESSIONALS WHO PROVIDE SERVICES TO POPULATIONS AFFECTED BY VIRAL HEPATITIS; AND (8) DEVELOP AND DISSEMINATE A VARIETY OF MARKETING MATERIALS TO PROMOTE BOTH WEBSITES, CONTENT, AND SERVICES.         THE HTC ONLINE VIRAL HEPATITIS PLATFORMS PROVIDE FREE, UP-TO-DATE, INTERACTIVE, COMPREHENSIVE, ON-DEMAND LEARNING CURRICULA. THESE ONLINE RESOURCES ARE POISED TO PLAY A KEY ROLE IN EFFORTS TO EXPAND THE U.S. VIRAL HEPATITIS HEALTHCARE WORKFORCE CAPACITY. IMPROVING PROVIDER EDUCATION AND CAPACITY IN THE FIELD OF VIRAL HEPATITIS IN THE U.S. WILL ULTIMATELY CONTRIBUTE TO DECREASED MORBIDITY AND MORTALITY FROM HBV AND HCV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_NU51PS005197_7523"}, {"internal_id": 139197373, "Award ID": "NU51PS005196", "Award Amount": 825000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-30", "CFDA Number": "93.270", "Description": "HEP B UNITED: A NATIONAL COALITION TO IMPROVE HEPATITIS B EDUCATION, AWARENESS, TESTING AND LINKAGE TO CARE AMONG HIGHLY IMPACTED COMMUNITIES - THE HEPATITIS B FOUNDATION (HBF) IN COLLABORATION WITH THE ASSOCIATION OF ASIAN PACIFIC COMMUNITY HEALTH ORGANIZATIONS (AAPCHO) WILL LEAD, MAINTAIN, AND GROW HEP B UNITED (HBU), A NATIONAL COALITION TO IMPROVE VIRAL HEPATITIS AWARENESS, TESTING AND LINKAGE TO CARE, AND ADDRESS THE HEALTH DISPARITIES ASSOCIATED WITH HEPATITIS B AMONG PRIORITY COMMUNITIES. HBF WILL BUILD THE CAPACITY OF COMMUNITY COALITIONS, COMMUNITY-BASED HEALTH CENTERS AND PUBLIC HEALTH DEPARTMENTS TO INCREASE VIRAL HEPATITIS EDUCATION AND TESTING AND IMPROVE LINKAGE TO CARE IN A CULTURALLY AND LINGUISTICALLY RESPONSIVE MANNER FOR COMMUNITIES DISPARATELY IMPACTED, INCLUDING ASIAN AMERICANS, NATIVE HAWAIIANS AND PACIFIC ISLANDERS (AANHPIS), AFRICAN IMMIGRANTS, AND PERSONS WHO INJECT DRUGS (PWIDS). WE WILL ALSO IMPROVE AWARENESS, DISSEMINATION OF USAGE OF THE CDC KNOW HEPATITIS B CAMPAIGN, AS A STRATEGY TO IMPROVE HEPATITIS B AWARENESS AND TESTING. HBU IS COMPRISED OF LOCAL COMMUNITY COALITIONS IN 22 STATES, 30 CITIES AND WASHINGTON, D.C. SINCE 2012, HBU HAS PROMOTED CROSS-SECTOR PARTNERSHIPS BETWEEN COMMUNITY ORGANIZATIONS, HEALTH DEPARTMENTS, AND FEDERALLY QUALIFIED HEALTH CENTERS (FQHCS), AND HAS BEEN BUILDING THE CAPACITY OF MULTISECTORAL COMMUNITY COALITIONS TO ADDRESS HEPATITIS B IN A NATIONALLY COORDINATED MANNER. THROUGH A HEALTH EQUITY LENS, HBF WILL BUILD AND STRENGTHEN THE HBU NETWORK AND OFFER CAPACITY BUILDING, TRAINING, TECHNICAL ASSISTANCE, AND NETWORKING. HBF?S PROGRAM STRATEGIES WILL INCLUDE: 1) MINI-GRANTS TO SUPPORT BEST PRACTICES IN HEPATITIS AWARENESS, EDUCATION, TESTING, AND LINKAGE TO CARE; 2) PEER MENTORING TO FOSTER THE DEVELOPMENT OF LOCAL AND/OR STATE HEPATITIS COMMUNITY COALITIONS AND ADDRESS SPECIFIC CAPACITY BUILDING NEEDS; 3) HEPATITIS B COMMUNITY HEALTH EDUCATION PROGRAM USING AN INTERACTIVE CASE-STUDIES APPROACH TO PROMOTE HEPATITIS PREVENTION AND CONTROL STRATEGIES; 4) HEPATITIS B COMMUNITY HEALTH CENTER LEARNING COLLABORATIVE TO FOSTER A COHORT OF NEW FQHCS SERVING AANHPIS, AFRICAN IMMIGRANTS, AND PWIDS TO PARTNER WITH COMMUNITY COALITIONS AND INTEGRATE AND IMPROVE THEIR CAPACITY TO IMPLEMENT HEPATITIS B EDUCATION, TESTING, AND LINKAGE TO CARE PROGRAMS; 5) HEP B UNITED COMMUNITY COALITION LEADERSHIP DEVELOPMENT PROGRAM TO IMPROVE THE CAPACITY OF INDIVIDUAL LOCAL COMMUNITY LEADERS TO LEAD AND GROW COMMUNITY-BASED HEPATITIS COALITIONS; 6) MONTHLY WEBINARS; 7) ANNUAL HEP B UNITED SUMMIT; 8) MONTHLY COALITION CALLS; AND 9) HEP B UNITED PACIFIC ISLANDER COMMUNITY AND HARM REDUCTION STRATEGY WORKGROUPS TO ADDRESS THE HIGH RATES OF CHRONIC HEPATITIS B AMONG PACIFIC ISLANDER COMMUNITIES AND PWIDS, RESPECTIVELY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fc52596-fad6-8b41-a4ea-fc8bcd9980d7-C", "generated_internal_id": "ASST_NON_NU51PS005196_7523"}, {"internal_id": 139197690, "Award ID": "NU51PS005195", "Award Amount": 845000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-30", "CFDA Number": "93.270", "Description": "HEPATITIS NETWORK FOR EDUCATION AND TESTING (HEPNET)TO IMPROVE HEPATITIS OUTCOMES FOR PEOPLE WHO USE DRUGS - NASTAD?S PROJECT ABSTRACT SUMMARY FOR NATIONAL VIRAL HEPATITIS EDUCATION, AWARENESS, AND CAPACITY BUILDING FOR COMMUNITIES AND PROVIDERS (CDC-RFA-PS21-2105)?PART A: COMMUNITY EDUCATION, AWARENESS, AND CAPACITY BUILDING THE HEPATITIS NETWORK FOR EDUCATION AND TESTING (HEPNET) IS A CONSORTIUM  OF PUBLIC HEALTH PARTNERS, COMMUNITY-BASED ORGANIZATIONS, PEOPLE WITH LIVED EXPERIENCE, AND HEALTHCARE PROVIDERS, FOCUSED ON IDENTIFYING AND ADDRESSING THE UNMET NEEDS OF PEOPLE WHO INJECT DRUGS (PWID) TO IMPROVE THEIR ACCESS TO VIRAL HEPATITIS EDUCATION, PREVENTION, TESTING, LINKAGE TO CARE, AND TREATMENT. OVER THE LAST FIVE YEARS, THE NATIONAL ALLIANCE OF STATE AND TERRITORIAL AIDS DIRECTORS (NASTAD) ESTABLISHED AND HAS SUCCESSFULLY OPERATED THE HEPATITIS TESTING PARTNERSHIP AND LEARNING COLLABORATIVE UNDER THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) COOPERATIVE AGREEMENT?VIRAL HEPATITIS NETWORKING, CAPACITY BUILDING, AND TRAINING (CDC-RFA- PS16-1608). THE FIVE-YEAR AWARD HAS SIGNIFICANTLY CHANGED THE LANDSCAPE FOR NATIONAL SUPPORT AND COORDINATION TO IMPROVE VIRAL HEPATITIS TESTING. THE VAST COALITION AND LEARNING COMMUNITY ESTABLISHED THROUGH THE HEPATITIS TESTING PARTNERSHIP AND LEARNING COLLABORATIVE IS THE FOUNDATION FROM WHICH NASTAD AND ITS PARTNERS, THE NATIONAL ASSOCIATION OF CITY AND COUNTY HEALTH OFFICIALS (NACCHO) AND THE NATIONAL VIRAL HEPATITIS ROUNDTABLE (NVHR), PROPOSE TO FORM A NEW EXPANDED COALITION DEDICATED TO ADVANCING HEPATITIS B AND HEPATITIS C TESTING AND LINKAGE TO CARE FOR PWID. HEPNET WILL ALIGN AND MOBILIZE NASTAD, NACCHO, AND NVHR?S EXISTING HEPATITIS COALITIONS ACROSS STATE AND LOCAL HEALTH DEPARTMENTS, COMMUNITY-BASED ORGANIZATIONS (CBOS), PATIENTS AND CLINICAL PROVIDERS, AND OTHER KEY PARTNERS TO ESTABLISH A CONSORTIUM OF OVER 100 MEMBER ORGANIZATIONS. THE PROJECT IS IMPLEMENTED THOUGH THREE MAIN STRATEGIES: NETWORKING AND COALITION ENHANCEMENT?LEADING, MAINTAINING, AND GROWING THE PRIMARY PARTNERS? EXISTING NATIONA L COALITIONS AND NETWORKS TO SHARE RESOURCES, STRATEGIES AND MODELS TO IMPROVE ACCESS AND DELIVERY OF VIRAL HEPATITIS SERVICES TO PWID; CAPACITY BUILDING ? PROVIDING TECHNICAL ASSISTANCE AND TRAINING TO SELECTED HEPNET MEMBERS TO DELIVER CULTURALLY-RESPONSIVE VIRAL HEPATITIS EDUCATIONAL OUTREACH TO PWID AND BUILD THEIR CAPACITY TO CONDUCT VIRAL HEPATITIS TESTING AMONG PWID OF DIVERSE BACKGROUNDS AND EXPERIENCES; AND CAMPAIGN IMPLEMENTATION?INCREASING THE REACH OF AND EXPOSURE TO CDC?S NATIONAL EDUCATION VIRAL HEPATITIS CAMPAIGN MATERIALS THROUGH PROMOTION TO AND BY HEPNET?S MEMBERS. THE PROJECT WORK PLAN DETAILS SPECIFIC, MEASURABLE, AND TIME-PHASED OBJECTIVES DESIGNED TO SUPPORT ONGOING EVALUATION OF THE FIVE-YEAR PROJECT. EVALUATION FINDINGS WILL BE USED FOR CONTINUOUS PROGRAM QUALITY IMPROVEMENT TO IMPROVE HEPATITIS OUTCOMES FOR PWID OF DIVERSE BACKGROUNDS AND EXPERIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a0f46b-fa82-0c20-c4ed-2f26441b432e-C", "generated_internal_id": "ASST_NON_NU51PS005195_7523"}, {"internal_id": 139197435, "Award ID": "NU51PS005194", "Award Amount": 819327.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "93.270", "Description": "TARGETING VIRAL HEPATITIS: A ROADMAP FOR PROVIDERS - ABOUT 2.4 MILLION AMERICANS ARE LIVING WITH THE HEPATITIS C VIRUS (HCV) AND AN ESTIMATED 850,000 AMERICANS ARE LIVING WITH THE HEPATITIS B VIRUS (HBV). CERTAIN POPULATIONS ARE DISPROPORTIONATELY IMPACTED BY VIRAL HEPATITIS, WITH HIGHER INCIDENCE, PREVALENCE, AND MORTALITY RATES. PEOPLE WHO INJECT DRUGS, ASIANS/PACIFIC ISLANDERS, AMERICAN INDIANS/ALASKA NATIVES, AND NON-HISPANIC BLACK PERSONS ARE CONSIDERED TO BE PRIORITY POPULATIONS. WE HAVE IDENTIFIED TWO GAPS IN HEALTHCARE PROVIDERS? (HCPS?) KNOWLEDGE AND PRACTICE BASED ON A NEEDS ASSESSMENT. GAP 1: MANY CLINICIANS LACK THE KNOWLEDGE, CONFIDENCE, AND SKILLS TO INCORPORATE THE LATEST RECOMMENDATIONS TO EVALUATE, TREAT, AND MANAGE VIRAL HEPATITIS, ESPECIALLY IN PRIORITY POPULATIONS. NEED SUMMARY: CLINICIANS WILL BENEFIT FROM EDUCATION ON THE LATEST RECOMMENDATIONS FOR EVALUATING, TREATING, AND MANAGING HBV AND HCV. GAP 2: CLINICIANS LACK AWARENESS OF EVIDENCE-BASED STRATEGIES TO DELIVER EQUITABLE VIRAL HEPATITIS CARE FOR PRIORITY POPULATIONS. NEED SUMMARY: EDUCATION ON EVIDENCE-BASED STRATEGIES FOR DELIVERING EQUITABLE CARE HAS THE POTENTIAL TO IMPROVE VIRAL HEPATITIS SCREENING AND TREATMENT FOR PRIORITY HEALTH POPULATIONS. AN EDUCATION INITIATIVE FOR HCPS CAN ADDRESS THE IDENTIFIED NEEDS AND ELEVATE THEIR AWARENESS OF THE IMPACT OF VIRAL HEPATITIS ON PRIORITY POPULATIONS; BUILD THE CAPACITY REQUIRED TO REDUCE RATES OF INFECTION; IMPROVE THE IDENTIFICATION, LINKAGE TO TREATMENT, AND MANAGEMENT OF TREATMENT FOR PERSONS LIVING WITH VIRAL HEPATITIS; AND REDUCE HEALTHCARE DISPARITIES. WEBMD HEALTH CORP. (WEBMD) PROPOSES USING THE MEDSCAPE PLATFORM AND COLLABORATING WITH STRATEGIC PARTNERS TO REACH HCPS WHO PROVIDE SERVICES TO PRIORITY POPULATIONS AFFECTED BY VIRAL HEPATITIS. WE WILL COLLABORATE WITH THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) AND CREATE A DEDICATED WEBPAGE WITHIN MEDSCAPE TO PROVIDE HCPS WITH FREE AND DIRECT ACCESS TO VIRAL HEPATITIS EDUCATION AND SUPPORTIVE RESOURCES. WE W ILL BUILD ON EXISTING MEDSCAPE HBV AND HCV WEBSITE RESOURCES THROUGH DEVELOPMENT OF A DATA-INFORMED ONLINE MEDICAL EDUCATION PROGRAM. EXISTING SUPPORTIVE RESOURCES WILL BE LINKED TO THE DESTINATION PAGE, INCLUDING RELEVANT ARTICLES IN MEDSCAPE REFERENCE AND EXISTING HEPATITIS B AND HEPATITIS C RESOURCE CENTERS. OVER THE COURSE OF 5 YEARS, WEBMD WILL DEVELOP 1 OR 2 CME/CE-CERTIFIED EDUCATIONAL ACTIVITIES EACH YEAR, PLANNED IN COLLABORATION WITH CDC, TO FORM AN EDUCATIONAL CURRICULUM TITLED ?TARGETING VIRAL HEPATITIS: A ROADMAP FOR PROVIDERS.? THIS CURRICULUM COMPRISES THREE RELATED COMPONENTS: FREE COMPREHENSIVE EDUCATIONAL ACTIVITIES, FREE CERTIFIED CME/CNE CREDITS, AND AN ACTIVE MARKETING AND PROMOTIONAL CAMPAIGN DIRECTLY TARGETING HCPS. CURRICULUM DEVELOPMENT WILL BE ITERATIVE IN NATURE AND DRIVEN BY ANNUAL OUTCOMES ANALYSES THAT MEASURE LEARNERS? KNOWLEDGE AND IDENTIFY CONTINUED LEARNING NEEDS. TACTICS WILL FEATURE APPROACHES THAT MEET LEARNERS WHERE THEY ARE ALONG THE ADULT LEARNING CONTINUUM - AWARENESS, AGREEMENT, ADOPTION, OR ADHERENCE - WITH VARYING LEVELS OF EXPERIENCE AND LEARNING STYLES. WEBMD WILL IDENTIFY SEGMENTS OF HCPS WHO MAY BENEFIT FROM VIRAL HEPATITIS TRAINING USING MEDSCAPE?S INTERNAL MEMBERSHIP DATA SUPPLEMENTED BY THIRD-PARTY DATA. THROUGH AN ARRAY OF ENGAGEMENT TACTICS, TARGETED HCP LEARNERS WILL BE DRAWN TO THE VIRAL HEPATITIS EDUCATION DESTINATION PAGE AND ACCREDITED TRAINING MODULES. FURTHER, WEBMD WILL COLLABORATE WITH STRATEGIC PARTNERS TO MARKET AND PROMOTE THE TRAINING AND SUPPORTIVE RESOURCES TO TARGET HCP AUDIENCES THAT SERVE THE PRIORITY POPULATIONS, THUS AMPLIFYING THE PROGRAM?S REACH AND IMPACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1599eade-4896-c51c-92d0-019158218be0-C", "generated_internal_id": "ASST_NON_NU51PS005194_7523"}, {"internal_id": 131833577, "Award ID": "NU51PS005193", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - TEXAS DEPARTMENT OF STATE HEALTH SERVICES (DSHS) IS APPLYING FOR FUNDS FROM CENTERS FOR DISEASE CONTROL FUNDING OPPORTUNITY ANNOUNCEMENT (FOA) PS21-2103 IN ORDER TO MAINTAIN AND IMPROVE THE EXISTING VIRAL HEPATITIS PROGRAM.COMPONENT 1 OF THE GRANT WILL BE USED TO FUND ONE EXISTING PROGRAM SPECIALIST III, ONE NEW PROGRAM SPECIALIST III AND ONE EPIDEMIOLOGIST I AND ITS RELATED ACTIVITIES. THE HCV SURVEILLANCE PROGRAM WILL ACHIEVE THE GOALS OF THE PROJECT THROUGH THE FOLLOWING OBJECTIVES:1. OUTCOME 1: DEVELOP, IMPLEMENT, AND MAINTAIN PLAN TO RAPIDLY DETECT AND RESPOND TO OUTBREAKS OF HCV.SHORT-TERM OUTCOMES: ESTABLISHED JURISDICTIONAL FRAMEWORK FOR OUTBREAK DETECTION AND RESPONSE AND FOR EARLIER DETECTION AND RESPONSE TO HCV OUTBREAKS.INTERMEDIATE OUTCOMES: IMPROVED RESPONSE TO HCV TRANSMISSION CLUSTERS AND OUTBREAKS TO REDUCE NEW CASES OF HCV.2. OUTCOME 2: SYSTEMATICALLY COLLECT, ANALYZE, INTERPRET AND DISSEMINATE HCV DATA TO CHARACTERIZE TRENDS IN HCV TRANSMISSION, DETECT ACTIVE HCV TRANSMISSION, AND IMPLEMENT PUBLIC HEALTH INTERVENTIONS.SHORT-TERM OUTCOMES: INCREASED PUBLIC HEALTH REPORTING OF ACUTE AND UNDETECTABLE HCV RNA LABORATORY RESULTS AND IMPROVED MONITORING OF BURDEN OF DISEASE AND TRENDS IN ACUTE HCV INFECTION.INTERMEDIATE OUTCOMES: IMPROVED MONITORING OF HCV CONTINUUM OF CURE (COC).3. OUTCOME 3: SYSTEMATICALLY COLLECT, ANALYZE, INTERPRET, AND DISSEMINATE DATA TO CHARACTERIZE TRENDS AND IMPLEMENT PUBLIC HEALTH INTERVENTIONS FOR PERINATAL HCV.SHORT-TERM OUTCOMES: IMPROVED MONITORING OF BURDEN OF DISEASE AND TRENDS IN PERINATAL HCV.INTERMEDIATE OUTCOMES: REDUCED NUMBER OF NEW CASES OF PERINATAL HCV.COMPONENT 2 OF THE GRANT WILL BE USED TO FUND THE EXISTING VIRAL HEPATITIS PREVENTION COORDINATOR (VHPC) POSITION AND RELATED ACTIVITIES. THE VHPC WILL ACHIEVE THE GOALS OF THE PROJECT THROUGH THE FOLLOWING OBJECTIVES:1. OUTCOME 1: BEGIN VIRAL HEPATITIS ELIMINATION PLANNING THROUGH CREATION OF A PLANNING BODY AND INCREASING ENGAGEMENT OF KEY S TAKEHOLDERS THROUGHOUT THE STATE.SHORT-TERM OUTCOMES: INCREASED STATE ENGAGEMENT WITH KEY STAKEHOLDERS IN VIRAL HEPATITIS ELIMINATION PLANNING, INCREASED COMMERCIAL AND HOSPITAL-BASED LABORATORIES CONDUCTING HCV RNA REFLEX TESTING, AND INCREASED HCV AND/OR HBV TESTING IN HEALTH CARE SYSTEMS.INTERMEDIATE OUTCOMES: INCREASED HEALTH CARE PROVIDERS TRAINED IN PRESCRIBING HEPATITIS C AND HEPATITIS B TREATMENT AND INCREASED ACCESS TO HCV TREATMENT.2. OUTCOME 2: INCREASE ACCESS TO HCV AND HBV TESTING, TREATMENT AND PREVENTION SERVICES AND REFERRAL TO CARE BY EXPANDING CURRENT PARTNER ORGANIZATION SERVICES AND IDENTIFYING NEW PARTNER ORGANIZATIONS.SHORT-TERM OUTCOMES: INCREASED ACCESS TO HCV RNA REFLEX TESTING AMONG PERSONS RECEIVING SERVICES IN HIGH-IMPACT SETTINGS, INCREASED AWARENESS OF INFECTION STATUS AMONG PEOPLE DIAGNOSED WITH CHRONIC HEPATITIS C AND HEPATITIS BINTERMEDIATE OUTCOMES: INCREASED CURE OF HEPATITIS C.3. OUTCOME 3: IMPROVED ACCESS TO SERVICES PREVENTING VIRAL HEPATITIS AND OTHER BLOOD-BORNE INFECTIONS AMONG PWID BY INCREASING COLLABORATIONS WITH TEXAS DSHS IMMUNIZATION UNIT AND IDENTIFYING PARTNER ORGANIZATIONS WITHIN THE TEXAS TARGETED OPIOID RESPONSE PROGRAM.SHORT TERM OUTCOMES: INCREASED REFERRAL OF PWID TO SUD TREATMENT AND INCREASED RECEIPT OF HEPATITIS A AND B VACCINATION AMONG CLIENTS IN HIGH-IMPACT SETTINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU51PS005193_7523"}, {"internal_id": 131833414, "Award ID": "NU51PS005192", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - PROJECT TITLE: INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTSAPPLICANT ORGANIZATION NAME: SOUTH CAROLINA DEPARTMENT OF HEALTH AND ENVIRONMENTAL CONTROL (SCDHEC)ADDRESS: 2100 BULL STREET, COLUMBIA, SC 29201PROJECT DIRECTOR NAME: ALI MANSARAY, DIRECTOR STD/HIV/VIRAL HEPATITIS DIVISION, BUREAU OF COMMUNICABLE DISEASE PREVENTION AND CONTROLCONTACT PHONE NUMBERS (VOICE, FAX): 803-898-0625, 803-898-0573EMAIL ADDRESS: MANSARAB@DHEC.SC.GOVPURPOSE: THE PURPOSE OF THIS PROJECT IS TO ESTABLISH INTEGRATED VIRAL HEPATITIS PROGRAMS IN HEALTH DEPARTMENTS TO 1) EXPAND JURISDICTIONAL SURVEILLANCE FOR ACUTE HEPATITIS A, B, AND C; PERINATAL HEPATITIS C; AND CHRONIC HEPATITIS B AND C, AND 2) FACILITATE THE DEVELOPMENT AND IMPLEMENTATION OF VIRAL HEPATITIS ELIMINATION PLAN. INCREASED ACCESS TO THE PREVENTION, DIAGNOSIS, AND TREATMENT OF VIRAL HEPATITIS B AND C, HIV, BACTERIAL, AND FUNGAL INFECTIOUS DISEASE CONSEQUENCES OF DRUG USE AMONG PWID IN SETTINGS DISPROPORTIONATELY AFFECTED BY DRUG USE.FUNDING: DHEC IS REQUESTING $200,000 TO IMPLEMENT COMPONENT 1 AND  $420,807  TO IMPLEMENT THE PROPOSED ACTIVITIES UNDER COMPONENT 2. THE FUNDING REQUEST FOR COMPONENT 3 IS $300,000, TO IMPLEMENT A BUNDLE OF SERVICES TO ENHANCE ACCESS AND COMPREHENSIVE SERVICES FOR PWID.PROJECT SUMMARYCOMPONENT 1THE SOUTH CAROLINA DEPARTMENT OF HEALTH AND ENVIRONMENTAL CONTROL (SC DHEC) AIMS TO INTEGRATE VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAMS BY EXPANDING THE SURVEILLANCE ACTIVITIES FOR ACUTE AND CHRONIC HEPATITIS A, B, AND C, PERINATAL HEPATITIS, AND OUTBREAK RESPONSE PLANNING.COMPONENT 2 THE PREVENTION PROGRAM PLANS TO DEVELOP A VIRAL HEPATITIS ELIMINATION PLAN WITH STAKEHOLDERS INVOLVEMENT, INCREASE HBV AND HCV TESTING TO REDUCE HBV AND HCV INFECTIONS, INCREASE LINKAGE TO CARE, MONITOR CLIENT TREATMENT, AND THE NUMBER OF CLIENTS ACHIEVING A SUSTAINED VIROLOGIC RESPONSE. IMPLEMENTING THESE STRATEGIES AND EVIDENCE-BASED INTERVENTIONS WILL BE THROUGH A COLLABORATIVE EFFORT WITH MULTIPLE STAKEHOLDERS AND ONGOING PARTNERSHIPS. PROVIDE TRAINING FOR HEALTHCARE PROVIDERS TO TREAT CLIENTS FOR HEPATITIS B AND C.COMPONENT 3:DHEC PLANS TO EXPAND A HOSPITAL EMERGENCY DEPARTMENT?S CAPACITY TO SCREEN ALL PATIENTS FOR SUBSTANCE ABUSE DISORDER (SUD) AND OPIOID ABUSE DISORDER (OUD), PRESENTING TO THE EMERGENCY ROOM BY MODIFYING THE ELECTRONIC HEALTH RECORD. PATIENTS IDENTIFIED WITH SUD OR OUD WILL BE TESTED FOR HCV AND HIV. BASED ON THE TEST RESULT, PATIENTS ARE LINKED TO A PROVIDER THAT SERVES PWIDS AND A BUNDLE OF SERVICES TO MITIGATE OR PREVENT THE HEALTH EFFECTS FROM SUBSTANCE USE OR INJECT DRUG USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NU51PS005192_7523"}, {"internal_id": 131832868, "Award ID": "NU51PS005191", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAM TO REPORT OF COMMUNICABLEDISEASES, INCLUDING HEPATITIS A, B, AND C IS MANDATED UNDER ACT 81-1912. - VIRAL HEPATITIS POSES A THREAT TO THE HEALTH OF PUERTO RICANS FROM ALL WALKS OF LIFE. THERELEASE OF THE PUERTO RICO HIV INTEGRATED SURVEILLANCE, PREVENTION, AND CARE PLAN IN 2017 MARKEDTHE BEGINNING OF A COORDINATED LOCAL RESPONSE. A MULTISECTORAL GROUP COMPOSED OF COMMUNITYMEMBERS, NONPROFIT AND COMMUNITY-BASED ORGANIZATIONS, GOVERNMENT AGENCIES, ACADEMIA, ANDPREVENTION AND TREATMENT SERVICES OF STD, TB, AND HEPATITIS ADVANCE IN RESPONSE TO DISEASEINFECTION DISEASES IN PUERTO RICO. SINCE THAT TIME, LOCAL STAKEHOLDERS SEEK OPPORTUNITIES TORESPOND TO THE GROWING THREAT OF VIRAL HEPATITIS TO THE HEALTH OF PUERTO RICANS. LIMITED DATA ANDLACK OF ECONOMIC SUPPORT ARE THE MAJOR GAPS TO IMPROVE SURVEILLANCE, PREVENTION, AND CARESERVICES TO MAINTAIN VIRAL HEPATITIS AS A SERIOUS THREAT TO THE PUBLIC HEALTH OF PUERTO RICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_NU51PS005191_7523"}, {"internal_id": 131835024, "Award ID": "NU51PS005190", "Award Amount": 1254214.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "OKLAHOMA VIRAL HEPATITIS B AND HEPATITIS C PREVENTION AND SURVEILLANCE PROJECT - HEPATITIS B (HBV) AND HEPATITIS C (HCV) ARE LEADING INFECTIOUS DISEASE CAUSES OF MORBIDITY AND MORTALITY IN OKLAHOMA (OK) AND THE UNITED STATES. FROM 2014 TO 2018, ACUTE HBV CASES KEPT AROUND 40 TO 57 CASES ANNUALLY REPORTED TO THE OK STATE DEPARTMENT OF HEALTH (OSDH). THE ANNUAL INCIDENCE RATES OF ACUTE HBV IN OK (RANGE OF 0.8 TO 1.5/100,000 POPULATION DURING THE RECENT 5-YEAR PERIOD) ARE USUALLY SIMILAR OR HIGHER THAN THE RATES IN THE US (0.9 TO 1.1/100,000 POPULATION).WITH THIS NOTICE OF FUNDING OPPORTUNITY (NOFO, THE STATE OF OKLAHOMA INTENDS TO CONTINUE   INTEGRATED VIRAL HEPATITIS PROGRAMS TO: 1. EXPAND AND IMPROVE BOTH ACTIVE AND PASSIVE STATEWIDE SURVEILLANCE FOR ACUTE HBV AND HCV; PERINATAL HCV; AND CHRONIC HBV AND HCV. THIS PROVIDES A BETTER PICTURE OF THE DISEASE BURDEN OF PERSONS LIVING WITH VIRAL HEPATITIS INFECTION IN THE STATE OF OK AND FACILITATES LINKAGE TO RECOMMENDED CARE AND TREATMENT SERVICES.  AND TO,2. FACILITATE THE DEVELOPMENT AND IMPLEMENTATION OF VIRAL HEPATITIS ELIMINATION PLANS IN THE STATE OF OK BY ENHANCING PARTNERSHIPS WITH HEALTHCARE, LABORATORIES, AND COMMUNITY-BASED ORGANIZATIONS; AND EDUCATING THE PROVIDERS, FACILITIES, AND LABORATORIES ON THE POTENTIAL OR PROVEN IMPACTS OF TIMELY AND COMPLETE REPORTING. INCREASE ACCESS TO THE PREVENTION, DIAGNOSIS, AND TREATMENT OF HBV AND HCV, HIV, BACTERIAL DISEASE CONSEQUENCES OF DRUG USE AMONG PEOPLE WHO INJECT DRUGS (PWID) IN SETTINGS DISPROPORTIONATELY AFFECTED BY DRUG USE.OKLAHOMA WILL FOLLOW THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) PROJECT DESCRIPTION FOR THIS NOFO WITH MEASURABLE PROGRESS TOWARD PROJECT PERIOD OUTCOMES. EXPECTED OUTCOMES INCLUDE IMPROVED SURVEILLANCE FOR VIRAL HEPATITIS, INCREASED STAKEHOLDER ENGAGEMENT IN VIRAL HEPATITIS ELIMINATION PLANNING, AND IMPROVED ACCESS TO VIRAL HEPATITIS PREVENTION, DIAGNOSIS, AND TREATMENT AMONG POPULATIONS MOST AT RISK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU51PS005190_7523"}, {"internal_id": 131834992, "Award ID": "NU51PS005189", "Award Amount": 970452.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU51PS005189_7523"}, {"internal_id": 131833522, "Award ID": "NU51PS005188", "Award Amount": 1020000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - PROJECT ABSTRACT SUMMARYACCORDING TO THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC), COMPARED TO OTHER STATES, TENNESSEE (TN) RANKED FIFTH HIGHEST FOR ACUTE HBV CASE RATES AND 64% HIGHER THAN THE NATIONAL RATE IN 2018.  DURING 2014?2018, TN OBSERVED A 32% INCREASE IN REPORTED ACUTE HEPATITIS B VIRUS (HBV) CASES (CONFIRMED AND PROBABLE).  OVER 95% OF CASES WERE AMONG INDIVIDUALS 30 YEARS OF AGE AND OLDER, LIKELY DEMONSTRATING THE IMPACT OF THE ROUTINE CHILDHOOD VACCINATIONS SINCE 1994, ALTHOUGH 5% WERE UNDER 30 YEARS OF AGE.2 IN 2018, TN RATES OF ACUTE HEPATITIS C VIRUS (HCV) RANKED SIXTH HIGHEST IN THE NATION, WITH A CASE RATE NEARLY DOUBLE THAT OF THE NATIONAL CASE RATE (2.3 PER 100,000 POPULATION IN TN AND 1.2 PER 100,000 POPULATION IN THE UNITED STATES, RESPECTIVELY).1 MOREOVER, WHILE TN IS CONSISTENTLY ONE OF THE STATES WITH THE HIGHEST CASE RATES OF ACUTE HCV, CHRONIC HCV CASE COUNTS HAVE BEEN INCREASING SINCE THE TN DEPARTMENT OF HEALTH (TDH) DEVELOPED A CHRONIC HCV REGISTRY IN MID-2015. DURING 2016?2019, THERE HAVE BEEN OVER 20,000 NEW CASES OF CHRONIC HCV (CONFIRMED AND PROBABLE) REPORTED TO TDH IN EACH YEAR.2 THE PURPOSE OF THIS FUNDING OPPORTUNITY IS TO SUPPORT THE GOALS OF HEALTHY PEOPLE 2030, THE U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES VIRAL HEPATITIS ACTION PLAN, AND THE CDC DIVISION OF VIRAL HEPATITIS STRATEGIC PLAN. IN THIS APPLICATION TDH PROPOSES SEVERAL ACTIVITIES THAT WILL QUANTIFY AND REDUCE THE STATEWIDE BURDEN OF HBV AND HCV INFECTION IN TN, INCREASE ACCESS TO PREVENTION SERVICES, TESTING, AND CARE, AS WELL AS CULTIVATE TREATMENT CAPACITY AMONG PRIMARY CARE PROVIDERS AS IT RELATES TO BOTH HCV AND HARM REDUCTION SERVICES (E.G., SYRINGE SERVICE PROGRAMS, SUBSTANCE USE DISORDER TREATMENT, MENTAL HEALTH SERVICES, ACCESS TO NALOXONE). THROUGH ACTIVITIES PROPOSED IN THIS APPLICATION, WE SEEK TO INCREASE THE NUMBER OF PERSONS LIVING WITH HBV AND/OR HCV INFECTION THAT ARE AWARE OF THEIR STATUS, BUILD PRIMARY CARE PROVIDE R CAPACITY TO TEST AND TREAT, AND DECREASE NEW HBV AND HCV INFECTIONS.  TDH WILL ACHIEVE THE LONG-TERM OUTCOMES OUTLINED IN THE CDC-RFA-PS21-2103 LOGIC MODEL, WHICH WE BELIEVE TO BE REASONABLE AND ATTAINABLE IN THE FIVE-YEAR PROJECT PERIOD OF THIS GRANT. OUR OVERALL OBJECTIVES FOR COMPONENT ONE ARE TO REFINE AND ENHANCE OUR ESTABLISHED OUTBREAK RESPONSE FRAMEWORK AND HBV AND HCV SURVEILLANCE ACTIVITIES TO SUPPORT NATIONAL VIRAL HEPATITIS SURVEILLANCE EFFORTS, GENERATE INTERACTIVE PUBLIC-FACING DATA DASHBOARDS, TRACK HBV AND HCV TRENDS, AND RAPIDLY DETECT AND RESPOND TO HIV/VIRAL HEPATITIS OUTBREAKS. OUR OVERALL OBJECTIVES FOR COMPONENT TWO ARE TO DECREASE HBV AND HCV INFECTIONS AMONG TENNESSEANS BY INCREASING ACCESS TO TESTING, VACCINATION, AND TREATMENT THROUGH EXTERNAL PARTNER ENGAGEMENT AND TDH-ESTABLISHED PROGRAMS AND REDUCE HBV AND HCV-RELATED HEALTH DISPARITIES THROUGH END THE SYNDEMIC TN PLANNING EFFORTS WITH KEY STAKEHOLDERS.   HTTPS://WWW.CDC.GOV/HEPATITIS/STATISTICS/2018SURVEILLANCE/PDFS/2018HEPSURVEILLANCERPT.PDFHTTPS://WWW.TN.GOV/CONTENT/DAM/TN/HEALTH/DOCUMENTS/VIRAL-HEPATITIS/2018%20EPI%20PROFILE_FINAL.PDF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU51PS005188_7523"}, {"internal_id": 131835465, "Award ID": "NU51PS005187", "Award Amount": 1019284.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "NC'S INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROJECT - NO CHANGE FROM THE ORIGINAL SUBMISSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU51PS005187_7523"}, {"internal_id": 131835074, "Award ID": "NU51PS005186", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR NEW YORK STATE DEPARTMENT OF HEALTH (NYSDOH) - VIRAL HEPATITIS, MAINLY HAV, HBV AND HCV ARE SERIOUS AND GROWING THREATS TO THE HEALTH OF AMERICANS, INCLUDING NEW YORKERS. ACCORDING TO THE CENTERS FOR DISEASE CONTROL AND PREVENTION, IN THE UNITED STATES, 860,000 PEOPLE ARE LIVING WITH HBV, 2.4 MILLION PEOPLE ARE LIVING WITH HCV, AND ALMOST 25,000 CASES OF HAV WERE REPORTED IN 2018.(1)  NEW YORK STATE (NYS), OUTSIDE OF NEW YORK CITY, HAS ONE OF THE HIGHEST BURDENS RELATED TO VIRAL HEPATITIS IN THE COUNTRY. IN 2018, NYS HAD THE SECOND HIGHEST CASE COUNT OF CHRONIC HBV IN THE COUNTRY AND IS AMONG THE FIVE STATES WITH HIGHEST CASE COUNTS FOR CHRONIC HCV IN THE NATION WITH APPROXIMATELY 8,000 CASES.(2) VIRAL HEPATITIS INFECTIONS, HBV AND HCV IN PARTICULAR, INCREASE INDIVIDUALS? RISK OF LIVER DISEASE AND CANCER, INCREASING THE COST OF HEALTH CARE AND DEATH RATES. ADDITIONALLY, OF CONCERN IS THE INCREASE OF NEW INFECTIONS OF HCV AMONG WOMEN OF CHILDBEARING AGE, PERSONS EXPERIENCING HOMELESSNESS, AND THAT CAN BE LINKED TO INJECTION DRUG USE AND THE GROWING OPIOID EPIDEMIC ACROSS OUR NATION. HAV AND HBV ARE VACCINE PREVENTABLE DISEASES, AND THE APPROVAL OF DIRECT ACTING ANTIVIRAL THERAPIES HAS MADE ELIMINATING HCV A POSSIBILITY. HOWEVER, MANY PEOPLE WITH HBV AND HCV ARE UNAWARE THEY ARE INFECTED. TO ADDRESS THESE ISSUES, COMPLETE DIAGNOSTIC TESTING, VACCINATION WHEN AVAILABLE, APPROPRIATE LINKAGE TO CARE AND TREATMENT BY ADDRESSING GAPS IN CARE CASCADES AND ADDRESSING APPROPRIATELY SOCIAL DETERMINANTS OF HEALTH FOR THESE INDIVIDUALS IS CRITICAL TO REDUCE THE IMPACT VIRAL HEPATITIS HAVE ON NEW YORKERS. THIS IS A JOINT APPLICATION BETWEEN THE NYS DEPARTMENT OF HEALTH (DOH) DIVISION OF EPIDEMIOLOGY, HBV AND HCV SURVEILLANCE PROGRAM, WHOSE RESPONSIBILITY IS VIRAL HEPATITIS SURVEILLANCE ACTIVITIES AND POLICY DEVELOPMENT, AND THE AIDS INSTITUTE, BUREAU OF HEPATITIS HEALTH CARE, WHOSE RESPONSIBILITIES INCLUDE HCV PREVENTION, CARE, TREATMENT AND POLICY-RELATED ACTIVITIES.  BOTH PROGRAMS WORK COLLABORATIVELY T O PREVENT NEW VIRAL HEPATITIS INFECTIONS, LIMIT MORBIDITY AND MORTALITY, AND TO ELIMINATE HCV IN NYS.  UNDER CDC- RFA-PS21-2103, NYSDOH IS REQUESTING $951,049 ($491,308 FOR COMPONENT 1 AND $459,741 FOR COMPONENT 2). INTERVENTIONS UNDER COMPONENT 1, INCLUDE A) DEVELOPING PLANS, PROCESSES, DATA SYSTEMS AND POLICY INTERVENTIONS FOR VIRAL HEPATITIS -HAV, HBV, AND HCV- EARLY OUTBREAK DETECTION AND OUTBREAK RESPONSE; B) IMPROVE DATA COLLECTION SYSTEMS, DATA QUALITY AND COMPLETENESS, ENHANCE SURVEILLANCE CAPACITY, INCLUDING IMPROVING LABORATORY REPORTING AND CASE INVESTIGATION, TO CHARACTERIZE TRENDS, DISEASE BURDEN, AND INFORM PUBLIC HEALTH INTERVENTIONS FOR HAV, ACUTE AND CHRONIC HBV, ACUTE AND CHRONIC HCV, AND PERINATAL HCV. ALL INTERVENTIONS WILL BE AIMED AT THE POPULATION LEVEL WITH A FOCUS ON PERSONS UNDER 45 YEARS OF AGE, WOMEN IN CHILDBEARING AGE, AND PERSONS WHO INJECT DRUGS (PWID). FOR COMPONENT 2, THE TARGET POPULATION IS PWID AND THE HIGH IMPACT SETTINGS ARE SYRINGE SERVICE PROGRAMS (SSPS), SUBSTANCE USE TREATMENT PROGRAMS AND CORRECTIONAL FACILITIES. THE GOALS ARE 1) INCREASE HCV TESTING ACROSS SUBSTANCE USE TREATMENT PROGRAMS; 2) INCREASE AWARENESS OF HCV STATUS AMONG PWID; 3) INCREASE REFERRAL FOR HCV TREATMENT AMONG PWID DIAGNOSED WITH HCV; AND 4) INCREASE HEPATITIS A AND B VACCINE AMONG PWID. THESE GOALS WILL BE ACHIEVED BY DEVELOPING A DATA-TO-CARE MODEL USING EXISTING DATA SOURCES, INCLUDING THE HCV SURVEILLANCE DATA AND ADDITIONAL DATA FROM HIGH IMPACT SETTINGS; AND BY INCREASING SSP CAPACITY TO ADMINISTER HEPATITIS A AND B VACCINATIONS.(1) CENTERS FOR DISEASE CONTROL AND PREVENTION, DIVISION OF VIRAL HEPATITIS, NATIONAL CENTER FOR HIV/AIDS, VIRAL HEPATITIS, STD, AND TB PREVENTION, HTTPS://WWW.CDC.GOV/HEPATITIS/INDEX.HTM(2) CENTERS FOR DISEASE CONTROL AND PREVENTION, DIVISION OF VIRAL HEPATITIS, NATIONAL CENTER FOR HIV/AIDS, VIRAL HEPATITIS, STD, AND TB PREVENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "113190c8-f167-0369-6ad3-c06c19fcf7b0-C", "generated_internal_id": "ASST_NON_NU51PS005186_7523"}, {"internal_id": 131834989, "Award ID": "NU51PS005185", "Award Amount": 1803684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "NEW MEXICO INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAM - NEW MEXICO INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAMNEW MEXICO DEPARTMENT OF HEALTH (NMDOH)PROPOSAL TOCENTERS FOR DISEASE CONTROL AND PREVENTION (CDC), DIVISION OF VIRAL HEPATITIS (DVH)UNDER CDC-RFA-PS21-2103ABSTRACTNEW MEXICO HAS ONE OF THE HIGHEST RATES OF CHRONIC HEPATITIS C VIRUS (HCV) INFECTION IN THE NATION.  AS THE MOST COMMON INFECTIOUS DISEASE, HCV CAUSES SIGNIFICANT LIVER DISEASE AND DISABILITY TO PERSONS ACROSS THE STATE.  THE STATE HAS ALSO EXPERIENCED AN OUTBREAK OF HEPATITIS A IN 2018 AMONG PERSONS EXPERIENCING HOMELESSNESS AND THOSE WHO INJECT SUBSTANCES, CENTERED IN ALBUQUERQUE.NEW MEXICO HAS CONDUCTED COMPREHENSIVE PLANNING RELATED TO HCV FOR ALMOST 20 YEARS, WITH A CONSISTENT FOCUS ON ENGAGING STAKEHOLDERS, PROVIDERS AND PERSONS FROM COMMUNITIES DISPROPORTIONATELY IMPACTED BY THE DISEASE.  PLANNING WORK HAS EVOLVED INTO THE CURRENT NEW MEXICO HEPATITIS C ELIMINATION COLLABORATIVE, WHICH HAS REPRESENTATION FROM STATE AGENCIES, HEALTH CARE PROVIDERS, PROJECT ECHO, TRIBAL ADVOCATES, AND OTHER AFFECTED COMMUNITIES.  THIS COLLABORATIVE WAS STRENGTHENED IN JULY 2019 WHEN THE NATIONAL GOVERNOR?S ASSOCIATION (NGA) HOSTED A LEARNING LAB ON ?STATE STRATEGIES FOR ADDRESSING INFECTIOUS DISEASES RELATED TO SUBSTANCE USE?.  WHILE THE HIGH RATES OF HCV IN A LARGELY RURAL AND FRONTIER STATE WITH SIGNIFICANT HEALTH CARE PROFESSIONAL SHORTAGE AREAS SEEM LIKE A DAUNTING CHALLENGE, THE SILVER LINING IS THAT IT HAS LED NEW MEXICO TO BE A LEADER AND INNOVATOR IN THE RESPONSE TO VIRAL HEPATITIS OVERALL AND HCV IN PARTICULAR.  NEW MEXICO IS UNIQUELY POSITIONED TO DETECT AND RESPOND TO OUTBREAKS OF HEPATITIS A AND B AND BE AMONG THE FIRST TO ELIMINATE HCV AS A PUBLIC HEALTH THREAT BY 2030 DUE TO DECADES OF PLANNING AND PROGRAM DEVELOPMENT.WITH A STRONG BACKGROUND IN PROGRAM PLANNING AND IMPLEMENTATION FOR HEPATITIS SURVEILLANCE AND PREVENTION, AS WELL AS A STATEWIDE NETWORK OF COMPREHENSIVE HARM REDUCTION PROGRAM SITES, THE NEW MEX ICO DEPARTMENT OF HEALTH (NMDOH) IS PERFECTLY POSITIONED AND PREPARED TO IMPLEMENT ALL THREE COMPONENTS OF PS21-2103 WITH LITTLE TO NO START-UP TIME OR DEVELOPMENT OF NEW COLLABORATIVE PARTNERSHIPS.COMPONENT 1: THE HIV AND HEPATITIS EPIDEMIOLOGY PROGRAM (HHEP) IN THE NMDOH EPIDEMIOLOGY AND RESPONSE DIVISION (ERD) WILL IMPROVE VIRAL HEPATITIS REPORTING IN SEVERAL WAYS THAT WILL ENHANCE DETECTION OF ACUTE CASES AND OUTBREAKS, WHILE BETTER DESCRIBING THE DEMOGRAPHIC PROFILE OF HEPATITIS A, B AND C IN THE STATE SO THAT SURVEILLANCE DATA CAN BE USED FOR PROGRAM PLANNING AND EVALUATION.COMPONENT 2: THE HEPATITIS AND HARM REDUCTION PROGRAM (HHRP) WILL CONTINUE TO CONVENE THE NEW MEXICO HCV ELIMINATION COLLABORATIVE TO COMPLETE THE STATE?S ELIMINATION PLAN AND MONITOR STRATEGIES AND PROGRESS TOWARDS THE AMBITIOUS GOAL OF ELIMINATING HCV AS A PUBLIC HEALTH THREAT IN THE STATE BY 2030.COMPONENT 3: NEW MEXICO?S COMPREHENSIVE HARM REDUCTION PROGRAM SITES OFFER THE PERFECT VENUE FOR SERVICE EXPANSION TO RESPOND TO THE INFECTIOUS DISEASE CONSEQUENCES OF DRUG USE. SERVICES WILL BE EXPANDED WITH NEW SITES, EXPENDED SERVICES AND ACTIVE NAVIGATION INTO MEDICAL CARE, AND NEW RELATIONSHIPS WITH PROBATION AND PAROLE TO SERVE INDIVIDUALS WHO MIGHT BE RELUCTANT TO UTILIZE SSP AND HEALTH SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU51PS005185_7523"}, {"internal_id": 131834929, "Award ID": "NU51PS005184", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS PREVENTION AND CONTROL - THE 2103 GRANT WILL ALLOW FOR IMPROVED SURVEILLANCE OF VIRAL HEPATITIS A, B&C AND FACILITATE OUTBREAK DETECTION, INVESTIGATION, AND CONTROL. BY FUNDING THE CREATION OF A VIRAL HEPATITIS PROGRAM (VHP) WITHIN THE STD/HIV DIVISION. THE (VHP) WILL CREATE OUTBREAK RESPONSE, HEPATITIS ELIMINATION PLANNING, AND INCREASED ACCESS TO HEPATITIS B&C TESTING AND PREVENTION. THE IMMUNIZATION DEPARTMENT WILL PROVIDE VACCINES WHERE APPROPRIATE. THE (VHP) WILL ALSO OFFER A COMPREHENSIVE, OUTCOME-FOCUSED APPROACH TO PREVENTING INFECTIONS ASSOCIATED WITH INJECTION DRUG USE AND PROVIDE LINKAGE TO (SUD) AND (MAT) SERVICES. THE (VHP) WILL HAVE A DIRECTOR, DISEASE INVESTIGATORS (DIS), HEPATITIS COUNSELORS (VHC), PATIENT NAVIGATORS (VHPN) EPIDEMIOLOGIST, AND PROGRAM SPECIALIST. THIS UNIT WILL PROVIDE SURVEILLANCE PREVENTION AND LINKAGE TO CARE. DIS WILL CONDUCT INVESTIGATION AND CONTACT TRACING (VHP) WILL PROVIDE FIELD SERVICES TO TARGETED POPULATIONS WITH INTENSIVE FOLLOW-UP AND HEALTH CARE SYSTEM NAVIGATION TO REMOVE BARRIERS TO CARE FOR THE PATIENT THROUGH HEPATITIS COUNSELORS. PATIENT NAVIGATORS WILL ASSIST PATIENTS WITH SETTING UP DOCTOR APPOINTMENT AND REMOVAL OF BERRIES TO CARE AND ASSIST THE PATIENT IN NAVIGATING THE HEALTHCARE SYSTEM.THESE ACTIVITIES (VHP) WILL INCREASE MONITORING, OUTCOME REPORTING (VH), AND EARLY DETECTION AND OUTBREAK RESPONSE. PROVIDE INCREASED PROVIDER TRAINING, ENGAGEMENT WITH KEY STAKEHOLDERS AND HOSPITALS, PUBLIC HEALTH CLINICS, DRUG COURTS, LABORATORIES (SUD), AND FQHC'S. INCREASE AWARENESS AND REFERRAL TO TREATMENT. PROVIDE LINKAGE TO (SUD) AMONG (PWID) WITH (OUD) AND INCREASE TESTING AND CARE FOR HVC, HIV, AND HBV, INCLUDING INFECTIOUS COMPLICATIONS OF (SUD) AND DECREASE INFECTIONS AND INCREASE CURES AMONG (PWID). USING TOOLS SUCH AS EPI INFO? AND GEODA THE (VHP) WILL IMPROVE THE DATA-DRIVEN SELECTION OF HIGH IMPACT SETTING AND IMPROVE INCREASED TESTING AND LINKAGE TO CARE. THIS WILL ALSO ALLOW FOR IMPROVED PROVIDER CAP ACITY BY SHIFTING RESOURCES FROM LOW IMPACT SETTINGS TO HIGH-IMPACT LOCATIONS. THE (VHP) AND PROJECT ECHO MS WILL IMPROVE PROVIDER CAPACITY TO RECRUIT AND TRAIN ADDITIONAL PRIMARY CARE PROVIDERS.THE (VHP) WILL INITIALLY PROVIDE A HEPATITIS COUNSELOR TO AUGMENT CASE INVESTIGATIONS, DISSEMINATE MATERIALS, AND EDUCATE THE PATIENTS ON THE DANGERS (VH). ASSIST THE PATIENT IN NAVIGATING THE HEALTH CARE SYSTEM TO RECEIVE BOTH TESTING TREATMENT (MEDICAL, SUD, AND MAT), MENTAL HEALTH SCREENING, AND REFERRAL AS WELL AS VACCINE IF APPROPRIATE. THE COUNSELORS WILL BE PROVIDED TO THE UNIVERSITY OF MISSISSIPPI MEDICAL CENTERS EMERGENCY ROOM, THE JACKSON COMPREHENSIVE TREATMENT CENTER, EAST MISSISSIPPI STATE HOSPITAL, THE 9TH CIRCUIT DRUG COURT, COASTAL FAMILY HEALTH CENTER, AND THE MISSISSIPPI ECHO PROJECT. MONITORING AND EVALUATION PROCEDURES AND EVALUATING PERFORMANCE MEASUREMENTS WILL BE REPORTED AND SHARED WITH STAKEHOLDERS TO ESTABLISH A PROGRAM WITH STRONG EVIDENCE-BASED EFFECTIVENESS. THE EVIDENCE-BASED PROCESS WILL BE DEVELOPED BY (VHP) IDENTIFYING UNMET NEEDS, SETTING OBJECTIVES, SELECTING EFFECTIVE INTERVENTIONS, AND IMPLEMENTING AND EVALUATING PROGRAMS AND POLICIES. THROUGH A SERIES OF STEPS, INCLUDING ASSESSMENT (TO IDENTIFY THE PROBLEM AND UNMET NEEDS), DETERMINING WHAT IS KNOWN, DEVELOPING AND PRIORITIZING POLICY OPTIONS, DEVELOPING AN ACTION PLAN, AND EVALUATING THE PROGRAM AND POLICY. THIS FRAMEWORK HELPS (MSDH), AND THEIR PARTNERS SELECT WELL-MATCHED INTERVENTIONS TO THE COMMUNITY'S NEEDS, PREFERENCES, AND ORGANIZATIONAL CAPACITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU51PS005184_7523"}, {"internal_id": 131835131, "Award ID": "NU51PS005183", "Award Amount": 1019778.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "LOUISIANA?S INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROJECT - LOUISIANA?S INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROJECTTHE SURVEILLANCE AND OUTBREAK MONITORING OF HEPATITIS A, B, AND C ARE CRITICAL TO UNDERSTANDING THE EPIDEMIOLOGY OF VIRAL HEPATITIS IN LOUISIANA AND THE POPULATIONS AT RISK. THE ACTIVITIES OF COMPONENT 1 WILL ENSURE TIMELY DETECTION OF OUTBREAKS AND ESTABLISH THE CAPTURE OF HIGH QUALITY DATA THAT WILL CAN BE USED FOR MONITORING DISEASE BURDEN AND DIRECT PREVENTION, TREATMENT, AND IMMUNIZATION ACTIVITIES.THE ACTIVITIES OF COMPONENT 2 WILL FURTHER THE LOUISIANA HEPATITIS C ELIMINATION PLAN?S TANGIBLE AND INCREMENTAL STEPS TO INCREASE ACCESS TO PREVENTION, HARM REDUCTION, DIAGNOSIS, AND TREATMENT USING THERAPEUTIC INTERVENTIONS. LOUISIANA?S INNOVATIVE SUBSCRIPTION PAYMENT MODEL IS ESSENTIAL BUT INSUFFICIENT ON ITS OWN TO REALIZING ELIMINATION. ADVANCING A MULTI-SECTORAL PUBLIC HEALTH APPROACH WITH EFFECTIVE AND EFFICIENT TECHNICAL, LOGISTICAL, AND ADMINISTRATIVE SUPPORT STRUCTURES WILL BE CRITICAL TO MAXIMIZING EQUITABLE ACCESS TO THERAPEUTIC INTERVENTIONS BEFORE TIME RUNS OUT WITH THE STATE?S PHARMACEUTICAL PARTNERSHIP AT THE END OF 2024.THE ACTIVITIES OF COMPONENT 3 WILL ADDRESS GAPS IN HEALTHCARE FOR PEOPLE WHO INJECT DRUGS IN LOUISIANA BY UTILIZING INNOVATIVE SERVICE DELIVERY, EVIDENCE BASED PRACTICES AND SYRINGE SERVICE PROGRAM CAPACITY BUILDING. IN CENTRALIZING SELECT SERVICES, THE LOUISIANA STD/HIV/HEPATITIS PROGRAM (SHHP) WILL ALLOCATE RESOURCES IN NORTHERN AND CENTRAL LA, TO STRENGTHEN SERVICES FOR BOTH URBAN AND RURAL PEOPLE WHO INJECT DRUGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU51PS005183_7523"}, {"internal_id": 131833830, "Award ID": "NU51PS005182", "Award Amount": 1803684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE PREVENTION FUNDING FOR HEALTH DEPARTMENTS: CDC-RFA-PS21-2103 - THE PURPOSE OF THIS GRANT IS TO IMPROVE HEPATITIS A, B AND C OUTCOMES AMONG RHODE ISLANDERS. THIS WILL BE DONE WITH A COMBINATION OF PREVENTION AND SURVEILLANCE ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU51PS005182_7523"}, {"internal_id": 131833276, "Award ID": "NU51PS005181", "Award Amount": 1803684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION IN PHILADELPHIA - THE PHILADELPHIA DEPARTMENT OF PUBLIC HEALTH (PDPH) SUBMITS THIS PROPOSAL FOR CDC-RFA-PS21-2103: INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS TO ENHANCE VIRAL HEPATITIS SURVEILLANCE, INCREASE STAKEHOLDER ENGAGEMENT IN VIRAL HEPATITIS ELIMINATION PLANNING, AND IMPROVE ACCESS TO VIRAL HEPATITIS PREVENTION, DIAGNOSIS, AND TREATMENT AMONG POPULATIONS MOST AT RISK. PHILADELPHIA, PENNSYLVANIA IS A RACIALLY, ETHNICALLY, AND SOCIO-DEMOGRAPHICALLY DIVERSE CITY OF NEARLY 1.6 MILLION RESIDENTS AND VULNERABLE POPULATIONS MAKE UP A SIGNIFICANT PROPORTION. HEALTH INEQUITIES WIDELY PERSIST IN PHILADELPHIA, AND MANY COMMUNITIES EXPERIENCE DEEP ROOTED DISPARITIES REQUIRING TARGETED APPROACHES TO PUBLIC HEALTH ACTION TO ADDRESS THE ELEVATED BURDEN OF HEPATITIS B (HBV), HEPATITIS C (HCV) VIRUSES, AND RELATED CONDITIONS. PHILADELPHIA IS ALSO MEANINGFULLY AFFECTED BY THE OPIOID EPIDEMIC AND RESULTING SYNDEMICS, ADDING TO DISEASE BURDEN. WITH THIS FUNDING, PDPH WILL BUILD UPON THE EXISTING VIRAL HEPATITIS SURVEILLANCE INFRASTRUCTURE IT CREATED USING CDC FUNDING (CDC-RFA-PS12-1303, CDC-RFA-PS17-1702) TO MONITOR FOR OUTBREAKS, THE BURDEN, AND CLINICAL MANAGEMENT OF ACUTE AND CHRONIC HBV AND HCV, AND PERINATAL HCV. HEPATITIS A VIRUS (HAV) SURVEILLANCE AND OUTBREAK RESPONSE RESOURCES AND INFRASTRUCTURE ALREADY EXIST AT PDPH IN OTHER PROGRAMS THAT WILL COLLABORATE ON THESE OBJECTIVES. PDPH WILL APPROACH SURVEILLANCE AND OUTBREAK ACTIVITIES WITH A CONTINUOUS QUALITY IMPROVEMENT APPROACH AND AN ADDITIONAL OBJECTIVE TO REDUCE HEPATITIS-ASSOCIATED HEALTH DISPARITIES. THE VIRAL HEPATITIS PROGRAM (HEP) AND OTHER DEPARTMENT OF DISEASE CONTROL (DDC) STAFF HAVE A LONG HISTORY OF OUTBREAK DETECTION AND INVESTIGATION AND ARE EXPERIENCED IN USING ANALYTIC METHODS TO IDENTIFY POTENTIAL CLUSTERS AND OUTBREAKS. PDPH HAS EXISTING CAPACITY TO COLLECT, ANALYZE, INTERPRET, AND DISSEMINATE SURVEILLANCE DATA TO CHARACTERIZE TRENDS AND IMPLEMENT PUBLIC HEALTH INTERVENTIONS FOR HAV, AND ACUTE, CHRONIC, AND PERINATAL HBV AND HCV.PDPH WILL FACILITATE THE DEVELOPMENT AND IMPLEMENTATION OF A VIRAL HEPATITIS ELIMINATION PLAN FOR PHILADELPHIA UTILIZING THE ESTABLISHED PARTNERSHIPS WITH LOCAL COALITIONS, STATE ADVOCACY GROUPS, AND FEDERAL AGENCIES FORMED WITH EXISTING CDC FUNDING (CDC-RFA-PS17-1702). CONTINGENT ON FUNDING, PDPH WILL COLLABORATE WITH STAKEHOLDERS TO INCREASE ACCESS TO THE TESTING, COUNSELING, AND TREATMENT OF HBV AND HCV INFECTIONS AMONG PEOPLE WHO INJECT DRUGS (PWID) AT HIGH-IMPACT SETTINGS. DEDICATED STAFF WILL FOCUS ON PARTNERSHIPS AND COMMUNITY ENGAGEMENT WHICH MAXIMIZES THE ABILITY TO IMPROVE ACCESS TO TESTING, TREATMENT, AND PREVENTION. FURTHER CONTINGENT ON FUNDING, SUPPORT FOR SYRINGE SERVICE PROGRAMS AND ACCESS TO HAV AND HBV VACCINATION AMONG PWID WILL BE INCREASED WITH ADDITIONAL STAFF TO NAVIGATE COMMUNITY MEMBERS TO SERVICES. PDPH IS APPLYING FOR THE SPECIAL PROJECTS AND WILL COORDINATE A MULTISITE APPROACH TO INTEGRATION OF INFECTIOUS DISEASE PREVENTION, SCREENING, AND TREATMENT SERVICES WITH SUBSTANCE USE DISORDER (SUD) TREATMENT AMONG PWID. PDPH?S PLAN WILL BUILD ON EXISTING INFRASTRUCTURE THAT EXISTS TO SUPPORT PWID TO PROVIDE COMPREHENSIVE AND INTEGRATED INFECTIOUS DISEASE AND SUD-RELATED CARE. FURTHER, THIS PROJECT WILL WORK WITH STAKEHOLDERS TO ENSURE COLLABORATION AND INTEGRATION OF SERVICES, PARTNERSHIPS WITH OUTSIDE ENTITIES AND A STREAMLINED APPROACH TO HARM REDUCTION AND CARE SURROUNDING HIV, HCV, HBV AND OTHER INFECTIOUS DISEASE CONSEQUENCES OF DRUG USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02787839-b433-41c9-9383-56cc2649ecdf-C", "generated_internal_id": "ASST_NON_NU51PS005181_7523"}, {"internal_id": 131835358, "Award ID": "NU51PS005180", "Award Amount": 766176.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "NEBRASKA'S INTEGRATED VIRAL HEPATITIS AND SURVEILLANCE PROGRAM - NEBRASKA HEPATITIS PROJECT ABSTRACT SUMMARYNEBRASKA - CDC-RFA-PS21-2103NEBRASKA APPLICATION INCLUDES COMPONENT 1 (SURVEILLANCE) AND COMPONENT 2 (PREVENTION)THE MEASURABLE OUTCOMES FOR THE NEBRASKA HEPATITIS PROGRAM ARE TO:?FOCUS ITS EFFORTS ON THE DEVELOPMENT OF A CLUSTER OUTBREAK DETECTION RESPONSE (CODR) PLAN FOR HEPATITIS A AND HEPATITIS B.  ?IMPROVE SURVEILLANCE AND DISSEMINATION OF THE BURDEN OF DISEASE AND TRENDS IN VIRAL HEPATITIS.  ?INCREASE HBV AND HCV TESTING AND DETECTION OF CURRENT INFECTION AT LOCATIONS STATEWIDE THAT PROVIDE SERVICES FOR POPULATIONS AT HIGH RISK, INCLUDING PWID. INCREASE ABILITY TO LINK NEWLY DIAGNOSED PATIENTS WITH HBV AND HCV TO APPROPRIATE MEDICAL CARE AND TREATMENT. ?INCREASE STATE ENGAGEMENT WITH KEY STAKEHOLDERS IN VIRAL HEPATITIS ELIMINATION PLANNING.DESCRIPTION OF PROJECTNE DHHS WILL BUILD AND SUSTAIN A FULLY INTEGRATED HEPATITIS SURVEILLANCE AND PREVENTION PROGRAM THAT PROVIDES THE APPROPRIATE CAPACITY AND INFRASTRUCTURE TO ACCOMPLISH THE OBJECTIVES SET FORTH IN THIS APPLICATION.  THIS PROGRAM WILL FOCUS ON PROVIDER AND COMMUNITY EDUCATION, COMMUNITY PARTNERSHIPS, TESTING, CARE REFERRALS, LINKAGE TO CARE, TREATMENT, AND CURE OF HCV INFECTIONS. FOCUS WILL BE PLACED ON DEVELOPING CAPACITY AMONG NEBRASKA?S LOCAL PUBLIC HEALTH DEPARTMENTS, COMMUNITY BASED ORGANIZATIONS, AND CORRECTIONAL SYSTEMS. AS WELL AS THESE GOALS, THE NE DHHS HEPATITIS PROGRAM ALSO SEEKS TO EXPAND JURISDICTIONAL SURVEILLANCE FOR ACUTE HEPATITIS A, B, AND C; PERINATAL HEPATITIS C; AND CHRONIC HEPATITIS B AND C AND FACILITATE THE DEVELOPMENT AND IMPLEMENTATION OF THE NEBRASKA VIRAL HEPATITIS ELIMINATION PLAN.THE NEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES (NE DHHS) WILL RETAIN A FULL TIME HEPATITIS COORDINATOR AND PART TIME HEPATITIS SURVEILLANCE COORDINATOR/EPIDEMIOLOGIST TO PROVIDE THE TECHNICAL EXPERTISE NECESSARY FOR THE MANAGEMENT AND COORDINATION OF ACTIVITIES DIRECTED TOWARD PREVENTION AND SURVEILLANCE OF VIRAL HEPATITIS INFECTI ONS.  FURTHERMORE, THESE PROGRAM STAFF WILL FACILITATE THE INTEGRATION OF VIRAL HEPATITIS PREVENTION AND SURVEILLANCE SERVICES INTO HEALTH CARE SETTINGS AND PUBLIC HEALTH PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU51PS005180_7523"}, {"internal_id": 131834767, "Award ID": "NU51PS005179", "Award Amount": 1877088.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "MASSACHUSETTS INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAM - HEPATITIS B VIRUS (HBV) AND HEPATITIS C VIRUS (HCV) INFECTION REMAIN TWO OF THE HIGHEST BURDEN REPORTABLE DISEASES RECORDED BY THE MASSACHUSETTS DEPARTMENT OF PUBLIC HEALTH (MDPH), WITH 4,500-8,000 NEWLY REPORTED CASES OF ACUTE AND CHRONIC HCV INFECTIONS, AND 1,600-2,000 ACUTE AND CHRONIC HBV INFECTIONS REPORTED ANNUALLY OVER THE LAST FIVE YEARS. MASSACHUSETTS HAS DOCUMENTED AN INCREASING EPIDEMIC OF HCV IN YOUTH AND YOUNG ADULTS SINCE 2007. IN 2018, MORE THAN HALF OF THE NEWLY REPORTED HCV CASES WERE BETWEEN 15 AND 39 YEARS OF AGE. INJECTION DRUG USE IS IMPLICATED IN APPROXIMATELY 70% OF HCV CASES OCCURRING IN INDIVIDUALS UNDER AGE 30 YEARS WHERE RISK INFORMATION IS REPORTED. THIS CORRESPONDS TO A WELL-DOCUMENTED INCREASE IN OPIOID USE IN MASSACHUSETTS OVER THE PAST 20 YEARS. BETWEEN 2000 AND 2016, ANNUAL OPIOID-RELATED OVERDOSE DEATHS ROSE FROM 375 TO A PEAK OF 2,102. HEPATITIS A VIRUS (HAV) INFECTION IS ALSO A SIGNIFICANT ISSUE IN MASSACHUSETTS, AS EVIDENCED BY A RECENT STATEWIDE OUTBREAK AMONG PERSONS EXPERIENCING HOMELESSNESS AND PERSONS WHO INJECT DRUGS (PWID).THE EFFECTIVENESS OF TREATMENT FOR VIRAL HEPATITIS, AND IN PARTICULAR THE CURATIVE NATURE OF AVAILABLE THERAPIES FOR HCV, UNDERSCORES THE IMPORTANCE OF EXPANDING TESTING FOR HCV, AND THE VALUE OF LINKING INDIVIDUALS, ESPECIALLY PWID, TO CARE AND TREATMENT. MDPH PROPOSES A COMPREHENSIVE STRATEGY, INCLUDING ESSENTIAL VIRAL HEPATITIS SURVEILLANCE ACTIVITIES TO INFORM VIRAL HEPATITIS PREVENTION AND PUBLIC HEALTH RESPONSE EFFORTS. WE WILL BUILD ON OUR ALREADY ROBUST SURVEILLANCE INFRASTRUCTURE. WE WILL LEVERAGE AND STRENGTHEN THE CAPACITY OF A STATEWIDE NETWORK OF CONTRACTED CLINICAL AND COMMUNITY-BASED PROVIDERS TO DELIVER ESSENTIAL PREVENTION, SCREENING, AND LINKAGE SERVICES FOR PRIORITY POPULATIONS, NOTABLY PWID. WE WILL ENHANCE THE CAPACITY OF MASSACHUSETTS? SYRINGE SERVICE PROGRAMS TO DELIVER A COMPREHENSIVE BUNDLE OF SERVICES TO PWID TO PREVENT INFECTIONS ASSOCIATED WITH INJECTION D RUG USE, REDUCE DEATHS FROM OVERDOSE, SUPPORT ENGAGEMENT AND COMPLETION OF TREATMENT FOR HCV AND OTHER INFECTIONS, AND TO FACILITATE LINKAGE TO TREATMENT FOR SUBSTANCE USE DISORDER.MDPH WILL EMPLOY DIVERSE, EVIDENCE-BASED STRATEGIES IN APPROACH TO VIRAL HEPATITIS IN THE STATE: DEVELOP AND IMPLEMENT A JURISDICTIONAL FRAMEWORK FOR OUTBREAK RESPONSE; COLLECT, ANALYZE, INTERPRET, AND DISSEMINATE VIRAL HEPATITIS CASE DATA TO CHARACTERIZE TRENDS AND INFORM PUBLIC HEALTH INTERVENTIONS; SUPPORT IMPLEMENTATION AND EXPANSION OF VIRAL HEPATITIS TESTING, PARTICULARLY IN HIGH-IMPACT SETTINGS; STRENGTHEN PROVIDER CAPACITY TO TREAT VIRAL HEPATITIS; STRENGTHEN THE CAPACITY OF SSPS TO DELIVER COMPREHENSIVE SERVICES FOR PWID TO EFFECTIVELY ADDRESS THE VARIED HEALTH IMPACTS OF INJECTION DRUG USE. IN COMBINATION, THE PROPOSED STRATEGIES AND ACTIVITIES WILL ENHANCE MDPH?S CAPACITY TO MONITOR AND EFFECTIVELY RESPOND TO VIRAL HEPATITIS DISEASE BURDEN, AND PROMOTE HEALTH EQUITY IN AFFECTED POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU51PS005179_7523"}, {"internal_id": 131834928, "Award ID": "NU51PS005178", "Award Amount": 1793487.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "IOWA INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAMS - THE IDPH VIRAL HEPATITIS PROGRAM WILL UTILIZE STRATEGIES, ACTIVITIES, AND RESOURCES ASSOCIATED WITH THIS COOPERATIVE AGREEMENT TO CONDUCT VIRAL HEPATITIS, IMPLEMENT PREVENTION INTERVENTIONS, AND TO REDUCE THE INFECTIOUS DISEASE CONSEQUENCES OF DRUG USE BY IMPROVING ACCESS TO SERVICES FOR PEOPLE WHO INJECT DRUGS (PWID).THE VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAM AT THE IOWA DEPARTMENT OF PUBLIC HEALTH (IDPH) INTENDS TO ACHIEVE SEVERAL OUTCOMES RELATED TO VIRAL HEPATITIS OVER THE FIVE-YEAR PROJECT PERIOD. LONG TERM OUTCOMES INCLUDE REDUCED VIRAL HEPATITIS INFECTIONS, INCREASED ACCESS TO CARE FOR PEOPLE WITH VIRAL HEPATITIS, IMPROVED HEALTH OUTCOMES FOR PEOPLE WITH VIRAL HEPATITIS, REDUCED DEATHS AMONG PEOPLE WITH VIRAL HEPATITIS, REDUCED HEALTH DISPARITIES, DECREASED OVERDOSE DEATHS, AND DECREASED VIRAL HEPATITIS INFECTIONS ASSOCIATED WITH DRUG USE.THE IDPH WILL COLLECT, ANALYZE, AND MONITOR SURVEILLANCE DATA RELATED TO HEPATITIS A; ACUTE AND CHRONIC HEPATITIS B; AND ACUTE, CHRONIC, AND PERINATAL HEPATITIS C. IDPH WILL ALSO DEVELOP A PLAN TO RAPIDLY DETECT AND RESPOND TO OUTBREAKS OF HEPATITIS A, B, AND C, AND WILL ESTABLISH A JURISDICTIONAL FRAMEWORK FOR THE OUTBREAK DETECTION AND RESPONSE.THE IDPH WILL DEVELOP AN ELIMINATION PLAN IN YEAR ONE THAT WILL SERVE AS A BLUEPRINT TO ACHIEVE LONG-TERM OUTCOMES AND WILL OUTLINE EVALUATION METHODS. ADDITIONALLY, THE DEVELOPMENT OF A VIRAL HEPATITIS ADVISORY COUNCIL (TAC) WILL INCREASE STAKEHOLDER ENGAGEMENT AND PROVIDE GUIDANCE TO THE VIRAL HEPATITIS PROGRAM.THE IDPH WILL INCREASE TESTING AND REFERRAL TO CARE. ROUTINE HCV AND HBV TESTING WILL INCREASE IN LABS AND HEALTH SYSTEMS. TESTING WILL ALSO INCREASE AMONG PEOPLE WHO INJECT DRUGS (PWID) IN HIGH IMPACT SETTINGS. THE IDPH WILL ALSO INCREASE PROVIDER CAPACITY TO THREAT HCV AND HBV AND WILL BUILD SYSTEMIC INTERVENTION TO INCREASE THE NUMBER OF PEOPLE REFERRED AND LINKED TO MEDICAL CARE.THROUGH COMPONENT 3, THE IDPH WILL INCREASE ACCESS S FOR P EOPLE WHO INJECT DRUGS (PWID) TO EVIDENCE-BASED PREVENTION INTERVENTIONS AND THE ?PWID SERVICE-BUNDLE?; REDUCE VIRAL HEPATITIS, HIV, AND OTHER INFECTIONS, REDUCE DRUG-RELATED OVERDOSES; AND IMPROVE HEALTH OUTCOMES FOR PWID.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU51PS005178_7523"}, {"internal_id": 131832978, "Award ID": "NU51PS005177", "Award Amount": 1070000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE, PREVENTION, AND SPECIAL PROJECT FUNDING FOR VIRGINIA - THE VIRGINIA DEPARTMENT OF HEALTH (VDH) WILL UTILIZE THE FUNDING FROM PS21-2103 IN A VARIETY OF TARGETED ACTIVITIES WITH THE GOALS OF IMPROVING VIRAL HEPATITIS SURVEILLANCE, INCREASING STAKEHOLDER ENGAGEMENT IN VIRAL HEPATITIS ELIMINATION PLANNING, AND IMPROVING ACCESS TO VIRAL HEPATITIS PREVENTION, DIAGNOSIS, AND TREATMENT AMONG POPULATIONS MOST AT RISK.COMPONENT 1 WILL ADDRESS OUTBREAK IDENTIFICATION AND RESPONSE, DATA COLLECTION, CASE FOLLOW UP, AND CASE REPORTING. EXISTING DOCUMENTATION SERVES AS GUIDANCE FOR LOCAL JURISDICTIONS AND CENTRAL OFFICE STAFF DURING OUTBREAK SITUATIONS. THIS DOCUMENTATION INCLUDES THE DISEASE CONTROL MANUAL, THE STATE EPIDEMIOLOGY RESPONSE PLAN, AND THE RAPID RESPONSE PLAN FOR HIV/HCV OUTBREAKS. THE DIVISION OF SURVEILLANCE AND INVESTIGATION ALSO MAINTAINS A LAB ABERRATION DETECTION SYSTEM (LADS) THAT IDENTIFIES UNUSUAL PATTERNS IN DISEASE REPORTING COMPARED TO FIVE YEAR TRENDS. COMPONENT 1 WILL CREATE AN OVERARCHING FRAMEWORK THAT TIES THESE DOCUMENTS AND LADS TOGETHER TO CREATE A MORE COMPLETE AND STANDARD RESPONSE FOR VIRAL HEPATITIS OUTBREAKS. IN ADDITION TO IMPROVED OUTBREAK RESPONSE, VDH WILL HIRE CONTRACTUAL STAFF AND ONE FULL-TIME STAFF TO INCREASE THE CAPACITY FOR VIRAL HEPATITIS DATA COLLECTION, ANALYSIS, AND REPORTING.COMPONENT 2 WILL ADDRESS VIRAL HEPATITIS ELIMINATION PLANNING; IMPROVED ACCESS TO HEPATITIS TESTING AND REFERRAL IN TWO HIGH-IMPACT SETTINGS, INCLUDING ONE CORRECTIONAL FACILITY AND ONE COMPREHENSIVE HARM REDUCTION (CHR) SITE; AND ACCESS TO PREVENTION SERVICES FOR PEOPLE WHO INJECT DRUGS (PWID) INCLUSIVE OF A NEEDS ASSESSMENT, CHR LAW EDUCATION, AND ASSESSMENT OF VIRGINIA VACCINE FOR ADULTS (VVFA) ELIGIBILITY. ELIMINATION PLANNING WAS UNDERWAY PRIOR TO CORONAVIRUS DISEASE PANDEMIC (COVID-19). VDH PLANS TO RESUME ELIMINATION PLANNING AND CREATE A TECHNICAL ADVISORY COMMITTEE THAT INCLUDES KEY STAKEHOLDERS. TO IMPROVE TESTING AND REFERRAL FOR VIRAL HEPATITIS AT HIGH-IMPACT SETTINGS, VDH WILL  BUILD FROM EXISTING PARTNERSHIPS SUCH AS THE COMPREHENSIVE HIV/AIDS RESOURCES AND LINKAGES FOR INMATES (CHARLI) PROGRAM, AND A NEWLY APPROVED CHR SITE. EACH SITE, ONE LOCATED IN THE SOUTHWEST AND ONE IN THE NORTHERN REGION, PRESENTS UNIQUE CHALLENGES FOR TESTING AND PREVENTION SERVICES. LASTLY, VDH WILL CONDUCT A TWO-PHASE NEEDS ASSESSMENT, DISSEMINATE INFORMATION TO LOCAL JURISDICTIONS REGARDING THE CHANGES IN THE LAW THAT ALLOWS FOR CHR (INCLUDING PROTECTION FOR CHR PARTICIPANTS), AND ADDRESS VVFA ELIGIBILITY AMONG CHR SITES AND INVESTIGATE OTHER MEANS TO ACCESS HEPATITIS A AND B VACCINES, IF NECESSARY.COMPONENT 3 WILL MODEL A SERVICE BUNDLE FOR PWID USING FUNDS FROM THE DEPARTMENT OF MEDICAL ASSISTANCE SERVICES (DMAS), AND 21-2103. DMAS IS THE AGENCY THAT ADMINISTERS VIRGINIA MEDICAID. COMPONENT 3 WILL UTILIZE A ?ONE-STOP-SHOP? STRATEGY IN ORDER TO ACCESS MYRIAD SERVICES IMPORTANT TO THE HEALTH OF PWID. THESE SERVICES INCLUDE PREVENTIVE, DIAGNOSTIC, AND TREATMENT SERVICES AND WILL UTILIZE TELEMEDICINE TECHNOLOGY CO-LOCATED WITH CHR SITES TO REDUCE BARRIERS TO ACCESS HIGH-QUALITY CARE. THREE SITES WILL BE TARGETED FOR THIS MODEL IN YEAR ONE, REPRESENTING VARIED GEOGRAPHIC LOCATIONS, ONE METROPOLITAN, ONE SUBURBAN, AND ONE RURAL. THIRD-PARTY BILLING WILL BE A KEY COMPONENT THAT IMPROVES THE SUSTAINABILITY OF THE PROJECT, AND ALLOWS FOR REPLICATION IN OTHER SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 125000.0, "Infrastructure Obligations": null, "recipient_id": "5040a317-8d03-f052-436c-9d9d667ff1ba-C", "generated_internal_id": "ASST_NON_NU51PS005177_7523"}, {"internal_id": 131832987, "Award ID": "NU51PS005176", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "ENHANCED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAM - PROJECT ABSTRACT: THE VERMONT DEPARTMENT OF HEALTH SUBMITS THIS PROJECT FOR CONSIDERATION FOR CDC?S PS 21-2103: INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS. THE PURPOSE OF FUNDING WILL BE TO ADDRESS THE PRIORITIES THE CDC HAS SET, OF IMPROVING HEPATITIS SURVEILLANCE, INCLUDING OUTBREAK CONTROL; FACILITATING STATE VIRAL HEPATITIS ELIMINATION PLANNING; AND INCREASING ACCESS TO HEPATITIS TESTING, PREVENTION, VACCINATIONS, SYRINGE SERVICES PROGRAMS, MEDICALLY ASSISTED TREATMENT AND TREATMENT SERVICES. VDH PROPOSES TO ADDRESS THESE PRIORITIES BY TARGETING ALL FUNDING TO SUPPORT THE EXISTING VIRAL HEPATITIS STAFF POSITION, EMBEDDED WITHIN THE VDH?S HIV/AIDS, STD, VIRAL HEPATITIS PROGRAM. THIS POSITION IS AN INTEGRAL FACET OF VDH RESPONSE TO THE SYNDEMIC OF HIV, VIRAL HEPATITIS AND SUBSTANCE USE DISORDER. THE COORDINATOR WILL SPEARHEAD EFFORTS TO CONTINUE TO IMPLEMENT STRATEGIES AND ACTIVITIES TO ATTAIN THE FOLLOWING REQUIRED IDENTIFIED OUTCOMES, DETAILED IN THE LOGIC MODEL PROVIDED IN THE NOTICE OF FUNDING OPPORTUNITY. UNDER COMPONENT 1: CORE VIRAL HEPATITIS OUTBREAK RESPONSE & SURVEILLANCE, VDH WILL MAKE PROGRESS IN: ? ESTABLISHING A JURISDICTIONAL FRAMEWORK FOR OUTBREAK DETECTION AND RESPONSE IN VT. ? INCREASING PUBLIC HEALTH REPORTING OF CHRONIC AND PERINATAL HCV AND CHRONIC HBV INFECTION IN VT, AND UNDETECTABLE HCV RNA AND HBV DNA LABORATORY RESULTS. ? IMPROVING MONITORING OF VT?S BURDEN OF DISEASE, TRENDS, AND OUTCOMES IN HEPATITIS A, ACUTE HEPATITIS B AND C, CHRONIC HEPATITIS B AND C, AND PERINATAL HEPATITIS C. ? IMPROVING MONITORING OF THE HEPATITIS B AND C CONTINUUMS OF CURE (COC). ? IMPROVING DEVELOPMENT AND UTILIZATION OF VIRAL HEPATITIS SURVEILLANCE DATA REPORTS IN VT. UNDER COMPONENT 2: CORE VIRAL HEPATITIS PREVENTION, VDH WILL MAKE PROGRESS IN: ? INCREASING ENGAGEMENT WITH VT?S KEY STAKEHOLDERS IN VIRAL HEPATITIS ELIMINATION PLANNING. ? INCREASING COMMERCIAL AND HOSPITAL-BASED LABORATORIES CON DUCTING HCV RNA REFLEX TESTING IN VT. ? INCREASING HCV AND HBV TESTING IN VT?S HEALTH CARE SYSTEMS. ? INCREASING UTILIZATION OF SSPS AMONG PWID AND REFERRAL OF PWID TO SUD TREATMENT. ? INCREASING RECEIPT OF HEPATITIS A AND B VACCINATION AMONG CLIENTS IN HIGH-IMPACT SETTINGS. ? INCREASING NUMBER OF VT HEALTHCARE PROVIDERS TRAINED IN PRESCRIBING HEPATITIS C AND/OR HEPATITIS B TREATMENT. ? INCREASING AWARENESS OF INFECTION STATUS AMONG VT?S DIAGNOSED WITH CHRONIC HEPATITIS C AND/OR HEPATITIS B. ? INCREASED REFERRAL TO TREATMENT FOR VERMONTERS LIVING WITH HEPATITIS C AND/OR HEPATITIS B.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU51PS005176_7523"}, {"internal_id": 131835223, "Award ID": "NU51PS005175", "Award Amount": 1823776.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - THE KENTUCKY DEPARTMENT FOR PUBLIC HEALTH (KDPH) IS COMMITTED TO BUILDING A ROBUST VIRAL HEPATITIS PROGRAM (VHP) TO DEVELOP, EXPAND, AND OVERSEE PREVENTION AND SURVEILLANCE EFFORTS FOR HEPATITIS B AND HEPATITIS C. CDC-RFA-PS17-1702 AND CDC-RFA-PS17-1703 AFFORDED KDPH THE OPPORTUNITY TO START A VHP. THE PROGRAM HAS GROWN SUBSTANTIALLY SINCE 2019 AND KDPH NOW HAS STAFF CAPACITY BETTER MATCHED TO THE HIGH BURDEN OF HEPATITIS IN KENTUCKY. VHP WILL PRIORITIZE ENHANCED SURVEILLANCE THAT APPROXIMATES THE PREVALENCE OF HEPATITIS B AND HEPATITIS C, EXAMINES CO-INFECTION WITH HIV, IDENTIFIES POPULATIONS MOST AT-RISK OF HEPATITIS INFECTION AND OUTBREAKS, AND BUILDS CONTINUUMS OF CARE FOR KENTUCKIANS LIVING WITH HEPATITIS B AND HEPATITIS C. THESE DATA WILL BE THE FOUNDATION FOR TARGETING OUTREACH AND PREVENTION EFFORTS, AUGMENTING PROVIDER EDUCATION, IMPROVING ACCESS TO LINKAGE TO CARE AND PATIENT NAVIGATION, AND, ULTIMATELY, FOCUSING HEPATITIS ELIMINATION PLANNING. THE PROGRAM WILL ENGAGE INDIVIDUALS WITH LIVED EXPERIENCE IN WAYS THAT DO NOT TOKENIZE OR EXPLOIT BUT, RATHER, PROVIDE INSIGHT THAT INFORMS PROGRAM EFFORTS AND IS AN ENRICHING, PRODUCTIVE EXPERIENCE FOR THE PARTICIPANTS. THE VHP IS COMMITTED TO AVOIDING SILOS AND WORKING COLLABORATIVELY WITH HIV, HARM REDUCTION, AND BEHAVIORAL HEALTH TO APPROACH ELIMINATION IN A WAY THAT DOESN?T ONLY PREVENT LIVER DISEASE, BUT THAT IMPROVES OVERALL HEALTH AND WELL-BEING FOR PEOPLE WHO USE DRUGS, PEOPLE LIVING WITH HEPATITIS, AND PEOPLE LIVING WITH HIV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU51PS005175_7523"}, {"internal_id": 131835079, "Award ID": "NU51PS005174", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - VIRAL HEPATITIS A, B, AND C ARE DEADLY AND COSTLY INFECTIONS THAT HAVE GRAVELY IMPACTED PENNSYLVANIANS. PENNSYLVANIA BEARS A CONSIDERABLE BURDEN OF VIRAL HEPATITIS DUE TO SUBSTANCE USE DISORDERS AND UNSTERILE INJECTION DRUG USE OCCURRING ACROSS OUR STATE IN RURAL AND URBAN AREAS. PERSON-TO-PERSON OUTBREAKS OF HEPATITIS A CONTINUE TO AFFECT PENNSYLVANIANS INCLUDING PEOPLE WHO USE DRUGS AND WHO EXPERIENCE HOMELESSNESS. INJECTION DRUG USE IS A DRIVER OF HEPATITIS B TRANSMISSION IN OUR STATE WITH A THIRD OF NEW CASES REPORTING INJECTION DRUG USE AS A RISK FACTOR. PENNSYLVANIA ALSO BEARS A LARGE BURDEN OF HEPATITIS C AND COUNTS OF THOSE AFFECTED RANK FIFTH IN THE NATION. ENCLOSED IS PENNSYLVANIA DEPARTMENT OF HEALTH?S (DOH) APPLICATION FOR CDC-RFA-PS21-2103, INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS. THIS APPLICATION WILL FUND THE EXPANSION OF AN INTEGRATED VIRAL HEPATITIS PROGRAM AT DOH TO IMPROVE SURVEILLANCE FOR ACUTE HEPATITIS A, B AND C, PERINATAL HEPATITIS C, AND CHRONIC HEPATITIS B AND C, AS WELL AS TO EXPAND UPON THE DEVELOPMENT AND IMPLEMENTATION OF A VIRAL HEPATITIS ELIMINATION PLAN IN PENNSYLVANIA. CURRENTLY, PENNSYLVANIA IS FUNDED TO CONDUCT VIRAL HEPATITIS PREVENTION ACTIVITIES AND HAS NEVER RECEIVED VIRAL HEPATITIS SURVEILLANCE FUNDING FROM CDC. ADDITIONAL RESOURCES AVAILABLE THROUGH CDC-RFA-PS21-2103 WILL BE UTILIZED TO EXPAND DOH VIRAL HEPATITIS PROGRAM STAFFING TO CRITICALLY IMPROVE STATEWIDE INFRASTRUCTURE FOR VIRAL HEPATITIS SURVEILLANCE AND PROGRAMMING. ADDITIONAL CAPACITY WILL BE USED TO ENHANCE ACUTE VIRAL HEPATITIS OUTBREAK RESPONSE AND IMPROVE THE COMPLETENESS AND TIMELINESS OF ACUTE HEPATITIS A, ACUTE HEPATITIS B AND ACUTE AND CHRONIC HEPATITIS C REPORTING THROUGH PENNSYLVANIA?S ELECTRONIC DISEASE SURVEILLANCE SYSTEM. IF FUNDING IS AVAILABLE, ADDITIONAL RESOURCES WILL BE REQUESTED TO IMPROVE THE COMPLETENESS AND TIMELINESS OF PERINATAL HEPATITIS C AND CHRONIC HEPATITIS B SURVEILLANC E STATEWIDE. VIRAL HEPATITIS ELIMINATION PLANNING IS ONGOING STATEWIDE, AND AN ELIMINATION PLAN HAS BEEN DRAFTED WITH THE INPUT OF INTERNAL AND EXTERNAL STAKEHOLDERS. WITH ADDITIONAL FUNDING THROUGH CDC-RFA-PS21-2103, A TECHNICAL ADVISORY COMMITTEE WILL BE MAINTAINED, AND THE ELIMINATION PLAN WILL BE ENHANCED THROUGH THE DEVELOPMENT OF SMART OBJECTIVES AND METRICS. ADDITIONAL CAPACITY WILL BE UTILIZED TO CONDUCT NEEDS ASSESSMENTS IN HIGH VOLUME HEALTH SYSTEMS AND LABORATORIES TO IMPROVE ACCESS TO ROUTINE HEPATITIS B AND C TESTING. IF FUNDING ALLOWS, VIRAL HEPATITIS PROGRAMMING WILL BE EXPANDED INTO SELECTED HIGH IMPACT SETTINGS INCLUDING SYRINGE SERVICE PROGRAMS, YET SYRINGE SERVICES PROGRAMS ARE CURRENTLY ILLEGAL STATEWIDE. NEVERTHELESS, THE JURISDICTIONS OF ALLEGHENY COUNTY AND PHILADELPHIA HAVE SUPPORTED THE PREVENTION ACTIVITIES, INCLUDING VIRAL HEPATITIS ACTIVITIES, OF PREVENTION POINT PITTSBURGH AND PREVENTION POINT PHILADELPHIA RESPECTIVELY FOR OVER TWO DECADES. IN THE EVENT OF SYRINGE SERVICE PROGRAM EXPANSION STATEWIDE, DOH WILL PROVIDE TECHNICAL ASSISTANCE TO SYRINGE SERVICE PROGRAMS TO IMPROVE TESTING AND LINKAGE TO CARE AS WELL AS DATA COLLECTION METHODS TO MONITOR PROGRESS. VIRAL HEPATITIS PROGRAMMING IS OCCURRING IN OTHER HIGH IMPACT SETTINGS IN SELECT AREAS OF OUR STATE, BUT STATEWIDE COORDINATION OF THESE EFFORTS WILL EXTEND AND ENHANCE PROGRAMMING FOR AT RISK PENNSYLVANIANS INCLUDING PEOPLE WHO USE DRUGS. IN SUMMARY, DOH IS COMMITTED TO ENHANCING VIRAL HEPATITIS PROGRAMMING STATEWIDE TO IMPROVE SURVEILLANCE AND EXPAND ELIMINATION PLANNING EFFORTS TO REDUCE THE BURDEN OF VIRAL HEPATITIS AND IMPROVE THE HEALTH OF PENNSYLVANIANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU51PS005174_7523"}, {"internal_id": 131835486, "Award ID": "NU51PS005173", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "NEW HAMPSHIRE INTEGRATED VH SURVEILLANCE AND PREVENTION PROGRAM - THROUGH THE CDC-RFA-PS21-2103 INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS, THE NEW HAMPSHIRE (NH) DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS), DIVISION OF PUBLIC HEALTH SERVICES (DPHS), VIRAL HEPATITIS PREVENTION AND SURVEILLANCE PROGRAM (VHPSP) WILL WORK TOWARDS INCREASING DETECTION VIRAL HEPATITIS AND LINKAGES TO CARE BY REVIEWING AVAILABLE DATA ON DISEASE BURDEN AND TRENDS, DETERMINING HIGH PREVALENCE AREAS AND IMPLEMENTING APPROPRIATE INTERVENTIONS AT SELECTED HIGH IMPACT SITES.THE OUTCOMES FOR THE VHPP GRANT PERIOD ARE TO:1. IMPROVE MONITORING OF HEPATITIS C CONTINUUM OF CARE (COC).2. IMPROVE THE DEVELOPMENT AND UTILIZATION OF VIRAL HEPATITIS SURVEILLANCE DATA REPORTS.3. IMPROVE MONITORING OF BURDEN OF DISEASE AND OUTCOMES IN CHRONIC HEPATITIS B.4. IMPROVE MONITORING OF HEPATITIS B COC. 5. INCREASE HEALTHCARE PROVIDERS TRAINED IN PRESCRIBING HEPATITIS C AND/OR HEPATITIS B TREATMENT.STRATEGIES TO ACHIEVE THE REQUIRED OUTCOMES WILL FOCUS ON: ?DEVELOPMENT, IMPLEMENTATION AND MAINTENANCE OF A PLAN TO RAPIDLY DETECT AND RESPOND TO OUTBREAKS OF HEPATITIS A, ACUTE HEPATITIS B AND CHRONIC HEPATITIS C?COLLECTION, ANALYSIS, INTERPRETATION AND DISSEMINATION OF DATA TO CHARACTERIZE TRENDS AND IMPLEMENTATION OF PUBLIC HEALTH INTERVENTIONS FOR HEPATITIS A, ACUTE HEPATITIS B AND CHRONIC HEPATITIS C?COLLECTION, ANALYSIS, INTERPRETATION AND DISSEMINATION OF DATA TO CHARACTERIZE TRENDS AND IMPLEMENTATION OF PUBLIC HEALTH INTERVENTIONS FOR CHRONIC HEPATITIS B AND PERINATAL HEPATITIS C?SUPPORTING VIRAL HEPATITIS ELIMINATION PLANNING AND SURVEILLANCE AND MAXIMIZING ACCESS TO TESTING, TREATMENT AND PREVENTION?INCREASING ACCESS TO HCV AND/OR HBV TESTING AND REFERRAL TO CARE IN HIGH-IMPACT SETTINGS?IMPROVING ACCESS TO SERVICES PREVENTING VIRAL HEPATITIS AND OTHER BLOOD-BORNE INFECTIONS AMONG PWID", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU51PS005173_7523"}, {"internal_id": 131834998, "Award ID": "NU51PS005172", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "SUPPORT OF INITIATIVES FOCUSED ON SURVEILLANCE AND PREVENTION OF VIRAL HEPATITIS - THE MISSION OF THE ILLINOIS DEPARTMENT OF PUBLIC HEALTH (IDPH) IS TO PROTECT THE HEALTH AND WELLNESS OF THE PEOPLE OF ILLINOIS THROUGH THE PREVENTION, HEALTH PROMOTION, REGULATION, AND THE CONTROL OF DISEASE AND INJURY. THE PURPOSE OF THE VIRAL HEPATITIS PROGRAM IS TO IMPROVE THE DIAGNOSIS, LINKAGE TO CARE, AND SURVEILLANCE OF THE VIRAL HEPATITIDES, AND TO ENSURE THE STATE IS PREPARED TO RESPOND IN THE EVENT OF AN OUTBREAK.  SCREENING SERVICES WILL BE AVAILABLE AT LOCATIONS SERVING INDIVIDUALS AT HIGHEST RISK FOR VIRAL HEPATITIS, INCLUDING PEOPLE WHO INJECT DRUGS, THE HOMELESS, THE INCARCERATED, AND THOSE VISITING STD CLINICS.  IDPH WILL IDENTIFY AND ENGAGE PARTNERS AS MEMBERS OF THE ?VIRAL HEPATITIS ELIMINATION TECHNICAL ADVISORY COMMITTEE? (VHETAC) IN ORDER TO DEVELOP AN EVIDENCE BASED VIRAL HEPATITIS B AND C ELIMINATION PLAN. THIS PLAN WILL INCLUDE STRATEGIES TO ELIMINATE HEPATITIS B AND C AMONG RISK GROUPS (E.G., PWID, PERSONS WHO ARE INCARCERATED, PERSONS WHO ARE FOREIGN BORN FOR HEPATITIS B) AND OTHER TARGET POPULATIONS WITH HIGHER PREVALENCE OF HEPATITIS B AND HEPATITIS C.  ADDITIONALLY, IDPH WILL RELEASE A COMPETITIVE FUNDING OPPORTUNITY FOR TWO FUNDED AGENCIES TO PROVIDE THE FOLLOWING BUNDLED SERVICES DIRECTLY OR THROUGH REFERRALS TO CLIENTS: HBV AND HAV VACCINATIONS, TESTING AND LINKAGE TO TREATMENT FOR INFECTIOUS DISEASES INCLUDING HIV, ACCESS TO AND DISPOSAL OF STERILE SYRINGES AND INJECTION EQUIPMENT, AND SUD TREATMENT, AS WELL AS OTHER SERVICES (HOUSING, EMPLOYMENT, ETC.). FORTIFYING AND BUILDING THE VIRAL HEPATITIS PROGRAM WILL ALLOW THE STATE TO BETTER PREVENT, DIAGNOSE, LINK TO CARE, AND RESPOND TO OUTBREAKS RELATED TO VIRAL HEPATITIS, THEREBY IMPROVING THE OVERALL HEALTH OF ILLINOISANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU51PS005172_7523"}, {"internal_id": 131832932, "Award ID": "NU51PS005171", "Award Amount": 1916283.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "WASHINGTON STATE DEPARTMENT OF HEALTH - IN THIS APPLICATION FOR CDC?S NOFO RFA-PS21-2103, INTEGRATED VIRAL HEPATITIS SURVEILLANCE & PREVENTION FUNDING FOR HEALTH DEPARTMENTS, THE WASHINGTON STATE DEPARTMENT OF HEALTH (DOH) REQUESTS $1 MILLION TO STRENGTHEN OUR INTEGRATED APPROACH TO VIRAL HEPATITIS SURVEILLANCE AND PREVENTION BY LEVERAGING PARTNERSHIPS AND THE POWER OF COLLABORATION. WASHINGTON HAS A HEPATITIS C ELIMINATION INITIATIVE, HEP C FREE WA, PROMPTED BY GOVERNOR INSLEE?S DIRECTIVE OF THE GOVERNOR 18-13, ?ELIMINATING HEPATITIS C IN WASHINGTON BY 2030?,? ON SEPTEMBER 28, 2018. HEP C FREE WA?S PLAN TO ELIMINATE HEPATITIS C IN WASHINGTON STATE BY 2030 FORMS THE BASIS FOR OUR APPROACH, AND PROPOSAL OUTCOMES, STRATEGIES, AND ACTIVITIES ALIGN WITH THE PLAN?S 15 GOALS.FOR COMPONENT 1 (INTEGRATED CORE VIRAL HEPATITIS RESPONSE & SURVEILLANCE ACTIVITIES), WEPROPOSE TO BUILD UPON OUR EXISTING VIRAL HEPATITIS SURVEILLANCE INFRASTRUCTURE TO EXPAND AND IMPROVE SURVEILLANCE FOR ACUTE VIRAL HEPATITIS, PERINATAL HEPATITIS C VIRUS (HCV), AND CHRONIC HEPATITIS B VIRUS (HBV) AND HCV, INCLUDING OUTBREAK DETECTION, INVESTIGATION, AND CONTROL. SPECIFICALLY, WE AIM TO: DEVELOP, IMPLEMENT, AND MAINTAIN A PLAN TO RAPIDLY DETECT AND RESPOND TO OUTBREAKS; SYSTEMATICALLY COLLECT, ANALYZE, INTERPRET, AND DISSEMINATE DATA TO CHARACTERIZE TRENDS AND IMPLEMENT PUBLIC HEALTH INTERVENTIONS FOR HEPATITIS A, ACUTE HBV, AND ACUTE AND CHRONIC HCV; AND SYSTEMATICALLY COLLECT, ANALYZE, INTERPRET, AND DISSEMINATE DATA TO CHARACTERIZE TRENDS AND IMPLEMENT PUBLIC HEALTH INTERVENTIONS FOR CHRONIC HBV AND PERINATAL HCV.FOR COMPONENT 2 (CORE VIRAL HEPATITIS PREVENTION ACTIVITIES), WE PROPOSE TO PRIORITIZE, IN COLLABORATION WITH HEP C FREE WA PARTNERS, THE RECOMMENDATIONS IN THE STATE?S PLAN TO ELIMINATE HCV, AND DEVELOP IMPLEMENTATION PLANS BASED ON THAT PRIORITIZATION, WITH A FOCUS ON MAXIMIZING ACCESS TO TESTING, TREATMENT, AND PREVENTION SERVICES (INCLUDING INTEGRATING OTHER INFECTIOUS DISEASE TESTING, HAV/HBV V ACCINATION, SSPS OR SYRINGE SERVICE PROGRAMS, AND MEDICATION FOR OPIOID USE DISORDER), IN HEALTH CARE SYSTEMS AND IN HIGH-IMPACT SETTINGS SERVING PEOPLE WHO INJECT DRUGS (PWID). SPECIFICALLY, WE AIM TO: SUPPORT VIRAL HEPATITIS ELIMINATION PLANNING AND SURVEILLANCE AND MAXIMIZE ACCESS TO TREATMENT AND PREVENTION; INCREASE ACCESS TO HCV TESTING AND REFERRAL TO CARE IN HIGH-IMPACT SETTINGS; AND SUPPORT SYRINGE SERVICE PROGRAMS. FOR COMPONENT 3 (SPECIAL PROJECT FOR PREVENTION, DIAGNOSIS, AND TREATMENT RELATED TO THE INFECTIOUS DISEASE CONSEQUENCES OF DRUG USE), DOH PROPOSES A COLLABORATION WITH THREE AGENCIES IN OUR MOST POPULOUS COUNTY, KING. THE AGENCIES INCLUDE THE LOCAL HEALTH JURISDICTION, PUBLIC HEALTH SEATTLE-KING COUNTY, AND TWO COMMUNITY-BASED ORGANIZATIONS, HEPATITIS EDUCATION PROJECT AND PEOPLE?S HARM REDUCTION ALLIANCE, ALL OF WHICH HAVE EXPERTISE WORKING WITH PWID, PROVIDING SSPS AND LOW-BARRIER ACCESS TO BUPRENORPHINE, AMONG OTHER SERVICES. ALL THREE AGENCIES ARE HEP C FREE WA PARTNERS AND MAINTAIN CONTRACTS IN GOOD STANDING WITH DOH. THIS COLLABORATION WILL IMPROVE ACCESS TO SERVICES FOR PWID IN SETTINGS DISPROPORTIONATELY AFFECTED BY DRUG USE AND IMPLEMENT PREVENTION SERVICES AND INTERVENTIONS TO ADDRESSES EMERGING ISSUES RELATED TO DRUG USE. SPECIFICALLY, IT WILL SERVE PWID SEEKING SERVICES AT SSPS, INCLUDING ADDRESSING THE PREVENTION, DIAGNOSIS, AND TREATMENT OF HBV AND HCV, HIV, AND BACTERIAL AND FUNGAL INFECTIOUS DISEASES, AS WELL AS REDUCING OVERDOSE DEATHS AND LINKING PEOPLE TO TREATMENT FOR SUBSTANCE USE DISORDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU51PS005171_7523"}, {"internal_id": 131832908, "Award ID": "NU51PS005170", "Award Amount": 1366311.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - THE DISEASE RESPONSE, EVALUATION, ANALYSIS, AND MONITORING (DREAM) PROGRAM AT THE UTAH DEPARTMENT OF HEALTH (UDOH) WILL FOCUS ITS EFFORTS ON SUPPORTING THE CONTINUED ENHANCEMENT OF UTAH'S VIRAL HEPATITIS PREVENTION AND SURVEILLANCE ACTIVITIES, AS WELL AS INCREASING ACTIVITIES TO PREVENT, DIAGNOSE, AND TREAT INFECTIOUS DISEASE CONSEQUENCES OF DRUG USE. FUNDING WILL SUPPORT ACUTE HAV, HBV, AND HCV OUTBREAK RESPONSE, SURVEILLANCE FOR HAV, HBV, AND HCV, VIRAL HEPATITIS ELIMINATION PLANNING, INCREASED ACCESS TO VIRAL HEPATITIS TESTING, TREATMENT, AND PREVENTION SERVICES, INCREASED ACCESS TO REFERRAL TO CARE SERVICES IN HIGH IMPACT SETTINGS, AND IMPLEMENTATION OF PWID SERVICES AMONG COMMUNITY PARTNER ORGANIZATIONS. SURVEILLANCE DATA LINKAGES WILL IMPROVE THE ACUTE HEPATITIS INVESTIGATION PROCESS AND ALSO HELP TO IDENTIFY HAV, HBV, AND HCV TRANSMISSION PATTERNS. THIS INFORMATION WILL HELP THE VIRAL HEPATITIS TEAM TO DETECT OUTBREAKS, ASSESS THE BURDEN OF DISEASE, AND OFFER HARM REDUCTION, PREVENTION, AND TREATMENT RESOURCES AND SERVICES TO THOSE WHO NEED IT. FUNDING WILL BE UTILIZED TO SUPPORT SURVEILLANCE EFFORTS AND IMPLEMENTATION OF PREVENTION, DIAGNOSIS, AND TREATMENT OF VIRAL HEPATITIS BY INCREASING TESTING AMONG PERSONS LIVING WITH VIRAL HEPATITIS IN ORDER TO FACILITATE LINKAGE TO RECOMMENDED CARE AND TREATMENT SERVICES. TOGETHER, THESE ACTIVITIES WILL FACILITATE A REDUCTION IN NEW VIRAL HEPATITIS INFECTIONS, REDUCE VIRAL HEPATITIS-RELATED MORBIDITY AND MORTALITY, AND SUPPORT VIRAL HEPATITIS ELIMINATION PLANNING EFFORTS IN UTAH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU51PS005170_7523"}, {"internal_id": 131835179, "Award ID": "NU51PS005169", "Award Amount": 1195000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "HEPATITIS ELIMINATION PROJECT - THE IDAHO DEPARTMENT OF HEALTH AND WELFARE ? HIV, STD, AND HEPATITIS SECTION WILL BE UTILIZING THE FUNDS FROM CDC-RFA-PS21-2103, INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS TO DEVELOP AND IMPLEMENT STRATEGIES TO ACHIEVE THE OUTCOMES OF ALL COMPONENTS OF THE GRANT. THE FOLLOWING ARE IDAHO?S YEAR ONE OBJECTIVES FOR THE GRANT.SURVEILLANCE OBJECTIVES:-BY APRIL 30, 2022, A FIRST DRAFT OF THE IDAHO HEPATITIS CLUSTER AND OUTBREAK DETECTION AND RESPONSE PLAN WILL BE SUBMITTED TO BCDP AND HSHS LEADERSHIP FOR REVIEW.-BY APRIL 30, 2021, DEVELOP A COMPREHENSIVE PLAN FOR COLLECTING ALL HCV RNA AND HBV DNA RESULTS, INCLUDING UNDETECTABLE RESULTS.-BY APRIL 30, 2021, A COMPREHENSIVE PLAN TO IMPROVE TIMELESSNESS AND COMPLETENESS OF DEMOGRAPHIC AND RISK FACTORS FOR HEPATITIS A, ACUTE HEPATITIS B, AND ACUTE HEPATITIS C COMPLETED.-BY APRIL 30, 2022, A COMPREHENSIVE PLAN TO IMPROVE TIMELINESS AND COMPLETENESS OF DEMOGRAPHIC AND RISK FACTORS FOR HEPATITIS C COMPLETED.-BY APRIL 30, 2022, THE HEPATITIS C INFECTION CASE INVESTIGATION PROTOCOL WILL BE REVIEWED AND EXPANDED, AS NEEDED, FOR PERINATAL HEPATITIS C INFECTION.PREVENTION OBJECTIVES:-BY APRIL 30, 2022, THE HEPATITIS PREVENTION PROGRAM AND THE VIRAL HEPATITIS ELIMINATION TECHNICAL ADVISORY COMMITTEE WILL COMPLETE A DRAFT VIRAL HEPATITIS ELIMINATION PLAN.-BY APRIL 30, 2022, THE HEPATITIS PREVENTION PROGRAM WILL CONDUCT ONE (1) NEEDS ASSESSMENT TO IDENTIFY THE CURRENT LANDSCAPE OF HCV RNA REFLEX TESTING AMONG COMMERCIAL LABS AND HOSPITAL-BASED LABORATORIES.-BY APRIL 30, 2022, THE HEPATITIS PREVENTION PROGRAM WILL HAVE SUBGRANTS IN PLACE WITH TWO (2) HEALTH SYSTEMS TO INCREASE THEIR HCV AND/OR HBV TESTING PRACTICES.-BY APRIL 30, 2022, EXPAND THE NUMBER OF HEPATITIS C ECHO SESSIONS FROM EIGHT (8) TO TWELVE (12) AND ADD HEPATITIS B TREATMENT TO THE CURRICULUM. -BY APRIL 30, 2022, THE HEPATITIS PREVENTION PROGRAM WILL HAVE AT LEAST ONE (1) SUBGRANT IN PLACE WITH A HIGH PRIORITY  FACILITY TO INCREASE THEIR HCV AND/OR HBV TESTING PRACTICES.-BY APRIL 30, 2022, THE HIGH PRIORITY FACILITY IDENTIFIED IN OBJECTIVE 2.2.2 WILL IMPLEMENT ONE (1) COMPREHENSIVE PLAN FOR REFERRAL AND LINKAGE TO CARE FOR HEPATITIS C AND/OR HEPATITIS B + CLIENTS. -BY APRIL 30, 2022, THE SYRINGE EXCHANGE PROGRAM WILL PROVIDE FUNDING TO AT LEAST TWO (2) SSPS TO ADDRESS IDENTIFIED BARRIERS TO EXPAND UTILIZATION AMONG PWID.-BY APRIL 30, 2022, THE HEPATITIS PREVENTION PROGRAM AND SYRINGE EXCHANGE PROGRAM WILL INCREASE THE NUMBER OF PWID REFERRED TO SUD TREATMENT FROM BASELINE BY 10%.-BY APRIL 30, 2022, THE HEPATITIS PREVENTION PROGRAM WILL CONDUCT ONE (1) FEASIBILITY ASSESSMENT ON INCREASING HEPATITIS A AND HEPATITIS B VACCINATIONS AMONG CLIENTS IN HIGH-IMPACT SETTINGS.SPECIAL PROJECT OBJECTIVES:-BY APRIL 30, 2022, THE SYRINGE EXCHANGE PROGRAM WILL DEVELOP AN ACTION PLAN TO PROVIDE UNDERSERVED PWID?S ACCESS TO HIGH-COVERAGE SSP IN AT LEAST ONE (1) COUNTY ADVERSELY IMPACTED BY DRUG USE.-BY APRIL 30, 2022, THE SYRINGE EXCHANGE PROGRAM WILL DEVELOP A STATEWIDE PWID SERVICE BUNDLE THAT INCLUDES SUD TREATMENT AND RECOVERY SERVICES.-BY APRIL 30, 2022, THE SYRINGE EXCHANGE PROGRAM WILL DEVELOP A STATEWIDE PWID SERVICE BUNDLE THAT INCLUDES HIV AND VIRAL HEPATITIS SCREENING SERVICES. -BY APRIL 30, 2022, THE SYRINGE EXCHANGE PROGRAM WILL DEVELOP A STATEWIDE PWID SERVICE BUNDLE THAT INCLUDES TREATMENT FOR INFECTIOUS COMPLICATIONS (VIRAL HEPATITIS, HIV, BACTERIAL OR FUNGAL INFECTIONS) OF SUD.-BY APRIL 30, 2022, THE SYRINGE EXCHANGE PROGRAM WILL COLLABORATE WITH THE HEPATITIS PREVENTION PROGRAM TO CONDUCT ONE (1) FEASIBILITY ASSESSMENT ON INCREASING HEPATITIS A AND HEPATITIS B VACCINATIONS AMONG PWID.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU51PS005169_7523"}, {"internal_id": 131835022, "Award ID": "NU51PS005168", "Award Amount": 1802724.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION - THE PURPOSE OF THIS FUNDING IS TO SUPPORT VIRAL HEPATITIS SURVEILLANCE AND PREVENTION ACTIVITIES IN OREGON.  KEY OUTCOMES INCLUDE:?DEVELOP VIRAL HEPATITIS OUTBREAK PROTOCOLS?IMPROVE SURVEILLANCE FOR ACUTE HEPATITIS A, B AND C, CHRONIC HEPATITIS B AND C, AND PERINATAL HCV.?UTILIZE SURVEILLANCE, CANCER REGISTRY, HOSPITALIZATION, VITAL RECORDS, AND ALL PAYER ALL CLAIMS DATA TO MONITOR THE BURDEN OF DISEASE OF CHRONIC VIRAL HEPATITIS AND THE CONTINUUM OF CARE FOR CHRONIC HBV AND HCV?CONVENE A TASKFORCE TO DEVELOP A VIRAL HEPATITIS ELIMINATION PLAN FOR OREGON ?INCREASE RATES OF HBV AND HCV TESTING AND LINKAGE TO CARE IN SETTINGS SUCH AS SYRINGE SERVICE PROGRAMS (SSPS), SUBSTANCE USE DISORDER (SUD) TREATMENT CENTERS, AND EMERGENCY DEPARTMENTS ?IMPROVE ACCESS TO HARM REDUCTION SERVICES PREVENTING VIRAL HEPATITIS AND OTHER INFECTIONS AMONG PERSONS WHO INJECT DRUGS (PWID) AND SUPPORT IMPROVED ACCESS TO PREVENTION, DIAGNOSIS, AND TREATMENT OF VIRAL, BACTERIAL AND FUNGAL INFECTIONS RELATED TO DRUG USE?INCREASE NUMBER OF PRIMARY HEALTHCARE PROVIDERS TRAINED TO TREAT HEPATITIS B AND C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU51PS005168_7523"}, {"internal_id": 131834890, "Award ID": "NU51PS005167", "Award Amount": 1803684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - PLEASE SEE ATTACHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a4a5698-e56e-f2ea-e551-884e4de0b514-C", "generated_internal_id": "ASST_NON_NU51PS005167_7523"}, {"internal_id": 131835036, "Award ID": "NU51PS005166", "Award Amount": 2053684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND CONTROL - LOS ANGELES (LA) COUNTY HAS A POPULATION OF 10.1 MILLION, MAKING IT MORE POPULOUS THAN 40 STATES IN THE UNITED STATES. LA COUNTY HAS A HIGH ABSOLUTE BURDEN OF CHRONIC HEPATITIS C VIRUS (HCV) INFECTION THAT IS CONCENTRATED IN SPECIFIC IDENTIFIABLE POPULATIONS ? ADULTS BORN DURING 1946?1964, PERSONS WHO INJECT DRUGS (PWIDS), PERSONS EXPERIENCING HOMELESSNESS (PEH), AND PERSONS INCARCERATED IN COUNTY JAIL SYSTEM. MANY OF THE POPULATIONS AT RISK FOR HAVING CHRONIC HCV INFECTION ARE ALSO AT RISK FOR OUTBREAKS OF HEPATITIS A VIRUS (HAV) INFECTION. LA COUNTY HAS A LARGE BURDEN OF CHRONIC HEPATITIS B VIRUS (HBV) INFECTION BECAUSE MANY RESIDENTS WERE BORN IN COUNTRIES WHERE HBV IS ENDEMIC, INCLUDING 1.2 MILLION RESIDENTS WHO WERE BORN IN ASIA.THE LA COUNTY DEPARTMENT OF PUBLIC HEALTH (DPH) CURRENTLY MAINTAINS AND IMPLEMENTS PROTOCOLS TO RAPIDLY DETECT AND RESPOND TO ACUTE HAV, HBV, AND HCV OUTBREAKS. THE PURPOSE OF THE PROJECTS PROPOSED IN THIS GRANT ARE TO:1) IMPROVE DATA COLLECTION, MANAGEMENT, AND ANALYSIS OF ELECTRONIC LABORATORY REPORTED (ELR) SURVEILLANCE DATA FOR CHRONIC HBV AND HCV. (COMPONENT 1)2) ADVANCE VIRAL HEPATITIS ELIMINATION THROUGH IMPROVED COORDINATION AND COLLABORATION AMONG STAKEHOLDERS ALONG THE CONTINUUM OF CHRONIC VIRAL HBV AND HCV CARE FROM PREVENTION, SCREENING, LINKAGE TO CARE, AND TREATMENT. (COMPONENT 2)3) IMPROVE ACCESS TO SERVICES FOR PWIDS BY IMPROVING LINKAGE TO VIRAL HEPATITIS CARE FROM SYRINGE SERVICE PROVIDERS (SSPS). (COMPONENT 3)IT IS EXPECTED THAT IMPLEMENTATION OF THE ACTIVITIES PROPOSED IN THIS GRANT PROPOSAL WILL ALLOW LA COUNTY DPH TO ACHIEVE THE FOLLOWING OUTCOMES:1) REDUCED INCIDENCE OF ACUTE VIRAL HEPATITIS CASES THROUGH IMPROVED DETECTION AND RESPONSE TO VIRAL HEPATITIS OUTBREAKS.2) IMPROVED MONITORING OF TRENDS IN CHRONIC HBV, CHRONIC HCV, AND PERINATAL HCV INFECTIONS THROUGH IMPROVED DATA MANAGEMENT AND ANALYSIS OF ELR REPORTED DATA.3) DEVELOP AND IMPLEMENT IN COLLABORATION WITH COMMUNITY STAKEHOLDERS A 5- YEAR VIRAL HEPATITIS ELIMINATION PLAN THAT WILL RESULT IN AN INCREASE IN THE NUMBER OF PERSONS WHO RECEIVE ALL SERVICES ALONG THE VIRAL HEPATITIS CONTINUUM OF CARE.4) REDUCTION IN THE INCIDENCE AND PREVALENCE OF ACUTE AND CHRONIC VIRAL HEPATITIS AMONG PWIDS THROUGH IMPROVED LINKAGE OF SERVICES BETWEEN STANDALONE SSPS AND TRADITIONAL HEALTH CLINICS THAT ARE CAPABLE OF PROVIDING VACCINATION AND TREATMENT.LA COUNTY DPH IS WELL POSITIONED TO SUCCESSFULLY IMPLEMENT THIS GRANT PROPOSAL THROUGH IT DEMONSTRATED ORGANIZATIONAL CAPACITY AND ESTABLISHED RELATIONSHIPS WITH COMMUNITY STAKEHOLDERS. WITHIN DPH, THE PROJECT WILL BE LED BY A MEDICAL DIRECTOR WITH 8+ YEARS OF CLINICAL, RESEARCH, AND APPLIED PUBLIC HEALTH EXPERIENCE IN VIRAL HEPATITIS; THE VIRAL HEPATITIS UNIT IS HOUSED WITHIN THE COMMUNICABLE DISEASE PROGRAM THAT IS LED BY A DIRECTOR 15+ YEARS IN VIRAL HEPATITIS, INCLUDING STANDING UP THE VIRAL HEPATITIS PROGRAM AT NYC HEALTH. PRE-COVID-19, DPH HELD QUARTERLY INTERDEPARTMENTAL VIRAL HEPATITIS WORKGROUP MEETINGS, WHICH WILL RESUME NEXT YEAR. REPRESENTED IN THE WORKGROUP WERE THE SUBSTANCE ABUSE PREVENTION AND CONTROL PROGRAM, THE COUNTY PUBLIC HOSPITAL SYSTEM, AND PHYSICIANS FROM THE COUNTY JAIL SYSTEM. DPH HAS ALSO BEEN REPRESENTED IN MANY KEY COMMUNITY-BASED ORGANIZATIONS THAT WORK TO ELIMINATE VIRAL HEPATITIS INCLUDING THE HEP B FREE LA COALITION, HEP C TASKFORCE, PROJECT ECHO, AND THE MEDICAL MANAGED CARE HEALTH PLANS IN LA COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71eaba10-bc76-342b-fb91-32cdea931879-C", "generated_internal_id": "ASST_NON_NU51PS005166_7523"}, {"internal_id": 131835236, "Award ID": "NU51PS005165", "Award Amount": 1594802.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INDIANA INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAM - INDIANA, LIKE MANY OTHER STATES, RECOGNIZES THE REMARKABLE BURDEN CAUSED BY VIRAL HEPATITIS. FOR THE PAST FIVE YEARS INCIDENT RATES OF ACUTE HEPATITIS C HAVE BEEN CLIMBING, RANKING THE STATE FIRST IN THE COUNTRY IN 2018 (INDIANA 4.0; US 1.2 CASES PER 100,000 POPULATION)1. WHILE ACUTE HEPATITIS B HAS REMAINED STEADY SINCE 2017, RATES WERE STILL 2.5 TIMES OVER THE NATIONAL AVERAGE (INDIANA 2.5; US 1.0 CASES PER 100,000 POPULATION)1. THE PRIMARY RISK FACTORS FOR TRANSMISSION FOR BOTH HEPATITIS B AND C ARE RELATED TO NON-INJECTION/INJECTION DRUG USE AND INCARCERATION. THE INDIANA DEPARTMENT OF HEALTH VIRAL HEPATITIS PROGRAM SEEKS TO PROGRESS TOWARDS THE ELIMINATION OF HEPATITIS B AND C IN INDIANA BY COLLECTING, HOUSING, MANAGING AND DISSEMINATING DATA THAT WILL DRIVE NOT ONLY NEW POLICIES, BUT PROVIDE INFORMATION THAT CAN BE USED FOR TARGETED PREVENTION AND TREATMENT SERVICES. MONITORING DATA, CONQUERING STIGMA, AND INCREASING UTILIZATION OF TESTING AND LINKAGE TO CARE AMONG AFFECTED RACIAL AND ETHNIC GROUPS, PREGNANT WOMEN/BABIES BORN TO MOTHERS INFECTED WITH HEPATITIS C AND PEOPLE WHO INJECT DRUGS IS CRITICAL. STAFF IS BEING ADDED TO THE PROGRAM TEAM WHOSE JOB WILL BE TO CONTINUOUSLY MONITOR AND INFORM ELIMINATION EFFORTS AMONG THESE VULNERABLE POPULATIONS. ACHIEVING THE GOAL OF HEPATITIS ELIMINATION WILL REQUIRE SEVERAL KEY ACTIVITIES INCLUDING OUTBREAK DETECTION AND RESPONSE, MORE SURVEILLANCE, AND ENHANCED REPORTING. THIS FUNDING OPPORTUNITY WILL ALLOW FOR THESE KEY ACTIVITIES TO BE COMPLETED. THE VIRAL HEPATITIS PROGRAM EXPANDED IN 2020 TO PROVIDE FOUR LINKAGE-TO-CARE SERVICE SITES FOR HEPATITIS C. THESE SITES ALONG WITH OTHER PARTNERS AND STAKEHOLDERS AREAS WILL WORK TO INCREASE ACCESS TO HEPATITIS B AND HEPATITIS C TESTING IN HIGH IMPACT SETTINGS AND IMPROVE ACCESS TO SERVICES PREVENTING HEPATITIS AMONG PEOPLE WHO INJECT DRUGS.COMPREHENSIVE HARM REDUCTION PROGRAMMING INCLUDING SYRINGE SERVICE PROGRAMS (SSPS) ARE STILL A RELATIVELY NEW DISEAS E INTERVENTION IN THE STATE. SSPS HAVE A DESIRE TO EXPAND REFERRAL SERVICES, AND FUNDING WILL ALLOW INDIVIDUAL SITES TO APPROACH PROGRAM ENGAGEMENT AND STIGMA REDUCTION IN WAYS THAT BEST SERVE THEIR SURROUNDING COMMUNITIES. FUNDING WILL PROVIDE COMMUNITY GRANTS TO EXISTING ORGANIZATIONS DEMONSTRATING INNOVATIVE APPROACHES TO RAISING AWARENESS AND ENGAGEMENT WITH SSPS. PEOPLE WHO INJECT DRUGS IN MARION COUNTY, INDIANA (HOME TO THE STATE CAPITAL, INDIANAPOLIS), FACE MANY OBSTACLES TO ACCESSING THE HEALTHCARE THEY NEED TO REDUCE THE HARMS OF SUBSTANCE USE, INCLUDING TRANSPORTATION, HEALTH COVERAGE, AND NUMEROUS SYSTEMS SPANNING A GEOGRAPHIC AREA OF 403 SQUARE MILES. IN AN EFFORT TO INCREASE SSP UTILIZATION AND ENHANCE LINKAGE TO CARE REFERRALS, THE INDIANA DEPARTMENT OF HEALTH WILL PARTNER WITH MARION COUNTY HEALTH DEPARTMENT, A LOCAL JURISDICTION, TO MODEL BEST PRACTICES, ESTABLISHING A CLINIC WITH INCLUSIVE SERVICES, A SPECIALTY CARE CLINIC. BY CREATING A SPECIALTY CARE CLINIC TAILORED TO THE NEEDS OF PEOPLE WHO INJECT DRUGS, MARION COUNTY PUBLIC HEALTH DEPARTMENT WILL BRING HARM REDUCTION; INFECTIOUS DISEASE TESTING, TREATMENT, AND PROPHYLAXIS; PEER RECOVERY AND MEDICATION ASSISTED TREATMENT ENROLLMENT; INSURANCE NAVIGATION; IMMUNIZATIONS AND MORE TO A SINGLE, ACCESSIBLE LOCATION WITHIN A HIGH RISK NEIGHBORHOOD OF INDIANAPOLIS. IN CONTINUED PARTNERSHIP WITH NATIONAL PARTNERS INCLUDING THE CDC AND LOCAL HEALTH DEPARTMENTS, THE INDIANA DEPARTMENT OF HEALTH IS CONFIDENT THAT ELIMINATING THE BURDEN OF VIRAL HEPATITIS IS POSSIBLE.1 CENTERS FOR DISEASE CONTROL AND PREVENTION. SURVEILLANCE FOR VIRAL HEPATITIS ? UNITED STATES, 2018. HTTPS://WWW.CDC.GOV/HEPATITIS/STATISTICS/2018SURVEILLANCE/INDEX.HTM. ACCESSED ON NOVEMBER 11, 2020.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU51PS005165_7523"}, {"internal_id": 131835368, "Award ID": "NU51PS005164", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS CDC-RFA-PS21-2103 - THE CITY OF HOUSTON (COH), LOCATED PRIMARILY WITHIN HARRIS COUNTY, EXPERIENCES AN UNREALIZED BURDEN OF VIRAL HEPATITIS. TO ENHANCE VIRAL HEPATITIS SURVEILLANCE IN HOUSTON THE HOUSTON HEALTH DEPARTMENT (HHD) PROPOSES TO COLLECT AND USE TIMELY, COMPREHENSIVE, AND QUALITY SURVEILLANCE DATA TO DETECT AND RESPOND TO OUTBREAKS AND IDENTIFY AND PRIORITIZE THOSE MOST IN NEED OF HEPATITIS PREVENTION AND CARE SERVICES. THE HHD WILL EXPAND VIRAL HEPATITIS PREVENTION SERVICES UTILIZING THE IMPROVED SURVEILLANCE DATA TO CREATE THE VIRAL HEPATITIS ELIMINATION PLAN, INCREASE ACCESS TO VIRAL HEPATITIS TESTING AND TREATMENT, AND INCREASE EDUCATION AND AWARENESS AMONG PEOPLE LIVING WITH VIRAL HEPATITIS, PROVIDERS, COMMUNITY HEALTH WORKERS AND THE GENERAL PUBLIC.IN 2017, THE RATE OF ACUTE HEPATITIS B (HBV) IN HARRIS COUNTY MIRRORS THE STATEWIDE RATE OF 0.5 PER 100,000 PERSONS. HOWEVER, THE 0.5 RATE OF HEPATITIS A (HAV) SHOWS A SLIGHT INCREASE OVER THE STATE RATE OF 0.4. TEXAS HAS SEEN AN INCREASING RATE OF HEPATITIS C (HCV) SINCE 2016. THE MOST COMMON RISK FACTORS REPORTED WERE INJECTION DRUG USE (IDU), SEXUAL CONTACT, SEXUAL CONTACT AMONG MEN WHO HAVE SEX WITH MEN (MSM).1 PEOPLE LIVING WITH HIV (PLWH) HAVE ALSO BEEN IDENTIFIED AS A HIGH-PRIORITY POPULATION. IN 2017, ABOUT 4% OF NEW HIV DIAGNOSES IN HOUSTON REPORTED INJECTION DRUG USE. THERE WERE 37 CASES OF NEW HIV AND 38 NEW CASES OF STAGE 3 HIV DIAGNOSED IN INDIVIDUALS WITH A HISTORY OF INJECTION DRUG USE IN HOUSTON/HARRIS COUNTY.2 AT 71%, MALE?MALE SEXUAL CONTACT WAS THE MOST REPORTED HIV TRANSMISSION RISK FACTOR IN HOUSTON/HARRIS COUNTY. THE BURDEN OF OTHER SEXUALLY TRANSMITTED INFECTIONS IS ALSO HIGH IN HOUSTON/HARRIS COUNTY, WITH OVER 20,000 CASES OF CHLAMYDIA, 8,000 CASE OF GONORRHEA AND 3,000 CASES OF SYPHILIS ANNUALLY.WITH FUNDING FROM THE PS21-2103 GRANT APPLICATION, THE HHD PROPOSES TO (1) ESTABLISH A COMPREHENSIVE AND COMPLETE VIRAL HEPATITIS SURVEILLANCE PROGRAM, (2) REDUCE NEW VIRAL HEPATITIS INFECT IONS, (3) INCREASE ACCESS TO TREATMENT AND CARE SERVICES FOR PEOPLE LIVING WITH VIRAL HEPATITIS, (4) IMPROVE HEALTH OUTCOMES OF PEOPLE LIVING WITH VIRAL HEPATITIS, (5) REDUCE THE NUMBER OF DEATHS AMONG PEOPLE LIVING WITH VIRAL HEPATITIS, (6) REDUCE VIRAL HEPATITIS HEALTH DISPARITIES AND (7) DECREASE VIRAL HEPATITIS INFECTIONS FROM DRUG USE.THROUGH THE IMPLEMENTATION OF THE ACTIVITIES OUTLINED IN THE PROPOSAL, THE HHD WILL INCREASE VIRAL HEPATITIS SURVEILLANCE CAPACITY AND ACHIEVE THE GOALS OUTLINED IN THE VIRAL HEPATITIS ELIMINATION PLAN.1 HTTPS://WWW.DSHS.STATE.TX.US/IDCU/DISEASE/HEPATITIS/HEPATITIS-B/HEPATITIS-B-ACUTE-DATA.ASPX2 THE 2018 HOUSTON AREA INTEGRATED EPIDEMIOLOGIC PROFILE FOR HIV PREVENTION AND CARE SERVICES PLANNING:HTTP://WWW.RWPCHOUSTON.ORG/PUBLICATIONS/2019%20EPI%20PROFILE-FINAL-12-12-19.PDF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65ebd379-09aa-3834-0e81-9fec88ec5c5a-C", "generated_internal_id": "ASST_NON_NU51PS005164_7523"}, {"internal_id": 131835065, "Award ID": "NU51PS005163", "Award Amount": 1491464.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATING VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - THE GEORGIA DEPARTMENT OF PUBLIC HEALTH (DPH) IS REQUESTING $818,943 FOR YEAR 1 OF THE PROJECT PERIOD TO CARRY OUT THE ACTIVITIES PROPOSED TO INTEGRATE VIRAL HEPATITIS SURVEILLANCE AND PREVENTION ACTIVITIES IN GEORGIA. THIS INCLUDES $348,626 FOR COMPONENT 1 (SURVEILLANCE); $135,886 FOR COMPONENT 2 (PREVENTION); AND $334,431 FOR COMPONENT 3 (SPECIAL PROJECTS).THE ACTIVITIES ARE OVERSEEN BY THE VIRAL HEPATITIS EPIDEMIOLOGY TEAM LEAD. BASED ON THE STRATEGIES OUTLINED FOR YEAR 1, PROPOSED ACTIVITIES WILL BE PRIORITIZED TO ENSURE THAT CDC IS NOTIFIED OF ALL ACUTE HEPATITIS A (HAV) INFECTIONS, ACUTE AND CHRONIC HEPATITIS B (HBV) AND HEPATITIS C (HCV) INFECTIONS, AS WELL AS PERINATAL HEPATITIS C CASES THAT MEET THE CSTE CASE DEFINITION. GEORGIA DPH WILL STRIVE TO INCREASE CASE DATA COMPLETENESS, INCLUDING DEMOGRAPHICS AND RISK FACTORS, TO MEET THE PERCENTAGES OUTLINED IN THE INDIVIDUAL OUTCOME MEASURES. GEORGIA DPH WILL ALSO MEET THE CRITERIA OUTLINED TO INCREASE VIRAL HEPATITIS VACCINATION AS WELL AS TESTING AND LINKAGE TO CARE FOR THOSE AT HIGH RISK OF INFECTION, INCLUDING WITHIN THE DPH SYRINGE SERVICES PROGRAM. WE PROPOSE TO INITIATE A HEPATITIS ECHO TO INCREASE THE HEALTHCARE PROVIDER CAPACITY STATEWIDE TO INCREASE LINKAGE TO CARE AND TREATMENT. GEORGIA DPH WILL ALSO PARTNER WITH ATLANTA HARM REDUCTION COALITION AND IMAGINE HOPE, INC. TO INCREASE VIRAL HEPATITIS AND OTHER SERVICES TO INJECTION DRUG USE POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU51PS005163_7523"}, {"internal_id": 131834977, "Award ID": "NU51PS005162", "Award Amount": 1853949.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - ACCORDING TO CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC), IN 2018, FLORIDA WAS RANKED FIRST FOR NEW DIAGNOSES OF ACUTE AND CHRONIC HEPATITIS B AND C AND FOURTH FOR NEW ACUTE HEPATITIS B CASES, TENTH IN NEW ACUTE HEPATITIS C CASES AND 11TH IN NEW HEPATITIS A CASES PER 100,000 POPULATION IN THE UNITED STATES (INCLUDING DISTRICT OF COLUMBIA). IN 2018, THE FLORIDA DEPARTMENT OF HEALTH (DEPARTMENT) REPORTED 548 NEW HEPATITIS A DIAGNOSES; 617 NEW ACUTE HEPATITIS B DIAGNOSES; 2,090 NEW CHRONIC HEPATITIS B DIAGNOSES; 435 NEW ACUTE HEPATITIS C DIAGNOSES, AND 16,193 NEW CHRONIC HEPATITIS C DIAGNOSES, FOR A TOTAL OF 19,883 NEW HEPATITIS DIAGNOSES IN FLORIDA.A ROBUST SURVEILLANCE SYSTEM, IDENTIFICATION OF NEW CASES OF HEPATITIS AND LINKAGE TO CARE FOR THOSE DIAGNOSED WITH VIRAL HEPATITIS ARE KEYS TO THE LONG-TERM GOAL OF ELIMINATING HEPATITIS IN FLORIDA. FLORIDA HEPATITIS PROGRAM INTENDS TO CREATE TANGIBLE, MEASURABLE STEPS IN ADDRESSING VIRAL HEPATITIS STATEWIDE THROUGH THE DEVELOPMENT OF A HEPATITIS ELIMINATION PLAN. FLORIDA?S HEPATITIS PROGRAM IS DRAFTING AN ELIMINATION PLAN THAT OUTLINES THREE KEY TARGETS TO HELP TOWARDS THE ELIMINATION OF HEPATITIS AND INDICATORS TO ASSIST WITH TRACKING PROGRESS BETWEEN NOW AND 2025. THE PROGRAM WILL ENGAGE COMMUNITY STAKEHOLDERS AND CREATE AN ELIMINATION PLAN WORKING GROUP WHO WILL PROVIDE INPUT ON SPECIFIC GOALS, ACTIONS AND STRATEGIES, INDICATORS AND RECOMMENDATIONS THAT WILL MAKE A MEANINGFUL IMPACT IN FLORIDA?S ELIMINATION PLANNING. FLORIDA?S HEPATITIS ELIMINATION PLAN?S GOALS INCLUDE PREVENTING NEW VIRAL HEPATITIS INFECTIONS, IMPROVING ACCESS AND LINKAGE TO CARE, AND IMPROVING OUTREACH EDUCATION AND MESSAGING. FLORIDA?S ELIMINATION PLAN WILL ASSIST STAFF TO FOCUS ON PRIORITY POPULATIONS THAT ARE DISPROPORTIONALLY AFFECTED BY HEPATITIS A, HEPATITIS B AND OR HEPATITIS C, IMPROVED ACCESS TO PREVENTION, AND DIAGNOSIS, AND ACCESS TO TREATMENT FOR HEPATITIS B AND HEPATITIS C INFECTION. THE DEPARTMENT WILL CONTINUE  TO IMPROVE DATA COLLECTION SYSTEMS AND INCREASE OUTREACH TO GAIN A BETTER UNDERSTANDING OF THE TRUE BURDEN OF VIRAL HEPATITIS IN FLORIDA AND BE ABLE TO SYSTEMATICALLY COLLECT, ANALYZE, INTERPRET AND DISSEMINATE DATA TO CHARACTERIZE TRENDS AND RESPOND TO OUTBREAKS OF HEPATITIS A, B AND C INFECTION. WE WILL ESTABLISH A HEPATITIS OUTBREAK STRIKE TEAM TO RAPIDLY RESPOND TO IDENTIFIED AREAS OF CONCERN. THE STRIKE TEAM WILL HAVE SPECIFIC DUTIES LISTED WITHIN THEIR POSITION DESCRIPTIONS, INCLUDING COMMUNICATION WITH COUNTIES, LOCAL DATA ANALYSIS, AND ONSITE TECHNICAL ASSISTANCE INCLUDING VACCINATION AND TESTING. BY THE END OF YEAR ONE THE DEPARTMENT WILL HAVE A WRITTEN, COMPREHENSIVE HEPATITIS OUTBREAK RESPONSE PLAN, BUILDING ON EXISTING COLLABORATIONS AND PARTNERSHIPS TO ADDRESS AND MITIGATE DISEASE TRANSMISSION. THE PLAN WILL HAVE SPECIFIC RESPONSES FOR HEPATITIS A, HEPATITIS B AND HEPATITIS C OUTBREAKS.TO MAKE PROGRESS TOWARD THE ELIMINATION OF VIRAL HEPATITIS IN FLORIDA, THE DEPARTMENT AND KEY PARTNERS AND STAKEHOLDERS MUST ENSURE THAT VACCINATION FOR HEPATITIS A AND B IS WIDELY AVAILABLE FOR HIGH-RISK POPULATIONS; TESTING FOR HEPATITIS IS ROUTINELY AVAILABLE IN HIGH VOLUME SETTINGS; TREATMENT FOR HEPATITIS B AND C IS READILY ACCESSIBLE THROUGH INCREASED PROVIDER CAPACITY; PREVENTION EDUCATION IS DISSEMINATED TO APPROPRIATE POPULATIONS AND EVIDENCE-BASED INTERVENTIONS ARE IMPLEMENTED IN CLINICAL AND NON-CLINICAL SETTINGS.  THE FLORIDA DEPARTMENT OF HEALTH HAS THE INFRASTRUCTURE, CAPACITY, AND PARTNERSHIPS TO LEVERAGE ADDITIONAL FUNDING FROM CDC TO SUPPORT STATEWIDE ADVANCEMENT OF EFFORTS TO ELIMINATE HEPATITIS IN OUR STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU51PS005162_7523"}, {"internal_id": 131835360, "Award ID": "NU51PS005161", "Award Amount": 1045000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATION OF HEPATITIS SURVEILLANCE/MANAGEMENT AND TREATMENT IN DALLAS COUNTY HEALTH AND HUMAN SERVICES (DCHHS) - DALLAS COUNTY HEALTH AND HUMAN SERVICES (DCHHS) PROTECTS AND PROMOTES THE HEALTH OF THE PEOPLE OF DALLAS COUNTY THROUGH DISEASE PREVENTION, TESTING AND INTERVENTION. THROUGH THIS GRANT, DCHHS WILL BE ABLE TO PROVIDE HEPATITIS A, HEPATITIS B AND HEPATITIS C SURVEILLANCE, TESTING AND TREATMENT FOR THE CITIZENS OF DALLAS COUNTY. CURRENTLY, DCHHS DOES NOT HAVE A HEPATITIS SURVEILLANCE PROGRAM. DCHHS DOES HAVE MULTIPLE ACTIVE CLINICAL AREAS, SUCH AS THE DCHHS SEXUAL HEALTH CLINIC, THE DCHHS TUBERCULOSIS CLINIC AND THE DCHHS REFUGEE CLINIC, WHERE HEPATITIS SCREENING SHOULD BE CONSIDERED AND PERFORMED ON A ROUTINE BASIS. THE INITIAL PERIOD OF THIS CDC GRANT WOULD ALLOW US TO DEVELOP A HEPATITIS SURVEILLANCE PROGRAM FOR HEPATITIS A, B, AND C, AND TO ESTABLISH A LOW COST TESTING AND TREATMENT PROGRAM FOR HEPATITIS B AND HEPATITIS C. CURRENTLY, THERE IS NO LOW COST SOURCE FOR HEPATITIS B AND C TESTING AND TREATMENT FOR THE LOCAL POPULATION. UNFORTUNATELY, DALLAS HAS ONE OF THE HIGHEST NUMBER OF UNINSURED PEOPLE. THE SUBSEQUENT PERIOD OF THIS GRANT WILL FOCUS ON EDUCATION AND OUTREACH IN THE DALLAS COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4a96ebe-22d3-539f-df8e-724f7235ff89-C", "generated_internal_id": "ASST_NON_NU51PS005161_7523"}, {"internal_id": 131834019, "Award ID": "NU51PS005160", "Award Amount": 932730.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "WYOMING VIRAL HEPATITIS SURVEILLANCE AND PREVENTION - PROJECT ABSTRACT SUMMARYTHE WYOMING DEPARTMENT OF HEALTH COMMUNICABLE DISEASE UNIT (WDH-CDU)CONDUCTS SURVEILLANCE ON ALL NEWLY REPORTED CASES OF ACUTE AND CHRONIC VIRAL HEPATITIS B AND C.ALL POSITIVE HEPATITIS B AND C LABORATORY RESULTS ARE REPORTABLE IN ACCORDANCE TO STATE STATUTE. IN2019, 347 CASES OF CHRONIC VIRAL HEPATITIS C AND 24 CASES OF CHRONIC VIRAL HEPATITIS B WEREREPORTED IN WYOMING, CORRESPONDING TO A RATE OF 60.0/100,000 PEOPLE AND 4.1/100,000 PEOPLERESPECTIVELY. HEPATITIS C IS THE SECOND MOST COMMONLY REPORTED COMMUNICABLE DISEASE INWYOMING. LARAMIE COUNTY HAD THE HIGHEST PERCENTAGE OF NEWLY REPORTED CASES IN 2019 (20%).THIS COUNTY REPORTS HEPATITIS RISK FACTORS OF SIGNIFICANT INJECTION DRUG USE AND INCARCERATION.PLEASE REFER TO THE EPIDEMIOLOGY SECTION OF THIS APPLICATION FOR ADDITIONAL DATA.IN 2020, WDH-CDU COLLABORATED WITH TUFTS UNIVERSITY TO DETERMINE COUNTIES AT HIGHESTRISK FOR HIV AND HEPATITIS OUTBREAK DUE TO DRUG USE. TEN OUT OF 23 COUNTIES WERE FOUND TO HAVEHIGH VULNERABILITY FOR OUTBREAKS. IT IS OF VITAL IMPORTANCE FOR RURAL SETTINGS TO HAVE ROBUST HEPATITISPROGRAMS AND SUFFICIENT RESOURCES TO PREVENT OUTBREAKS IN AT-RISK POPULATIONS.THIS APPLICATION WILL ESTABLISH THE GOALS, AND ACTIVITIES THE WDH-CDU WILL UTILIZE TOINCREASE THE NUMBER OF PERSONS INFECTED WITH VIRAL HEPATITIS C WHO ARE AWARE OF THEIR STATUS,IMPROVE HEALTH SYSTEMS TO INCREASE THE UPTAKE OF HEPATITIS C TESTING, IMPROVE LINKAGE TO CARE OFHEPATITIS C POSITIVE PERSONS, AND IMPROVE EDUCATION AND POLICIES TO PROMOTE HEPATITIS C TESTINGAND TREATMENT. THESE ACTIVITIES WILL TARGET THE HIGHEST PREVALENCE AREAS IN WYOMING FIRST, AND WILLFOCUS ON GROUPS MOST AT-RISK FOR INFECTION WHICH MAY INCLUDE BABY BOOMERS, INJECTION DRUG USERS,AND INCARCERATED PERSONS. THE WDH-CDU HAS CHOSEN TO FOCUS PRIMARILY ON IMPROVING TESTINGAND LINKAGE TO CARE OF VIRAL HEPATITIS C. HOWEVER, THE WDH-CDU WILL INCLUDE HEPATITIS B INPOLICY INITIATIVES AND PROVIDER EDUCATION.BY THE END OF THE PROJECT PERIOD, THE WYOMING DEPARTMENT OF HEALTH COMMUNICABLEDISEASE UNIT WILL HAVE UTILIZED THE STRATEGIES AND ACTIVITIES OUTLINED IN THIS APPLICATION TO INCREASEHCV TESTING IN PARTNER SETTINGS; INCREASE THE NUMBER OF SITES, ORGANIZATIONS, AND SETTINGS THATPARTICIPATE IN THE IMPLEMENTATION OF AN INTERVENTION TO INCREASE HCV TESTING AND DETECTION;INCREASE THE ABILITY TO LINK NEWLY DIAGNOSED HCV-POSITIVE PERSONS TO MEDICAL CARE; AND INCREASEMONITORING OF CURRENT AND IMPLEMENTED POLICIES TO IMPROVE HCV TESTING AND CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU51PS005160_7523"}, {"internal_id": 131835098, "Award ID": "NU51PS005159", "Award Amount": 1019493.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION - NEW JERSEY DEPARTMENT OF HEALTH (NJDOH) CONTINUES WITH PREVENTION AND SURVEILLANCE EFFORTS FOR VIRAL HEPATITIS. PREVENTION EFFORTS INCLUDE PLANNING FOR AND IMPLEMENTING VIRAL HEPATITIS ELIMINATION ACTIVITIES WITH PARTNERS AND STAKEHOLDERS, WORKING TO CHANGE CURRENT REGULATIONS AND POLICIES TO ENHANCE SURVEILLANCE CAPABILITIES AND ENSURE LINKS TO CARE AND TREATMENT FOR THOSE LIVING WITH VIRAL HEPATITIS.  SURVEILLANCE IS A KEY COMPONENT OF DETERMINING DISEASE BURDEN AND RESPONDING APPROPRIATELY. NJDOH USES THE COMMUNICABLE DISEASE REPORTING AND SURVEILLANCE SYSTEM (CDRSS) TO MONITOR CASES OF VIRAL HEPATITIS TO IDENTIFY HOTSPOTS, OUTBREAKS, AND NEW INFECTIONS. NJDOH CONTINUES TO WORK WITH INTERNAL AND EXTERNAL PARTNERS TO IDENTIFY, CLASSIFY, AND INVESTIGATE VIRAL HEPATITIS CASES AND ENSURE CASE COMPLETENESS.  NJDOH FOSTERS AND MAINTAINS RELATIONSHIPS WITH HEALTHCARE SYSTEMS, HARM REDUCTION CENTERS (HRC), LOCAL HEALTH DEPARTMENTS, CORRECTIONS, ADDICTIONS PROVIDERS, AND PRIVATE PROVIDER PARTNERS TO ENHANCE INVESTIGATION, SCREENING, AND TREATMENT DATA IN CDRSS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU51PS005159_7523"}, {"internal_id": 131835092, "Award ID": "NU51PS005158", "Award Amount": 1803620.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - BALTIMORE CITY HEALTH DEPARTMENTCDC RFA- PS21-2103: INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTSMAY 1, 2021 ? APRIL 30, 2022CY 2021PROJECT ABSTRACT SUMMARYBALTIMORE CITY HAS ONE OF THE HIGHEST RATES OF HEPATITIS C INFECTIONS IN MARYLAND WITH MORE THAN 1,200 NEW INFECTIONS REPORTED YEARLY. ADDITIONALLY, AN ESTIMATED 10% OF THE POPULATION HAS A DEPENDENCE ON DRUGS OR ALCOHOL WITH MORE THAN 20,000 INDIVIDUALS THOUGHT TO BE USERS OF HEROIN IN THE CITY. UNFORTUNATELY, DUE TO LIMITED RESOURCES, A CLEAR PICTURE OF HCV AND HBV AWARENESS, TESTING, MORBIDITY AND CURE IS CURRENTLY UNAVAILABLE AS A TOOL FOR PROGRAM PLANNING AND MONITORING AND EVALUATION.THE PROSED PROJECT AIMS TO IMPROVE VIRAL HEPATITIS REPORTING, SURVEILLANCE, OUTBREAK DETECTION AND RESPONSE THROUGH COLLABORATIVE EFFORTS WITH MARYLAND DEPARTMENT OF HEALTH (MDH) AND CITY LABORATORIES AND PROVIDERS. BALTIMORE CITY HEALTH DEPARTMENT (BCHD) WILL WORK CLOSELY WITH MDH, THE MARYLAND HEPATITIS COALITION AND A TO-BE FORMED BALTIMORE HEPATITIS COMMITTEE TO TRANSFORM THE CITY?S CURRENT DRAFT HEPATITIS C ELIMINATION PLAN INTO A COMPREHENSIVE VIRAL HEPATITIS ELIMINATION PLAN. FROM THIS PLAN, AN ACTIVITY-SPECIFIC WORKPLAN WILL BE IMPLEMENTED TO IMPROVE DISEASE REPORTING, PUBLIC AND PROVIDER HEPATITIS KNOWLEDGE, ACCESS TO TESTING, LINKAGE TO CARE, AND TREATMENT. ACTIVITIES WILL BE CITY-WIDE, BUT PROVISION OF FOCUSED PREVENTION AND TREATMENT SERVICES WILL BE USED TO IMPROVE HEALTH OUTCOMES AMONG CLIENTS OF THE SYRINGE SERVICE PROGRAM AND BCHD?S SEXUAL HEALTH CLINICS AND MOBILE SPOT. LASTLY, UNDER COMPONENT 3, BCHD PROPOSES TO IMPROVE ACCESS TO MOBILE SUBSTANCE USE TREATMENT, HEPATITIS TESTING AND TREATMENT, AND OTHER RELATED, COMPLEMENTARY SERVICES ESSENTIAL TO THE VULNERABLE POPULATIONS.THIS PROJECT WILL BE IMPLEMENTED ACROSS DEPARTMENTS WITHIN BCHD AND THROUGH EXTERNAL PARTNERSHIPS ALL COORDINATED BY BCHD?S VIRAL HEPATITIS COORDINATOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f33cd835-92b3-c5cd-60a1-33140fd3a99a-C", "generated_internal_id": "ASST_NON_NU51PS005158_7523"}, {"internal_id": 131834879, "Award ID": "NU51PS005157", "Award Amount": 943098.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR NEVAD - THE PURPOSE OF THIS PROJECT IS TO SUPPORT AND IMPROVE HEPATITIS PROGRAMS IN NEVADA BY EXPANDING SURVEILLANCE FOR HEPATITIS AND DEVELOPING AND IMPLEMENTING A VIRAL HEPATITIS ELIMINATION PLAN. ADDITIONALLY, THE PROJECT AIMS TO EXPAND ACCESS TO PREVENT, DIAGNOSE, AND TREAT VIRAL HEPATITIS B AND C AMONG PERSONS WHO INJECT DRUGS IN SETTINGS DISPROPORTIONATELY AFFECTED BY DRUG USE.THE INTENDED OUTCOMES OF THIS PROJECT INCLUDE: 1) EXPANDING HEPATITIS OUTBREAK RESPONSE LEADING TO A REDUCTION IN NEW VIRAL HEPATITIS CASES, 2) COLLECTING AND ANALYZING DATA TO IMPROVE MONITORING OF BURDEN OF DISEASE, 3) CREATE A VIRAL HEPATITIS ELIMINATION PLAN, 4) INCREASE ACCESS TO PREVENTION, TESTING AND CARE TO REDUCE HEALTH DISPARITIES AND 5) IMPLEMENT SPECIAL PROJECTS WITHIN HARM REDUCTION PROGRAMS THROUGHOUT THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU51PS005157_7523"}, {"internal_id": 131834883, "Award ID": "NU51PS005156", "Award Amount": 1023472.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "MISSOURI INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU51PS005156_7523"}, {"internal_id": 131834874, "Award ID": "NU51PS005155", "Award Amount": 715099.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "HAWAII INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROPOSAL - TO UNDERSTAND AND ADDRESS THE BURDEN OF VIRAL HEPATITIS ON AT-RISK COMMUNITIES IN HAWAII, THIS APPLICATION WILL FUND THE VIRAL HEPATITIS SURVEILLANCE COORDINATOR TO IMPLEMENT COMPONENT 1, WHICH WILL IMPROVE VIRAL HEPATITIS SURVEILLANCE THROUGH OUTBREAK DETECTION, INVESTIGATION, AND CONTROL AND WILL DEVELOP AND DISSEMINATE DATA REPORTS TO BETTER ALLOCATE RESOURCES, RAISE AWARENESS, AND INFORM POLICY. ADDITIONAL FUNDS FOR COMPONENT 1 ARE REQUESTED FOR DISEASE INVESTIGATION AND DATA ANALYSIS SUPPORT. FOR COMPONENT 2, THE APPLICATION WILL FUND THE VIRAL HEPATITIS PREVENTION COORDINATOR, WHO WILL IDENTIFY AND LEVERAGE PARTNERSHIP OPPORTUNITIES TO IMPLEMENT \"HEP FREE 2030: THE HAWAI'I HEPATITIS ELIMINATION STRATEGY 2020-2030\". THIS STATEWIDE STRATEGY UTILIZES DATA-DRIVEN DECISION-MAKING AND AN EQUITY FRAMEWORK TO INCREASE AWARENESS, EFFECT SYSTEMS-LEVEL CHANGE, AND INCREASE ACCESS TO CORE HEPATITIS SERVICES, INCLUDING PREVENTION (E.G., HEPATITIS A AND B VACCINATIONS), TESTING, LINKAGE-TO-CARE, TREATMENT, AND RELATED SERVICES SUCH AS SYRINGE EXCHANGE, MEDICATION ASSISTED TREATMENT, WOUND CARE, AND SUBSTANCE USE DISORDER TREATMENT. ADDITIONAL FUNDS FOR COMPONENT 2 ARE REQUESTED FOR ECHO PROJECT, TELE-MENTORING AND CASE CONSULTATION TO IMPROVE THE NETWORK OF HEALTHCARE PROVIDERS IN HAWAII. AS DESCRIBED IN THE PROJECT NARRATIVE, ALL ACTIVITIES WILL ALSO BE IN ALIGNMENT WITH THE EXPECTATIONS AND REQUIREMENTS OF THIS FUNDING OPPORTUNITY ANNOUNCEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU51PS005155_7523"}, {"internal_id": 131833275, "Award ID": "NU51PS005154", "Award Amount": 1070000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "WISCONSIN VIRAL HEPATITIS PREVENTION AND SURVEILLANCE - WISCONSIN ABSTRACTAPPLICANT: THE WISCONSIN DEPARTMENT OF HEALTH SERVICES (DHS) COMMUNICABLE DISEASE HARM REDUCTION SECTION (CDHRS) IS APPLYING TO CDC FOR FUNDS TO ACCOMPLISH THE OUTCOMES IDENTIFIED IN COMPONENTS 1, 2 AND 3.NEED: AS INJECTION DRUG USE HAS INCREASED IN WISCONSIN, NEW HEPATITIS C VIRUS (HCV) INFECTIONS HAVE INCREASED DRAMATICALLY, PARTICULARLY AMONG PEOPLE WHO ARE AMERICAN INDIAN AND LIVING IN RURAL AREAS. HOWEVER, MOST PREVALENT HCV CASES RESIDE IN URBAN AREAS (SUCH AS MILWAUKEE COUNTY) AND RATES ARE HIGHEST AMONG BLACK PEOPLE. TRENDS IN HBV AND HAV ARE NOT AS WELL UNDERSTOOD BECAUSE OF LIMITED TESTING AMONG PEOPLE WHO INJECT DRUGS (PWID) AND PASSIVE IDENTIFICATION AND REPORTING OF ACUTE CASES. SYRINGE SERVICES PROGRAMS (SSPS) EXIST IN WISCONSIN, BUT MAPPING ASSESSMENTS REVEAL GAPS IN SSP SERVICES IN RURAL AREAS. HAV AND HBV VACCINATION RATES ARE SUBOPTIMAL AMONG PWID IN WISCONSIN. DESPITE ALL WISCONSIN MEDICAID BARRIERS BEING REMOVED, FEW HCV TREATMENT PROVIDERS PRACTICE IN RURAL AREAS AND MOST PEOPLE WITH HCV HAVE NOT RECEIVED TREATMENT.PURPOSE: COMPONENT 1 (C1): IMPROVE VIRAL HEPATITIS OUTBREAK DETECTION, SURVEILLANCE, CASE REPORTING, AND ANALYZE AND DISSEMINATE DATA TO CHARACTERIZE TRENDS AND IMPLEMENT PUBLIC HEALTH INTERVENTIONS. COMPONENT 2 (C2): SUPPORT VIRAL HEPATITIS ELIMINATION PLANNING AND INCREASE VIRAL HEPATITIS TESTING, REFERRAL TO CARE, VACCINATION, AND PREVENTION IN HIGH-IMPACT SETTINGS SUCH AS SSPS THAT SERVE THE TARGET POPULATIONS. COMPONENT 3 (C3): IMPROVE ACCESS TO SERVICES FOR PWID IN HIGH-IMPACT SETTINGS THAT SERVE TARGET POPULATIONS.TARGET POPULATION: C1 AND C2: MANY OF THE ACTIVITIES WILL HAVE STATEWIDE IMPACTS, HOWEVER C2 SPECIFICALLY FOCUSES ON IMPROVING ACCESS TO VIRAL HEPATITIS PREVENTION, VACCINATION, TESTING, AND TREATMENT AMONG AMERICAN INDIAN PEOPLE THROUGH COLLABORATIONS WITH TRIBAL HEALTH CLINICS WITH SSPS AND AMONG PEOPLE LIVING IN MILWAUKEE THROUGH AN FQHC WITH AN SSP. FOR C3, THE TARGET POPULAT ION INCLUDES A LARGELY RURAL 12-COUNTY AREA THAT INCLUDES SEVERAL AREAS OF CONCERN WITH HIGH RATES OF HCV OR OVERDOSE IDENTIFIED THROUGH A RECENT MAPPING ASSESSMENT.OUTCOMES: DURING THE 5-YEAR PROJECT PERIOD, CDHRS WILL SHOW PROGRESS TOWARD ALL OF THE OUTCOMES INCLUDED IN NOTICE OF FUNDING OPPORTUNITY (NFOA) INCLUDING IMPROVING VIRAL HEPATITIS SURVEILLANCE AND OUTBREAK DETECTION (OUTCOMES 1.1.1-1.3.3), SUPPORTING ELIMINATION PLANNING AND IMPROVING ACCESS TO TESTING, REFERRAL TO CARE, AND ACCESS TO SSPS (OUTCOMES 2.1.1-2.3.3), AND IMPROVING ACCESS TO SERVICES FOR PWID (OUTCOMES 3.1.1-3.1.7).APPROACH: C1: CDHRS WILL COLLABORATE WITH INTERNAL DHS AND EXTERNAL PARTNERS TO IMPROVE VIRAL HEPATITIS SURVEILLANCE, OUTBREAK DETECTION AND CASE REPORTING. C2: CDHRS WILL PARTNER WITH MULTIPLE STAKEHOLDERS TO ORGANIZE AND BEGIN ELIMINATION PLANNING. CDHRS WILL PARTNER WITH HIGH-IMPACT SETTINGS (TRIBAL HEALTH CLINICS WITH SSPS AND FQHCS WITH SSPS) TO IMPROVE TESTING, VACCINATION, PREVENTION AND TREATMENT. C3: CDHRS WILL PARTNER WITH A LOCAL HEALTH DEPARTMENT WITH AN SSP TO DEVELOP AND EXPAND A PWID SERVICE BUNDLE FOR A 12-COUNTY AREA.EVALUATION: THE PROJECT WILL BE EVALUATED USING DHS SURVEILLANCE AND IMMUNIZATION REGISTRY DATA, AND SERVICE DATA COLLECTED BY SSPS IN WISCONSIN AND THE SELECTED PARTNERS.COLLABORATION: CDHRS WILL CONTINUE TO PARTNER WITH STATE PARTNERS INCLUDING THE DIVISION OF MEDICAID SERVICES, DIVISION OF CARE AND TREATMENT SERVICES, DEPARTMENT OF CORRECTIONS, STATE LABORATORY OF HYGIENE, AS WELL AS WITH LOCAL HEALTH DEPARTMENTS, COMMUNITY COLLABORATORS, SSPS, TRIBAL HEALTH CENTERS AND FEDERALLY QUALIFIED HEALTH CENTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 125000.0, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU51PS005154_7523"}, {"internal_id": 131834836, "Award ID": "NU51PS005153", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "PROJECT APPLICATION IS IN RESPONSE TO THE CDC FUNDING ANNOUNCEMENT PS21-2103 AND THE PURSUIT OF RESOURCES FOR HEPATITIS A, B, AND C SURVEILLANCE, AWARENESS, AND LINKAGE TO MEDICAL SERVICES IN ARKANSAS - THE ARKANSAS DEPARTMENT OF HEALTH, INFECTIOUS DISEASE BRANCH IS THE LEAD AGENCY IN THE STATE FOR PUBLIC HEALTH INITIATIVES. THE ACTIVITIES OUTLINED IN THIS APPLICATION ILLUSTRATE THE INTERNAL PUBLIC HEALTH CAPACITY OF THE ADH AND THE ADH'S EXTERNAL PARTNER'S CAPACITY TO IMPLEMENT VIRAL HEPATITIS INVENTIONS STATEWIDE. THROUGH SURVEILLANCE METHODS FOR MONITORING THE EPIDEMIOLOGICAL VIRAL HEPATITIS PROFILE IN THE STATE, AND PERFORMING INVESTIGATIVE ACTIVITIES FOR REPORTED CASES. THE STATE'S VIRAL HEPATITIS INITIATIVE WILL ALSO IMPLEMENT INTERVENTIONS FOR REDUCING THE LACK OF AWARENESS, INCREASE TESTING AND EDUCATION, AND LINKING PERSONS TO TREATMENT AND TO SUD PARTNER FACILITIES. IN ADDITION, THROUGH PARTNERSHIP WITH OTHER STATE AGENCIES THE ADH WILL DEVELOP A VIRAL HEPATITIS ELIMINATION PLAN AND CONTINUE TO IMPROVE ITS EFFORTS FOR RESPONDING TO OUTBREAKS AND/OR CLUSTER DETECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_NU51PS005153_7523"}, {"internal_id": 131833701, "Award ID": "NU51PS005152", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPTS - ADDRESS IN WORKPLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52d1597e-c1cb-85d2-90cf-7e33577b6a7a-C", "generated_internal_id": "ASST_NON_NU51PS005152_7523"}, {"internal_id": 131835212, "Award ID": "NU51PS005151", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "THIS PROPOSAL OUTLINES NORTH DAKOTA'S PLAN TO IMPLEMENT A COMPREHENSIVE HEPATITIS SURVEILLANCE AND PREVENTION PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU51PS005151_7523"}, {"internal_id": 131834978, "Award ID": "NU51PS005150", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR MONTANA - AS IN MANY STATES, THE MANAGEMENT OF VIRAL HEPATITIS HAS BEEN SPLIT ACROSS SEVERAL PUBLIC HEALTHPROGRAMS. IN MONTANA, THESE INCLUDE THE IMMUNIZATION SECTION WHICH FOCUSES ON THE VACCINEPREVENTABLE FORMS OF VIRAL HEPATITIS AND INTERVENTION IN CASES OF PERINATAL HEPATITIS B, AND THEHIV/STD SECTION WHICH FOCUSES ON HARM REDUCTION IN HIGH-RISK POPULATIONS TO CURB THE SPREAD OFBOTH HIV AND HEPATITIS C.MONTANA DPHHS PROPOSES TO USE THESE FUNDS TO ACCOMPLISH THE PRINCIPLE GOALS OF THE VIRALHEPATITIS ELIMINATION PROGRAM:A. IMPROVE ACCESS TO VIRAL HEPATITIS TESTING IN BOTH THE COMMUNITY HEALTH AND PRIMARY CARESECTORS,B. ADVANCE SYSTEMS OF LABORATORY CONFIRMATION AND REPORTING OF ACUTE CASES OF ALL FORMS OFVIRAL HEPATITIS FOR PUBLIC HEALTH FOLLOW-UP,C. EDUCATE PROVIDERS AND COMMUNITY HEALTH PRACTITIONERS TOWARD BETTER PATIENT/CLIENT MANAGEMENTAMONG AT-RISK POPULATIONS THROUGH HARM REDUCTION AND DE-STIGMATIZATION OF MARGINALIZEDPOPULATIONS,D. PREVENT THE SPREAD OF HEPATITIS A AND B THROUGH EXPANDED VACCINATION EFFORTS TARGETED TOAT-RISK ADULTS,E. REDUCE LONG-TERM RISK TO MONTANA?S HOMELESS, PWID AND YOUNG ADULT POPULATION BY PROMOTINGEFFECTIVE TREATMENT FOR BOTH SUBSTANCE USE DISORDER (SUD) AND CURE FOR HEPATITIS C.CURRENT CHALLENGES THAT WILL BE ADDRESSED IN THE FIRST YEAR UNDER PS21-2103 WILL BE THE(1) COMPLETION OF BASELINE ASSESSMENTS OF LABORATORY AND HOSPITAL SYSTEM REPORTING AND CASEMANAGEMENT CAPABILITIES; (2) PLANNING/PILOTING IMPLEMENTATION OF MORE ROBUST SYSTEMS OFSURVEILLANCE AND REPORTING, INCLUDING BOTH PROCESS (HUMAN) AND TECHNICAL (DATA MANAGEMENT)ENHANCEMENTS; (3) COORDINATED VIRAL HEPATITIS OUTBREAK PLANNING; (4) PLANNING AND INITIALDISTRIBUTION OF PROVIDER EDUCATION FOCUSED ON SCREENING AND TREATMENT WITH A PARTICULAREMPHASIS ON HEPATITIS B AND C; AND (5) TARGETED SERVICE DELIVERY TO HIGH-RISK POPULATIONSTHROUGH COMMUNITY-BASED ORGANIZATIONS SERVING PWID AND OTHER RISK GROUPS(I.E., NATIVE AMERICAN AND ASIAN POPULATIONS).IT IS CLEAR IS TH AT DPHHS MUST ASSURE THAT MONTANA?S EFFORTS ARE MANAGED IN A COMPLIMENTARYFASHION AND THAT THE STATE?S LABORATORY AND PRIMARY CARE SYSTEMS ARE RECRUITED TO THEDETECTION AND MANAGEMENT OF PATIENTS WITH BOTH ACUTE AND CHRONIC FORMS OF VIRAL HEPATITIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU51PS005150_7523"}, {"internal_id": 131835011, "Award ID": "NU51PS005149", "Award Amount": 1195000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "MICHIGAN DEPARTMENT OF HEALTH AND HUMAN SERVICE APPLICATION FOR CDC'S INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING - AN ESTIMATED 1-2% OF THE U.S. POPULATION IS INFECTED WITH HEPATITIS C VIRUS (HCV); HOWEVER, APPROXIMATELY 75% OF THOSE INFECTED ARE UNAWARE. DESPITE THE AVAILABILITY OF THERAPIES TO CURE PERSONS LIVING WITH HCV, LESS THAN 10% HAVE BEEN SUCCESSFULLY TREATED. MORBIDITY AND MORTALITY ASSOCIATED WITH CHRONIC HCV INFECTIONS IS GROWING; LIVER CANCER INCIDENCE AND MORTALITY ARE GROWING FASTER THAN ANY OTHER COMMON CANCER LARGELY DUE TO VIRAL HEPATITIS INFECTIONS. FURTHERMORE, HCV KILLS MORE PEOPLE IN THE U.S. THAN ALL OTHER NATIONALLY NOTIFIABLE COMMUNICABLE DISEASES COMBINED. WITH SUSTAINED EFFORTS TO IMPLEMENT UNIVERSAL HCV TESTING, TESTING BASED ON EXPOSURES, CONDITIONS, AND ONGOING RISK FACTORS, LINKAGE TO CARE, AND CURATIVE HCV TREATMENT, THE OUTCOMES ARE PREVENTABLE. INJECTION DRUG USE IS A PRIMARY RISK FACTOR FOR ONGOING TRANSMISSION OF HBV AND HCV; IN RECENT YEARS, THERE HAS BEEN AN INCREASE IN HCV DIAGNOSES AMONG YOUNG ADULTS ASSOCIATED WITH THE OPIOID EPIDEMIC. THE MICHIGAN DEPARTMENT OF HEALTH AND HUMAN SERVICES (MDHHS) AIMS TO IMPROVE SURVEILLANCE FOR HBV AND HCV IN MICHIGAN, FACILITATE STATEWIDE VIRAL HEPATITIS ELIMINATION PLANNING, INCREASE ACCESS TO HBV AND HCV TESTING AND PREVENTION, PREVENT INFECTIONS ASSOCIATED WITH INJECTION DRUG USE, REDUCE OVERDOSE DEATHS, AND LINK PEOPLE TO SUBSTANCE USE DISORDER (SUD) TREATMENT.MDHHS WILL ENHANCE SURVEILLANCE FOR HBV AND HCV IN MICHIGAN BY COLLABORATING WITH LABORATORIES TO IMPROVE REPORTING OF VIRAL HEPATITIS RESULTS TO THE MICHIGAN DISEASE SURVEILLANCE SYSTEM (MDSS) ELECTRONICALLY, INCLUDING THE REPORTING OF NEGATIVE HCV RESULTS. MDHHS WILL PROVIDE TECHNICAL ASSISTANCE AND SUPPORT TO ENHANCE VIRAL HEPATITIS CASE INVESTIGATION IN JURISDICTIONS WITH POOR CASE FOLLOW-UP. AS MICHIGAN?S HCV SURVEILLANCE DATA CONTINUES TO MATURE, MDHHS AIMS TO BETTER ESTIMATE THE STATE?S HCV PREVALENCE TO BETTER INFORM HCV ELIMINATION EFFORTS AND DEVELOP STATEWIDE AND SUBPOPULATION-FOCUSED CURE CASCADES. MDHHS WILL I NCREASE ENGAGEMENT WITH STAKEHOLDERS THROUGH VIRAL HEPATITIS ELIMINATION PLANNING, EXPAND HCV TESTING AMONG LABORATORIES AND HEALTHCARE SYSTEMS, AND EXPAND HCV TREATMENT PROVIDER WORKFORCE CAPACITY THROUGH WEBINAR TRAININGS AND THE ESTABLISHMENT OF A CLINICAL CONSULTATION LINE. MDHHS AIMS TO INCREASE REFERRAL TO WRAPAROUND SERVICES FOR PEOPLE LIVING WITH HCV, SUCH AS HCV TREATMENT, SUD TREATMENT, SSPS, AND HAV AND HBV VACCINATIONS. MDHHS WILL PREVENT INFECTIONS ASSOCIATED WITH INJECTION DRUG USE, REDUCE OVERDOSE DEATHS, AND LINK PEOPLE TO SUD TREATMENT BY EXPANDING ACCESS TO SSPS ACROSS MICHIGAN AND FUNDING PARTNER ORGANIZATIONS IN HIGH-IMPACT SETTINGS WITHIN HIGH-BURDEN JURISDICTIONS UTILIZING EVIDENCE-BASED DATA.THROUGH THESE ACTIVITIES AND PARTNERSHIPS, MDHHS AIMS TO ESTABLISH ROBUST VIRAL HEPATITIS SURVEILLANCE, IDENTIFY AND LINK PERSONS LIVING WITH VIRAL HEPATITIS TO APPROPRIATE CARE AND TREATMENT, REDUCE VIRAL-HEPATITIS RELATED HEALTH DISPARITIES AND DECREASE OVERDOSE DEATHS AND SECONDARY INFECTIONS RELATED TO DRUG USE. THESE EFFORTS WILL ULTIMATELY LEAD TO A DECREASE IN HCV PREVALENCE IN THE POPULATION, INCLUDING MORBIDITY AND MORTALITY ASSOCIATED WITH HCV INFECTION, BUT ALSO HELP TO PREVENT NEW TRANSMISSION AMONG PERSONS WHO INJECT DRUGS (PWID) AND OTHER AT-RISK GROUPS, MOVING US CLOSER TO VIRAL HEPATITIS ELIMINATION IN MICHIGAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU51PS005149_7523"}, {"internal_id": 131835071, "Award ID": "NU51PS005148", "Award Amount": 944852.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "MARYLAND INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION PROGRAM - VIRAL HEPATITIS IS AN INFLAMMATION OF THE LIVER DUE TO HEPATITIS VIRUSES. HEPATITIS B VIRUS (HBV) AND HEPATITIS C VIRUS (HCV) ARE MAJOR CAUSES OF CHRONIC LIVER DISEASE, WHICH PLACES INDIVIDUALS AT RISK FOR LIVER CIRRHOSIS, LIVER FAILURE, AND LIVER CANCER. THERE HAS BEEN INCREASING REPORTED CASES OF HEPATITIS A, ACUTE HEPATITIS B, AND ACUTE HEPATITIS C VIRAL INFECTIONS. AN INTEGRATED APPROACH TO COORDINATE VIRAL HEPATITIS PREVENTION, DIAGNOSIS, TREATMENT, AND SURVEILLANCE ACTIVITIES WILL ACCELERATE PROGRESS TOWARDS VIRAL HEPATITIS ELIMINATION.THE STATE OF MARYLAND THROUGH THE DEPARTMENT OF HEALTH, RELATED AGENCIES, AND PARTNERS HAVE ESTABLISHED SYSTEMS AND INFRASTRUCTURES TO ADDRESS THE ELIMINATION OF VIRAL HEPATITIS AND TO MONITOR THE DISEASE BURDEN AND TRENDS. MARYLAND DEPARTMENT OF HEALTH THROUGH THE CURRENT CDC-PS17-1702 FUNDING WHICH FOCUSES ONLY ON VIRAL HEPATITIS PREVENTION HAS ESTABLISHED HCV RAPID TESTING PROGRAMS IN 15 OUT OF 23 MARYLAND JURISDICTIONS. THIS FUNDING PROPOSAL WILL REPLACE CDC-PS17-1702 AND ALSO FUND ACTIVITIES TO ENHANCE SURVEILLANCE OF VIRAL HEPATITIS A, ACUTE AND CHRONIC HEPATITIS B, ACUTE AND CHRONIC HEPATITIS C, AND MONITORING OF PERINATAL HEPATITIS B AND HEPATITIS C TRANSMISSION.THE OBJECTIVES OF THIS PROPOSAL ARE:1.TO DEVELOP, IMPLEMENT, AND MAINTAIN PLAN TO RAPIDLY DETECT AND RESPOND TO OUTBREAKS OF HEPATITIS A, ACUTE HEPATITIS B, AND ACUTE HEPATITIS C2.TO IMPROVE MONITORING OF DISEASE BURDEN AND TRENDS IN HEPATITIS A, ACUTE HEPATITIS B, AND ACUTE AND CHRONIC HEPATITIS C3.SUPPORT VIRAL HEPATITIS ELIMINATION PLANNING AND MAXIMIZE ACCESS TO PREVENTION, TESTING, LINKAGE TO CARE, AND TREATMENT.THIS PROPOSAL WILL EMPHASIS ON TWO CORE COMPONENTS: VIRAL HEPATITIS SURVEILLANCE ACTIVITIES, AND VIRAL HEPATITIS PREVENTION ACTIVITIES. IMPLEMENTATION OF VIRAL HEPATITIS SURVEILLANCE ACTIVITIES WILL FOCUS ON DEVELOPING A STATE FRAMEWORK FOR VIRAL HEPATITIS OUTBREAK PLANNING AND RESPONSE, ENSURING TIMELINESS AND COMPLETENESS OF VI RAL HEPATITIS DATA, AND PROMOTING COMPREHENSIVE VIRAL HEPATITIS REPORTING, INCLUDING NEGATIVE HCV RNA REPORTING. THE CORE VIRAL HEPATITIS PREVENTION ACTIVITIES WILL FOCUS ON SUSTAINING AND SCALING UP ACCESS TO HBV AND HCV TESTING THROUGH VARIOUS CHANNELS IDENTIFIED IN THE STATE INCLUDING HIGH IMPACT SETTINGS LIKE SYRINGE SERVICES PROGRAMS. THERE WILL ALSO BE INCREASED ENGAGEMENT OF STAKEHOLDERS AT LOCAL AND COMMUNITY LEVEL TO DEVELOP AND IMPLEMENT THE STATE HEPATITIS C STRATEGIC PLAN.FUNDS REQUESTED WILL BE UTILIZED TO SUPPORT PERSONNEL SALARIES AND FRINGES FOR SURVEILLANCE STAFF, THE VIRAL HEPATITIS PREVENTION COORDINATOR, SUPPORT FOR HBV AND HCV SCREENING, DIAGNOSIS AND LINKAGE TO CARE AT LOCAL HEALTH DEPARTMENTS AND COMMUNITY OUTREACHES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38ff1438-14e3-a8a3-9b4b-25cc6a2e882a-C", "generated_internal_id": "ASST_NON_NU51PS005148_7523"}, {"internal_id": 131835225, "Award ID": "NU51PS005147", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - THERE ARE CURRENTLY 25,335 INDIVIDUALS KNOWN TO BE LIVING WITH HEPATITIS B AND 33,856 INDIVIDUALS KNOWN TO BE LIVING WITH HEPATITIS C IN MINNESOTA. SINCE MID-2019, THERE HAS BEEN AN ONGOING OUTBREAK OF HEPATITIS A WITHIN THE STATE. IT IS KNOWN THAT DIAGNOSED CASES DO NOT REPRESENT THE FULL BURDEN OF VIRAL HEPATITIS, AS MANY INDIVIDUALS ARE UNDIAGNOSED. THE PROPORTION OF PERSONS LIVING WITH VIRAL HEPATITIS INFECTION IN MINNESOTA WHO ARE RECEIVING HEPATITIS RELATED CARE IS UNKNOWN. BASED ON THE LIMITED INFORMATION AVAILABLE, THERE ARE GAPS IN REFERRAL AND CARE FOR THOSE WHO TEST POSITIVE FOR HEPATITIS. WHILE THERE ARE NUMEROUS INDIVIDUALS AT ALL LEVELS WHO ARE DEVOTED TO IMPROVING HEPATITIS CARE, OUTREACH, AND OUTCOMES, THERE REMAINS MANY BARRIERS TO CARE FOR COMMUNITIES DISPROPORTIONATELY IMPACTED BY VIRAL HEPATITIS. IN ORDER TO ADDRESS THE BURDEN OF VIRAL HEPATITIS INFECTION IN MINNESOTA, WE NEED TO STRENGTHEN SURVEILLANCE AND PREVENTION EFFORTS, DEVELOP STRONG PARTNERSHIPS TO IDENTIFY AND ADDRESS BARRIERS TO CARE, PROVIDE EDUCATION AND SUPPORT TO THOSE WORKING WITH IMPACTED COMMUNITIES, AND MAKE CONNECTIONS ACROSS THE STATE TO DEVELOP AND IMPLEMENT A VIRAL HEPATITIS ELIMINATION PLAN.MDH WILL EVALUATE, EXPAND, AND IMPROVE HEPATITIS SURVEILLANCE AND PREVENTION WITHIN THE STATE. WE WILL SHIFT FROM DESCRIBING THE CURRENT LANDSCAPE TO BEGINNING VIRAL HEPATITIS ELIMINATION PLANNING. WE WILL WORK TO IDENTIFY AND REDUCE BARRIERS TO CARE AND STRENGTHEN EXISTING SERVICES FOR PERSONS WHO INJECT DRUGS. IN ALL ASPECTS OF THE WORK OF THIS GRANT WE WILL INCLUDE A STRONG FOCUS ON ENGAGEMENT WITH STAKEHOLDERS, INCLUDING CARE PROVIDERS ACROSS THE SPECTRUM OF CARE AND THOSE WITH LIVED EXPERIENCE.THE MINNESOTA DEPARTMENT OF HEALTH IS COMMITTED TO IMPROVING THE CURRENT LANDSCAPE OF HEPATITIS DIAGNOSIS, LINKAGE TO CARE, AND TREATMENT SERVICES OFFERED AND AVAILABLE WITHIN THE STATE. THROUGH LEVERAGING OF CURRENT PARTNERSHIPS, DEVELOPMENT OF NEW PARTNERSHIPS, AND INTE GRATION AND EXPANSION OF EXISTING RESOURCES AND ACTIVITIES, WE WILL UNDERTAKE VIRAL HEPATITIS ELIMINATION IN MINNESOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU51PS005147_7523"}, {"internal_id": 131834996, "Award ID": "NU51PS005146", "Award Amount": 945329.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "IMPROVE SURVEILLANCE, IDENTIFICATION AND TREATMENT OF VIRAL HEPATITIS IN KANSAS WITH THE GOAL OF ELIMINATING VIRAL HEPATITIS IN THE STATE. - THE STATE OF KANSAS HAS HAD LIMITED ABILITY TO TRACK AND RESPOND TO VIRAL HEPATITIS DUE TO A LACK OF RESOURCES.  THE APPLIED FOR FUNDING WOULD ALLOW THE STATE TO CREATE A VIRAL HEPATITIS ELIMINATION PLAN AND BUILD CAPACITY FOR CONDUCTING EFFECTIVE VIRAL HEPATITIS PREVENTION, CARE, AND SURVEILLANCE ACTIVITIES. KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENT (KDHE) BUREAUS OF PUBLIC HEALTH INFORMATICS (BEPHI) AND DISEASE CONTROL AND PREVENTION (BDCP) ARE APPLYING FOR COMPONENTS 1 AND 2.BEPHI WILL LEAD COMPONENT 1 AND WILL WORK WITH BDCP TO CREATE A PLAN TO RAPIDLY DETECT AND RESPOND TO OUTBREAKS OF VIRAL HEPATITIS AS PART OF THE HEPATITIS ELIMINATION PLAN.  THEY WILL SYSTEMATICALLY COLLECT, ANALYZE, INTERPRET AND DISSEMINATE DATA TO IDENTIFY TRENDS AND IMPLEMENT APPROPRIATE PUBLIC HEALTH INTERVENTIONS TO ADDRESS HEPATITIS A, ACUTE HEPATITIS B, AND CHRONIC HEPATITIS C.  CONTINGENT UPON FUNDING BEPHI WILL COLLECT, ANALYZE, INTERPRET, AND DISSEMINATE DATA TO CHARACTERIZE CHRONIC HEPATITIS B AND PERINATAL HEPATITIS C.  BDCP WILL LEAD COMPONENT 2 AND BRING TOGETHER A GROUP OF STAKEHOLDERS, INCLUDING INDIVIDUALS WITH LIVED EXPERIENCE, THE KANSAS DEPARTMENT OF CORRECTIONS, BEPHI AND BUREAU OF FAMILY HEALTH OVERDOSE DATA TO ACTION STAFF, TO CREATE A VIRAL HEPATITIS ELIMINATION PLAN.  THIS PLAN WILL INCLUDE INCREASING ACCESS TO TESTING, TREATMENT, PREVENTION, AND REPORTING.  TO EXPAND PROVIDER CAPACITY BDCP WILL CREATE A LIST OF CURRENT PROVIDERS THROUGHOUT THE STATE, EDUCATE AND INCREASE PROVIDERS THROUGH A PROJECT ECHO.  CONTINGENT UPON FUNDING, BDCP WILL INCREASE TESTING FOR HEPATITIS B AND C, ESPECIALLY IN COMMUNITY-BASED ORGANIZATIONS AND DRUG TREATMENT ORGANIZATIONS.  WHILE SSPS ARE CURRENTLY ILLEGAL IN KANSAS, THERE HAS BEEN SOME TALK OF CREATING A LEGISLATIVE COMMITTEE TO STUDY THE POSSIBILITY OF CHANGING THAT LEGISLATION.  CONTINGENT UPON FUNDING, BDCP WILL PROVIDE SUPPORT TO THAT COMMITTEE, IMPROVE ACCESS TO PREVENTION SERVICES AND EDUCATION AMONG PW ID.  FINALLY, CONTINGENT UPON FUNDING BDCP WILL PROVIDE LINKAGE TO CARE WHERE IT IS AVAILABLE AND PROVIDE EDUCATION AND SUPPORT THROUGHOUT THE TREATMENT PROCESS AS WELL AS ASSIST INDIVIDUALS WHO ARE NOT ABLE TO ACCESS TREATMENT TO ACHIEVE OTHER LIFESTYLE CHANGES AND TREATMENT THAT MAY BE INDICATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU51PS005146_7523"}, {"internal_id": 131834816, "Award ID": "NU51PS005145", "Award Amount": 1803684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - THE STATE OF MAINE HAS MAINTAINED A VIRAL HEPATITIS PROGRAM SINCE 2000. THE GOAL OF THE VIRAL HEPATITIS PROGRAM IS TO REDUCE THE DISEASE BURDEN OF VIRAL HEPATITIS IN MAINE BY INCREASING ACCESS TO SCREENING, INCREASING THE NUMBER OF INDIVIDUALS AWARE OF THEIR DISEASE STATUS, AND INCREASING TREATMENT SERVICES. THESE ACTIVITIES PROMOTE THE VIRAL HEPATITIS CARE CONTINUUM, A TERM READILY USED BY THE UNITED STATES CDC TO ESTABLISH A CONTINUUM OF CARE FOR THE CLIENT FROM THE STEPS OF INITIAL SCREENING TO TREATMENT. MAINE HAS NOT HAD A DEDICATED SURVEILLANCE AND PREVENTION ARM WITHIN THE LARGER PROGRAM. UNDER THIS GRANT, MAINE AIMS TO HIRE A VIRAL HEPATITIS SURVEILLANCE COORDINATOR (VHSC) AND A VIRAL HEPATITIS PREVENTION COORDINATOR (VHPC) TO ADDRESS THE SURVEILLANCE, DATA, PREVENTION, AND OUTBREAK RESPONSE NEEDS SURROUNDING VIRAL HEPATITIS IN THE STATE. THE VHSC WILL USE SURVEILLANCE, INSURANCE REIMBURSEMENT, DEMOGRAPHIC, AND HEALTH CARE DATA TO DETERMINE REGIONS IN MAINE THAT ARE MORE HEAVILY AFFECTED BY VIRAL HEPATITIS OR HAVE GAPS IN RESOURCES TO ADDRESS THE DISEASE. ADDITIONALLY, THE VHSC WILL WORK WITH THE VHPC TO CREATE A VIRAL HEPATITIS ELIMINATION COMMITTEE THAT WILL HELP ESTABLISH A FORMAL ELIMINATION PLAN AS WELL AS ASSIST IN THE IMPLEMENTATION AND CREATION OF AN OUTBREAK DETECTION AND RESPONSE PLAN. THE VHSC WILL BE RESPONSIBLE FOR MONITORING VIRAL HEPATITIS SURVEILLANCE ACTIVITIES INCLUDING DATA ANALYSIS, LAB RESULT MONITORING, AND ENSURE COMPLETENESS OF CASE REPORTS TO EFFECTIVELY UNDERSTAND AND IMPROVE THE VIRAL HEPATITIS DISEASE BURDEN AND INFORM PREVENTION SERVICE PROVISION. THE VHPC WILL EXPAND PARTNERSHIPS WITH HIGH IMPACT SETTINGS LIKE JAILS, HOMELESS SHELTERS, RECOVERY CENTERS, MEDICATION ASSISTED TREATMENT (MAT) PROGRAMS, AND SYRINGE SERVICE PROGRAMS (SSPS) TO FILL EXISTING GAPS IN CARE, PREVENTION, AND HARM REDUCTION FOR PEOPLE AT RISK FOR ACQUIRING VIRAL HEPATITIS PARTICULARLY PEOPLE WHO INJECT DRUGS (PWID). PEOPLE WHO INJECT DRU GS ARE A VULNERABLE POPULATION ACCOUNTING FOR A LARGE PROPORTION OF NEW HEPATITIS B AND C CASES IN MAINE. THE ACTIVITIES SUPPORTED BY THIS GRANT WILL PROVIDE A SERVICE BUNDLE THROUGH PATIENT NAVIGATORS AND OTHER PWID SERVING GROUPS TO LINK PWID TO ESSENTIAL SUPPORT SERVICES LIKE SSPS, MAT, PRIMARY CARE, NALOXONE, HEPATITIS C CARE, AND HEPATITIS A AND B VACCINATION. BOTH THE VHPC AND VHSC SIT WITHIN THE MAINE CDC AND MAINTAINS STRONG RELATIONSHIPS WITH THE INFECTIOUS DISEASE EPIDEMIOLOGY PROGRAM, RYAN WHITE HIV CARE PROGRAM, MAINE IMMUNIZATION PROGRAM, AND THE OFFICE OF BEHAVIORAL HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU51PS005145_7523"}, {"internal_id": 131834939, "Award ID": "NU51PS005144", "Award Amount": 2034878.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - INTRODUCTION - THE COLORADO DEPARTMENT OF PUBLIC HEALTH AND ENVIRONMENT (CDPHE) HAS ALONGSTANDING HISTORY OF COLLABORATING WITH THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC)AND OTHER FUNDERS TO PROVIDE VIRAL HEPATITIS (VH) PROGRAMMING IN THE STATE OF COLORADO.NATIONALLY, THERE IS A RENEWED MOVEMENT ENCOURAGING STRATEGIES THAT ENSURE EFFECTIVE,COMPREHENSIVE SURVEILLANCE OF VH, AS WELL AS PLANS FOR THE VIRTUAL ELIMINATION OF VH IN THEMOST-IMPACTED COMMUNITIES.PROBLEM STATEMENTS - HEPATITIS A (HAV) AND HEPATITIS B (HBV) ARE FULLY PREVENTABLE INFECTIONSTHANKS TO THE ADVENT OF EFFECTIVE VACCINATIONS. HEPATITIS C (HCV) IS TREATABLE AND CURABLE VIADIRECT ACTING ANTIVIRAL (DAA) MEDICATIONS. WHILE THE AFOREMENTIONED RESOURCES EXIST, HAV,HBV, AND HCV CONTINUE TO DISPROPORTIONATELY AFFECT PRIORITY POPULATIONS IN COLORADO, INCLUDINGCOMMUNITIES AFFECTED BY OTHER CONDITIONS AND COMORBIDITIES, PEOPLE OF LOW SOCIOECONOMICSTATUS, PEOPLE EXPERIENCING HOMELESSESS, PEOPLE WHO ARE STIGMATIZED AND DISCRIMINATED AGAINSTDUE TO SUBSTANCE USE AND MENTAL HEALTH ISSUES, PEOPLE WHO HAVE LIMITED ACCESS TO PRIMARY ANDSPECIALTY HEALTHCARE, AND PEOPLE DUALLY IMPACTED BY VH AND THE OPIOID CRISIS.COMPONENTS - ENHANCEMENT OF OUTBREAK AND SURVEILLANCE ACTIVITIES: CURRENTLY, CDPHE HASLIMITED RESOURCES TO DEVOTE TO OUTBREAK MONITORING/MITIGATION AND CONSISTENT SURVEILLANCEACTIVITIES FOR VH. THE PROVISION OF FUNDING FROM PS21-2103 WILL ALLOW CDPHE THE OPPORTUNITYTO BOLSTER LONG-TERM SURVEILLANCE AND CASE INVESTIGATION STAFFING TO ADDRESS THIS UNMET NEED.FURTHERMORE, A COMPREHENSIVE OUTBREAK MONITORING AND MITIGATION PLAN WILL BE ABLE TO BEDEVELOPED AND IMPLEMENTED. ENHANCEMENT OF CORE VH PREVENTION ACTIVITIES: CDPHE PLANS TOINCREASE THE AVAILABILITY OF VH TESTING AND VACCINATION PROGRAMS FOR PRIORITY POPULATIONS, ANDCREATE MORE SEAMLESS CONNECTIONS BETWEEN COMMUNITY-BASED ORGANIZATIONS ANDPRIMARY/SPECIALTY CARE CLINICS PROVIDING CURATIVE TREATMENT FOR HCV. ENHANCEMENT OF VHACTI VITIES FOR PEOPLE WHO INJECT DRUGS (PWID): CDPHE PLANS TO ENHANCE AND INCREASE ACCESS TOSYRINGE SERVICES PROGRAMS (SSP) FOR PWID THROUGHOUT COLORADO, AND PROVIDE MECHANISMS ANDENGAGE IN COLLABORATIVE ACTIVITIES THAT PROMOTE COMPREHENSIVE WHOLE-PERSON HEALTH PROGRAMSWITHIN SSPS.ANTICIPATED RESULTS - ENHANCEMENT OF OUTBREAK AND SURVEILLANCE ACTIVITIES: THE ANTICIPATED RESULTSOF THIS FUNDED COMPONENT WILL INCLUDE MORE ACCURATE AND TIMELY SURVEILLANCE OF VH, AND MORERAPID RESPONSE AND MITIGATION OF EMERGING OUTBREAKS OF VH IN THE STATE OF COLORADO.ENHANCEMENT OF CORE VH PREVENTION ACTIVITIES: THE ANTICIPATED RESULTS OF THIS FUNDED COMPONENTWILL INCLUDE INCREASED ACCESS TO VH TESTING AND PREVENTION PROGRAMMING, INCREASED VACCINATIONEFFORTS FOR HAV AND HBV, AND INCREASED ACCESS TO CURATIVE TREATMENT FOR HCV. ENHANCEMENT OFVH ACTIVITIES FOR PWID: THE ANTICIPATED RESULTS OF THIS FUNDED COMPONENT WILL INCLUDE INCREASEDKNOWLEDGE OF VH STATUS AMONG PWID, INCREASED ACCESS TO PREVENTION PROGRAMMING FOR PWID,AND INCREASED ACCESS TO VACCINATIONS FOR HAV AND HBV AND CURATIVE TREATMENT FOR HCV FORPWID.CONCLUSION - AS STATED ABOVE, IMPLEMENTING PROGRAMMING WITH FUNDING FROM PS21-2103 WILLAFFORD CDPHE THE OPPORTUNITY TO ADDRESS PRIMARY PREVENTION NEEDS FOR PEOPLE AT RISK OFCONTRACTING OR TRANSMITTING VH, AND MOVE THE STATE OF COLORADO CLOSER TO TRUE ELIMINATION OF VH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU51PS005144_7523"}, {"internal_id": 131834981, "Award ID": "NU51PS005143", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - THE VIRAL HEPATITIS EPIDEMIOLOGY, PREVENTION, AND INTERVENTION (HEPI) PROJECT COMPRISES TWO COMPONENTS, EACH WITH ITS OWN PURPOSE AND OUTCOMES, WHICH, WHEN IMPLEMENTED, WILL COMPLEMENT EACH OTHER TO DEVELOP AND IMPLEMENT A FRAMEWORK FOR 1) VIRAL HEPATITIS OUTBREAK DETECTION AND RESPONSE, AND 2) VIRAL HEPATITIS ELIMINATION. THE PURPOSE COMPONENT 1 IS TO EXPAND JURISDICTIONAL SURVEILLANCE FOR ACUTE HEPATITIS A, ACUTE HEPATITIS B, AND ACUTE HEPATITIS C; PERINATAL HEPATITIS C; AND CHRONIC HEPATITIS B AND CHRONIC HEPATITIS C THROUGH RAPID DETECTION AND RESPONSE TO OUTBREAKS AND SYSTEMATIC COLLECTION, ANALYSIS, INTERPRETATION, AND DISSEMINATION OF DATA TO INFORM AND EVALUATE EVIDENCE-BASED INTERVENTIONS. THE PURPOSE COMPONENT 2 IS TO CREATE A FRAMEWORK FOR JURISDICTIONAL VIRAL HEPATITIS ELIMINATION. TOGETHER, THESE PROJECT ACTIVITIES WILL INCREASE THE PROPORTION OF PEOPLE LIVING WITH CHRONIC VIRAL HEPATITIS INFECTION WHO ARE AWARE OF THEIR STATUS AND LINKED TO CARE, AND PREVENT NEW INFECTIONS AMONG THOSE AT HIGHEST RISK, WITH AN EMPHASIS ON PEOPLE WHO INJECT DRUGS (PWID) AND THE PROGRAMS IN WHICH THEY ARE BEST SERVED. PROJECT OUTCOMES FOR COMPONENT 1 WILL INCLUDE HAVING: 1) AN INTEGRATED JURISDICTIONAL FRAMEWORK FOR VIRAL HEPATITIS CLUSTER AND OUTBREAK RESPONSE IN A PRIORITY POPULATION; 2) ASSESSED THE FEASIBILITY OF AND PILOTED THE COLLECTION OF NEGATIVE HEPATITIS C VIRUS (HCV) RIBONUCLEIC ACID (RNA) TEST RESULTS, WHICH ARE NEEDED TO IDENTIFY PEOPLE WHO HAVE CLEARED OR BEEN SUCCESSFULLY CURED OF THEIR INFECTION RNA FROM AT LEAST ONE 1 LARGE COMMERCIAL LABORATORY; 3) IMPROVED MONITORING OF DISEASE BURDEN AND TRENDS IN ACUTE (HAV, HBV, HCV) AND CHRONIC (HBV, HCV) VIRAL HEPATITIS THROUGH THE DEVELOPMENT OF A DYNAMIC DATA DASHBOARD, OPEN DATA PORTAL, AND/OR INTEGRATED VIRAL HEPATITIS SURVEILLANCE REPORT; AND 4) ASSESSED THE FEASIBILITY OF AND PILOTED REPORTING OF CHRONIC HEPATITIS B AND CHRONIC HEPATITIS C CASES TO THE U.S. CENTERS FOR DISEASE CONTROL AN D PREVENTION (CDC) USING A NATIONAL SURVEILLANCE SYSTEM; AND 5) IMPROVED MONITORING OF THE CHRONIC HEPATITIS C (AND, IF FUNDED, CHRONIC HEPATITIS B) CONTINUUM OF CARE TO IDENTIFY GAPS IN CARE AND WHERE FOCUSED OUTREACH IS NEEDED. THIS INFORMATION WILL ENSURE CALIFORNIA?S DISEASE BURDEN IS REFLECTED IN NATIONAL ESTIMATES AND BE USED TO INFORM THE ACTIVITIES IN COMPONENT 2. PROJECT OUTCOMES FOR COMPONENT 2 WILL INCLUDE HAVING: 1) INCREASED STAKEHOLDER ENGAGEMENT WITH LOCAL HEALTH JURISDICTIONS (LHJS), COMMUNITY-BASED ORGANIZATIONS (CBOS), PEOPLE WITH LIVED EXPERIENCE, AND COMMUNITY PARTNERS TO DEVELOP A FRAMEWORK FOR VIRAL HEPATITIS ELIMINATION; 2) INCREASED THE PROPORTION OF PEOPLE WITH AN HCV ANTIBODY POSITIVE TEST WHO RECEIVE HCV RNA TESTING BY 5% BY PROMOTING HCV RNA REFLEX TESTING POLICIES (WHERE A SCREENING TEST IS AUTOMATICALLY FOLLOWED BY A DIAGNOSTIC TEST); 3) INCREASED THE NUMBER OF PRIMARY CARE PROVIDERS IN CALIFORNIA TRAINED TO TREAT CHRONIC HEPATITIS C INFECTION IN A PRIMARY CARE SETTING BY ?50; 4) INCREASED HEPATITIS C TESTING, LINKAGES TO CARE, AND/OR TREATMENT AMONG PWID IN 2-3 HIGH-IMPACT SETTINGS; AND 5) INCREASED UTILIZATION OF SYRINGE SERVICES PROGRAMS (SSPS) BY PWID BY 10%. THESE OUTCOMES WILL BE ACCOMPLISHED BY COLLECTING AND ANALYZING DATA FROM PUBLIC HEALTH SURVEILLANCE AND OTHER DATA SOURCES; CONVENING COMMUNITY PARTNERS TO SHARE, INTERPRET, AND USE DATA TO INFORM PUBLIC HEALTH ACTION; AND PARTNERSHIPS WITH LABORATORIES, HEALTH CARE PROVIDERS, HEALTH SYSTEMS, ACADEMIC MEDICAL CENTERS; AND CDC TO INCREASE VIRAL HEPATITIS TESTING AND CARE. IF ADDITIONAL FUNDING IS ALLOCATED FOR THE CONTINGENT COMPONENTS OF THIS APPLICATION, THESE OUTCOMES WILL ALSO BE ACCOMPLISHED THROUGH PARTNERSHIPS WITH LHJS, CBOS, AND SETTINGS SERVING PWID, SUCH AS JAILS, SSPS, AND DRUG TREATMENT PROGRAMS, WHERE SERVICES ARE MOST EFFECTIVELY DELIVERED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU51PS005143_7523"}, {"internal_id": 131834788, "Award ID": "NU51PS005142", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS C - BACKGROUNDTHERE ARE AN ESTIMATED 90,000 PEOPLE LIVING WITH HEPATITIS C (HCV) IN ARIZONA WITH DOCUMENTATION OF NEARLY 10,000 NEW POSITIVE REPORTS EACH YEAR. MARICOPA COUNTY HAS THE GREATEST NUMBER OF HCV REPORTS PER CAPITA WITH OVER 50% OF ALL POSITIVE REPORTS DERIVING FROM LABS IN THIS REGION. PEOPLE AT RISK FOR OR LIVING WITH HCV OFTEN EXPERIENCE LIMITED AVAILABILITY OF MEDICAL AND SUPPORT SERVICES AND SIGNIFICANT COMPLEXITY OF DIAGNOSIS AND REFERRAL PATHWAYS. IF HCV IS LEFT UNTREATED IT CAN LEAD TO THE DEVELOPMENT OF CHRONIC LIVER DISEASE, WHICH FOR SOME WILL RESULT IN END STAGE LIVER DISEASE OR LIVER CANCER. THERE IS NO VACCINE FOR HCV, BUT THERE ARE SEVERAL MEDICATIONS, DIRECT ACTING ANTIVIRAL?S (DAAS), TO TREAT HCV THAT ARE HIGHLY EFFECTIVE AND HAVE A CURE RATE OF GREATER THAN 95%.COMPONENT 1UNDER THIS AWARD, ADHS WILL COLLABORATE WITH KEY JURISDICTIONAL STAKEHOLDERS TO ESTABLISH A COMPREHENSIVE AND CURRENT VIRAL HEPATITIS OUTBREAK RESPONSE PLAN WHICH ACCOUNTS FOR HAV, HBV, AND HCV. ADHS WILL ALSO IMPROVE THE STATE?S HEPATITIS SURVEILLANCE INFRASTRUCTURE AND AS A RESULT, HAVE THE CAPACITY TO DISTINGUISH AND DE-DUPLICATE CHRONIC FROM ACUTE CASES OF HCV, AMONG OTHER CRITICAL IMPROVEMENTS TO DATA COLLECTION AND REPORTING.COMPONENT 2TO MAKE CRITICAL STRIDES TOWARDS ELIMINATING VIRAL HEPATITIS IN ARIZONA, ADHS WILL INSTALL PATIENT NAVIGATORS IN THE MOST HIGHLY IMPACTED SETTINGS ACROSS THE STATE, LINKING PREVIOUSLY DISJOINTED AND UNDER-RESOURCED PROVIDERS IN A ROBUST NETWORK OF COORDINATED CARE AND ENSURING THAT NO PERSON INFECTED WITH VIRAL HEPATITIS IN THE STATE IS WITHOUT THE RESOURCES THEY NEED TO REACH AND MAINTAIN SUSTAINED VIROLOGIC RESPONSE (SVR). ADHS WILL ALSO INCREASE THE NUMBER OF PATIENTS AWARE OF THEIR INFECTION STATUS BY FUNDING SUPPLEMENTAL HEPATITIS TESTING AND SCREENING ACTIVITIES AT CLINICS SITUATED IN THESE HIGHLY IMPACTED REGIONS. IN ADDITION TO SUPPORTING INCREASED VIRAL HEPATITIS TESTING AND FUNDING VITAL PATIENT NAVIGATION  INFRASTRUCTURE, THIS AWARD WILL ALLOW ADHS TO MOBILIZE KEY STAKEHOLDERS TO FORM AND SUSTAIN THE ARIZONA HEPATITIS C ELIMINATION ADVISORY GROUP: A MULTIFACETED AND WIDE-REACHING COALITION OF TREATMENT SPECIALISTS, ADVOCATES, AND PERSONS WITH LIVED EXPERIENCE THAT WILL STEER AND INFORM THE ACTIVITIES EXECUTED UNDER THIS AWARD.COMPONENT 3UNDER THIS AWARD, ADHS WILL COLLABORATE WITH KEY JURISDICTIONAL STAKEHOLDERS TO ESTABLISH A COMPREHENSIVE AND CURRENT VIRAL HEPATITIS OUTBREAK RESPONSE PLAN WHICH ACCOUNTS FOR HAV, HBV, AND HCV. ADHS WILL ALSO IMPROVE THE STATE?S HEPATITIS SURVEILLANCE INFRASTRUCTURE AND AS A RESULT, HAVE THE CAPACITY TO DISTINGUISH AND DE-DUPLICATE CHRONIC FROM ACUTE CASES OF HCV, AMONG OTHER CRITICAL IMPROVEMENTS TO DATA COLLECTION AND REPORTING.CONCLUSIONTHIS PROJECT?S VALUE PROPOSITION HAS INSPIRED STATEWIDE GRASSROOTS SUPPORT. PRACTITIONERS AND ADVOCATES IN THE FIELDS OF VIRAL HEPATITIS AND SUBSTANCE USE DISORDER, THE WIDER LIVER HEALTH AND BEHAVIORAL HEALTH COMMUNITIES, AND PERSONS LIVING WITH CHRONIC HCV OR AFFECTED BY VIRAL HEPATITIS ARE ALL POISED AND ENERGIZED TO PARTICIPATE IN EXECUTING THE PROPOSED ACTIVITIES, KNOWING THEY WILL REVOLUTIONIZE ARIZONA?S CAPACITY TO SERVE PEOPLE INFECTED WITH VIRAL HEPATITIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU51PS005142_7523"}, {"internal_id": 131833094, "Award ID": "NU51PS005141", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "ALASKA DIVISION OF PUBLIC HEALTH - INTEGRATING VIRAL HEPATITIS SURVEILLANCE AND PREVENTION - THE PURPOSE OF THIS PROJECT IN ALASKA IS TO SUPPORT THE GOALS OF THE U.S. HHS ACTION PLAN FOR THE PREVENTION, CARE, AND TREATMENT OF VIRAL HEPATITIS BY INCREASING THE NUMBER OF PERSONS LIVING WITH HBV AND/OR HCV INFECTION WHO ARE TESTED FOR THESE INFECTIONS AND MADE AWARE OF THEIR INFECTION STATUS SO AS TO FACILITATE LINKAGE TO RECOMMENDED CARE AND TREATMENT SERVICES. WE PLAN TO EXPAND JURISDICTIONAL SURVEILLANCE FOR ACUTE HEPATITIS A, B, AND C; PERINATAL HEPATITIS C; AND CHRONIC HEPATITIS B AND C AS WELL AS TO FACILITATE THE DEVELOPMENT AND IMPLEMENTATION OF VIRAL HEPATITIS ELIMINATION PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU51PS005141_7523"}, {"internal_id": 131835088, "Award ID": "NU51PS005140", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION - VIRAL HEPATITIS CONTINUES TO POSE A SERIOUS THREAT TO THE HEALTH OF DELAWARE RESIDENTS. THOUGH TOOLS EXIST TO PREVENT NEW CASES OF HEPATITIS A, HEPATITIS B, AND HEPATITIS C, TO TREAT PEOPLE LIVING WITH HEPATITIS B, AND TO CURE PEOPLE LIVING WITH HEPATITIS C, NEW CASES OF VIRAL HEPATITIS CONTINUE TO OCCUR IN DELAWARE AND MANY PEOPLE INFECTED WITH VIRAL HEPATITIS REMAIN UNDIAGNOSED AND POSEA RISK OF SPREADING NEW INFECTIONS. THIS GRANT WILL SUPPORT INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION EFFORTS TO ELIMINATE VIRAL HEPATITIS IN DELAWARE. KEY STRATEGIES INCLUDE VIRAL HEPATITIS OUTBREAK PLANNING AND RESPONSE IN ADDITIONAL TO SURVEILLANCE FOR ACUTE HEPATITIS A, B AND C, AND CHRONIC HEPATITIS C, WITH A FOCUS ON A STATE-WIDE VIRAL HEPATITIS ELIMINATION PLAN; COMPREHENSIVE HEPATITIS B AND C REPORTING; HBV AND HCV TESTING; AND ENGAGEMENT OF HEALTHCARE PROVIDERS TO TREAT HEPATITIS B AND C. VIRAL HEPATITIS SURVEILLANCE WITHIN THE DIVISION OF PUBLIC HEALTH (DPH) HAS BEEN DECENTRALIZED AMONG VARIOUS PROGRAMS (BUREAU OF COMMUNICABLE DISEASES, VACCINE-PREVENTABLE DISEASES, OFFICE OF HEALTH CRISIS RESPONSE). THIS COOPERATIVE AGREEMENT PROVIDES AN OPPORTUNITY TO RESTRUCTURE THE VIRAL HEPATITIS PROGRAM FOR AN IMPROVED COORDINATED DPH RESPONSE TO VIRAL HEPATITIS, WITH THE OFFICE OF INFECTIOUS DISEASES (OIDE)TAKING A CENTRAL ROLE IN OVERSIGHT OF HEPATITIS A, B AND C SURVEILLANCE AND PREVENTION ACTIVITIES, AND SUPPLEMENTS FUNDING AVAILABLE FOR HEPATITIS TESTING AT THE DELAWARE PUBLIC HEALTH LABORATORY(DPHL).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU51PS005140_7523"}, {"internal_id": 131834812, "Award ID": "NU51PS005139", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "THE APPLICATION IS TO ADVANCE ENDING HEPATITIS EPIDEMICS BY ACTIVE SURVEILLANCE, COLLABORATIONS WITH CLINICAL AND COMMUNITY-BASED PARTNERS THROUGH TESTING, TREATMENT, AND FOCUS POPULATIONS. - THE DISTRICT OF COLUMBIA CONTINUES TO EXPERIENCE A SEVERE EPIDEMIC OF VIRAL HEPATITIS WITH SIGNIFICANT IMPACT ON THE HEALTH AND WELL-BEING OF ITS RESIDENTS. BETWEEN 2015 AND 2019, 1,750 NEW CASES OF CHRONIC HEPATITIS B (HBV) WERE REPORTED. IN 2019, THE CRUDE RATE OF CHRONIC HBV WAS 42.9 CASES PER 100,000 POPULATION. WITH 98% OF THE CASES AMONG ADULTS OVER THE AGE OF 20 YEARS OLD, THESE CASES WERE PREVENTABLE BY VACCINE. BETWEEN 2015 AND 2019, 15,811 CASES OF CHRONIC HEPATITIS C (HCV) WERE REPORTED, OF WHICH 6,671 (42.2%) REPRESENTED NEW DIAGNOSES. THE CRUDE RATE OF NEWLY DIAGNOSED CHRONIC HCV WITHIN THE DISTRICT IN 2019 WAS 156.5 CASES PER 100,000. WHILE A SLIGHT INCREASE HAS BEEN OBSERVED IN RECENT YEARS, THE RATE OF HEPATITIS A IN THE DISTRICT OF COLUMBIA BASED ON DATA REPORTED TO THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) REMAINS RELATIVELY LOW (1.6 CASES PER 100,000 POPULATION). THE DISTRICT MAINTAINED A HIGH RATE OF HEPATITIS RELATED DEATHS COMPARED TO THE NATION, SIGNIFICANT OF POTENTIAL MISSED OPPORTUNITIES FOR PREVENTING THE ADVERSE LONG-TERM SEQUELAE ASSOCIATED WITH UNTREATED INFECTION.THE PURPOSE OF THIS APPLICATION IS TO ADVANCE AN END OF THE HEPATITIS EPIDEMICS IN THE DISTRICT OF COLUMBIA THROUGH ACTIVE SURVEILLANCE, COLLABORATIONS WITH CLINICAL AND COMMUNITY-BASED PARTNERS ON TESTING AND TREATMENT, AND INNOVATIVE STRATEGIES TO ENGAGE FOCUS POPULATIONS. OVERALL, THE PROJECT WILL LEVERAGE EPIDEMIOLOGICAL DATA TO INCREASE TESTING, ACCELERATE LINKAGE TO CARE, AND ENHANCE TREATMENT OPTIONS FOR HEPATITIS AND SUBSTANCE USE DISORDER. IN FIVE YEARS, THE DISTRICT EXPECTS TO ACHIEVE MEASURABLE PROGRESS TO ENDING THE HEPATITIS EPIDEMICS. UNDER SURVEILLANCE, THE DISTRICT WILL INCREASE REPORTING AND COMPLETENESS OF DATA FOR ADULT AND PERINATAL HBV AND HCV, DEVELOP AN OUTBREAK RESPONSE PLAN FOR APPLICABLE HEPATITIS VIRUSES, AND SYSTEMATICALLY MONITOR TRENDS TO INFORM PROGRAM INTERVENTIONS. UNDER PREVENTION, THE DISTRICT WILL INCREASE TES TING (INCLUDING AUTOMATIC REFLEX TESTING), TREATMENT PRESCRIBING AND COMPLETION, AND FOCUS ACTIVITIES FOR PEOPLE WHO USE DRUGS, INCLUDING USE OF SSPS, SUBSTANCE USE TREATMENT, VACCINATION, AND INTEGRATED SERVICES. TO ACHIEVE THESE OUTCOMES, THE DISTRICT WILL ENGAGE COMMUNITY STAKEHOLDERS, DEVELOP A HEPATITIS ELIMINATION PLAN, AND ADDRESS EMERGING CONDITIONS WITH FLEXIBILITY AND RESPONSIVENESS. THE DC DEPARTMENT OF HEALTH (DC HEALTH) WILL LEVERAGE ITS EXISTING WORKING PARTNERSHIPS ACROSS GOVERNMENT, JURISDICTIONS, ACADEMIC/RESEARCH, COMMUNITY PROVIDERS, EDUCATION, AND CONSUMER AND STAKEHOLDER GROUPS. DC HEALTH MAINTAINS PARTNERSHIPS WITH AN EXTENSIVE NETWORK OF CULTURALLY DIVERSE COMMUNITY PROVIDERS, INCLUDING HOSPITALS, MEDICAL PRACTICES, FEDERALLY QUALITY HEALTH CENTERS (FQHCS), AND NON-CLINICAL COMMUNITY-BASED ORGANIZATIONS, INCLUDING SYRINGE SERVICE AND SUBSTANCE USE TREATMENT PROVIDERS. DC HEALTH HAS STRONG CONNECTIONS WITH PEOPLE WHO USE DRUGS THROUGH ITS ROBUST PEER NETWORK PROGRAMS. IT HAS CURRENT AND PROSPECTIVE HIGHLY EXPERT, DEDICATED, AND INNOVATIVE TEAM MEMBERS. DC COMMITS TO A ROBUST EVALUATION, SPECIFIC METRICS, AND CONTINUOUS QUALITY IMPROVEMENT TO ENSURE EFFECTIVE RESULTS AND OPERATIONS. HAHSTA WILL UTILIZE ITS CAPACITY BUILDING RESOURCES FOR COMMUNITY PARTNERS AND STAFF. THE DISTRICT HAS THE FOUNDATIONAL FRAMEWORK, ROBUST COLLABORATIVE PARTNERSHIPS, AND WILLINGNESS TO PROMOTE INNOVATIVE APPROACHES TO STRENGTHEN ITS SURVEILLANCE, PREVENTION, AND PROGRAM APPROACHES FOR POPULATIONS WITH THE HIGHEST RISK BEHAVIOR FOR HBV AND HCV. THE DISTRICT IS COMMITTED TO DEVELOP A PLAN LEVERAGING THE CRITICAL TOOLS OF TESTING, LINKAGE TO CARE, VACCINATION, AND TREATMENT TO ACHIEVE AN END TO THE HEPATITIS EPIDEMICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU51PS005139_7523"}, {"internal_id": 131835148, "Award ID": "NU51PS005138", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - PROJECT ABSTRACTVIRAL HEPATITIS HAS BEEN HISTORICALLY UNDERFUNDED IN ALABAMA (AL), APPROPRIATE FUNDING HAS BEEN HIGHLY ANTICIPATED FOR AT LEAST 15 YEARS. AL RANKS POORLY IN SEVERAL HEALTH INDICATORS AND HAS BEEN PLAGUED BY ONGOING HEPATITIS A (HAV) OUTBREAK AS WELL AS RATES OF HEPATITIS B (HBV) WELL MATCHED TO NATIONAL AVERAGES, DESPITE A LOW PROPORTION OF ASIAN POPULATION. FURTHERMORE, FUNDS ARE EXTREMELY NEEDED DUE TO THE HIGH RATES OF INCARCERATION IN THE STATE, HIGH RATES OF TRANSMISSION IN OUR PRISONS, HEALTH DISPARITIES, LACK OF MEDICAID EXPANSION, PERSISTENCE OF HEPATITIS C DIRECT ACTING ANTIVIRALS (DAA) RESTRICTIONS, AND LACK OF SYRINGE SERVICES PROGRAMS (SSPS) ALL CONTRIBUTING TO THREATENED EFFORTS TO KEEP AL ON TRACK TO ELIMINATE HEPATITIS C (HCV) BY 2030. DESPITE ALL THESE CHALLENGES, ADPH IS IN PURSUIT TO BUILD STATE-WIDE CAPACITY FOR SURVEILLANCE, PREVENTION AND CARE PROGRAMS. ADPH WILL LEVERAGE FORMATIVE WORK DONE WITH KEY COLLABORATORS, INCLUDING CENTER FOR DISEASE ANALYSIS FOUNDATION (CDAF), UNIVERSITIES, CORRECTIONS AND OPIOID RESPONSE COUNCIL. OUR PLAN WILL BUILD THE NECESSARY INFRASTRUCTURE AND IMPROVE DELIVERY OF SERVICES FOR VIRAL HEPATITIS.IN COLLABORATION WITH CDAF AND STAKEHOLDERS IN THE STATE, ALABAMA HAS ALREADY BEGUN DEVELOPMENT OF AN ELIMINATION MODEL FOR HEPATITIS C. USING THE WORLD HEALTH ORGANIZATION (WHO) ELIMINATION TARGETS (DEFINED BY THE WHO AS A 90% DIAGNOSIS AND 80% TREATMENT OF ALL INFECTIONS, AN 80% REDUCTION IN INCIDENT CASES AND A 65% REDUCTION IN LIVER-RELATED MORTALITY BY 2030), WE ASSESSED ELIMINATION TARGETS THAT CAN BE ACHIEVED IN ALABAMA BY TAKING AT LEAST ONE APPROACH [1]. AT THE BEGINNING OF 2018, ALABAMA HAD 45,100 HCV-RNA+ (VIREMIC) INFECTIONS ACCOUNTING FOR 0.91% OF THE POPULATION IN ALABAMA. APPROXIMATELY 64% OF INFECTIONS WERE DIAGNOSED PREVIOUSLY (N=29,000), WITH 1,170 INFECTIONS NEWLY DIAGNOSED, AND 4% OF PERSONS INFECTED WERE INITIATED ON TREATMENT (N=1,720) IN 2018. THERE WERE AN ESTIMATE D 1,360 NEW INFECTIONS AND DIAGNOSES, CORRESPONDING TO AN INCIDENCE RATE OF 27 PER 100,000 IN 2018:   ?57% OF TOTAL INFECTIONS WERE IN THE 1945 TO 1965 BIRTH COHORT* ?10% OF TOTAL INFECTIONS WERE AMONG WOMEN OF CHILDBEARING AGE* ?7% OF TOTAL INFECTIONS WERE AMONG PEOPLE WHO INJECT DRUGS* ?4% OF TOTAL INFECTIONS WERE AMONG THE INCARCERATED POPULATION* ?20% OF INFECTIONS WERE AMONG DIAGNOSED PATIENTS ON MEDICAID* *PERCENTAGES DO NOT SUM TO 100% BECAUSE OVERLAP EXISTS ACROSS GROUPS AND NOT ALL SUBPOPULATIONS ARE CONSIDERED HERE [1].BY THE END OF YEAR ONE, ADPH INTENDS TO: HAVE A FULLY STAFFED PROGRAM; IDENTIFY THE HIGHEST VOLUME OF CLINICAL LABORATORIES THAT REPORT 80% OR MORE OF HCV ANTIBODY TESTS AND TESTS FOR HBV IN THE JURISDICTION, CONDUCT A NEEDS ASSESSMENT FOR THE IDENTIFIED HIGH-VOLUME HEALTH SYSTEMS, AND PROVIDE SOLUTIONS NEEDED TO INCREASE ROUTINE HBV AND HCV TESTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU51PS005138_7523"}, {"internal_id": 131832853, "Award ID": "NU51PS005137", "Award Amount": 1637115.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - THIS GRANT SUPPORTS THE INTEGRATED HEPATITIS SURVEILLANCE AND PREVENTION ACTIVITIES WHICH INCLUDES VIRAL HEPATITIS OUTBREAK PLANNING AND RESPONSE, AND SURVEILLANCE OF ACUTE HEPATITIS A, B, AND C, AND CHRONIC HEPATITIS C.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU51PS005137_7523"}, {"internal_id": 131834805, "Award ID": "NU51PS005136", "Award Amount": 1174100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION FUNDING FOR HEALTH DEPARTMENTS - THE CHICAGO DEPARTMENT OF PUBLIC HEALTH (CDPH) IS REQUESTING $1,079405 TO ENHANCE OUTBREAK RESPONSE AND SURVEILLANCE ACTIVITIES FOR VIRAL HEPATITIS (COMPONENT 1), $266,640 TO ADDRESS HEPATITIS PREVENTION (COMPONENT 2), AND $323,749 TO STRENGTHEN PREVENTION AND TREATMENT EFFORTS IN PEOPLE WHO INJECT DRUGS (PWID)(COMPONENT 3). CDPH WILL USE THESE FUNDS FOR SURVEILLANCE TO IMPROVE DATA QUALITY AND COMPLETENESS, IDENTIFY POPULATIONS IN NEED OF PREVENTION SERVICES, ENHANCE OUTBREAK RESPONSE AND CONTROL ACTIVITIES, INCREASE THE PROPORTION OF PERSONS AWARE OF THEIR HEPATITIS VIRUS INFECTION, EXPAND PRIORITY SETTING AND POLICY DEVELOPMENT, IDENTIFY TRANSMISSION PATTERNS AND ANY CHANGES OVER TIME, IMPROVE SERVICES TO PWID AND DECREASE THE INCIDENCE OF HEPATITIS. COMPONENT 1 ? VIRAL HEPATITIS OUTBREAK RESPONSE AND SURVEILLANCETHE PRIMARY GOALS WILL BE TO ENHANCE OUTBREAK RESPONSE AND CONDUCT ENHANCED SURVEILLANCE ON ALL HEPATITIS CASES REPORTED IN CHICAGO. DUE TO THE HIGH CASELOAD AND LIMITED RESOURCES, TO DATE CDPH HAS FOCUSED ITS EFFORTS ON SUSPECT ACUTE CASE REPORTS OR THOSE ASSOCIATED WITH OUTBREAKS. CDPH CURRENTLY HAS THE INFRASTRUCTURE IN PLACE TO CONDUCT ANALYSES ON HEPATITIS SURVEILLANCE DATA BUT THIS GRANT WILL PROVIDE THE OPPORTUNITY FOR EXISTING STAFF TO DEDICATE MORE TIME TO HEPATITIS WORK IN ADDITION TO HIRING ADDITIONAL STAFF ALLOWING FOR THE INCLUSION OF HEPATITIS IN AN OUTBREAK RESPONSE PLAN AND THE INVESTIGATION OF ALL REPORTED HEPATITIS CASES. WITH MORE EXTENSIVE AND COMPLETE INFORMATION (E.G., RISK FACTORS), CDPH WILL BE ABLE PERFORM ROBUST AND VARIED ANALYSES TO SUPPORT PRIORITY SETTING, POLICY DEVELOPMENT AND TARGETED PREVENTION EFFORTS.COMPONENT 2? VIRAL HEPATITIS PREVENTIONCDPH PLANS TO EMPLOY THE FOLLOWING STRATEGIES: 1. COLLABORATE WITH STATE AND KEY STAKEHOLDERS TO IMPROVE ENGAGEMENT AND CREATE HEPATITIS ELIMINATION PLANS. 2. IMPROVE DATA GAPS TO UNDERSTAND THE STATUS OF CURRENT HEPATITIS SCREENING AND VACCINATION RATES STARTING WITH HIV AND BEHAVIORAL HEALTH BUREAUS? DELEGATE AGENCIES 3. INCREASE HEPATITIS B AND HCV REFLEX RNA TESTING IN HIGH IMPACT SETTINGS. 4. STRENGTHENING THE CURRENT SSPS FUNDED THROUGH HIV PROGRAM AND USE THE SCREENING DATA TO LINKAGE SERVICES AND VACCINATION SESSIONS CONDUCTED BY OUR IMMUNIZATION PROGRAM.  5. COLLABORATE WITH COMMUNITY AGENCIES TO IMPLEMENT INTERVENTIONS SUCH AS INCREASED HIV, HCV, HBV TESTING AMONG PWID, ACCESS TO SSPS, MAT, LINKAGE TO TREATMENT SERVICES, AND IMPROVE THE DELIVERY OF HEPATITIS B AND A VACCINATION. COMPONENT 3 ? PREVENT, DIAGNOSE AND TREAT INFECTIOUS CONSEQUENCES RELATED TO DRUG USE UNDER THIS COMPONENT, FUNDING IS TO IMPROVE ACCESS TO SERVICES FOR PWID IN SETTINGS DISPROPORTIONATELY AFFECTED BY DRUG USE. WE PLAN TO EMPLOY THREE STRATEGIES: 1. EXAMINE THE CURRENT STATE OF ACCESS TO SERVICES AND LINKAGE TO CARE FOR PWID DISPROPORTIONATELY AFFECTED 2. FUND AND COLLABORATE WITH COMMUNITY-BASED AGENCIES TO IMPLEMENT INCREASED HIV, HCV, HBV TESTING AMONG PWID, ACCESS TO SSPS, MAT, LINKAGE TO CARE AMONG PWID WITH INFECTIOUS COMPLICATIONS, AND IMPROVED HEPATITIS B DELIVERY AND A VACCINATION AMONG PWID. 3. STRENGTHEN POLICY IN SUPPORTING INTERVENTIONS AND POLICIES THAT REDUCE BARRIERS TO ACCESS TO SERVICES FOR PWID. CDPH WILL HIRE A PATIENT NAVIGATOR TO PROVIDE EDUCATION, TRAINING, AND LINKAGE TO CARE SERVICES AND A PUBLIC HEALTH INFORMATION SPECIALIST TO INTEGRATE DATA FROM THE COMMUNITY-BASED AGENCIES FUNDED TO PROVIDE SERVICES INTO EXISTING CDPH SYSTEMS. THE INTEGRATION OF THESE DATA WILL PROVIDE THE FRAMEWORK FOR IMPROVING TESTING AND LINKAGE TO CARE SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66d181e3-49f3-60a5-5244-e4ad31687e5a-C", "generated_internal_id": "ASST_NON_NU51PS005136_7523"}, {"internal_id": 131834963, "Award ID": "NU51PS005135", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "93.270", "Description": "THE CONNECTICUT DEPARTMENT OF PUBLIC HEALTH (CT DPH) INTEGRATED VIRAL HEPATITIS SURVEILLANCE AND PREVENTION ACTIVITIES. - THE CONNECTICUT DEPARTMENT OF PUBLIC HEALTH (CT DPH) IS THE LEAD AGENCY FOR VIRAL HEPATITIS SURVEILLANCE AND PREVENTION ACTIVITIES. THE INTEGRATED PROGRAM WILL EXPAND UPON EXISTING SURVEILLANCE ACTIVITIES AND CAPACITY ACROSS THREE UNITS WITHINTHE DEPARTMENT (HIV AND VIRAL HEPATITIS SURVEILLANCE, HIV AND VIRAL HEPATITIS PREVENTION, IMMUNIZATIONS AND EPIDEMIOLOGY AND EMERGING INFECTIONS) AND EXPAND UPON VIRAL HEPATITIS PREVENTION ACTIVITIES AND CAPACITY. CTDPH HAS BEEN AWARDED FUNDS FOR COMPONENT 1-SURVEILLANCE AND COMPONENT 2-PREVENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU51PS005135_7523"}, {"internal_id": 49214302, "Award ID": "NU51PS005134", "Award Amount": 1228923.17, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "STRENGTHENING VIRAL HEPATITIS SURVEILLANCE IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU51PS005134_7523"}, {"internal_id": 49214301, "Award ID": "NU51PS005133", "Award Amount": 1384101.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C SURVEILLANCE AND LINKAGE TO CARE IN WASHINGTON STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU51PS005133_7523"}, {"internal_id": 49214300, "Award ID": "NU51PS005132", "Award Amount": 835432.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "UTAH'S PROPOSAL FOR ACTIVITIES WITHIN THE STRENGTHENING SURVEILLANCE IN JURISDICTIONS WITH HIGH INCIDENCE OF HEPATITIS C VIRUS (HCV) AND HEPATITIS B VIRUS (HBV) INFECTIONS GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU51PS005132_7523"}, {"internal_id": 49214299, "Award ID": "NU51PS005131", "Award Amount": 962847.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "NORTH CAROLINA'S HEPATITIS B AND HEPATITIS C ENHANCED SURVEILLANCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU51PS005131_7523"}, {"internal_id": 49214298, "Award ID": "NU51PS005130", "Award Amount": 1024853.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS SURVEILLANCE GRANT APPLICATION - CORE COMPONENT, COMPONENT ONE, COMPONENT TWO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU51PS005130_7523"}, {"internal_id": 49214297, "Award ID": "NU51PS005129", "Award Amount": 1013412.47, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "STRENGTHENING SURVEILLANCE IN JURISDICTIONS WITH HIGH INCIDENCE OF HEPATITIS C VIRUS (HCV) AND HEPATITIS B VIRUS (HBV) INFECTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU51PS005129_7523"}, {"internal_id": 49214296, "Award ID": "NU51PS005128", "Award Amount": 799260.09, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "STRENGTHENING SURVEILLANCE IN JURISDICTIONS WITH HIGH INCIDENCE OF HEPATITIS C VIRUS (HCV) AND HEPATITIS B VIRUS (HBV) INFECTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU51PS005128_7523"}, {"internal_id": 49214295, "Award ID": "NU51PS005127", "Award Amount": 885935.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "STRENGTHENING SURVEILLANCE OF HEPATITIS B AND C INFECTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU51PS005127_7523"}, {"internal_id": 49214294, "Award ID": "NU51PS005126", "Award Amount": 880259.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "ENHANCING HCV AND HBV SURVEILLANCE IN INDIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU51PS005126_7523"}, {"internal_id": 49214293, "Award ID": "NU51PS005125", "Award Amount": 1014182.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "STRENGTHENING SURVEILLANCE IN JURISDICTIONS WITH HIGH INCIDENCE OF HEPATITIS C VIRUS (HCV) AND HEPATITIS B VIRUS (HBV) INFECTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU51PS005125_7523"}, {"internal_id": 49214292, "Award ID": "NU51PS005124", "Award Amount": 700316.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "STRENGTHENING SURVEILLANCE IN JURISDICTIONS WITH HIGH INCIDENCE OF HEPATITIS C VIRUS (HCV) AND HEPATITIS B VIRUS (HBV) INFECTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU51PS005124_7523"}, {"internal_id": 49214291, "Award ID": "NU51PS005123", "Award Amount": 1579368.19, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "MA VIRAL HEPATITIS PREVENTION PROGRAM WITH SURVEILLANCE AND OPTIONAL ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU51PS005123_7523"}, {"internal_id": 49214290, "Award ID": "NU51PS005122", "Award Amount": 1118289.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "14. AREA AFFECTE BY PROJECT: STATEWIDESTRENGTHENING SURVEILLANCE WITH HCV AND HBV INFECTIONS FOR LOUISIANIANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU51PS005122_7523"}, {"internal_id": 49214289, "Award ID": "NU51PS005121", "Award Amount": 609412.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "93.270", "Description": "STRENGTHEN SURVEILLANCE OF HEPATITIS B AND C TO OBTAIN MORE COMPLETE AND ACCURATE CASE DATA THAT CAN BE USED TO TARGET AND EVALUATE SURVEILLANCE AND PREVENTION ACTIVITIES IN OHIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU51PS005121_7523"}, {"internal_id": 49214288, "Award ID": "NU51PS005120", "Award Amount": 726821.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU51PS005120_7523"}, {"internal_id": 49214287, "Award ID": "NU51PS005119", "Award Amount": 564068.8, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU51PS005119_7523"}, {"internal_id": 49214286, "Award ID": "NU51PS005118", "Award Amount": 344456.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING CARE CASCADE FOR HEPATITIS C IN MONTANAMONTANA DEPARTMENT OF PUBLIC HEALTH AND HUMAN SERVICESCDC-RFA-PS17-1702", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU51PS005118_7523"}, {"internal_id": 49214285, "Award ID": "NU51PS005117", "Award Amount": 624598.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "NEW MEXICO COMPREHENSIVE HEPATITIS C VIRUS (HCV) TESTING AND PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU51PS005117_7523"}, {"internal_id": 49214284, "Award ID": "NU51PS005116", "Award Amount": 663337.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVE OHIO'S COORDINATION OF HEPATITIS PREVENTION BY CONTINUING  THE SUPPORT PROVIDED TO THE PREVIOUSLY FUNDED VIRAL HEPATITIS PREVENTION COORDINATOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU51PS005116_7523"}, {"internal_id": 49214283, "Award ID": "NU51PS005115", "Award Amount": 1281089.03, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NU51PS005115_7523"}, {"internal_id": 49214282, "Award ID": "NU51PS005114", "Award Amount": 288212.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND HEPATITIS C CARE CASCADES: FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU51PS005114_7523"}, {"internal_id": 49214281, "Award ID": "NU51PS005113", "Award Amount": 530345.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVEMENT OF OKLAHOMA'S HEPATITIS B AND C TREATMENT CASCADES THROUGH COORDINATION OF  TESTING AND TREATMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU51PS005113_7523"}, {"internal_id": 49214280, "Award ID": "NU51PS005112", "Award Amount": 641177.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU51PS005112_7523"}, {"internal_id": 49214279, "Award ID": "NU51PS005111", "Award Amount": 1226774.02, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "THE ADULT VIRAL HEPATITIS PREVENTION AND CONTROL PROGRAM IS FOCUSED ON INCREASING THE NUMBER OF PEOPLE WITH HEPATITIS C WHO ARE AWARE OF THEIR INFECTION SO THEY CAN BE LINKED TO CARE AND TREATMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU51PS005111_7523"}, {"internal_id": 49214278, "Award ID": "NU51PS005110", "Award Amount": 595241.52, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38ff1438-14e3-a8a3-9b4b-25cc6a2e882a-C", "generated_internal_id": "ASST_NON_NU51PS005110_7523"}, {"internal_id": 49214277, "Award ID": "NU51PS005109", "Award Amount": 568251.14, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "PHILADELPHIA DEPARTMENT OF PUBLIC HEALTH IMPROVING HEPATITIS B AND C CARE CASCADES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02787839-b433-41c9-9383-56cc2649ecdf-C", "generated_internal_id": "ASST_NON_NU51PS005109_7523"}, {"internal_id": 49214276, "Award ID": "NU51PS005108", "Award Amount": 504008.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS PREVENTION, TESTING, AND TREATMENT COORDINATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU51PS005108_7523"}, {"internal_id": 49214275, "Award ID": "NU51PS005107", "Award Amount": 566562.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "ARKANSAS HEPATITIS C INITIATIVE TO INCREASE TESTING AND LINKAGE TO CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_NU51PS005107_7523"}, {"internal_id": 49214274, "Award ID": "NU51PS005106", "Award Amount": 450827.74, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "APPLICATION FOR IMPROVING HEPATITIS B AND C CARE CASCADES - FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU51PS005106_7523"}, {"internal_id": 49214273, "Award ID": "NU51PS005105", "Award Amount": 698945.07, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES: FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU51PS005105_7523"}, {"internal_id": 49214272, "Award ID": "NU51PS005104", "Award Amount": 754881.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "THE PURPOSE OF THIS APPLICATION IS TO INCREASE THE NUMBER OF PERSONS LIVING WITH HCV THAT ARE TESTED AND MADE AWARE OF THEIR INFECTION STATUS SO AS TO FACILITATE LINKAGE TO CARE AND TREATMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU51PS005104_7523"}, {"internal_id": 49214271, "Award ID": "NU51PS005103", "Award Amount": 485035.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "ENHANCED TESTING TO IMPROVE HAWAII'S HEPATITIS B AND C CARE CASCADES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU51PS005103_7523"}, {"internal_id": 49214270, "Award ID": "NU51PS005102", "Award Amount": 689624.51, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "WASHINGTON STATE DEPARTMENT OF HEALTH-VIRAL HEPATITIS PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU51PS005102_7523"}, {"internal_id": 49214269, "Award ID": "NU51PS005101", "Award Amount": 523401.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES:  FOCUS ON INCREASED TESTING AND DIAGNOSIS IN NORTH DAKOTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU51PS005101_7523"}, {"internal_id": 49214268, "Award ID": "NU51PS005100", "Award Amount": 426725.49, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-29", "CFDA Number": "93.270", "Description": "THIS FUNDING REQUEST WILL SUPPORT ACTIVITIES PROVIDED THROUGH THE NEBRASKA HEPATITIS PREVENTION COORDINATION POSITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU51PS005100_7523"}, {"internal_id": 49214267, "Award ID": "NU51PS005099", "Award Amount": 527448.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-29", "CFDA Number": "93.270", "Description": "KENTUCKY ADULT VIRAL HEPATITIS PREVENTION AND CONTROL PROGRAM: IMPROVING HEPATITIS B AND HEPATITIS C CARE CASCADES;  FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU51PS005099_7523"}, {"internal_id": 49214266, "Award ID": "NU51PS005098", "Award Amount": 433848.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-29", "CFDA Number": "93.270", "Description": "IDAHO VIRAL HEPATITIS PREVENTION COORDINATION OF THE HEPATITIS CARE CASCADE PILOT PROGRAM TO INCREASING TESTING, TREATMENT AND CARE OF PERSONS LIVING WITH HCV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU51PS005098_7523"}, {"internal_id": 49214265, "Award ID": "NU51PS005097", "Award Amount": 770698.82, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS IN CONNECTICUT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU51PS005097_7523"}, {"internal_id": 49214264, "Award ID": "NU51PS005096", "Award Amount": 630148.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU51PS005096_7523"}, {"internal_id": 49214263, "Award ID": "NU51PS005095", "Award Amount": 1482677.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-29", "CFDA Number": "93.270", "Description": "NYCDOHMH IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a4a5698-e56e-f2ea-e551-884e4de0b514-C", "generated_internal_id": "ASST_NON_NU51PS005095_7523"}, {"internal_id": 49214262, "Award ID": "NU51PS005094", "Award Amount": 1339123.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-29", "CFDA Number": "93.270", "Description": "14. AREA AFFECTED BY PROJECT: STATEWIDE INCREASING HEPATITIS B & C INFECTION DETECTION, CARE AND TREATMENT FOR LOUISIANIANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU51PS005094_7523"}, {"internal_id": 49214261, "Award ID": "NU51PS005093", "Award Amount": 437964.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "MAINE VIRAL HEPATITIS COORDINATOR PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU51PS005093_7523"}, {"internal_id": 49214260, "Award ID": "NU51PS005092", "Award Amount": 687007.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU51PS005092_7523"}, {"internal_id": 49214259, "Award ID": "NU51PS005091", "Award Amount": 1233119.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "TENNESSEE DEPARTMENT OF HEALTH SEEKS TO ADOPT PREVENTION STRATEGIES AND IMPLEMENT ACTIVITIES TO INCREASE IDENTIFICATION OF PERSONS LIVING WITH HCV AND/OR HBV IN THE STATE OF TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU51PS005091_7523"}, {"internal_id": 49214258, "Award ID": "NU51PS005090", "Award Amount": 1433885.44, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES: FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU51PS005090_7523"}, {"internal_id": 49214257, "Award ID": "NU51PS005089", "Award Amount": 668585.15, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "WISCONSIN: IMPROVING HEPATITIS CARE CASCADES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU51PS005089_7523"}, {"internal_id": 49214256, "Award ID": "NU51PS005088", "Award Amount": 739341.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU51PS005088_7523"}, {"internal_id": 49214255, "Award ID": "NU51PS005087", "Award Amount": 559554.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU51PS005087_7523"}, {"internal_id": 49214254, "Award ID": "NU51PS005086", "Award Amount": 742444.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5040a317-8d03-f052-436c-9d9d667ff1ba-C", "generated_internal_id": "ASST_NON_NU51PS005086_7523"}, {"internal_id": 49214253, "Award ID": "NU51PS005085", "Award Amount": 1274603.76, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU51PS005085_7523"}, {"internal_id": 49214252, "Award ID": "NU51PS005084", "Award Amount": 462391.52, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU51PS005084_7523"}, {"internal_id": 49214251, "Award ID": "NU51PS005083", "Award Amount": 456469.03, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS PREVENTION AND CONTROL PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU51PS005083_7523"}, {"internal_id": 49214250, "Award ID": "NU51PS005082", "Award Amount": 666427.63, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU51PS005082_7523"}, {"internal_id": 49214249, "Award ID": "NU51PS005081", "Award Amount": 383713.2, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU51PS005081_7523"}, {"internal_id": 49214248, "Award ID": "NU51PS005080", "Award Amount": 1259720.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "INCREASING HCV TESTING IN HIGH RISK SETTINGS IN OREGON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU51PS005080_7523"}, {"internal_id": 49214247, "Award ID": "NU51PS005079", "Award Amount": 599774.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU51PS005079_7523"}, {"internal_id": 49214246, "Award ID": "NU51PS005078", "Award Amount": 643131.85, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-29", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND CONTROL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU51PS005078_7523"}, {"internal_id": 49214245, "Award ID": "NU51PS005077", "Award Amount": 227431.23, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "ADULT VIRAL HEPATITIS PREVENTION AND CONTROL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66d181e3-49f3-60a5-5244-e4ad31687e5a-C", "generated_internal_id": "ASST_NON_NU51PS005077_7523"}, {"internal_id": 49214244, "Award ID": "NU51PS005076", "Award Amount": 407558.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "THE ADULT VIRAL HEPATITIS PROJECT SUPPORTS CRITICAL INFRASTRUCTURE OF THE HEPATITIS C PROGRAM IN THE STATE OF DELAWARE.  IT PROVIDES FUNDING FOR THE POSITIONS NEEDED IN SUPPORT OF THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU51PS005076_7523"}, {"internal_id": 49214243, "Award ID": "NU51PS005075", "Award Amount": 941543.61, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "DC DEPARTMENT OF HEALTH, HAHSTA \"IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUSED ON INCREASED TESTING AND DIAGNOSIS\"", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU51PS005075_7523"}, {"internal_id": 49214242, "Award ID": "NU51PS005074", "Award Amount": 1472549.01, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "FLORIDA VIRAL HEPATITIS PREVENTION COORDINATOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU51PS005074_7523"}, {"internal_id": 49214241, "Award ID": "NU51PS005073", "Award Amount": 673842.53, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-27", "CFDA Number": "93.270", "Description": "DEVELOP A SITUATIONAL ANALYSIS IDENTIFYING THE STATE'S BURDEN; ASSIST WITH IMPLEMENTATION OF AN INTERVENTION TO INCREASE HBV/HCV CARE AND IMPLEMENT POLICIES THAT WILL ADDRESS SYSTEMIC CHANGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU51PS005073_7523"}, {"internal_id": 49214240, "Award ID": "NU51PS005072", "Award Amount": 680040.38, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "ALASKA DIVISION OF PUBLIC HEALTH: PROMOTING VIRAL HEPATITIS B AND C CARE CASCADES FOR ALASKANS THROUGH INCREASING TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU51PS005072_7523"}, {"internal_id": 49214239, "Award ID": "NU51PS005071", "Award Amount": 587617.82, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-28", "CFDA Number": "93.270", "Description": "IMPROVING HEPATITIS B AND C CARE CASCADES; FOCUS ON INCREASED TESTING AND DIAGNOSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU51PS005071_7523"}, {"internal_id": 49214238, "Award ID": "NU51PS005070", "Award Amount": 964606.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-15", "CFDA Number": "93.270", "Description": "NASTAD'S HEPATITIS TESTING PARTNERSHIP AND LEARNING COLLABORATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a0f46b-fa82-0c20-c4ed-2f26441b432e-C", "generated_internal_id": "ASST_NON_NU51PS005070_7523"}, {"internal_id": 49214237, "Award ID": "NU51PS005069", "Award Amount": 1375000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-15", "CFDA Number": "93.270", "Description": "HEP B UNITED: MULTI-STATE NETWORKING, CAPACITY BUILDING AND TRAINING FOR INCREASED IDENTIFICATION OF CHRONIC HEPATITIS B INFECTIONS IN THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fc52596-fad6-8b41-a4ea-fc8bcd9980d7-C", "generated_internal_id": "ASST_NON_NU51PS005069_7523"}, {"internal_id": 49214236, "Award ID": "NU51PS005068", "Award Amount": 1472335.85, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-15", "CFDA Number": "93.270", "Description": "UNIVERSITY OF WASHINGTON NATIONAL HEPATITIS TRAINING CENTER (HTC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_NU51PS005068_7523"}, {"internal_id": 49214235, "Award ID": "NU51PS005067", "Award Amount": 199496.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-19", "CFDA Number": "93.270", "Description": "NYC DOHMH AUXILIARY PERINATAL HEP B PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3496c2ea-b912-0ef4-c958-a7f52a25be16-C", "generated_internal_id": "ASST_NON_NU51PS005067_7523"}, {"internal_id": 49214234, "Award ID": "NU51PS005066", "Award Amount": 128096.66, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-19", "CFDA Number": "93.270", "Description": "PERINATAL HEPATITIS B PREVENTION PROGRAM - WISCONSIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU51PS005066_7523"}, {"internal_id": 49214233, "Award ID": "NU51PS005061", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-05", "CFDA Number": "93.270", "Description": "FACILITATE OR ENHANCE THE SUCCESS OF CURRENT IMMUNIZATION PRACTICES TO PREVENT TRANSMISSION OF HEPATITIS B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU51PS005061_7523"}, {"internal_id": 49214232, "Award ID": "NU51PS005060", "Award Amount": 179146.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-19", "CFDA Number": "93.270", "Description": "GEORGIA PERINATAL HEPATITIS B PREVENTION PROGRAM SURVEILLANCE AND EDUCATION ENHANCEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU51PS005060_7523"}, {"internal_id": 49214231, "Award ID": "NU51PS005057", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-05", "CFDA Number": "93.270", "Description": "PHILADELPHIA DEPARTMENT OF PUBLIC HEALTH PERINATAL PREVENTION PROGRAM - AUXILIARY PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02787839-b433-41c9-9383-56cc2649ecdf-C", "generated_internal_id": "ASST_NON_NU51PS005057_7523"}, {"internal_id": 49214230, "Award ID": "NU51PS004633", "Award Amount": 272288.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-26", "CFDA Number": "93.270", "Description": "SACRAMENTO COLLABORATIVE TO ADVANCE TESTING AND CARE OF HEPATITIS B (SCRATCH)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_NU51PS004633_7523"}, {"internal_id": 49214229, "Award ID": "NU51PS004631", "Award Amount": 340000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-26", "CFDA Number": "93.270", "Description": "THE NORTHERN NEW JERSEY AND NEW YORK CITY COLLABORATIVE HEPATITIS B PROGRAM-BUILDING BRIDGES TO LIVER HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe73234c-a9df-2051-a96a-6b9a45f78ec1-C", "generated_internal_id": "ASST_NON_NU51PS004631_7523"}, {"internal_id": 49214228, "Award ID": "NU51PS004616", "Award Amount": 340000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-26", "CFDA Number": "93.270", "Description": "\"PROJECT PHOENIX\" POSITIVE HEALTH OUTCOMES THROUGH EMPOWERMENT AND NAVIGATION INITIATIVES TOWARDS EXCELLENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62a108ab-3874-dcda-1c18-2fc96e0fc261-R", "generated_internal_id": "ASST_NON_NU51PS004616_7523"}, {"internal_id": 49214227, "Award ID": "NU51PS004607", "Award Amount": 3452283.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-16", "CFDA Number": "93.270", "Description": "HEPATITIS C COMMUNITY ALLIANCE FOR TESTING AND TREATMENT IN CHICAGO (HEPCCATT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4bd68be-2bd0-4a42-0d20-0ad92720d93c-C", "generated_internal_id": "ASST_NON_NU51PS004607_7523"}, {"internal_id": 49214226, "Award ID": "NU51PS004601", "Award Amount": 2928623.78, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-16", "CFDA Number": "93.270", "Description": "PUBLIC HEALTH SEATTLE & KING COUNTY HCV TEST AND CURE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9f3d24d-f413-6d45-6bda-5c74ae8bf97a-C", "generated_internal_id": "ASST_NON_NU51PS004601_7523"}, {"internal_id": 49214225, "Award ID": "NU51PS004596", "Award Amount": 2294731.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-16", "CFDA Number": "93.270", "Description": "COMMUNITY-BASED PROGRAMS TO TEST AND CURE HEPATITIS C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38ff1438-14e3-a8a3-9b4b-25cc6a2e882a-C", "generated_internal_id": "ASST_NON_NU51PS004596_7523"}, {"internal_id": 89523924, "Award ID": "NU51PS004305", "Award Amount": -9967.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-02-19", "CFDA Number": "93.270", "Description": "UNIV OF WASHINGTON'S NATL HEPATITIS TRAINING CENTER (HTC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_NU51PS004305_7523"}, {"internal_id": 89523337, "Award ID": "NU51PS004294", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-02-19", "CFDA Number": "93.270", "Description": "HEP B UNITED: NETWORKING, CAPACITY BLDG & TRNG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fc52596-fad6-8b41-a4ea-fc8bcd9980d7-C", "generated_internal_id": "ASST_NON_NU51PS004294_7523"}, {"internal_id": 89520470, "Award ID": "NU51PS004287", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-28", "CFDA Number": "93.270", "Description": "NVHR VIRAL HEPATITIS NETWORKING CAPACITY BLDG & TRNG PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c620f886-ab47-71c6-fddd-c4240525dd94-C", "generated_internal_id": "ASST_NON_NU51PS004287_7523"}, {"internal_id": 66199195, "Award ID": "NU51PS004110", "Award Amount": -15369.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-09", "CFDA Number": "93.270", "Description": "ENHANCED SURVEILLANCE FOR PERINATAL HEPATITIS B PREVENTION IN NEW YORK CITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3496c2ea-b912-0ef4-c958-a7f52a25be16-C", "generated_internal_id": "ASST_NON_NU51PS004110_7523"}, {"internal_id": 116490061, "Award ID": "NU51PS004108", "Award Amount": -639.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-05", "CFDA Number": "93.270", "Description": "PERINATAL HEPATITIS B PREVENTION PROGRAM: PHBPP-SEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU51PS004108_7523"}, {"internal_id": 49214224, "Award ID": "NU51PS004098", "Award Amount": 32041.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NU51PS004098_7523"}, {"internal_id": 49214223, "Award ID": "NU51PS004093", "Award Amount": 580114.67, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-05", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "113190c8-f167-0369-6ad3-c06c19fcf7b0-C", "generated_internal_id": "ASST_NON_NU51PS004093_7523"}, {"internal_id": 49214222, "Award ID": "NU51PS004092", "Award Amount": 25917.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-29", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU51PS004092_7523"}, {"internal_id": 49214221, "Award ID": "NU51PS004091", "Award Amount": 358177.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-20", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS-PREVENTION & SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU51PS004091_7523"}, {"internal_id": 49214220, "Award ID": "NU51PS004084", "Award Amount": 48531.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-11", "CFDA Number": "93.270", "Description": "ADULT VIRAL HEPATITIS PREVENTION AND CONTROL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU51PS004084_7523"}, {"internal_id": 49214219, "Award ID": "NU51PS004083", "Award Amount": 26613.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU51PS004083_7523"}, {"internal_id": 49214218, "Award ID": "NU51PS004082", "Award Amount": 60841.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-29", "CFDA Number": "93.270", "Description": "WISCONSIN VIRAL HEPATITIS PREVENTION GRANT: VIRAL HEPATITIS PREVENTION COORDINATO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU51PS004082_7523"}, {"internal_id": 49214217, "Award ID": "NU51PS004081", "Award Amount": 10102.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-20", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU51PS004081_7523"}, {"internal_id": 49214216, "Award ID": "NU51PS004080", "Award Amount": 24340.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-20", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5040a317-8d03-f052-436c-9d9d667ff1ba-C", "generated_internal_id": "ASST_NON_NU51PS004080_7523"}, {"internal_id": 49214215, "Award ID": "NU51PS004079", "Award Amount": 17299.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "ADULT VIRAL HEPATITIS PREVENTION COORDINATOR ENHANCED VIRAL HEPATITIS SURVEILLANC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU51PS004079_7523"}, {"internal_id": 49214214, "Award ID": "NU51PS004076", "Award Amount": 67392.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "NY CITY DEPT OF HEALTH & MENTAL HYGIENE APP FOR VIRAL HEPATITIS PREVENTION & SURV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a4a5698-e56e-f2ea-e551-884e4de0b514-C", "generated_internal_id": "ASST_NON_NU51PS004076_7523"}, {"internal_id": 49214213, "Award ID": "NU51PS004075", "Award Amount": 299767.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-22", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS-PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU51PS004075_7523"}, {"internal_id": 49214212, "Award ID": "NU51PS004074", "Award Amount": -17777.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-20", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS ??? PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU51PS004074_7523"}, {"internal_id": 49214211, "Award ID": "NU51PS004073", "Award Amount": 60023.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-05", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU51PS004073_7523"}, {"internal_id": 49214210, "Award ID": "NU51PS004072", "Award Amount": 48043.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "KENTUCKY VIRAL HEPATITIS PREVENTION AND CONTROL PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU51PS004072_7523"}, {"internal_id": 49214209, "Award ID": "NU51PS004071", "Award Amount": -124084.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-20", "CFDA Number": "93.270", "Description": "MARYLAND VIRAL HEPATITIS PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38ff1438-14e3-a8a3-9b4b-25cc6a2e882a-C", "generated_internal_id": "ASST_NON_NU51PS004071_7523"}, {"internal_id": 49214208, "Award ID": "NU51PS004070", "Award Amount": -10650.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU51PS004070_7523"}, {"internal_id": 49214207, "Award ID": "NU51PS004069", "Award Amount": 15750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-05", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU51PS004069_7523"}, {"internal_id": 49214206, "Award ID": "NU51PS004068", "Award Amount": 62601.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-05", "CFDA Number": "93.270", "Description": "SURVEILLANCE AND PREVENTION OF VIRAL HEPATITS IN OREGON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU51PS004068_7523"}, {"internal_id": 49214205, "Award ID": "NU51PS004067", "Award Amount": 44059.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-05", "CFDA Number": "93.270", "Description": "NEBRASKA VIRAL HEPATITIS PREVENTION AND SURVEILLANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU51PS004067_7523"}, {"internal_id": 49214204, "Award ID": "NU51PS004065", "Award Amount": 44208.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-20", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS AND PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU51PS004065_7523"}, {"internal_id": 49214203, "Award ID": "NU51PS004064", "Award Amount": 31214.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU51PS004064_7523"}, {"internal_id": 49214202, "Award ID": "NU51PS004063", "Award Amount": 54455.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-11", "CFDA Number": "93.270", "Description": "PROVIDES THE FUNDING FOR THE VIRAL HEPATITIS PREVENTION COORDINATOR (VHPC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU51PS004063_7523"}, {"internal_id": 49214201, "Award ID": "NU51PS004062", "Award Amount": -69859.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-20", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU51PS004062_7523"}, {"internal_id": 49214200, "Award ID": "NU51PS004060", "Award Amount": 519379.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-04", "CFDA Number": "93.270", "Description": "ACTIVE, ENHANCED SURVEILLANCE FOR VIRAL HEPATITIS IN SAN FRANCISCO, CALIFORNIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52d1597e-c1cb-85d2-90cf-7e33577b6a7a-C", "generated_internal_id": "ASST_NON_NU51PS004060_7523"}, {"internal_id": 49214199, "Award ID": "NU51PS004058", "Award Amount": 70734.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-20", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU51PS004058_7523"}, {"internal_id": 49214198, "Award ID": "NU51PS004057", "Award Amount": 42361.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-04", "CFDA Number": "93.270", "Description": "STATE OF MISSOURI VIRAL HEPATITIS PREVENTION & SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU51PS004057_7523"}, {"internal_id": 49214197, "Award ID": "NU51PS004056", "Award Amount": 482318.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS-PREVENTION & SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU51PS004056_7523"}, {"internal_id": 49214196, "Award ID": "NU51PS004055", "Award Amount": 9951.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "HEPATITIS VIRAL PREVENTION COORDINATOR-IMPROVE THE DELIVERY OF VIRAL HEP PREVENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU51PS004055_7523"}, {"internal_id": 49214195, "Award ID": "NU51PS004054", "Award Amount": -30169.0, "Award Type": null, "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "NORTH CAROLINA VIRAL HEPATITIS PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU51PS004054_7523"}, {"internal_id": 49214194, "Award ID": "NU51PS004053", "Award Amount": -73515.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-04", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU51PS004053_7523"}, {"internal_id": 49214193, "Award ID": "NU51PS004052", "Award Amount": 55039.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-19", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU51PS004052_7523"}, {"internal_id": 49214192, "Award ID": "NU51PS004051", "Award Amount": 39703.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "ARIZONA VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU51PS004051_7523"}, {"internal_id": 49214191, "Award ID": "NU51PS004050", "Award Amount": 54509.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-25", "CFDA Number": "93.270", "Description": "MAINE VIRAL HEPATITIS PREVENTION COORDINATOR PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU51PS004050_7523"}, {"internal_id": 49214190, "Award ID": "NU51PS004049", "Award Amount": 36134.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-19", "CFDA Number": "93.270", "Description": "ADULT VIRAL HEPATITIS PREVENTION AND SURVEILLANCE FOR LOUISIANIANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU51PS004049_7523"}, {"internal_id": 49214189, "Award ID": "NU51PS004048", "Award Amount": -23604.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-02", "CFDA Number": "93.270", "Description": "INDIANA VIRAL HEPATITIS PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU51PS004048_7523"}, {"internal_id": 49214188, "Award ID": "NU51PS004047", "Award Amount": 75449.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-02", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1831d987-6bc8-3009-2fd0-5e5e495d35ac-C", "generated_internal_id": "ASST_NON_NU51PS004047_7523"}, {"internal_id": 49214187, "Award ID": "NU51PS004046", "Award Amount": 30354.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-27", "CFDA Number": "93.270", "Description": "HAWAII DEPARTMENT OF HEALTH CATEGORY A, PART 1 AND CATEGORY B PROJECT FOR VIRAL H", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU51PS004046_7523"}, {"internal_id": 49214186, "Award ID": "NU51PS004045", "Award Amount": 388027.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-19", "CFDA Number": "93.270", "Description": "PHILADELPHIA VIRAL HEPT PREVENTION & SURVEILLANCE - CATEGORY A & B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02787839-b433-41c9-9383-56cc2649ecdf-C", "generated_internal_id": "ASST_NON_NU51PS004045_7523"}, {"internal_id": 49214185, "Award ID": "NU51PS004044", "Award Amount": 17863.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-25", "CFDA Number": "93.270", "Description": "KDHE VIRAL HEPATITIS PREVENTION & SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU51PS004044_7523"}, {"internal_id": 49214184, "Award ID": "NU51PS004043", "Award Amount": 19484.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-02", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS-PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU51PS004043_7523"}, {"internal_id": 49214183, "Award ID": "NU51PS004042", "Award Amount": 303182.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-19", "CFDA Number": "93.270", "Description": "FLORIDA ADULT VIRAL HEPATITIS PREVENTION & SURVEILLANCE PROJECY=T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU51PS004042_7523"}, {"internal_id": 49214182, "Award ID": "NU51PS004041", "Award Amount": 37484.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-02", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS PREVENTION & SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU51PS004041_7523"}, {"internal_id": 49214181, "Award ID": "NU51PS004039", "Award Amount": 40032.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-25", "CFDA Number": "93.270", "Description": "GA VIRAL HEPATITIS PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU51PS004039_7523"}, {"internal_id": 49214180, "Award ID": "NU51PS004036", "Award Amount": 53918.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-25", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS - PREVENTION AND SURVEILLANCE;CATEGORY A, PART 1 (PREVENTION);CAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU51PS004036_7523"}, {"internal_id": 49214179, "Award ID": "NU51PS004034", "Award Amount": 74999.0, "Award Type": null, "Base Obligation Date": "2016-04-02", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU51PS004034_7523"}, {"internal_id": 49214178, "Award ID": "NU51PS004033", "Award Amount": 47583.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-25", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS-PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU51PS004033_7523"}, {"internal_id": 49214177, "Award ID": "NU51PS004032", "Award Amount": -4887.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-03-22", "CFDA Number": "93.270", "Description": "COORDINATING VIRAL HEPATITIS PREVENTION IN ALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU51PS004032_7523"}, {"internal_id": 49214176, "Award ID": "NU51PS004031", "Award Amount": 15719.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-03-29", "CFDA Number": "93.270", "Description": "ALABAMA ADULT VIRAL HEPATITIS PREVENTION AND CONTROL PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU51PS004031_7523"}, {"internal_id": 49214173, "Award ID": "NU51PS004028", "Award Amount": 54450.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-01", "CFDA Number": "93.270", "Description": "CATEGORY A, PART 1-VIRAL HEPATITIS PREVENTION COORDINATOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71eaba10-bc76-342b-fb91-32cdea931879-C", "generated_internal_id": "ASST_NON_NU51PS004028_7523"}, {"internal_id": 49214172, "Award ID": "NU51PS004021", "Award Amount": 62346.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-25", "CFDA Number": "93.270", "Description": "RI VIRAL HEPATITIS PREVENTION COORDINATOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU51PS004021_7523"}, {"internal_id": 49214171, "Award ID": "NU51PS004020", "Award Amount": 24401.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-18", "CFDA Number": "93.270", "Description": "VIRAL HEPATITIS-PREVENTION AND SURVEILLANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU51PS004020_7523"}]