[{"internal_id": 140657334, "Award ID": "UH3HL148693", "Award Amount": 1779637.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-03", "CFDA Number": "93.370", "Description": "A STUDY EVALUATING THE SAFETY AND EFFICACY OF SECOND-GENERATION TISSUE ENGINEERED VASCULAR GRAFTS (TEVG2) - PROJECT SUMMARY WE DEVELOPED A TISSUE ENGINEERED VASCULAR GRAFT (TEVG) DESIGNED SPECIFICALLY FOR USE IN CONGENITAL HEART SURGERY. THE TEVG IS MADE BY SEEDING AUTOLOGOUS BONE MARROW-DERIVED MONONUCLEAR CELLS ONTO A BIODEGRADABLE TUBULAR SCAFFOLD. ONCE IMPLANTED THE SCAFFOLD DEGRADES AND THE TEVG TRANSFORMS INTO A NEOVESSEL THAT RESEMBLES A NATIVE BLOOD VESSEL BOTH IN STRUCTURE AND FUNCTION. RESULTS OF THE FIRST FDA- APPROVED CLINICAL TRIAL EVALUATING THE USE OF THE TEVG IN CHILDREN DEMONSTRATED THAT THE TEVG IS THE FIRST MAN- MADE VASCULAR CONDUIT THAT GROWS MAKING IT UNIQUELY SUITED FOR USE IN THE SURGICAL REPAIR OF COMPLEX CONGENITAL HEART DEFECTS, HOWEVER; RESULTS OF THIS STUDY ALSO DEMONSTRATED THAT INCIDENCE OF STENOSIS WAS TOO HIGH TO RECOMMEND ROUTINE USE OF THIS PROMISING TECHNOLOGY. WE SUBSEQUENTLY DEVELOPED AN IMPROVED, SECOND- GENERATION TEVG THAT INCORPORATES BOTH RATIONALLY DESIGNED STRATEGIES FOR INHIBITING THE FORMATION OF TEVG STENOSIS AND PROCESS IMPROVEMENT MEASURES FOR ASSEMBLING THE TEVG, IN ADDITION TO NEWER LESS STRINGENT CRITERIA FOR PERFORMING TEVG ANGIOPLASTY. HEREIN WE PROPOSE THE NEXT STEP IN THE DEVELOPMENT AND TRANSLATION OF THE TEVG: A SINGLE-INSTITUTION, PROSPECTIVE, SINGLE-ARMED, EXPLORATORY-CONFIRMATORY CLINICAL TRIAL DESIGNED TO EVALUATE THE SAFETY AND EFFICACY OF THE SECOND-GENERATION TEVG IN 24 PATIENTS OVER A 2-YEAR PERIOD. IN THIS STUDY, WE WILL EVALUATE THE SHORT-TERM (2 YEAR) SAFETY AND EFFICACY OF A SECOND-GENERATION TEVG FOR USE AS AN EXTRACARDIAC CONDUIT IN CHILDREN WITH SINGLE VENTRICLE CARDIAC ANOMALIES UNDERGOING MODIFIED FONTAN SURGERY. WE WILL SERIALLY MONITOR ALL GRAFT RECIPIENTS OVER A 2-YEAR TIME COURSE USING ECHOCARDIOGRAPHY AND MRI. WE HYPOTHESIZE THAT THE SECOND-GENERATION TEVG WILL HAVE A SIGNIFICANTLY LOWER INCIDENCE OF CRITICAL STENOSIS COMPARED TO THE RESULTS OF ORIGINAL TEVG IN OUR PREVIOUS FDA-APPROVED PILOT STUDY. IN ADDITION, WE HYPOTHESIZE THAT THE TEVG WILL GROW AND TRANSFORM OVER TIME INTO A HIGHLY COMPLIANT CAPACITANCE VESSEL. WE WILL EVALUATE THE EFFECT OF GRAFT COMPLIANCE ON FLOW, TURBULENCE, AND POWER LOSS ACROSS THE TEVG IN THE FONTAN CIRCULATION. THE DEVELOPMENT OF A MAN-MADE VASCULAR GRAFT WITH GROWTH CAPACITY WOULD ENABLE THE PERFORMANCE OF DEFINITIVE RECONSTRUCTIVE SURGICAL PROCEDURES AT AN EARLY AGE AND MITIGATE THE NEED FOR ADDITIONAL SURGERIES DUE TO SOMATIC OVERGROWTH (THE PROCESS BY WHICH A CHILD OUTGROWS THEIR IMPLANT), THEREBY IMPROVING OUTCOMES IN PATIENTS WITH CONGENITAL HEART DISEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "24042a1a-03ec-326e-b5c2-89242d7c209d-C", "generated_internal_id": "ASST_NON_UH3HL148693_7529"}, {"internal_id": 140657501, "Award ID": "UH3EY031810", "Award Amount": 1340537.28, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "93.370", "Description": "PHASE1/2A CLINICAL TRIAL OF RPESC-DERIVED RPE TRANSPLANTATION AS THERAPY FOR NON-EXUDATIVE AGE-RELATED MACULAR DEGENERATION - PROJECT SUMMARY/ABSTRACT AGE-RELATED MACULAR DEGENERATION (AMD) IS A MAJOR CAUSE OF BLINDNESS IN OUR AGING POPULATION. EARLY AMD PATHOGENESIS INVOLVES ATROPHY OF THE RETINAL PIGMENT EPITHELIUM (RPE) WITH ACCOMPANYING LOSS OF RETINAL FUNCTION AND VISION. ALTHOUGH THERAPY IS AVAILABLE FOR EXUDATIVE (WET) AMD, AN EFFECTIVE TREATMENT IS NOT AVAILABLE FOR THE MORE COMMON NON- EXUDATIVE (DRY) AMD FORM. PLURIPOTENT STEM CELL (PSC)-DERIVED RPE (PSC-RPE) TRANSPLANTATION HAS SHOWN PROMISE FOR AMD IN EARLY CLINICAL TRIALS. DUE TO THE HIGHLY PROLIFERATIVE AND PLASTIC NATURE OF PSC, HOWEVER, EXTENSIVE DIFFERENTIATION TO RPE IS NEEDED PRIOR TO TRANSPLANTATION TO AVOID TUMOR GROWTH AND GENOTYPE INSTABILITY INHERENT TO THE PSC SOURCE. WE DISCOVERED AN ADULT RPE STEM CELL (RPESC) WITH RESTRICTED PROLIFERATIVE AND LINEAGE POTENTIAL. RPESC-DERIVED RPE (RPESC- RPE) DO NOT FORM TUMOR ENABLING TRANSPLANTATION OF LESS DIFFERENTIATED RPE AT THE PROGENITOR STAGE. WE FOUND THAT TRANSPLANTED RPE PROGENITOR CELLS WERE MORE EFFECTIVE THAN HIGHLY DIFFERENTIATED PROGENY AT VISION RESCUE IN THE ROYAL COLLEGE OF SURGEONS RAT MODEL OF AMD. RPESC-RPE DIFFERENTIATED FOR 4 WEEKS INTO AN INTERMEDIATE RPE PROGENITOR STAGE RESCUED VISION MORE EFFECTIVELY THAN CELLS DIFFERENTIATED FOR 8 WEEKS INTO THE MATURE RPE PHENOTYPE. THIS IMPROVED EFFICACY COMBINED WITH LACK OF TUMORGENICITY PROVIDES COMPELLING RATIONALE FOR THE PROPOSED PHASE 1/2A CLINICAL TRIAL OF RPESC-RPE TRANSPLANTATION AS THERAPY FOR DRY AMD. EXPERIENCED CLINICAL TRIAL TEAMS HAVE BEEN ASSEMBLED AT THE UNIVERSITY OF MICHIGAN KELLOGG EYE CENTER (KEC) AND STANFORD UNIVERSITY. THE KEC TEAM INCLUDES A VITREORETINAL SURGEON EXPERIENCED IN STEM CELL RESEARCH WHO WILL RECRUIT, PERFORM INTERVENTIONS, AND MANAGE PARTICIPANT CARE. ANOTHER RETINAL SPECIALIST WILL DIRECT POST-INTERVENTION ASSESSMENT AT THE KEC CLINICAL RESEARCH CENTER, AND A SENIOR KEC RETINAL SPECIALIST WILL SERVE AS ON-SITE MEDICAL MONITOR. A CLINICAL TRIALIST HIGHLY EXPERIENCED IN EARLY PHASE OPHTHALMIC TRIALS WILL PROVIDE REGULATORY, DESIGN AND STATISTICAL SUPPORT. THE NEURAL STEM CELL INSTITUTE (NSCI) AND THE STANFORD UNIVERSITY BYERS EYE INSTITUTE WILL WORK WITH KEC TO PROVIDE SCIENTIFIC AND CLINICAL GUIDANCE FOR THE PROPOSED TRIAL. SINGLE CELL TRANSCRIPTOMIC ANALYSES GENERATED AT NSCI WILL BE CORRELATED WITH CLINICAL OUTCOMES, WHICH WILL CONTRIBUTE TO THE RECOGNIZED NEED FOR IMPROVED CELL PRODUCT IDENTITY AND POTENCY MEASURES IN REGENERATIVE MEDICINE GENERALLY. WE PROPOSE TO COMBINE A STRONG PROGRAM IN STEM CELL BIOLOGY WITH AN EXPERIENCED TEAM IN THE CONDUCT OF OPHTHALMIC CLINICAL TRIALS SOUND CLINICAL TRIAL CONDUCT AIMS TO PRODUCE RELIABLE OUTCOMES RESULTS TO EVALUATE RPESC-RPE PROGENITOR CELL TRANSPLANTATION AS THERAPY FOR DRY AMD. OUTCOMES WILL BE CORRELATED WITH PRODUCT IDENTITY AND POTENCY MEASURES AT THE SINGLE CELL LEVEL. COMPLETION OF THE PROPOSED WORK WILL IMPROVE UNDERSTANDING OF RM PRODUCT CHARACTERIZATION AND ADVANCE A UNIQUE TYPE OF ADULT STEM CELL TO REPLACE RPE FOR DRY AMD PATIENT BENEFIT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93d93c95-1907-b8b5-aaf0-88f3c1e6e4ec-C", "generated_internal_id": "ASST_NON_UH3EY031810_7529"}, {"internal_id": 140058423, "Award ID": "UH3EY031809", "Award Amount": 682110.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "93.370", "Description": "PHASE I STUDY OF MESENCHYMAL STROMAL CELL SECRETOME FOR PROMOTING CORNEAL REGENERATION - ABSTRACT NON-HEALING CORNEAL WOUNDS ARE A CHALLENGING CONDITION WITH LIMITED TREATMENT OPTIONS THAT CAN LEAD TO SIGNIFICANT LOSS OF VISION. THEY CAN OCCUR IN MANY SETTINGS SUCH AS: (1) CHRONIC LOSS OF NERVES SUCH AS DIABETES (2) FOLLOWING INFECTIOUS/IMMUNE ULCERS, AND (3) CORNEAS WITH INSUFFICIENT STEM CELLS (E.G. AFTER SEVERE INJURIES, OR AUTO-IMMUNE DISEASES). THE CURRENTLY AVAILABLE THERAPIES ARE LIMITED BY THE INABILITY TO SIGNIFICANTLY PROMOTE TISSUE REPAIR AND PREVENT PATHOLOGIC RESPONSES INCLUDING ULCERATIONS/MELTS AND SCARRING/FIBROSIS. AS A RESULT, NOT ONLY IS THERE SIGNIFICANT DELAY IN EPITHELIAL WOUND CLOSURE BUT ALSO THERE IS SIGNIFICANT SCARRING, AND RISK OF PERFORATION. THE SIGNIFICANT REGENERATIVE, IMMUNOMODULATORY AND ANTI-SCARRING EFFECTS OF MESENCHYMAL STROMAL CELLS (MSCS) HAVE BEEN SHOWN IN MANY STUDIES, SOME OF WHICH WERE CONDUCTED BY OUR TEAM. NUMEROUS STUDIES HAVE SHOWN THAT THE THERAPEUTIC EFFECTS OF MSCS ARE MAINLY MEDIATED THROUGH THEIR SECRETED FACTORS. WE HAVE OPTIMIZED A TREATMENT STRATEGY BASED ON MSC DERIVED FACTORS (SECRETOME) TO ACCELERATE CORNEAL WOUND HEALING AND LIMIT UNNECESSARY INFLAMMATION AND SECONDARY SCARRING IN PRE-CLINICAL MODELS. THIS PROPOSED CLINICAL TRIAL WILL ADDRESS THE GAP BETWEEN THESE EXTENSIVE LABORATORY STUDIES WITH PROMISING RESULTS AND THE CLINICAL APPLICATION OF MSC SECRETED FACTORS. WE PROPOSE A NEW TREATMENT UTILIZING MSC SECRETOME TO USE AS AN EYE DROP TO ACCELERATE CORNEAL WOUND HEALING IN PATIENTS WITH NON-HEALING CORNEAL WOUNDS. CLINICAL GRADE MSC WILL BE GROWN IN THE UNIVERSITY OF ILLINOIS STEM CELL LABORATORY USING ESTABLISHED PROTOCOLS IN LINE WITH THE FDA REQUIREMENTS. SECRETOME WILL BE COLLECTED AND FROZEN IN VIALS WHICH WILL BE LATER THAWED INDIVIDUALLY DISPENSED TO THE PATIENTS BY THE PHARMACY ON A WEEKLY BASIS. MSC SECRETOME WILL BE APPLIED AS ONE DROP FOUR TIMES PER DAY IN THE AFFECTED EYE IN ADDITION TO THE STANDARD OF CARE SUPPORTIVE THERAPY, AS INSTRUCTED BY THE INVESTIGATOR. THE PHASE I SAFETY STUDY WILL INVOLVE 12 PATIENTS THAT WILL BE TREATED WITH 2, 4, OR 8 WEEKS OF SECRETOME TO ASSESS THE SAFETY AND TOLERATED DOSE WITH WEEKLY FOLLOW UP VISITS. FOLLOWING THIS, AN ADDITIONAL GROUP OF 12 PATIENTS (DIFFERENT SUBSETS OF PATIENTS) WILL BE ENROLLED AND RECEIVE THE MAXIMUM TOLERABLE DURATION OF TREATMENT TO FURTHER ASSESS THE SAFETY AND EFFICACY OF THE TREATMENT WITH WEEKLY FOLLOW UP VISITS TO SERVE AS PRELIMINARY DATA FOR A POSSIBLE FUTURE STUDY. AT THE CONCLUSION OF THESE STUDIES, WE WILL GAIN VALUABLE INFORMATION REGARDING THE SAFETY OF THIS TREATMENT APPROACH, AS WELL AS PRELIMINARY DATA ABOUT THE EFFICACY IN TERMS OF WOUND HEALING. THESE WILL FACILITATE THE DEVELOPMENT OF NOVEL STEM CELL BASED THERAPIES FOR THE MANAGEMENT OF VISUALLY DISABLING WOUND HEALING DISORDERS OF THE CORNEA AND POTENTIALLY OTHER TISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_UH3EY031809_7529"}, {"internal_id": 161263192, "Award ID": "UH3AR079376", "Award Amount": 532188.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "93.370", "Description": "INJECTION OF AUTOLOGOUS VOLAR FIBROBLASTS TO THE STUMP SITE TO ALLOW PRESSURE ADAPTATION AND ENHANCED PROSTHETIC USE IN AMPUTEES - PROJECT SUMMARY ABSTRACT THE LONG TERM OBJECTIVE OF THE PROPOSED RESEARCH IS TO USE CELLULAR THERAPY TO ADVANCE REGENERATIVE MEDICINE. IN PARTICULAR, WE WISH TO HELP AMPUTEES WHO HAVE LOST A LIMB. WHILE MAJOR IMPROVEMENTS HAVE BEEN MADE TO PROSTHETICS, THE SKIN SIDE OF THE INTERFACE AT THE STUMP SITE WAS NOT EVOLVED TO BEAR WEIGHT. THE STUMP DOES NOT NORMALLY HAVE THE PRESSURE ADAPTIVE ABILITIES OF THE SOLES OF THE FOOT FOR EXAMPLE. THE PRESENT GRANT PROPOSES TO BIOPSY, PURIFY AND EXPAND FIBROBLASTS FROM AN EXISTING PALM OR SOLE AND INJECT THEM INTO THE STUMP SITE OF AN AMPUTEE TO IMPROVE THEIR USE OF PROSTHETICS. WE ALSO PROPOSE TO STUDY THE BASIC BIOLOGY BEHIND CELL THERAPY TO UNDERSTAND HOW THE INJECTED CELLS CHANGE THE NATIVE CELLS, AND IN TURN HOW THOSE NATIVE CELLS AFFECT THE INJECTED CELLS. THE RESULTS OF THIS GRANT WILL HOPEFULLY LEAD TO A NEW THERAPY TO HELP NOT ONLY AMPUTEES, BUT POTENTIALLY PREVENT PRESSURE ULCERS AND PROVIDE A PLATFORM FOR FUTURE CELL THERAPIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_UH3AR079376_7529"}, {"internal_id": 139196132, "Award ID": "UH3AR077748", "Award Amount": 1411416.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "93.370", "Description": "THE USE OF SENOLYTIC AND ANTI-FIBROTIC AGENTS TO IMPROVE THE BENEFICIAL EFFECT OF BONE MARROW STEM CELLS FOR OSTEOARTHRITIS - ABSTRACT: OSTEOARTHRITIS (OA) IS A PROGRESSIVE JOINT DISEASE LEADING TO CARTILAGE DAMAGE, PAIN AND LOSS OF FUNCTION. WHILE MANY STEM CELL THERAPIES FOR OA ARE UNDER INVESTIGATION, NONE ARE CURRENTLY FDA-APPROVED FOR MODIFYING THE COURSE OF THE DISEASE. OF THE MANY ADULT STEM CELL TYPES POTENTIALLY APPLICABLE TO OA, BONE MARROW STEM CELLS (BMSCS) FROM BONE MARROW ASPIRATE CONCENTRATE (BMC) ARE THE MOST CLINICALLY TRANSLATABLE (AND ARE ALREADY IN CLINICAL USE) SINCE THEY CAN BE HARVESTED USING MINIMALLY INVASIVE TECHNOLOGY AND DO NOT REQUIRE IN VITRO EXPANSION. THERE IS, HOWEVER, SIGNIFICANT POTENTIAL FOR IMPROVING EFFICACY OF BMSC TREATMENT FOR OA. THE NUMBER OF SENESCENT CELLS IN BMC INCREASES WITH AGE AND OA, AND THESE CELLS RELEASE PRO-INFLAMMATORY CYTOKINES/CHEMOKINES, PROTEASES, AND OTHER SENESCENCE-ASSOCIATED SECRETORY PHENOTYPES (SASP) THAT CAN IMPAIR STEM CELL FUNCTION AND LIKELY CONTRIBUTE TO OA DEVELOPMENT/PROGRESSION. DR. KIRKLAND’S LABORATORY (CO- INVESTIGATOR) HAS IDENTIFIED COMPOUNDS THAT SPECIFICALLY KILL SENESCENT CELLS, ABROGATING SYSTEMIC SASP FACTORS. WE HAVE SHOWN THAT THESE SENOLYTIC AGENTS CAN DELAY OA IN A PRECLINICAL MODEL. WE HAVE ALSO SHOWN THAT BLOCKING FIBROSIS WITH LOSARTAN (A TGF-SS1BLOCKER) CAN IMPROVE CARTILAGE REPAIR BY PROMOTING REGENERATION OF HYALINE CARTILAGE WHILE REDUCING THE AMOUNT OF FIBROCARTILAGE. THUS, WE HYPOTHESIZE THAT ADMINISTRATION OF SENOLYTIC AND/OR ANTI-FIBROTIC AGENTS WILL ENHANCE THE BENEFICIAL EFFECT OF BMSCS FOR TREATING OA. WE PROPOSE TO PERFORM, A RANDOMIZED CLINICAL TRIAL AT THE STEADMAN CLINIC (TSC) AND STEADMAN PHILIPPON RESEARCH INSTITUTE (SPRI). THIS PHASE I/II TRIAL WILL EVALUATE THE SAFETY AND EFFICACY OF FISETIN (A SENOLYTIC DIETARY SUPPLEMENT) AND LOSARTAN (AN ANTI-FIBROTIC DRUG), USED EITHER INDIVIDUALLY OR IN COMBINATION, FOR IMPROVING THE CLINICAL EFFICACY OF BMSCS IN THE TREATMENT OF KNEE OSTEOARTHRITIS. THE SENOLYTIC (FISETIN 1000MG/DAY, PREVIOUSLY FDA IND APPROVED) REGIMEN WILL BE CYCLES OF 2 DAYS ON/28 DAYS OFF, ADMINISTERED BEFORE AND 3 MONTHS AFTER BMSC TREATMENT. THE ANTI-FIBROTIC (LOSARTAN, 25MG/DAY, PREVIOUSLY IND-EXEMPTED) WILL BE ADMINISTERED FOR 30 DAYS STARTING IMMEDIATELY AFTER BMSC TREATMENT. OA KNEE JOINTS WILL UNDERGO MRI AT BASELINE AND 18 MONTHS POST- TREATMENT TO ASSESS CHANGES IN CARTILAGE MORPHOLOGY AND STRUCTURE OVER TIME. PATIENT-REPORTED OUTCOMES FOR PAIN AND FUNCTION WILL BE COLLECTED AT BASELINE AND 3, 6, 12 & 18 MONTHS. JOINT AND CARTILAGE FUNCTION WILL BE ASSESSED USING VIDEO-MOTION ANALYSIS AT BASELINE AND 18 MONTHS. OA BIOMARKERS RELATED TO CARTILAGE DEGENERATION, INFLAMMATION AND PAIN WILL BE ASSESSED AT BASELINE AND 18 MONTHS. BLOOD AND SYNOVIAL FLUID WILL BE EVALUATED AT BASELINE, 4 DAYS AND 18 MONTHS AFTER TREATMENT TO ASSESS CHANGES IN CELLULAR SENESCENCE AND OA BIOMARKERS. THIS TRIAL WILL BUILD UPON A CURRENTLY ACTIVE CLINICAL TRIAL ON ORTHOBIOLOGICS FOR OA TREATMENT AT SPRI (UTILIZING THE SAME PATIENT POPULATION AND OUTCOMES ASSESSMENTS), DEMONSTRATING THE ABILITY OF OUR TEAMS TO PERFORM THE PROPOSED STUDY AND ALSO LEVERAGING THE COMBINED TRIALS TO EFFECTIVELY PROVIDE A 6-ARM, COMPREHENSIVE ASSESSMENT OF BIOLOGICAL THERAPIES FOR IMPROVING TREATMENT OF OA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6fa72e04-db63-a463-8ae9-b4aba83ce737-C", "generated_internal_id": "ASST_NON_UH3AR077748_7529"}, {"internal_id": 85588852, "Award ID": "UG3HL148693", "Award Amount": 273902.64, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "93.370", "Description": "A STUDY EVALUATING THE SAFETY AND EFFICACY OF SECOND-GENERATION TISSUE ENGINEERED VASCULAR GRAFTS (TEVG2)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "24042a1a-03ec-326e-b5c2-89242d7c209d-C", "generated_internal_id": "ASST_NON_UG3HL148693_7529"}, {"internal_id": 110233767, "Award ID": "UG3EY031810", "Award Amount": 136771.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "93.370", "Description": "PHASE1/2A CLINICAL TRIAL OF RPESC-DERIVED RPE TRANSPLANTATION AS THERAPY FOR NON-EXUDATIVE AGE-RELATED MACULAR DEGENERATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93d93c95-1907-b8b5-aaf0-88f3c1e6e4ec-C", "generated_internal_id": "ASST_NON_UG3EY031810_7529"}, {"internal_id": 110234032, "Award ID": "UG3EY031809", "Award Amount": 255897.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "93.370", "Description": "PHASE I STUDY OF MESENCHYMAL STROMAL CELL SECRETOME FOR PROMOTING CORNEAL REGENERATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_UG3EY031809_7529"}, {"internal_id": 140656991, "Award ID": "UG3AR079376", "Award Amount": 532188.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "93.370", "Description": "INJECTION OF AUTOLOGOUS VOLAR FIBROBLASTS TO THE STUMP SITE TO ALLOW PRESSURE ADAPTATION AND ENHANCED PROSTHETIC USE IN AMPUTEES - PROJECT SUMMARY ABSTRACT THE LONG TERM OBJECTIVE OF THE PROPOSED RESEARCH IS TO USE CELLULAR THERAPY TO ADVANCE REGENERATIVE MEDICINE. IN PARTICULAR, WE WISH TO HELP AMPUTEES WHO HAVE LOST A LIMB. WHILE MAJOR IMPROVEMENTS HAVE BEEN MADE TO PROSTHETICS, THE SKIN SIDE OF THE INTERFACE AT THE STUMP SITE WAS NOT EVOLVED TO BEAR WEIGHT. THE STUMP DOES NOT NORMALLY HAVE THE PRESSURE ADAPTIVE ABILITIES OF THE SOLES OF THE FOOT FOR EXAMPLE. THE PRESENT GRANT PROPOSES TO BIOPSY, PURIFY AND EXPAND FIBROBLASTS FROM AN EXISTING PALM OR SOLE AND INJECT THEM INTO THE STUMP SITE OF AN AMPUTEE TO IMPROVE THEIR USE OF PROSTHETICS. WE ALSO PROPOSE TO STUDY THE BASIC BIOLOGY BEHIND CELL THERAPY TO UNDERSTAND HOW THE INJECTED CELLS CHANGE THE NATIVE CELLS, AND IN TURN HOW THOSE NATIVE CELLS AFFECT THE INJECTED CELLS. THE RESULTS OF THIS GRANT WILL HOPEFULLY LEAD TO A NEW THERAPY TO HELP NOT ONLY AMPUTEES, BUT POTENTIALLY PREVENT PRESSURE ULCERS AND PROVIDE A PLATFORM FOR FUTURE CELL THERAPIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_UG3AR079376_7529"}, {"internal_id": 161647755, "Award ID": "U01HL169362", "Award Amount": 288744.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "93.370", "Description": "FULL-SCALE GMP PRODUCTION FOR A PRE-CLINICAL SYSTEMIC DELIVERED MESENCHYMAL STEM CELLS DERIVED EXTRACELLULAR VESICLES FOR CARDIOVASCULAR DISEASE - PROJECT SUMMARY/ABSTRACT CURRENT THERAPIES FOR PATIENTS WITH HEART FAILURE (HF) HAVE LIMITED EFFICACY BECAUSE DRUGS AND SURGERY CAN ONLY RELIEVE THE SYMPTOMS OF HF BUT CANNOT SAVE NECROTIC CARDIOMYOCYTES. HENCE, THERE IS AN ONGOING NEED TO FIND NOVEL TREATMENT STRATEGIES FOR HF FOLLOWING MYOCARDIAL INFRACTION (MI). MESENCHYMAL STEM CELLS (MSCS) HAVE SHOWN TO IMPROVE CARDIAC FUNCTION AND REVERSE REMODELING AFTER MI WHERE THE UNDERLYING MECHANISM IS MULTIFACTORIAL AND RECENTLY STUDIES SUGGESTED THAT MUCH OF THIS REPAIR CAN BE ATTRIBUTED TO EXTRACELLULAR VESICLES (EVS) THAT ARE RELEASED BY MSCS. MAIN CHALLENGES IMPEDING THE TRANSLATION OF EVS INTO CLINICAL APPLICATION ARE ESTABLISHING ADVANCED CHARACTERIZATION METHOD TO DOCUMENT REPRODUCIBILITY AND LARGE-SCALE PRODUCTION FOR CLINICAL GRADE EVS. WE HAVE DEVELOPED LARGE-SCALE MANUFACTURE PROCESS USING QUANTUM BIOREACTORS AND THIS PROJECT WILL AID IN ESTABLISHING METHODS TO EVALUATE BATCH-TO-BATCH VARIABILITY. OUR CENTRALIZED HYPOTHESIS FOR THIS PROJECT IS THAT EV RESTORE CARDIAC FUNCTION BY REDUCING CARDIAC REMODELING THROUGH PROMOTION OF TISSUE HOMEOSTASIS, INHIBITION OF INFLAMMATION, AND PROMOTION OF ANGIOGENESIS. WE HYPOTHESIZE THAT REPEATED, SYSTEMIC DELIVERY OF WJMSC EVS WILL HAVE ADDITIVE IMPACT FOR IMPROVING CARDIAC FUNCTION AND REDUCING CARDIAC REMODELING AS COMPARED TO SINGLE DOSING AND WJMSC EVS PROVIDE UNDERLYING MOLECULAR MECHANISMS THAT IS BENEFICIAL FOR CARDIAC REPAIR. OUR STUDY OBJECTIVES ARE: 1) TO EVALUATE THE FEASIBILITY AND SAFETY OF REPEATED INJECTIONS OF WJMSC EV ADMINISTERED SYSTEMICALLY IN SMALL ANIMAL MODEL; 2) TO OBSERVE EFFECT ON CARDIAC STRUCTURE AND FUNCTION IN AN EXPERIMENTAL MI MODEL; 3) TO DETERMINE AN OPTIMAL DOSE RESPONSE. THE LONG-TERM GOAL IS TO ELUCIDATE THE MOLECULAR MECHANISMS OF WJMSC EV CARGO ON CARDIAC FUNCTION AND REMODELING AND THE OPTIMAL DOSE AND REGIMEN SHOWING AN IMPROVEMENT IN CARDIAC FUNCTION AND REDUCED REMODELING THAT WILL BE USED TO INVESTIGATE THE CLINICAL EFFECTIVENESS OF OUR ESTABLISHED CLINICAL DOSE OF WJMSC EV PRODUCT IN A LARGE ANIMAL (PORCINE) MI MODEL. WE ARE EXPECTING THAT AT LEAST HIGH DOSE OF EV WITH REPEATED SYSTEMIC ADMINISTRATION WILL SHOW GREATEST IMPROVEMENT IN CARDIAC FUNCTION AND SEEING SIMILAR OUTCOME WITH THE MEDIUM AND LOWER DOSE OF EV. THIS WOULD COINCIDE WITH ABSORPTION OF EV INTO THE HEART TISSUE OBSERVED AT 24 HOURS AFTER ADMINISTRATION AND ACCOMPANY OF FINDING KEY MOLECULAR MECHANISM OF IMPROVING CARDIAC REPAIR FROM RNA BIOINFORMATIC ANALYSIS. IN ADDITION, WE WILL BE ABLE TO ESTABLISH CHARACTERIZATION CRITERIA TO REDUCE DONOR-TO-DONOR VARIABILITY. THE POSITIVE OUTCOME OF THIS STUDY WILL ESTABLISH THE PREMISE FOR MOVING TOWARD LARGE ANIMAL MI MODEL AND TRANSLATING THE TECHNOLOGY AND INNOVATION FOR CLINICAL APPLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dbae4064-c48c-5002-9fca-21d077e0f96b-C", "generated_internal_id": "ASST_NON_U01HL169362_7529"}, {"internal_id": 161647754, "Award ID": "U01HL169361", "Award Amount": 379889.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "93.370", "Description": "NANOWIRED HUMAN ISOGENIC CARDIAC ORGANOIDS TO TREAT ACUTE MYOCARDIAL ISCHEMIA/REPERFUSION INJURIES - PROJECT SUMMARY: IN THE U.S., THERE ARE MORE THAN 735,000 MYOCARDIAL INFARCTIONS (MI) EACH YEAR. WHILE PERCUTANEOUS CORONARY INTERVENTION (PCI) HAS SIGNIFICANTLY REDUCED ACUTE ADVERSE REPONES, THE LONG-TERM PROGNOSIS FOR POST-ISCHEMIA/REPERFUSION (I/R) PATIENTS REMAINS POOR. DUE TO THE LIMITED REGENERATIVE CAPACITY OF HUMAN HEARTS, HUMAN PLURIPOTENT STEM CELL-DERIVED CARDIOMYOCYTES (HPSC-CMS) HAVE RECEIVED SIGNIFICANT ATTENTION DUE TO THEIR PROVEN CAPACITY TO RESTORE CONTRACTILE FUNCTION UPON TRANSPLANTATION TO INJURED HEARTS IN VARIOUS MAMMALIAN MODELS, LEADING TO MULTIPLE ONGOING CLINICAL TRIALS. HOWEVER, THE CURRENT TRANSPLANTATION APPROACH MAINLY RELIES ON DISSOCIATED HPSC-CMS, LEADING TO LOW CELL SURVIVAL, MODERATE FUNCTIONAL IMPROVEMENT, ARRHYTHMOGENIC RISK, AND POOR SCALABILITY. TO ADDRESS THESE CHALLENGES, OUR LAB DEVELOPED NANOWIRED, PRE- VASCULARIZED HUMAN CARDIAC ORGANOIDS COMPOSED OF HPSC-CMS, HUMAN PRIMARY CARDIAC FIBROBLASTS, ENDOTHELIAL CELLS, STROMAL CELLS, AND ELECTRICALLY CONDUCTIVE SILICON NANOWIRES (E-SINWS). ENDOTHELIAL CELLS ARE USED TO INDUCE VASCULATURE FORMATION WITHIN THE ORGANOIDS, AND E-SINWS ARE ADDED TO CREATE AN ELECTRICALLY CONDUCTIVE MICROENVIRONMENT TO FACILITATE HPSC-CM CONTRACTILE DEVELOPMENT AND THEIR ELECTRICAL INTEGRATION WITH THE HOST MYOCARDIUM. OUR PRELIMINARY IN VIVO DATA SHOWED THAT NANOWIRED ORGANOIDS ILLUSTRATED ROBUST HPSC- CM ENGRAFTMENT AND SUPERIOR FUNCTIONAL RECOVERY. THE MAJOR BARRIERS IN THEIR CLINICAL TRANSLATION INCLUDE: 1) THE USE OF ANIMAL PROTEINS IN THE CELL AND ORGANOID CULTURE AND 2) THE LACK OF FUNCTIONAL BENEFIT DEMONSTRATION IN A LARGE ANIMAL MODEL. REPLACING HUMAN PRIMARY CELLS WITH ISOGENIC HPSC-DERIVED CELLS FOR ORGANOID FABRICATION WOULD REDUCE BATCH-TO-BATCH VARIATIONS AND ENHANCE IMMUNE COMPATIBILITY THROUGH MAJOR HISTOCOMPATIBILITY COMPLEX (MHC) MATCHING HPSC DONORS WITH HUMAN RECIPIENTS. IN ADDITION, WHILE THE CURRENT HPSC-CM IMPLANTATION STRATEGY HAS BEEN FOCUSED ON INTRAMYOCARDIAL INJECTION, DEVELOPING AN EFFECTIVE APPROACH FOR INTRACORONARY DELIVERY OF THE ORGANOIDS WILL ACCELERATE THEIR CLINICAL TRANSLATION. THE GOAL OF THIS PROPOSAL IS TO DEVELOP CLINICAL-GRADE HPSC CARDIAC ORGANOIDS AND DEMONSTRATE THEIR FUNCTIONAL BENEFITS WITH A LARGE ANIMAL MODEL TO GENERATE ENABLING DATA FOR IND SUBMISSION. THE CENTRAL HYPOTHESIS OF THIS PROPOSAL IS THE NANOWIRED ISOGENIC HPSC CARDIAC ORGANOIDS PROVIDE A SCALABLE SYSTEM TO BOTH EFFICIENTLY AND EFFECTIVELY IMPLANT HPSC-CMS FOR CARDIAC REPAIR. THE PROPOSAL IS INNOVATIVE IN THAT WE WILL 1) DERIVE ISOGENIC HPSC-DERIVED CELLS IN XENO-FREE, CHEMICALLY DEFINED CONDITIONS TO DEVELOP CLINICAL-GRADE CARDIAC ORGANOIDS FOR IMPLANTATION AND 2) LEVERAGE THE SIZE AND THE ENDOTHELIAL LUMEN-LIKE STRUCTURES IN THE ORGANOIDS TO DEVELOP AN EFFECTIVE INTRACORONARY DELIVERY STRATEGY. ACCORDINGLY, WE WILL PURSUE THE FOLLOWING 2 AIMS: 1) FABRICATE AND CHARACTERIZE NANOWIRED HUMAN CARDIAC ORGANOIDS USING ISOGENIC CARDIAC CELLS DERIVED FROM HPSCS IN XENO-FREE, CHEMICALLY DEFINED CONDITIONS, AND 2) DETERMINE THE THERAPEUTIC EFFICACY OF THE NANOWIRED ISOGENIC HPSC CARDIAC ORGANOIDS WITH A PORCINE I/R (ISCHEMIA/REPERFUSION) MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_U01HL169361_7529"}, {"internal_id": 81395432, "Award ID": "U01HL148692", "Award Amount": 819692.59, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-11", "CFDA Number": "93.370", "Description": "GENERATION OF FUNCTIONAL LUNG STEM CELLS FROM HUMAN IPSCS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f62abfa-f880-18c2-5e58-a64739477e1e-C", "generated_internal_id": "ASST_NON_U01HL148692_7529"}, {"internal_id": 81396160, "Award ID": "U01HL148690", "Award Amount": 759242.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-07", "CFDA Number": "93.370", "Description": "COMMITTED CARDIAC PROGENITORS TO REMUSCULARIZE THE FAILING ISCHEMIC HEART", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_U01HL148690_7529"}, {"internal_id": 81395708, "Award ID": "U01HL148681", "Award Amount": 769518.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-11", "CFDA Number": "93.370", "Description": "CGMP MANUFACTURE OF FVIII-EXPRESSING PLACENTAL CELLS FOR HEMOPHILIA A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "623a4232-bd5e-fb60-cf01-48cd08a5a593-C", "generated_internal_id": "ASST_NON_U01HL148681_7529"}, {"internal_id": 81728296, "Award ID": "U01EY030581", "Award Amount": 888966.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-27", "CFDA Number": "93.370", "Description": "TRANSPLANTATION OF ADULT, TISSUE-SPECIFIC RPE STEM CELLS AS THERAPY FOR NON-EXUDATIVE AGE-RELATED MACULAR DEGENERATION AMD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93d93c95-1907-b8b5-aaf0-88f3c1e6e4ec-C", "generated_internal_id": "ASST_NON_U01EY030581_7529"}, {"internal_id": 81728170, "Award ID": "U01EY030580", "Award Amount": 809999.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-27", "CFDA Number": "93.370", "Description": "PRECISION GENOME SURGERY IN AUTOLOGOUS STEM CELL TRANSPLANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_U01EY030580_7529"}, {"internal_id": 81729237, "Award ID": "U01EY030547", "Award Amount": 397500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-27", "CFDA Number": "93.370", "Description": "PRECLINICAL TESTING OF IPSC DERIVED RETINAL PIGMENT EPITHELIUM TO TREAT MACULAR DEGENERATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30ebe932-79d5-1659-51b4-a59d9be01dee-C", "generated_internal_id": "ASST_NON_U01EY030547_7529"}, {"internal_id": 82470338, "Award ID": "U01AR075932", "Award Amount": 807981.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-31", "CFDA Number": "93.370", "Description": "EXPLORING ALTERNATIVE IPS CELL THERAPIES FOR RECESSIVE DYSTROPHIC EPIDERMOLYSIS BULLOSA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f8eb9f7-3ee7-fb7d-c649-ee912e019c18-C", "generated_internal_id": "ASST_NON_U01AR075932_7529"}, {"internal_id": 162137561, "Award ID": "R34DE033042", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-18", "CFDA Number": "93.370", "Description": "PLANNING A PHASE I STUDY OF MINOR SALIVARY GLAND DERIVED AUTOLOGOUS MSCS FOR PREVENTION OF LONG-TERM RADIATION INDUCED XEROSTOMIA - PROJECT ABSTRACT DRY MOUTH IS A SIGNIFICANT SIDE-EFFECT OF RADIATION THERAPY FOR HEAD AND NECK CANCER PATIENTS. SEVERAL FACTORS CONTRIBUTE TO DRY MOUTH. DECREASED PRODUCTION OF SALIVA IS CALLED HYPOSALIVATION. POOR QUALITY AND FUNCTION OF SALIVA IS CALLED SALIVARY DYSFUNCTION. TOGETHER, THESE CAUSE XEROSTOMIA, OR WHAT A PATIENT EXPERIENCES AS SIMPLY DRY MOUTH. XEROSTOMIA CAN LEAD TO TOOTH DECAY, INFECTIONS, DIFFICULTY SPEAKING, IMPAIRED SWALLOWING, POOR NUTRITION, AND HAS A SIGNIFICANT NEGATIVE EFFECT ON QUALITY OF LIFE. DOCTORS RECOMMEND THAT PATIENTS SUCK ON HARD CANDY, CHEW GUM, USE SALIVA SUBSTITUTES, AND/OR CARRY A WATER BOTTLE WITH THEM AT ALL TIMES. NONE OF THESE ARE PARTICULARLY EFFECTIVE. OUR LONG-TERM GOAL IS TO PREVENT THE DEVELOPMENT OF LONG-TERM RADIATION-INDUCED DRY MOUTH TO IMPROVE THE QUALITY OF LIFE FOR PATIENTS WITH HEAD AND NECK CANCER. WE SEEK TO ACHIEVE THIS GOAL BY PROVIDING CONVINCING EVIDENCE THAT INNOVATIVE CELLULAR THERAPIES CAN SAFELY AND SIGNIFICANTLY PREVENT THE DEVELOPMENT OF LONG-TERM SALIVARY GLAND DYSFUNCTION. THE TEAM OF INVESTIGATORS TACKLING THIS PROJECT IS UNIQUELY SUITED TO COMPLETE THE WORK. SUCCESS WOULD LEAD DIRECTLY TO THE NEXT PHASE OF CLINICAL TESTING. WE HAVE EXPERTISE IN CARING FOR HEAD AND NECK CANCER PATIENTS, DEVELOPING MINOR SALIVARY GLAND DERIVED MESENCHYMAL STROMAL CELLS (MSCS) AS CELLULAR THERAPIES, AND STUDYING SALIVARY FUNCTION. THE OVERALL OBJECTIVE OF THIS APPLICATION IS TO PLAN AND PREPARE FOR A PHASE 1 TRIAL TO TEST THE SAFETY AND TOLERABILITY OF IFN-G PRE-LICENSED MINOR SALIVARY GLAND DERIVED MSCS FOR PREVENTION OF RADIATION-INDUCED XEROSTOMIA IN HEAD AND NECK CANCER PATIENTS. TO ACHIEVE OUR GOALS, WE PROPOSE A MILESTONE-BASED PROJECT IN WHICH WE WILL WORK CLOSELY WITH THE NIH AND FDA TO FINALIZE STUDY DESIGN FOR A PHASE 1 SAFETY AND TOLERABILITY STUDY, COMPLETE THE CLINICAL TRIAL PROTOCOL, AND SUBMIT REGULATORY DOCUMENTS IN AIM 1. IN AIM 2, WE WILL COMPLETE ALL NECESSARY MILESTONES TO ACTIVATE THE PROPOSED CLINICAL TRIAL INCLUDING SAFETY SYSTEMS, DATA SYSTEMS, AND SITE STAFF AND FACILITY PREPARATION TO ENSURE A SMOOTH OPENING TO THE PLANNED CLINICAL TRIAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_R34DE033042_7529"}]