[{"internal_id": 140657049, "Award ID": "VSRNV000012", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.344", "Description": "HENNEPIN HEALTHCARE PEDIATRIC VACCINE MOBILE - PROMOTING VACCINE CONFIDENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35c13aa7-f0d9-f842-d0e2-e7afc6b165ce-C", "generated_internal_id": "ASST_NON_VSRNV000012_7521"}, {"internal_id": 140658442, "Award ID": "VSRNV000011", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.344", "Description": "PROMOTING VACCINE CONFIDENCE THROUGH VACCINE EQUITY ENGAGEMENT AND OUTREACH STRATEGIES - ROUTINE IMMUNIZATION SERVICES, INCLUDING THOSE PROVIDED THROUGH LOCAL PUBLIC HEALTH AGENCIES, WERE SIGNIFICANTLY REDUCED DURING THE HEIGHT OF THE COVID-19 PANDEMIC. IN COLORADO, CHILDHOOD VACCINATION RATES, WHICH HISTORICALLY ARE OFTEN BELOW LEVELS NEEDED FOR COMMUNITY IMMUNITY, FELL FURTHER DURING THE PANDEMIC, LEAVING CHILDREN AND COMMUNITIES VULNERABLE TO PREVENTABLE DISEASES. BUILDING FROM LESSONS LEARNED THROUGH THE COLORADO VACCINE EQUITY TASKFORCE OVER THE PAST YEAR, IMMUNIZE COLORADO SEEKS TO SUPPORT LOCAL IMMUNIZATION SERVICES THROUGH A COMBINATION OF COMMUNITY-SPECIFIC EDUCATION AND OUTREACH AS WELL AS LOCAL PARTNERSHIP DEVELOPMENT AND COLLABORATION. THIS WILL BE ACCOMPLISHED THROUGH RESPONSIVE COMMUNITY ENGAGEMENT, COMMUNITY-BASED CAREGIVER EDUCATION, YOUTH ADVISORS AND SUPPORT OF INFLUENCERS AND SOCIAL MEDIA. ADDITIONALLY, A DIVERSE STAKEHOLDER GROUP WILL BE CONVENED TO ADDRESS SYSTEM GAPS AND GUIDE COMMUNITY-BASED EFFORTS. TO FURTHER PROMOTE VACCINE EQUITY EFFORTS, THIS PROJECT WILL SPECIFICALLY FOCUS ON COMMUNITIES OF COLOR, COLORADANS WITH LIMITED ENGLISH PROFICIENCY, RURAL COLORADANS AND YOUTH ENGAGEMENT EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e5505b7-9818-8fc7-f0e2-05b58d5f5946-R", "generated_internal_id": "ASST_NON_VSRNV000011_7521"}, {"internal_id": 140657932, "Award ID": "VSRNV000010", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.344", "Description": "THE CHICKASAW NATION'S DEPARTMENT OF HEALTH PROVIDER AND CAREGIVER VACCINE CONFIDENCE PROJECT - FIRST AMERICAN POPULATIONS LIVING IN THE UNITED STATES (U.S.) EXPERIENCE AN ALARMINGLY HIGH MORBIDITY AND MORTALITY RATE FROM INFECTIOUS DISEASES. FOR MANY, GEOGRAPHIC ISOLATION AND SOCIOECONOMIC FACTORS SUCH AS POVERTY HAVE BEEN MAJOR DRIVERS OF ELEVATED RATES OF VACCINE-PREVENTABLE INFECTIOUS DISEASES. FURTHERMORE, AN ALARMING DECLINE IN ROUTINE VACCINATIONS AMONG CHILDREN AND ADOLESCENTS HAS OCCURRED SINCE THE START OF THE COVID-19 PANDEMIC1. TO ADDRESS CONCERNS SUCH AS VACCINE-PREVENTABLE INFECTIOUS DISEASES, THE CHICKASAW NATION DEPARTMENT OF HEALTH (CNDH) PROVIDES HEALTH CARE, PHARMACY, NUTRITION, SOCIAL SERVICES AND PUBLIC HEALTH SERVICES TO OVER 90,000 ACTIVE FIRST AMERICAN PATIENTS. UNFORTUNATELY, SEVERAL BARRIERS CURRENTLY EXIST IN PROVIDING A CLEAR PICTURE ON ROUTINE CHILDHOOD VACCINE DISPARITIES WITHIN THE CHICKASAW NATION (CN). BARRIERS INCLUDE INCONCLUSIVE STATE DATA TO DISPLAY LOCAL CHILDHOOD VACCINATION RATES, GAPS WITHIN MULTIPLE VACCINATION REPORTING DATABASES IN THE STATE, AND A LOW RESPONSE RATE FROM FIRST AMERICAN POPULATIONS IN THE VACCINATION DATABASES, RESULTING IN GAPS IN KNOWLEDGE AND DATA INCONSISTENCIES FOR THE CHICKASAW POPULATION. THIS OVERALL LACK IN ROUTINE IMMUNIZATION DATA HINDERS THE CN’S ABILITY TO ADDRESS POSSIBLE VACCINE CONFIDENCE ISSUES AND IMPLEMENT EFFECTIVE PUBLIC HEALTH INTERVENTIONS TO PROTECT POPULATION HEALTH AND PREVENT DISEASES. THE CNDH’S PROVIDER AND CAREGIVER VACCINE CONFIDENCE PROJECT IS A MULTIDISCIPLINARY, EVIDENCE-GUIDED PROJECT WHOSE GOAL IS TO GAUGE CHILDHOOD ROUTINE VACCINE CONFIDENCE WITHIN BOTH PARENTS/CAREGIVERS AND VACCINATION SERVICE PROVIDERS AND DECREASE VACCINE HESITANCY THROUGH QUALITATIVE AND QUANTITATIVE ASSESSMENTS AND EFFECTIVE COMMUNICATION DURING HEALTH CARE VISITS. THE PROJECT WILL BUILD FROM A COMMUNITY NEEDS ASSESSMENT TO (1) PROVIDE EVIDENCE-BASED INTERVENTION TRAINING TO VACCINATION PROVIDERS THAT AIMS TO IMPROVE PHYSICIAN’S CONFIDENCE DURING COMMUNICATION WITH VACCINE-HESITANT PARENTS/CAREGIVERS IN CLINICAL SETTINGS; (2) ENCOURAGE INCORPORATION OF GAINED APPROACHES WITHIN PROVIDERS’ CLINIC OPERATIONS TO INCREASE CONFIDENCE IN COMMUNICATION AND REDUCE ANY POSSIBLE VACCINE HESITANCY AMONG PARENTS/CAREGIVERS AND (3) ASSESS EFFECTIVENESS OF PROVIDER TRAININGS THROUGH THE PARENT ATTITUDES ABOUT CHILDHOOD VACCINATION SURVEY (PACV) FOR PARENTS/CAREGIVERS, WHILE CONDUCTING INTERIM EVALUATIONS TO PROVIDE REPORTS, RECOMMENDATIONS AND SUSTAINABILITY OF ALL ELEMENTS INFLUENCING CHANGE. THE CNDH WILL INVITE CN HEALTH CARE PROVIDERS TO PARTICIPATE IN THE PROJECT’S EFFORTS. THE PROJECT WILL PROVIDE INSIGHT ON THE LANDSCAPE OF CHILDHOOD ROUTINE VACCINATION CONFIDENCE WITHIN CN WITH HOPES TO ADDRESS MORE IN-DEPTH VACCINE-RELATED CONCERNS IN THE FUTURE. THE PROVIDER AND CAREGIVER PROJECT WILL SERVE AS A GUIDE FOR SIMILAR PROJECTS AND RESEARCH THAT ALSO SEEKS TO IMPROVE VACCINE CONFIDENCE AND PREVENT DISEASE IN THE CN’S MOST VULNERABLE COMMUNITIES.  (1) SANTOLI, J.M., LINDLEY, M.C., DESILVA, M.B., ET AL. (2020) MMWR: EFFECTS OF THE COVID-19 PANDEMIC ON ROUTINE PEDIATRIC VACCINE ORDERING AND ADMINISTRATION — UNITED STATES, 2020. MMWR MORB MORTAL WKLY REP 2020;69:591–593. DOI: HTTP://DX.DOI.ORG/10.15585/MMWR.MM6919E2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_VSRNV000010_7521"}, {"internal_id": 140658762, "Award ID": "VSRNV000009", "Award Amount": 248000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.344", "Description": "V-PROTECT: CONFIDENCE PROGRAM [VACCINATE TO PROTECT YOURSELF, YOUR FAMILY, AND YOUR COMMUNITY] - THE V-PROTECT: CONFIDENCE PROGRAM (“VACCINATE TO PROTECT YOURSELF, YOUR FAMILY, AND YOUR COMMUNITY”) AIMS TO ADDRESS VACCINE HESITANCY AND LOW UPTAKE RATES AMONG BLACK AND ASIAN REFUGEE, IMMIGRANT, AND MIGRANT (RIM) COMMUNITIES IN ILLINOIS BY IDENTIFYING ETHNICALLY AND CULTURALLY TAILORED INTERVENTIONS TO INCREASE CONFIDENCE IN VACCINE PRODUCTS, VACCINE PROVIDERS, AND VACCINE POLICY. AS THE LARGEST AND MOST DIVERSE METROPOLITAN AREA IN THE MOST POPULOUS STATE IN THE MIDWEST, CHICAGO IS A MAJOR HUB FOR RIM COMMUNITIES, WHILE ILLINOIS HAS NEARLY 2 MILLION FOREIGN-BORN RESIDENTS. THE FOREIGN-BORN ASIAN POPULATION INCREASED BY APPROXIMATELY 19.4% SINCE 2010. THE FOREIGN-BORN BLACK POPULATION INCREASED BY APPROXIMATELY 66% SINCE 2010. IN 2015, CHICAGO DATA SHOWS 33.6% OF ASIAN AND PACIFIC ISLANDER ADULTS WERE VACCINATED FOR THE FLU, COMPARED TO 43.2% OF WHITE ADULTS. WHILE COVID-19 VACCINATION HAS BEEN RELATIVELY HIGH AMONG THE BROADER ASIAN AMERICAN POPULATION, LACK OF DISAGGREGATION FAILS TO REVEAL THE LOW VACCINATION RATES AMONG SPECIFIC ASIAN ETHNIC SUBGROUPS AND AMONG ASIAN IMMIGRANTS, RELATED TO LOW HEALTH LITERACY, LIMITED ACCESS, LANGUAGE BARRIERS, RELIGIOUS BELIEFS, AND VACCINE HESITANCY. ANOTHER VACCINE PREVENTABLE DISEASE, HEPATITIS B, ALSO DISPROPORTIONALLY AFFECTS FOREIGN-BORN ASIANS, WITH 1 IN 12 ASIANS LIVING WITH HEPATITIS B. CHICAGO’S 2015 INFLUENZA DATA SHOWS BLACK ADULTS HAD THE LOWEST VACCINATION RATE, AT 25.9%, COMPARED TO 43.2% OF WHITES. AS OBSERVED WITH CURRENT UPTAKE OF THE COVID-19 VACCINATION, 51.1% OF THE ILLINOIS POPULATION IS FULLY VACCINATED AS OF MID-AUGUST 2021, WITH ONLY 9.8% OF THOSE VACCINATED IDENTIFYING AS BLACK OR AFRICAN AMERICAN, DESPITE MAKING UP 14.1% OF THE TOTAL POPULATION. THESE RIM COMMUNITIES EXPERIENCE BARRIERS TO HEALTHCARE ACCESS WITH CONTRIBUTING FACTORS TO HEIGHTENED VACCINE HESITANCY AND LOW UPTAKE RATES. TO REACH AND EDUCATE THESE COMMUNITIES, THE ASIAN HEALTH COALITION (AHC) WILL STRATEGICALLY P ARTNER WITH LOCAL COMMUNITY-BASED ORGANIZATIONS AND REGIONAL HEALTH CENTERS ACROSS ILLINOIS TO ACCURATELY ASSESS, DEVELOP, AND DISSEMINATE CULTURALLY AND LINGUISTICALLY TAILORED INTERVENTIONS TO IMPROVE VACCINE CONFIDENCE AND UPTAKE.  IN COLLABORATIVE EFFORT WITH PROGRAM PARTNERS, AHC WILL ORGANIZE A SERIES OF HEALTH FAIRS THAT TARGET BLACK AND ASIAN IMMIGRANT COMMUNITIES, PROVIDING VACCINE EDUCATION IN A CONTEXT THAT REDUCES THE BURDEN OF SOCIAL AND COMMUNITY SPECIFIC STIGMA. ENGAGEMENT SURVEYS WILL COLLECT PERTINENT, DISAGGREGATED DATA ON CONFIDENCE IN VACCINE PRODUCTS, PROVIDERS, AND POLICY. AHC WILL LEVERAGE THE RESOURCES AND LONGSTANDING RELATIONSHIP WITH THE UNIVERSITY OF CHICAGO MEDICINE – CENTER FOR ASIAN HEALTH EQUITY TO IMPLEMENT THE V-PROTECT: CONFIDENCE PROGRAM AS A MULTI-LEVEL PARTNERSHIP STRATEGY THAT WILL ASSESS, IDENTIFY, EDUCATE, EVALUATE, AND EFFECTIVELY IMPROVE VACCINE CONFIDENCE AND UPTAKE IN FOREIGN-BORN BLACK AND ASIAN COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62a108ab-3874-dcda-1c18-2fc96e0fc261-R", "generated_internal_id": "ASST_NON_VSRNV000009_7521"}, {"internal_id": 140659003, "Award ID": "VSRNV000008", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.344", "Description": "SEA MAR CHC IMMUNIZATION AND VACCINE CONFIDENCE PROJECT - FOR OVER 40 YEARS, SEA MAR COMMUNITY HEALTH CENTERS HAS SERVED THE COMMUNITY BY PROVIDING PRIMARY AND ANCILLARY HEALTH CARE SERVICES IN WESTERN WASHINGTON. SEA MAR OPERATES 35 MEDICAL, 30 DENTAL, AND 29 BEHAVIORAL HEALTH CLINICS IN 11 COUNTIES IN ADDITION TO A WIDE RANGE OF SOCIAL AND COMMUNITY SERVICES INCLUDING AFFORDABLE HOUSING, LONG TERM CARE, INPATIENT TREATMENT, WIC AND MSS. IN 2020, SEA MAR SERVED OVER 304,000 UNDUPLICATED PATIENTS THROUGHOUT ITS SERVICE AREA, THE MAJORITY OF WHOM LIVE BELOW THE FEDERAL POVERTY LEVEL AND ARE UNINSURED, UNDERINSURED OR RECEIVE MEDICAID. SEA MAR IS APPLYING FOR FUNDING OPPORTUNITY NV-VSR-21-001: PROMOTING VACCINE CONFIDENCE IN LOCAL COMMUNITIES THROUGH PARTNERSHIP WITH REGIONAL HEALTH OFFICES. THE COVID-19 PANDEMIC HAS INFLUENCED THE DECLINE OF PREVENTIVE IMMUNIZATIONS DUE TO GOVERNMENT-MANDATED LOCKDOWNS, HEALTHCARE ORGANIZATIONS LIMITING SERVICES OFFERED AND COMMUNITY FEAR OF EXPOSURE. ACCORDING TO SEA MAR’S 2020 UNIVERSAL DATA SYSTEM (UDS) REPORT, SEA MAR SAW A 5% DECLINE IN COMBINATION 10 IMMUNIZATIONS REPORTING 40% IN 2019 AND 35% IN 2020. COMBINATION 10 REFERS TO A SET OF VACCINES THAT TODDLERS ARE SCHEDULED TO RECEIVE BY THEIR SECOND BIRTHDAY. THE STATEWIDE COMBINATION 10 IMMUNIZATION RATE IN WASHINGTON CURRENTLY SITS AT 43.3% LEAVING 56.7% OF TODDLERS VULNERABLE POTENTIAL INFECTION. INFANTS AND TODDLERS ARE CRITICAL TO IMMUNIZE BECAUSE OF THEIR LACK OF PROTECTION AND SUSCEPTIBILITY TO HEALTH COMPLICATIONS. ANOTHER NOTABLE GROUP EXPERIENCING A DECLINE IN RECEIVING PREVENTIVE IMMUNIZATIONS IS THE 11 AND 12-YEAR-OLD POPULATION. HUMAN PAPILLOMAVIRUS (HPV) VACCINATIONS PROTECT AGAINST INFECTIONS THAT CAN LEAD TO SIX TYPES OF CANCER. 80% OF PEOPLE WILL GET AN HPV INFECTION IN THEIR LIFETIME.  DESPITE THE LONG-TERM BENEFITS OF THE VACCINE, WASHINGTON STATE SAW A 5.6% DECLINE, FROM 42% IN 2019 TO 36.4% IN 2020. WITH THIS FUNDING, SEA MAR PROPOSES TO IMPLEMENT VACCINE-FOCUSED IN-CLINIC MEDICAL ASSISTANTS TO TARGET MEDICALLY UNDERSERVED AND VULNERABLE MEMBERS OF OUR COMMUNITY TO INCREASE COMBINATION 10 AND HPV VACCINATION RATES IN CLARK AND KING COUNTIES IN WASHINGTON STATE. THE PROPOSED PROJECT WILL ADD A 2.0 FTE CERTIFIED MEDICAL ASSISTANTS WHO WILL BE RESPONSIBLE FOR COMPILING TARGET POPULATION INFORMATION, DISSEMINATING CULTURALLY RELEVANT VACCINATION MATERIALS TO VACCINE HESITANT PATIENTS, CULTIVATING A POSITIVE IN-CLINIC VACCINE CULTURE, AND ADMINISTERING VACCINES TO SCHEDULED AND WALK-IN PATIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b1b97642-01f9-376d-89d7-ef727b56828a-C", "generated_internal_id": "ASST_NON_VSRNV000008_7521"}, {"internal_id": 140659487, "Award ID": "VSRNV000007", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "93.344", "Description": "ADDRESSING VACCINATION CONFIDENCE IN RURAL COMMUNITIES OF ROBESON AND BERTIE COUNTIES, NORTH CAROLINA, WITH FOCUS IN BLACK/AFRICAN AMERICAN COMMUNITIES, AND AMERICAN INDIAN/ALASKA NATIVE COMMUNITIES. - ALLIANCE FOR A HEALTHIER GENERATION (HEALTHIER GENERATION) IS CALLED INTO ACTION TO ADDRESS VACCINE PREVENTABLE DISEASES (VPDS) IN RURAL COMMUNITIES IN NORTH CAROLINA (NC), NAMELY ROBESON AND BERTIE COUNTIES, IN RESPONSE TO LOCAL HEALTH NETWORK DATA AND OUR LOCAL KNOWLEDGE DERIVED FROM LONG-STANDING PRESENCE AND EXPERIENCE ACROSS THE STATE, WHICH INFORMS OUR ONGOING WORK TO ACHIEVE EQUITABLE WHOLE CHILD HEALTH. HEALTHIER GENERATION’S COMMITMENT TO IMPROVE THE HEALTH AND WELLBEING OF BLACK, INDIGENOUS, AND PEOPLE OF COLOR (BIPOC) STUDENTS AND CAREGIVERS IN THESE COUNTIES IS DRIVEN BY A KEEN UNDERSTANDING THAT HEALTH INEQUITIES HISTORICALLY IMPACTING MARGINALIZED POPULATIONS WERE GRAVELY COMPOUNDED BY COVID-19. A PARTNERSHIP BETWEEN THE SCHOOL DISTRICTS AND THE LOCAL PUBLIC HEALTH DEPARTMENTS HAS THE POTENTIAL TO BE EFFECTIVE AT INCREASING REQUIRED AND VOLUNTARY VACCINES. SCHOOLS ARE OFTEN THE LARGEST EMPLOYER IN THE COUNTY AND TOUCH A LARGE PERCENTAGE OF THE POPULATION. PUBLIC HEALTH DEPARTMENTS HAVE A CRITICAL ROLE IN REACHING ALL MEMBERS OF THE COMMUNITY TO ENSURE ACCESS TO HEALTHCARE AND PREVENTATIVE HEALTH APPROACHES, INCLUDING VOLUNTARY AND REQUIRED VACCINATIONS. THROUGH OUR TARGETED HANDS-ON SUPPORT, COMBINED WITH ONGOING TECHNICAL ASSISTANCE AND PROFESSIONAL DEVELOPMENT WE SEEK TO DECREASE VACCINE COMPLACENCY AND INCREASE VACCINE CONFIDENCE OF PRODUCTS, PROVIDERS, AND POLICES AMONG STUDENTS, CAREGIVERS, AND STAFF WHILE PUTTING SUPPORTS IN PLACE TO INCREASE THEIR ACCESS TO VACCINES. BY THE END OF YEAR THREE OF PROJECT IMPLEMENTATION, WE WILL ADDRESS RACIAL AND HEALTH INEQUITIES TO ALLOW FOR INCREASED VACCINE CONFIDENCE AS MEASURED (AMONG OTHER INDICATORS) BY THE PERCENT OF STUDENTS, CAREGIVERS, AND STAFF IN BERTIE COUNTY SCHOOLS AND THE PUBLIC SCHOOLS OF ROBESON COUNTY RECEIVING VOLUNTARY AND ROUTINE VACCINATIONS, TO MEET OR EXCEED NATIONAL AVERAGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3a3944-9c64-b5b7-d402-3963a96861a7-R", "generated_internal_id": "ASST_NON_VSRNV000007_7521"}, {"internal_id": 50134149, "Award ID": "VSRNV000006", "Award Amount": 161575.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-22", "CFDA Number": "93.344", "Description": "HUMAN GENETIC AND IMMUNOLOGICAL DISSECTION OF SEVERE YELLOW FEVER VACCINE ADVERSE REACTIONS (YEL-AVD AND YEL-AND)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc63b807-2bf8-905f-48e2-a3b33fcd281b-C", "generated_internal_id": "ASST_NON_VSRNV000006_7521"}, {"internal_id": 50134148, "Award ID": "VSRNV000005", "Award Amount": 226242.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-22", "CFDA Number": "93.344", "Description": "EVALUATION AND VALIDATION OF  GAIA MATERNAL IMMUNIZATION OUTCOME DEFINITIONS IN THE US, EUROPE AND AUSTRALIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8ad38bc-2827-1399-cd46-c5204062852b-C", "generated_internal_id": "ASST_NON_VSRNV000005_7521"}, {"internal_id": 50134147, "Award ID": "VSRNV000004", "Award Amount": 323065.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-22", "CFDA Number": "93.344", "Description": "SAFETY RESEARCH OF CURRENTLY RECOMMENDED IMMUNIZATIONS: IDENTIFYING GENETIC, IMMUNOLOGIC  AND CLINICAL FACTORS PREDISPOSING TO ADVERSE EVENTS AFTER MMR VACCINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d192652e-3551-3991-1674-6885c846fff2-C", "generated_internal_id": "ASST_NON_VSRNV000004_7521"}, {"internal_id": 66995416, "Award ID": "VSRNV000003", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "93.344", "Description": "TRANSFORMING VACCINE HESITANCY INTO CONFIDENCE - RESEARCH TO ADDRESS PARENTS' VACCINE DECISION MAKING AND INFORM DEVELOPMENT OF NOVEL IMMUNIZATION COMMUNICATION EDUCATION STRATEGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_VSRNV000003_7521"}, {"internal_id": 49215067, "Award ID": "NU58DP006116", "Award Amount": 2569019.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-16", "CFDA Number": "93.334", "Description": "THE NATIONAL BRAIN HEALTH CENTER FOR AFRICAN AMERICANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e46af740-480b-dab3-a3f4-1a5cf2d4d7d8-C", "generated_internal_id": "ASST_NON_NU58DP006116_7523"}, {"internal_id": 49215066, "Award ID": "NU58DP006115", "Award Amount": 4168327.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-07", "CFDA Number": "93.334", "Description": "THE HEALTHY BRAIN INITIATIVE: IMPLEMENTING PUBLIC HEALTH ACTIONS RELATED TO COGNITIVE HEALTH, COGNITIVE IMPAIRMENT, AND CAREGIVING AT THE STATE AND L", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98376de1-c033-b6a6-f30b-3dc3e9905327-C", "generated_internal_id": "ASST_NON_NU58DP006115_7523"}]