[{"internal_id": 160081699, "Award ID": "NU58DP007344", "Award Amount": 804000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "HEALTHY ACCESS BEHAVIORS COMMUNITIES III (HEALTHY ABCS III)-LOUISIANA HOP - IN LOUISIANA, HIGH OBESITY RATES ARE A WIDESPREAD CHALLENGE AMONG RESIDENTS, LOCAL LEADERS, AND STATE HEALTH OFFICIALS. ACCORDING TO THE BEHAVIORAL RISK FACTOR SURVEILLANCE SYSTEM DATA OF 2021, THE UNITED STATES HAS AN ADULT OBESITY RATE OF 33.0% WHILE LA HAS A HIGHER RATE OF 38.3% WITH 55% (35 OF 64) OF THE PARISHES (I.E., COUNTIES) HAVING AN ADULT OBESITY RATE OVER 40%. DUE TO THIS HIGH PREVALENCE OF OBESITY, LA CITIZENS SUFFER DISPROPORTIONALLY FROM HIGHER RATES OF CHRONIC DISEASES SUCH AS DIABETES, HEART DISEASE, AND OBESITY-RELATED CANCERS.  THE LOUISIANA STATE UNIVERSITY AGRICULTURAL CENTER (LSU AGCENTER), PART OF THE LA COOPERATIVE EXTENSION SERVICE, ALONG WITH STATE, REGIONAL, AND LOCAL PARTNERS, PROPOSE TO IMPLEMENT A 5-YEAR PROJECT THAT WILL ADDRESS HIGH RATES OF OBESITY IN HIGH-POVERTY, MAJORITY RURAL COMMUNITIES THROUGH THE HEALTHY ACCESS, BEHAVIORS, AND COMMUNITIES III (HEALTHY ABCS) PROGRAM. THE GOAL OF THIS PROJECT IS TO REDUCE THE OBESITY BURDEN IN TARGETED PARISHES BY BUILDING UPON WORK FROM OUR PREVIOUS HEALTHY ABC’S CDC HIGH OBESITY PROGRAMS (DP14-1416 AND DP18-1809) BY CONTINUING TO UTILIZE LOCAL COOPERATIVE EXTENSION SERVICES TO EXPAND IMPLEMENTATION OF EVIDENCE-BASED STRATEGIES AND LEVERAGE PARTNER RESOURCES THAT EQUITABLY INCREASE ACCESS TO HEALTHIER FOODS AND SAFE PLACES FOR PA. STRATEGIES AND ACTIVITIES WITHIN THIS PROJECT WILL CONTINUE TO FOCUS ON EQUITABLE, COMMUNITY-PARTICIPATORY APPROACHES TO ADDRESSING INDIVIDUAL, INTERPERSONAL, ORGANIZATIONAL, COMMUNITY, AND POLICY SECTORS OF INFLUENCE. AS THIS PROJECT IS DEVELOPED AND IMPLEMENTED, THE LSU AGCENTER WILL CONTINUE TO COLLABORATE AND COMMUNICATE WITH COMMUNITY MEMBERS, INTERNAL PARTNERS, AND EXTERNAL PARTNERS TO REDUCE HEALTH DISPARITIES AND IMPROVE FOOD AND PA ACCESS TO REDUCE OBESITY AND OTHER ASSOCIATED HEALTH CONDITIONS IN 12 TARGETED PARISHES WITH ADULT OBESITY RATES OVER 40%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5634f25-27d6-29e0-2864-bb06b35006f1-C", "generated_internal_id": "ASST_NON_NU58DP007344_7523"}, {"internal_id": 160081698, "Award ID": "NU58DP007343", "Award Amount": 780000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "ARKANSAS HIGH OBESITY PROJECT (HOP) - THIS PROPOSAL FOR THE ARKANSAS HIGH OBESITY PROJECT (ARHOP) BUILDS UPON AND BROADENS THE WORK COMPLETED IN ARKANSAS ACROSS BOTH OF THE PREVIOUS HIGH OBESITY PROGRAM ITERATIONS—AR HEALTHY LIFE (DP14-1416) AND THE ARKANSAS DELTA REGION OBESITY PROGRAM (ARDROP) (DP18-1809). THROUGH EXPANDED IMPLEMENTATION OF EVIDENCE-BASED STRATEGIES, ARHOP SEEKS TO ADDRESS HEALTH EQUITY BY TARGETING RURAL POPULATIONS, AND POPULATIONS DISPROPORTIONATELY AFFECTED BY CHRONIC DISEASE. PROPOSED STRATEGIES INCLUDE POLICY, SYSTEMS, AND ENVIRONMENTAL (PSE) CHANGE APPROACHES THAT INCREASE ACCESS TO HEALTHIER FOODS AND PLACES FOR PHYSICAL ACTIVITY, INCREASE SUPPORT AND COLLABORATIVE PARTNERSHIPS FOR FAMILY HEALTHY WEIGHT PROGRAMS, AND IMPROVE POLICIES THAT ADVANCE EARLY CHILDCARE AND EDUCATION STANDARDS RELATED TO NUTRITION, PHYSICAL ACTIVITY, AND BREASTFEEDING. LEVERAGING THE CREDIBILITY OF COUNTY EXTENSION OFFICES IN THE ELEVEN TARGETED COUNTIES, EXPERTISE OF THE LAND GRANT UNIVERSITY SYSTEM, AND A BROAD NETWORK OF STATE AND LOCAL PARTNERS, WE WILL USE A COMMUNITY-BASED PARTICIPATORY APPROACH TO EXPAND PROGRAM REACH. WORK WILL FOCUS ON DEVELOPING NEW AND STRENGTHENING CURRENT KEY COMMUNITY PARTNERSHIPS AMONG HEALTH-FOCUSED STAKEHOLDERS, IDENTIFYING KEY PRIORITIES AND DEVELOPING CAPACITY, AND PROVIDING COMMUNITIES WITH ASSISTANCE TO ACCESS OR GENERATE MONETARY RESOURCES AND HUMAN-CAPITAL ASSETS TO IMPROVE HOP OUTCOMES.  KEY ACTIVITIES AND EXPECTED OUTCOMES, INCLUDING INCREASED ACCESS TO HEALTHIER FOODS; INCREASED POLICIES, PLANS AND COMMUNITY DESIGN CHANGES THAT INCREASE ACCESS TO PHYSICAL ACTIVITY; INCREASED EARLY CHILDCARE AND EDUCATION POLICIES THAT STRENGTHEN NUTRITION, PHYSICAL ACTIVITY, AND BREASTFEEDING STANDARDS AND FARM TO ECE PROGRAMS; AND, INCREASED SUPPORT FOR IMPLEMENTING FAMILY HEALTHY WEIGHT PROGRAMS ARE OUTLINED IN THE PROPOSAL’S WORK PLAN. ALL STRATEGIC APPROACHES AND ACTIVITIES HAVE BEEN DESIGNED TO ADDRESS HEALTH EQUITY AND HEALTH DISPARITIES, AND ENSURE SUSTAINABILITY BEYOND THE PERIOD OF PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc2ca285-0b30-8c83-d330-1d7722983022-C", "generated_internal_id": "ASST_NON_NU58DP007343_7523"}, {"internal_id": 160081697, "Award ID": "NU58DP007342", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "UNIVERSITY OF WISCONSIN-MADISON HIGH OBESITY PROGRAM (HOP) 2023 - THE UNIVERSITY OF WISCONSIN-MADISON DIVISION OF EXTENSION, AND OUR PARTNERS, ARE WELL-POSITIONED TO SUCCESSFULLY CARRY OUT THE STRATEGIES AND INTERVENTIONS DETAILED IN THE HIGH OBESITY PROGRAM (HOP) DP-23-0013. THE UNIVERSITY OF WISCONSIN-MADISON DIVISION OF EXTENSION HAS DECADES OF EXPERIENCE WORKING WITH FAMILIES, YOUTH, COMMUNITY, STATE AND TRIBAL PARTNERS AND IMPLEMENTING MULTI-LEVEL PROGRAMS ADDRESSING BEHAVIOR CHANGE AT INDIVIDUAL, ORGANIZATIONAL AND COMMUNITY LEVEL. OUR WORK IS GUIDED BY OUR COMMITMENT TO EQUITY AND SUSTAINED RELATIONSHIPS WITH COMMUNITIES. WE VALUE AUTHENTIC PARTNERSHIPS AND BELIEVE COMMUNITY VOICES ARE CRITICAL TO COLLECTIVE SUCCESS. THE UNIVERSITY OF WISCONSIN-MADISON DIVISION OF EXTENSION WILL BUILD FROM THE SUCCESS OF THE CURRENT HOP-FUNDED KEMAMACEQTAQ: WE’RE ALL MOVING PROJECT TO ADDRESS OBESITY AND ITS ASSOCIATED FACTORS IN TWO RURAL WISCONSIN COUNTIES: ASHLAND COUNTY AND MENOMINEE COUNTY/NATION. HOP ELIGIBLE COUNTIES ARE HOME TO FEDERALLY RECOGNIZED SOVEREIGN LANDS OF TWO OF WISCONSIN’S FIRST NATIONS: THE BAD RIVER BAND OF LAKE SUPERIOR TRIBE OF CHIPPEWA INDIANS AND THE MENOMINEE INDIAN TRIBE OF WISCONSIN. THE UNIVERSITY OF WISCONSIN-MADISON DIVISION OF EXTENSION HOP 2023 PROJECT AIMS TO ADDRESS INEQUITIES IN ACCESS TO HEALTHY FOODS AND PHYSICAL ACTIVITY OPPORTUNITIES AMONG PRIMARILY AMERICAN INDIAN POPULATIONS IN TWO RURAL WISCONSIN COMMUNITIES. HOP PROJECT EFFORTS WILL PRIORITIZE AUTHENTIC COMMUNITY ENGAGEMENT AND CENTER INDIGENOUS LANGUAGE, CULTURES, AND TRADITIONS TO GUIDE THE PLANNING, IMPLEMENTATION, AND EVALUATION OF EVIDENCE-BASED AND PRACTICE-TESTED POLICY, SYSTEMS, AND ENVIRONMENTAL CHANGE STRATEGIES TO ADDRESS NUTRITION SECURITY AND PROMOTE PHYSICAL ACTIVITY. THE SHORT-TERM PERFORMANCE OUTCOMES OUR HOP PROPOSAL INTENDS TO ACHIEVE ARE: \tINCREASED ACCESS TO HEALTHIER FOODS \tINCREASED POLICIES, PLANS, OR COMMUNITY DESIGN CHANGES THAT INCREASE ACCESS TO PHYSICAL ACTIVITY \tINCREASED LOCAL LEVEL ECE POLICIES AND ACTIVITIES THAT IMPROVE NUTRITION, PHYSICAL ACTIVITY, AND BREASTFEEDING STANDARDS AND FARM TO ECE PROGRAMS TO ACHIEVE THESE OUTCOMES, THE UNIVERSITY OF WISCONSIN-MADISON DIVISION OF EXTENSION HOP 2023 WILL FOCUS ON THE FOLLOWING STRATEGIES 1) NUTRITION: IMPLEMENT LOCAL-LEVEL POLICIES AND ACTIVITIES THAT PROMOTE FOOD SERVICE AND NUTRITION GUIDELINES AND ASSOCIATED HEALTHY FOOD PROCUREMENT SYSTEMS IN FACILITIES, PROGRAMS, OR ORGANIZATIONS WHERE FOOD IS SOLD, SERVED OR DISTRIBUTED, AND COORDINATE THE UPTAKE AND EXPANSION OF EXISTING FRUIT AND VEGETABLE VOUCHER INCENTIVE AND PRODUCE PRESCRIPTION PROGRAMS. 2) PHYSICAL ACTIVITY: IMPLEMENT LOCAL-LEVEL POLICIES AND ACTIVITIES TO CONNECT PEDESTRIAN, BICYCLE, OR TRANSIT TRANSPORTATION NETWORKS TO EVERYDAY DESTINATIONS. 3) EARLY CARE AND EDUCATION (ECE): IMPLEMENT LOCAL-LEVEL POLICIES AND ACTIVITIES THAT IMPROVE NUTRITION, PHYSICAL ACTIVITY, AND BREASTFEEDING AND ADVANCE FARM TO ECE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NU58DP007342_7523"}, {"internal_id": 160081696, "Award ID": "NU58DP007341", "Award Amount": 780000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "CURBING OBESITY IN EASTERN OKLAHOMA - OBESITY IS A COSTLY GLOBAL EPIDEMIC AND IS ONE OF THE MOST SIGNIFICANT CHALLENGES FACING THE HEALTH CARE SYSTEM. OKLAHOMA RANKS 6TH IN THE UNITED STATES FOR HIGH RATES OF ADULT OBESITY. TWENTY-EIGHT RURAL COUNTIES (36%) IN EASTERN OKLAHOMA HAVE ADULT OBESITY RATES EXCEEDING 40%. MANY OF THE SAME AREAS HAVE BEEN IDENTIFIED AS ‘INEQUITY HOT SPOTS’ MEANING, IN PART, THE CHILDREN LIVING IN THESE AREAS HAVE LIMITED ACCESS TO QUALITY SCHOOLS, SAFE HOUSING, ACCESS TO HEALTHY FOOD, PARKS AND PLAYGROUNDS AND CLEAN AIR. OKLAHOMA RANKS 5.8 ON A 10-POINT SCALE FOR FACTORS CONTRIBUTING TO HEALTHY FOOD ENVIRONMENTS COMPARED TO THE U.S. AT 7.8. REGARDING PHYSICAL ACTIVITY, 65% OF OKLAHOMANS DO NOT HAVE EXERCISE OPPORTUNITIES AND 33% REPORT NO LEISURE-TIME PHYSICAL ACTIVITY COMPARED TO 80% AND 26% FOR THE U.S., RESPECTIVELY. IN ADDITION TO LIMITED ACCESS TO HEALTHY FOOD AND PHYSICAL ACTIVITY OPPORTUNITIES, RACIAL AND SOCIO-ECONOMIC DISPARITIES EXIST IN THE HIGH OBESITY COUNTIES. COLLECTIVELY THE CHEROKEE, CHOCTAW AND CREEK AMERICAN INDIAN NATIONS HAVE A 32-COUNTY FOOTPRINT IN EASTERN OKLAHOMA THAT INCLUDES 12 OF THE 28 HIGH OBESITY COUNTIES. POVERTY FURTHER EXACERBATES HEALTH OUTCOMES; AMONG THE COUNTIES WITH HIGH OBESITY THE PERCENTAGE OF PEOPLE LIVING IN POVERTY AVERAGED 19.6% COMPARED TO A STATE RATE OF 15.6%.  OKLAHOMA IS UNIQUE IN THAT STRONG PARTNERSHIPS EXIST BETWEEN THE OSU COOPERATIVE EXTENSION, OKLAHOMA STATE DEPARTMENT OF HEALTH, OKLAHOMA TOBACCO SETTLEMENT ENDOWMENT TRUST HEALTHY LIVING PROGRAM AND CHEROKEE TRIBAL NATION WITH MUTUAL AND PROVEN CAPACITY IN USING POLICY, SYSTEMS AND ENVIRONMENTAL (PES) APPROACHES TO DECREASE OBESITY AND HEALTH DISPARITIES. COLLABORATIVE EFFORTS HAVE BEEN SUCCESSFUL IN IMPROVING NUTRITION STANDARDS, ESTABLISHING FOOD SYSTEMS AND INCREASING MILES OF ACTIVITY FRIENDLY ROUTES AND PLACES FOR SAFE PHYSICAL ACTIVITY.  THE PURPOSE OF THIS PROPOSAL IS TO BROADEN THE POPULATION REACH OF THESE ACCOMPLISHMENTS TO 11 OF THE 28 HIGH-OBESITY COUNTIES BY IMPLEMENTING EVIDENCE-BASED STRATEGIES WITH A FOCUS ON POLICY, SYSTEMS AND ENVIRONMENTAL APPROACHES TO INCREASE ACCESS TO HEALTHY FOODS AND OPPORTUNITIES FOR PHYSICAL ACTIVITY AND, LONG-TERM, REDUCE HEALTH INEQUITIES IN HIGH-RISK POPULATIONS. THE PROJECT WILL REACH 52% OF PEOPLE LIVING IN THE 28 HIGH OBESITY COUNTIES. THE TARGET POPULATION IS CHARACTERIZED BY ALMOST 1 IN 5 RESIDENTS REPORTING AMERICAN INDIAN TRIBE MEMBERSHIP AND 1 IN 5 RESIDENTS LIVING AT OR BELOW THE POVERTY LEVEL AND 2 OF EVERY 5 (42.4%) HAVING OBESITY. THE COUNTIES ARE ALL RURAL, CLUSTERED IN EASTERN OKLAHOMA AND HAVE STRONG COOPERATIVE EXTENSION PRESENCE, THUS FOSTERING EFFICIENT USE OF RESOURCES ACROSS COUNTIES WITH SIMILAR HEALTH INEQUITIES.  BASELINE AND INTERMEDIATE OUTCOME MEASURES INCLUDE: 1) INCREASED DISTRIBUTION OF AND ACCESS TO HEALTHY FOOD; 2) INCREASED POLICIES, PLANS AND COMMUNITY DESIGNS THAT SUPPORT ACTIVITY FRIENDLY ROUTES TO EVERYDAY DESTINATIONS; AND 3) IMPROVED ACTIVITIES IN EARLY CHILDHOOD EDUCATION (ECE) TO SUPPORT IMPROVED NUTRITION, PHYSICAL ACTIVITY AND FARM TO ECE. LONG TERM OUTCOMES INCLUDE INCREASED HEALTH BEHAVIORS AND OUTCOMES AND REDUCED HEALTH DISPARITIES IN CHRONIC DISEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_NU58DP007341_7523"}, {"internal_id": 160081695, "Award ID": "NU58DP007340", "Award Amount": 828000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "WORKING ON WELLNESS ENVIRONMENTS (WOW-W) - WORKING COLLABORATIVELY WITH LOCAL AGENTS AND COMMUNITY PARTNERS, TEXAS A&M AGRILIFE EXTENSION AND PRAIRIE VIEW COOPERATIVE EXTENSION WILL EXPAND THE WORKING ON WELLNESS ENVIRONMENTS (WOW-E) PROGRAM FROM 4 TEXAS COUNTIES TO 13. THROUGH EDUCATION, CAPACITY BUILDING, AND POLICY IMPLEMENTATION, LOCAL LEADERS AND ORGANIZATIONS WILL FOSTER SUSTAINABLE SYSTEMS TO GUIDE SUPPORTIVE ENVIRONMENT IMPROVEMENTS, REDUCING THE BURDEN OF OBESITY ON THESE COUNTIES BY IMPROVING ACCESS TO HEALTHIER FOODS AND CONNECTING EVERYDAY PLACES TO CREATE AN ACTIVE LIVING ENVIRONMENT FOR RESIDENTS IN THE TARGETED COMMUNITIES.  A MAJORITY OF THE PROPOSED COUNTIES ARE PREDOMINANTLY HISPANIC, AND MANY COMMUNITIES WITHIN THEM ARE DESCRIBED AS UNDERSERVED WITH RESPECT TO ACCESS TO RESOURCES THAT CAN PROMOTE HEALTH AND REDUCE OBESITY RISK. IN ADDITION TO HAVING AN OBESITY RATE OVER 40%, COUNTY RESIDENTS ALSO ENDURE ADDITIONAL HEALTH DISPARITIES RELATED TO OBESITY SUCH AS LIMITED ACCESS TO INFRASTRUCTURE, FOOD DESSERTS, PHYSICAL INACTIVITY, POVERTY, LACK OF SOCIAL INTERACTIONS AND MEDICAL CARE, AND LOW LEVELS OF EDUCATIONAL ATTAINMENT.  TEXAS’ RAPIDLY GROWING POPULATION AND GEOGRAPHIC SPREAD PRESENTS ADDITIONAL OBSTACLES TO ADDRESSING THESE HEALTH ISSUES. THE TOTAL POPULATION OF THE 13 COUNTIES EXCEEDS TWO MILLION AND ENTAIL BOTH RURAL AND URBAN SETTINGS. THE GEOGRAPHICAL LOCATION AND SIZES OF THESE COUNTIES POSE A CHALLENGE AT THE LOCAL AND STATE LEVEL WITH RESPECT TO COMMUNITY EDUCATION, OUTREACH, AND CAPITAL TO SUPPORT ENVIRONMENTAL AND POLICY CHANGES. THE OPPORTUNITY FOR CONTINUED SUPPORT FROM A PROGRAM SUCH AS THIS HOP HELPS LEVERAGE EXISTING RESOURCES AT THE STATE AND LOCAL LEVEL.  AGRILIFE EXTENSION AND PRAIRIE VIEW EXTENSION HAVE A STRONG AND RESPECTED PRESENCE IN THESE COUNTIES. WHILE IT IS EVIDENT THAT OUR CURRENT EDUCATIONAL, GARDENING, AND WALKING PROGRAMS ARE SUCCESSFUL AMONG MANY PARTNERS, ADDITIONAL OUTREACH AND TECHNICAL ASSISTANCE EFFORTS ARE NEEDED FOR CRUCIAL INTERVENTIONS INTERTWINED INTO EVERYDAY LIFE AND HEALTH DECISIONS. THERE IS A CLEAR NEED AND READINESS TO EXPAND BEYOND LOCAL EDUCATION PROGRAMS AND EVENTS TO LARGER, HIGHER IMPACT PROGRAMS AND PSE INTERVENTIONS. STRATEGIES AND ACTIVITIES FOR THIS PROPOSED PROGRAM WILL COMBINE ELEMENTS OF THE COMMUNITY CHANGE MODEL. KEY ELEMENTS WILL INCLUDE COALITION SUPPORT, OUTREACH, WORKSHOPS, ASSESSMENTS, TECHNICAL ASSISTANCE, MINI-GRANTS, AND EVALUATION. COMPONENTS OF THIS MODEL HAVE BEEN SUCCESSFUL IN RELATED EXTENSION PROGRAMS. ENVIRONMENTAL AND OR POLICY INTERVENTIONS WILL BE IDENTIFIED BY LOCAL LEADERS AND GROUPS AFTER THEY CONDUCT ASSESSMENTS AND DEVISE ACTION PLANS WITH TECHNICAL ASSISTANCE FROM SUBJECT MATTER EXPERTS AND KEY PARTNERS.  THIS SOCIOECOLOGICAL MODEL (SEM) APPROACH HAS BEEN SHOWN TO SUCCESSFULLY SUPPORT POLICY, SYSTEMS, AND ENVIRONMENTAL CHANGES THAT ADDRESS OBESITY ISSUES. BY EDUCATING AND EMPOWERING LOCAL LEADERS AND GROUPS TO EXPAND THEIR NETWORKS AND FOSTER CHANGE, THEY CAN INCREASE ACCESS TO AND PURCHASING OF HEALTHIER FOODS AS WELL AS IMPROVE ACCESS TO AND USE OF SAFE AND ACCESSIBLE PLACES FOR PHYSICAL ACTIVITY. IN TURN, RELATED OUTCOMES WILL ADDRESS SOME OF THE BURDENS IMPACTING OBESITY RATES AND HEALTH DISPARITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_NU58DP007340_7523"}, {"internal_id": 160081694, "Award ID": "NU58DP007339", "Award Amount": 525000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "GROWING HEALTHY FOOD, FAMILY AND COMMUNITIES: UTILIZING COMMUNITY-BASED WELLNESS COALITIONS TO CREATE HEALTHY RURAL COMMUNITIES IN HIGH NEED COUNTIES - RESEARCH HAS SHOWN US THAT ENVIRONMENTAL CHANGE NEEDS TO BE BROUGHT ABOUT THROUGH A PROCESS OF COMMUNITY DIALOGUE, COMMUNITY DECISION-MAKING, AND COMMUNITY ACTION. THIS FOSTERS MAKING THE HEALTHY CHOICE AN EASY CHOICE FOR INDIVIDUALS. SOUTH DAKOTA STATE UNIVERSITY (SDSU) EXTENSION IS REQUESTING FUNDING TO CONDUCT COMMUNITY-BASED INTERVENTION STRATEGIES THAT REDUCE OBESITY THROUGH OUR EXTENSION OUTREACH. THE PURPOSE OF THE PROJECT IS TO UTILIZE COMMUNITY WELLNESS COALITIONS (CWCS) IN SEVEN SOUTH DAKOTA (SD) HIGH OBESITY COUNTIES (BUFFALO, CORSON, DEWEY, MELLETTE, OGLALA LAKOTA, TODD, AND ZIEBACH,) TO PREVENT AND REDUCE OBESITY OF CHILDREN, YOUTH, AND THEIR FAMILIES. CWCS AND SCHOOL WELLNESS COALITIONS (SWCS), FACILITATED BY SDSU EXTENSION, WILL RECEIVE TARGETED AND RELEVANT TECHNICAL ASSISTANCE WITH THE GOAL OF BUILDING CAPACITY. BOTH CWCS AND SWCS WILL ENGAGE IN STRATEGIC PLANNING USING PREVIOUS NEEDS ASSESSMENT DATA THAT WILL GUIDE DECISION MAKING AND OUTLINE ACTIVITIES AS THEY RELATE TO THE NUTRITION AND PHYSICAL ACTIVITY STRATEGIES. OVER THE LONG-TERM, THESE STRATEGIES WILL IMPROVE HEALTH BEHAVIORS, AND REDUCE HEALTH DISPARITIES IN CHRONIC CONDITIONS BY INCREASING ACCESS TO HEALTHIER FOODS, AND INCREASING POLICIES, PLANS OR COMMUNITY DESIGN CHANGES THAT INCREASE ACCESS TO PHYSICAL ACTIVITY.  IN YEAR 1, SDSU EXTENSION AND THEIR COLLABORATORS (E.G. DEPARTMENT OF TRANSPORTATION) WILL ENGAGE AND SUPPORT PARTNERS TO STRENGTHEN EXISTING OR CREATE NEW CWCS IN ONE COMMUNITY IN EACH COUNTY. IN PARTNERSHIP WITH CWCS, ADDITIONAL NEEDS ASSESSMENT DATA WILL BE COLLECTED IN THE AREAS OF HEALTH EQUITY AND COMMUNITY DESIGN. CWCS WILL SELECT AT LEAST ONE PARTNER ORGANIZATION FOR EACH STRATEGY THAT HAS THE POTENTIAL TO IMPACT THE CWCS WILL DEVELOP AND IMPLEMENT A STRATEGIC PLAN BASED ON NEEDS ASSESSMENT DATA. SDSU EXTENSION WILL ALSO ENGAGE PARTNERS IN ONE SCHOOL IN EACH COUNTY TO STRENGTHEN OR CREATE NEW SWCS. SCHOOLS ARE A ‘HUB’ FOR NUTRITION AND PA IN EXTREMELY RURAL COMMUNITIES, PROVIDING MEALS AND OPPORTUNITIES FOR PA. IN PARTNERSHIP WITH SWCS THE SCHOOL PHYSICAL ACTIVITY AND NUTRITION ENVIRONMENT TOOL (SPAN-ET), THE SPAN-ET WILL GUIDE STRATEGIC PLANNING AND IMPLEMENTATION AS IT ASSESSES THE NUTRITION AND PHYSICAL ACTIVITY ENVIRONMENTS. SDSU EXTENSION WILL ALSO ESTABLISH A STATE-LEVEL COALITION THAT FOCUSES ON NUTRITION INCENTIVE AND PRODUCE PRESCRIPTION THAT WILL INFORM LOCAL LEVEL WORK IN PRIORITY COUNTIES AND THROUGHOUT THE STATE. THE GOAL OF CREATING THIS COALITION IS TO COORDINATE AND INCREASE THE UPTAKE OF NUTRITION INCENTIVE AND PRODUCE PRESCRIPTION PROGRAMS.  IN YEARS 2-5, CWS AND SWCS, AND THE STATE-LEVEL COALITION WILL CONTINUE TO RECEIVE TARGETED AND RELEVANT TECHNICAL ASSISTANCE FROM SDSU EXTENSION. IN YEAR 3 CWCS AND SWCS WILL RE-ENGAGE IN STRATEGIC PLANNING TO IDENTIFY ACTIVITIES TO IMPLEMENT IN THE FINAL 2 YEARS AND FUTURE STEPS. UTILIZING THIS COMMUNITY-BASED APPROACH ALLOWS COALITIONS AND COMMUNITIES TO HAVE OWNERSHIP OVER THE ACTIVITIES THEY SELECT, WHICH WILL RESULT IN GREATER SUCCESS AND SUSTAINABILITY  THIS PROJECT WILL REALIZE THE FOLLOWING SHORT-TERM OUTCOMES: 1) INCREASED ACCESS TO HEALTHIER FOODS, 2) INCREASED POLICIES, PLANS, OR COMMUNITY DESIGN CHANGES THAT INCREASE ACCESS TO PHYSICAL ACTIVITY. WHILE IT IS NOT THE REQUIREMENT OF CDC  TO MEET THE IDENTIFIED INTERMEDIATE AND LONG-TERM OUTCOMES, SDSU EXTENSION FEELS STRONGLY THAT THIS PROJECT WILL AID IN MEETING THOSE OUTCOMES IN PRIORITY COUNTIES.  THOSE OUTCOMES INCLUDE THE FOLLOWING INTERMEDIATE OUTCOMES: 1) INCREASED PURCHASING AND DISTRIBUTION OF HEALTHIER FOODS, 2) INCREASED ACCESS TO PLACES FOR PA; AND THE FOLLOWING LONG TERM OUTCOMES: 1) IMPROVED HEALTH BEHAVIORS AND OUTCOMES, AND 2) REDUCED HEALTH DISPARITIES IN CHRONIC CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_NU58DP007339_7523"}, {"internal_id": 160081693, "Award ID": "NU58DP007338", "Award Amount": 768000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "EQUITABLE APPROACHES TO PREVENTING OBESITY: EXTENSION AND ENGAGEMENT ACROSS 10 RURAL NORTH CAROLINA COUNTIES - NEARLY 70% OF ADULTS AND 30% OF CHILDREN/ADOLESCENTS LIVING IN NORTH CAROLINA (NC) ARE OVERWEIGHT OR OBESE. STRUCTURAL INEQUALITIES ACROSS OUR STATE HAVE LED TO LIMITED ACCESS TO HEALTHY FOODS AND OPPORTUNITIES FOR PHYSICAL ACTIVITY, PARTICULARLY WITHIN RURAL COMMUNITIES. FAMILIES LIVING IN RURAL AREAS WITH LOW INCOME AND FROM HISTORICALLY MARGINALIZED BACKGROUNDS ARE LESS LIKELY TO EXERCISE AND EAT THE RECOMMENDED SERVINGS OF FRUITS AND VEGETABLES (FV). THESE NEIGHBORHOOD DISPARITIES HAVE NEGATIVE HEALTH IMPACTS, INCLUDING INCREASED RISK FOR OBESITY, TYPE 2 DIABETES, HEART DISEASE, AND STROKE. WHILE OBESITY IS A MULTIFACETED PROBLEM, LACK OF ACCESS TO HEALTHY FOODS AND SAFE PLACES TO BE ACTIVE ARE SIGNIFICANT DRIVING FACTORS. OUR PROJECT FOCUSES ON FAMILIES LIVING IN RURAL COMMUNITIES AND AIMS TO: (1) INCREASE ACCESS TO HEALTHY FOODS THROUGH PRODUCE PRESCRIPTION AND FV VOUCHER PROGRAMS, (2) INCREASE THE NUMBER OF PLACES TO BE ACTIVE THROUGH QUICK-BUILDS, POP-UPS, AND SHARED USE, (3) SPREAD AND SCALE FAMILY HEALTHY WEIGHT PROGRAMS, AND (4) STRENGTHEN OBESITY PREVENTION STANDARDS IN EARLY CARE AND EDUCATION SETTINGS ACROSS 10 COUNTIES WITH HIGH OBESITY RATES. NC STATE EXTENSION WILL IMPLEMENT THESE ACTIVITIES THROUGH AN APPROACH GROUNDED IN HEALTH EQUITY AND THE SOCIAL-ECOLOGICAL MODEL, PARTNERING CLOSELY WITH LOCAL PARTNERS, COUNTY-LEVEL EXTENSION STAFF, AND KEY STATE-LEVEL PARTNERS. IMPLEMENTATION ACROSS THESE FOUR STRATEGY AREAS WILL PROVIDE OPPORTUNITIES TO STRENGTHEN EXISTING, EVIDENCE-BASED POLICY, SYSTEMS, AND ENVIRONMENTAL (PSE) STRATEGIES FOR PREVENTING OBESITY AND PROVIDE TRAINING AND RESOURCES TO SUPPORT EXTENSION’S ROLE IN COMMUNITY ENGAGEMENT AND CAPACITY-BUILDING WITHIN THESE COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_NU58DP007338_7523"}, {"internal_id": 160081692, "Award ID": "NU58DP007337", "Award Amount": 499330.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "HIGH OBESITY PROGRAM - OHIO - ADVERSE HEALTH CONDITIONS ARE ASSOCIATED WITH POOR DIETARY PATTERNS AND LOW LEVELS OF PHYSICAL ACTIVITY. CONDITIONS LINKED TO POOR DIETS AND INACTIVITY INCLUDE OBESITY AND OTHER CHRONIC DISEASES, AND THOSE OUTCOMES ARE MORE LIKELY TO AFFECT CERTAIN POPULATIONS AND GEOGRAPHIC REGIONS. SIXTEEN OF OHIO’S 88 COUNTIES (18%) HAVE AN ADULT OBESITY PREVALENCE OVER 40%. POLICY, SYSTEM, AND ENVIRONMENT CHANGES ARE NEEDED TO PROVIDE HEALTHIER OPTIONS BECAUSE BEHAVIORS ARE INFLUENCED BY MULTIPLE FACTORS ACROSS MULTIPLE LEVELS. EVIDENCE SUPPORTS USING FOOD GUIDELINES, TRANSPORTATION POLICIES, AND EARLY CARE AND EDUCATION STRATEGIES TO INCREASE ACCESS TO HEALTHIER FOODS AND PLACES FOR PHYSICAL ACTIVITY. OSU EXTENSION IS WELL-POSITIONED TO PARTNER WITH COMMUNITIES TO EFFECTIVELY IMPLEMENT SUCH STRATEGIES, THROUGH ORGANIZATIONAL CAPACITY AND LEADERSHIP EXPERTISE FOR THE PROPOSED OHIO HEALTHY OPPORTUNITIES PROJECT OR “OHIO HOP”. BY LEVERAGING PARTNERSHIPS AND PROVEN RESOURCES AMONG EXTENSION, PUBLIC HEALTH, AND COMMUNITY-BASED ORGANIZATIONS AND COALITIONS, THIS PROJECT WILL (1) INCREASE ACCESS TO HEALTHIER FOOD BY PROMOTING OHIO’S GOOD FOOD HERE FOOD SERVICE AND NUTRITION GUIDELINES AND COORDINATING UPTAKE AND EXPANSION OF PRODUCE PERKS FRUIT AND VEGETABLE VOUCHER INCENTIVES, (2) INCREASE ACCESS TO PHYSICAL ACTIVITY BY DEVELOPING POLICIES AND PLANS THAT SUPPORT SAFE AND ACCESSIBLE OPPORTUNITIES FOR PHYSICAL ACTIVITY, AND (3) INCREASE THE NUMBER OF EARLY CARE AND EDUCATION PROGRAMS THAT ARE IMPACTED BY FARM TO ECE IMPROVEMENTS BY IMPLEMENTING LOCAL LEVEL POLICIES AND ACTIVITIES TO SUPPORT PURCHASING, SERVING, AND TEACHING ABOUT LOCAL FOODS IN ECE SETTINGS. WE WILL WORK WITH COUNTY EXTENSION PROFESSIONALS, COMMUNITY STAKEHOLDERS AND RESIDENTS IN TWO OF THE ELIGIBLE COUNTIES, LAWRENCE AND FAYETTE COUNTIES, TO ACHIEVE THESE OUTCOMES THROUGH EMPOWERED COMMUNITY ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_NU58DP007337_7523"}, {"internal_id": 160081691, "Award ID": "NU58DP007336", "Award Amount": 768000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "MISSOURI HIGH OBESITY PROJECT - THE PROPOSED PROJECT ADDRESSES OBESITY AND RELATED CHRONIC DISEASE IN 10 COUNTIES IN SOUTH CENTRAL AND SOUTH EAST MISSOURI: NEW MADRID, MISSISSIPPI, SCOTT, STODDARD, RIPLEY, WAYNE, HOWELL, WRIGHT, CRAWFORD, AND WASHINGTON. ALL IDENTIFIED COUNTIES HAVE OBESITY RATES =40%, AND HAVE HIGH RATES OF PHYSICAL INACTIVITY, LIMITED ACCESS TO HEALTHY FOODS, CONSISTENTLY RANK IN THE LOWEST-QUARTILE OF HEALTH RANKINGS, AND ARE FREQUENTLY IDENTIFIED AS COUNTIES OF HIGHEST NEED AROUND THE STATE. THIS PROJECT WILL IMPLEMENT EVIDENCE-BASED POLICY, SYSTEMS, AND ENVIRONMENTAL CHANGE STRATEGIES TO IMPROVE NUTRITION AND PHYSICAL ACTIVITY PARTICIPATION IN TARGETED COMMUNITIES. THE PROJECT WILL PROMOTE FOOD SERVICE AND NUTRITION GUIDELINES, COORDINATE THE EXPANSION OF EXISTING PRODUCE VOUCHER AND PRESCRIPTION PROGRAMS, AND IMPLEMENT ACTIVITIES THAT ADVANCE FARM TO ECE. SUPPORTED BY A STRONG NETWORK OF PARTNERS, REGIONAL AND STATE EXTENSION SPECIALISTS, AND PROJECT COORDINATORS, TARGETED COMMUNITIES WILL GO THROUGH TRAINING, COALITION BUILDING, AND NEEDS ASSESSMENTS BEFORE DEVELOPING A STRATEGIC PLAN TO IMPROVE HEALTHY FOOD ACCESS, AND CREATE SAFE PLACES FOR PEOPLE TO BE PHYSICALLY ACTIVE, AND CONNECT RESIDENTS TO EVERY DAY DESTINATIONS. THESE SUSTAINABLE, COMMUNITY-LED APPROACHES WILL REDUCE HEALTH DISPARITIES BY IMPROVE EATING PATTERNS, INCREASING PHYSICAL ACTIVITY LEVELS, AND LEADING TO OVERALL INCREASES IN HEALTHY BEHAVIORS AND REDUCTION OF OBESITY RATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_NU58DP007336_7523"}, {"internal_id": 160081690, "Award ID": "NU58DP007335", "Award Amount": 888000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "LIVE WELL ALABAMA THRIVING COMMUNITIES - OVER HALF OF ALABAMA COUNTIES HAVE AN ADULT OBESITY RATE GREATER THAN 40%. POPULATIONS ESPOUSING SPECIFIC SOCIODEMOGRAPHIC CHARACTERISTICS THAT HAVE BEEN SHOWN TO CONTRIBUTE DISPROPORTIONATELY TO OBESITY, INCLUDING POVERTY, HIGH PERCENTAGE OF RACIAL MINORITY POPULATIONS, AND A RURAL ENVIRONMENT, ARE PROMINENT IN ALABAMA’S ELIGIBLE 36 HIGH-OBESITY COUNTIES. OBESOGENIC ENVIRONMENTAL FACTORS THAT RESIDENTS IN TARGET COUNTIES FACE INCLUDE LIMITED HEALTHY, AFFORDABLE FOOD CHOICES AND PHYSICAL ACTIVITY OPPORTUNITIES.  ALABAMA COOPERATIVE EXTENSION SYSTEM’S (ACES) LIVE WELL ALABAMA THRIVING COMMUNITIES (LWATC) WILL CONTINUE TO BUILD UPON OUR PROVEN TRACK-RECORD OF STRONG COMMUNITY PARTNERSHIPS AND SUCCESSFUL COMMUNITY INITIATIVES. SPECIFICALLY, WE WILL EXPAND IMPLEMENTATION AND EVALUATION OF EVIDENCE-BASED STRATEGIES IN 14 OF THE 36 ELIGIBLE HIGH-OBESITY COUNTIES TO (A) INCREASE ACCESS TO HEALTHIER FOODS, (B) INCREASE ACCESS TO PHYSICAL ACTIVITY, (C) IMPROVE NUTRITION, PHYSICAL ACTIVITY, AND BREASTFEEDING STANDARDS IN EARLY CARE AND EDUCATION (ECE) PROGRAMS, AND (D) EXPAND FARM TO ECE WITH THE LONG-TERM GOAL OF REDUCING THE BURDEN OF OBESITY. LWATC WILL SEEK TO INFLUENCE MULTIPLE LEVELS OF THE SOCIAL ECOLOGICAL MODEL USING A COMMUNITY PARTICIPATORY APPROACH. LWATC’S FIVE-YEAR INITIATIVE WILL SEEK TO ACHIEVE MULTIPLE NUTRITION, PHYSICAL ACTIVITY, AND EARLY CARE AND EDUCATION EVIDENCE-BASED STRATEGIES AND ACTIVITIES AT THE LOCAL LEVEL: -\tNUTRITION STRATEGIES WILL FOCUS ON COLLABORATING WITH PARTNERS TO IMPLEMENT LOCAL LEVEL POLICIES AND ACTIVITIES THAT PROMOTE FOOD SERVICE AND NUTRITION GUIDELINES AND HEALTHY FOOD PROCUREMENT WHERE FOOD IS AVAILABLE, AND EXPAND EXISTING FRUIT AND VEGETABLE VOUCHER INCENTIVE AND PRODUCE PRESCRIPTION PROGRAMS. OUTCOMES ASSOCIATED WITH THESE STRATEGIES WILL INCLUDE INCREASING THE NUMBER OF FOOD RETAILERS, DISTRIBUTORS, PRODUCERS, AND HEALTHCARE SYSTEMS ENGAGED AND SUPPORTED; NUMBER OF REVISIONS OR ADOPTIONS OF HEALTHY FOOD SERVICE OR NUTRITION GUIDELINES; AMOUNT OF HEALTHY FOOD PROCURED BY COMMUNITY ORGANIZATIONS; AND NUMBER OF ORGANIZATIONS PARTICIPATING IN FRUIT AND VEGETABLE VOUCHER INCENTIVE PROGRAMS. -\tPHYSICAL ACTIVITY STRATEGIES WILL FOCUS ON COLLABORATING WITH PARTNERS TO IMPLEMENT LOCAL LEVEL POLICIES AND ACTIVITIES TO CONNECT ACTIVITY-FRIENDLY ROUTES TO EVERYDAY DESTINATIONS AND INCREASE PHYSICAL ACTIVITY THROUGH COMMUNITY DESIGN. OUTCOMES ASSOCIATED WITH THESE STRATEGIES WILL INCLUDE INCREASING THE NUMBER OF ACTIVE TRANSPORTATION PARTNERS ENGAGED AND SUPPORTED; NUMBER OF COMMUNITY ACTIVE TRANSPORTATION ACTION PLANS; NUMBER OF SAFE ROUTES TO SCHOOL PLANS, COMMUNITY GREENWAY PLANS, OR OTHER PLANS FOR LINEAR PATHS THAT INCREASE SAFETY OF ACTIVE TRANSPORTATION; AND IMPROVEMENTS TO COMMUNITY DESIGN, INCLUDING EVERYDAY DESTINATIONS, THAT INCREASE SAFETY OF ACTIVE TRANSPORTATION. -\tECE STRATEGIES WILL FOCUS ON COLLABORATING WITH PARTNERS TO IMPLEMENT LOCAL LEVEL POLICIES AND ACTIVITIES THAT IMPROVE NUTRITION, PHYSICAL ACTIVITY, AND BREASTFEEDING STANDARDS AND ADVANCE FARM TO ECE. OUTCOMES ASSOCIATED WITH THESE STRATEGIES WILL INCLUDE INCREASING THE NUMBER OF ECE PARTNERS, PROGRAMS, AND PROVIDERS ENGAGED AND SUPPORTED; NUMBER OF ECE LEARNING COLLABORATIVES WITH COORDINATED APPROACHES TO SUPPORTING ECE PARTNERS, PROGRAMS, AND PROVIDERS; AND NUMBER OF ECE PROVIDERS PARTICIPATING IN FARM TO ECE ACTIVITIES.  LWATC WILL CAPITALIZE ON THE ORGANIZATIONAL STRUCTURE OF ACES, INCLUDING HIGHLY QUALIFIED SUBJECT MATTER EXPERTS AND WELL-CONNECTED COUNTY PROFESSIONALS, TO POSITIVELY INFLUENCE THIS COMPLEX, COMMUNITY HEALTH ISSUE. IN PARTNERSHIP WITH CENTERS FOR DISEASE CONTROL AND PREVENTION AND ACES, LWATC WILL IMPROVE NUTRITION BY INCREASING ACCESS TO HEALTHY, NUTRITIOUS FOOD, INCREASE PHYSICAL ACTIVITY BY CONNECTING EVERYDAY DESTINATIONS WITH ACTIVITY-FRIENDLY ROUTES, AND IMPROVE ECE PROGRAMS THROUGH ACTIVITIES THAT CONTRIBUTE TO BETTER SOCIOECONOMIC OUTCOMES FOR CHILDREN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_NU58DP007335_7523"}, {"internal_id": 160081689, "Award ID": "NU58DP007334", "Award Amount": 510000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "IOWA OBESITY PROGRAM LEVERAGING ACTIVITIES AND PARTNERSHIPS TO ADDRESS OBESITY (IOWA LEAP) - THE PROPOSED PROJECT, IOWA OBESITY PROGRAM LEVERAGING ACTIVITIES AND PARTNERSHIPS TO ADDRESS OBESITY (IOWA LEAP) WILL ADDRESS TWO KEY OBESITY-ASSOCIATED RISK FACTORS--POOR DIET AND PHYSICAL INACTIVITY, IN SIX OF THE HIGH OBESITY IOWA COUNTIES BY: ) BUILDING AND STRENGTHENING PARTNERSHIPS AND COALITIONS ACROSS SECTORS, 2) ASSESSING COMMUNITIES’ HEALTH AND EQUITY NEEDS, 3) IDENTIFYING KEY PRIORITIES, 4) DEVELOPING CAPACITY TO IMPLEMENT INTERVENTIONS, AND 5) PROVIDING PROGRAMMATIC ASSISTANCE TO LEVERAGE RESOURCE DEVELOPMENT NECESSARY TO INCREASE HEALTHY FOOD AND PHYSICAL ACTIVITY ACCESS.THE PURPOSE OF IOWA LEAP IS TO BUILD ON STATE, COUNTY, AND COMMUNITY RESOURCES TO IMPLEMENT EVIDENCE-BASED STRATEGIES FOR IMPROVING FOOD AND NUTRITION SECURITY AND SAFE AND ACCESSIBLE PHYSICAL ACTIVITY.  THE IOWA LEAP STATE TEAM WILL SUPPORT THE COUNTY EXTENSION OFFICES TO ENGAGE WITH COMMUNITY MEMBERS TO IDENTIFY COMMUNITY NEEDS AND IMPLEMENT STRATEGIES THAT WILL 1) INCREASE ACCESS TO HEALTHIER FOODS, 2) IMPROVE POLICIES, PLANS, OR COMMUNITY DESIGN TO INCREASE PHYSICAL ACTIVITY ACCESS. THIS WILL BE ACCOMPLISHED BY WORKING WITH TRANSDISCIPLINARY PARTNERS TO CREATE COLLABORATIONS THAT IMPROVE THE FOOD SYSTEM AND BUILT ENVIRONMENT. BY SUPPORTING HEALTHY NUTRITION STANDARDS AND ENVIRONMENTS THROUGH PARTNERSHIPS WITH COMMUNITY COALITIONS, HEALTH CARE SYSTEMS, FOOD BANKS/PANTRIES, OLDER ADULT FOCUSED AGENCIES, AND MORE; COORDINATING THE UPTAKE AND EXPANSION OF NUTRITION INCENTIVES AND VOUCHERS LEVERAGING EXISTING PROGRAMS; AND COLLABORATING WITH PARTNERS TO IMPLEMENT LOCAL LEVEL POLICIES AND ACTIVITIES TO CONNECT PEDESTRIAN, BICYCLE, OR TRANSIT TRANSPORTATION NETWORKS TO EVERYDAY DESTINATIONS.  PROCESS AND EVALUATION OUTCOMES WILL BE ASSESSED FOR EACH ACTIVITIES’ OVERALL EFFECTIVENESS, IMPACT AND REACH TO UNDERSTAND HOW THE COMMUNITY POLICIES, SYSTEMS, AND ENVIRONMENTS CHANGES SINCE THE IMPLEMENTATION OF IOWA LEAP STRATEGIES AND HOW HEALTH EQUITY ACTIVITIES WERE PRIORITIZED IN IOWA LEAP COUNTIES. THE IOWA LEAP EVALUATION PLAN WILL BE INFORMED BY THE PRACTICAL IMPLEMENTATION SUSTAINABILITY MODEL AND REACH, EFFECTIVENESS, ADOPTION, IMPLEMENTATION, MAINTENANCE (PRISM RE-AIM) INTEGRATED FRAMEWORK. RE-AIM PROVIDES A WAY TO CLEARLY OPERATIONALIZE REACH AND EFFICACY OF PROGRAMS, POLICIES AND PRACTICES IMPLEMENTED THROUGH THE PROJECT; HOWEVER, THE ADVANTAGE OF PRISM IS THAT IT FOCUSES ON STRATEGIES TO GUIDE PARTNERS TO USE THE INFORMATION TO GUIDE AND REFINE THEIR LOCAL PROGRAMMING. ALL PROPOSED STRATEGIES AND KEY ACTIVITIES USE POLICY, SYSTEM, AND ENVIRONMENTAL (PSE) APPROACHES WITH MULTIDIMENSIONAL STRATEGIES, DESIGNED TO IMPROVE REACH AND SUSTAINABILITY OF CHANGES MADE BEYOND THE 5-YEAR PERIOD OF PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_NU58DP007334_7523"}, {"internal_id": 160081688, "Award ID": "NU58DP007333", "Award Amount": 888000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "AIM FOR CHANGE: ADVANCING, INSPIRING, AND MOTIVATING FOR COMMUNITY HEALTH THROUGH EXTENSION 2 - PREVALENCE OF OBESITY AMONG ADULTS CONTINUES TO GROW THROUGHOUT THE U.S., AND NOWHERE IS THAT MORE TRUE THAN IN MISSISSIPPI. OBESITY IS ASSOCIATED WITH A RANGE OF DISEASES AND IS ESTIMATED TO INCREASE U.S. HEALTHCARE SPENDING BY $170 BILLION ANNUALLY.     MISSISSIPPI STATE UNIVERSITY (MSU) EXTENSION SERVICE AND ITS PARTNERS ARE PROPOSING TO EXPAND ITS CURRENT WORK TO ADDRESS OBESITY AND ITS ASSOCIATED FACTORS IN 14 MISSISSIPPI COUNTIES WITH ADULT OBESITY PREVALENCE OF GREATER THAN 40%. OF MISSISSIPPI’S 82 COUNTIES, 54 (66%) ARE ELIGIBLE FOR THE HOP PROGRAM, THE HIGHEST PERCENTAGE OF ANY STATE IN THE U.S. THE PROJECT, “ADVANCING, INSPIRING, AND MOTIVATING FOR COMMUNITY HEALTH THROUGH EXTENSION” (REFERRED TO AS AIM FOR CHANGE-2), WILL TARGET THE COUNTIES OF BOLIVAR, CHICKASAW, CLAIBORNE, CLAY, HOLMES, HUMPHRIES, ISSAQUENA, KEMPER, NOXUBEE, SHARKEY, SUNFLOWER, WASHINGTON, WEBSTER, AND YAZOO. ALL OF THESE COUNTIES ARE RURAL AND HAVE HIGHER PERCENTAGES OF POVERTY THAN NATIONAL AVERAGES.     THE PURPOSE OF THE PROPOSED AIM FOR CHANGE-2 PROJECT IS TO PROMOTE HEALTH EQUITY BY EFFECTIVELY ADDRESSING OBESITY AND ITS ASSOCIATED FACTORS IN 14 MISSISSIPPI COUNTIES BY (1) IDENTIFYING AND MAPPING LOCAL ASSETS AND OPPORTUNITIES WITHIN EACH COUNTY FOR ENHANCING FOOD SYSTEMS AND NUTRITION-RELATED CHALLENGES; (2) ADDRESSING COUNTY-SPECIFIC FACTORS IMPACTING PHYSICAL ACTIVITY; AND (3) IMPLEMENTING PROGRAMS RELATED TO FAMILY HEALTHY WEIGHT. ITS FOCUS WILL BE ON REACHING AND SUPPORTING THE TARGETED COUNTIES’ COMMUNITIES OF COLOR TO REDUCE RACIAL HEALTH DISPARITIES.     AIM FOR CHANGE-2 WILL COLLABORATE AND COORDINATE ITS WORK WITH EXISTING AND FUTURE CDC-FUNDED PROGRAMS THAT COMPLEMENT ITS WORK, INCLUDING MISSISSIPPI’S STATE PHYSICAL ACTIVITY AND NUTRITION (SPAN) PROGRAM, HEADQUARTERED IN THE MISSISSIPPI STATE DEPARTMENT OF HEALTH, AND THE MISSISSIPPI RACIAL AND ETHNIC APPROACHES TO COMMUNITIES PROGRAM (REACH) PROGRAM, HEADQUARTERED IN THE MISSISSIPPI PUBLIC HEALTH INSTITUTE. THESE PROGRAMS HAVE AGREED TO RETAIN THE SERVICES OF THE MISSISSIPPI PUBLIC HEALTH ASSOCIATION TO SERVE AS AN INDEPENDENT CONVENER OF THE SPAN, REACH, AND AIM FOR CHANGE-2 TEAMS, AND TO LAUNCH WORKING TOGETHER WITH A COLLABORATIVE HEALTH EQUITY SUMMIT.     ADDITIONALLY, AIM FOR CHANGE-2 WILL COLLABORATE WITH AARP OF MISSISSIPPI; ALCORN STATE UNIVERSITY; DOUBLE UP FOOD BUCKS OF MISSISSIPPI; MISSISSIPPI DEPARTMENT OF AGRICULTURE AND COMMERCE; MISSISSIPPI DEPARTMENT OF TRANSPORTATION; MISSISSIPPI FOOD NETWORK; MISSISSIPPI MEDICAID; MISSISSIPPI’S SNAP-ED AND EFNEP PROGRAMS, WHICH OPERATE THROUGH MSU EXTENSION; TOUGALOO COLLEGE; TUFTS UNIVERSITY; UMMC, AND OTHERS. SEVERAL OF THESE ORGANIZATIONS WILL BE REPRESENTED ON THE AIM ADVISORY BOARD.     AIM FOR CHANGE-2 WILL WORK CLOSELY WITH EXTENSION AGENTS AND THEIR RESPECTIVE COUNTY ADVISORY COUNCILS (CACS). THESE CACS TYPICALLY INVOLVE MULTIPLE SECTORS OF THE COMMUNITY THAT COME TOGETHER TO ADDRESS COMMUNITY NEEDS AND SOLVE COMMUNITY PROBLEMS THAT ONE PERSON OR ORGANIZATION COULD NOT DO ALONE. AIM FOR CHANGE-2 WILL ALSO UTILIZE RESOURCE ROUNDTABLES FOR SHARING DATA, DECISION-MAKING ABOUT GEOGRAPHIC AREAS OF FOCUS, AND COLLABORATIVE DECISION-MAKING. LOCAL PROJECT INVESTMENTS (LPIS) WILL BE AWARDED TO COMMUNITIES BASED ON NEEDS AND OPPORTUNITIES IDENTIFIED THROUGH INITIAL ASSET MAPPING EFFORTS. AS DATA ARE COLLECTED AND ASSIMILATED, PROJECT TEAM LEADERS WILL COLLABORATE WITH THE CACS TO IDENTIFY LPIS THAT WILL YIELD THE OPTIMAL OPPORTUNITY FOR RETURNS ON THE INVESTMENT.     THIS PROJECT WILL SERVE AS AN EXAMPLE OF THE FUTURE OF PUBLIC HEALTH IN MISSISSIPPI, MOVING THE STATE TOWARD A SEAMLESS MODEL OF SERVICE DELIVERY AT THE COMMUNITY LEVEL. AIM FOR CHANGE-2 WILL SUPPORT THE CACS IN THE INITIAL 14 COUNTIES AND EXPAND TO ADDITIONAL COUNTIES IN YEARS 2-5, USING A SIMILAR COMMUNITY-DRIVEN APPROACH TO INTERVENTION IDENTIFICATION AND IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NU58DP007333_7523"}, {"internal_id": 160081687, "Award ID": "NU58DP007332", "Award Amount": 804000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "HEALTHIER TOGETHER: HIGH OBESITY PROGRAM IN GEORGIA - OBESITY IS ONE OF THE MOST SERIOUS HEALTH PROBLEMS IN THE UNITED STATES AND DISPROPORTIONATELY IMPACTS PEOPLE OF COLOR, LOW-RESOURCE INDIVIDUALS, AND PEOPLE LIVING IN RURAL AREAS. GEORGIA RANKS 17TH IN ADULT AND 14TH IN CHILD OBESITY IN THE US. ALTOGETHER, 34% OF GEORGIA COUNTIES HAVE ADULT OBESITY RATES OF 40% OF GREATER, AND 75% OF THOSE COUNTIES ARE RURAL. OBESITY INTERVENTIONS MUST ADDRESS ACCESS TO HEALTHY FOODS AND SAFE PLACES TO BE PHYSICALLY ACTIVE FOR ALL PEOPLE TO PROMOTE HEALTH EQUITY. THE PURPOSE OF THE PROPOSED PROJECT IS TO SUPPORT EVIDENCE-BASED STRATEGIES THAT CAN BE IMPLEMENTED THROUGH EXTENSION AT THE COMMUNITY, COUNTY, AND REGIONAL LEVELS TO ADDRESS POOR DIET, PHYSICAL INACTIVITY, AND OBESITY USING POLICY, SYSTEMS, AND ENVIRONMENTAL (PSE) APPROACHES. THE UNIVERSITY OF GEORGIA (UGA) COLLEGE OF PUBLIC HEALTH, COLLEGE OF FAMILY AND CONSUMER SCIENCES, COLLEGE OF ENVIRONMENT AND DESIGN, AND UGA EXTENSION PROPOSE A PHASED APPROACH TO CONTINUE STRATEGIES IN CALHOUN, CLAY, DOOLY, STEWART, AND TALIAFERRO COUNTIES AND EXPAND TO BURKE, CRISP, MCDUFFIE, RICHMOND, ROCKDALE, SUMTER, AND WASHINGTON COUNTIES. THESE TWELVE COUNTIES HAVE ADULT OBESITY PREVALENCE OVER 40%. GEORGIA HAS 54 COUNTIES WHERE THE ADULT OBESITY PREVALENCE IS GREATER THAN 40%. INFORMED BY LESSONS LEARNED FROM OUR PREVIOUS SEVEN YEARS OF HIGH OBESITY PROGRAM EXPERIENCE, SCIENTIFIC EVIDENCE, AND CDC TECHNICAL ASSISTANCE WE WILL (1) ENGAGE COMMUNITY MEMBERS AND PARTNERS TO IDENTIFY, IMPLEMENT, AND EVALUATE CULTURALLY AND CONTEXTUALLY APPROPRIATE EVIDENCE-BASED PSE STRATEGIES IN 12 COUNTIES; (2), ENSURE LONG-TERM SUSTAINABILITY, (3) MINIMIZE UNINTENDED ADVERSE OUTCOMES, AND (4) MAXIMIZE POSITIVE OUTCOMES. OVER TIME WE EXPECT TO SEE SUSTAINABLE CHANGES THAT INCREASE ACCESS TO HEALTHIER FOODS AND PHYSICAL ACTIVITY, PROMOTE HEALTHY EATING AND PHYSICAL ACTIVITY, REDUCE ADULT AND CHILDHOOD OBESITY AND CHRONIC DISEASE; IMPROVE WELL-BEING FOR ALL COUNTY RESIDENTS; AND REDUCE HEALTH DISPARITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_NU58DP007332_7523"}, {"internal_id": 160081686, "Award ID": "NU58DP007331", "Award Amount": 768000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "CLEMSON UNIVERSITY HEALTHY OPTIONS PROGRAM - SC HAS THE 13TH HIGHEST RATE OF OBESITY IN THE NATION WITH 24 (52%) OF SC’S 46 COUNTIES EXPERIENCING ADULT OBESITY RATES OVER 40%. THIS PROPOSAL TARGETS 10 OF THE ELIGIBLE COUNTIES WHERE SIGNIFICANT HEALTH DISPARITY EXISTS INCLUDING MARLBORO, DILLON, MARION, DARLINGTON, FLORENCE, LEE, ORANGEBURG, ALLENDALE, BAMBERG, AND HAMPTON; COUNTIES CHARACTERIZED BY RURALITY, HIGH PERCENTAGES OF MINORITY POPULATIONS, AND HIGH RATES OF POVERTY AND UNEMPLOYMENT. PARISI AND GRIFFIN BRING MORE THAN 30 YEARS COMBINED EXPERIENCE TO THIS PROJECT INCLUDING EXPERIENCE AS CO-PIS FOR THE 2018-CDC-HOP GRANT WHICH HAS SHOWN EXCELLENT RESULTS.  TOGETHER, WITH A TEAM OF EVALUATION, TOPIC, AND EXTENSION EXPERTS AND A WORKFORCE OF 10 COUNTY-LEVEL EXTENSION AGENTS, WE WILL PLAN, SUPERVISE, IMPLEMENT AND EVALUATE THE 4 EVIDENCE-BASED STRATEGIES IDENTIFIED IN THE HOP LOGIC MODEL IN SC. FOR STRATEGY 1A., WE WILL TRAIN INDIVIDUALS FROM TARGET ORGANIZATIONS THROUGH EXTENSION NUTRITION, FOOD AND DISTRIBUTION TRAINING AND CERTIFICATION ACTIVITIES THAT PROMOTE IMPLEMENTATION OF NUTRITION STANDARDS AND BEHAVIORAL DESIGN IN FOOD SERVICE AND DISTRIBUTION LOCATIONS. WE WILL EXPAND WORK FROM THE 2018-HOP GRANT IN MARION, LEE, AND HAMPTON COUNTIES, AND IMPLEMENT POLICIES IN FAITH-BASED FOOD PANTRIES FOR HEALTHY FOOD STANDARDS ADOPTION TO QUALIFY AS SNAP VENDORS AND BECOME LOCAL PRODUCER FOOD HUBS. FOR STRATEGY 1B, WE WILL EDUCATE HEALTHCARE PROVIDERS ON REFERRAL TO VOUCHER PROGRAMS AND FOOD SECURITY ASSISTANCE PROGRAMS.  PROVIDERS WILL BE ENCOURAGED TO ADOPT ROUTINE SCREENING TOOLS FOR FOOD INSECURITY, AND WE WILL ESTABLISH COMMUNITY-CLINICAL LINKAGES WITH REFERRAL PATHWAYS TO EXTENSION AGENTS FOR PATIENT RESOURCE NAVIGATION RELATED TO HEALTHY FOOD ACCESS POINTS.  WE WILL WORK WITH PROVIDERS ON PRODUCE PRESCRIPTIONS AND ASSIST PATIENTS RECEIVING THESE WITH HEALTHY FOOD PROCUREMENT TO SUPPORT CHRONIC DISEASE PREVENTION AND SELF-MANAGEMENT. WE WILL ADDRESS STRATEGY 2 BY PARTNERING WITH CITY AND COUNTY GOVERNMENTS AND A CITY PLANNING CONSULTANT TO ASSESS EXISTING PLANS IN EACH OF THE 10 COUNTIES.  EXTENSION AGENTS AND STEALTH TEAMS FROM LOCAL COALITIONS, WILL ADVOCATE FOR CHANGES THAT IMPROVE WALKABILITY WITH COUNTY ADMINISTRATORS AND COUNCILS. STRATEGY 3 WILL CREATE CONNECTIONS BETWEEN LOCAL MINORITY FARMERS AND ECES IN TARGET COUNTIES FOR PRODUCE BOX DISTRIBUTION.  STRATEGY 4, FHWP, WILL BE ROLLED OUT INTO TARGET COUNTIES OVER THE DURATION OF THE GRANT.  FORMAL PARTNERSHIPS WITH HEALTHCARE PARTNERS AND REFERRAL PATHWAYS BETWEEN PROVIDERS AND COUNTY-LEVEL EXTENSION AGENTS WILL BE ESTABLISHED. THE COLLABORATIONS THAT HAVE BEEN FOSTERED BETWEEN DEPARTMENTS, COLLEGES, AND FACULTY AT CLEMSON WILL BE LEVERAGED TO MAXIMIZE EXPERTISE ON TOPICS RELATED TO HOP STRATEGIES.  EXISTING EXTERNAL HEALTH SYSTEM PARTNERSHIPS WILL FACILITATE COMMUNITY-CLINICAL LINKAGES AND PRODUCE BOX DISTRIBUTION POINTS AT HEALTH FAIRS IN THE TARGET COUNTIES.  THEY WILL SERVE AS REFERRAL SOURCES FOR INDIVIDUALS SCREENED AT RISK FOR FOOD INSECURITY AND YOUTH DIAGNOSED WITH OBESITY TO EXTENSION AGENTS FOR RESOURCE AND FHWP NAVIGATION. WE WILL EMPLOY EQUITY-FOCUSED AND MIXED-METHODS APPROACHES IN COLLECTING AND INTERPRETING PROCESS AND OUTCOME MEASURES. THE PROCESS EVALUATION WILL ASSESS OUTPUTS AND SHORT-TERM OUTCOMES BY FOCUSING ON IMPLEMENTATION OF ACTIVITIES DESCRIBED IN THE WORK PLAN AND CONTEXTUAL FACTORS ASSOCIATED WITH HEALTH INEQUITIES AND IMPLEMENTATION SUCCESSES OR STRUGGLES. PROCESS AND OUTCOME EVALUATION WILL BE A HIGH PROJECT PRIORITY AND EVALUATION SPECIALISTS WILL BE ENGAGED TO COMPLETE ALL EVALUATION ACTIVITIES. THE PROJECT WILL ACHIEVE DESIRED OUTCOMES: INCREASED NUMBER OF SETTINGS THAT INCREASE ACCESS TO HEALTHIER FOODS; INCREASED NUMBER OF POLICIES, PLANS, OR COMMUNITY DESIGN CHANGES THAT INCREASE ACCESS TO PHYSICAL ACTIVITY; INCREASED NUMBER OF ECE CENTER PROGRAMS THAT ARE IMPACTED BY FARM TO ECE CENTER IMPROVEMENTS; AND INCREASED NUMBER OF SUPPORTS FOR IMPLEMENTATION OF FHWM PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_NU58DP007331_7523"}, {"internal_id": 160081685, "Award ID": "NU58DP007330", "Award Amount": 525000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "HIGH OBESITY PROGRAM - THIS PROJECT WILL TAKE PLACE IN 7 COUNTIES IN TENNESSEE (70% OF ELIGIBLE COUNTIES): CLAY, CROCKETT, DECATUR, HANCOCK, HARDEMAN, HAYWOOD, AND HENDERSON. THE TARGET COUNTIES ARE LOCATED IN TWO GEOGRAPHICAL AREAS OF THE STATE WITH DIFFERENT SOCIODEMOGRAPHIC CHARACTERISTICS. OF THE TARGET COUNTIES, 2 COUNTIES (HANCOCK AND CLAY) ARE LOCATED IN APPALACHIAN REGIONS AND SHARE THEIR NORTHERN BORDER WITH KENTUCKY, AND THE OTHER 5 COUNTIES ARE LOCATED IN THE DELTA REGION IN SOUTHWEST TENNESSEE. THE OVERALL OBJECTIVE OF OUR PROJECT IS TO BUILD LOCAL CAPACITY, PROVIDE TECHNICAL ASSISTANCE, AND SUPPORT COMMUNITY-LED EFFORTS TO REDUCE OBESITY THROUGH POLICY, SYSTEMS, AND ENVIRONMENTAL (PSE) CHANGE STRATEGIES. THIS PROJECT USES A COMMUNITY-BASED PARTICIPATORY APPROACH AND IS DESIGNED TO ADDRESS SOME OF THE CHALLENGES OF IMPLEMENTING PSE CHANGE INTERVENTIONS IN RURAL COMMUNITIES. WE TAKE AN APPRECIATIVE INQUIRY APPROACH TO PLANNING, ASSESSMENT, AND IMPLEMENTATION. BY THE END OF THIS PROJECT, WE ANTICIPATE SIGNIFICANT IMPROVEMENT IN NUTRITION AND PHYSICAL ACTIVITY OUTCOMES, INCLUDING INCREASED ACCESS TO PLACES THAT PROVIDE HEALTHIER FOOD, INCREASED HEALTHIER FOOD SALES, INCREASED ACCESS TO SAFE AND ACCESSIBLE PLACES FOR PHYSICAL ACTIVITY, AND INCREASED PHYSICAL ACTIVITY WITH AN EMPHASIS ON WALKING. THE EXPERTISE, COLLABORATIONS, AND FACILITIES OF THE UNIVERSITY OF TENNESSEE (UT) ARE UNIQUELY SUITED TO CONDUCT THE PROPOSED PROJECT. THE PROJECT TEAM WILL BENEFIT FROM THE EXISTING INFRASTRUCTURE AT UT EXTENSION, UT KNOXVILLE, AND UT HEALTH SCIENCE CENTER, AS WELL AS A VAST NETWORK OF PUBLIC AND PRIVATE PARTNERSHIPS STATEWIDE AND LOCALLY IN TARGET COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_NU58DP007330_7523"}, {"internal_id": 160081684, "Award ID": "NU58DP007329", "Award Amount": 768000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "93.319", "Description": "BE WILD, BE WONDERFUL, BE HEALTHY: EXPANDED - WEST VIRGINIA (WV) NEEDS INCREASED OPPORTUNITIES AND ACCESS TO PHYSICAL ACTIVITY AND HEALTHY, AFFORDABLE FOODS. THE 2020 BEHAVIORAL RISK FACTOR SURVEILLANCE SYSTEM (BRFSS) PROVIDES COMPELLING DATA WHICH SHOW THAT WV RANKS FIRST IN THE NATION FOR THE PREVALENCE OF OBESITY (39.5% ADULTS), SECOND IN THE PREVALENCE OF FAIR OR POOR GENERAL HEALTH, AND SECOND IN THE NUMBER OF ADULTS NOT GETTING THE RECOMMENDED SERVINGS OF FRUITS AND VEGETABLES. IMPROVING AVAILABILITY, CONNECTIVITY, ACCESS TO SAFE PLACES FOR PHYSICAL ACTIVITY, AND ACCESS TO HEALTHY FOODS ARE IMPERATIVE TO HELP PREVENT AND POTENTIALLY TREAT OBESITY AND THE SUBSEQUENT DEVELOPMENT OF CHRONIC DISEASE. THE CAPACITY FOR WV AND ITS LOCAL COMMUNITIES TO ADDRESS THE BARRIERS RELATED TO INCREASED PHYSICAL ACTIVITY AND HEALTHY EATING IS INCREASING AS MORE STATE, AND LOCAL LEADERS HAVE BEGUN WORKING ON STRATEGIES TO IMPROVE THE HEALTH AND WELL-BEING OF WV COMMUNITIES. THE TEN TARGET COUNTIES FOR THIS PROJECT ARE BRAXTON, BOONE, CALHOUN, CLAY, FAYETTE, LINCOLN, LOGAN, MINGO, MONROE, AND SUMMERS COUNTIES IN WV, IDENTIFIED IN THE NOFO BECAUSE OF ADULT OBESITY RATES > 40% (BRFSS, 2020). THIS PROJECT AIMS TO BUILD UPON AND STRENGTHEN THE EXISTING CAPACITY AND PARTNERSHIPS TO IMPLEMENT EVIDENCE-BASED APPROACHES TO IMPROVE ACCESS TO PHYSICAL ACTIVITY OPPORTUNITIES AND HEALTHY FOODS FOR ALL IN THESE TARGET COUNTIES. THROUGH THE IMPLEMENTATION OF A COMMUNITY-BASED PARTICIPATORY MODEL AND THE ESTABLISHMENT OF COMMUNITY COALITIONS, TARGETED PROGRAMMING EFFORTS WILL BE IMPLEMENTED IN EACH OF THE PROJECT COUNTIES FOCUSED ON HEALTHY FOOD ACCESS AND CONNECTIVITY TO SAFE PLACES FOR PHYSICAL ACTIVITY. WEST VIRGINIA UNIVERSITY (WVU) COLLEGE OF APPLIED HUMAN SCIENCE’S CENTER FOR ACTIVE WV IS THE LEAD ORGANIZATION FOR THIS PROJECT. THROUGH WVU’S STATEWIDE PARTNERSHIPS AND WVU EXTENSION’S LOCAL PARTNERSHIPS, THE PROJECT TEAM AND COMMUNITY COALITIONS WILL COLLABORATE TO DEVELOP SUSTAINABLE STRATEGIES TO ADDRESS CHIL DHOOD AND ADULT OBESITY LEVELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_NU58DP007329_7523"}, {"internal_id": 68567892, "Award ID": "NU58DP006572", "Award Amount": 5673919.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "ADVANCING, INSPIRING, AND MOTIVATING FOR COMMUNITY HEALTH THROUGH EXTENSION: AIM FOR CHANGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NU58DP006572_7523"}, {"internal_id": 68566346, "Award ID": "NU58DP006571", "Award Amount": 2495291.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "GROWING HEALTHY FOOD, FAMILIES, & COMMUNITIES: UTILIZING COMMUNITY & SCHOOL-BASED WELLNESS COALITIONS TO PREVENT OBESITY IN SOUTH DAKOTA TRIBAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_NU58DP006571_7523"}, {"internal_id": 68565080, "Award ID": "NU58DP006570", "Award Amount": 5380231.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "HEALTHY ACCESS, BEHAVIORS, AND COMMUNITIES II (HEALTHY ABCS II)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5634f25-27d6-29e0-2864-bb06b35006f1-C", "generated_internal_id": "ASST_NON_NU58DP006570_7523"}, {"internal_id": 68567131, "Award ID": "NU58DP006569", "Award Amount": 2652400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "HEALTHY EATING AND ACTIVE LIVING TO REDUCE RURAL OBESITY THROUGH EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_NU58DP006569_7523"}, {"internal_id": 68565915, "Award ID": "NU58DP006568", "Award Amount": 4626285.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "HEALTHIER TOGETHER:  HIGH OBESITY PROGRAM IN GEORGIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_NU58DP006568_7523"}, {"internal_id": 68567167, "Award ID": "NU58DP006567", "Award Amount": 2896313.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "PROMOTING HEALTHY OUTCOMES THROUGH INDIGENOUS FOOD SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_NU58DP006567_7523"}, {"internal_id": 68566862, "Award ID": "NU58DP006566", "Award Amount": 2652400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "EMPOWERING HEALTHY LIFESTYLES TO REDUCE OBESITY IN PETERSBURG, VIRGINIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_NU58DP006566_7523"}, {"internal_id": 68566595, "Award ID": "NU58DP006565", "Award Amount": 2319170.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "CURBING OBESITY IN ADAIR AND MUSKOGEE COUNTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_NU58DP006565_7523"}, {"internal_id": 68566592, "Award ID": "NU58DP006564", "Award Amount": 5265397.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "WORKING ON WELLNESS ENVIRONMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_NU58DP006564_7523"}, {"internal_id": 68568155, "Award ID": "NU58DP006563", "Award Amount": 2913622.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "BE WILD, BE WONDERFUL, BE HEALTHY: IMPROVING ACCESS TO HEALTHY FOODS AND PHYSICAL ACTIVITY OPPORTUNITIES IN MCDOWELL AND CLAY COUNTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_NU58DP006563_7523"}, {"internal_id": 68567368, "Award ID": "NU58DP006562", "Award Amount": 4371496.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "SOUTH CAROLINA COUNTY HEALTH EXTENSION: HIGH OBESITY PREVENTION AND ELIMINATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_NU58DP006562_7523"}, {"internal_id": 68567216, "Award ID": "NU58DP006561", "Award Amount": 3613165.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "ARKANSAS DELTA REGION OBESITY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc2ca285-0b30-8c83-d330-1d7722983022-C", "generated_internal_id": "ASST_NON_NU58DP006561_7523"}, {"internal_id": 68565325, "Award ID": "NU58DP006560", "Award Amount": 2701464.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "KEMAMACEQTAQ: WE'RE ALL MOVING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3332f212-b7f3-5d48-8369-5102b104408a-C", "generated_internal_id": "ASST_NON_NU58DP006560_7523"}, {"internal_id": 68567033, "Award ID": "NU58DP006559", "Award Amount": 5677520.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "ALABAMA PREVENTING AND REDUCING OBESITY: HELPING ENGAGE ALABAMIANS FOR LONG-TERM HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_NU58DP006559_7523"}, {"internal_id": 68568250, "Award ID": "NU58DP006558", "Award Amount": 2641589.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-02", "CFDA Number": "93.319", "Description": "HARDEMAN HEALTHY OUTREACH (H2O) FOR HEALTHY WEIGHT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_NU58DP006558_7523"}, {"internal_id": 49215110, "Award ID": "NU58DP006268", "Award Amount": 1530102.65, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-01", "CFDA Number": "93.319", "Description": "A MULTI-LEVEL APPROACH TO PREVENT OBESITY: EXTENSION AND ENGAGEMENT IN FOUR NORTH CAROLINA COUNTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_NU58DP006268_7523"}, {"internal_id": 49215109, "Award ID": "NU58DP006267", "Award Amount": 1151534.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-01", "CFDA Number": "93.319", "Description": "REDUCING OBESITY IN INDIANA THROUGH COMMUNITY INVOLVEMENT TO INCREASE PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_NU58DP006267_7523"}, {"internal_id": 49215108, "Award ID": "NU58DP006266", "Award Amount": 1248513.98, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-01", "CFDA Number": "93.319", "Description": "CHILDHOOD OBESITY PREVENTION CHALLENGE AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_NU58DP006266_7523"}, {"internal_id": 49215070, "Award ID": "NU58DP006119", "Award Amount": 1764360.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-25", "CFDA Number": "93.319", "Description": "PROGRAMS TO REDUCE OBESITY IN HIGH OBESITY  AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5634f25-27d6-29e0-2864-bb06b35006f1-C", "generated_internal_id": "ASST_NON_NU58DP006119_7523"}, {"internal_id": 49215069, "Award ID": "NU58DP006118", "Award Amount": 2246434.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-25", "CFDA Number": "93.319", "Description": "PROGRAMS TO REDUCE OBESITY IN HIGH OBESITY  AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc2ca285-0b30-8c83-d330-1d7722983022-C", "generated_internal_id": "ASST_NON_NU58DP006118_7523"}, {"internal_id": 49214799, "Award ID": "NU58DP005488", "Award Amount": 1239707.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-03", "CFDA Number": "93.319", "Description": "THE WEST VIRGINIA HEALTHY CHILDREN PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_NU58DP005488_7523"}, {"internal_id": 49214797, "Award ID": "NU58DP005484", "Award Amount": 2984000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-03", "CFDA Number": "93.319", "Description": "COMMUNITY COALITIONS FOR CHANGE (C3): HEALTHY LIVING IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_NU58DP005484_7523"}, {"internal_id": 49214796, "Award ID": "NU58DP005483", "Award Amount": 2371532.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-03", "CFDA Number": "93.319", "Description": "COLLABORATIVE ENVIRONMENTAL APPROACHES TO REDUCE OBESITY DISPARITIES IN KENTUCKY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_NU58DP005483_7523"}, {"internal_id": 49214795, "Award ID": "NU58DP005478", "Award Amount": 2766287.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-03", "CFDA Number": "93.319", "Description": "WORKING ON WELLNESS (WOW)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_NU58DP005478_7523"}, {"internal_id": 49214794, "Award ID": "NU58DP005477", "Award Amount": 1321604.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-07-31", "CFDA Number": "93.319", "Description": "GOOD & HEALTHY SOUTH DAKOTA COMMUNITIES: UTILIZING COMMUNITY-BASED WELLNESS COALITIONS TO CREATE HEALTHY RURAL COMMUNITIES IN HIGH NEED COUNTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_NU58DP005477_7523"}, {"internal_id": 49214792, "Award ID": "NU58DP005466", "Award Amount": 3759996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-07-30", "CFDA Number": "93.319", "Description": "ENGAGING COMMUNITIES TO REDUCE & PREVENT OBESITY IN HIGH-OBESITY ALABAMA COUNTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_NU58DP005466_7523"}]