[{"internal_id": 162128620, "Award ID": "90AX0040", "Award Amount": 999977.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "93.345", "Description": "CUMULUSQ: AN OPEN SOURCE PLATFORM FOR IMPROVING FHIR DATA QUALITY ACROSS THE ECOSYSTEM - THE CUMULUSQ PROJECT IS COMMITTED TO ENHANCING THE QUALITY AND INTEROPERABILITY OF HEALTHCARE DATA ACROSS DIVERSE INFORMATION TECHNOLOGY (IT) SYSTEMS. THE OVERARCHING GOAL IS TO CULTIVATE AN INTEROPERABLE HEALTH IT ECOSYSTEM THAT ENABLES EASY ACCESS TO HIGH-QUALITY, STANDARDIZED HEALTHCARE DATA, WITH A PARTICULAR FOCUS ON THE US CORE DATA FOR INTEROPERABILITY (USCDI) IN FAST HEALTHCARE INTEROPERABILITY RESOURCES (FHIR) FORMAT. OBJECTIVES: 1) FORMULATE AND IMPLEMENT AN ITERATIVE PROCESS TO COMPREHEND AND ASSESS THE QUALITY OF BOTH STRUCTURED AND UNSTRUCTURED USCDI ELEMENTS; 2) MATERIALIZE THE ITERATIVE PROCESS FROM OBJECTIVE 1 INTO AN EASILY DEPLOYABLE, OPEN-SOURCE INFRASTRUCTURE LEVERAGING FHIR APIS IN CARE DELIVERY SITES; 3) IMPLEMENT THE TOOLING FROM OBJECTIVE 2 AT MULTIPLE SITES IN THE CUMULUS NETWORK, AND ONCE REFINED, DISSEMINATE A SNAPSHOT OF THE DATA QUALITY AT THOSE SITES AS A REPRESENTATIVE BENCHMARK, WITH ROOT CAUSE ANALYSIS OF DATA ANOMALIES; 4) DEVELOP A CROWD SOURCING PROGRAM TO EXPAND THE BENCHMARKING EFFORT INDUSTRY-WIDE USING THE OPEN METRICS AND SOURCE SOFTWARE DEVELOPED IN OBJECTIVES 1-3.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18397352-674d-5e14-840f-49a4315ed3ca-C", "generated_internal_id": "ASST_NON_90AX0040_7576"}, {"internal_id": 162128619, "Award ID": "90AX0039", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "93.345", "Description": "ADVANCED FHIR CAPABILITIES FOR ADVANCE CARE PLANNING USE CASES TO IMPROVE PATIENT CARE - PROJECT TITLE: ADVANCED FHIR CAPABILITIES FOR ADVANCE CARE PLANNING USE CASES TO IMPROVE PATIENT CARE APPLICANT NAME: WESTERN NEW YORK CLINICAL INFORMATION EXCHANGE, INC. (DBA HEALTHELINK) ADDRESS: 2475 GEORGE URBAN BLVD., SUITE 202, DEPEW, NY 14043 CONTACT: DANIEL E. PORRECA, PRESIDENT/CEO PHONE: 716-206-0993\tEMAIL: DPORRECA@WNYHEALTHELINK.COM WEBSITE: HTTPS://WNYHEALTHELINK.COM/  AREA OF INTEREST 1: EXPLORING THE USE OF ADVANCED FHIR CAPABILITIES  PURPOSE: HEALTHELINK WILL DEMONSTRATE ADVANCED FHIR CAPABILITIES TO SOLVE THE COMPLEX PROBLEM OF HAVING ADVANCE CARE PLANNING DOCUMENTS AGGREGATED FROM DISPARATE SOURCES SO THEY ARE ACCESSIBLE ELECTRONICALLY AT THE POINT CARE. PATIENTS’ WISHES FOR MEDICAL CARE (CALLED ADVANCE DIRECTIVES, ADS) ARE NEEDED IF PATIENTS CANNOT SPEAK FOR THEMSELVES THE NEW YORK STATE DEPARTMENT OF HEALTH DEFINES AD DOCUMENTS AS HEALTH CARE PROXY, A NONHOSPITAL ORDER NOT TO RESUSCITATE, AND MEDICAL ORDERS FOR LIFE SUSTAINING TREATMENT (MOLST). STUDIES HAVE SHOWN THAT LESS THAN ONE THIRD OF CRITICALLY ILL EMERGENCY DEPARTMENT PATIENTS HAVE ADS TO GUIDE END-OF-LIFE TREATMENT IN ACCORDANCE WITH THEIR WISHES. SCOPE: HEALTHELINK IS THE NY STATE DESIGNATED REGIONAL HEALTH INFORMATION EXCHANGE (HIE) FOR WESTERN NY THAT USES FHIR STANDARDS FOR INTEROPERABILITY AND EXCHANGE OF PATIENT INFORMATION. THE HIE ARCHITECTURE ALLOWS FOR STORAGE AND FORWARDING OF DATA IN A UNIFIED DATA INFRASTRUCTURE USING THE FHIR STANDARDS. THIS ARCHITECTURE ALLOWS FOR THE EXCHANGE OF DATA VIA A FHIR GATEWAY.  GOAL: ACCELERATE THE ADOPTION OF ADVANCED FHIR CAPABILITIES BY DEMONSTRATING HIE INTEROPERABILITY AD USE CASES. OBJECTIVES: 1: DEMONSTRATE ADVANCED FHIR FOR THE ONBOARDING USE CASE TO AGGREGATE AD META DATA AND ADS IN PDF FROM EXISTING SOURCES (PRIMARY CARE PRACTICES AND HOSPITALS) THROUGH INTEGRATION WITH EHR VENDORS. 2: DEMONSTRATE ADVANCED FHIR FOR THE HIE/INTEROPERABILITY USE CASE. 3: DEMONSTRATE ADVANCED FHIR REAL TIME QUERY BY ADDING NEW AD DATA SOURCES, SUCH AS EMOLST (NY STATE REPOSITORY), AND MY DIRECTIVES (NATIONAL AD REPOSITORY). 4: DEMONSTRATE ADVANCED SMART ON FHIR APP AND FHIR API ENDPOINT USE CASE (EHR OR HIE PORTAL) WITH PRIMARY CARE PROVIDERS, HOSPITALS, HOSPICES, AND EMS PERSONNEL. 5: DEMONSTRATE ADVANCED FHIR REAL TIME TRIGGER FOR EMERGENCY DEPARTMENTS AND REAL TIME QUERY FOR EMERGENCY DEPARTMENTS, PRE-VISIT PLANNING, AND AD USE CASES. 6: DEVELOP HIE AD DATA ANALYTICS AND REPORTING FOR POPULATION HEALTH ACTIVITIES, RESEARCH, AND TARGETED COMMUNITY EDUCATION TO INCREASE AD USE AND REDUCE DISPARITIES.  RESULTS: HEALTHELINK WILL DEMONSTRATE BENEFITS FROM THE USE OF THE ADVANCED FHIR FEATURES, SOFTWARE DEVELOPMENT USING OPEN SOURCE CODE, IMPLEMENTATION, TESTING, AND PILOTING UNDER REAL-WORLD CONDITIONS. DELIVERABLES INCLUDE: 1) DEMONSTRATION OF ADVANCED FHIR INTEROPERABILITY CAPABILITIES TO MEET THE FIVE USE CASE SPECIFICATIONS AND ENHANCE AD ACCESS AT THE POINT OF CARE. 2) DOCUMENTATION OF THE SOFTWARE REQUIREMENTS AND ASSOCIATED ARTIFACTS OF THE ADVANCED FHIR CAPABILITIES TO SUPPORT REPLICATION IN OTHER DEVELOPMENT ENVIRONMENTS. 3) PUBLICATION, AND DISSEMINATION OF A REPORT ON THE SELECTED ADVANCED FHIR CAPABILITIES AND READINESS FOR INDUSTRY-WIDE ADOPTION. 4) DEVELOPMENT OF REPORTING ANALYTICS FOR POPULATION HEALTH, COMMUNITY EDUCATION AND HEALTH DISPARITIES RESEARCH. EFFORTS WILL ACCELERATE THE ADOPTION OF ADVANCED FHIR BY ILLUSTRATING THE VALUE OF THE HIE FOR SOLVING COMPLEX PROBLEMS IN HEALTH CARE INTEROPERABILITY.  KEY WORDS: ADVANCED FHIR, HEATH INFORMATION EXCHANGE, ADVANCE DIRECTIVES, HEALTH DISPARITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7208d28a-cc2e-ffad-a093-f8fc6234fd8f-C", "generated_internal_id": "ASST_NON_90AX0039_7576"}, {"internal_id": 152370180, "Award ID": "90AX0037", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "93.345", "Description": "ALIGNING HOUSING AND HEALTHCARE - ALLIANCECHICAGO, A HEALTH RESOURCES AND SERVICES ADMINISTRATION FUNDED HEALTH CENTER CONTROLLED NETWORK WITH DECADES EXPERIENCE LEADING CUTTING EDGE HEALTH INFORMATION TECHNOLOGY INITIATIVES IN THE SAFETY NET PARTNERS WITH HEARTLAND ALLIANCE HEALTH (A COMMUNITY HEALTH CENTER), CHICAGO HOUSE (A COMMUNITY-BASED HOMELESS SERVICE ORGANIZATION), EMI ADVISORS AND NORC AT THE UNIVERSITY OF CHICAGO TO PROTOTYPE A SHARED INTEROPERABLE CARE PLAN.  THE PROJECT LEVERAGES FHIR-BASED RESOURCES AND THE EXPERIENCE AND CAPABILITIES OF A STRONG PARTNERSHIP TO ENABLE SERVICE PROVIDERS TO BREAK DOWN BARRIERS TO INTEGRATION AND COORDINATION OF SERVICES IN ORDER TO BETTER ADDRESS SOCIAL DETERMINANTS OF HEALTH FOR INDIVIDUALS EXPERIENCING HOMELESSNESS. THE PROJECT ENTAILS IMPLEMENTATION OF A FUNCTIONAL SHARED INTEROPERABLE CARE PLAN THAT SPANS THE COLLECTIVE DOMAINS OF NEEDS AND SERVICES OF THE TWO SERVICE ORGANIZATIONS USING DISPARATE INFORMATION SYSTEMS/TECHNOLOGY. BY SUCCESSFUL DEMONSTRATION OF THIS USE CASE ACROSS THE TWO PARTICIPATING SERVICE ORGANIZATIONS WITH THE TWO-YEAR PERIOD, WE PAVE THE WAY FOR REALIZING THE APPLICATION OF THE DEMONSTRATED TECHNICAL APPLICATION TO SCALE TO ANY POPULATION AND COLLECTION OF SERVICE PROVIDERS.  IN FOLLOWING YEARS, WE CONTEMPLATE SCALING THE SOLUTION ACROSS ADDITIONAL SERVICE PROVIDERS, AND TO OTHER POPULATIONS SERVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b02bffe7-5ec1-e1cd-9971-93540f059c3d-R", "generated_internal_id": "ASST_NON_90AX0037_7576"}, {"internal_id": 152371896, "Award ID": "90AX0036", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "93.345", "Description": "EQUITY ENGINES: LEVERAGING HUJAN-IN-THE-LOOP PATIENT-GENERATED HEALTH DATA WITH AUTOMATION TO OPTIMIZE EQUITY ENHANCED CARE - EMERGING DIGITAL TECHNOLOGIES PROVIDE EXCITING OPPORTUNITIES FOR PATIENT GENERATED HEALTH DATA (PGHD), DEFINED BY THE OFFICE OF THE NATIONAL COORDINATOR FOR HEALTH INFORMATION TECHNOLOGY (ONC) AS HEALTH-RELATED DATA CREATED, RECORDED, OR GATHERED BY OR FROM PATIENTS (OR FAMILY MEMBERS OR OTHER CAREGIVERS) TO HELP ADDRESS A SPECIFIC HEALTH CONCERN. PGHD INCLUDE BUT ARE NOT LIMITED TO: HEALTH AND TREATMENT HISTORY, BIOMETRIC DATA, SYMPTOMS, AND LIFESTYLE CHOICES. PGHD WILL CONSIDERABLY ALTER THE WAY IN WHICH CLINICIANS AND RESEARCHERS INTERACT WITH PATIENT DATA, CLOSE CARE GAPS, AND PROVIDE A HOLISTIC VIEW OF PATIENT DATA. GIVEN THE TREND TOWARD PATIENT-CENTERED CARE AND AVAILABILITY OF DATA COLLECTION TOOLS VIA CONSUMER DEVICES (E.G., SMARTPHONES, WEARABLES), THERE ARE EXCITING OPPORTUNITIES TO COLLECT AND LEVERAGE PGHD TO OPTIMIZE CARE OUTCOMES BUT ALSO EMERGING SOCIO-TECHNICAL CHALLENGES (E.G., EHR WORKFLOW INTEGRATION) WHICH MAY LIMIT THEIR USE. ADDITIONALLY, THE DIGITAL DIVIDE HAS BEEN IDENTIFIED AS THE NEWEST SOCIAL DETERMINANT OF HEALTH, ULTIMATELY IMPACTING PATIENT WELLNESS AND HEALTH EQUITY. THE PROJECT “EQUITY ENGINES: LEVERAGING HUMAN-IN-THE-LOOP PATIENT-GENERATED HEALTH DATA WITH AUTOMATION TO OPTIMIZE EQUITY ENHANCED CARE” ADDRESSES THE ONC LEAP AREA OF INTEREST 2: DEMONSTRATE THE USE OF EQUITY-ENHANCING PATIENT-GENERATED HEALTH DATA (PGHD) FOR CLINICAL CARE AND RESEARCH. THE PURPOSE OF OUR PROJECT IS TO DEVELOP THE INFRASTRUCTURE AND STANDARDS-BASED PGHD TECHNOLOGIES NEEDED TO DEMONSTRATE THE SCALABLE USE OF EQUITY ENHANCING PGHD FOR CLINICAL CARE AND RESEARCH FROM THE POINT OF CARE TO THE RESEARCHER. SPECIFICALLY, WE WILL (1) PERFORM AN ENVIRONMENTAL SCAN TO UNDERSTAND CURRENT STANDARDS AND INTEROPERABILITY OF PGDF RELATED TO OUR PROPOSED PGHD TECHNOLOGY SOLUTION; (2) DEVELOP THE EQUITY ENGINE (PGHD TECHNOLOGY SOLUTION) THAT COLLECTS AND SHARES PGHD AMONG PATIENTS, PROVIDERS, AND RESEARCHERS AROUND CLINICAL CARE AND RESEARCH THAT REQUIRE PGHD AND INCORPORATE THE NEEDS OF UNDERSERVED COMMUNITIES; (3) CONDUCT TWO DEMONSTRATION PROJECTS IN AT LEAST TWO SEPARATE HEALTHCARE LOCATIONS FOR AT LEAST TWO USE CASES USING THE SAME UNDERLYING TECHNOLOGY SOLUTION TO DEMONSTRATE SCALABILITY; (4) EVALUATE OPERATIONAL UTILITY OF THE NOVEL SOLUTION TO REPORT THE POTENTIAL IMPACT, OPPORTUNITIES, AND CHALLENGES. OUR EQUITY ENGINE SOLUTION WILL BE CO-DESIGNED WITH INPUT FROM THE ONC, A COALITION OF KEY STAKEHOLDERS INCLUDING PATIENTS, AND STANDARDS DEVELOPMENT ORGANIZATIONS. WE WILL LEVERAGE THE ORGANIZATIONAL CAPACITY OF MEDSTAR HEALTH AND TECHNICAL EXPERTISE IN CLINICAL INFORMATICS AND TECHNICAL INTEGRATION THROUGH OUR PARTNERSHIP WITH HEALTH LAB. OUR MULTIDISCIPLINARY TEAM IS UNIQUELY POSITIONED TO SUCCESSFULLY EXECUTE THIS PROJECT GIVEN OUR EXPERTISE AND EXPERIENCE IN HUMAN FACTORS, HEALTH EQUITY, CLINICAL INFORMATICS, PATIENT-REPORTED OUTCOMES, AND USABILITY. THE RESULT OF OUR TWO YEAR PROJECT WILL BE THE DELIVERY OF AN OPEN-SOURCE SOLUTION TO CAPTURE AND INTEGRATE PGHD INCLUDING PATIENT REPORTED OUTCOMES AND PATIENT GENERATED HEALTH METRICS. OUR FINAL REPORT WILL DOCUMENT LESSONS LEARNED, CHALLENGES ENCOUNTERED, AND RECOMMENDATIONS FOR A BLUEPRINT THAT CAN BE USED BY OTHERS TO ADVANCE THE USE OF PGHD FOR RESEARCH AND IN CLINICAL CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ce035ae-709c-ca0b-f9ef-95a8c219bc5f-C", "generated_internal_id": "ASST_NON_90AX0036_7576"}, {"internal_id": 137901586, "Award ID": "90AX0034", "Award Amount": 999990.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-06", "CFDA Number": "93.345", "Description": "SEMANTIC INTEROPERABILITY FOR ELECTRONIC HEALTH DATA USING THE LAYERED SCHEMAS ARCHITECTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f09aeb2-a2ef-35e2-4d7d-2b9766921aab-R", "generated_internal_id": "ASST_NON_90AX0034_7576"}, {"internal_id": 137901182, "Award ID": "90AX0033", "Award Amount": 998118.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-06", "CFDA Number": "93.345", "Description": "FHIR-ENABLED SOCIAL AND HEALTH INFORMATION PLATFORM (FHIRED-SHIP): INTEGRATING A CLOSED-LOOP SOCIAL SERVICES REFERRAL SYSTEM INTO ELECTRONIC HEALTH RECORDS IN FEDERALLY QUALIFIED HEALTH CENTERS - OUR PROPOSAL AIMS TO ADDRESS AREA OF INTEREST 1: REFERRAL MANAGEMENT TO ADDRESS SOCIAL DETERMINANTS OF HEALTH ALIGNED WITH CLINICAL CARE.A HOLISTIC CONCEPT OF HEALTH, EMPHASIZES A PERSON-CENTRIC APPROACH AND REQUIRES COORDINATED MEDICAL AND SOCIAL SERVICES, INTEROPERABLE SYSTEMS, AND ACCESS TO AND USE OF APPROPRIATE INFORMATION AT EACH POINT OF CARE (DESALVO 2015). WE USE THE THEORETICAL FRAMEWORK OF A LEARNING HEALTH SYSTEM (OLSEN, 2007), DEFINED BY THE INSTITUTE OF MEDICINE IN 2007, TO ENVISION INFORMATION SHARING THAT LEADS TO ?CONTINUOUS CYCLES OF STUDY, FEEDBACK AND PRACTICE CHANGE? (PLATT, 2020). WE WILL ALSO BE GUIDED BY THE RE-AIM FRAMEWORK, AN IMPLEMENTATION SCIENCE TOOL, TO EMPHASIZE THE REACH, EFFECTIVENESS, ADOPTION, IMPLEMENTATION, AND MAINTENANCE OF OUR SOLUTION. WE PROPOSE TO DEVELOP AND DEMONSTRATE A COMPREHENSIVE AND INTEGRATED INFORMATION SYSTEM TO MANAGE (A) SOCIAL NEEDS IDENTIFIED IN CLINICAL SETTINGS, (B) BI-DIRECTIONAL INFORMATION EXCHANGE BETWEEN CLINICAL PROVIDERS AND COMMUNITY-BASED ORGANIZATIONS DELIVERING SOCIAL CARE, (C) INTEGRATION IN CLINICAL WORKFLOW AND ELECTRONIC HEALTH RECORDS (EHR), AND (D) PATIENTS? ACCESS, CONSENT, AND NAVIGATION USING A MOBILE DIGITAL PLATFORM. THIS ?CLOSED LOOP? SYSTEM, WE HAVE NAMED FHIRED-SHIP, CAN BE DEFINED AS ONE THAT HELPS A CLINICAL PROVIDER TO IDENTIFY SOCIAL NEEDS OF A PATIENT, MAKE REFERRAL TO A SOCIAL SERVICE ORGANIZATION THAT MAY ADDRESS THOSE SOCIAL NEEDS, AND RECEIVE INFORMATION BACK IN THEIR CLINICAL EHR ENVIRONMENT FROM THE SOCIAL SERVICE ORGANIZATION, THUS CLOSING THE INFORMATION LOOP OF SOCIAL SERVICE REFERRALS IN OUR COMMUNITY. WE WILL DEMONSTRATE THE IMPLEMENTATION AND TESTING OF THIS SYSTEM IN A NON- PROPRIETARY MANNER, APPLYING NATIONAL IT STANDARDS FOR DATA EXCHANGE, IN MORE THAN ONE GEOGRAPHICAL AREA USING (A) GRAVITY/FHIR APPLICATION PROGRAMMING INTERFACES (APIS), (B) NATIONALLY AVAILABLE SOCIAL SERVICES REFERRAL DIGITAL PLATFORMS, (C) REGIONAL HEALTH INFORMATION EX CHANGES (HIES), AND (D) SECURE RESPONSIVE MOBILE AND WEB APPS. WE WILL USE THE GRAVITY PROJECT?S USE CASE PACKAGE TO LINK OUR EFFORTS WITH PRIOR AND ONGOING NATIONAL WORK ON DEFINING SOCIAL DETERMINANTS OF HEALTH (SDOH) DATA STANDARDS AND LEVERAGE PRIOR INVESTMENTS BY ONC AND LOCAL FUNDERS IN AUSTIN, TO DELIVER AN OPEN-SOURCE, STANDARDS-BASED, SCALABLE, AND IMPLEMENTABLE REFERRAL MANAGEMENT SOLUTION. WE WILL DEVELOP AN IMPLEMENTATION TOOLKIT FOR FHIRED-SHIP AND PILOT IT IN PARTNERSHIP WITH TWO ADDITIONAL REGIONAL HIES IN EL PASO, TEXAS AND IN NEW ORLEANS, LOUISIANA TO DEMONSTRATE SCALABILITY AND INTEROPERABILITY OF OUR SOLUTION BEYOND THE PRIMARY SITE OF IMPLEMENTATION. WE WILL RELY ON DATA CAPTURED ON FHIRED-SHIP DURING THIS DEMONSTRATION TO ASSESS THE POTENTIAL IMPACT ON PATIENT OUTCOMES AND SOCIAL SERVICE REFERRALS. THIS WILL INCLUDE DATA ON SOCIAL NEEDS ASSESSMENT, SOCIAL SERVICE REFERRALS, AND HEALTHCARE UTILIZATION.THE PROJECT DURATION WILL BE TWO YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_90AX0033_7576"}, {"internal_id": 110863810, "Award ID": "90AX0031", "Award Amount": 299988.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "93.345", "Description": "CUMULUS: A UNIVERSAL RESEARCH SIDECAR FOR A SMART LEARNING HEALTHCARE SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18397352-674d-5e14-840f-49a4315ed3ca-C", "generated_internal_id": "ASST_NON_90AX0031_7576"}, {"internal_id": 110863797, "Award ID": "90AX0030", "Award Amount": 998057.31, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "93.345", "Description": "FHIR FACTORIES: AN EVOLVING DIGITAL ARCHITECTURE TO SCALE HEALTH RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ce035ae-709c-ca0b-f9ef-95a8c219bc5f-C", "generated_internal_id": "ASST_NON_90AX0030_7576"}, {"internal_id": 110863675, "Award ID": "90AX0029", "Award Amount": 478695.76, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "93.345", "Description": "INTEGRATING STANDARDIZED DATA TO ADVANCE PERSON-CENTERED PLANNING, OUTCOMES, AND VALUE BASED PAYMENT MODELS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375000e9-138c-886f-d6de-e6bc2ded95a8-C", "generated_internal_id": "ASST_NON_90AX0029_7576"}, {"internal_id": 110862685, "Award ID": "90AX0028", "Award Amount": 960460.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "93.345", "Description": "DEVELOPMENT AND TESTING OF DATA SHARING FUNCTIONALITY FOR HEALTH SYSTEM PARTICIPATING IN THE NATIONAL CARDIOVASCULAR DISEASE REGISTRIES OF THE AMERICAN COLLEGE OF CARDIOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a97f8aa-1d00-dbf3-8c50-c7a4ed6f2d10-R", "generated_internal_id": "ASST_NON_90AX0028_7576"}, {"internal_id": 97852789, "Award ID": "90AX0025", "Award Amount": -33442.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-11-14", "CFDA Number": "93.345", "Description": "FHIREDAPP: AN API-BASED PATIENT ENGAGEMENT PLATFORM FOR THE 21ST CENTURY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_90AX0025_7576"}, {"internal_id": 89522785, "Award ID": "90AX0024", "Award Amount": -166091.83, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-30", "CFDA Number": "93.345", "Description": "SCALABLE CONSENT FRAMEWORK FOR THE ADVANCEMENT OF INTEROPERABILITY WITH FHIR BASED APIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdf37a50-be5c-dc54-4b29-51323ea465bc-C", "generated_internal_id": "ASST_NON_90AX0024_7576"}, {"internal_id": 69724187, "Award ID": "90AX0023", "Award Amount": 999142.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "93.345", "Description": "MOBILIZING A MILLION HEARTS: LEVERAGING HEALTH IT ARCHITECTURE TO ADVANCE CLINICAL KNOWLEDGE AND CARE COORDINATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ce035ae-709c-ca0b-f9ef-95a8c219bc5f-C", "generated_internal_id": "ASST_NON_90AX0023_7576"}, {"internal_id": 69724090, "Award ID": "90AX0022", "Award Amount": 2049868.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "93.345", "Description": "POP HEALTH ON FLAT FHIR: A SMART APPROACH TO UNIVERSAL HEALTHCARE REPORTING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18397352-674d-5e14-840f-49a4315ed3ca-C", "generated_internal_id": "ASST_NON_90AX0022_7576"}]