[{"internal_id": 159760615, "Award ID": "NU90TP922253", "Award Amount": 347540.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "STATE OF MISSISSIPPI COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - THE MISSISSIPPI STATE DEPARTMENT OF HEALTH'S (MSDH) MISSION IS TO PROMOTE AND PROTECT THE HEALTH OF THE CITIZEN'S OF MISSISSIPPI. THE OVERALL GOAL OF THE MSDH'S PLANNING AND RESPONSE PROGRAM IS TO ENSURE SUSTAINED PUBLIC HEALTH AND MEDICAL READINESS FOR OUR COMMUNITIES AND OUR STATE AGAINST BIOTERRORISM, INFECTIOUS DISEASE OUTBREAKS, OTHER PUBLIC HEALTH THREATS, MEDICAL EMERGENCIES, AND NATURAL DISASTERS. THE MSDH PLANS TO ENSURE RAPID MOBILIZATION AND RESPONSE TO PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) FOR PUBLIC HEALTH EMERGENCIES IN MISSISSIPPI. THE MSDH PLANS TO BETTER ACCOMPLISH EARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS; IDENTIFICATION AND INVESTIGATION OF A RESPONSE CRISIS; TIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES; TIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION BY PARTNERS; AND TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH HEALTHCARE AND OTHER PARTNERS. THE MSDH PLANS TO STRENGTHEN THE FOLLOWING AREAS: INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE, RECOVERY, BIO-SURVEILLANCE, INFORMATION MANAGEMENT, COUNTERMEASURE AND MITIGATION, AND SURGE MANAGEMENT IN MISSISSIPPI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 347540.0, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU90TP922253_7523"}, {"internal_id": 159760614, "Award ID": "NU90TP922250", "Award Amount": 218950.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - NEW HAMPSHIRE (NH) IS A RURAL STATE WITH A POPULATION OF 1,388,992 WITH 10 COUNTIES, 13 MUNICIPALITIES, 221 TOWNS, 25 UNINCORPORATED PLACES AND A HEALTHCARE SYSTEM COMPRISED OF 26 ACUTE CARE HOSPITALS. THE NH PUBLIC HEALTH SYSTEM IS A BLEND OF A CENTRALIZED AND DECENTRALIZED PUBLIC HEALTH SERVICES MODELS WITH THE NH DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS), DIVISION OF PUBLIC HEALTH SERVICES (DPHS), BUREAU OF EMERGENCY PREPAREDNESS, RESPONSE AND RECOVERY (BEPRR), DELIVERING SOME ESSENTIAL PUBLIC HEALTH PROGRAMS WHILE OTHER SERVICES ARE BEING ACCOMPLISHED IN PART THROUGH A NETWORK OF LOCAL CONTRACTORS; 13 ENTITIES KNOWN AS PUBLIC HEALTH NETWORKS (PHN) WITH A DEFINED PUBLIC HEALTH REGION (PHR). THE CITIES OF MANCHESTER AND NASHUA WORK IN COLLABORATION WITH DPHS AS FULL SERVICE CITY HEALTH DEPARTMENTS, AND NH HAS A SINGLE, STATEWIDE HEALTHCARE COALITION. THE DPHS PARTNERS WITH THE DEPARTMENT OF SAFETY, HOMELAND SECURITY AND EMERGENCY MANAGEMENT (HSEM) AND OTHER STATE AGENCIES AS APPROPRIATE TO ASSURE PUBLIC HEALTH AND HEALTHCARE SYSTEM PREPAREDNESS AND RESPONSE CAPABILITY. FUNDING UNDER THIS AGREEMENT WILL ENHANCE NEW HAMPSHIRE’S ABILITY TO RAPIDLY MOBILIZE, SURGE, AND RESPOND TO A PUBLIC HEALTH EMERGENCY (PHE) IDENTIFIED BY CDC.  FUNDING WILL HELP TO ACCELERATE INITIAL PUBLIC HEALTH CRISIS RESPONSE ACTIVITIES WITH EMPHASIS ON INCIDENT MANAGEMENT, SUCH AS COORDINATING EMERGENCY OPERATIONS, HIRING SURGE STAFF, CALL CENTER ACTIVATION, AND CONDUCTING NEEDS ASSESSMENTS TO DETERMINE THE RESOURCES NECESSARY TO ADDRESS THE PUBLIC HEALTH CRISIS. THE NOFO WILL ALSO PROVIDE FUNDING FOR SPECIALIZED PUBLIC HEALTH EMERGENCY RESPONSE ACTIVITIES TAILORED TO THE SPECIFIC PUBLIC HEALTH CRISIS. THE PRIMARY PURPOSE OF THE PROPOSED WORK IS TO STRENGTHEN AND ENHANCE NH’S PUBLIC HEALTH AND HEALTH CARE SYSTEMS TO RESPOND EFFECTIVELY TO MITIGATE LOSS OF LIFE AND REDUCE THREATS TO THE COMMUNITY’S HEALTH AND SAFETY RESULTING FROM EVOLVING THREATS AND OTHER EMERGENCIES  WITHIN NEW HAMPSHIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": 218950.0, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU90TP922250_7523"}, {"internal_id": 159760613, "Award ID": "NU90TP922249", "Award Amount": 660878.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "LOUISIANA CRISIS RESPONSE PROGRAM - THE STATE OF LOUISIANA HAS EXPERIENCED SEVERAL LARGE-SCALE EMERGENCIES IN RECENT YEARS.  HOWEVER, LIMITED MEDICAL PERSONNEL AND MATERIAL RESOURCES, HAS MADE IT CHALLENGING RESPONDING TO LARGE SCALE CATASTROPHIC EVENTS. PUBLIC HEALTH THREATS ACROSS OUR WORLD AND SPECIFICALLY IN LOUISIANA HAVE UNDERSCORED THE IMPORTANCE OF EMERGENCY PREPAREDNESS PLANNING AND ENHANCING THE STATE’S RESPONSE CAPABILITIES. LOUISIANA HAS A LONG-STANDING HISTORY OF WORKING WITH THE THREAT OF PUBLIC HEALTH EMERGENCIES RELATED TO INFECTIOUS DISEASES SUCH AS COVID-19.  LOUISIANA GRANT ACTIVITIES WILL FOCUS ON THE SIX (6) IDENTIFIED STRATEGIES AND WILL INCLUDE COLLABORATION BETWEEN RESPONSE PARTNERS FOR PLANNING AND IMPLEMENTING THE CRISIS RESPONSE PLAN. LOUISIANA PLANS TO ACHIEVE THE FOLLOWING SHORT-TERM OUTCOMES, IN ORDER TO QUICKLY RESPOND TO PUBLIC HEALTH EMERGENCIES: -\tSHORTEN THE EARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS. -\tSHORTEN THE EARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT/INDEX CASE (IF APPLICABLE TO CRISIS). -\tINCREASE TIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES (AS APPLICABLE TO CRISIS). -\tINCREASE TIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION BY PARTNERS. -\tINCREASE TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH HEALTHCARE AND OTHER PARTNERS. -\tINCREASE TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH PARTNERS. -\tINCREASE CONTINUOUS LEARNING AND IMPROVEMENTS CONTAINING REAL-TIME FEEDBACK LOOP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 660878.0, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU90TP922249_7523"}, {"internal_id": 159760612, "Award ID": "NU90TP922247", "Award Amount": 181780.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "NORTH DAKOTA PUBLIC HEALTH CRISIS RESPONSE - THE NORTH DAKOTA DEPARTMENT OF HEALTH (NDDOH), PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) DIVISION IS ORGANIZED WITHIN THE HEALTH RESOURCES AND RESPONSE (HRR) SECTION AND MANAGED BY THE HRR SECTION CHIEF, TIMOTHY WIEDRICH.  PURPOSE: THE PHEP DIVISION SEEKS TO ENHANCE THE STATE’S ABILITY TO RAPIDLY MOBILIZE AND RESPOND TO PUBLIC HEALTH EMERGENCIES. NORTH DAKOTA SEEKS TO BE PRE-IDENTIFIED AND PRE-APPROVED TO RECEIVE FUNDING FOR THE HEALTH AND HUMAN SERVICES (HHS) SECRETARIAL DECLARED AND NON-DECLARED PUBLIC HEALTH EMERGENCIES (PHE) THAT WOULD HAVE AN OVERWHELMING IMPACT UPON AND EXCEED RESOURCES AVAILABLE TO NORTH DAKOTA.  OUTCOMES: PROGRAM ACTIVITIES ARE DESIGNED TO PREVENT OR REDUCE MORBIDITY AND MORTALITY FROM PUBLIC HEALTH INCIDENTS WHOSE SCALE, RAPID ONSET, OR UNPREDICTABILITY STRESSES THE PUBLIC HEALTH SYSTEMS AND ENSURES THE EARLIEST POSSIBLE RECOVERY AND RETURN OF THE PUBLIC HEALTH SYSTEMS TO PRE-INCIDENT LEVELS OR IMPROVED FUNCTIONING. SHORT TERM OUTCOMES INCLUDE: -\tPRIORITIZE PUBLIC HEALTH SERVICES AND RESOURCES SUSTAINED THROUGHOUT ALL PHASES OF EMERGENCIES AND INCIDENTS -\tEARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS -\tEARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT -\tTIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES -\tTIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION -\tTIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH PARTNERS -\tCONTINUOUS LEARNING AND IMPROVEMENTS CONTAIN REAL-TIME FEEDBACK LOOP  STRATEGIES AND ACTIVITIES: THE NORTH DAKOTA DEPARTMENT OF HEALTH WILL USE CAPABILITIES TO FOCUS ON THE FOLLOWING STRATEGIES AND CONDUCT THESE ACTIVITIES FOR THE PUBLIC HEALTH SYSTEMS: -\tSTRENGTHEN INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE -\tSTRENGTHEN INFORMATION MANAGEMENT -\tSTRENGTHEN  COUNTERMEASURES AND MITIGATION -\tSTRENGTHEN SURGE MANAGEMENT -\tSTRENGTHEN BIOSURVEILLANCE -\tSTRENGTHEN JURISDICTIONAL RECOVERY  THE INCIDENT MANAGEMENT PROCESSES THAT THE NDDOH HAVE IN PLACE, ENSURES THAT WE CAN RESPOND TO PUBLIC HEALTH EVENTS OR CRISES AND SUPPORT THE OFFICE OF HOMELAND SECURITY BY LEADING EMERGENCY SUPPORT FUNCTION (ESF) #8 PUBLIC HEALTH RESPONSES. THE NDDOH HAS A STRONG COUNTERMEASURE AND MITIGATION RESPONSE ROLE TO ENSURE OUR RESIDENTS HAVE ACCESS TO PHARMACEUTICAL AND NON-PHARMACEUTICAL INTERVENTIONS AND TO PROTECT THE HEALTH AND SAFETY OF OUR PUBLIC HEALTH RESPONDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": 181780.0, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU90TP922247_7523"}, {"internal_id": 159760611, "Award ID": "NU90TP922246", "Award Amount": 170440.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "CRISIS RESPONSE COOPERATIVE AGREEMENT CDC-RFP-TP22-2201 IS A PROXY APPLICATION SO WYOMING CAN BE PLACED ON THE APPROVED BUT UNFUNDED FOR FUTURE PUBLIC HEALTH EMERGENCIES. - THIS IS A PROXY APPLICATION SO WYOMING CAN BE PLACED ON THE ABU LIST TO ENSURE RAPID DISTRIBUTION OF RESPONSE FUNDING TO 23 COUNTIES AND 2 TRIBAL NATIONS TO MANAGE A PUBLIC HEALTH EMERGENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": 170440.0, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU90TP922246_7523"}, {"internal_id": 159760610, "Award ID": "NU90TP922245", "Award Amount": 319610.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - THE GOAL OF THE UTAH PUBLIC HEALTH EMERGENCY PREPAREDNESS PROGRAM IS TO ASSURE A WELL-COORDINATED, EQUIPPED, TRAINED, AND TIERED SYSTEM OF RESPONSE TO PUBLIC HEALTH EMERGENCIES AND DISASTERS IN UTAH. THE UTAH PHEP IS DESIGNED TO ADDRESS ALL PHEP CAPABILITIES BY WORKING IN PARTNERSHIP WITH THE UTAH DEPARTMENT OF HEALTH (UDOH) PUBLIC HEALTH LABORATORY, UDOH BUREAU OF EPIDEMIOLOGY, UTAH’S LOCAL HEALTH DEPARTMENTS (LHDS), UTAH’S TRIBAL NATIONS, AND WITH OTHER STATES, REGION 8, AND FEDERAL PARTNERS. THIRTEEN LHDS SERVE AS HOSTING SITES FOR PHEP SUBAWARDEE EMERGENCY RESPONSE COORDINATION (ERC) TEAMS. ERC BRING TOGETHER MULTIPLE PARTNERS WITHIN LHD GEOGRAPHIC AREAS TO CONDUCT ASSESSMENT, PREPAREDNESS PLANNING, RESPONSE COORDINATION, DEVELOPMENT OF REGIONAL EQUIPMENT CACHING, AND TRAINING AND EXERCISE ACTIVITY.  UTAH CONSISTS OF DENSE URBAN AREAS SEPARATED BY GREAT DISTANCES OF SPARSELY POPULATED RURAL AND FRONTIER COMMUNITIES. THE COUNTIES OF WEBER, DAVIS, SALT LAKE, AND UTAH, COLLECTIVELY KNOWN AS THE WASATCH FRONT, INCLUDE 9 OF THE 10 MOST POPULOUS CITIES IN THE STATE, AND MAKE UP 75% OF THE TOTAL STATE POPULATION (IN 4% OF THE STATE LAND AREA). IN TOTAL, THE STATE OF UTAH HAS 3,206,000 RESIDENTS. THIS CRISIS NOFO WILL IMPROVE RESPONSE BY THE UDOH, UTAH’S LHDS, AND TRIBAL NATIONS IN UTAH. SUCCESSFUL AWARD OF AN APPROVED BUT UNFUNDED (ABU) PROJECT WILL ENHANCE THE STATE’S ABILITY TO RAPIDLY MOBILIZE, SURGE, AND RESPOND TO AN IDENTIFIED PUBLIC HEALTH EMERGENCY. ALTHOUGH SUPPLEMENTAL AND EMERGENCY APPROPRIATIONS HAVE PROVEN VALUABLE TO OUR RESPONSE CAPACITY AND CAPABILITY, RAPID ACCESS TO FUNDING WILL ALLOW US TO SCALE RESPONSES IN SYNC WITH NEEDS, RATHER THAN LEVERAGING AWARD FUNDING AFTER THE PEAK OF EVENT CYCLES. IN ADDITION, A DEDICATED FUNDING SOURCE FOR RESPONSE WOULD ELIMINATE MANY OF THE CHALLENGES AND QUESTIONS THAT ARISE WHEN MOBILIZING STAFF AND ASSETS.  THE CRISIS NOFO PLANNING ASSUMPTIONS PROVIDE AN APPROPRIATE VEHICLE TO DEVELOP A STANDARDIZED RESPONSE FORMAT AND TIMELINE. UDOH AND ITS PARTNERS HAVE DEVELOPED STRENGTHS IN INCIDENT MANAGEMENT AND INCIDENT COMMAND SYSTEM THROUGH PRIOR INFECTIOUS DISEASE OUTBREAKS, AS WELL AS OTHER RESPONSE ELEMENTS. WE FEEL THAT LEVERAGING BEST PRACTICES ESTABLISHED DURING PAST EVENTS ADD STRENGTH TO OUR APPLICATION, AND OUR CONFIDENCE TO RESPOND IN THE FUTURE.  THIS CRISIS NOFO WILL IMPROVE RESPONSE BY THE UDOH, UTAH’S LHDS, AND TRIBAL NATIONS IN UTAH. SUCCESSFUL AWARD OF AN APPROVED BUT UNFUNDED (ABU) PROJECT WILL ENHANCE THE STATE’S ABILITY TO RAPIDLY MOBILIZE, SURGE, AND RESPOND TO AN IDENTIFIED PUBLIC HEALTH EMERGENCY. ALTHOUGH SUPPLEMENTAL AND EMERGENCY APPROPRIATIONS HAVE PROVEN VALUABLE TO OUR RESPONSE CAPACITY AND CAPABILITY, RAPID ACCESS TO FUNDING WILL ALLOW US TO SCALE RESPONSES IN SYNC WITH NEEDS, RATHER THAN LEVERAGING AWARD FUNDING AFTER THE PEAK OF EVENT CYCLES. IN ADDITION, A DEDICATED FUNDING SOURCE FOR RESPONSE WOULD ELIMINATE MANY OF THE CHALLENGES AND QUESTIONS THAT ARISE WHEN MOBILIZING STAFF AND ASSETS.  THE CRISIS NOFO PLANNING ASSUMPTIONS PROVIDE AN APPROPRIATE VEHICLE TO DEVELOP A STANDARDIZED RESPONSE FORMAT AND TIMELINE. UDOH AND ITS PARTNERS HAVE DEVELOPED STRENGTHS IN INCIDENT MANAGEMENT AND INCIDENT COMMAND SYSTEM THROUGH PRIOR INFECTIOUS DISEASE OUTBREAKS, AS WELL AS OTHER RESPONSE ELEMENTS. WE FEEL THAT LEVERAGING BEST PRACTICES ESTABLISHED DURING PAST EVENTS ADD STRENGTH TO OUR APPLICATION, AND OUR CONFIDENCE TO RESPOND IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": 319610.0, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU90TP922245_7523"}, {"internal_id": 159760609, "Award ID": "NU90TP922243", "Award Amount": 801018.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS - THE COLORADO DEPARTMENT OF PUBLIC HEALTH AND ENVIRONMENT (CDPHE) POSSESSES A FUNCTIONAL PUBLIC HEALTH EMERGENCY MANAGEMENT PROGRAM. THE CDPHE MAINTAINS A STRONG ABILITY TO ACTIVATE AND USE ITS INCIDENT COMMAND SYSTEM (ICS), EMERGENCY OPERATIONS PLAN (EOP) AND SUPPORTING PLANS, THE EMERGENCY SUPPORT FUNCTION 8 SECTION OF THE STATE OF COLORADO ALL-HAZARDS PLAN, ITS DEPARTMENT OPERATIONS CENTER (DOC), AND ACTIVATE SIMULTANEOUSLY WITH DIVISION OF HOMELAND SECURITY AND EMERGENCY MANAGEMENT IN THE STATE EMERGENCY OPERATIONS CENTER (SEOC). ALL ASPECTS OF PUBLIC HEALTH PREPAREDNESS & RESPONSE WERE TESTED DURING THE COVID-19 PANDEMIC RESPONSE AND CDPHE’S CAPABILITIES HAVE BEEN ASSESSED DURING REAL WORLD EVENTS. THE DEPARTMENT’S OFFICE OF EMERGENCY PREPAREDNESS AND RESPONSE (OEPR) MANAGES THE ACTIVATION OF THESE SYSTEMS AND PLANS. THE RECENT EMERGENCE OF NEW PUBLIC HEALTH THREATS, INCLUDING COVID-19, DEMONSTRATES THE IMPORTANCE OF THE HEALTH AND MEDICAL SYSTEMS WITHIN COMMUNITIES. THESE THREATS ALSO ILLUSTRATE THE IMPORTANCE OF STATE AND FEDERAL SUPPORT FOR PUBLIC HEALTH EMERGENCIES OF SUCH MAGNITUDE THAT OVERWHELM AND EXCEED AVAILABLE RESOURCES OF LOCAL JURISDICTIONS. THIS GRANT REQUEST FOCUSES ON ENHANCING THE COLORADO PUBLIC HEALTH SYSTEM, ADDRESSING GAPS IDENTIFIED IN THE COVID-19 RESPONSE, TO RAPIDLY MOBILIZE AND RESPOND TO PUBLIC HEALTH EMERGENCIES WHILE SUPPORTING THE SURGE NEEDS DURING A PUBLIC HEALTH INCIDENT. THIS FUNDING’S INTENT IS FOR RESPONSE ACTIVITIES THAT WILL REDUCE MORBIDITY AND MORTALITY, AND WILL NOT BE USED TO DUPLICATE OR SUPPLANT OTHER FEDERAL FUNDING. THE OVERARCHING OUTCOMES FROM THIS FUNDING INCLUDE, BUT ARE NOT LIMITED TO: HEIGHTENED IDENTIFICATION AND INVESTIGATION OF INITIAL DISEASE CASES, RAPID ACTIVATION AND MANAGEMENT OF BOTH SUPPORT AND TACTICAL EMERGENCY OPERATIONS, SUSTAINED COORDINATION WITH OTHER PUBLIC HEALTH AND MEDICAL PARTNERS, IMPLEMENTATION OF APPROPRIATE INTERVENTION AND CONTROL MEASURES IN A TIMELY FASHION, AND USING STANDARDIZED AND AGREED UPON RISK COMMUNICATION WITH THE PUBLIC WHILE EXCHANGING IMPORTANT INFORMATION WITH RESPONSE PARTNERS STATEWIDE. THE OEPR WILL PROVIDE THE MAJORITY OF THE FUNDING TO LOCAL AGENCIES THROUGH PRE-EXISTING CONTRACTING PROCESSES, INCLUDING GUIDANCE FOR SPECIFIC OUTCOMES AS OUTLINED BY THE GRANT NOTICE OF AWARD AT THE TIME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 801018.0, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU90TP922243_7523"}, {"internal_id": 159760608, "Award ID": "NU90TP922241", "Award Amount": 287620.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "KANSAS PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - THE PURPOSE OF THE PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT IS TO ENSURE THE RAPID MOBILIZATION AND RESPONSE TO PUBLIC HEALTH EMERGENCIES, CONCENTRATING ON THREATENED OR IMPACTED JURISDICTIONS. THE INTENT OF THE AGREEMENT IS TO: 1. COLLECT APPLICATION AND BUDGET REQUESTS FROM ELIGIBLE APPLICANTS IN THE INITIAL PHASE OF A PUBLIC HEALTH EMERGENCY IN ORDER TO ESTABLISH A LIST OF APPROVED BUT UNFUNDED APPLICATIONS, FROM WHICH SELECTION AND FUNDING CAN BE RAPIDLY EXECUTED; AND 2. IMPROVE AND ENHANCE RESPONSE AND REDUCE MORBIDITY AND MORTALITY DURING AN INCIDENT. THE MAIN PROPOSED OUTCOME OF THE PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT IS TO CREATE A BETTER PREPARED NATION DURING PUBLIC HEALTH EMERGENCIES. AS A FUNDED RECIPIENT THE KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENT (KDHE) IS EXPECTED TO ACHIEVE THE FOLLOWING SHORT-TERM OUTCOMES: 1. THE EARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS. 2. IF APPLICABLE, THE EARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT/INDEX CASE. 3. IF APPLICABLE TO THE CRISIS, THE TIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES. 4. THE TIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION TO ALL IDENTIFIED PARTNERS. 5. THE TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH HEALTHCARE AND OTHER PARTNERS. IN THE EVENT OF A FUNDED EMERGENCY, KDHE WILL WORK CLOSELY WITH OTHER CDC FUNDED ORGANIZATIONS TO ADDRESS THE EMERGENCY RESPONSE. BY WORKING CLOSELY WITH THESE ORGANIZATIONS, THERE IS AN ASSURANCE THAT CONDUCTED ACTIVITIES AND EFFORTS WILL NOT BE DUPLICATIVE EFFORTS ALREADY SUPPORTED BY PREVIOUSLY AWARDED CDC FUNDING. THE PREPAREDNESS PROGRAM IS A DIVISION OF THE BUREAU OF COMMUNITY HEALTH SYSTEMS (BCHS) WITHIN THE KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENT. KDHE ALSO INCLUDES THE DIVISION OF ENVIRONMENT (DOE) AND THE KANSAS HEALTH AND ENVIRONMENTAL LABORATORIES (KHEL), THEREFORE INTERNAL COLLABORATION IS ALREADY IN PLACE. TO FURTHER ENVIRONMENTAL HEALTH ACTIVITIES AND EMERGENCY COORDINATION, THE PREPAREDNESS PROGRAM UTILIZES BOTH INTERNAL AND EXTERNAL AFFILIATIONS IN THE CONTEXT OF EMERGENCY SUPPORT FUNCTION 8 (ESF8). THE KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENT PREPAREDNESS PROGRAM ALREADY HAS PROCEDURES IN PLACE FOR BOTH THE IMPLEMENTATION AND TRACKING OF INFORMATION ABOUT BOTH THE AWARDEE AND SUB-AWARDEE LEVELS. THESE PROCEDURES WILL BE ADAPTED AS NEEDED TO REPORT THE REQUIRED INFORMATION. IN THE EVENT OF AN INCIDENT KDHE HAS THE REQUISITE ORGANIZATIONAL CAPACITY AND SKILLS TO OPERATE THE INCIDENT COMMAND CENTER. KDHE HAS THIS INFRASTRUCTURE IN PLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 287620.0, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU90TP922241_7523"}, {"internal_id": 159760607, "Award ID": "NU90TP922240", "Award Amount": 437893.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "THIS COOPERATIVE AGREEMENT WILL PROVIDE FUNDING FOR THE OKLAHOMA STATE DEPARTMENT OF HEALTH TO RESPOND THROUGHOUT THE STATE DURING AN EMERGENCY DECLARATION/RESPONSE. - THE OKLAHOMA STATE DEPARTMENT OF HEALTH (OSDH) IS COMMITTED TO MAINTAINING AN EMERGENCY RESPONSE SYSTEM DESIGNED TO ACHIEVE MAXIMUM STATE AND LOCAL LEVEL PUBLIC HEALTH AND MEDICAL SYSTEM READINESS ACROSS OKLAHOMA. SINCE 2001 OSDH HAS UTILIZED EMERGENCY PREPAREDNESS FUNDING TO DEVELOP AN INTEGRATED EMERGENCY RESPONSE SYSTEM THAT SPANS THE LOCAL, REGIONAL, AND STATE LEVEL. THE FOUNDATION OF THIS SYSTEM IS BUILT ON JOINT PLANNING WITH PUBLIC, PRIVATE AND TRIBAL RESPONSE PARTNERS. WHENEVER POSSIBLE, AVAILABLE RESOURCES ARE LEVERAGED TO MAXIMIZE ACHIEVEMENT OF TARGET CAPABILITIES, AND A COMPREHENSIVE TRAINING AND EXERCISE PROGRAM IS MAINTAINED TO TEST AND ENHANCE EMERGENCY RESPONSE PLANS AND CAPABILITIES AT THE LOCAL, REGIONAL AND STATE LEVEL. THIS FUNDING OPPORTUNITY WILL PROVIDE CRITICAL FUNDS TO FURTHER ADVANCE OKLAHOMA’S PUBLIC HEALTH AND MEDICAL SYSTEM EMERGENCY RESPONSE CAPABILITIES DURING TIMES OF SIGNIFICANT PUBLIC HEALTH THREATS. OKLAHOMA WILL UTILIZE THESE FUNDS TO RESPOND TO SIGNIFICANT PUBLIC HEALTH EMERGENCIES BY FUNDING PUBLIC HEALTH RESPONSE ACTIVITIES RELATED TO; COMMUNITY RESILIENCE, INCIDENT MANAGEMENT, INFORMATION MANAGEMENT, COUNTERMEASURES AND MITIGATION, SURGE MANAGEMENT, AND BIOSURVEILLANCE. EFFORTS CARRIED OUT UNDER THIS FUNDING OPPORTUNITY WILL HELP STRENGTHEN RESPONSE CAPABILITIES AND ASSIST IN PREVENTING OR REDUCING MORBIDITY AND MORTALITY RELATED TO INCIDENTS THAT STRESS THE PUBLIC HEALTH AND MEDICAL SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 437893.0, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU90TP922240_7523"}, {"internal_id": 159760606, "Award ID": "NU90TP922239", "Award Amount": 271958.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "IOWA CRISIS RESPONSE 2022 - THE IOWA DEPARTMENT OF PUBLIC HEALTH, BUREAU OF EMERGENCY AND TRAUMA SERVICE (BETS) IS ORGANIZED WITHIN THE IDPH DIVISION OF ACUTE DISEASE PREVENTION, EMERGENCY RESPONSE AND ENVIRONMENTAL HEALTH.  THE BUREAU IS MANAGED BY REBECCA CURTISS AND REPORTS TO THE DIVISION DIRECTOR, KEN SHARP.  PURPOSE: BETS SEEKS TO ENHANCE THE STATE’S ABILITY TO RAPIDLY MOBILIZE AND RESPOND TO PUBLIC HEALTH EMERGENCIES IDENTIFIED BY THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC). IOWA IS WRITING THIS APPLICATION TO BE PRE-IDENTIFIED AND PRE-APPROVED TO RECEIVE FUNDING FOR A HHS SECRETARIAL DECLARED AND NON-DECLARED PUBLIC HEALTH (PH) EMERGENCIES OF SUCH MAGNITUDE, COMPLEXITY, OR SIGNIFICANCE THAT IT WOULD HAVE AN OVERWHELMING IMPACT UPON, AND EXCEED RESOURCES AVAILABLE TO IOWA.  OUTCOMES: PROGRAM ACTIVITIES ARE DESIGNED TO PREVENT OR REDUCE MORBIDITY AND MORTALITY FROM PUBLIC HEALTH INCIDENTS WHOSE SCALE, RAPID ONSET, OR UNPREDICTABILITY STRESSES THE PUBLIC HEALTH SYSTEM AND ENSURE THE EARLIEST POSSIBLE RECOVER AND RETURN OF THE PUBLIC HEALTH SYSTEM TO PRE-INCIDENT LEVELS OR IMPROVED FUNCTIONING. SHORT TERM OUTCOMES INCLUDE: \tTHE EARLIEST ACCESS TO AVAILABLE FUNDS FOR ADDITIONAL PERSONNEL, EDUCATION, TECHNOLOGY AND COMMUNICATIONS TO MANAGE EMERGENCY OPERATIONS FOR CRISIS RESPONSE.  STRATEGIES AND ACTIVITIES: IDPH WILL USE FUNDS TO FOCUS ON THE FOLLOWING STRATEGIES AND CONDUCT THESE ACTIVITIES FOR THE PUBLIC HEALTH SYSTEM: \tSTRENGTHEN INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE \tSTRENGTHEN JURISDICTIONAL RECOVERY \tSTRENGTHEN BIOSURVEILLANCE \tSTRENGTHEN INFORMATION MANAGEMENT \tSTRENGTHEN COUNTERMEASURES AND MITIGATION \tSTRENGTHEN SURGE MANAGEMENT  OUR INCIDENT MANAGEMENT PROCESSES WILL ENSURE IDPH CAN RESPOND TO A PUBLIC HEALTH EVENT OR CRISIS AND SUPPORT THE DEPARTMENT OF HOMELAND SECURITY AND EMERGENCY MANAGEMENT BY LEADING ESF #8 PUBLIC HEALTH AND MEDICAL RESPONSE. IDPH HAS A STRONG COUNTERMEASURE AND MITIGATION RESPONSE ROLE TO ENSURE OUR RESIDENTS HAVE ACCESS TO PHARMACEUTICAL AND NON-PHARMACEUTICAL INTERVENTIONS AND TO PROTECT THE HEALTH AND SAFETY OF OUR PUBLIC HEALTH RESPONDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": 271958.0, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU90TP922239_7523"}, {"internal_id": 159760605, "Award ID": "NU90TP922238", "Award Amount": 199945.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) - UPON IDENTIFICATION OF AN EMERGING INFECTIOUS DISEASE THREATENING THE STATE OF MONTANA, THE MONTANA DEPARTMENT OF PUBLIC HEALTH AND HUMAN SERVICES (DPHHS) WILL RESPOND WITH IMMEDIATE ACTIVATION OF ITS EMERGENCY OPERATIONS PLAN (EOP) AND SUPPORTING PREPAREDNESS PLANNING DOCUMENTS.  SUBSEQUENTLY THE DEPARTMENT WILL ACTIVATE THE DEPARTMENT OPERATIONS CENTER (DOC) TO THE APPROPRIATE RESPONSE LEVEL AND BEGIN IMMEDIATE OPERATIONS WITH STAFFING A FULL INCIDENT COMMAND STRUCTURE AND WRITING AN INCIDENT ACTION PLAN.  DPHHS WILL FOCUS ON RESPONSE TO THE EMERGING INFECTIOUS DISEASE AT THE STATE, LOCAL, AND TRIBAL LEVELS.  THIS INCLUDES 58 LOCAL PUBLIC HEALTH JURISDICTIONS AND THE THREE HEALTHCARE COALITIONS. RESPONSE OPERATIONS WITHIN ALL SIX DOMAINS ENCOMPASS THE PLANNING, TRAINING, EXERCISES, AND EQUIPMENT NECESSARY TO MITIGATE THE IMPACT OF THE DISEASE AND REDUCE OR PREVENT MORTALITY FROM INFECTION.  THE PROJECT FUNDING WOULD ALSO DIRECTLY SUPPORT THE PROPOSED SURGE OPERATIONS TO REDUCE THE IMPACT OF THE DISEASE TO MONTANA CITIZENS.  THE MENTAL AND BEHAVIORAL HEALTH OF SURVIVORS, EMERGENCY RESPONDERS, AND VICTIMS ARE AN INTEGRAL PART OF THIS RESPONSE.  THE ACTIVITIES WITHIN THE SIX DOMAINS WERE CHOSEN TO ADDRESS IDENTIFIED GAPS IN THE PUBLIC HEALTH PREPAREDNESS CAPABILITIES IN AN EMERGING INFECTIOUS DISEASE RESPONSE, WITHIN THE PARAMETERS OF THE SIX DOMAINS OUTLINED IN THE PROJECT DESCRIPTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 199945.0, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU90TP922238_7523"}, {"internal_id": 159760604, "Award ID": "NU90TP922237", "Award Amount": 219930.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "NEBRASKA PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - PROJECT ABSTRACT THE NEBRASKA DIVISION OF PUBLIC HEALTH (NE DPH) WILL WORK WITH LOCAL PUBLIC HEALTH EMERGENCY PREPAREDNESS SYSTEMS TO ADDRESS AND RESPOND TO ALL HAZARD EVENTS THAT RESULT IN A PUBLIC HEALTH THREAT OR EMERGENCY. THIS WORK WILL INVOLVE COORDINATION AND COLLABORATION BETWEEN LOCAL PUBLIC HEALTH DEPARTMENTS, REGIONAL PARTNERS, AND STATE PARTNERS IN ORDER TO RESPOND TO A PUBLIC HEALTH EMERGENCY. NE DPH WILL COLLECT INFORMATION AND DOCUMENT PROGRESS TOWARD THE SIX DOMAINS AND THE FIFTEEN PHEP CAPABILITIES. THE PRIMARY OBJECTIVE OF THE PROJECT IS TO ACHIEVE THE FOLLOWING KEY OUTCOMES: 1) EARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS. 2) EARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT/INDEX CASE (IF APPLICABLE). 3) TIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES (AS APPLICABLE TO CRISIS). 4) TIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION (EEI) BETWEEN RESPONSE PARTNERS. 5) TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH RESPONSE PARTNERS. 6) ASSURANCE THAT NEBRASKA’S PUBLIC HEALTH SYSTEM IS PREPARED TO RESPOND TO AND RECOVER FROM A PUBLIC HEALTH EVENT OR EMERGENCY. 7) A COLLABORATIVE RESPONSE THAT IS INCLUSIVE AND EFFECTIVE WITH BOTH STATE AND LOCAL PREPAREDNESS AND RESPONSE PARTNERS. IN ORDER TO MEET THESE KEY OUTCOMES, NE DPH WILL USE A COLLABORATIVE METHOD THROUGH SUBAWARDING WITH RESPONSE PARTNERS TO ADDRESS COMMUNITY RESPONSE AND RECOVERY. AS A STATE, WE ARE COMMITTED TO ADDRESSING THE ACCESS AND FUNCTIONAL NEEDS OF AT-RISK AND UNIQUE POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": 219930.0, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU90TP922237_7523"}, {"internal_id": 159760603, "Award ID": "NU90TP922236", "Award Amount": 1061820.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "CDC PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - ABSTRACT CDC-RFA-TP22-2201  SINCE 2014, THE WASHINGTON STATE DEPARTMENT OF HEALTH (DOH) HAS EMBRACED GREATER RESPONSIBILITY FOR RESPONDING TO PUBLIC HEALTH AND MEDICAL EMERGENCIES ACROSS THE STATE. OUR PUBLIC HEALTH SYSTEM IS DECENTRALIZED WITH SIGNIFICANT AUTHORITY FOR CONTROLLING COMMUNICABLE DISEASES SITUATED AT THE LOCAL LEVEL. DESPITE THIS, NO SINGLE LOCAL OR TRIBAL JURISDICTION IN OUR STATE HAS THE RESOURCES READILY AVAILABLE TO SUSTAIN A RESPONSE BEYOND INITIAL OPERATIONAL PERIODS.  DOH, WORKING COLLABORATIVELY WITH LOCAL AND TRIBAL HEALTH JURISDICTIONS, HAS CREATED WHAT WE TERMED A “QUILT OF CAPABILITY” IN ORDER TO EFFECTIVELY DEPLOY RESPONSE CAPABILITIES IN WASHINGTON BASED ON THE PRINCIPAL OF PARTNERS AND DOH TO: 1) IDENTIFY THREATS QUICKLY, 2) ASK FOR ASSISTANCE FROM NEIGHBORING JURISDICTIONS, AND 3) RAPIDLY ABSORB RESOURCES INTO A STANDARDIZED INCIDENT COMMAND SYSTEM TO MANAGE THE EVENT. THIS FRAMEWORK REQUIRES DOH TO MAINTAIN SEVERAL KEY EMERGENCY RESPONSE TEAMS READY FOR DEPLOYMENT STATEWIDE.  NOT ONLY ARE WE ABLE TO PROVIDE RESPONSE CAPABILITY EXTERNALLY BUT ARE ADVANCING INTERNAL CAPACITY FOR AGENCY STAFF TO ENSURE CONTINUATION OF PUBLIC HEALTH SERVICES DURING LARGE SCALE EMERGENCIES BY PROVIDING SERVICES FOR CHILDCARE, ELDER CARE, PET CARE, FOOD AND SANITATION, AND PSYCHOSOCIAL SUPPORT. THIS APPROACH REQUIRES FINANCIAL RESOURCES TO RAPIDLY RESPOND AND DIRECTLY SPEAKS TO COMPONENT A OF THE NOTICE OF FUNDING OPPORTUNITY (NOFO). THE APPLICATION OF THIS STRUCTURE RESULTS IN A ROBUST, ADAPTIVE, AND RESILIENT PUBLIC HEALTH EMERGENCY RESPONSE WHILE STRENGTHENING BIOSURVEILLANCE, INFORMATION MANAGEMENT, COUNTERMEASURES AND MITIGATION, AND SURGE MANAGEMENT DOMAINS AS DESCRIBED IN COMPONENT B OF THE ANNOUNCEMENT.  DOH HAS DEMONSTRATED THE ABILITY TO EFFECTIVELY APPLY OUR QUILT OF CAPABILITY DEPLOYING RESPONSE CAPABILITIES FOR THE COVID-19 PANDEMIC, INCLUDING RAPIDLY RESPONDING TO THE FIRST CONFIRMED COVID-19 CASE IN THE UNITED STATES. DOH ACTIVATED THE INCIDENT MANAGEMENT TEAM (IMT) TO ADDRESS INITIAL RESPONSE AND SUBSEQUENTLY ALL SIX OF THE NOFO DOMAINS, UTILIZING FUNDING FROM THIS CRISIS RESPONSE COOPERATIVE AGREEMENT TO RAPIDLY MOBILIZE A RESPONSE TO THE MOST UNPRECEDENTED WORLDWIDE PUBLIC HEALTH EMERGENCY WE HAVE EXPERIENCED IN OUR LIFETIMES OVER THE TWO YEARS OF THE PANDEMIC RESPONSE, DOH HAS INCREASED CAPABILITIES STATEWIDE ACROSS ALL SIX DOMAINS.  THROUGH THE PANDEMIC, AND OTHER SMALLER PUBLIC HEALTH EMERGENCY ACTIVATIONS, WASHINGTON STATE AND THE DOH HAVE CONSISTENTLY APPLIED THE PREPAREDNESS CYCLE TO LEARN FROM RESPONSES AND INCORPORATE LESSONS LEARNED THROUGH SYSTEMATIC IMPROVEMENTS TO OUR APPROACH. APPLYING THIS METHODOLOGY WE HAVE LEARNED THE FINANCIAL COSTS AND IMPLICATIONS OF CONDUCTING EMERGENCY RESPONSE EFFORTS. IN CLOSE, FOR THIS APPLICATION, WE ARE REQUESTING $17,980,221 TO SUPPORT COMPONENT A AND COMPONENT B OF THE NOFO TO ENSURE RAPID MOBILIZATION AND PUBLIC HEALTH RESPONSE FOR WASHINGTON STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 1061820.0, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU90TP922236_7523"}, {"internal_id": 159760602, "Award ID": "NU90TP922235", "Award Amount": 178665.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "VT DEPARTMENT OF HEALTH CRISIS RESPONSE ABU - VERMONT DEPARTMENT OF HEALTH- PROJECT ABSTRACT – CRISIS NOFO THE VERMONT DEPARTMENT OF HEALTH (VDH) WILL BUILD PUBLIC HEALTH AND HEALTHCARE EMERGENCY PREPAREDNESS CAPABILITIES THROUGH RESULTS-DRIVEN, OUTPUT-ORIENTED ACTIVITIES TO ACHIEVE OUTCOMES THAT ALIGN WITH THE CDC-DEVELOPED LOGIC MODEL FOR THE COOPERATIVE AGREEMENT FOR PUBLIC HEALTH CRISIS RESPONSE. THROUGH SIX DOMAINS, THE VDH WILL WORK TO PREVENT OR REDUCE MORBIDITY AND MORTALITY FROM PUBLIC HEALTH INCIDENTS THAT STRESS THE PUBLIC HEALTH SYSTEM AND PROMOTE THE EARLIEST POSSIBLE RETURN TO PRE-INCIDENT OR IMPROVED FUNCTIONING LEVEL OF THESE SAME SYSTEMS. THE HEALTH DEPARTMENT PROPOSES THE FOLLOWING USE OF FUNDS AWARDED THROUGH THIS NOTICE OF FUNDING OPPORTUNITY:  I.\tSTRENGTHEN COMMUNITY RESILIENCE WORK IN THIS DOMAIN WILL FOCUS ON STRENGTHENING DECONTAMINATION AND WASTE MANAGEMENT AS WELL AS IDENTIFYING POPULATIONS AT RISK AND TRANSPORTATION NEEDS. RESPONSE PLANS WILL INCORPORATE THE NEEDS OF POPULATIONS AT RISK. THIS WORK WILL ENSURE THE SAFETY OF PUBLIC HEALTH RESPONDERS AND CONTRIBUTE TO TIMELY IMPLEMENTATION OF CONTROL MEASURES AND A MORE RESILIENT HEALTHCARE SYSTEM IN THE STATE. INFORMATION WILL ALSO BE SHARED WITH STAKEHOLDERS AND TARGETED AUDIENCES TO INCREASE RESILIENCY OF VERMONTERS TO RESPOND AND RETURN TO A STEADY STATE IN THE WAKE OF A STRESSFUL EVENT. II.\tSTRENGTHEN INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE COMMUNITY RESILIENCE WORK ACROSS THIS DOMAIN WILL CONTRIBUTE TO THE EARLIEST POSSIBLE ACTIVATION AND TO OPERATIONALIZING THE HEALTH OPERATIONS CENTER AT THE VERMONT DEPARTMENT OF HEALTH TO SUPPORT A RESPONSE TO A PUBLIC HEALTH CRISIS. STAFF WILL BE TRAINED, EQUIPPED AND CONFIDENT IN UTILIZING NEW TECHNICAL SOFTWARE PROGRAMS FOR INCIDENT MANAGEMENT, RESOURCE TRACKING AND INFORMATION SHARING. THE HEALTH DEPARTMENT COOP PLAN WILL BE ACTIVATED IF NEEDED. THIS WILL CONTRIBUTE TO PRIORITIZED PUBLIC HEALTH SERVICES AND RESOURCES THROUGHOUT ALL PHASES OF AN EMERGENCY AS WELL AS THE CONTINUOUS LEARNING AND IMPROVEMENTS IN A RESPONSE. III.\tSTRENGTHEN INFORMATION MANAGEMENT IMPROVED EMERGENCY PUBLIC HEALTH MESSAGING AND UNDERSTANDING OF BASIC AND ADVANCED CRISIS EMERGENCY RISK COMMUNICATION AND HEALTH EQUITY AND COMMUNITY ENGAGEMENT PRINCIPLES WILL ENHANCE EFFORTS PUT FORTH IN THE INFORMATION MANAGEMENT DOMAIN. WORK WILL BE FOCUSED ON IDENTIFYING TARGET POPULATIONS AND THOSE AT AN INCREASED RISK, WORKING WITH CROSS BORDER INITIATIVES AND CONDUCTING A WIDE-SCALE COMMUNICATIONS CAMPAIGN TO RAISE PUBLIC HEALTH AWARENESS. THESE ACTIVITIES WILL CONTRIBUTE TO THE TIMELY INTERNAL AND EXTERNAL COMMUNICATION OF SITUATIONAL AWARENESS AND ESSENTIAL ELEMENTS OF INFORMATION AND RISK, AS WELL AS THE TIMELY IMPLEMENTATION OF CONTROL MEASURES. IV.\tSTRENGTHEN COUNTERMEASURES AND MITIGATION WORK PLANS IN THIS DOMAIN WILL FOCUS ON STRENGTHENING AND MAINTAINING COUNTERMEASURES AND MITIGATION CAPABILITIES THROUGH THE HEALTH DEPARTMENT’S RESPONDER SAFETY AND HEALTH AND MEDICAL COUNTERMEASURES PLANS, FOCUSING ON POINTS OF DISTRIBUTIONS (POD) AND CLOSED PODS FOR THE DISTRIBUTION OF STRATEGIC NATIONAL STOCKPILE AND OTHER NEEDED SUPPLIES. THE HEALTH DEPARTMENT WILL WORK TO MAINTAIN POD SITE MOUS, CLOSED POD AGREEMENTS, HOST SITE RESPONSE CAPABILITIES, MEDICAL SURGE TRAILER CONTRACTS, AS WELL AS THE DEPLOYMENT OF VDH’S PORTABLE HOSPITALS. WASTE DISPOSAL CONTRACTORS WILL BE IDENTIFIED TO DISPOSE OF WASTE GENERATED BY POD ACTIVATIONS. THIS WILL CONTRIBUTE TO THE TIMELY COORDINATION OF RESPONSE ACTIVITIES WITH PARTNERS AND THE CONTINUOUS LEARNING AND IMPROVEMENTS IN A RESPONSE. V.\tSTRENGTHEN SURGE MANAGEMENT MEDICAL RESERVE CORPS AND EMS VOLUNTEERS, WITH BOTH MEDICAL AND NON-MEDICAL BACKGROUNDS, WILL ACTIVELY BE RECRUITED, REGISTERED AND TRAINED FOR A DEPLOYMENT DURING AN INCIDENT REQUIRING THIS TYPE OF SUPPORT.  HOSPITALS AND EMS WILL WORK COLLABORATIVELY TO DEVELOP A TIERED APPROACH TO THE TREATMENT AND TRANSPORT OF PERSONS UNDER INVESTIGATION IN VERMONT. THE HEALTH DEPARTMENT WILL WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": 178665.0, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU90TP922235_7523"}, {"internal_id": 159760601, "Award ID": "NU90TP922234", "Award Amount": 246705.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "RHODE ISLAND'S PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - OVER THE PAST TWENTY-THREE YEARS, THE RHODE ISLAND DEPARTMENT OF HEALTH (RIDOH) HAS MADE GREAT STRIDES IN PUBLIC HEALTH AND HEALTHCARE EMERGENCY PREPAREDNESS AND RESPONSE, LEVERAGING FUNDING FROM THE PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP), HOSPITAL PREPAREDNESS PROGRAM (HPP), AND EPIDEMIOLOGY AND LABORATORY CAPACITY (ELC) COOPERATIVE AGREEMENTS, AS WELL AS RESPONSE-SPECIFIC FUNDING, TO BUILD A PREPAREDNESS AND RESPONSE ENTERPRISE THAT INCLUDES PLANS, TRAINING, EXERCISES, SYSTEMS, AND PROCESSES THAT INCORPORATE THE SUBJECT MATTER EXPERTISE OF A MYRIAD OF INTERNAL AND EXTERNAL PARTNERS AND STAKEHOLDERS. THIS APPLICATION LAYS THE GROUNDWORK FOR RIDOH TO MAXIMIZE ITS EXISTING RESOURCES, BUILDING UPON ITS CURRENT PUBLIC HEALTH EMERGENCY MANAGEMENT PROGRAM, AND EXPAND AS NECESSARY TO ROBUSTLY AND RAPIDLY MOBILIZE, SURGE, AND RESPOND TO PUBLIC HEALTH EMERGENCIES.  FUNDING FROM THIS AWARD WILL BE USED TO HELP ENSURE THAT RIDOH AND ITS PARTNERS HAVE APPROPRIATE SUPPORT TO IMPROVE AND ENHANCE THE EXISTING CAPABILITIES OF RI’S PUBLIC HEALTH AND HEALTHCARE SYSTEMS WHEN RESPONDING TO AN EVOLVING INFECTIOUS DISEASE THREAT OR OTHER LARGE-SCALE EMERGENCY. RIDOH AND ITS PARTNERS WILL STRIVE TO EXECUTE AN EFFECTIVE RESPONSE THAT WILL ENABLE US TO PREVENT OR REDUCE MORBIDITY AND MORTALITY FROM PUBLIC HEALTH INCIDENTS WHOSE SCALE, RAPID ONSET, OR UNPREDICTABILITY STRESSES THE PUBLIC HEALTH AND HEALTH CARE SYSTEMS AND TO ENSURE THE EARLIEST POSSIBLE RECOVERY AND RETURN OF THE PUBLIC HEALTH AND HEALTH CARE SYSTEMS TO PRE-INCIDENT LEVELS OR IMPROVED FUNCTIONING.  AS INDICATED IN THE FUNDING ANNOUNCEMENT, THE OUTCOMES TO BE ADDRESSED ARE: -\tPRIORITIZE PUBLIC HEALTH SERVICES AND RESOURCES SUSTAINED THROUGHOUT ALL PHASES OF EMERGENCIES AND INCIDENTS -\tEARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS -\tTIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION -\tTIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES -\tTIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH PARTNERS -\tEARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT -\tCONTINUOUS LEARNING AND IMPROVEMENTS CONTAIN REAL-TIME FEEDBACK LOOP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": 246705.0, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU90TP922234_7523"}, {"internal_id": 159760600, "Award ID": "NU90TP922233", "Award Amount": 929118.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - MARYLAND - COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE CDC-RFA-TP22-2201 APPLICATION DUE DATE: 2/12/2022  PROJECT ABSTRACT  PURPOSE: THROUGH THIS NOTICE OF FUNDING OPPORTUNITY (NOFO), CDC SEEKS TO ENHANCE THE NATION’S ABILITY TO RAPIDLY MOBILIZE, SURGE, AND RESPOND TO PUBLIC HEALTH EMERGENCIES. THIS NOFO IS INTENDED TO ESTABLISH A ROSTER OF PUBLIC HEALTH DEPARTMENTS THAT WOULD BE PRE-IDENTIFIED AND PRE APPROVED FOR RAPID FUNDING BY CDC FOR PUBLIC HEALTH EMERGENCIES OF SUCH MAGNITUDE, COMPLEXITY, OR SIGNIFICANCE THAT IT WOULD HAVE AN OVERWHELMING IMPACT UPON, AND EXCEED RESOURCES AVAILABLE TO, THE JURISDICTION. THIS NOFO WILL ESTABLISH AN APPROVED-BUT-UNFUNDED (ABU) LIST OF GRANTEES. THIS ABU LIST WOULD BE UTILIZED BY CDC FOR SUCH EMERGENCIES THAT REQUIRE FEDERAL SUPPORT TO EFFECTIVELY RESPOND TO, MANAGE, AND ADDRESS THE IDENTIFIED PUBLIC HEALTH THREAT.  ACTIVITIES: FUNDS WILL BE USED TO SUPPORT MDH RESPONSE TO A PUBLIC HEALTH EMERGENCY. FOR THIS GRANT APPLICATION, CDC HAS REQUESTED A SCENARIO BASED ON AN EMERGING INFECTIOUS DISEASE TO HAVE BEEN USED. ACTIVITIES INCLUDED IN THIS GRANT APPLICATION INCLUDE SET UP, ADMINISTRATION, AND DEMOBILIZATION OF A(N):   INCIDENT MANAGEMENT STRUCTURE AND OPERATIONS CENTER  CALL CENTER/DATABASE FOR ACTIVE MONITORING  BIOSURVEILLANCE  RISK COMMUNICATION/EDUCATION (INCL. AN AWARENESS CAMPAIGN)  OPERATIONAL COMMUNICATIONS WITH PARTNERS  TRADITIONAL/SOCIAL MEDIA ENHANCED MONITORING  MASS VACCINATION  RESPONDER SAFETY AND HEALTH TRAINING/EQUIPMENT (E.G. PERSONAL PROTECTIVE EQUIPMENT)  PUBLIC HEALTH SURGE MANAGEMENT  FUNDING: THIS NOFO’S PURPOSE IS TO CREATE A LIST OF PRE-APPROVED STATE HEALTH DEPARTMENTS, ANY FUNDING TIED TO THIS NOFO WILL ONLY BE MADE AVAILABLE ONCE CDC HAS DETERMINED A PUBLIC HEALTH EMERGENCY EXISTS OR IS CONSIDERED IMMINENT. THUS, THERE IS NO FUNDING AVAILABLE AT THE TIME OF THIS ANNOUNCEMENT. FUNDING WILL BE CONTINGENT UPON THE AVAILABILITY OF APPROPRIATIONS AND IS AT CDC’S SOLE DISCRETION. CDC WILL PROVIDE ADDITIONAL GUIDANCE AND INFORMATION TO THOSE ON THE ABU LIST AS TO WHEN THIS NOFO WILL BE IMPLEMENTED. IN ADDITION, WHILE THIS NOFO MAY BE UTILIZED IN CONJUNCTION WITH OR WITHOUT A SECRETARIAL DECLARED EMERGENCY, A DECLARATION MAY NOT TRIGGER THE ACTIVATION OF THIS NOFO.  FOR THE PURPOSES OF THIS GRANT APPLICATION, MDH- OP&R IS SUBMITTING A PROPOSED BUDGET OF $5,000,000 FOR 12 MONTHS STARTING APRIL 1, 2022 TO MARCH 31, 2023.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 929118.0, "Infrastructure Obligations": null, "recipient_id": "0223d356-01a1-022d-c47a-fc625ffb1bed-C", "generated_internal_id": "ASST_NON_NU90TP922233_7523"}, {"internal_id": 159760599, "Award ID": "NU90TP922232", "Award Amount": 540688.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "CRISIS-EMERGENCY PUBLIC HEALTH RESPONSE 2022 - COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE PUBLIC HEALTH CRISIS RESPONSE                                           CDC-RFA-TP22-2201                                              PROJECT ABSTRACT  THE HEALTH EMERGENCY PREPAREDNESS AND RESPONSE ADMINISTRATION (HEPRA) HELPS EXECUTE THE D.C. DEPARTMENT OF HEALTH (DC HEALTH) MISSION TO PROMOTE AND BUILD A DISASTER-RESILIENT DISTRICT THAT EMPOWERS AND PROTECTS RESIDENTS AND VISITORS BY COORDINATING PUBLIC HEALTH/ HEALTHCARE PREPAREDNESS, RESPONSE AND RECOVERY ACTIVITIES. DC HEALTH SEEKS APPROVAL FOR CDC-RFA-TP22- 2201 EMERGENCY FUNDS IN ORDER TO SURGE ITS CAPABILITIES WHEN A CRISIS STRIKES. THIS EMERGENCY FUNDING WILL ENABLE THE DC HEALTH - IN SYNCHRONIZATION WITH KEY EMERGENCY SUPPORT FUNCTION #8 PARTNERS - TO ENHANCE THE DISTRICT'S OVERALL ABILITY TO PREPARE FOR, RESPOND TO, AND RECOVER FROM PUBLIC HEALTH AND HEALTHCARE EMERGENCIES/ INCIDENTS. WITH CURRENT HVA PRIORITIES IN MIND, DC HEALTH HAS IDENTIFIED SPECIFIC FOCUS AREAS TO IMPROVE READINESS FOR PUBLIC HEALTH EMERGENCY PREPAREDNESS INVESTMENTS IN PERSONNEL, TRAINING AND COMMUNITY PARTNERSHIPS, IN ORDER TO OVERCOME POTENTIAL HINDRANCES TO EXECUTING ESF#8 RESPONSIBILITIES IN THE RESPONSE. IF APPROVED, THIS FUNDING REINFORCEMENT WILL: 1. STRENGTHEN INCIDENT MANAGEMENT EARLY FOR EARLY CRISIS RESPONSE; 2. STRENGTHEN COMMUNITY RESILIENCE; 3. STRENGTHEN INFORMATION MANAGEMENT; 4. STRENGTHEN COUNTERMEASURES AND MITIGATION; 5. STRENGTHEN SURGE MANAGEMENT; AND 6. STRENGTHEN BIOSURVEILLANCE APPROVAL FOR INCLUSION IN THIS CDC COOPERATIVE AGREEMENT WILL ENHANCE DC HEALTH'S OVERALL PHEP PROGRAM. THE APPLICATION DEMONSTRATES ALIGNMENT TO SIX DOMAIN STRATEGIES AND INCLUDES MANY OUTCOMES/OUTPUTS - SOME REQUIRING SYNCHRONIZATION WITH THIS DEPARTMENT'S HPP PROGRAM - AND FURTHER ALIGNMENT TO TWO OF THE DC HEALTH DIRECTOR'S FIVE STRATEGIC PRIORITIES: STRENGTHEN PUBLICPRIVATE PARTNERSHIPS AND IMPLEMENT DATA DRIVEN AND OUTCOME-ORIENTED APPROACHES TO PROGRAM AND POLICY DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 540688.0, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU90TP922232_7523"}, {"internal_id": 159760598, "Award ID": "NU90TP922231", "Award Amount": 525690.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "NEVADA PUBLIC HEALTH CRISIS RESPONSE - THE PUBLIC HEALTH CRISIS RESPONSE (PHCR) APPLICATION FOR NEVADA IS FOR THE PURPOSE OF QUICKLY AND EFFICIENTLY MOBILIZING AND PREPARING NEVADA FOR AS YET UNKNOWN EMERGING INFECTIONS DISEASE THREAT THAT IS DETERMINED TO BE A PUBLIC HEALTH EMERGENCY BY CDC. IN THIS EMERGING DISEASE THREAT SCENARIO, NEVADA WILL NEED TO QUICKLY EVALUATE, PLAN, AND IMPLEMENT MEASURES TO COUNTER THE EMERGING DISEASE AND PREPARE TO RESPOND WITH ACTIVITIES THAT ARE OUTSIDE OF DAILY OPERATIONS IN AN INCIDENT COMMAND SYSTEM FRAMEWORK. THIS ANNOUNCEMENT PROVIDES CLEAR EXPECTATIONS AND PRIORITIES FOR NEVADA TO PLAN AND PREPARE FOR WITH IN THE FIRST 120 DAYS OF EMERGING DISEASE THREAT BEING IDENTIFIED. THIS APPLICATION IDENTIFIES THE KEY PLANNING AND PUBLIC HEALTH RESPONSE PARTNERS THAT NEVADA WOULD UTILIZE TO PLAN FOR THE EMERGING DISEASE AND IMPLEMENT PLANNING ELEMENTS, PUBLIC INFORMATION AND RESPONSE PREPAREDNESS REQUIREMENTS TO IMPROVE RESPONSE TO THE EMERGING DISEASE AS WELL AS REDUCE THE MORBIDITY AND MORTALITY WITHIN NEVADA OF THE EMERGING DISEASE. IN ADDITION, THIS APPLICATION IDENTIFIES NEEDS OF COMPONENT B OF A CRISIS RESPONSE TAKING INTO ACCOUNT BUDGETARY NEEDS OF NEVADA FOR 12 MONTHS OF ACTIVITIES IN RESPONSE TO AN EMERGING DISEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": 525690.0, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU90TP922231_7523"}, {"internal_id": 159760597, "Award ID": "NU90TP922230", "Award Amount": 265623.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH EMERGENCY RESPONSE COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE:  PUBLIC HEALTH CRISIS RESPONSE - PROJECT ABSTRACT SUMMARY THE STATE OF HAWAII INCLUDES FOUR COUNTIES ENCOMPASSING 7 ISLANDS, WHICH COMPRISE THE WORLD’S MOST ISOLATED LAND MASS. THE HAWAII DEPARTMENT OF HEALTH (HDOH) IS A STATE AGENCY WITH HEADQUARTERS ON OAHU IN HONOLULU COUNTY AND DISTRICT HEALTH OFFICES (DHOS) LOCATED IN EACH OF THE OTHER COUNTIES. DESPITE AND BECAUSE OF OUR GEOGRAPHIC CHALLENGES, HDOH HAS MADE CONSIDERABLE PROGRESS IN REFINING OUR PANDEMIC RESPONSE PROCESSES SINCE THE 2009 H1N1 PANDEMIC AND IN THE CONTEXT OF ONGOING RESPONSE TO THE COVID-19 PANDEMIC. IN ADDITION TO IDENTIFYING AND ADDRESSING GAPS IN FUNCTIONAL AREAS, WE HAVE MADE CONSIDERABLE ENHANCEMENTS IN DISEASE SURVEILLANCE, EPIDEMIOLOGICAL INVESTIGATIONS, LABORATORY CAPACITY, DATA ENTRY AND MANAGEMENT, AND PUBLIC COMMUNICATIONS. TO ENSURE RAPID MOBILIZATION AND RESPONSE TO A PUBLIC HEALTH EMERGENCY SUCH AS AN ACUTE RESPIRATORY DISEASE PANDEMIC, MATERIAL NEEDS SUCH AS EQUIPMENT, SUPPLIES, AND PERSONNEL RESOURCES BEYOND WHAT CAN BE MET WITH OUR USUAL FISCAL CAPACITY ARE REQUIRED. THE PUBLIC HEALTH CRISIS RESPONSE (PHCR) COOPERATIVE AGREEMENT (CA) WILL BE APPLIED VERY DELIBERATELY TO THE GAPS IDENTIFIED IN A PUBLIC HEALTH EMERGENCY RESPONSE. WE HAVE MODELED OUR APPLICATION BASED ON OUR EXPERIENCE DURING THE 2009 H1N1 PANDEMIC AND THE COVID-19 PANDEMIC WITH THE UNDERSTANDING THAT THE ACTUAL EVENT/EMERGENCY FOR WHICH THE PHCR-CA WOULD BE USED WILL LIKELY DICTATE ADDITIONS AND MODIFICATIONS TO ASSURE AN OPTIMAL PUBLIC HEALTH RESPONSE. THEREFORE, PHCR-CA MONIES WILL BE APPLIED TO PLANNING FOR AND IMPLEMENTING A POTENTIAL STATE-WIDE VACCINATION CAMPAIGN, ENHANCING SURGE CAPACITY FOR KEY EMERGENCY RESPONSE AREAS (E.G., DISEASE SURVEILLANCE, EPIDEMIOLOGICAL INVESTIGATION, OTHER MEDICAL COUNTERMEASURE OR RESOURCE DISTRIBUTION FROM THE STRATEGIC NATIONAL STOCKPILE AS NECESSARY), AND DEVELOPING AN AGGRESSIVE AND FOCUSED PUBLIC INFORMATION CAMPAIGN. HDOH HAS OUTLINED ITS BUDGET AND JUSTIFICATION IN THE ACCOMPANYING DOCUMENT AND HAS OUTLINED ITS PRELIMINARY WORK PLAN IN THIS PROJECT NARRATIVE FOR REVIEW AND CONSIDERATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 265623.0, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU90TP922230_7523"}, {"internal_id": 159760596, "Award ID": "NU90TP922229", "Award Amount": 488520.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "KENTUCKY'S APPLICATION FOR COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - DPH, THROUGH COORDINATION WITH LOCAL, STATE AND FEDERAL PARTNERS, WILL STRENGTHEN AND ENHANCE THE STRATEGIES AND ACTIVITIES AS DESCRIBED IN THE CRISIS RESPONSE LOGIC MODEL AND ACHIEVE THE EXPECTED OUTCOMES AND OUTPUTS TO ENSURE RAPID MOBILIZATION AND RESPONSE TO PUBLIC HEALTH EMERGENCIES. THIS WILL STRENGTHEN KENTUCKY’S ABILITY TO ADDRESS THE EVER-PRESENT HEALTH AND MEDICAL THREATS THAT MAY IMPACT KENTUCKY IN THE EVENT OF A PUBLIC HEALTH EMERGENCY. THROUGH THESE EFFORTS, KENTUCKY’S PUBLIC HEALTH EMERGENCY PREPAREDNESS AND RESPONSE PROGRAM WILL IMPROVE AND ENHANCE OUR RESPONSE AND RECOVERY CAPABILITIES.  THROUGHOUT THE PROJECT PERIOD, DPH WILL COORDINATE WITH KENTUCKY’S 61 LHDS, EIGHT REGIONAL HEALTHCARE COALITIONS (HCC), 120 COUNTY EMERGENCY MANAGEMENT AGENCIES, AND OTHER LOCAL, STATE, AND FEDERAL ESF 8 PARTNERING AGENCIES TO IMPLEMENT PREPAREDNESS ACTIVITIES TO ENSURE THE FOLLOWING OUTCOMES CAN BE ACHIEVED DURING THE RESPONSE AND RECOVERY PHASES OF ANY PUBLIC HEALTH EMERGENCY. OUTCOMES WILL BE ACHIEVED FROM DOMAIN ACTIVITIES AND OUTPUTS INCLUDED IN THE PROPOSED WORK PLANS THAT INCORPORATE THE STRATEGIES IDENTIFIED IN THE CRISIS RESPONSE LOGIC MODEL.  - PROMPTLY ACTIVATE THE STATE HEALTH OPERATIONS CENTER (SHOC) AND COORDINATE EMERGENCY PUBLIC HEALTH AND MEDICAL SERVICES THROUGHOUT THE STATE; - INCREASE THE CAPABILITY TO QUICKLY IDENTIFY AND INVESTIGATE EMERGING INFECTIOUS DISEASE THREATS THAT COULD IMPACT THE GENERAL POPULATION, VULNERABLE POPULATIONS AND THE HEALTHCARE COMMUNITY; - EXPEDITE IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES AT THE EARLIEST POSSIBLE MOMENT; - RAPIDLY SHARE SITUATIONAL AWARENESS, RISK INFORMATION AND ESSENTIAL ELEMENTS OF INFORMATION (EEI) WITH PARTNERING AGENCIES AND THE GENERAL PUBLIC; - PROVIDE TIMELY COORDINATION AND SUPPORT FOR RESPONSE AND RECOVERY ACTIVITIES IN COORDINATION WITH ESF 8 PARTNERING AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 488520.0, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU90TP922229_7523"}, {"internal_id": 159760595, "Award ID": "NU90TP922228", "Award Amount": 436493.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "PUERTO RICO DEPARTMENT OF HEALTH - OFFICE OF PUBLIC HEALTH PREPAREDNESS AND RESPONSE -  PUBLIC HEALTH CRISIS RESPONSE - NOTICE OF FUNDING OPPORTUNITY APPLICATION - PUERTO RICO DEPARTMENT OF HEALTH OFFICE OF PUBLIC HEALTH PREPAREDNESS AND RESPONSE COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE ABSTRACT BACKGROUND FUNDS FOR THE COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE ARE INTENDED TO SUPPORT PUERTO RICO DEPARTMENT OF HEALTH’S EFFORTS TO RAPIDLY MOBILIZE AND RESPOND TO PUBLIC HEALTH EMERGENCIES, SPECIFICALLY SUPPORTING SURGE NEEDS OF EXISTING PROGRAMS RESPONDING TO A SIGNIFICANT PUBLIC HEALTH EMERGENCY, AS WELL AS THE DELIVERY OF CRUCIAL AND IMMEDIATE HEALTH CARE SERVICES AIMED TOWARDS COMPLEMENTING THE COMPREHENSIVE PUBLIC HEALTH RESPONSE IN ADDRESSING AND MITIGATING THE DETRIMENTAL SHORT- AND LONG-TERM EFFECTS OF A DISEASE. ALL STRATEGIES AND OUTCOMES CONTEMPLATED IN THIS APPLICATION ARE ALIGNED WITHIN THE SIX CRITICAL STRATEGIES CONTEMPLATED WITHIN THE LOGIC MODEL: 1.\tSTRENGTHEN INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE 2.\tSTRENGTHEN JURISDICTIONAL RECOVERY 3.\tSTRENGTHEN BIO SURVEILLANCE 4.\tSTRENGTHEN INFORMATION SHARING 5.\tSTRENGTHEN COUNTERMEASURES AND MITIGATION 6.\tSTRENGTHEN SURGE MANAGEMENT IN THE EVENT OF AN EMERGING INFECTIOUS DISEASE OUTBREAK THAT REPRESENTS A THREAT TO THE PUBLIC HEALTH OF THE PEOPLE OF PUERTO RICO, THE PUERTO RICO DEPARTMENT OF HEALTH, THROUGH THE COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE WILL INITIATE EFFORTS PERTAINING TO INCIDENT COMMAND CAPABILITY AND EARLY CRISIS RESPONSE ACTIVITIES. UPON THE DECLARATION OF A STATE OF EMERGENCY ISSUED BY THE GOVERNOR OF PUERTO RICO THROUGH AN EXECUTIVE ORDER, AND IN COMPLIANCE WITH THE STATE’S RESPONSIBILITY OF SAFEGUARDING THE HEALTH OF THE PEOPLE ON THE ISLAND, THE PUERTO RICO DEPARTMENT OF HEALTH (PRDOH)’S EMERGENCY OPERATIONS CENTER (EOC) AND STATE EOC WILL BE ACTIVATED. IN COORDINATION WITH THE CDC, THE PRDOH WILL COLLABORATE IN EXPANDED EPIDEMIOLOGIC AND LABORATORY CAPACITY AS WELL AS GUIDANCE, AND THE IMPLEMENTATION OF ADDITIONAL SURVEILLANCE SYSTEMS, DEVELOPMENT OF CONCEPT OF OPERATIONS PLANS AND EXECUTION OF SURGE EMERGENCY RESPONSE PLANS. CLOSE COMMUNICATION WITH THE PUERTO RICO EMERGENCY MANAGEMENT AGENCY (PREMA) AND THE CDC’S EOC WILL BE MAINTAINED DURING THE OPERATIONAL PERIOD. THE FOLLOWING OPERATIONAL GROUPS WILL BE ACTIVELY ENGAGED ON EMERGING INFECTIOUS DISEASE OUTBREAK EMERGENCY PREPAREDNESS AND RESPONSE RELATED ACTIVITIES: EPIDEMIOLOGY AND SURVEILLANCE, LABORATORY, ENVIRONMENTAL HEALTH AND COMMUNITY OUTREACH. SUBSEQUENTLY, THE MULTIAGENCY COORDINATION CENTER (MAC) WILL BE ACTIVATED, ALLOWING PRDOH AND CDC PERSONNEL TO CONTINUE MANAGING EMERGING INFECTIOUS DISEASE OUTBREAK RESPONSE OPERATIONS, AS PREVIOUSLY ESTABLISHED FROM PRDOH EOC. THIS OPERATIONAL STRUCTURE WILL SET THE STAGE FOR HEALTH PROFESSIONALS FROM STATE AND FEDERAL GOVERNMENT AGENCIES TO WORK TOGETHER AS PART OF COMPREHENSIVE RESPONSE EFFORTS UNDERWAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": 436493.0, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_NU90TP922228_7523"}, {"internal_id": 159760594, "Award ID": "NU90TP922227", "Award Amount": 469410.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "TO ESTABLISH AN APPROVED BUT UNFUNDED CONTRACT VEHICLE IN ORDER TO RAPIDLY RECEIVE FUNDING AT A LATER POINT IN RESPONSE TO A CRISIS OR EMERGENCY SITUATION - WISCONSIN PROJECT ABSTRACT SUMMARY - CDC-RFA-TP22-2201  PUBLIC HEALTH PREPAREDNESS PLAYS A VITAL ROLE IN ACCOMPLISHING THE MISSION OF THE WISCONSIN DEPARTMENT OF HEALTH SERVICES (DHS) DIVISION OF PUBLIC HEALTH (DPH) MISSION TO “PROTECT AND PROMOTE THE HEALTH AND SAFETY OF THE PEOPLE OF WISCONSIN.” THE STATE HAS CREATED A ROBUST RESPONSE CAPABILITY TO DEAL WITH HEALTH EMERGENCIES, INCLUDING RAPID ACTIVATION OF INCIDENT MANAGEMENT, PRE-IDENTIFIED SURGE RESOURCES, PRE-EXISTING CONTRACTS AND EXPEDITED ADMINISTRATIVE PROCESSES TO ENSURE MONEY AND RESOURCES CAN BE QUICKLY ACQUIRED AND DISTRIBUTED DURING RESPONSE. THIS APPLICATION DESCRIBES ACTIONS THAT DHS WOULD TAKE DURING A LARGE SCALE EMERGING DISEASE OUTBREAK, MOST OF WHICH ARE EASILY GENERALIZABLE TO HEALTH EMERGENCIES ORIGINATING FROM ANY HAZARD AND WOULD ACHIEVE THE FOLLOWING OUTCOMES:  - EARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS - EARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT/INDEX CASE - TIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES - TIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION BY PARTNERS - TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH HEALTHCARE AND OTHER PARTNERS  THE GAPS WISCONSIN WOULD SEE IN A LARGE-SCALE RESPONSE, IDENTIFIED ACROSS ALL SIX FEDERALLY DEFINED DOMAINS ((1) INCIDENT MANAGEMENT; 2) JURISDICTIONAL RECOVERY; 3) BIOSURVEILLANCE; 4) INFORMATION MANAGEMENT; 5) COUNTERMEASURES AND MITIGATION; AND, 6) SURGE MANAGEMENT), AND THAT COULD BE SUPPORTED THROUGH SUPPLEMENTAL FEDERAL FUNDING, ARE:  - STAFF: COSTS ASSOCIATED WITH SURGE PERSONNEL NEEDS FOR DHS, INCLUDING TRAVEL AND RELATED ADMINISTRATIVE COSTS - PARTNER SUPPORT: COSTS ASSOCIATED WITH SERVICES AND ACTIVITIES CRITICAL TO RESPONSES THAT ARE HANDLED BY PARTNERS SUCH AS WSLH, THE MILWAUKEE BACK-UP LABORATORY, 211, AND A RANGE OF PROFESSIONAL ASSOCIATIONS - SUPPLIES: COSTS ASSOCIATED WITH GENERAL OFFICE SUPPLIES, INFORMATION TECHNOLOGY EQUIPMENT, COOLERS, ETC. - CONTRACTS: COSTS ASSOCIATED WITH ESTABLISHED CONTRACTS FOR MATERIALS (PPE. PHARMACEUTICAL PURCHASES) AND SERVICES (FOREIGN LANGUAGE TRANSLATION, POD SECURITY) - LPHAS: COSTS ASSOCIATED WITH AWARDS TO LOCAL AGENCIES THAT SUPPORT THE ACTIVITIES REQUIRED BY THE RESPONSE INCLUDING STAFF, TRAINING, SUPPLIES, INFORMATION TECHNOLOGY, ETC. - OTHER COSTS: COSTS ASSOCIATED WITH MISCELLANEOUS ITEMS SUCH AS CONFERENCE CALL LINES, VENUE COSTS FOR TABLETOP EXERCISES, COSTS FOR BACKGROUND CHECKS PERFORMED BY THE DEPARTMENT OF JUSTICE, ETC.  THIS COOPERATIVE AGREEMENT TO SUPPORT PUBLIC HEALTH CRISIS RESPONSE WILL ALLOW DHS TO MORE QUICKLY ACTIVATE THESE RESOURCES AND PROCESSES IN AN EVENT WHEREIN ADDITIONAL FEDERAL SUPPORT WAS RELEASED TO AUGMENT OVERWHELMED STATE AND LOCAL RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 469410.0, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU90TP922227_7523"}, {"internal_id": 159760593, "Award ID": "NU90TP922226", "Award Amount": 609463.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE - PROJECT ABSTRACT SUMMARY OREGON PUBLIC HEALTH CRISIS RESPONSE APPLICATION FEBRUARY , 2022  THE OREGON HEALTH AUTHORITY’S PUBLIC HEALTH DIVISION SEEKS TO APPLY FOR THESE PUBLIC HEALTH CRISIS RESPONSE FUNDS TO SUPPORT,  RAPIDLY MOBILIZE, AND RESPOND TO PUBLIC HEALTH EMERGENCIES. OREGON HEALTH AUTHORITY/PUBLIC HEALTH DIVISION MAINTAINS A STRONG ABILITY TO ACTIVATE AND USE ITS INCIDENT COMMAND SYSTEM (ICS), EMERGENCY OPERATIONS PLAN (EOP) AND SUPPORTING PLANS, AS WELL AS ITS AGENCY OPERATIONS CENTER (AOC). WITH THE PUBLIC HEALTH CRISIS RESPONSE FUNDING WE WILL BE FOCUSING ON OUR ABILITY TO INCREASE CONTRACTS, ACTIVATE AND RAPIDLY MOBILIZE OUR STATE EMERGENCY REGISTRY OF VOLUNTEERS IN OREGON (SERV-OR) FOR ADDRESSING MEDICAL SURGE, HIRE SURGE STAFF, AND ENSURE HEALTH EQUITY THROUGH TRANSLATION SERVICES.  PURPOSE THE INFRASTRUCTURE OF THE AOC WAS DEVELOPED ACCORDING TO OUR DIVISION’S PLANS AND IS FULLY FUNCTIONAL AT THIS TIME.  OREGON’S CURRENT INCIDENT MANAGEMENT TEAM (IMT) IS WELL DEVELOPED AND TRAINED. WE KNOW THAT IN A RESPONSE WE WILL NEED TO SURGE OUR IMT STAFF IN ORDER TO BEST SUPPORT THE STATE’S EMERGENCY SUPPORT FUNCTION 8 (ESF8) HEALTH AND MEDICAL ACTIVITIES. IN ADDITION, WE HAVE OBTAINED MULTIPLE CONTRACTS TO SUPPORT OUR ESF8 HOWEVER, IN A CRISIS SITUATION WE WOULD NEED ADDITIONAL FUNDS TO EXPAND AND POTENTIALLY PUT INTO PLACE EMERGENCY CONTRACTS. FURTHERMORE, IN ALIGNMENT WITH FEDERAL LAW AND HEALTH EQUITY, WE WOULD NEED TO PURCHASE ADDITIONAL TRANSLATIONS DEPENDING ON WHICH COMMUNITIES THE EVENT AFFECTED.  OUTCOMES BY THE END OF THE EVENT/EMERGENCY, HSPR AND THE BROAD NETWORK OF LOCAL, TRIBAL, REGIONAL AND STATE PARTNERS WILL STRENGTHEN AND ENHANCE OREGON’S PUBLIC HEALTH EMERGENCY RESPONSE AND RECOVERY PREPAREDNESS CAPABILITIES. HSPR WILL HAVE EXPANDED IMT STAFF AND ACTIVATED THE STATE EMERGENCY REGISTRY OF VOLUNTEERS IN OREGON TO ADDRESS THE MEDICAL SURGE. HSPR WILL ASSESS, IMPROVE AND CONTINUE TO EVALUATE THE CAPACITY TO ENSURE THE RAPID ASSESSMENT AND EARLIEST POSSIBLE SHARING AND INVESTIGATION OF EVOLVING INCIDENTS, IMPLEMENT INTERVENTIONS AND CONTROL MEASURES AS SOON AS POSSIBLE, COMMUNICATE SITUATIONAL AWARENESS AND RISK INFORMATION TO PARTNERS AND COMMUNITY, MANAGE SURGE OF BOTH PATIENTS/AFFECTED AND RESPONSE RESOURCES, SUPPORT INCIDENT MANAGEMENT/COMMAND, AND SUPPORT ONGOING LEARNING AND IMPROVEMENTS AS INDIVIDUAL RESPONDERS, TEAMS, ORGANIZATIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 609463.0, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU90TP922226_7523"}, {"internal_id": 159760592, "Award ID": "NU90TP922225", "Award Amount": 641890.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - PROJECT ABSTRACT  IN THE EVENT OF A PUBLIC HEALTH EMERGENCY OF SIGNIFICANT PROPORTIONS, THE MINNESOTA DEPARTMENT OF HEALTH (MDH), LOCAL AND TRIBAL HEALTH DEPARTMENTS (L/THDS), AND HEALTH CARE COALITIONS (HCCS) WOULD IMMEDIATELY ESTABLISH AN INCIDENT COMMAND STRUCTURE. RESPONSE ACTIVITIES WILL FOCUS ON CONTROL, MANAGEMENT, MITIGATION, OR REDUCTION OF THE THREAT OF ILLNESS, INJURY, OR DEATH TO THE POPULATION OF MINNESOTA. THIS WOULD BE A COORDINATED STATE-LOCAL RESPONSE THAT IS BUILT ON EXPERIENCE USING THE INCIDENT COMMAND SYSTEM (ICS), COORDINATING, AND OPENING, OPERATING, AND DEMOBILIZING DEPARTMENT OPERATIONS CENTERS (DOCS). HEALTH EQUITY IN ALL RESPONSE ACTIVITIES WILL BE INTEGRATED INTO THE RESPONSE STRUCTURE FROM THE BEGINNING.  IN THE FIRST 120 DAYS, THE FOCUS WILL BE STANDING UP AN INITIAL INCIDENT MANAGEMENT TEAM (IMT), KEY OPERATIONAL GROUPS, AND ESTABLISHING SUB AWARDEE CONTRACTS FOR L/THDS. THE MINNESOTA PUBLIC HEALTH LABORATORY (PHL) WILL DEMONSTRATE COMPETENCY ON NEW METHODS FOR TESTING SAMPLES, COORDINATED COMMUNICATIONS METHODS AND MESSAGES WILL BE VERIFIED, TARGET COMMUNITY COMMUNICATION CHANNELS VERIFIED, AND ICS TRAINING PROVIDED FOR STAFF IN BRANCHES, GROUPS AND UNITS. KEY PLANS WILL BE UPDATED AND SHARED WITH RESPONDERS AND, AS ABLE, TABLETOP OR FUNCTIONAL EXERCISES WILL BE CONDUCTED. A BEHAVIORAL HEALTH UNIT WOULD BE ACTIVATED TO PREPARE TO SUPPORT MDH, L/THDS, AND HCCS MENTAL HEALTH DURING AND AFTER THE RESPONSE.  FOLLOWING THIS INITIAL PERIOD, THE IMT WILL CONTINUE RESPONSE COORDINATION THROUGH THE DOC. LOCAL AND TRIBAL HEALTH DEPARTMENTS (L/THDS) RESPONSE ACTIVITIES MAY INCLUDE ICS ACTIVATION AND COORDINATING ACTIVITIES WITH LOCAL PARTNERS AND THE REGIONAL HCC. PUBLIC INFORMATION TO THE PUBLIC AND COMMUNITIES OF FOCUS AND EDUCATION TO PARTNERS, MEDICAL PROVIDERS, EMS, AND OTHER KEY STAKEHOLDERS WILL BE A SHARED RESPONSIBILITY OF MDH AND L/THDS. TO ASSURE INFORMATION IS ACCESSIBLE TO AFFECTED POPULATIONS, MDH AND L/THDS WILL DEVELOP PLAIN LANGUAGE MATERIALS FOR MULTIPLE MEDIUMS AT THE APPROPRIATE LITERACY LEVEL IN THE LANGUAGES OF THE AFFECTED POPULATIONS.  TO ASSURE SAMPLES ARE SUBMITTED CORRECTLY, PHL WILL PROVIDE TRAINING AND GUIDANCE TO SENTINEL LABS ON CORRECT COLLECTION AND SHIPPING METHODS. EXISTING COURIER SERVICES WOULD BE EXPANDED TO MANAGE A SURGE IN TRANSPORTING SAMPLES, AS WELL AS EMERGENCY TRANSPORTS. BIOSAFETY PLANS WOULD BE UPDATED, AND RISK ASSESSMENTS CONDUCTED TO DETERMINE STAFF SAFETY NEEDS DURING TESTING.  MDH’S INFECTIOUS DISEASE PROGRAMS WILL WORK TO DETECT CASES EARLY AND IMPLEMENT STRATEGIES TO MANAGE AND CONTROL THE INFECTIOUS DISEASE OUTBREAK. THIS WILL INCLUDE UPDATING ELECTRONIC DISEASE REPORTING SYSTEMS, E.G., REDCAP OR MEDSS, DEVELOPING AND DISSEMINATING GUIDANCE, MONITORING PERSONS EXPOSED OR ILL, AND TRACING CONTACTS. LHDS PROVIDE ESSENTIAL SERVICES TO PEOPLE IN ISOLATION AND QUARANTINE. MDH WILL PROVIDE PROTECTIVE GUIDANCE FOR HEALTH CARE WORKERS AND EMS PROVIDERS. THEY WILL ALSO ENGAGE WITH FEDERAL, STATE, AND LOCAL PARTNERS TO COORDINATE COMMUNITY MITIGATION EFFORTS. MDH HAS RELATIONSHIPS WITH THE EVD COLLABORATIVE AND THE REGION V TREATMENT CENTER AT MHEALTH FAIRVIEW MEDICAL CENTER, TO EVALUATE TRAVELERS WITH SYMPTOMS, MONITOR HEALTHCARE WORKERS, AND OTHER SUSPECT CASES.  L/THDS WILL ACTIVATE VOLUNTEERS TO HELP STAFF TESTING SITES, POINTS OF DISPENSING (PODS), AND MASS VACCINATION CLINICS. JUST-IN-TIME TRAINING WILL BE DELIVERED. PLANS EXIST FOR DECONTAMINATION AND WASTE DISPOSAL. IF THERE ARE SIGNIFICANT NUMBERS OF FATALITIES, THE DMERT VOLUNTEERS WILL BE ACTIVATED TO PROVIDE ASSISTANCE IN PROVIDING RESPECTFUL CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 641890.0, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU90TP922225_7523"}, {"internal_id": 159760591, "Award ID": "NU90TP922224", "Award Amount": 523695.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "1/13/2022 ANNOUNCEMENT OF AVAILABILITY OF FUNDS FOR THE CENTERS FOR DISEASE CONTROL AND PREVENTION COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - THE ALABAMA DEPARTMENT OF PUBLIC HEALTH(ADPH)SERVES THE CITIZENS OF ALABAMA BY ESTABLISHING AND MAINTAINING HEALTH SERVICES PROGRAMS, THUS ASSURING CONDITIONS TO PRESERVE THE HEALTH AND WELL BEING OF THE PUBLIC. THE ACTIVITIES PROPOSED FOR THIS PROJECT ARE TO ACHIEVE THE ULTIMATE GOAL OF RESPONDING QUICKLY TO EMERGENCIES THAT EXCEED CAPACITY AND FOR WHICH FUNDING HAS BECOME AVAILABLE. ADPH'S CENTER FOR EMERGENCY PREPAREDNESS (CEP) IS RESPONSIBLE FOR COORDINATION WITHIN ADPH AND COLLABORATION WITH EXTERNAL PARTNERS TO ENSURE THE BEST HEALTHCARE RESPONSE BEFORE, DURING, AND AFTER DISASTERS/EVENTS. CEP MANAGES BOTH HOSPITAL PREPAREDNESS PROGRAM AND PUBLIC HEALTH PREPAREDNESS PROGRAM GRANTS, AND OTHER FUNDING RESOURCES TO ENSURE A SEAMLESS, COORDINATED EFFORT IN RESPONDING TO DISASTERS/EVENTS. THE SIMULTANEOUS MANAGEMENT OF THESE RESOURCES ALLOWS FOR THE MAXIMUM BENEFIT TO THE CITIZENS OF ALABAMA WHILE MEETING THE SPECIFIC REQUIREMENTS OF EACH AWARDED GRANT. DURING THIS GRANT PERIOD, ADPH INTENDS TO UTILIZE THE PUBLIC HEALTH CRISIS RESPONSE FUNDS TO PROVIDE CRISIS SPECIFIC RESOURCES THAT WILL BE NEEDED OVER THE COURSE OF THE RESPONSE. ADPH WILL WORK CLOSELY WITH ALL STAKEHOLDERS TO ACHIEVE THESE OBJECTIVES WITHIN THIS FUNDING CYCLE. ADPH WILL  MAINTAIN CONTINUOUS CONTACT VIA TELEPHONE, E-MAIL, AND IN-PERSON VISITS TO ENSURE SUFFICIENT PROGRESS IS BEING MADE TOWARD COMPLETION OF EACH ACTIVITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": 523695.0, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU90TP922224_7523"}, {"internal_id": 159760590, "Award ID": "NU90TP922223", "Award Amount": 799408.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "MASSACHUSETTS PUBLIC HEALTH EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - THE MISSION OF THE MASSACHUSETTS DEPARTMENT OF PUBLIC HEALTH (DPH) IS TO PREVENT ILLNESS, INJURY, AND PREMATURE DEATH, TO ENSURE ACCESS TO HIGH QUALITY PUBLIC HEALTH AND HEALTHCARE SERVICES, AND TO PROMOTE WELLNESS AND HEALTH EQUITY FOR ALL PEOPLE IN THE COMMONWEALTH. IN SUPPORT OF THIS MISSION, DPH RESPONDS TO PUBLIC HEALTH AND HEALTHCARE IMPACTS RESULTING FROM A VARIETY OF INCIDENTS OR EVENTS. DPH AND ITS OFFICE OF PREPAREDNESS AND EMERGENCY MANAGEMENT (OPEM) WORK EFFECTIVELY WITH ALL PARTNERS TO PLAN FOR AND SUPPORT RESPONSES TO AND RECOVERY FROM ALL HAZARDS THAT IMPACT PUBLIC HEALTH, STRIVING TO ENSURE THAT COMMONWEALTH RESIDENTS CAN PREPARE FOR, RESPOND TO, RECOVER FROM, AND MITIGATE PUBLIC HEALTH EMERGENCIES, EMERGENCIES THAT AFFECT THEIR HEALTH AND WELFARE. THE DEPARTMENT HAS STRONG RELATIONSHIPS WITH LOCAL PUBLIC HEALTH AND HEALTHCARE ORGANIZATIONS IN MASSACHUSETTS AND PROVIDES SUPPORT TO THEM FOR PLANNING AND RESPONSE TO PUBLIC HEALTH EMERGENCIES.  THIS APPLICATION IS BASED ON AN EMERGING INFECTIOUS DISEASE (EID) OUTBREAK. IN THE EVENT OF SUCH A PUBLIC HEALTH EMERGENCY, DPH WILL SEEK TO RAPIDLY MOBILIZE RESOURCES TO RESPOND TO THE SURGE NEEDS OF EXISTING PUBLIC HEALTH AND HEALTHCARE PREPAREDNESS PROGRAMS IN MASSACHUSETTS.  MASSACHUSETTS WILL ACHIEVE THE FOLLOWING SHORT-TERM OUTCOMES DURING THE PROJECT PERIOD TO CREATE A BETTER PREPARED NATION FOR PUBLIC HEALTH EMERGENCIES: -\tPRIORITIZED PUBLIC HEALTH SERVICES AND RESOURCES SUSTAINED THROUGHOUT ALL PHASES OF EMERGENCIES AND INCIDENTS. -\tEARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS. -\tTIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION. -\tTIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES. -\tTIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH PARTNERS. -\tEARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT. -\tCONTINUOUS LEARNING AND IMPROVEMENTS CONTAIN REAL-TIME FEEDBACK LOOP. OPEM WILL CONTINUE TO WORK CLOSELY WITH THE DPH BUREAU OF INFECTIOUS DISEASE AND LABORATORY SCIENCES TO ENSURE THE DEPARTMENT’S STRATEGIES AND ACTIVITIES WILL STRENGTHEN THE FOLLOWING DOMAINS AND INCLUDE OUTPUTS THAT LEAD TO STRONG DELIVERABLES TARGETED TO THE ACHIEVEMENT OF THE OVERALL OUTCOMES: JURISDICTIONAL RESILIENCE, INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE, INFORMATION MANAGEMENT, COUNTERMEASURES AND MITIGATION, SURGE MANAGEMENT, AND BIOSURVEILLANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 799408.0, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU90TP922223_7523"}, {"internal_id": 159760589, "Award ID": "NU90TP922222", "Award Amount": 259970.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE - INCLUDED IN PROJECT NARRATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": 259970.0, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU90TP922222_7523"}, {"internal_id": 159760588, "Award ID": "NU90TP922221", "Award Amount": 400810.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "FUNDING WILL BE USED FOR CRISIS PLANNING AND ACTIVE RESPONSE TO A HIGHLY INFECTIOUS DISEASE, OR OTHER DISASTER THAT RESULTS IN A LARGE SCALE PUBLIC HEALTH EMERGENCY CRISIS IN CT. - THE PUBLIC HEALTH SYSTEM PLAYS A CRITICAL ROLE IN EMERGENCY PREPAREDNESS AND RESPONSE. A MAJOR STATEWIDE OR REGIONAL EMERGENCY COULD CAUSE SEVERE ILLNESS AND/OR INJURIES AND FATALITIES. AN EMERGENCY OF GREAT SEVERITY AND MAGNITUDE REQUIRES THE ABILITY TO RAPIDLY ACTIVATE RAPID INCIDENT COMMAND, SURVEILLANCE AND COMMUNICATIONS SYSTEMS, AS WELL AS A TRAINED AND AVAILABLE PUBLIC HEALTH WORKFORCE READY TO PERFORM ESSENTIAL TASKS.  WHILE CONNECTICUT HAS BUILT AND SUSTAINED ESSENTIAL PUBLIC HEALTH CAPABILITIES TO PREPARE FOR SUCH EVENTS, THE CONNECTICUT DEPARTMENT OF PUBLIC HEALTH (DPH) SEEKS TO ENHANCE THE STATE’S ABILITY TO QUICKLY MOBILIZE AND RESPOND TO PUBLIC HEALTH EMERGENCIES THROUGH RAPID FUNDING SUPPORT FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) FOR U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES (HHS) SECRETARIAL DECLARED AND NON-DECLARED PUBLIC HEALTH EMERGENCIES.  DPH WILL USE FUNDS AWARDED THROUGH THIS COOPERATIVE AGREEMENT TO SUPPORT THE SURGE NEEDS OF EXISTING DPH PROGRAMS RESPONDING TO A SIGNIFICANT PUBLIC HEALTH EMERGENCY, INCLUDING ACTIVE PLANNING AND CRISIS RESPONSE ACTIVITIES. DPH’S PROPOSAL WOULD STRENGTHEN ITS CAPACITY TO RESPOND IN THE EVENT OF A SIGNIFICANT CRISIS IN ALL SIX CAPABILITY AREAS OF THE PHEP LOGIC MODEL: STRENGTHEN INCIDENT MANAGEMENT FOR CRISIS RESPONSE, JURISDICTIONAL RECOVERY, BIOSURVEILLANCE, INFORMATION MANAGEMENT, COUNTERMEASURES AND MITIGATION, AND SURGE MANAGEMENT.  SUCH FUNDING, SHOULD IT BE DEEMED NECESSARY BY THE CDC, WOULD COMPLEMENT CAPACITY-BUILDING WORK SUPPORTED BY EXISTING GRANT PROGRAMS, SUCH AS THE PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) AND THE EPIDEMIOLOGY AND LABORATORY CAPACITY FOR INFECTIOUS DISEASES (ELC) COOPERATIVE AGREEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 400810.0, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU90TP922221_7523"}, {"internal_id": 159760587, "Award ID": "NU90TP922220", "Award Amount": 690190.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE- OVERVIEW OF THE COOPERATIVE AGREEMENT –REPLACES TP18 1802 “CRISIS RESPONSE COOPERATIVE AGREEMENT” –PROXY APPLICATION CREATES A NEW APPROVED BUT UNFUNDED (ABU) LIST FOR FUTURE EMERGENCIES –INCLUDES ALL PRIOR ELIGIBLE RECIPIENTS AND IS EXPANDED TO INCLUDE UP TO 40 LARGE METROPOLITAN CITIES AND COUNTIES APPLICATION PROCESS PRIOR RECIPIENTS ENCOURAGED TO SUBMIT 2020 COVID 19 WORK PLANS AND BUDGETS APPLICATIONS DUE MONDAY, FEBRUARY 14, 2022 APPLICATION WINDOW WILL BE OPEN THROUGHOUT FIVE YEAR PERFORMANCE PERIOD FOR NEW SUBMISSIONS DUE TO POPULATION CHANGES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": 690190.0, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU90TP922220_7523"}, {"internal_id": 159760586, "Award ID": "NU90TP922219", "Award Amount": 998925.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS REPONSE - CORONAVIRUS DISEASE 2019, OR COVID-19, IS A NEW RESPIRATORY DISEASE CAUSED BY A NOVEL CORONAVIRUS VIRUS FIRST IDENTIFIED IN WUHAN, HUBEI PROVINCE, CHINA NAMED SEVERE ACUTE RESPIRATORY SYNDROME CORONAVIRUS-2 (SARS-COV-2). CHINESE HEALTH OFFICIALS HAVE REPORTED TENS OF THOUSANDS OF COVID-19 CASES IN THE PEOPLE'S REPUBLIC OF CHINA, WITH WIDESPREAD PERSON-TO-PERSON TRANSMISSION IN MANY PARTS OF THAT COUNTRY. INFECTIONS HAVE BEEN REPORTED IN CHINA OUTSIDE OF THE HUBEI PROVINCE AND INTERNATIONALLY INCLUDING JAPAN, ITALY, SOUTH KOREA, AND IRAN WITH EITHER SUSTAINED OR WIDESPREAD TRANSMISSION OF COVID-19, WITH THE FIRST CASE IN THE UNITED STATES DETECTED ON JANUARY 21, 2020. THE UNITED STATES REPORTED THE FIRST CONFIRMED INSTANCE OF PERSON-TO-PERSON SPREAD WITH THIS VIRUS ON JANUARY 30, 2020. THE WORLD HEALTH ORGANIZATION DECLARED THIS OUTBREAK A PUBLIC HEALTH EMERGENCY OF INTERNATIONAL CONCERN ON JANUARY 30, 2020. ON FEBRUARY 7, 2020, THE STATE HEALTH COMMISSIONER DECLARED COVID-19 A COMMUNICABLE DISEASE OF PUBLIC HEALTH THREAT FOR VIRGINIA. ON MARCH 7, 2020, VIRGINIA REPORTED THE FIRST CASE OF COVID-19 WITHIN THE COMMONWEALTH.  PREPAREDNESS PLANNING IS A SHARED RESPONSIBILITY THAT IS NECESSARY AT ALL LEVELS OF GOVERNMENT, INCLUDING STATE, REGIONAL AND LOCAL LEVELS, AS WELL AS IN ALL COMMUNITIES. LOCAL JURISDICTIONS MUST ALSO BE PREPARED TO RESPOND IN THE CONTEXT OF UNCERTAIN AVAILABILITY OF EXTERNAL RESOURCES AND SUPPORT. FURTHER, BECAUSE THE GOVERNMENT WILL NOT BE ABLE TO PROVIDE ALL PREPAREDNESS, RESPONSE AND RECOVERY NEEDS, INDIVIDUAL CITIZENS, BUSINESSES, NON-PROFIT GROUPS, AND OTHERS SHOULD INTEGRATE PANDEMIC PLANNING ACTIVITIES INTO THEIR EFFORTS.  VIRGINIA’S LOCAL HEALTH DISTRICTS (LHDS) WORK CLOSELY WITH THE LOCALITIES THAT THEY SUPPORT AND INCLUDE LOCAL HEALTH DEPARTMENTS FOR THOSE JURISDICTIONS. IN ADDITION TO SERVING AS STAND-ALONE PLANS, LOCAL HEALTH DISTRICT EMERGENCY PREPAREDNESS, RESPONSE AND RECOVERY PLANS SUPPORT THEIR LOCAL EMERGENCY OPERATIONS PLANS (EOPS) AND THE VDH EMERGENCY PREPAREDNESS RESPONSE AND RECOVERY PLAN AND ITS ANNEXES.  WITHIN THE COMMONWEALTH, THE VIRGINIA DEPARTMENT OF EMERGENCY MANAGEMENT (VDEM) HAS THE LEAD ROLE FOR EMERGENCY MANAGEMENT. THE COMMONWEALTH OF VIRGINIA EMERGENCY OPERATION PLAN (COVEOP) IS THE OVERARCHING EMERGENCY RESPONSE PLAN FOR THE COMMONWEALTH. UNDER THE COVEOP, THE VIRGINIA DEPARTMENT OF HEALTH (VDH) HAS THE LEAD ROLE FOR EMERGENCY SUPPORT FUNCTION-8 (ESF-8): HEALTH & MEDICAL AND MAINTAINS A ROBUST FAMILY OF PLANS WITHIN THE VDH EMERGENCY RESPONSE PLAN (EPR) THAT COMPLIMENTS THE COVOEP.  THE 2019 NOVEL CORONAVIRUS (COVID-19) RESPONSE PLAN CONSISTS OF PREPAREDNESS AND RESPONSE COMPONENTS THAT ARE CONSISTENT WITH THE 2017 HEALTH AND HUMAN SERVICES (HHS) PANDEMIC INFLUENZA PLAN. THE PLAN INCLUDES THE ADOPTION OF THE CDC’S PANDEMIC INTERVALS AS A FRAMEWORK FOR THE RESPONSE. THESE INTERVALS FOLLOW THE ANTICIPATED PROGRESSION OF AN OUTBREAK AND MAY BE APPLIED REGARDLESS OF ITS SEVERITY. WITHIN EACH INTERVAL THERE ARE DOMAINS, AS APPROPRIATE, WHICH CONTAIN A DECISION AWARENESS STRUCTURE, DESIGNED TO ENCOURAGE TIMELY ACTION BASED ON INFORMATION AVAILABLE. THIS PLAN REFLECTS AN END-TO-END SYSTEMS APPROACH TO IMPROVING THE WAY PREPAREDNESS AND RESPONSE ARE INTEGRATED ACROSS SECTORS AND DISCIPLINES WHILE REMAINING FLEXIBLE FOR THE CONDITIONS SURROUNDING A SPECIFIC PANDEMIC. THE VIRGINIA PLAN IS MEANT TO BE DYNAMIC AND COMPONENTS WILL BE REVISED AND UPDATED AS NEW INFORMATION IS OBTAINED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 998925.0, "Infrastructure Obligations": null, "recipient_id": "3831723f-e99e-b357-7394-848d840696e8-R", "generated_internal_id": "ASST_NON_NU90TP922219_7523"}, {"internal_id": 159760585, "Award ID": "NU90TP922218", "Award Amount": 913753.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE. - NEW JERSEY HAS CONTINUALLY PREPARED FOR, RESPONDED TO, AND RECOVERED FROM WEATHER, BIOLOGICAL, RADIOLOGICAL, AND TERRORISM-RELATED PUBLIC HEALTH EMERGENCIES.  SEPTEMBER 11TH, ANTHRAX, H1N1, HURRICANE IRENE, HURRICANE SANDY, SUPER BOWL XLVIII, THE 2015 PAPAL VISIT, EBOLA, ZIKA, AND OF COURSE, COVID-19 HAVE IMPACTED THE HEALTH AND SAFETY OF NEW JERSEY’S RESIDENTS, REQUIRING NJDOH TO CONSTANTLY REVIEW AND ADAPT PLANNING & OPERATIONS WHILE BEING FLEXIBLE, CREATIVE AND RESPONSIVE BASED ON THE SITUATION. LEARNING FROM EACH EVENT, NJDOH’S EFFORTS FOCUS ON ENHANCING PREPAREDNESS AND STRENGTHENING RESILIENCY.  WE DO THIS PRIMARILY THROUGH FOUR TENETS: A) MAKING SURE OUR PUBLIC HEALTH INFRASTRUCTURE AND HEALTHCARE CONTINUUM HAS THE CAPABILITY TO ACTIVATE AND EXPAND SURGE CAPACITY, B) PROVIDING COMPREHENSIVE AND COORDINATED CARE AND RESPONSE DURING EMERGENT TIMES, C) PROTECTING NEW JERSEY'S HEALTHCARE WORKERS AND FIRST RESPONDERS, AND D) ULTIMATELY INFORMING, EDUCATING, AND PROTECTING THE RESIDENTS OF NEW JERSEY. NEW JERSEY IS THE MOST DENSELY POPULATED STATE IN THE UNION AS WELL AS ONE OF THE MOST RACIALLY AND ETHNICALLY DIVERSE. NJDOH RECOGNIZES EACH INCIDENT MAY POTENTIALLY IMPACT DIFFERENT AT-RISK/VULNERABLE/HARD-TO-REACH POPULATIONS AND THUS, WE WORK COLLABORATIVELY WITHIN NJDOH AND WITH OUR EXTERNAL PARTNERS TO ENSURE ALL RESIDENTS ARE CONSIDERED IN OUR ACTIVITIES AND STRATEGIES. KEY PLAYERS IN OUR PREPAREDNESS, PREVENTION, RESPONSE AND RECOVERY EFFORTS ARE OUR HEALTH CARE PROFESSIONALS, FIRST RESPONDERS, STATE AGENCY PARTNERS, EXTERNAL PARTNERS—SUCH AS ASSOCIATIONS AND NON-PROFIT ORGANIZATIONS--AS WELL AS THE PUBLIC HEALTH COMMUNITY AT-LARGE, INCLUDING, BUT NOT LIMITED TO LOCAL HEALTH DEPARTMENTS (LHDS) AND THE MEDICAL RESERVE CORPS.  DURING COVID-19 PARTNERSHIPS WERE CRITICAL (AND REMAIN SO) TO EXECUTING STRATEGIES TO OUTREACH, TEST, VACCINATE AND BOOST SPECIAL POPULATIONS, SUCH AS THE HOMEBOUND OR IMMUNOCOMPROMISED, AND THE GENERAL PUBLIC. SOME EXTERNAL PARTNERS WORKING WITH US DURING OUR COVID-19 RESPONSE ALSO INCLUDE WALGREENS, CVS, WALMART, SHOPRITE, WEGMANS, AND STOP-AND-SHOP/GIANT PHARMACIES, RITE-AID, INDEPENDENT PHARMACIES, AARP, RENAL ASSOCIATION, EXECUTIVE COUNTY SUPERINTENDENTS, PEDIATRICIANS, PEDIATRICIAN ASSOCIATION, PLANNED PARENTHOOD (VULNERABLE POPULATIONS), VISITING NURSE ASSOCIATION (HOMEBOUND), AMERICOLD, EMERGENCY MEDICAL SERVICES TASK FORCE, AND 24/7 COURIER SERVICES. OUR APPLICATION DELINEATES OUR METHODS TO ENSURE INFORMATION, COMMUNICATION, LABORATORY CAPACITY AND FUNCTION, COORDINATION AMONG LEVELS OF GOVERNMENT AND ACROSS STATE AGENCIES, DATA COLLECTION AND MANAGEMENT, UTILIZATION OF EXISTING AND NEW PARTNERSHIPS, SURGE STAFFING AND QUARANTINE AND ISOLATION PROVISION CAN BE IMPLEMENTED TIMELY, FLEXIBLY, AND WITH AN EYE TOWARD VULNERABLE POPULATIONS. WITH THIS FUNDING NJDOH WILL UNDERTAKE ACTIVITIES THAT WILL ENHANCE PUBLIC HEALTH AWARENESS, PREPAREDNESS, PLANNING, PREVENTION, AND OPERATIONAL READINESS FOR RESPONDING TO AND RECOVERING FROM AN EMERGING INFECTIOUS DISEASE EVENT OR POTENTIAL NATURAL DISASTER/WEATHER-RELATED DISASTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": 913753.0, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU90TP922218_7523"}, {"internal_id": 159760584, "Award ID": "NU90TP922217", "Award Amount": 240300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - PROJECT ABSTRACT SUMMARY: MAINE DEPARTMENT OF HEALTH AND HUMAN SERVICES, MAINE CENTER FOR DISEASE CONTROL PUBLIC HEALTH EMERGENCY RESPONSE: COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE CDC-RFA-TP22-2201 ORGANIZATIONAL OVERVIEW: THE PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) PROGRAM IS ORGANIZATIONALLY LOCATED WITHIN THE DIVISION OF PUBLIC HEALTH OPERATIONS AT THE MAINE DEPARTMENT OF HEALTH AND HUMAN SERVICES, MAINE CENTER FOR DISEASE CONTROL AND PREVENTION (MAINE CDC), THE STATE’S PUBLIC HEALTH AGENCY. THE MAINE CDC IS THE LEAD STATE AGENCY RESPONSIBLE FOR THE PLANNING, COORDINATION AND RESPONSE TO PUBLIC HEALTH EMERGENCIES, INCLUDING BIOTERRORISM EVENTS AND INFECTIOUS DISEASE OUTBREAKS SUCH AS PANDEMIC INFLUENZA. PURPOSE: MAINE HAS DEVELOPED OUR WORK PLAN BASED ON AN INFECTIOUS DISEASE SCENARIO THAT INTRODUCES A NOVEL INFECTIOUS AGENT WITH MULTIPLE ROUTES OF TRANSMISSION AND HIGH ATTACK AND MORTALITY RATES INTO BOTH HUMANS AND ANIMALS. OUR WORK PLAN ACTIVITIES WILL FOCUS ON THE IMPLEMENTATION OF INITIAL INCIDENT COMMAND CAPABILITIES AND EARLY CRISIS RESPONSE ACTIVITIES DURING THE FIRST 120 DAYS OF THE EMERGENCY. OUR RESPONSE ACTIVITIES WILL INCLUDE EMERGENCY OPERATIONS CENTER ACTIVATION, THREAT ASSESSMENTS, CALL CENTER ACTIVATION, NIMS/ICS TRAINING, AND EXERCISES. THE WORK PLAN WILL ALSO FOCUS ON RESPONSE ACTIVITIES AFTER THE INITIAL 120 DAYS AND ARE INTENDED TO STRENGTHEN BIOSURVEILLANCE SYSTEMS AND LABORATORY TESTING CAPABILITIES, STRENGTHEN INFORMATION MANAGEMENT TO ENSURE A WELL-COORDINATED EMERGENCY INFORMATION SYSTEM, STRENGTHEN MEDICAL COUNTERMEASURES TO ENSURE ANTIVIRALS, VACCINES, ANCILLARY MEDICAL SUPPLIES CAN BE ADMINISTERED QUICKLY, AND STRENGTHEN SURGE MANAGEMENT TO SUPPORT OUR HEALTHCARE SYSTEMS TO PROVIDE POPULATION MONITORING AT SHELTERS, DEPLOYMENT OF MEDICAL SUPPLY AND EQUIPMENT TO ALTERNATE CARE SYSTEMS, AND PROVIDING SUPPORT TO FAMILY ASSISTANCE AND FAMILY REUNIFICATION CENTERS. SHORT AND LONG-TERM OUTCOMES: MAINE CDC’S OVERALL RESPONSE STRATEGY FOR THIS NOFO HAS BEEN DEVELOPED USING EXPERIENCE OBTAINED FROM REAL-WORLD RESPONSES SUCH AS THE 2009-2010 H1N1 PANDEMIC, EBOLA, AND ZIKA AND COVID-19. OUR SHORT-TERM AND LONG-TERM ACTIVITIES, AND RELATED OUTPUTS, ARE IN ALIGNMENT WITH THE CDC-RFA-TP17-1701 LOGIC MODEL AND WILL ENABLE MAINE CDC TO ACHIEVE THE FOLLOWING OUTCOMES: - TIMELY ASSESSMENT AND SHARING OF ESSENTIAL ELEMENTS OF INFORMATION ABOUT THE EMERGENCY, - EARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT WITH PUBLIC HEALTH IMPACT, - TIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES, - TIMELY COMMUNICATION OF SITUATIONAL AWARENESS AND RISK INFORMATION, - CONTINUITY OF EMERGENCY OPERATIONS MANAGEMENT THROUGHOUT THE SURGE OF AN EMERGENCY OR INCIDENT, - TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH PARTNERS, AND - CONTINUOUS LEARNING AND IMPROVEMENTS ARE SYSTEMATIC. THE RESULT OF OUR PREPAREDNESS STRATEGIES UNDER THIS NOFO WILL ULTIMATELY BE TO PREVENT OR REDUCE MORBIDITY AND MORTALITY FROM PUBLIC HEALTH INCIDENTS WHOSE SCALE, RAPID ONSET, OR UNPREDICTABILITY OVERWHELMS THE PUBLIC HEALTH AND HEALTH CARE SYSTEMS AND TO ENSURE THE TIMELY RECOVERY OF PUBLIC HEALTH AND HEALTH CARE SYSTEMS TO PRE-INCIDENT LEVELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 240300.0, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU90TP922217_7523"}, {"internal_id": 155738427, "Award ID": "NU90TP922216", "Award Amount": 1186800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-16", "CFDA Number": "93.354", "Description": "AZ CRISIS COAG - THE ARIZONA DEPARTMENT OF HEALTH SERVICES (ADHS) SUPPORTS THIS PUBLIC HEALTH CRISIS NOTICE OF FUNDING OPPORTUNITY FROM THE CENTER OF DISEASE CONTROL AND PREVENTION (CDC). THE GOAL OF THIS PROJECT IS TO WORK WITH THE CDC IN A CRISIS SITUATION TO RAPIDLY MOBILIZE, SURGE, AND RESPOND TO PUBLIC HEALTH EMERGENCIES OCCURRING IN ARIZONA. ARIZONA IS SEEKING TO BE PRE-APPROVED FOR RAPID FUNDING BY THE CDC FOR PUBLIC HEALTH EMERGENCIES OF LARGE SCALE, COMPLEXITY, OR CONSEQUENCE THAT IT WOULD HAVE AN OVERWHELMING IMPACT UPON, AND EXCEED THE RESOURCES AVAILABLE WITHIN THE STATE. STRATEGIES ASSOCIATED WITH THE RESPONSE ARE: 1) STRENGTHEN INCIDENT MANAGEMENT; 2) STRENGTHEN JURISDICTIONAL RECOVERY; 3) STRENGTHEN BIOSURVEILLANCE; 4) STRENGTHEN INFORMATION MANAGEMENT; 5) STRENGTHEN COUNTERMEASURES AND MITIGATION; AND 6) STRENGTHEN SURGE MANAGEMENT. OUTCOMES ASSOCIATED WITH THESE STRATEGIES INCLUDE: 1) EARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS; 2) EARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT/INDEX CASE; 3) TIMELY IMPLEMENTATION OF INTERVENTIONS AND CONTROL MEASURES; 4) TIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION BY PARTNERS; AND 5) TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH HEALTHCARE AND OTHER PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 1186800.0, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU90TP922216_7523"}, {"internal_id": 155738683, "Award ID": "NU90TP922215", "Award Amount": 748226.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "HIGH CONSEQUENCE INFECTIOUS DISEASE PUBLIC HEALTH CRISIS RESPONSE - RECENT PUBLIC HEALTH THREATS OF POTENTIALLY CATASTROPHIC PROPORTION UNDERSCORE THE IMPORTANCE OF NOT ONLY EFFECTIVE PLANNING, BUT IMMEDIATE AND RAPID RESPONSE CAPABILITIES TO NEW THREATS INCLUDING A NOVEL HIGH CONSEQUENCE INFECTIOUS DISEASE EPIDEMIC. ILLINOIS’ PUBLIC HEALTH SYSTEM AND HEALTHCARE SYSTEM, AND THEIR CURRENT EMERGENCY RESPONSE CAPABILITIES AND PROGRAMS, WILL BE INTEGRAL PARTS OF A RAPID EMERGENCY RESPONSE WITH ALL RELEVANT PARTNERS.  THE DEPARTMENT INTENDS, THROUGH THIS APPLICATION PROCESS, TO REVISE, AS NECESSARY, EXISTING PLANS TO QUICKLY RECEIVE AND USE FUTURE FEDERAL CRISIS RESPONSE FUNDS RAPIDLY AND EFFECTIVELY DURING AN EMERGENCY, IN A SCENARIO OF NOVEL HIGH CONSEQUENCE INFECTIOUS DISEASE EPIDEMIC. THIS APPLICATION PROCESS, AND CDC’S CRITICAL REVIEW AND ACCEPTANCE OF IT, WILL ASSURE THAT ILLINOIS WILL CONTINUE TO BE ABLE TO RAPIDLY ADAPT EXISTING PLANS TO MOBILIZE, SURGE, AND IMMEDIATELY RESPOND TO PUBLIC HEALTH EMERGENCIES WITHIN A 2-DAY PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 748226.0, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU90TP922215_7523"}, {"internal_id": 155738920, "Award ID": "NU90TP922214", "Award Amount": 1661226.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - THE CHICAGO DEPARTMENT OF PUBLIC HEALTH (CDPH) IS COMMITTED TO PROTECTING THE PUBLIC’S HEALTH IN THE CITY OF CHICAGO. TO ACCOMPLISH THIS GOAL, CDPH IS PROPOSING TO UTILIZE EMERGENCY FEDERAL FUNDING FROM THE PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT TO RAPIDLY MOBILIZE, SURGE, AND RESPOND TO THE NEXT HIGH CONSEQUENCE INFECTIOUS DISEASE (HCID), SUCH AS A NOVEL STRAIN OF PANDEMIC INFLUENZA.  CDPH WILL ENHANCE OPERATIONS OF THE PUBLIC HEALTH EMERGENCY OPERATIONS CENTER (PHEOC) AND REGULARLY UPDATE PLANS AND WORKFORCE TRAINED IN KEY RESPONSE PLANS AND INCIDENT MANAGEMENT PRINCIPLES. UTILIZING INFORMATION RESOURCES SUCH AS CENSUS AND EMPOWER DATA, DISEASE SURVEILLANCE, AND THE CHICAGO HEALTH ATLAS, CDPH WILL IDENTIFY VULNERABLE POPULATIONS AT GREATEST RISK DURING A HCID TO PROVIDE TARGETED MESSAGING FOR INFORMATION MANAGEMENT. CDPH WILL ALSO ACQUIRE PERSONAL PROTECTIVE EQUIPMENT (PPE) AND PHARMACEUTICALS FOR PROTECTION, TREATMENT, AND PROPHYLAXIS OF FIRST RESPONDERS, AND ACTIVATE POINTS OF DISTRIBUTION (PODS) THROUGHOUT THE CITY.  IN COLLABORATION WITH CDC, LOCAL, AND STATE PARTNERS, CDPH WILL ENSURE ALL REQUIRED SURVEILLANCE DATA IS SUBMITTED IN A TIMELY FASHION AND ALL TRAININGS AND EXERCISES ARE COORDINATED TO ADDRESS PERFORMANCE MEASURES. THESE ACTIVITIES WILL ENABLE THE CITY TO PREVENT AND REDUCE MORBIDITY AND MORTALITY FROM AN OUTBREAK THAT STRESSES THE PUBLIC HEALTH AND HEALTH CARE SYSTEMS, AND TO ENSURE THE EARLIEST POSSIBLE RECOVERY AND RETURN TO PRE-INCIDENT LEVELS OR IMPROVED FUNCTIONING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 1661226.0, "Infrastructure Obligations": null, "recipient_id": "66d181e3-49f3-60a5-5244-e4ad31687e5a-C", "generated_internal_id": "ASST_NON_NU90TP922214_7523"}, {"internal_id": 155738782, "Award ID": "NU90TP922213", "Award Amount": 619050.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PHILADELPHIA PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - GIVEN ITS POPULATION SIZE (NEARLY 1.6 MILLION RESIDENTS), GEOGRAPHIC LOCATION, AND HISTORICAL SIGNIFICANCE, PHILADELPHIA IS AT RISK FOR A VARIETY OF POTENTIAL DISASTERS, BOTH NATURALLY OCCURRING AND MANMADE. AS THE CURRENT COVID-19 PANDEMIC HAS DEMONSTRATED, EMERGING INFECTIOUS DISEASES CAN RAPIDLY DEPLETE PUBLIC HEALTH AND HEALTHCARE RESOURCES AND STRESS RESPONSE CAPABILITIES. WHILE THE PHILADELPHIA DEPARTMENT OF PUBLIC HEALTH (PDPH) HAD ENGAGED IN ROBUST PANDEMIC PLANNING PRIOR TO COVID-19, THE EARLY MONTHS OF THE COVID-19 PANDEMIC HIGHLIGHTED THE CHALLENGES AND GAPS THAT ARE LIKELY TO OCCUR DURING ANY RESPONSE TO AN EMERGING INFECTIOUS DISEASE WITH A HIGH ATTACK RATE. AS CHALLENGING AS THE PREVIOUS TWO YEARS HAVE BEEN, THEY HAVE ALSO BEEN HIGHLY INSTRUCTIVE AND PRESENT A REALISTIC SCENARIO ON WHICH TO MODEL FUTURE PANDEMIC PLANS. PERHAPS MOST NOTABLY, THE RACIAL AND ETHIC DISPARITIES OBSERVED DURING COVID-19 HAVE DEMONSTRATED THE IMPORTANCE OF CONDUCTING ALL PUBLIC HEALTH EMERGENCY PLANNING USING AN EQUITY LENS.    PDPH’S APPLICATION FOR THE COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE DESCRIBES BASELINE CAPACITY, ANTICIPATED RESPONSE GAPS, SUCH AS STAFFING DEFICITS, AND DESCRIBES HOW PDPH WILL USE THIS FUNDING STREAM TO ADDRESS THOSE GAPS DURING AN EMERGENCY. SPECIFICALLY, THIS COOPERATIVE AGREEMENT WOULD ALLOW PDPH TO HIRE ADDITIONAL PERSONNEL TO CONDUCT RESPONSE-SPECIFIC FUNCTIONS, WHICH WOULD AUGMENT DEPARTMENTAL CAPACITY TO BOTH RESPOND TO THE EMERGENCY AND MAINTAIN ESSENTIAL PUBLIC HEALTH SERVICES THROUGHOUT ITS DURATION. IN ADDITION, THIS FUNDING WOULD ALSO ENABLE PDPH TO PROCURE CRITICAL SUPPLIES, SUCH AS PERSONAL PROTECTIVE EQUIPMENT (PPE) FOR PUBLIC HEALTH RESPONDERS, AS WELL AS LEVERAGE EXISTING CONTRACTS TO PROCURE CLINICAL STAFF AND BIOHAZARD DISPOSAL SERVICES TO SUPPORT THE LARGE-SCALE DISTRIBUTION OF MEDICAL COUNTERMEASURES. AS DOCUMENTED IN THIS APPLICATION, PDPH HAS THE ADMINISTRATIVE CAPACITY TO EXPEDITE HIRING AND PROCUREMENT DURING AN EMERGENCY TO RAPIDLY SCALE UP AND SUSTAIN RESPONSE EFFORTS.    IN SUMMARY, THE ACTIVITIES AND STRATEGIES PROPOSED IN THE APPLICATION, SUPPORT ACHIEVEMENT OF THE FOLLOWING OUTCOMES:  PRIORITIZED PUBLIC HEALTH SERVICES AND RESOURCES SUSTAINED THROUGHOUT ALL PHASES OF EMERGENCIES AND INCIDENTS, INCLUDING TESTING, VACCINATION, MEDICAL COUNTERMEASURE DISTRIBUTION, ISOLATION AND QUARANTINE SERVICES, AND OTHER SERVICES AS APPROPRIATE  EARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS, INCLUDING RAPID ACTIVATION OF INCIDENT COMMAND AND MANAGEMENT PROTOCOLS UPON NOTIFICATION OF A PUBLIC HEALTH EMERGENCY OR OBSERVATION OF AN UNUSUAL CLUSTER OF CASES SIGNIFYING A SEVERE DISEASE OUTBREAK  TIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION THROUGH MASS MEDIA, THE PDPH WEBSITE, SOCIAL MEDIA, LISTSERVS, COMMUNITY-BASED ORGANIZATIONS AND SERVICE PROVIDER AGENCIES, AND A PUBLIC CALL CENTER  TIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES, SUCH AS:  RAPID IDENTIFICATION OF PERSONS UNDER INVESTIGATION (PUIS) AND FACILITATION OF EARLY LAB TESTING, DIAGNOSIS, TREATMENT, CONTACT TRACING, AND ISOLATION AND QUARANTINE  OPERATION OF TESTING/TRIAGE CENTERS FOR PATIENT SCREENING AND REFERRAL; AND/OR POINTS OF DISPENSING (PODS) TO ADMINISTER MEDICAL COUNTERMEASURES  NON-PHARMACEUTICAL INTERVENTIONS, SUCH AS MASKING AND SOCIAL DISTANCING REQUIREMENTS  TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH PARTNERS  EARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT  CONTINUOUS LEARNING AND IMPROVEMENTS THAT ARE INCLUSIVE OF A REAL-TIME FEEDBACK LOOP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 619050.0, "Infrastructure Obligations": null, "recipient_id": "02787839-b433-41c9-9383-56cc2649ecdf-C", "generated_internal_id": "ASST_NON_NU90TP922213_7523"}, {"internal_id": 155738188, "Award ID": "NU90TP922212", "Award Amount": 1094450.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - ESTABLISH AN AWARDED BUT UNFUNDED LIST. - THE PENNSYLVANIA DEPARTMENT OF HEALTH (PADOH) SEEKS TO DEVELOP ITS BASELINE CAPACITY IN THE SIX DOMAINS IDENTIFIED IN THE NOFO TO ASSURE RAPID IMPLEMENTATION OF THE STATE’S RESPONSE PROGRAMS. PADOH’S EFFORTS WILL FOCUS ON THE OUTLINED PRIORITIES IN THE GRANT AWARD TO STRENGTHEN: COMMUNITY RESILIENCE, INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE, BIOSURVEILLANCE, INFORMATION MANAGEMENT, COUNTERMEASURES AND MITIGATION, AND SURGE MANAGEMENT.  IN ORDER TO STRENGTHEN INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE, PADOH’S BUREAU OF EMERGENCY PREPAREDNESS AND RESPONSE (BEPR) WILL FACILITATE THE EARLIEST POSSIBLE ACTIVATION OF ITS DEPARTMENT OPERATIONS CENTER (DOC). ONCE THE INCIDENT MANAGEMENT STRUCTURE (IMS) IS IMPLEMENTED, PADOH WILL COMMENCE ITS COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH HEALTHCARE AND OTHER PARTNERS.  TO STRENGTHEN COMMUNITY RESILIENCE, PADOH MAINTAINS RELATIONSHIPS WITH PUBLIC AND PRIVATE COMMUNITY PARTNERS TO CHARACTERIZE AND ADDRESS THE NEEDS OF AT-RISK POPULATIONS RELATED TO PUBLIC HEALTH EMERGENCIES. PADOH WILL CONTINUE TO WORK TO IMPROVE AND ADVANCE HEALTH EQUITY FOR ALL COMMUNITIES. RESPONSE EFFORTS WILL BE COORDINATED WITH TREATMENT HOSPITALS AND LOCAL HEALTH DEPARTMENTS TO EFFECTIVELY ADDRESS THE EMERGING NEEDS OF THE PUBLIC HEALTH EMERGENCY.  BIOSURVEILLANCE WILL BE STRENGTHENED BY ADDING NEW DISEASES AND MODULES TO PA NATIONAL ELECTRONIC DISEASE SURVEILLANCE SYSTEM (PA-NEDSS). NEW SYSTEMS WILL BE EXPLORED BY RECONFIGURING THE SYNDROMIC SURVEILLANCE SYSTEM TO TRACK INDIVIDUALS WHO MAY HAVE BEEN EXPOSED TO THE EMERGING CONCERN. REDCAP MAY BE USED TO PERFORM RAPID NEEDS ASSESSMENTS DURING THE OCCURRING PUBLIC HEALTH EMERGENCY.  TO STRENGTHEN INFORMATION MANAGEMENT, PADOH PLANS TO DEVELOP, COORDINATE, AND DISSEMINATE RISK COMMUNICATION TO ITS PARTNERS AND THE PUBLIC, AS WELL AS FACILITATE THE EXCHANGE OF ESSENTIAL ELEMENTS OF INFORMATION. THE PADOH WILL UTILIZE ITS INCIDENT COMMAND SYSTEM (ICS) PROCESS TO ACTIVATE ITS JOINT INFORMATION CENTER, IN PARTNERSHIP WITH THE PENNSYLVANIA EMERGENCY MANAGEMENT AGENCY (PEMA) AND OTHER STATE AGENCIES. COMMUNICATIONS WILL BE ENHANCED AMONG PADOH’S BUREAU OF LABORATORIES (BOL) AND BUREAU OF EPIDEMIOLOGY (BOE) TO ENSURE THE EARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF INCIDENTS.  TO STRENGTHEN COUNTERMEASURES AND MITIGATION, PADOH PLANS REPLACE THE EXPIRED CONTENTS OF ITS RECEIVE, STAGE AND STORE (RSS) WAREHOUSES AND APPROXIMATELY 300 POINTS OF DISPENSING (PODS) WITH NEW SUPPLIES; PROVIDE TRAINING TO STAFF ON RSS AND POD PROCEDURES AND USE OF CDC’S INVENTORY MANAGEMENT AND TRACKING SYSTEM (IMATS); PURCHASE AND PROVIDE ASSISTIVE TECHNOLOGY (AT) KITS TO THE SIX PADOH DISTRICT OFFICES; AND IMPLEMENT THE NON-PHARMACEUTICAL INTERVENTION (NPI) FOR AN EMERGING INFECTIOUS DISEASE.  TO STRENGTHEN SURGE MANAGEMENT, PADOH WILL COLLABORATE WITH ITS INTERNAL AND EXTERNAL PARTNERS, SUCH AS THE STATE EMERGENCY REGISTRY OF VOLUNTEERS (SERVPA) AND THE PUBLIC HEALTH MANAGEMENT CORPORATION, TO SURGE STATE, LOCAL, AND HEALTHCARE SYSTEM CAPACITIES. THIS WILL ALLOW FOR A MORE ROBUST LABORATORY RESPONSE, BROADER SURVEILLANCE, AND EFFECTIVE EMS RESPONSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 1094450.0, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU90TP922212_7523"}, {"internal_id": 155738905, "Award ID": "NU90TP922211", "Award Amount": 1545676.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - FOR MORE THAN 20 YEARS, NORTH CAROLINA HAS MAINTAINED A PUBLIC HEALTH AND HEALTHCARE PREPAREDNESS PROGRAM THAT INVESTS IN SUSTAINABLE PLANNING, INFRASTRUCTURE BUILDING, AND RESPONSE AND RECOVERY COMPONENTS. PROGRESS IN WORKFORCE DEVELOPMENT, INFRASTRUCTURE CAPACITY, BUILDING PARTNERSHIPS AND COALITIONS HAS BEEN ACHIEVED AT THE STATE, LOCAL AND HEALTHCARE ENTITY LEVEL STATEWIDE. THIS HAS BEEN EVIDENCED BY THE SYSTEM’S ABILITY TO RESPOND TO AND RECOVER FROM MANY SMALL AND LARGE-SCALE INCIDENTS AND EVENTS OF EVERY HAZARD. UTILIZING THE HPP AND PHEP CAPABILITIES AND DOMAINS, HONEST POST-INCIDENT EVALUATION AND CONTINUOUS SELF-EVALUATION HAS LED TO SYSTEM-WIDE IMPROVEMENTS, ENHANCEMENTS AND STEADY PROGRESS AND GROWTH. LEVERAGING THE TALENT AND RESEARCH OPPORTUNITIES OF OUR STRONG ACADEMIC PARTNERS HAS ALSO ALLOWED NORTH CAROLINA’S PUBLIC HEALTH RESPONSE SYSTEM TO BE LOCAL, STATE AND NATIONAL LEADERS.  THIS FUNDING OPPORTUNITY WILL BE USED TO ADDRESS THE PUBLIC HEALTH PREPAREDNESS AND RESPONSE CAPABILITIES REQUIRED TO RESPOND TO A SCENARIO INVOLVING AN EMERGING INFECTIOUS DISEASE OUTBREAK AND OTHER PUBLIC HEALTH CRISES OR EMERGENCIES. THE WORK PLAN ADDRESSES INITIAL INCIDENT COMMAND CAPABILITY FOR EARLY CRISIS RESPONSE AND RECOVERY ACTIVITIES (“COMPONENT A”), INCLUDING EMERGENCY OPERATIONS CENTER (EOC) ACTIVATION, STAFFING CONTRACTS, NEEDS ASSESSMENT, ACCELERATED PLANNING, AND CALL CENTER ACTIVATION; AND, CRISIS-SPECIFIC RESPONSE ACTIVITIES (“COMPONENT B”), INCLUDING BIOSURVEILLANCE, INFORMATION MANAGEMENT, COUNTERMEASURES AND MITIGATION AND SURGE MANAGEMENT. THE ULTIMATE GOAL IS TO ENHANCE THE STATE’S AND NATION’S ABILITY TO RAPIDLY MOBILIZE, SURGE, AND RESPOND TO PUBLIC HEALTH EMERGENCIES IDENTIFIED BY CDC.  STRATEGIES TO ADDRESS AN UNCHARACTERIZED PUBLIC HEALTH EMERGENCY INCLUDE:  COMMAND, CONTROL, COMMUNICATIONS, AND COORDINATION WITH LOCAL HEALTH DEPARTMENTS; ENHANCED SURVEILLANCE (REPORTABLE DISEASE AND SYNDROMIC); SURGE STAFFING SUCH AS DEPLOYING STAFF TO HEALTHCARE PROVIDERS OR LOCAL HEALTH DEPARTMENTS TO CONDUCT ACTIVE SURVEILLANCE; PRODUCTION AND DISTRIBUTION OF MATERIAL AND ONLINE RISK COMMUNICATION WITH ADAPTATION FOR PLAIN LANGUAGE, LOW-LITERACY AND TRANSLATIONS (INCLUDING THE COMMUNITY, THE LOCAL HEALTH DEPARTMENT AND HEALTHCARE PROVIDERS); PUBLIC INFORMATION CAMPAIGNS (JOINT INFORMATION CENTER AND LOCAL HEALTH DEPARTMENT MATERIALS); TRANSPORT AND DISTRIBUTION OF SURGE PERSONNEL, MATERIALS AND SUPPORT FOR COORDINATION, VECTOR AND DISEASE SURVEILLANCE, CONTROL, AND ERADICATION; LOCATIONS FOR ISOLATION AND QUARANTINE; HEALTHCARE PROVIDER COLLABORATION FOR SURGE CAPACITY; MEDICAL COUNTERMEASURES RECEPTION, DISTRIBUTION, AND ADMINISTRATION; LABORATORY SURGE CAPACITY, PERSONNEL, AND EQUIPMENT; PROVISION FOR ISOLATION AND QUARANTINE OF POTENTIALLY EXPOSED AND CONTACTS FOR LONG DURATIONS; CLEANUP, DECONTAMINATION, TRANSPORTATION, AND HANDLING OF INFECTIOUS OR CONTAMINATED MATERIEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 1545676.0, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU90TP922211_7523"}, {"internal_id": 155738365, "Award ID": "NU90TP922210", "Award Amount": 1169226.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE - NEW YORK STATE DEPARTMENT OF HEALTH – HEALTH RESEARCH INC. PUBLIC HEALTH CRISIS RESPONSE CDC-RFA-TP22-2201  PROJECT ABSTRACT   NEW YORK STATE’S (NYS) UNIQUE MIX OF POPULATIONS, LOCALITIES AND INDUSTRIES MAKE IT PARTICULARLY VULNERABLE TO A WIDE ARRAY OF PUBLIC HEALTH EMERGENCIES. DUE TO ITS GEOGRAPHY, NYS REGULARLY EXPERIENCES WEATHER-RELATED EMERGENCIES, SUCH AS BLIZZARDS, ICE STORMS, TORNADOES, FLOODS, COSTAL STORMS AND EARTHQUAKES. OTHER POTENTIAL THREATS INCLUDE INFECTIOUS DISEASE OUTBREAKS CAUSED BY PATHOGENS CARRIED BY FOOD, WATER, INSECTS AND INTERNATIONAL TRAVELERS. NYS’S MULTI-FACETED INDUSTRY PROFILE INCREASES THE RISK OF EMERGENCIES INVOLVING ACCIDENTAL CHEMICAL SPILLS, PIPELINE EXPLOSIONS OR NUCLEAR ACCIDENTS.  GIVEN THE STATE’S VULNERABILITY TO A LARGE VARIETY OF DISASTERS, A RAPID AND EFFECTIVE PUBLIC HEALTH RESPONSE IS NECESSARY TO REDUCE INJURY, PREVENT OR CONTROL ILLNESS AND REDUCE MORBIDITY AND MORTALITY. IN NYS, PUBLIC HEALTH IS INTEGRATED INTO THE STATE’S EMERGENCY RESPONSE SYSTEM AS A FULL PARTNER AND OFTEN AS THE LEAD PLAYER.  THIS FUNDING WILL BE USED TO STRENGTHEN INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE, COMMUNITY RESILIENCE, INFORMATION MANAGEMENT, COUNTERMEASURES AND MITIGATION, SURGE MANAGEMENT AND BIOSURVEILLANCE. THIS WILL BE ACCOMPLISHED WITH THE ABILITY TO HIRE OR CONTRACT ADDITIONAL PERSONNEL AND PROCURE NECESSARY EQUIPMENT, SUPPLIES AND SERVICES TO ENSURE RAPID MOBILIZATION AND RESPONSE TO PUBLIC HEALTH EMERGENCIES. THE EXPECTED OUTCOMES INCLUDE: -\tPRIORITIZED PUBLIC HEALTH SERVICES AND RESOURCES SUSTAINED THROUGHOUT ALL PHASES OF EMERGENCIES AND INCIDENTS -\tEARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS -\tTIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION BY PARTNERS -\tTIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES (AS APPLICABLE TO CRISIS) -\tTIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH HEALTHCARE AND OTHER PARTNERS -\tEARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT/INDEX CASE (IF APPLICABLE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 1169226.0, "Infrastructure Obligations": null, "recipient_id": "113190c8-f167-0369-6ad3-c06c19fcf7b0-C", "generated_internal_id": "ASST_NON_NU90TP922210_7523"}, {"internal_id": 155738941, "Award ID": "NU90TP922209", "Award Amount": 1228400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "MICHIGAN 2022 PUBLIC HEALTH CRISIS COOPERATIVE AGREEMENT - THE DIVISION OF EMERGENCY PREPAREDNESS AND RESPONSE (DEPR) WITHIN THE BUREAU OF EMS, TRAUMA AND PREPAREDNESS (BETP) IN THE MICHIGAN DEPARTMENT OF HEALTH AND HUMAN SERVICES (MDHHS) MAINTAIN RESPONSIBILITIES FOR THE PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) AND HEALTHCARE PREPAREDNESS PROGRAM (HPP).  MICHIGAN IS A HOME RULED STATE AND THEREFORE DEPR ESTABLISHES ANNUAL CONTRACTS WITH 45 LOCAL HEALTH DEPARTMENTS (LHDS), 12 FEDERALLY RECOGNIZED TRIBES, AND EIGHT MEDICAL CONTROL AUTHORITIES (MCA) WHO SERVE AS THE FIDUCIARY FOR THE HEALTHCARE COALITIONS (HCC) AND THEIR HEALTHCARE ORGANIZATIONS. COLLABORATIVE PLANNING TO IDENTIFY PROGRAM DELIVERABLES OCCUR THROUGH AN ESTABLISHED STATE AND LOCAL PUBLIC HEALTH TEAM, THE MICHIGAN ASSOCIATION OF LOCAL PUBLIC HEALTH (MALPH), QUARTERLY MEETINGS WITH THE TRIBAL HEALTH DIRECTORS AND HCC LEADERSHIP.  THIS APPLICATION PROVIDES CLEAR EXPECTATIONS AND PRIORITIES TO STRENGTHEN AND ENHANCE THE READINESS OF LOCAL AND STATE PUBLIC HEALTH AND HEALTHCARE TO SAVE LIVES DURING EMERGENCIES THAT EXCEED DAY TO DAY CAPACITY AND CAPABILITIES DURING A HIGHLY PATHOGENIC AVIAN INFLUENZA PANDEMIC. IT OUTLINES STRATEGIES AND ACTIVITIES BASED ON THE HPP-PHEP LOGIC MODEL, DETAILING ACTIVITIES TO BE CONDUCTED IN RESPONSE TO THIS OUTBREAK.  EACH OF THE SIX DOMAINS: INCIDENT MANAGEMENT, JURISDICTIONAL RECOVERY, BIOSURVEILLANCE, INFORMATION MANAGEMENT, COUNTERMEASURES AND MITIGATION, AND SURGE MANAGEMENT, HAVE IDENTIFIED ACTIVITIES AND THEIR RESULTANT OUTPUTS TO IMPROVE PLANNING AND RESPONSE COORDINATION AND LEVERAGE AVAILABLE RESOURCES ACROSS THE CORE PARTNERSHIPS OF HEALTHCARE, PUBLIC HEALTH, EMERGENCY MANAGEMENT AND EMS.  ACTIVITIES WILL STRENGTHEN HUMAN RESOURCES NEEDED FOR RESPONSE BY HIRING TEMPORARY SUBJECT MATTER EXPERTS TO MITIGATE ANTICIPATED REQUESTS DURING A PANDEMIC. UTILIZATION OF VARIOUS TYPES OF CRISIS AND RISK COMMUNICATION STRATEGIES INCLUDING MEDIA CAMPAIGNS TARGETED TO BROADLY COMMUNICATE PREVENTION AND RESPONSE STRATEGIES TO HEALTHCARE PROVIDERS AS WELL AS MICHIGAN CITIZENS. AUGMENTATION OF CURRENT ELECTRONIC DISEASE REPORTING AND INCIDENT RESPONSE COMMUNICATION PLATFORMS WILL INCREASE EFFICIENCY AND PRODUCTIVITY. FOCUS ON THE EFFICIENT DELIVERY OF MEDICAL COUNTERMEASURES TO MITIGATE GAPS OF A POTENTIAL LONG-TERM RESPONSE AT THE LOCAL AND STATE LEVEL. CONTINUE CRITICAL COMMUNICATIONS AND SUPPORT TO SENTINEL LABORATORIES THROUGH GUIDELINES, RESOURCES, AND TECHNICAL SUPPORT.  MICHIGAN IS PREPARED TO ACCEPT RAPID FUNDING BY CDC FOR HHS SECRETARIAL DECLARED AND NON-DECLARED PUBLIC HEALTH EMERGENCIES ONCE APPROVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 1228400.0, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU90TP922209_7523"}, {"internal_id": 155738970, "Award ID": "NU90TP922208", "Award Amount": 1551726.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE - THE SECTION OF EMERGENCY PREPAREDNESS AND RESPONSE, DIVISION OF HEALTH PROTECTION, GEORGIA DEPARTMENT OF PUBLIC HEALTH IS SUBMITTING THIS PROJECT ABSTRACT IN RESPONSE TO THE HEALTH AND HUMAN SERVICES/CENTERS FOR DISEASE CONTROL AND PREVENTION’S (HHS/CDC) REQUEST FOR APPLICATIONS FOR STATES TO APPLY FOR THE CDC-RFA-TP22-2201 (2022).  GEORGIA IS ONE OF THE LARGEST STATES EAST OF THE MISSISSIPPI RIVER WITH THE 9TH LARGEST POPULATION IN THE U.S., ESTIMATED AT OVER 10.7 MILLION RESIDENTS. THE STATE IS COMPOSED OF 159 COUNTIES, 145 HOSPITALS, 10 EMS REGIONS, 18 PUBLIC HEALTH DISTRICTS AND 14 HEALTH CARE COALITIONS. THE HEALTH DELIVERY SYSTEM CONSISTS OF SEVERAL COMPONENTS: PRIVATE PROVIDERS, HOSPITALS, COMMUNITY HEALTH CLINICS, BEHAVIORAL HEALTH CARE FACILITIES, SPECIALTY CARE HOSPITALS, LONG-TERM CARE FACILITIES, NURSING HOMES, HOSPICE AND PUBLIC HEALTH CLINICS/SITES.  MANY OF THE SUCCESSFUL PREPAREDNESS AND RESPONSE ACTIVITIES IN GEORGIA’S PUBLIC HEALTH EMERGENCY PREPAREDNESS AND RESPONSE PROGRAM HAVE FOCUSED ON ENHANCING HEALTH CARE AND LOCAL PUBLIC HEALTH PREPAREDNESS AND CAPACITY. THE STATE’S HOLISTIC, ALL HAZARDS APPROACH TO ITS PREPAREDNESS EFFORTS HAVE ALLOWED GEORGIA TO ENHANCE EFFORTS TO ADDRESS THE NEEDS OF A BROADER GROUP OF HEALTHCARE PARTNERS, AND CONDUCT PLANNING EFFORTS INCLUSIVE OF POPULATIONS WITH ACCESS AND FUNCTIONAL NEEDS TO BETTER COORDINATE THE STATE’S EMERGENCY SUPPORT FUNCTION 8 (ESF8) WHICH ASSURES HEALTH AND MEDICAL CAPACITIES DURING DISASTERS. THE UPCOMING GRANT YEAR AND PROJECT PERIOD WILL PROVIDE ADDITIONAL OPPORTUNITIES FOR GEORGIA TO ENHANCE RELATIONSHIPS AND IMPROVE THE PREPAREDNESS OF THE STATE’S CAPABILITY AND CAPACITY TO MEET THE CRISIS RESPONSE COOPERATIVE AGREEMENT DELIVERABLES ESTABLISHED IN THE NOTICE OF FUNDING OPPORTUNITY ENSURING OUR STATE’S HIGHEST LEVEL OF RESPONSE AND PREPAREDNESS FOR EVENTS OF PUBLIC HEALTH SIGNIFICANCE.  THE HEALTH DISTRICTS’ GEOGRAPHIC PROFILES RANGE FROM DENSELY POPULATED FOOTHILLS TO SUBURBAN, SUBURBAN-URBAN MIX, VERY RURAL, AND COASTAL OCEAN BORDER. THE HEALTH DISTRICT COMPOSITION RANGES FROM A SINGLE COUNTY TO THOSE WITH SEVERAL COUNTIES, INCLUDING TWO DISTRICTS THAT HAVE 16 COUNTIES. BASED ON 2008 DATA, THE HEALTH DISTRICT POPULATION DENSITY RANGES FROM AROUND 2.5% TO OVER 10.3% OF THE STATE POPULATION. UNDERSTANDING THAT THE MOST CRITICAL PLANNING AND RESPONSE IS LOCAL, EMERGENCY PREPAREDNESS AND RESPONSE (EPR) PHEP WILL PROVIDE THE HEALTH DISTRICTS WITH AN ANTICIPATED NO LESS THAN 50% DIRECT GRANT-IN-AID FUNDING FOR THEIR IMPLEMENTATION EFFORTS. THE REMAINING 50% WILL BE DIRECTED TOWARDS STATEWIDE SUPPORT OF THE DISTRICTS, SUCH AS PUBLIC HEALTH LABORATORY AND EPIDEMIOLOGICAL/ SURVEILLANCE EFFORTS; INFORMATION TECHNOLOGY SUPPORT (WEBEOC, KNACK PLATFORM, STATEWIDE CALL DOWN SYSTEM AND MORE); TRAINING AND EDUCATION ASSISTANCE AND GUIDANCE ACCOMPLISHED, PERFORMED, OR COORDINATED THROUGH THE SUBJECT MATTER EXPERTS EMPLOYED AT THE STATE LEVEL.  GEORGIA HAS PROVIDED NARRATIVES FOR OUR HIGH LEVEL AND DETAILED WORKPLANS AS WELL AS OUR BUDGET JUSTIFICATION. THESE DOCUMENTS DESCRIBE IN DEPTH HOW GEORGIA WILL ACHIEVE SUCCESS DURING A RESPONSE, COMPLY WITH ALL GRANT DELIVERABLES AND ENSURE EXPEDIENT, EFFECTIVE MANAGEMENT OF THE TAXPAYER FUNDING PROVIDED THROUGH THE COOPERATIVE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 1551726.0, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU90TP922208_7523"}, {"internal_id": 159760574, "Award ID": "NU90TP922207", "Award Amount": 845476.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "FULTON COUNTY BOARD OF HEALTH'S PUBLIC HEALTH CRISIS RESPONSE PROJECT - THE FULTON COUNTY BOARD OF HEALTH OFFICE OF EMERGENCY PREPAREDNESS (OEP) ESTABLISHES GUIDELINES FOR PUBLIC HEALTH EMERGENCY PREPAREDNESS AND RESPONSE WITHIN FULTON COUNTY, GEORGIA. THESE GUIDELINES PROVIDE THE STRUCTURE AND MECHANISM FOR THE COORDINATION OF THE DISTRICT’S PUBLIC HEALTH RESPONSE, TO INCLUDE COORDINATION WITH LOCAL, STATE, AND FEDERAL AGENCIES. THE OEP SUPPORTS THE IMPORTANT PUBLIC HEALTH AND HOMELAND SECURITY MISSIONS OF RESPONDING TO TERRORIST ATTACKS, REDUCING VULNERABILITY TO NATURAL AND MANMADE HAZARDS, MINIMIZING THE DAMAGE AND ASSISTING IN THE RECOVERY FROM ANY TYPE OF DISASTER OR EMERGENCY OF PUBLIC HEALTH SIGNIFICANCE. THE ORGANIZATION’S GOAL IS TO PREVENT EMERGENCY SITUATIONS, REDUCE VULNERABILITY, ACT TO PROTECT INDIVIDUALS FROM THE EFFECTS OF CRISES, INITIATE EFFECTIVE AND EFFICIENT RESPONSES TO EMERGENCIES, AND RECOVER RAPIDLY FROM EMERGENCIES OR DISASTERS. TO THIS END, OEP REQUESTS FUNDING AS AN APPROVED BUT UNFUNDED (ABU) ORGANIZATION IN THE EVENT OF A PUBLIC HEALTH EMERGENCY TO (1) STAND UP EMERGENCY ACTIVITIES AND SURGE STAFFING TO ADDRESS THE SPECIFIC PUBLIC HEALTH CRISIS [COMPONENT A] AND (2) PROVIDE TAILORED EMERGENCY RESPONSE ACTIVITIES [COMPONENT B]. THIS APPLICATION AIMS TO EXPAND OEP’S EXISTING EMERGENCY RESPONSE PROGRAMS AND ACTIVITIES, INCLUDING INCREASED NEED DURING AN ACTIVE PUBLIC HEALTH EMERGENCY (PHE) AND AREAS FOR IMPROVEMENT, AND TO IDENTIFY TAILORED EMERGENCY RESPONSE ACTIVITIES USING THE ORGANIZATION’S COVID-19 AND/OR MONKEYPOX RESPONSE PLANS AS EXAMPLES. ADDITIONALLY, THIS APPLICATION WILL DETAIL OEP’S METHODS OF PERFORMANCE MANAGEMENT AND WILL DEMONSTRATE ITS CAPACITY TO BE AN ABU ORGANIZATION PER THE APPLICATION GUIDELINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 845476.0, "Infrastructure Obligations": null, "recipient_id": "dccb1de5-5aea-7718-197e-4d16a8ff9bde-C", "generated_internal_id": "ASST_NON_NU90TP922207_7523"}, {"internal_id": 155738453, "Award ID": "NU90TP922206", "Award Amount": 1279776.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "DALLAS COUNTY PUBLIC HEALTH EMERGENCY/CRISIS RESPONSE - DCHHS HAS RESPONDED TO SEVERAL PUBLIC HEALTH EMERGENCIES (PHE) AND CRISES RELATED TO NATURAL DISASTERS, OUTBREAKS, EPIDEMICS, AND PANDEMICS.  NATURAL DISASTERS SUCH AS HURRICANES KATRINA (2005), IKE (2008), AND HARVEY (2017) HAD A DRAMATIC IMPACT ON DALLAS COUNTY. IN RESPONSE TO THESE PUBLIC HEALTH CRISES, DALLAS COUNTY MOBILIZED EMERGENCY OPERATIONS, HIRED AND DEPLOYED SURGE STAFFING, PROVIDED EPIDEMIOLOGY CASE INVESTIGATION AND SURVEILLANCE, IMPLEMENTED TESTING ACTIVITIES, MOBILIZED VACCINATIONS, AND/OR ENABLED AND SUPPORTED ISOLATION AND QUARANTINE SHELTER EFFORTS AMONG OTHER CRITICAL ACTIONS TO MITIGATE THE DISASTER ON HAND.  THE MAIN OBJECTIVE OF THE FUNDING REQUEST IS TO BE ABLE TO PROVIDE RAPID RESPONSE IN THE SHORT-TERM TO PHES BY EARLY IDENTIFICATION AND RECOGNITION OF THE CRISIS, QUICK ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS; TIMELY COMMUNICATION OF DATA, RISK FACTORS, AND OTHER ESSENTIAL INFORMATION TO FIRST RESPONDERS AND THE PUBLIC; EARLY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES; TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH PARTNERS; AND CONDUCTING NECESSARY INVESTIGATIONS OF AN INCIDENT AND CREATING A TEMPLATE FOR CONTINUOUS LEARNING AND IMPROVEMENT THROUGH REAL-TIME FEEDBACK LOOP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 1279776.0, "Infrastructure Obligations": null, "recipient_id": "b4a96ebe-22d3-539f-df8e-724f7235ff89-C", "generated_internal_id": "ASST_NON_NU90TP922206_7523"}, {"internal_id": 155738471, "Award ID": "NU90TP922205", "Award Amount": 555426.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "OFFICE OF PUBLIC HEALTH PREPAREDNESS AND RESPONSE PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT CDC-RFA-TP22-2201 - AUSTIN PUBLIC HEALTH (APH) UTILIZED PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) FUNDS TO SUPPORT PUBLIC HEALTH EMERGENCY RESPONSE PRIOR TO THE RECEIPT OF THE COVID-19 CRISIS RESPONSE FUNDS BY THE CENTER FOR DISEASE CONTROL AND PREVENTION (CDC). THE COVID-19 RESPONSE WAS COORDINATED WITH THE CITY OF AUSTIN AND TRAVIS COUNTY PARTNERS INCLUDING EMERGENCY MANAGEMENT, PUBLIC SAFETY, VOLUNTEER ORGANIZATIONS ACTIVE IN A DISASTER, THE REGIONAL HEALTHCARE COALITION, AND COMMUNITY ORGANIZATIONS. THE TIMELY AWARD OF THE COVID-19 CRISIS RESPONSE FUNDS ALLOWED AUSTIN PUBLIC HEALTH (APH) TO MAXIMIZE COLLABORATIONS AND RESOURCES, AND RESPOND PROMPTLY, MITIGATING POTENTIAL MORBIDITY AND MORTALITY THROUGH RESPONSE COORDINATION, PUBLIC EDUCATION, TESTING, PERSONAL PROTECTIVE EQUIPMENT DISTRIBUTION, COMMUNITY OUTREACH, AND SURVEILLANCE. APH RECOGNIZES THE EFFICIENCIES OF A TIMELY ALLOCATION OF PUBLIC HEALTH CRISIS RESPONSE FUNDS AND RESPECTFULLY REQUESTS TO BE INCLUDED ON THE CDC PUBLIC HEALTH RESPONSE COOPERATIVE AGREEMENT LIST OF APPROVED, BUT UNFUNDED HEALTH DEPARTMENTS. IF AN AWARDEE OF CDC PUBLIC HEALTH RESPONSE COOPERATIVE AGREEMENT FUNDING, APH WILL UTILIZE THE FUNDING TO RESPOND TO A PUBLIC HEALTH EMERGENCY BY IMPLEMENTING PROCESSES, STRATEGIES, ACTIVITIES, AND EVALUATIONS TO ACHIEVE CLEAR OUTCOMES THAT WORK TO PREVENT OR REDUCE MORBIDITY AND MORTALITY FOR THE AUSTIN/TRAVIS COUNTY AREA. THIS FUNDING WILL ALLOW APH TO RETURN TO WORK TOWARDS RETURNING TO REGULAR OPERATIONS AND ASSISTING THE COMMUNITY IN ALL LEVELS OF RESPONSE INCLUDING TRANSITIONING BACK TO PRE-INCIDENT, WITH A FOCUS ON EQUITY, ACCESS AND FUNCTIONAL NEEDS, AND THOSE MOST VULNERABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 555426.0, "Infrastructure Obligations": null, "recipient_id": "0a006c9d-5757-570b-fcb8-aa52a1498784-C", "generated_internal_id": "ASST_NON_NU90TP922205_7523"}, {"internal_id": 155739107, "Award ID": "NU90TP922204", "Award Amount": 599100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT: CITY OF SAN ANTONIO METROPOLITAN HEALTH DISTRICT - THROUGH THIS FUNDING OPPORTUNITY SAN ANTONIO METROPOLITAN HEALTH DISTRICT (METRO HEALTH) WILL IMPLEMENT A PUBLIC HEALTH EMERGENCY RESPONSE IN BEXAR COUNTY WHICH ENCOMPASSES THE DOMAINS BELOW.  STRENGTHENING INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE. METRO HEALTH STANDS READY TO QUICKLY RESPOND TO ALL-HAZARD PUBLIC HEALTH EMERGENCIES. AS PART OF OUR DAILY ACTIVITIES RESPONSE PLANS ARE DRAFTED AND EDITED BASED UPON THE MANY PARTNER MEETINGS ATTENDED. AT THE ONSET OF AN INITIAL INDEX CASE IN BEXAR COUNTY, METRO HEALTH MAINTAINS AN EXECUTIVE-LEVEL INFECTIOUS DISEASE CORE WORKING GROUP TO DEVELOP SPECIFIC HIGH-LEVEL RESPONSE PLANS AND ASSIGN DEPARTMENTAL/AGENCY AND FISCAL RESPONSIBILITIES. AT THE DISCRETION OF THE CORE WORKING GROUP THE SAN ANTONIO/BEXAR COUNTY EMERGENCY OPERATION CENTER WILL BE ACTIVATED.  STRENGTHENING JURISDICTIONAL RECOVERY- METRO HEALTH CONTINUOUSLY COORDINATES AND COLLABORATES WITH THE MANY PUBLIC HEALTH PARTNER AGENCIES THAT PROVIDE SERVICES TO OUR AT-RISK VULNERABLE POPULATIONS. METRO HEALTH, IN COORDINATION WITH THE OFFICE OF EMERGENCY MANAGEMENT MAINTAINS RESPONSE PLAN TO SERVICE THIS POPULATION. METRO HEALTH MAINTAINS A VULNERABLE POPULATION REGISTRY CALLED STEARS THAT ALLOW IMMEDIATE ACCESS TO DETERMINE RESOURCE NEEDS IN OUR COMMUNITY DURING PUBLIC HEALTH EMERGENCIES.  STRENGTHENING BIOSURVEILLANCE- METRO HEALTH WILL MONITOR AND REPORT INFECTIOUS DISEASES TO THE CDC AND DEPARTMENT OF STATE HEALTH SERVICES (DSHS). THE DEPARTMENT USES THE TEXAS SYNDROMIC SURVEILLANCE (TXS2) SYSTEM TO ENHANCE SURVEILLANCE OF EMERGING PUBLIC HEALTH CONDITIONS AND THREATS. METRO HEALTH UTILIZES THE NATIONAL ELECTRONIC DISEASE SURVEILLANCE SYSTEM (NEDSS) AS A REPOSITORY FOR ELECTRONIC DISEASE REPORTING FROM COMMERCIAL AND HOSPITAL LABORATORIES.  STRENGTHENING INFORMATION MANAGEMENT- METRO HEALTH UTILIZES THE STATE FUNDED INFORMATION SHARING PLATFORMS, INCLUDING TEXAS RED SKY, THE HEALTH ALERT NETWORK (HAN), THE TEXAS DISASTER VOLUNTEER REGISTRY, EM RESOURCE AND WEBEOC. LOCALLY, METRO HEALTH PROVIDES FUNDING TO WEBEOC TO SHARE INFORMATION AMONG ALL RESPONSE PARTNERS THROUGHOUT BEXAR COUNTY. IN ADDITION, METRO HEALTH UTILIZES THE 2-1-1/3-1-1 CALL SYSTEM, STEARS, PROVIDES DISEASE REPORTS TO CLINICIANS/HOSPITAL VIA THE SOUTHWEST TEXAS REGIONAL ADVISORY COUNCIL (STRAC) AND THE BEXAR COUNTY MEDICAL SOCIETY (BCMS), AND MAINTAIN ROBUST ACCESS TO LOCAL MEDIA RESOURCES.  STRENGTHENING COUNTERMEASURES AND MITIGATION- IN THE EVENT OF A PUBLIC HEALTH EMERGENCY, METRO HEALTH MAINTAINS A DETAILED POINT OF DISPENSING (POD) PLAN THAT CONDUCTS ACTIVITIES TO BUILD, MAINTAIN AND ADMINISTER PHARMACEUTICAL AND NON-PHARMACEUTICAL INTERVENTIONS PER CDC GUIDANCE. METRO HEALTH MAINTAINS STORAGE FACILITIES TO SUPPORT THESE DEPLOYMENT ACTIVITIES/SUPPLIES TO INCLUDE THE REQUIRED PPE SUPPLIES.  STRENGTHENING SURGE MANAGEMENT- IN PUBLIC HEALTH EMERGENCIES, METRO HEALTH IS ABLE TO RAPIDLY CONVENE THE MEDICAL VOLUNTEERS COORDINATION CENTER (MVCC) TO PROVIDE THE NEEDED SURGE CAPACITY. METRO HEALTH WILL USE INTERNAL DEPARTMENT STAFFING, MULTI-DEPARTMENTAL CITY/COUNTY STAFFING, CONTRACTUAL STAFF VIA MEDICAL STAFFING CONTRACTS, PUBLIC HEALTH PARTNERS, AND MEDICAL/NON-MEDICAL VOLUNTEERS VIA THE MEDICAL RESERVE CORP TO MANAGE DISTRIBUTION AND ADMINISTRATION OF MEDICAL AND NON-MEDICAL COUNTERMEASURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 599100.0, "Infrastructure Obligations": null, "recipient_id": "a9af9f35-95ee-3cd3-8add-17ba755308a9-C", "generated_internal_id": "ASST_NON_NU90TP922204_7523"}, {"internal_id": 155738833, "Award ID": "NU90TP922203", "Award Amount": 681405.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "HC PUBLIC HEALTH - PROJECT ABSTRACT SUMMARY HARRIS COUNTY PUBLIC HEALTH (HCPH) INTENDS TO UTILIZE THE PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT IN ORDER TO ENHANCE, PREPARE, IMPLEMENT, AND QUICKLY RESPOND TO A PUBLIC HEALTH EMERGENCY. THE PLAN WILL UTILIZE THE SIX CDC DOMAINS TO ENSURE THAT HCPH IS WELL-EQUIPPED FOR ANY FUTURE PUBLIC HEALTH CRISIS. DOMAIN 1 FOCUSES ON EQUIPPING THE AVAILABLE WORKFORCE WITH THE ADEQUATE PPE AND IDENTIFYING VULNERABLE POPULATIONS FOR STRATEGIC INTERVENTIONS. DOMAIN 2 FOCUSES ON IMPLEMENTING COMMUNITY RESILIENCE PROGRAMS, WORKING WITH VARIOUS COMMUNITIES, SPECIFICALLY IMMIGRANT COMMUNITIES, TO INCREASE DISASTER PREPAREDNESS AND STRENGTHEN THEIR RESILIENCE TO DISASTERS. DOMAIN 3 FOCUSES ON THE DEVELOPMENT AND EVALUATION OF MESSAGES AND COMMUNICATION STRATEGIES THAT WILL BE USED TO INFORM THE COMMUNITY. DOMAIN 4 FOCUSES ON QUICKLY ESTABLISHING SITES TO PROVIDE COMMUNITIES WITH ACCESS TO PUBLIC HEALTH COUNTERMEASURE RESOURCES. DOMAIN 5 FOCUSES ON ESTABLISHING A NON-CONGREGATE MEDICAL SHELTERS TO MITIGATE DEMANDS ON THE HEALTHCARE SYSTEM. DOMAIN 6 IS FOCUSED ON ENHANCING SURVEILLANCE SYSTEMS TO PROVIDE CONTINUOUS SUPPORT TO EPIDEMIOLOGICAL OPERATIONS. FOR HCPH, EQUITY IS A CORNERSTONE OF ALL DISASTER PREPAREDNESS PLANNING, ENSURING THAT COMMUNITIES WITH DIFFERENT LANGUAGE AND READING ABILITIES, COMMUNITIES FROM DIFFERENT FINANCIAL BACKGROUNDS, AND COMMUNITIES OF INDIVIDUALS LIVING WITH DISABILITIES, AMONG OTHERS, HAVE ACCESS TO PUBLIC HEALTH RESOURCES BEFORE, DURING AND AFTER A DISASTER. HCPH IS COMMITTED TO USE DATA TO PERFORM EQUITY ANALYSES AND IDENTIFY SERVICE AND ACCESS BARRIERS. AS A SYSTEM, THE PUBLIC HEALTH APPROACH TO A PUBLIC HEALTH CRISIS IS ROOTED IN PREVENTION, DATA SURVEILLANCE, RESEARCH, INNOVATION, EQUITY, AND ENGAGEMENT. FOCUSING ON CAPACITY BUILDING AND COMMUNITY RESILIENCE WILL ALLOW HCPH TO LEVERAGE TRAINED STAFF, AS WELL AS A STRONG AND DIVERSE COMMUNITY PARTNERS, WHO WILL ASSIST TO MEET THE NEEDS OF THE COMMUNITY DURING PUBLIC HEALTH EMERGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 681405.0, "Infrastructure Obligations": null, "recipient_id": "be45e4ee-b18a-11a8-c0b2-3a1623199073-C", "generated_internal_id": "ASST_NON_NU90TP922203_7523"}, {"internal_id": 155738499, "Award ID": "NU90TP922202", "Award Amount": 681405.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH EMERGENCY RESPONSE APPLICATION FOR APPROVED BUT UNFUNDED (ABU) STATUS. - PUBLIC HEALTH EMERGENCY RESPONSE FUNDING PRE-APPROVAL IS BEING SOUGHT TO BEST POSITION THE CITY OF HOUSTON TO IMPLEMENT RESOURCES AND ACTIVITIES TO PROTECT RESIDENTS AND VISITORS IN THE EVENT OF A PUBLIC HEALTH EMERGENCY INCLUDING ADDRESSING ACCESS AND EQUITY ISSUES. SUCH ACTIVITIES AND RESOURCES MAY INCLUDE BUT ARE NOT LIMITED TO: (A) MASS COMMUNITY TESTING; (B) CASE INVESTIGATION AND CONTACT TRACING; (C) ISOLATION AND QUARANTINE AND RELATED WRAP-AROUND SERVICES; (D) MASS VACCINATION; (E) COMMUNITY OUTREACH AND EDUCATION; (F) PUBLIC MESSAGING, INFORMATION CAMPAIGNS, AND CALL CENTERS; (G) DATA COLLECTION, MANAGEMENT, AND ANALYSES; (H) SURGE CAPACITY SUPPORT SERVICES;  (I) ADMINISTRATIVE SUPPORT SERVICES; AND (J) OTHER RESOURCES AND ACTIVITIES AS MAY BE NEEDED TO REDUCE MORBIDITY AND MORTALITY, ENSURE ACCESS AND EQUITY, AND BUILD RESILIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 681405.0, "Infrastructure Obligations": null, "recipient_id": "65ebd379-09aa-3834-0e81-9fec88ec5c5a-C", "generated_internal_id": "ASST_NON_NU90TP922202_7523"}, {"internal_id": 155738330, "Award ID": "NU90TP922201", "Award Amount": 1649655.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS COOPERATIVE AGREEMENT APPLICATION - ON THIS FUTURE DATE, THE FLORIDA DEPARTMENT OF HEALTH (DOH), THROUGH THEIR SYNDROMIC SURVEILLANCE PROGRAM, RECOGNIZED AN INCREASE IN CASES PRESENTING WITH SYMPTOMS ASSOCIATED WITH HIGHLY INFECTIOUS DISEASES. THESE CASES PRESENTED IN FLORIDA’S MOST POPULATED AREAS AND, AFTER INVESTIGATIONS WITH HEALTHCARE PROFESSIONALS, THE DEPARTMENT SUSPECTS THEY HAVE CASES OF THE HIGHLY INFECTIOUS DISEASE X.  DISEASE X IS AN EMERGING DISEASE THAT IS TRANSMITTED THROUGH INHALATION AND DIRECT CONTACT WITH BODILY FLUIDS.  CURRENTLY, THERE ARE ESTABLISHED MEDICAL COUNTERMEASURES AVAILABLE. WITH AN INFECTION RATE OF 10% AND A MORTALITY RATE OF 50-60% WHEN LEFT UNTREATED (OR 10% WHEN TREATED), THE DEPARTMENT EXPECTS TO OBSERVE APPROXIMATELY TWO MILLION CASES AND BETWEEN 200,000 TO 1,000,000 DEATHS. THE OUTPUTS BELOW ARE BASED ON THE BACKGROUND AND INCORPORATES ASSUMPTIONS AND ACTIONS THAT HAVE BEEN TAKEN BY THE DEPARTMENT IN PREVIOUS RESPONSES.  THE WORK PLAN REFLECTS ACTIVITIES TYPICALLY TAKEN AT THE ON-SET OF A RESPONSE AS SIGNIFICANT AS A PUBLIC HEALTH EMERGENCY AND THOSE THAT WOULD REQUIRE ADDITIONAL FINANCIAL SUPPORT. IT DOES NOT REFLECT THE FULL CAPABILITY OF THE DEPARTMENT, NOR DOES IT REFLECT ACTIVITIES IN WHICH THE DEPARTMENT WOULD NOT NEED FINANCIAL ASSISTANCE TO CONDUCT.   IF FUNDS WERE AWARDED UNDER THIS NOFO, THE DEPARTMENT WOULD REVISE THE WORKPLAN TO INCORPORATE ALL ACTIVITIES AND FINANCIAL NEEDS OF THAT FUTURE EVENT. OUTPUTS: -\tINCIDENT MANAGEMENT SYSTEM IN PLACE TO SUPPORT OBJECTIVES OF INCIDENT. -\tACTIVATION OF CALL CENTERS AS DEEMED APPROPRIATE. -\tCURRENT AND ACCURATE LIST OF VIABLE STAFFING AUGMENTATION VENDORS WITH COSTS. -\tACTIVATION OF STAFF AUGMENTATION MEMORANDUMS OF UNDERSTANDING. -\tSTAFF AUGMENTATION PURCHASE REQUISITIONS PREPARED. -\tENHANCED LOGISTICAL CAPABILITY. -\tINCREASED COMMUNICATIONS, THROUGH MULTIPLE METHODS, FOR PUBLIC TO OBTAIN INFORMATION REGARDING INFECTIOUS DISEASE AND MAINTAIN SITUATION AWARENESS. -\tPROTECTED RESPONDER WORKFORCE FOR CONTINUITY OF OPERATIONS. -\tENHANCED LOGISTICAL CAPACITY TO RECEIVE AND DISTRIBUTE CRITICAL PPE, MEDICAL EQUIPMENT, NON-PHARMACEUTICAL INTERVENTIONS AND MCM. -\tENHANCED CAPACITY TO ADDRESS INCREASED SERVICE NEEDS DUE TO PHE. -\tENHANCEMENTS TO ELECTRONIC DISEASE SURVEILLANCE SYSTEMS OPERATIONALIZED -\tENHANCED DOH LABORATORY TESTING CAPACITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 1649655.0, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU90TP922201_7523"}, {"internal_id": 155738699, "Award ID": "NU90TP922200", "Award Amount": 2128703.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "TEXAS DSHS PUBLIC HEALTH CRISIS RESPONSE (PHCR) COOPERATIVE AGREEMENT - THE CURRENT FUNDING PROCESS USED BY THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) TO AWARD EMERGENCY FUNDING DELAYS AWARDEE RESPONSE ACTIVITIES FOR UP TO SIX MONTHS. THE CREATION OF AN “APPROVED BUT UNFUNDED” LIST OF PUBLIC HEALTH DEPARTMENTS ELIGIBLE FOR EXPEDITED AWARDS DURING A FEDERALLY DECLARED PUBLIC HEALTH EMERGENCY WOULD ELIMINATE THIS BARRIER. EXPEDITED FUNDING WOULD ALLOW TEXAS TO NOT ONLY MOUNT A STATE AND REGIONAL RESPONSE, BUT ALSO ACCELERATE FUNDING ALLOCATIONS TO PARTNERS, SUCH AS LOCAL HEALTH DEPARTMENTS AND THE LABORATORY RESPONSE NETWORK. TEXAS RESPONSE ACTIVITIES WILL SUPPORT THE FOLLOWING OUTCOMES:  STRENGTHENING INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE: PRIOR TO THE IDENTIFICATION OF AN INDEX CASE IN TEXAS, THE TEXAS DEPARTMENT OF STATE HEALTH SERVICES (DSHS) COMMISSIONER WILL CONVENE AN EXECUTIVE-LEVEL INFECTIOUS DISEASE STEERING COMMITTEE TO DEVELOP HIGH-LEVEL PLANS FOR RESPONSE AND ASSIGN DEPARTMENTAL AND FISCAL RESPONSIBILITIES. THE STATE MEDICAL OPERATIONS CENTER (SMOC) WILL BE ACTIVATED AT THE DISCRETION OF THE COMMITTEE.  STRENGTHENING JURISDICTIONAL RECOVERY: RESPONSE FUNDING WILL NOT SUPPORT RECOVERY OPERATIONS. PRIOR TO RESPONSE, HOWEVER, TEXAS WILL COLLABORATE WITH PUBLIC HEALTH PARTNERS TO IDENTIFY AND ADDRESS THE NEEDS OF AT-RISK AND VULNERABLE POPULATIONS.  STRENGTHENING BIOSURVEILLANCE: TEXAS WILL UTILIZE THE TEXAS SYNDROMIC SURVEILLANCE (TXS2) SYSTEM TO ENHANCE SURVEILLANCE OF EMERGING PUBLIC HEALTH CONDITIONS AND THREATS. TEXAS WILL ALSO USE THE NATIONAL ELECTRONIC DISEASE SURVEILLANCE SYSTEM (NEDSS), AS A REPOSITORY FOR ELECTRONIC DISEASE REPORTING FROM COMMERCIAL AND HOSPITAL LABORATORIES.  STRENGTHENING INFORMATION MANAGEMENT: TEXAS CURRENTLY FUNDS MULTIPLE INFORMATION SHARING PLATFORMS, INCLUDING TEXAS RED SKY, THE HEALTH ALERT NETWORK (HAN), THE TEXAS DISASTER VOLUNTEER REGISTRY, EM RESOURCE AND WEBEOC. IN THE EVENT OF A DECLARED PUBLIC HEALTH EMERGENCY, TEXAS WILL USE EMERGENCY RESPONSE FUNDING TO AUGMENT CURRENT INFORMATION SHARING PROCESSES, AS NEEDED.  STRENGTHENING COUNTERMEASURES AND MITIGATION: IN THE EVENT OF A PUBLIC HEALTH CRISIS, DSHS WILL CONDUCT ACTIVITIES TO BUILD, MAINTAIN AND ADMINISTER PHARMACEUTICAL AND NON-PHARMACEUTICAL INTERVENTIONS PER CDC GUIDANCE. DSHS WILL USE BOTH CURRENT AND CONTRACTUAL STAFF TO MANAGE DISTRIBUTION AND ADMINISTRATION OF MEDICAL AND NON-MEDICAL COUNTERMEASURES. DSHS WILL ENSURE THE SAFETY AND HEALTH OF CLINICAL AND NONCLINICAL PERSONNEL BY DISTRIBUTING PERSONAL PROTECTIVE EQUIPMENT (PPE).  STRENGTHENING SURGE MANAGEMENT: IN THE EVENT OF A PUBLIC HEALTH DISASTER, DSHS WILL USE SURGE CAPACITY DEVELOPED UNDER PREVIOUS PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT FUNDING TO AUGMENT SYSTEMS AS NEEDED. DSHS WILL ACTIVATE STAFFING CONTRACTS TO ADDRESS SURGE ISSUES ACROSS REGIONS AND DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 2128703.0, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU90TP922200_7523"}, {"internal_id": 155739083, "Award ID": "NU90TP922199", "Award Amount": 1049826.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "STATEWIDE COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE ACTIVITIES - BACKGROUND: PUBLIC HEALTH THREATS OF POTENTIALLY CATASTROPHIC PROPORTION UNDERSCORE THE IMPORTANCE OF EFFECTIVE PLANNING AND RESPONSE CAPABILITIES THAT CAN BE APPLIED TO ALL HAZARDS. AS NEW THREATS EMERGE, INCLUDING NOVEL INFECTIOUS DISEASES, THE TENNESSEE DEPARTMENT OF HEALTH (TDH) MUST ENSURE THAT BOTH MEDICAL AND PUBLIC HEALTH SYSTEMS ARE INTEGRAL PARTS OF EMERGENCY PREPAREDNESS PLANNING AND RESPONSE ACTIVITIES. COOPERATION AMONG RESPONDERS, INCLUDING STATE AND LOCAL PUBLIC HEALTH OFFICIALS, EMERGENCY MEDICAL SERVICES (EMS), HEALTH CARE COALITIONS (HCCS), EMERGENCY MANAGEMENT            AGENCIES (EMAS), AND PRIVATE HEALTH CARE ORGANIZATIONS, ENSURE THE NATION IS PREPARED TO RESPOND TO ALL HAZARDS. GOVERNMENTAL PUBLIC HEALTH DEPARTMENTS AND THE MOSTLY PRIVATE SECTOR HEALTH CARE DELIVERY SYSTEMS ARE NOW RECOGNIZED AS ESSENTIAL PARTNERS IN EMERGENCY RESPONSE, INCREASING THEIR ABILITY TO IDENTIFY AND MITIGATE POTENTIAL THREATS TO THE PUBLIC’S HEALTH. THE ALIGNED HPP-PHEP COOPERATIVE AGREEMENT PROVIDES TECHNICAL ASSISTANCE AND RESOURCES TO SUPPORT TENNESSEE STATE AND LOCAL PUBLIC HEALTH DEPARTMENTS, ALONG WITH HCCS AND HEALTH CARE ORGANIZATIONS, TO SHOW MEASURABLE AND SUSTAINABLE PROGRESS TOWARD ACHIEVING THE PREPAREDNESS AND RESPONSE CAPABILITIES THAT PROMOTE PREPARED AND RESILIENT COMMUNITIES.  IN RECENT HISTORY, TENNESSEE HAS EXPERIENCED A WIDE RANGE OF PUBLIC HEALTH THREATS AND EMERGENCIES REQUIRING DECISIVE ACTION BY OUR HPP-PHEP-FUNDED EMERGENCY PREPAREDNESS PROGRAM STAFF, HCCS, AND OTHER PARTNERS. PAST RESPONSES INCLUDE THE 2009 H1N1 INFLUENZA PANDEMIC, 2012 FUNGAL INFECTIONS OUTBREAK, 2013 JEFFERSON COUNTY INTERSTATE BUS CRASH, 2014-15 EBOLA RESPONSE, 2015 BLOUNT COUNTY TRAIN DERAILMENT, 2016 ZIKA RESPONSE, AND THE 2016 GATLINBURG WILDFIRE RESPONSE.  METHODS: THIS CRISIS RESPONSE FUNDING OPPORTUNITY WILL ENABLE TENNESSEE TO STRENGTHEN LEVELS OF EFFECTIVENESS ACROSS SIX KEY PREPAREDNESS DOMAINS: INCIDENT MANAGEMENT FOR EARLY CRISIS RESPONSE, JURISDICTIONAL RECOVERY, BIOSURVEILLANCE, INFORMATION MANAGEMENT, COUNTERMEASURES AND MITIGATION, AND SURGE MANAGEMENT. IMPROVED PLANNING AND RESPONSE COORDINATION ACROSS ALL LEVELS WILL PRESENT NEW OPPORTUNITIES TO LEVERAGE RESOURCES WHILE MAXIMIZING POSITIVE IMPACT, RESULTING IN INCREASED EFFICIENCY.  RESULTS: SHORT TERM OUTCOMES WILL INCLUDE: - TIMELY SITUATIONAL AWARENESS OF STATEWIDE PUBLIC HEALTH AND MEDICAL RESOURCES, - RAPID ASSESSMENT OF ESSENTIAL ELEMENTS OF INFORMATION, - ENHANCED EPIDEMIOLOGIC AND LABORATORY INVESTIGATION, - MITIGATION OF MEDICAL SURGE, - COMMUNICATION OF INFORMATION TO AT-RISK POPULATIONS, - ENVIRONMENT FOR LEARNING TO INCLUDE AN INTEGRATED STAKEHOLDER DRIVEN PLANNING PROCESS, AND - DEMONSTRATION OF ADMINISTRATIVE/FISCAL PREPAREDNESS THROUGH STREAMLINED ALLOCATION OF FUNDS, CONTRACTS, AND PROCUREMENT.  CONCLUSION: TDH AIMS TO DEMONSTRATE SUPERIOR RESPONSE, PLANNING, TRAINING, AND OPERATIONAL READINESS TO IMPROVE OUTCOMES AND MITIGATE NEGATIVE HEALTH IMPACTS ON OUR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": 1049826.0, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU90TP922199_7523"}, {"internal_id": 155738151, "Award ID": "NU90TP922198", "Award Amount": 2922426.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "NYC DOHMH PUBLIC HEALTH CRISIS RESPONSE - NEW YORK CITY HAS RESPONDED TO NUMEROUS RECENT SIGNIFICANT PUBLIC HEALTH THREATS, INCLUDING EMERGING INFECTIOUS DISEASES, SUCH AS ZIKA VIRUS, EBOLA VIRUS, AND COVID-19, AS WELL AS MORE ROUTINE DISEASE OUTBREAKS, INCLUDING LEGIONNAIRES DISEASE, HEPATITIS A, AVIAN INFLUENZA H7N2 AND MEASLES/MUMPS. THESE OUTBREAK RESPONSES HAVE UNDERSCORED THE IMPORTANCE OF EFFECTIVE PUBLIC HEALTH PREPAREDNESS AND RESPONSE CAPABILITIES REQUIRED TO RESPOND TO AN EMERGING INFECTIOUS DISEASE OUTBREAK - INCLUDING THOSE WITH MULTIPLE ROUTES OF TRANSMISSION, A HIGH ATTACK AND MORTALITY RATE, AND EITHER A COUNTERMEASURE AND/OR PHARMACEUTICAL AND/OR VECTOR CONTROL AND/OR AN ORAL PROPHYLAXES COMPONENT. DOHMH HAS A ROBUST INCIDENT COMMAND SYSTEM (ICS) STRUCTURE, INCLUDING AN ON-CALL ROSTER WITH PRE-IDENTIFIED STAFF TO FILL LEADERSHIP AND GENERAL ICS ROLES IN SUPPORT OF EMERGENCY PREPAREDNESS AND RESPONSE ACTIVITIES. SEVERAL REAL-WORLD RESPONSES, REGULAR TRAININGS, EXERCISES AND DRILLS ENSURE STAFF CAN PERFORM EMERGENCY RESPONSE ROLES. THIS ASSURES A STEADY STATE OF READINESS FOR NOTIFICATION, SITUATIONAL AWARENESS, STAFF DEPLOYMENT AND OTHER RESPONSE OPERATIONS. AS NEW THREATS, INCLUDING NOVEL INFECTIOUS DISEASES, EMERGE, DOHMH MUST CONTINUE TO ENSURE THE NYC PUBLIC HEALTH AND HEALTH CARE SYSTEMS ARE ABLE TO RAPIDLY MOBILIZE AND RESPOND IN ORDER TO PREVENT OR REDUCE MORBIDITY AND MORTALITY FROM INCIDENTS. BY THE END OF THE PROJECT PERIOD, DOHMH EXPECTS TO ACHIEVE THE FOLLOWING PUBLIC HEALTH RESPONSE-RELATED OUTCOMES: -\tEARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS -\tEARLIEST POSSIBLE IDENTIFICATION AND INVESTIGATION OF AN INCIDENT/INDEX CASE -\tTIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES -\tTIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION BY PARTNERS -\tTIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH HEALTHCARE AND OTHER PARTNERS DOHMH WILL ACHIEVE THESE OUTCOMES BY ENSURING INTERNAL COLLABORATION BETWEEN ITS LABORATORY, SURVEILLANCE AND EPIDEMIOLOGY LEADS, MATERNAL-CHILD HEALTH PROGRAM, ENVIRONMENTAL HEALTH/VECTOR CONTROL PROGRAMS, HEALTHCARE SYSTEM READINESS PROGRAM AND EMERGENCY MANAGEMENT PROGRAM. DOHMH WILL ALSO WORK CLOSELY WITH  NYC EMERGENCY MANAGEMENT (NYCEM) TO FACILITATE THE INCLUSION OF PUBLIC HEALTH CONCERNS AND EXPERTISE INTO THE CITYWIDE RESPONSE, AS WELL AS AN ARRAY OF PRIVATE AND PUBLIC AGENCIES WHO ARE KEY STAKEHOLDERS IN HEALTHCARE PREPAREDNESS, RESPONSE AND RECOVERY. DURING A RESPONSE, DOHMH WILL SUPPORT THE NEEDS OF ANY COMMUNITY IMPACTED BY A PUBLIC HEALTH EMERGENCY AND ENSURE THAT THE PUBLIC HEALTH SYSTEM IS READY AND CAPABLE OF KEEPING NYC COMMUNITIES SAFE AND MITIGATING THE IMPACTS OF ANY PUBLIC HEALTH EMERGENCY. IN ADDITION, DOHMH WILL ENSURE THE HEALTH OF AT-RISK AND UNDERSERVED POPULATIONS AND THAT PLANS AND PROCESSES ARE IN PLACE DURING AN EVENT TO ADDRESS THE UNIQUE NEEDS OF THESE POPULATIONS, INCLUDING UNDERSERVED POPULATIONS. FINALLY, GIVEN THE EXPEDIENCY WITH WHICH DOHMH NEEDS TO RECEIVE AND EXPEND PREPAREDNESS FUNDS, DOHMH WILL UTILIZE A FISCAL AGENT, PUBLIC HEALTH SOLUTIONS, TO RECEIVE, OBLIGATE AND LIQUIDATE PREPAREDNESS AND RESPONSE GRANT FUNDS ON DOHMH’S BEHALF. THE RELATIONSHIP BETWEEN DOHMH AND PUBLIC HEALTH SOLUTIONS FOR MANAGEMENT OF PREPAREDNESS FUNDS HAS RESULTED IN SIGNIFICANT EFFICIENCIES IN THE PROCUREMENT OF GOODS AND SERVICES, INCLUDING RAPID AND COMPLETE SPEND-DOWN OF PREPAREDNESS AND RESPONSE AWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 2922426.0, "Infrastructure Obligations": null, "recipient_id": "3496c2ea-b912-0ef4-c958-a7f52a25be16-C", "generated_internal_id": "ASST_NON_NU90TP922198_7523"}, {"internal_id": 159760565, "Award ID": "NU90TP922197", "Award Amount": 4569250.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT - DURING THE LAST FEW YEARS CALIFORNIA HAS SEEN A SIGNIFICANT NUMBER OF PUBLIC HEALTH AND MEDICAL EMERGENCIES REQUIRING ACTIVATION OF ITS EMERGENCY RESPONSE SYSTEM AT THE STATE AND/OR LOCAL LEVEL, WITH COVID-19 PANDEMIC BEING THE LONGEST ACTIVATION TO DATE. IN 2020, THE CALIFORNIA DEPARTMENT OF PUBLIC HEALTH (CDPH) MEDICAL AND HEALTH COORDINATION CENTER WAS ACTIVATED TO SUPPORT LOCAL AND STATEWIDE RESPONSE FOR COVID-19 PANDEMIC INFECTIOUS DISEASE, AND ALSO DEVASTATING WILDFIRES.  MANY OF CALIFORNIA’S LOCAL HEALTH DEPARTMENTS (LHDS) WERE ACTIVATED FOR THESE SAME EVENTS, ALONG WITH EXTREME HEAT AND COLD WEATHER EVENTS; AND ACTS OF DOMESTIC TERRORISM.  CALIFORNIA REMAINS AT RISK FOR A NUMBER OF POTENTIALLY CATASTROPHIC EMERGENCIES THAT WOULD HAVE A SIGNIFICANT IMPACT ON THE PUBLIC HEALTH AND MEDICAL SYSTEM. THE PURPOSE OF THESE FUNDS WOULD BE FOR CDPH TO SUPPORT A COLLABORATIVE EFFORT AT BOTH THE STATE AND LOCAL LEVEL TO RAPIDLY MOBILIZE AND RESPOND TO A PUBLIC HEALTH EMERGENCY IDENTIFIED BY CDC.  CDPH AND LHDS WILL ENGAGE IN ACTIVITIES DESIGNED TO MOBILIZE, STRENGTHEN AND ENHANCE THE CAPACITY OF THE PUBLIC HEALTH AND MEDICAL SYSTEM TO RESPOND TO THE IDENTIFIED EMERGENCY AND TO BRING ABOUT THE FOLLOWING HIGH-LEVEL OUTCOMES.  - EARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS — CDPH AND LHDS WILL ENHANCE CAPABILITIES AND REDUCE CYCLE TIMES TO HIRE, TRAIN AND DEPLOY STAFF, PURCHASE EQUIPMENT AND SUPPLIES; AND STAND UP EOCS AND CALL CENTERS.  - PRIORITIZED PUBLIC HEALTH SERVICES AND RESOURCES SUSTAINED THROUGHOUT ALL PHASES OF EMERGENCIES AND INCIDENTS — CDPH AND LHDS WILL CONDUCT ASSESSMENTS, WORK WITH PARTNERS, AND REVISE AND TRAIN ON RESPONSE PLANS AND GUIDANCE TO ADDRESS AT-RISK POPULATION NEEDS AND THE IDENTIFIED PATHOGEN IN INFECTIOUS DISEASE SITUATIONS.  - TIMELY IMPLEMENTATION OF INTERVENTION AND CONTROL MEASURES — CDPH AND LHDS WILL PROCURE RESOURCES, VACCINES, AND TREATMENT MEDICATIONS, CONDUCT CASE MANAGEMENT, STRATEGICALLY POSITION RESPONSE ACTIVITIES, AND CREATE AND DISTRIBUTE GUIDANCE TO PREVENT THE SPREAD OF THE DISEASE.  - TIMELY COMMUNICATION OF RISK AND ESSENTIAL ELEMENTS OF INFORMATION BY PARTNERS — CDPH AND LHDS WILL DEVELOP, DISTRIBUTE, AND TRANSLATE RISK COMMUNICATION MATERIALS TO EDUCATE THE COMMUNITY AND PARTNERS.  - TIMELY COORDINATION AND SUPPORT OF RESPONSE ACTIVITIES WITH HEALTHCARE AND OTHER PARTNERS — LHDS WILL HIRE AND DEPLOY STAFF AND RESOURCES TO SUPPORT THE EXPANSION OF THE HEALTHCARE DELIVERY SYSTEM, PROVIDE SITUATIONAL AWARENESS AND POPULATION MONITORING, AND CONDUCT COORDINATION OF VOLUNTEERS.  - CONTINUOUS LEARNING AND IMPROVEMENTS CONTAIN REAL-TIME FEEDBACK LOOP — BOTH THE STATE AND LHDS WILL SEEK OPPORTUNITIES FOR REAL-TIME FEEDBACK THAT CAN LEAD TO CONTINUOUS IMPROVEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 4569250.0, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU90TP922197_7523"}, {"internal_id": 155738795, "Award ID": "NU90TP922196", "Award Amount": 3087376.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "93.354", "Description": "LOS ANGELES COUNTY DEPARTMENT OF PUBLIC HEALTH - COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - PUBLIC HEALTH EMERGENCY RESPONSE: COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE PUBLIC HEALTH CRISIS RESPONSE CDC-RFA-TP22-2201 LOS ANGELES COUNTY FEBRUARY 12, 2022 PROJECT ABSTRACT SUMMARY LOS ANGELES COUNTY IS THE LARGEST COUNTY IN THE NATION, CONSISTING OF 88 INCORPORATED CITIES AND 136 UNINCORPORATED AREAS WITH A POPULATION OF OVER 10 MILLION. THE COUNTY COVERS OVER 4,000 SQUARE MILES AND HAS 75 MILES OF COASTLINE. LOS ANGELES IS A SHIPPING, INDUSTRIAL, AND DISTRIBUTION CENTER FOR THE WESTERN U.S. AND MUCH OF THE PACIFIC RIM. LAX IS THE WORLD'S FIFTH BUSIEST AIRPORT AND SECOND LARGEST INTERNATIONAL GATEWAY IN THE U.S. IT ALSO HAS THE NATION’S TWO MAIN SEAPORTS THAT SERVE AS MAJOR GATEWAYS FOR THE ENTIRE COUNTRY. LA IS KNOWN AS THE “ENTERTAINMENT CAPITOL OF THE WORLD”, LEADING THE WORLD IN MOTION PICTURE, TELEVISION, VIDEO GAME, AND MUSIC PRODUCTION. IN 2016, THE LOS ANGELES METROPOLITAN AREA’S GROSS DOMESTIC PRODUCT WAS $885B. DPH IS THE LARGEST COUNTY HEALTH DEPARTMENT IN THE NATION. THROUGH A VARIETY OF PROGRAMS, COMMUNITY PARTNERSHIPS AND SERVICES, DPH OVERSEES ENVIRONMENTAL HEALTH, DISEASE CONTROL, AND COMMUNITY AND FAMILY HEALTH. NATIONALLY ACCREDITED BY THE PUBLIC HEALTH ACCREDITATION BOARD IN 2017, DPH HAS MORE THAN 4,500 EMPLOYEES AND HAS AN ANNUAL BUDGET OF OVER $1.2 BILLION. WE ARE THE RECIPIENT OF NUMEROUS HEALTH AND HUMAN SERVICES’ GRANTS AND HAVE DEMONSTRATED THE ABILITY TO SUCCESSFULLY MANAGE FEDERAL GRANT FUNDS. DPH ALSO MAINTAINS THE ABILITY TO RAPIDLY PROCURE, HIRE, AND CONTRACT FOR ADDITIONAL NEEDED RESOURCES TO ASSURE TIMELINESS OF SERVICES IN PUBLIC HEALTH EMERGENCIES. THIS APPLICATION REQUESTS $20 MILLION IN ESTIMATED FUNDING NEEDED TO RESPOND TO AN EID AND BEGIN THE PROCESS OF RESTORING ESSENTIAL SERVICES AND COMMUNITY FUNCTIONALITY. THE APPLICATION WAS DEVELOPED FOLLOWING THE REVIEW OF EMERGENCY RESPONSE PLANS, RESPONSE ACTIVITIES, AND ASSOCIATED COSTS FOR COVID-19, H1N1, EBOLA, ZIKA, AND RECENT ACTIVATIONS FOR OTHER DISEASE OUTBREAKS, CATASTROPHIC WILDFIRES, AND ENVIRONMENTAL DISASTERS. IT COMPLEMENTS AND BUILDS OFF THE PHEP, HPP, AND EPIDEMIOLOGY AND LABORATORY CAPACITY FOR INFECTIOUS DISEASES COOPERATIVE AGREEMENTS THAT HAVE COLLECTIVELY BUILT CAPABILITY AND CAPACITY FOR PREPAREDNESS, RESPONSE AND RECOVERY FOR EIDS AND OTHER PUBLIC HEALTH THREATS IN LOS ANGELES COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 3087376.0, "Infrastructure Obligations": null, "recipient_id": "71eaba10-bc76-342b-fb91-32cdea931879-C", "generated_internal_id": "ASST_NON_NU90TP922196_7523"}, {"internal_id": 144500882, "Award ID": "NU90TP922195", "Award Amount": 255826.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PW", "COVID-19 Obligations": 255826.0, "Infrastructure Obligations": null, "recipient_id": "99fef2d8-8c6d-8bef-df93-551c3d0dddab-R", "generated_internal_id": "ASST_NON_NU90TP922195_7523"}, {"internal_id": 134228964, "Award ID": "NU90TP922194", "Award Amount": 25667917.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 25667917.0, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU90TP922194_7523"}, {"internal_id": 134229534, "Award ID": "NU90TP922193", "Award Amount": 69365038.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": 69365038.0, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU90TP922193_7523"}, {"internal_id": 134229103, "Award ID": "NU90TP922192", "Award Amount": 62340758.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 62340758.0, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU90TP922192_7523"}, {"internal_id": 134229223, "Award ID": "NU90TP922191", "Award Amount": 19014644.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": 19014644.0, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU90TP922191_7523"}, {"internal_id": 134229114, "Award ID": "NU90TP922190", "Award Amount": 486640.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - WORKFORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": 486640.0, "Infrastructure Obligations": null, "recipient_id": "fdf64e39-85f0-3ab6-2bfc-c641eb508fbb-C", "generated_internal_id": "ASST_NON_NU90TP922190_7523"}, {"internal_id": 134229458, "Award ID": "NU90TP922189", "Award Amount": 18406348.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 18406348.0, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU90TP922189_7523"}, {"internal_id": 134229553, "Award ID": "NU90TP922188", "Award Amount": 33984032.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 33984032.0, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU90TP922188_7523"}, {"internal_id": 143521001, "Award ID": "NU90TP922187", "Award Amount": 815660.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FM", "COVID-19 Obligations": 815660.0, "Infrastructure Obligations": null, "recipient_id": "89c9230f-fd3e-4dc6-12b3-240632c0635e-R", "generated_internal_id": "ASST_NON_NU90TP922187_7523"}, {"internal_id": 134229098, "Award ID": "NU90TP922186", "Award Amount": 59409275.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 59409275.0, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU90TP922186_7523"}, {"internal_id": 143521055, "Award ID": "NU90TP922185", "Award Amount": 496179.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MH", "COVID-19 Obligations": 496179.0, "Infrastructure Obligations": null, "recipient_id": "34136a44-aba9-fbc7-e952-43c029387c40-R", "generated_internal_id": "ASST_NON_NU90TP922185_7523"}, {"internal_id": 134229144, "Award ID": "NU90TP922184", "Award Amount": 28189003.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 28189003.0, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU90TP922184_7523"}, {"internal_id": 134229602, "Award ID": "NU90TP922183", "Award Amount": 59714865.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 59714865.0, "Infrastructure Obligations": null, "recipient_id": "71eaba10-bc76-342b-fb91-32cdea931879-C", "generated_internal_id": "ASST_NON_NU90TP922183_7523"}, {"internal_id": 134229360, "Award ID": "NU90TP922182", "Award Amount": 27129696.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 27129696.0, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU90TP922182_7523"}, {"internal_id": 134229033, "Award ID": "NU90TP922181", "Award Amount": 45536572.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 45536572.0, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU90TP922181_7523"}, {"internal_id": 134229635, "Award ID": "NU90TP922180", "Award Amount": 40941205.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": 40941205.0, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU90TP922180_7523"}, {"internal_id": 134229475, "Award ID": "NU90TP922179", "Award Amount": 40374153.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": 40374153.0, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU90TP922179_7523"}, {"internal_id": 134229060, "Award ID": "NU90TP922178", "Award Amount": 11451854.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": 11451854.0, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU90TP922178_7523"}, {"internal_id": 134229302, "Award ID": "NU90TP922177", "Award Amount": 9280889.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 9280889.0, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU90TP922177_7523"}, {"internal_id": 134229157, "Award ID": "NU90TP922176", "Award Amount": 1137100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": 1137100.0, "Infrastructure Obligations": null, "recipient_id": "24e6ad11-f067-66f7-95be-c2e992c17f54-C", "generated_internal_id": "ASST_NON_NU90TP922176_7523"}, {"internal_id": 134229547, "Award ID": "NU90TP922175", "Award Amount": 63097212.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 63097212.0, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU90TP922175_7523"}, {"internal_id": 134229673, "Award ID": "NU90TP922174", "Award Amount": 173376888.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 173376888.0, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU90TP922174_7523"}, {"internal_id": 134229303, "Award ID": "NU90TP922173", "Award Amount": 18649972.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": 18649972.0, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_NU90TP922173_7523"}, {"internal_id": 134229286, "Award ID": "NU90TP922172", "Award Amount": 43570409.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 43570409.0, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU90TP922172_7523"}, {"internal_id": 134228938, "Award ID": "NU90TP922171", "Award Amount": 472791.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": 472791.0, "Infrastructure Obligations": null, "recipient_id": "3dc775f6-530f-0cd4-64d9-c78fe8bc931e-C", "generated_internal_id": "ASST_NON_NU90TP922171_7523"}, {"internal_id": 134229357, "Award ID": "NU90TP922170", "Award Amount": 5278525.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 5278525.0, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU90TP922170_7523"}, {"internal_id": 134229287, "Award ID": "NU90TP922169", "Award Amount": 6174029.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": 6174029.0, "Infrastructure Obligations": null, "recipient_id": "5977c26b-55c9-a9b6-4eae-6ac7c2655500-C", "generated_internal_id": "ASST_NON_NU90TP922169_7523"}, {"internal_id": 134228989, "Award ID": "NU90TP922168", "Award Amount": 31112843.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - COVID-19 PUBLIC HEALTH WORKFORCE DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": 31112843.0, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NU90TP922168_7523"}, {"internal_id": 134229612, "Award ID": "NU90TP922167", "Award Amount": 5457007.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": 5457007.0, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU90TP922167_7523"}, {"internal_id": 134229245, "Award ID": "NU90TP922166", "Award Amount": 12313606.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": 12313606.0, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU90TP922166_7523"}, {"internal_id": 134229579, "Award ID": "NU90TP922165", "Award Amount": 157015371.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 157015371.0, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU90TP922165_7523"}, {"internal_id": 134229238, "Award ID": "NU90TP922164", "Award Amount": 4384938.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": 4384938.0, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU90TP922164_7523"}, {"internal_id": 134229050, "Award ID": "NU90TP922163", "Award Amount": 19750412.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": 19750412.0, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU90TP922163_7523"}, {"internal_id": 134229344, "Award ID": "NU90TP922162", "Award Amount": 7250870.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 7250870.0, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU90TP922162_7523"}, {"internal_id": 134229744, "Award ID": "NU90TP922161", "Award Amount": 34680626.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 34680626.0, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU90TP922161_7523"}, {"internal_id": 134228993, "Award ID": "NU90TP922160", "Award Amount": 23036076.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 23036076.0, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU90TP922160_7523"}, {"internal_id": 134229378, "Award ID": "NU90TP922159", "Award Amount": 59356567.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 59356567.0, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU90TP922159_7523"}, {"internal_id": 134229453, "Award ID": "NU90TP922158", "Award Amount": 16756027.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 16756027.0, "Infrastructure Obligations": null, "recipient_id": "66d181e3-49f3-60a5-5244-e4ad31687e5a-C", "generated_internal_id": "ASST_NON_NU90TP922158_7523"}, {"internal_id": 134229135, "Award ID": "NU90TP922157", "Award Amount": 13263544.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 13263544.0, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU90TP922157_7523"}, {"internal_id": 134229610, "Award ID": "NU90TP922156", "Award Amount": 36895449.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": 36895449.0, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU90TP922156_7523"}, {"internal_id": 134229538, "Award ID": "NU90TP922155", "Award Amount": 18038850.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 18038850.0, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU90TP922155_7523"}, {"internal_id": 134229449, "Award ID": "NU90TP922154", "Award Amount": 19452788.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": 19452788.0, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU90TP922154_7523"}, {"internal_id": 134228962, "Award ID": "NU90TP922153", "Award Amount": 50920959.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 50920959.0, "Infrastructure Obligations": null, "recipient_id": "3831723f-e99e-b357-7394-848d840696e8-R", "generated_internal_id": "ASST_NON_NU90TP922153_7523"}, {"internal_id": 134229122, "Award ID": "NU90TP922152", "Award Amount": 760742.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": 760742.0, "Infrastructure Obligations": null, "recipient_id": "b1bc6daa-b036-e908-4e66-522387842c63-C", "generated_internal_id": "ASST_NON_NU90TP922152_7523"}, {"internal_id": 134228952, "Award ID": "NU90TP922151", "Award Amount": 4649471.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": 4649471.0, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU90TP922151_7523"}, {"internal_id": 134229590, "Award ID": "NU90TP922150", "Award Amount": 7195794.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": 7195794.0, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU90TP922150_7523"}, {"internal_id": 134229370, "Award ID": "NU90TP922149", "Award Amount": 19678685.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": 19678685.0, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_NU90TP922149_7523"}, {"internal_id": 134229065, "Award ID": "NU90TP922148", "Award Amount": 49758827.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018COVID 19 WORKFORCE SUPPLEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 49758827.0, "Infrastructure Obligations": null, "recipient_id": "3496c2ea-b912-0ef4-c958-a7f52a25be16-C", "generated_internal_id": "ASST_NON_NU90TP922148_7523"}, {"internal_id": 133587315, "Award ID": "NU90TP922147", "Award Amount": 10264579.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 10264579.0, "Infrastructure Obligations": null, "recipient_id": "02787839-b433-41c9-9383-56cc2649ecdf-C", "generated_internal_id": "ASST_NON_NU90TP922147_7523"}, {"internal_id": 134229675, "Award ID": "NU90TP922146", "Award Amount": 66609317.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 66609317.0, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU90TP922146_7523"}, {"internal_id": 133585737, "Award ID": "NU90TP922145", "Award Amount": 52948504.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": 52948504.0, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU90TP922145_7523"}, {"internal_id": 133587037, "Award ID": "NU90TP922144", "Award Amount": 8952425.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": 8952425.0, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU90TP922144_7523"}, {"internal_id": 134229321, "Award ID": "NU90TP922143", "Award Amount": 41311592.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - COVID-19 WORKFORCE SUPPLEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 41311592.0, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU90TP922143_7523"}, {"internal_id": 133586534, "Award ID": "NU90TP922142", "Award Amount": 36358851.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 36358851.0, "Infrastructure Obligations": null, "recipient_id": "0223d356-01a1-022d-c47a-fc625ffb1bed-C", "generated_internal_id": "ASST_NON_NU90TP922142_7523"}, {"internal_id": 134229408, "Award ID": "NU90TP922141", "Award Amount": 8861778.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018, COVID-19 PUBLIC HEALTH WORKFORCE SUPPLEMENTAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 8861778.0, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU90TP922141_7523"}, {"internal_id": 134229435, "Award ID": "NU90TP922140", "Award Amount": 66017548.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 66017548.0, "Infrastructure Obligations": null, "recipient_id": "113190c8-f167-0369-6ad3-c06c19fcf7b0-C", "generated_internal_id": "ASST_NON_NU90TP922140_7523"}, {"internal_id": 133585154, "Award ID": "NU90TP922139", "Award Amount": 14570353.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 14570353.0, "Infrastructure Obligations": null, "recipient_id": "65ebd379-09aa-3834-0e81-9fec88ec5c5a-C", "generated_internal_id": "ASST_NON_NU90TP922139_7523"}, {"internal_id": 134229139, "Award ID": "NU90TP922138", "Award Amount": 5127654.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 5127654.0, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU90TP922138_7523"}, {"internal_id": 134229182, "Award ID": "NU90TP922137", "Award Amount": 6695170.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": 6695170.0, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU90TP922137_7523"}, {"internal_id": 133587281, "Award ID": "NU90TP922136", "Award Amount": 21851989.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 21851989.0, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU90TP922136_7523"}, {"internal_id": 133586426, "Award ID": "NU90TP922135", "Award Amount": 1256722.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 1256722.0, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_NU90TP922135_7523"}, {"internal_id": 134228991, "Award ID": "NU90TP922134", "Award Amount": 29676838.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": 29676838.0, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU90TP922134_7523"}, {"internal_id": 134229209, "Award ID": "NU90TP922133", "Award Amount": 11481577.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": 11481577.0, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU90TP922133_7523"}, {"internal_id": 134229485, "Award ID": "NU90TP922132", "Award Amount": 35053171.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 35053171.0, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU90TP922132_7523"}, {"internal_id": 134229399, "Award ID": "NU90TP922131", "Award Amount": 126615000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 126615000.0, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU90TP922131_7523"}, {"internal_id": 97470110, "Award ID": "NU90TP922130", "Award Amount": 5940546.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "STATE OF KANSAS NON-FUNDED PUBLIC HEALTH CRISIS RESPONSE NOFO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU90TP922130_7523"}, {"internal_id": 96560278, "Award ID": "NU90TP922129", "Award Amount": 10742088.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "LOUISIANA CRISIS RESPONSE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 2937023.0, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU90TP922129_7523"}, {"internal_id": 97470281, "Award ID": "NU90TP922128", "Award Amount": 6148298.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "EMERGENCY PUBLIC HEALTH RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU90TP922128_7523"}, {"internal_id": 97469887, "Award ID": "NU90TP922127", "Award Amount": 4567500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU90TP922127_7523"}, {"internal_id": 96559858, "Award ID": "NU90TP922126", "Award Amount": 9309511.49, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "FUNDING WILL BE USED FOR CRISIS PLANNING AND ACTIVE RESPONSE TO A HIGHLY INFECTIOUS DISEASE OR OTHER DISASTER THAT RESULTS IN A LARGE SCALE PUBLIC HEALTH EMERGENCY IN CONNECTICUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 2251240.49, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU90TP922126_7523"}, {"internal_id": 144501561, "Award ID": "NU90TP922125", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-05", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FM", "COVID-19 Obligations": 840805.0, "Infrastructure Obligations": null, "recipient_id": "89c9230f-fd3e-4dc6-12b3-240632c0635e-R", "generated_internal_id": "ASST_NON_NU90TP922125_7523"}, {"internal_id": 96560323, "Award ID": "NU90TP922124", "Award Amount": 6465367.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 1465367.0, "Infrastructure Obligations": null, "recipient_id": "65ebd379-09aa-3834-0e81-9fec88ec5c5a-C", "generated_internal_id": "ASST_NON_NU90TP922124_7523"}, {"internal_id": 96560024, "Award ID": "NU90TP922123", "Award Amount": 13755002.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "MARYLAND PUBLIC HEALTH CRISIS RESPONSE - COVID19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 3495775.16, "Infrastructure Obligations": null, "recipient_id": "0223d356-01a1-022d-c47a-fc625ffb1bed-C", "generated_internal_id": "ASST_NON_NU90TP922123_7523"}, {"internal_id": 97470780, "Award ID": "NU90TP922122", "Award Amount": 5000803.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "HOSPITAL PREPAREDNESS PROGRAM AND PUBLIC HEALTH EMERGENCY PREPAREDNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU90TP922122_7523"}, {"internal_id": 144501039, "Award ID": "NU90TP922121", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-17", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MH", "COVID-19 Obligations": 735509.0, "Infrastructure Obligations": null, "recipient_id": "34136a44-aba9-fbc7-e952-43c029387c40-R", "generated_internal_id": "ASST_NON_NU90TP922121_7523"}, {"internal_id": 97470041, "Award ID": "NU90TP922120", "Award Amount": 4567500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU90TP922120_7523"}, {"internal_id": 97468859, "Award ID": "NU90TP922119", "Award Amount": 6441413.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: COVID-19 PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU90TP922119_7523"}, {"internal_id": 96557279, "Award ID": "NU90TP922118", "Award Amount": 14345196.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "STATEWIDE COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": 4266902.0, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU90TP922118_7523"}, {"internal_id": 97470219, "Award ID": "NU90TP922117", "Award Amount": 4567500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "SOUTH DAKOTA PUBLIC HEALTH CRISIS RESPONSE APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "5977c26b-55c9-a9b6-4eae-6ac7c2655500-C", "generated_internal_id": "ASST_NON_NU90TP922117_7523"}, {"internal_id": 97471378, "Award ID": "NU90TP922116", "Award Amount": 8926133.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "SOUTH CAROLINA'S COVID-19 PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NU90TP922116_7523"}, {"internal_id": 96560249, "Award ID": "NU90TP922115", "Award Amount": 7884152.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": 2013794.0, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_NU90TP922115_7523"}, {"internal_id": 96557724, "Award ID": "NU90TP922114", "Award Amount": 24975894.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE:  PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 8071846.0, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU90TP922114_7523"}, {"internal_id": 144500827, "Award ID": "NU90TP922113", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-11", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PW", "COVID-19 Obligations": 673587.0, "Infrastructure Obligations": null, "recipient_id": "99fef2d8-8c6d-8bef-df93-551c3d0dddab-R", "generated_internal_id": "ASST_NON_NU90TP922113_7523"}, {"internal_id": 97471938, "Award ID": "NU90TP922112", "Award Amount": 5874996.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "STATE OF MISSISSIPPI COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU90TP922112_7523"}, {"internal_id": 95942913, "Award ID": "NU90TP922111", "Award Amount": 13749947.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "MISSOURI PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": 3861290.0, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU90TP922111_7523"}, {"internal_id": 97471882, "Award ID": "NU90TP922110", "Award Amount": 4567500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH EMERGENCY PREPAREDNESS (PHEP) COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE 2081", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU90TP922110_7523"}, {"internal_id": 96558603, "Award ID": "NU90TP922109", "Award Amount": 1039472.63, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": 669706.63, "Infrastructure Obligations": null, "recipient_id": "fdf64e39-85f0-3ab6-2bfc-c641eb508fbb-C", "generated_internal_id": "ASST_NON_NU90TP922109_7523"}, {"internal_id": 97471385, "Award ID": "NU90TP922108", "Award Amount": 4902840.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "ALASKA PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU90TP922108_7523"}, {"internal_id": 97471019, "Award ID": "NU90TP922107", "Award Amount": 6532739.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "NEVADA PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU90TP922107_7523"}, {"internal_id": 97471282, "Award ID": "NU90TP922106", "Award Amount": 4902840.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "NEW HAMPSHIRE'S PUBLIC HEALTH CRISIS RESPONSE PLAN, COVID-19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU90TP922106_7523"}, {"internal_id": 97470875, "Award ID": "NU90TP922105", "Award Amount": 5682869.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "SEE ATTACHMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": -291495.68, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU90TP922105_7523"}, {"internal_id": 97469604, "Award ID": "NU90TP922104", "Award Amount": 12651199.77, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "NORTH CAROLINA'S COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": -1169315.23, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU90TP922104_7523"}, {"internal_id": 97468536, "Award ID": "NU90TP922103", "Award Amount": 4333192.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "NORTH DAKOTA PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": -234308.0, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU90TP922103_7523"}, {"internal_id": 96556608, "Award ID": "NU90TP922102", "Award Amount": 22691258.04, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "SUBJECT TO THE AVAILABILITY OF FUNDS, ODH WOULD RECEIVE FUNDS TO RAPIDLY MOBILIZE AND RESPOND TO PUBLIC HEALTH EMERGENCIES IN OHIO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": 7070281.04, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU90TP922102_7523"}, {"internal_id": 97470282, "Award ID": "NU90TP922101", "Award Amount": 7464395.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "KENTUCKY'S APPLICATION FOR COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE -- 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU90TP922101_7523"}, {"internal_id": 96557825, "Award ID": "NU90TP922100", "Award Amount": 1438296.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": 958864.0, "Infrastructure Obligations": null, "recipient_id": "24e6ad11-f067-66f7-95be-c2e992c17f54-C", "generated_internal_id": "ASST_NON_NU90TP922100_7523"}, {"internal_id": 96560298, "Award ID": "NU90TP922099", "Award Amount": 1110741.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": 740494.0, "Infrastructure Obligations": null, "recipient_id": "3dc775f6-530f-0cd4-64d9-c78fe8bc931e-C", "generated_internal_id": "ASST_NON_NU90TP922099_7523"}, {"internal_id": 96557509, "Award ID": "NU90TP922098", "Award Amount": 1257301.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": 838201.0, "Infrastructure Obligations": null, "recipient_id": "b1bc6daa-b036-e908-4e66-522387842c63-C", "generated_internal_id": "ASST_NON_NU90TP922098_7523"}, {"internal_id": 97469624, "Award ID": "NU90TP922097", "Award Amount": 6924231.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU90TP922097_7523"}, {"internal_id": 97469610, "Award ID": "NU90TP922096", "Award Amount": 5604907.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "IOWA PUBLIC HEALTH CRISIS RESPONSE COVID 19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": -742921.07, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU90TP922096_7523"}, {"internal_id": 97470589, "Award ID": "NU90TP922095", "Award Amount": 3926216.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE GRANT RENEWAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": -641284.0, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU90TP922095_7523"}, {"internal_id": 96560091, "Award ID": "NU90TP922094", "Award Amount": 12921039.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 3589716.0, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU90TP922094_7523"}, {"internal_id": 97469641, "Award ID": "NU90TP922093", "Award Amount": 4567500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE CDC-RFA-TP18-1802 FOR WYOMING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU90TP922093_7523"}, {"internal_id": 96560090, "Award ID": "NU90TP922091", "Award Amount": 6205347.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "STRENGTHEN INCIDENT MANAGEMENT, JURISDICTIONAL RECOVERY, BIOSURVEILLANCE, INFORMATION MANAGEMENT, COUNTERMEASURES-MITIGATION, AND SURGE MANAGEMENT CAPABILITIES DURING A PANDEMIC INFLUENZA EVENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_NU90TP922091_7523"}, {"internal_id": 96203128, "Award ID": "NU90TP922090", "Award Amount": 4902840.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "VERMONT PUBLIC HEALTH CRISIS 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU90TP922090_7523"}, {"internal_id": 97470231, "Award ID": "NU90TP922089", "Award Amount": 9818247.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": -229876.73, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU90TP922089_7523"}, {"internal_id": 96559273, "Award ID": "NU90TP922088", "Award Amount": 4491623.53, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "PHILADELPHIA DEPARTMENT OF PUBLIC HEALTH, PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 991623.53, "Infrastructure Obligations": null, "recipient_id": "02787839-b433-41c9-9383-56cc2649ecdf-C", "generated_internal_id": "ASST_NON_NU90TP922088_7523"}, {"internal_id": 97470880, "Award ID": "NU90TP922087", "Award Amount": 604877.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "CHEROKEE NATION PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": -145122.28, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_NU90TP922087_7523"}, {"internal_id": 97471520, "Award ID": "NU90TP922086", "Award Amount": 8148799.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "93.354", "Description": "2018/2019 ANNOUNCEMENT OF AVAILABILITY OF FUNDS FOR THE CENTERS FOR DISEASE CONTROL AND PREVENTION COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU90TP922086_7523"}, {"internal_id": 95942587, "Award ID": "NU90TP922085", "Award Amount": 6069229.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "RHODE ISLAND'S COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": 666389.0, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU90TP922085_7523"}, {"internal_id": 95942638, "Award ID": "NU90TP922084", "Award Amount": 14842611.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": 4217659.0, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU90TP922084_7523"}, {"internal_id": 95942868, "Award ID": "NU90TP922083", "Award Amount": 41105196.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE, COVID-19 RESPONSE COOPERATIVE AGREEMENT - COMPONENTS A AND B SUPPLEMENTAL FUNDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 13308890.35, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU90TP922083_7523"}, {"internal_id": 95942900, "Award ID": "NU90TP922082", "Award Amount": 21666345.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 6630060.0, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU90TP922082_7523"}, {"internal_id": 95942599, "Award ID": "NU90TP922081", "Award Amount": 24096365.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-06", "CFDA Number": "93.354", "Description": "NYC DOHMH PUBLIC HEALTH CRISIS RESPONSE FY 2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 5434587.0, "Infrastructure Obligations": null, "recipient_id": "3496c2ea-b912-0ef4-c958-a7f52a25be16-C", "generated_internal_id": "ASST_NON_NU90TP922081_7523"}, {"internal_id": 95942624, "Award ID": "NU90TP922080", "Award Amount": 25322468.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-06", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE IN NEW YORK STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 6882189.0, "Infrastructure Obligations": null, "recipient_id": "113190c8-f167-0369-6ad3-c06c19fcf7b0-C", "generated_internal_id": "ASST_NON_NU90TP922080_7523"}, {"internal_id": 95942495, "Award ID": "NU90TP922079", "Award Amount": 26344152.97, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "LOS ANGELES COUNTY DEPARTMENT OF PUBLIC HEALTH - COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 6382052.97, "Infrastructure Obligations": null, "recipient_id": "71eaba10-bc76-342b-fb91-32cdea931879-C", "generated_internal_id": "ASST_NON_NU90TP922079_7523"}, {"internal_id": 95943032, "Award ID": "NU90TP922078", "Award Amount": 10700192.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "TO ENHANCE WISCONSIN'S ABILITY TO RAPIDLY MOBILIZE, SURGE, AND RESPOND TO PUBLIC HEALTH EMERGENCIES IDENTIFIED BY CDC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU90TP922078_7523"}, {"internal_id": 95942465, "Award ID": "NU90TP922077", "Award Amount": 22735458.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "EARLIEST POSSIBLE ACTIVATION OF EMERGENCY OPERATIONS. PRIORITIZED PUBLIC HEALTH SERVICES AND RESOURCES SUSTAINED THROUGHOUT ALL PHASES OF EMERGENCIES AND INCIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 6318177.0, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU90TP922077_7523"}, {"internal_id": 95942589, "Award ID": "NU90TP922076", "Award Amount": 16499494.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 4350185.0, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU90TP922076_7523"}, {"internal_id": 95942635, "Award ID": "NU90TP922075", "Award Amount": 6317500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "TO BE PRE-IDENTIFIED AND PRE-APPROVED FOR RAPID FUNDING BY CDC FOR MAJOR PUBLIC HEALTH EMERGENCIES AND OUTBREAKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU90TP922075_7523"}, {"internal_id": 95942759, "Award ID": "NU90TP922074", "Award Amount": 21117129.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 6300079.0, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU90TP922074_7523"}, {"internal_id": 95943106, "Award ID": "NU90TP922073", "Award Amount": 12205759.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 1712084.0, "Infrastructure Obligations": null, "recipient_id": "66d181e3-49f3-60a5-5244-e4ad31687e5a-C", "generated_internal_id": "ASST_NON_NU90TP922073_7523"}, {"internal_id": 95942478, "Award ID": "NU90TP922072", "Award Amount": 16221912.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "CRISIS COAG (COVID19)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 4520040.0, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU90TP922072_7523"}, {"internal_id": 95942555, "Award ID": "NU90TP922071", "Award Amount": 59732436.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 18525727.0, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU90TP922071_7523"}, {"internal_id": 95943549, "Award ID": "NU90TP922070", "Award Amount": 7798826.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE - COVID-19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU90TP922070_7523"}, {"internal_id": 95942935, "Award ID": "NU90TP922069", "Award Amount": 18122885.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "CDC COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE CDC-RFA-TP18-1802", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 4892086.0, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU90TP922069_7523"}, {"internal_id": 95942748, "Award ID": "NU90TP922068", "Award Amount": 6546664.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "NEBRASKA COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU90TP922068_7523"}, {"internal_id": 95942507, "Award ID": "NU90TP922067", "Award Amount": 55066699.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "TEXAS DSHS FY2019 PUBLIC HEALTH CRISIS RESPONSE (PHCR) - COVID-19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 18089777.0, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU90TP922067_7523"}, {"internal_id": 95942572, "Award ID": "NU90TP922066", "Award Amount": 13621612.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "VIRGINIA PUBLIC HEALTH CRISIS RESPONSE - COVID-19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "3831723f-e99e-b357-7394-848d840696e8-R", "generated_internal_id": "ASST_NON_NU90TP922066_7523"}, {"internal_id": 95942904, "Award ID": "NU90TP922065", "Award Amount": 21224891.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-05", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - NJDOH APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": 5614731.0, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU90TP922065_7523"}, {"internal_id": 68167713, "Award ID": "NU90TP922001", "Award Amount": 2503272.18, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU90TP922001_7523"}, {"internal_id": 68169351, "Award ID": "NU90TP922000", "Award Amount": 1553560.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU90TP922000_7523"}, {"internal_id": 68171637, "Award ID": "NU90TP921999", "Award Amount": 1391531.59, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_NU90TP921999_7523"}, {"internal_id": 68167197, "Award ID": "NU90TP921998", "Award Amount": 1868684.24, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU90TP921998_7523"}, {"internal_id": 68167883, "Award ID": "NU90TP921997", "Award Amount": 3202284.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU90TP921997_7523"}, {"internal_id": 68168491, "Award ID": "NU90TP921996", "Award Amount": 4781086.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU90TP921996_7523"}, {"internal_id": 68171232, "Award ID": "NU90TP921995", "Award Amount": 3161300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU90TP921995_7523"}, {"internal_id": 68171484, "Award ID": "NU90TP921994", "Award Amount": 4182276.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE IN NEW YORK STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "113190c8-f167-0369-6ad3-c06c19fcf7b0-C", "generated_internal_id": "ASST_NON_NU90TP921994_7523"}, {"internal_id": 68169840, "Award ID": "NU90TP921993", "Award Amount": 3804053.11, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "NORTH CAROLINA'S COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU90TP921993_7523"}, {"internal_id": 68172002, "Award ID": "NU90TP921992", "Award Amount": 2594362.3, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "SCDHEC'S PUBLIC HEALTH CRISIS RESPONSE GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NU90TP921992_7523"}, {"internal_id": 68169636, "Award ID": "NU90TP921991", "Award Amount": 3575230.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU90TP921991_7523"}, {"internal_id": 68168744, "Award ID": "NU90TP921990", "Award Amount": 3697288.38, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "CDC COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE CDC-RFA-TP18-1802", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU90TP921990_7523"}, {"internal_id": 68168845, "Award ID": "NU90TP921989", "Award Amount": 3134891.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH EMERGENCY RESPONSE:  COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU90TP921989_7523"}, {"internal_id": 68167443, "Award ID": "NU90TP921988", "Award Amount": 2409474.63, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU90TP921988_7523"}, {"internal_id": 68170306, "Award ID": "NU90TP921987", "Award Amount": 4446544.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU90TP921987_7523"}, {"internal_id": 68168218, "Award ID": "NU90TP921986", "Award Amount": 4563967.85, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0223d356-01a1-022d-c47a-fc625ffb1bed-C", "generated_internal_id": "ASST_NON_NU90TP921986_7523"}, {"internal_id": 68168916, "Award ID": "NU90TP921985", "Award Amount": 1017096.29, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "WYOMING COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU90TP921985_7523"}, {"internal_id": 68167465, "Award ID": "NU90TP921984", "Award Amount": 2699309.96, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "TO ENHANCE WISCONSIN'S ABILITY TO RAPIDLY MOBILIZE, SURGE, AND RESPOND TO PUBLIC HEALTH EMERGENCIES IDENTIFIED BY CDC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU90TP921984_7523"}, {"internal_id": 68171438, "Award ID": "NU90TP921983", "Award Amount": 3398741.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "HOSPITAL PREPAREDNESS PROGRAM AND PUBLIC HEALTH EMERGENCY PREPAREDNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU90TP921983_7523"}, {"internal_id": 68169305, "Award ID": "NU90TP921982", "Award Amount": 3827812.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "VIRGINIA PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3831723f-e99e-b357-7394-848d840696e8-R", "generated_internal_id": "ASST_NON_NU90TP921982_7523"}, {"internal_id": 68171451, "Award ID": "NU90TP921981", "Award Amount": 4337312.04, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "STATEWIDE COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU90TP921981_7523"}, {"internal_id": 68168031, "Award ID": "NU90TP921980", "Award Amount": 1784285.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "SOUTH DAKOTA PUBLIC HEALTH CRISIS RESPONSE APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5977c26b-55c9-a9b6-4eae-6ac7c2655500-C", "generated_internal_id": "ASST_NON_NU90TP921980_7523"}, {"internal_id": 68168797, "Award ID": "NU90TP921979", "Award Amount": 3737252.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "RHODE ISLAND'S PUBLIC HEALTH CRISIS RESPONSE APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU90TP921979_7523"}, {"internal_id": 68168349, "Award ID": "NU90TP921978", "Award Amount": 4624728.64, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU90TP921978_7523"}, {"internal_id": 68169369, "Award ID": "NU90TP921977", "Award Amount": 2294782.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU90TP921977_7523"}, {"internal_id": 68169130, "Award ID": "NU90TP921976", "Award Amount": 1914190.24, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU90TP921976_7523"}, {"internal_id": 68170997, "Award ID": "NU90TP921975", "Award Amount": 5071100.85, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "SUBJECT TO THE AVAILABILITY OF FUNDS, ODH WOULD RECEIVE FUNDS TO RAPIDLY MOBILIZE AND RESPOND TO PUBLIC HEALTH EMERGENCIES IN OHIO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU90TP921975_7523"}, {"internal_id": 68170923, "Award ID": "NU90TP921974", "Award Amount": 1922691.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "NORTH DAKOTA PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU90TP921974_7523"}, {"internal_id": 68171570, "Award ID": "NU90TP921973", "Award Amount": 3972250.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "THE NM DEPARTMENT OF HEALTH HAS DEVELOPED WORK PLAN ACTIVITIES THAT PROPOSE TO EVALUATE, ASSESS AND IMPROVE ITS ABILITY TO STRENGTHEN: INCIDENT MANAGEMENT, RECOVER, BIOSURVEILLANCE, MITIGATION, SURGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU90TP921973_7523"}, {"internal_id": 68171991, "Award ID": "NU90TP921972", "Award Amount": 2532370.05, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "NEVADA PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU90TP921972_7523"}, {"internal_id": 68169924, "Award ID": "NU90TP921971", "Award Amount": 3724099.2, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU90TP921971_7523"}, {"internal_id": 68168981, "Award ID": "NU90TP921970", "Award Amount": 1965363.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "STATE OF MONTANA COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE - REQUEST FOR FUNDING TO NEW NOVEL VIRUS FOR THE STATE TO RESPOND TO THE CRISIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU90TP921970_7523"}, {"internal_id": 68169117, "Award ID": "NU90TP921969", "Award Amount": 1290832.13, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "NEBRASKA COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU90TP921969_7523"}, {"internal_id": 68168979, "Award ID": "NU90TP921968", "Award Amount": 2758124.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "VERMONT COOPERATIVE AGREEMENT FOR PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU90TP921968_7523"}, {"internal_id": 155738926, "Award ID": "NU90TP921967", "Award Amount": -54411.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.354", "Description": "THE REPUBLIC OF THE MARSHALL ISLANDS MINISTRY OF HEALTH IS PROPOSING THE RMI PUBLIC HEALTH CRISIS RESPONSE PROJECT IN COLLABORATION WITH THE RMI HEALTH CARE SYSTEMS AND HEALTH CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34136a44-aba9-fbc7-e952-43c029387c40-R", "generated_internal_id": "ASST_NON_NU90TP921967_7523"}, {"internal_id": 68170074, "Award ID": "NU90TP921966", "Award Amount": 3074577.29, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU90TP921966_7523"}, {"internal_id": 68168287, "Award ID": "NU90TP921965", "Award Amount": 540538.8, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf64e39-85f0-3ab6-2bfc-c641eb508fbb-C", "generated_internal_id": "ASST_NON_NU90TP921965_7523"}, {"internal_id": 68169048, "Award ID": "NU90TP921964", "Award Amount": 3713362.23, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "MAINE DEPARTMENT OF HEALTH AND HUMAN SERVICES, MAINE CENTER FOR DISEASE CONTROLPUBLIC HEALTH EMERGENCY RESPONSE:  COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS CDC-RFA-TP18-1802", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU90TP921964_7523"}, {"internal_id": 68167344, "Award ID": "NU90TP921963", "Award Amount": 3724060.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "NEW HAMPSHIRE'S PUBLIC HEALTH CRISIS RESPONSE PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU90TP921963_7523"}, {"internal_id": 68168730, "Award ID": "NU90TP921962", "Award Amount": 5139349.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "93.354", "Description": "KENTUCKY'S APPLICATION FOR COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU90TP921962_7523"}, {"internal_id": 68170966, "Award ID": "NU90TP921961", "Award Amount": 2352071.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "93.354", "Description": "STATE OF KANSAS OPIOID CRISIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU90TP921961_7523"}, {"internal_id": 68171078, "Award ID": "NU90TP921960", "Award Amount": 3742183.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS (OPIOID)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU90TP921960_7523"}, {"internal_id": 68170730, "Award ID": "NU90TP921959", "Award Amount": 2267584.89, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-30", "CFDA Number": "93.354", "Description": "IOWA PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU90TP921959_7523"}, {"internal_id": 68169355, "Award ID": "NU90TP921958", "Award Amount": 3186375.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-30", "CFDA Number": "93.354", "Description": "EARLIEST POSSIBLE ACTIVATION AND MANAGEMENT OF EMERGENCY OPERATIONS. PRIORITIZED PUBLIC HEALTH SERVICES AND RESOURCES SUSTAINED THROUGHOUT ALL PHASES OF EMERGENCIES AND INCIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU90TP921958_7523"}, {"internal_id": 68172054, "Award ID": "NU90TP921957", "Award Amount": 1480097.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE DELAWARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU90TP921957_7523"}, {"internal_id": 68171118, "Award ID": "NU90TP921956", "Award Amount": 2378225.89, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU90TP921956_7523"}, {"internal_id": 68169301, "Award ID": "NU90TP921955", "Award Amount": 3378218.99, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU90TP921955_7523"}, {"internal_id": 68170663, "Award ID": "NU90TP921954", "Award Amount": 2073077.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-30", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE FUNDING REQUEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU90TP921954_7523"}, {"internal_id": 155964246, "Award ID": "NU90TP921953", "Award Amount": -375286.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-03", "CFDA Number": "93.354", "Description": "FEDERATED STATES OF MICRONESIA CRISIS RESPONSE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89c9230f-fd3e-4dc6-12b3-240632c0635e-R", "generated_internal_id": "ASST_NON_NU90TP921953_7523"}, {"internal_id": 68170211, "Award ID": "NU90TP921952", "Award Amount": 3981976.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-30", "CFDA Number": "93.354", "Description": "FUNDING WILL BE USED FOR CRISIS PLANNING AND ACTIVE RESPONSE TO A HIGHLY INFECTIOUS DISEASE, OR OTHER DISASTER THAT RESULTS IN A LARGE SCALE PUBLIC HEALTH EMERGENCY CRISIS IN CT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU90TP921952_7523"}, {"internal_id": 68171321, "Award ID": "NU90TP921951", "Award Amount": 2413493.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_NU90TP921951_7523"}, {"internal_id": 68167919, "Award ID": "NU90TP921950", "Award Amount": 4327331.96, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "ARIZONA PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU90TP921950_7523"}, {"internal_id": 68167511, "Award ID": "NU90TP921949", "Award Amount": 2604281.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU90TP921949_7523"}, {"internal_id": 68168617, "Award ID": "NU90TP921948", "Award Amount": 2399511.78, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.354", "Description": "ALASKA PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU90TP921948_7523"}, {"internal_id": 67314050, "Award ID": "NU90TP921947", "Award Amount": 3905498.5, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-06", "CFDA Number": "93.354", "Description": "U.S. VIRGIN ISLANDS RESPONSE TO A SIGNIFICANT PUBLIC HEALTH EMERGENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b1bc6daa-b036-e908-4e66-522387842c63-C", "generated_internal_id": "ASST_NON_NU90TP921947_7523"}, {"internal_id": 67315081, "Award ID": "NU90TP921946", "Award Amount": 9182042.2, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-06", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_NU90TP921946_7523"}, {"internal_id": 67313829, "Award ID": "NU90TP921945", "Award Amount": 14602007.18, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-03", "CFDA Number": "93.354", "Description": "TEXAS DSHS FY2018 PUBLIC HEALTH CRISIS RESPONSE (PHCR)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU90TP921945_7523"}, {"internal_id": 67314673, "Award ID": "NU90TP921944", "Award Amount": 5622456.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-02", "CFDA Number": "93.354", "Description": "LOUISIANA CRISIS RESPONSE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU90TP921944_7523"}, {"internal_id": 67314461, "Award ID": "NU90TP921943", "Award Amount": 6423655.57, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-02", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65ebd379-09aa-3834-0e81-9fec88ec5c5a-C", "generated_internal_id": "ASST_NON_NU90TP921943_7523"}, {"internal_id": 67313567, "Award ID": "NU90TP921942", "Award Amount": 10302809.66, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-02", "CFDA Number": "93.354", "Description": "APPLICATION FOR THE COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU90TP921942_7523"}, {"internal_id": 67314758, "Award ID": "NU90TP921941", "Award Amount": 1503489.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-02", "CFDA Number": "93.354", "Description": "PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU90TP921941_7523"}, {"internal_id": 67580640, "Award ID": "NU90TP921940", "Award Amount": 363592.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-05", "CFDA Number": "93.354", "Description": "STATE OF MISSISSIPPI COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE:  PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU90TP921940_7523"}, {"internal_id": 67313833, "Award ID": "NU90TP921939", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-02", "CFDA Number": "93.354", "Description": "COOPERATIVE AGREEMENT FOR EMERGENCY RESPONSE: PUBLIC HEALTH CRISIS RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU90TP921939_7523"}]