[{"internal_id": 98485791, "Award ID": "NU60OE000104", "Award Amount": 504101688.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "93.322", "Description": "ENHANCING PUBLIC HEALTH LABORATORY CAPABILITIES AND INCREASING CAPACITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 335479132.0, "Infrastructure Obligations": null, "recipient_id": "526ddf18-e1e9-9973-7ef2-934bf67842eb-C", "generated_internal_id": "ASST_NON_NU60OE000104_7523"}, {"internal_id": 49215272, "Award ID": "NU60OE000103", "Award Amount": 129766154.52, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-30", "CFDA Number": "93.322", "Description": "APHL/CDC PARTNERSHIP: STRENGTHENING PUBLIC HEALTH LABORATORIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 16348283.08, "Infrastructure Obligations": null, "recipient_id": "526ddf18-e1e9-9973-7ef2-934bf67842eb-C", "generated_internal_id": "ASST_NON_NU60OE000103_7523"}, {"internal_id": 66199874, "Award ID": "NU50OE000094", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-16", "CFDA Number": "93.322", "Description": "APHL DOMESTIC LABORATORY BIOSAFETY FOR EBOLA AND OTHER HIGHLY INFECTIOUS DISEASES PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "526ddf18-e1e9-9973-7ef2-934bf67842eb-C", "generated_internal_id": "ASST_NON_NU50OE000094_7523"}, {"internal_id": 150746057, "Award ID": "NU47OE000109", "Award Amount": 343593.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "93.322", "Description": "ENHANCING THE US CLINICAL LABORATORY WORKFORCE CAPACITY IN THREE STAGES: LOCAL, STATE-WIDE, AND THE MID-ATLANTIC STATES - THIS COLLABORATIVE AGREEMENT BETWEEN THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC-P) AND THE DEPARTMENT OF MEDICAL AND RESEARCH TECHNOLOGY (DMRT) AT THE UNIVERSITY OF MARYLAND SCHOOL OF MEDICINE IN BALTIMORE, MARYLAND IS DESIGNED TO MEET THREE MAIN GOALS AND OBJECTIVES OF THE CDC-P. THESE GOALS AND OBJECTIVES ARE TO BRIDGE, TRAIN, AND SUSTAIN THE LABORATORY PROFESSIONALS SO THEY ARE BETTER PREPARED FOR THE NEXT LARGE SCALE PANDEMIC OR NATURAL DISASTER. CLINICAL LABORATORY PROFESSIONALS AND PUBLIC HEALTH LABORATORY PROFESSIONALS ARE THE TWO MAIN GROUPS THAT ARE TARGETED TO BE \"BRIDGED\" OR CROSS-TRAINED IN EACH OTHER'S AREA OF EXPERTISE. ADDITIONALLY, CLINICAL MICROBIOLOGY PROFESSIONALS WILL BE CROSS-TRAINED WITH CORE LABORATORY PROFESSIONALS. PHYSICIAN OFFICE LABORATORY (POL) STAFF WHO PERFORM POINT OF CARE (POC) TESTING WILL BE TRAINED IN QUALITY ASSURANCE, QUALITY CONTROL AND LABORATORY SAFETY, AND WORKFORCE DEVELOPMENT PARTICIPANTS WILL BE TRAINED IN LABORATORY SAFETY AND ACCESSIONING. THE PROJECT IS IN THREE PHASES: YEAR 1 IS A PILOT STUDY OF 10 PARTICIPANTS FROM THE UNIVERSITY OF MARYLAND MEDICAL CENTER (UMMC)'S CORE AND MICROBIOLOGY LABORATORIES, 10 LABORATORY PROFESSIONALS FROM THE MARYLAND STATE PUBLIC HEALTH LABORATORY, 10 POL STAFF AND 10 WORKFORCE DEVELOPMENT PARTICIPANTS WHO WILL BE TRAINED AT THE DMRT STUDENT LABS. UMMC CLINICAL LABORATORIES AND THE MARYLAND STATE PUBLIC HEALTH LABORATORY ARE COLLABORATING PARTNERS. ALL TRAINING ACTIVITIES WILL BE PLACED ON THE CDC-P'S ONLINE PLATFORM ONELAB AND ONELAB REACH FOR USE IN YEARS 2 AND 3. YEAR 2 WILL BRANCH THE TRAINING TO THE 40 HOSPITAL LABORATORIES IN MARYLAND AND TO ANOTHER COHORT OF PUBLIC HEALTH LABORATORY PROFESSIONALS AND WORKFORCE DEVELOPMENT PARTICIPANTS. AS WELL AS TO INCREASE UTILIZATION OF THE CDC-P'S ONELAB AND ONELAB REACH ONLINE EDUCATIONAL PLATFORMS. YEAR 3 WILL FURTHER SUSTAIN THE TRAINING INTO THE MID-ATLANTIC STATES WHERE ALL TRAINING WILL OCCUR USING THE CDC-P'S ONELAB AND ONELAB REACH ONLINE EDUCATIONAL PLATFORMS. COLA INC. WILL BE A COLLABORATING PARTNER AND WILL WORK WITH BOTH THE DMRT AND THE CDC-P TO ASSIST IN CURRICULUM DEVELOPMENT IN YEAR 1 AND TO DEVELOP 2 TRAINING VIDEOS IN YEAR 2. COLA WILL ALSO SUSTAIN THE TRAINING BY REVIEWING EXISTING CDC-P AND NEW DMRT GENERATED CONTENT FOR ALL THREE YEARS OF THIS COLLABORATIVE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 343593.0, "Infrastructure Obligations": null, "recipient_id": "23b1535c-77e8-dafd-4ece-46b518206e5d-C", "generated_internal_id": "ASST_NON_NU47OE000109_7523"}, {"internal_id": 150746070, "Award ID": "NU47OE000108", "Award Amount": 321500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "93.322", "Description": "ENHANCING CLINICAL LABORATORY WORKFORCE CAPACITY - THE AMERICAN SOCIETY FOR CLINICAL LABORATORY SCIENCE (ASCLS) PROPOSES TO LEVERAGE ITS UNIQUE POSITION IN THE CLINICAL LABORATORY COMMUNITY TO WORK COOPERATIVELY WITH THE CENTERS FOR DISEASE CONTROL AND PREVENTION TO ENHANCE THE U.S. CLINICAL LABORATORY WORKFORCE’S CAPACITY TO SUPPORT LARGE-SCALE RESPONSES TO PUBLIC HEALTH EMERGENCIES. AS A FOUNDING AND SPONSORING ORGANIZATION OF THE LARGEST PROFESSIONAL CERTIFICATION ORGANIZATION (THE BOARD OF CERTIFICATION) AND THE LARGEST EDUCATIONAL ACCREDITING ORGANIZATION (NAACLS) ALONG WITH ITS OWNERSHIP OF THE MOST WIDELY RECOGNIZED CONTINUING EDUCATION ACCREDITING SYSTEM (PROFESSIONAL ACKNOWLEDGMENT FOR CONTINUING EDUCATION-P.A.C.E.) AND AS HOME TO THE LARGEST COHORT OF CLINICAL LABORATORY EDUCATORS, ASCLS HAS THE REACH AND SCOPE TO FULLY ADDRESS CDC’S EFFORTS TO BRIDGE, TRAIN AND SUSTAIN THE CAPACITY OF THE CLINICAL LABORATORY COMMUNITIES. ASCLS WILL BRING A GRASSROOTS APPROACH TO THIS PARTNERSHIP, WITH NEARLY 50 STATE AND REGIONALLY-BASED CONSTITUENT SOCIETIES, MANY OF WHICH HAVE EXISTING RELATIONSHIPS WITH THEIR LOCAL PUBLIC HEALTH LABORATORIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 321500.0, "Infrastructure Obligations": null, "recipient_id": "a51998d3-c0b2-32f0-ea5b-bc27d62aa2b0-C", "generated_internal_id": "ASST_NON_NU47OE000108_7523"}, {"internal_id": 150746061, "Award ID": "NU47OE000107", "Award Amount": 496159.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "93.322", "Description": "ASCP SUPPORT OF THE ONELAB INITIATIVE: ENHANCING CLINICAL LABORATORY WORKFORCE CAPACITY - BACKGROUND: THE CLINICAL LABORATORY WORKFORCE SUPPORTS A LABORATORY SYSTEM THAT PROVIDES PATIENTS AND MEDICAL PROVIDERS WITH INFORMATION ESSENTIAL FOR THE PREVENTION, DIAGNOSIS, TREATMENT, AND MANAGEMENT OF HEALTH AND DISEASE. TO RESPOND TO EMERGING THREATS AND PUBLIC HEALTH EMERGENCIES, IT IS ESSENTIAL THAT THE LABORATORY COMMUNITY BE ABLE TO COMMUNICATE AND COORDINATE EFFECTIVELY BOTH INTERNALLY, WITH THE PUBLIC HEALTH SYSTEM, AND WITH THE PUBLIC. STRONG EVIDENCE SHOWS THAT THE LABORATORY WORKFORCE SHORTAGE, DUE TO INCREASED DEMAND FOR LABORATORY SERVICES, BARRIERS TO RECRUITMENT, AND DIMINISHED EDUCATION AND TRAINING PROGRAMS, IS GROWING WORSE. THE ONELAB INITIATIVE, LAUNCHED IN 2021, SEEKS TO ENHANCE LABORATORY WORKFORCE CAPACITY BY STRENGTHENING INTERCONNECTIONS BETWEEN LABORATORY EDUCATION AND TRAINING PROFESSIONALS WITHIN THE CENTERS FOR DISEASE CONTROL AND PREVENTION, PUBLIC HEALTH AND CLINICAL LABORATORIES, ACADEMIA, PROFESSIONAL ORGANIZATIONS, AND MANUFACTURERS.  APPROACH: ASCP’S APPROACH WILL UTILIZE OUR EXPERTISE IN WORKFORCE ASSESSMENT, EDUCATION AND LABORATORY COMMUNITY COMMUNICATIONS, PARTNERSHIP AND ENGAGEMENT TO SUPPORT EXPANSION OF THE ONELAB NETWORK AND CREATION OF A SUSTAINABLE LEARNING COMMUNITY. OUR APPROACH WILL ENHANCE WORKFORCE CAPACITY THROUGH COMMUNICATIONS, ASSESSMENT, AND THE DEVELOPMENT AND DELIVERY OF ENGAGING EDUCATIONAL RESOURCES. PROPOSED ACTIVITIES ARE IN LINE WITH THE CDC ONELAB INITIATIVE’S BRIDGE – TRAIN – SUSTAIN FRAMEWORK.  MEASUREMENT AND EVALUATION: ASCP’S EVALUATION/PERFORMANCE MEASUREMENT PLAN WILL INCLUDE BOTH SUMMATIVE COMPONENTS TO EXAMINE IMPLEMENTATION AND OUTCOMES OVER THE COURSE OF THE PROJECT, AS WELL AS FORMATIVE COMPONENTS TO HELP DRIVE PROGRAM ENHANCEMENT AND IMPROVEMENT.  THESE COMPONENTS WILL UTILIZE MULTIPLE TYPES OF DATA SOURCES AND COLLECTION METHODS, INCLUDING WEB/COMMUNICATION ANALYTICS (E.G., THE EMAIL OPEN RATES, PAGEVIEWS, ENGAGEMENTS, ETC.), SELF-REPORTS, KNOWLEDGE TESTS, AND DOCUMENT REVIEWS.  ORGANIZATIONAL CAPACITY: THE AMERICAN SOCIETY FOR CLINICAL PATHOLOGY (ASCP) IS A MEMBERSHIP ORGANIZATION ESTABLISHED AS A 501(C)(3) AND FOUNDED IN 1922. WITH OVER 100,000 MEMBERS INCLUDING PATHOLOGISTS, PHLEBOTOMISTS, MEDICAL LABORATORY SCIENTISTS, TECHNICIANS AND ASSISTANTS, HISTOTECHNICIANS, CYTOTECHNOLOGISTS, RESIDENTS AND STUDENTS, ASCP IS THE LARGEST LABORATORY ORGANIZATION IN THE WORLD AND IS ACTIVE IN OVER 100 COUNTRIES. ASCP A LEADING ADVOCATE FOR ALL MEMBERS OF THE CLINICAL LABORATORY TEAM AND IS ACTIVELY ENGAGED IN EFFORTS TO IDENTIFY AND COLLABORATIVELY ADDRESS WORKFORCE CHALLENGES. ASCP IS A LEADING PROVIDER OF CONTINUING EDUCATION FOR ALL MEMBERS OF THE CLINICAL LABORATORY TEAM AND CONDUCTS REGULAR SURVEYS AND ASSESSMENTS RELATED TO WORKFORCE CHALLENGES. AS A RECIPIENT OF FEDERAL FUNDS FOR OVER 15 YEARS, ASCP HAS IMPLEMENTED ALL NECESSARY SYSTEMS AND CONTROLS TO MEET CDC’S MANAGEMENT REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 496159.0, "Infrastructure Obligations": null, "recipient_id": "d69cd5a0-26aa-ca12-f95e-a357752135f8-C", "generated_internal_id": "ASST_NON_NU47OE000107_7523"}, {"internal_id": 150746084, "Award ID": "NU47OE000106", "Award Amount": 342574.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-20", "CFDA Number": "93.322", "Description": "ENHANCING US CLINICAL LABORATORY WORKFORCE CAPACITY - THE NEW YORK CITY PUBLIC HEALTH LABORATORY (PHL) IS COMPRISED OF APPROXIMATELY 250 STAFF THAT ARE MADE UP OF LABORATORIANS, RESEARCH SCIENTISTS AND ADMINISTRATORS. PRIOR TO THE COVID-19 PANDEMIC, NEW YORK STATE REQUIRED THAT STAFF WHO PERFORMED CLINICAL LABORATORY TESTING BE IN POSSESSION OF NYS CLINICAL LABORATORY TECHNICIAN OR TECHNOLOGIST LICENSES UNDER NYSED EDUCATION LAW ARTICLE 165, CLINICAL LABORATORY TECHNOLOGY PRACTICE ACT, § 8609. DURING COVID-19, THIS REQUIREMENT WAS TEMPORARILY WAIVED IN ORDER TO SUPPORT THE MASSIVE TESTING NEEDS. AS A RESULT, PHL HIRED DOZENS OF STAFF WHO WERE NOT IN POSSESSION OF THESE REQUIREMENTS. TODAY, PHL HAS UTILIZED AN EXEMPTION FROM NEW YORK STATE LICENSURE REQUIREMENTS TO ALLOW UNLICENSED STAFF TO PERFORM CLINICAL TESTING, HOWEVER THEY MUST RECEIVE A YEAR OF TRAINING IN A SPECIFIC CLINICAL TESTING AREA PRIOR TO PERFORMING CLINICAL TESTING INDEPENDENTLY WITHOUT DIRECT SUPERVISION. CURRENTLY, THERE IS NO FORMAL LABORATORY-WIDE TRAINING PROGRAM AT PHL. THE PURPOSE OF THIS PROJECT WOULD BE TO 1) DEVELOP A PHL WIDE TRAINING PROGRAM FOR LICENSED AND UNLICENSED STAFF USING RESOURCES FROM APHL, CDC, AND OTHER CLINICAL LABORATORY TRAINERS IN NEW YORK CITY AND 2) PRODUCE AND IDENTIFY RESOURCES TO PROVIDE CONTINUING EDUCATION AND ENABLE LABORATORIANS TO DEVELOP THE SKILLS NEEDED FOR CAREER PROGRESSION AND 3) DEVELOP A TRAINING COMMUNITY FOR LABORATORY STAFF FROM ALL BACKGROUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 342574.0, "Infrastructure Obligations": null, "recipient_id": "8a4a5698-e56e-f2ea-e551-884e4de0b514-C", "generated_internal_id": "ASST_NON_NU47OE000106_7523"}]