[{"internal_id": 152371393, "Award ID": "C06OD034136", "Award Amount": 7941899.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "93.352", "Description": "FACILITY MODERNIZATION AND PROGRAMMATIC EXPANSION OF THE UNIVERSITY OF CHICAGO GNOTOBIOTIC RESEARCH ANIMAL FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4bd68be-2bd0-4a42-0d20-0ad92720d93c-C", "generated_internal_id": "ASST_NON_C06OD034136_7529"}, {"internal_id": 151947443, "Award ID": "C06OD034125", "Award Amount": 7975000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "93.352", "Description": "DEVELOPING THE VUMC MICRO FACILITY TO ADVANCE INNOVATIVE BSL3 RESEARCH - PROJECT ABSTRACT IN RESPONSE TO THE GLOBAL INCREASE AND SPREAD OF INFECTIOUS DISEASE AND ITS IMPACT ON HUMAN HEALTH, VANDERBILT UNIVERSITY MEDICAL CENTER (VUMC) HAS ESTABLISHED A TRANS-INSTITUTIONAL STRATEGIC FRAMEWORK FOR INFECTION AND IMMUNOLOGY RESEARCH, INCLUDING SIGNIFICANT INVESTMENTS IN RESEARCH FOCUSED ON HIGHLY VIRULENT PATHOGENS. VANDERBILT INVESTIGATORS ARE RAPIDLY ADVANCING DISCOVERY IN THE FIELDS OF MICROBIAL PATHOGENESIS, THERAPEUTIC DEVELOPMENT, AND VACCINE DESIGN INCLUDING CRITICAL RESEARCH COMBATTING COVID-19. VANDERBILT’S GROWING LEADERSHIP IN MICROBIAL PATHOGENESIS MAKES RESEARCH AT BIOSAFETY LEVEL 3 (BSL3) CRITICAL TO ENABLING BREAKTHROUGHS. HOWEVER, VANDERBILT’S TWO SMALL BSL3 LABORATORIES SERVE INDIVIDUAL INVESTIGATORS AND OPERATE AT CAPACITY. MOST VANDERBILT RESEARCHERS THEREFORE HAVE NO ACCESS TO BSL3 FACILITIES. THE PROPOSED MICROBIAL INFECTIOUS DISEASE CORE RESOURCE (MICRO) WILL BE A MODERN, COMPREHENSIVE BSL3 SHARED RESEARCH FACILITY THAT SIGNIFICANTLY EXPANDS CAPACITY FOR BSL3 RESEARCH AT VANDERBILT. REGIONAL PARTNERSHIPS WITH INSTITUTIONS SUCH AS THE UNIVERSITY OF TENNESSEE AND MEHARRY MEDICAL COLLEGE WILL ADVANCE BSL3 WORK ACROSS THE SOUTHEASTERN UNITED STATES TO MAXIMIZE THE MICRO’S BENEFIT AND IMPACT. KEY PROJECT GOALS WILL BE ACCOMPLISHED THROUGH THE RENOVATION OF 3,587 NET SQUARE FEET (NSF) OF SPACE IN THE HEART OF VANDERBILT’S BIOMEDICAL RESEARCH ZONE. THE MICRO WILL BE FLEXIBLY CONFIGURED TO MEET STRINGENT ISOLATION REQUIREMENTS FOR BSL3 AND SELECT AGENT PATHOGENS AND CAN BE RAPIDLY MODIFIED AS RESEARCH AND PUBLIC HEALTH NEEDS EVOLVE. THE MICRO WILL CONTAIN THREE BSL3 SUITES WITH A TOTAL OF SEVEN PROCEDURE ROOMS AND WILL BE SERVED BY NEW AND/OR REROUTED MECHANICAL AND PLUMBING SYSTEMS THAT COMPLETELY ISOLATE THE BSL3 SPACE. A 1,038 NSF BSL3-DEDICATED SPACE WILL BE CONSTRUCTED TO ENCLOSE NEW MECHANICAL EQUIPMENT, INCLUDING DEDICATED AIR HANDLING UNITS AND AN EXHAUST FILTRATION SYSTEM. THE PROJECT WILL BE DESIGNED TO MEET LEED SILVER STANDARDS AS WELL AS NATIONAL INSTITUTES OF HEALTH AND CENTERS FOR DISEASE CONTROL AND PREVENTION GUIDELINES. THE MICRO WILL BE DEVELOPED AND MANAGED BY AN EXPERIENCED PROJECT MANAGER AND BSL3 FACILITY MANAGER WORKING WITH THE VANDERBILT INSTITUTE OF INFECTION, IMMUNOLOGY AND INFLAMMATION, OFFICE OF RESEARCH, AND SCIENTIFIC ADVISORY BOARD TO ENSURE EFFECTIVE PLANNING, OPERATION, AND SHARED ACCESS TO THE NEW FACILITY. OVERALL, THE REQUESTED RENOVATIONS WILL ENABLE SUBSTANTIAL IMPROVEMENTS IN INFRASTRUCTURE, CAPACITY, AND CAPABILITIES FOR BSL3 EXPERIMENTATION. THIS FACILITY WILL ENHANCE INFECTION AND IMMUNOLOGY RESEARCH THAT WILL LEAD TO SCIENTIFIC BREAKTHROUGHS IN THESE FIELDS AT THE NEXUS OF BASIC RESEARCH, CLINICAL CARE, AND PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8e08af-9f61-5dc4-b13f-32b17f32dc92-C", "generated_internal_id": "ASST_NON_C06OD034125_7529"}, {"internal_id": 152371225, "Award ID": "C06OD034121", "Award Amount": 7975000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "93.352", "Description": "NATIONAL FERRET RESEARCH AND RESOURCE INSTITUTE (NFRRI) AT UNIVERSITY OF IOWA - WHILE GENETIC MOUSE MODELS HAVE BEEN THE BACKBONE OF TRANSLATIONAL BIOMEDICAL RESEARCH FOR THE PAST FOUR DECADES, MICE OFTEN FAIL TO MODEL HUMAN DISEASE DUE TO SPECIES-SPECIFIC DIFFERENCES IN THE CELL BIOLOGY OF THE AFFECTED ORGANS, AS WELL AS THE EVOLUTIONARY DIVERGENCE OF THEIR GENOME. THE FERRET HAS PROVEN AN EXCELLENT SPECIES FOR MODELING INFECTIOUS DISEASE (INCLUDING SARS-COV2) AND HUMAN DISEASES OF THE BRAIN, PANCREAS, AND LUNG WHEN MICE HAVE FAILED. THE UNIVERSITY OF IOWA (UI) IS THE ONLY LOCATION IN THE WORLD CAPABLE OF GENETICALLY ENGINEERING FERRETS WITH MULTIPLE PRECISE GENETIC ALTERATIONS PREVIOUSLY ONLY ACHIEVABLE IN MICE. THIS TECHNOLOGY HAS ENABLED THE CONSTRUCTION OF GENETIC FERRET MODELS CAPABLE OF FATE MAPPING STEM CELL COMPARTMENTS (I.E., LINEAGE TRACING), MODELING HUMAN DISEASES INCLUDING THOSE WITH HUMANIZED GENETIC LOCI, AND CONDITIONAL GENETICS USING CRE RECOMBINASE. A FEDERALLY-FUNDED NATIONAL FERRET RESEARCH AND RESOURCE CENTER WAS FORMED EIGHT YEARS AGO, WHICH PROVIDES SERVICES FOR THE CREATION OF NEW GENETIC FERRET MODELS, PERFORMING RESEARCH STUDIES IN FERRETS, AND THE DISTRIBUTION OF TISSUES AND CELLS FROM EXISTING GENETIC LINES. THIS NATIONAL RESOURCE HAS PROVIDED SERVICES TO MORE THAN 129 ACADEMIC INVESTIGATORS,108 OF WHICH ARE OUTSIDE THE UI, AND CURRENTLY HAS 8 CONTRACTS WITH BIOTECHNOLOGY COMPANIES SEEKING TO DEVELOP THERAPIES FOR GENETIC AND ACQUIRED DISEASES USING FERRET MODELS. THESE SERVICES HAVE EXCEEDED THE CAPACITY OF FACILITIES FOR BOTH PERFORMING RESEARCH IN FERRETS AND HOUSING FERRETS ON THE UI CAMPUS. THIS PROPOSAL SEEKS TO DESIGN AND CONSTRUCT A RESEARCH FACILITY THAT WILL HOUSE THE NATIONAL FERRET RESEARCH AND RESOURCE INSTITUTE (NFRRI) ON THE UI CAMPUS. THE PROPOSED FACILITY HAS BEEN DESIGNED TO MAXIMIZE SYNERGY AND MINIMIZE OVERLAP WITH EXISTING FACILITIES AT UI AND WILL BE ADJACENT AND CONNECTED TO EXISTING FERRET EXPANSION HOUSING (REFERRED TO AS THE BSRF FACILITY). THE NFRRI WILL CONTAIN STATE- OF-THE-ART EQUIPMENT FOR GENETICALLY ENGINEERING FERRET ZYGOTES AND PERFORMING RESEARCH IN FERRETS. PROCEDURAL SPACE WILL INCLUDE A USDA-COMPLIANT STERILE SURGICAL SUITE AND SEPARATE MICROINJECTION ROOM FOR MODEL CREATION. IN ADDITION TO WET LAB RESEARCH SPACE, SPECIALIZED PROCEDURAL SUITES WILL ACCOMMODATE NEBULIZATION, PULMONARY FUNCTION TESTING, AND SPECIALIZED IMAGING EQUIPMENT. THE NFRRI WILL PRIMARILY PROVIDE SERVICES TO ACADEMIC INVESTIGATORS OUTSIDE UI AND FOR-PROFIT BIOTECHNOLOGY COMPANIES, BUT WILL ALSO PROVIDE FERRET MODELS FOR RESEARCH THAT WILL OCCUR ON THE MAIN UI CAMPUS IN EXISTING RESEARCH FACILITIES. FURTHERMORE, THE CHOSEN LOCATION FOR THE FACILITY HAS ADJACENT LAND FOR FUTURE EXPANSION OF RESEARCH SPACE AND FERRET HOUSING WITH A LONG-TERM STRATEGIC PLAN THAT RECRUITS NEXT-GENERATION LEADERS OF THE NFRRI AND CAPITALIZES ON EXISTING RELATIONSHIPS WITH FOR-PROFIT BIOTECHNOLOGY COMPANIES SEEKING TO DEVELOP THERAPIES FOR HUMAN DISEASES IN PRECLINICAL FERRET MODELS. THE SHORT- AND LONG-TERM STRATEGIC GOALS OF THE NFRRI WILL BE FACILITATED THROUGH FINANCIAL PARTNERSHIPS WITH THE UNIVERSITY OF IOWA (COST SHARING OF THE NFRRI BUILDING), CYSTIC FIBROSIS FOUNDATION, AND MARSHALL FARMS (THE LARGEST BREEDER OF FERRETS FOR RESEARCH).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_C06OD034121_7529"}, {"internal_id": 152369471, "Award ID": "C06OD034111", "Award Amount": 7969580.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "93.352", "Description": "EXPANDING CAPACITY OF THE NATIONAL SWINE RESOURCE AND RESEARCH CENTER - PROJECT SUMMARY THE NATIONAL SWINE RESOURCE AND RESEARCH CENTER (NSRRC) HAS BEEN THE ONLY NIH-FUNDED SWINE RESOURCE CENTER TO DEVELOP AND SUPPLY SWINE MODELS FOR BIOMEDICAL RESEARCH. SWINE SHARE ANATOMIC AND PHYSIOLOGIC CHARACTERISTICS WITH HUMANS THAT MAKE THEM THE OPTIMAL MODEL FOR THE STUDY OF MANY HUMAN DISEASES, E.G., CARDIOVASCULAR DISEASE, OPTIC DISEASES, ARTERIOSCLEROSIS, DIABETES, AND SPECIFIC INFECTIOUS DISEASES. THE ANATOMY AND PHYSIOLOGY OF PIG ORGANS ALSO MAKES THEM LIKELY CANDIDATES FOR XENOTRANSPLANTATION DONORS. THUS, INCREASINGLY, PIGS ARE BEING USED AS MODELS FOR HUMAN DISEASE. WITH A SEQUENCED PIG GENOME, MAJOR ADVANCES HAVE BEEN MADE IN DEVELOPING SWINE-SPECIFIC REAGENTS AND CREATING SWINE MODELS CARRYING TARGETED GENETIC MODIFICATIONS. WITH THESE TOOLS IN PLACE, PIG MODELS ARE MAKING UNPRECEDENTED CONTRIBUTIONS TOWARD UNRAVELING THE MOLECULAR BASIS OF HUMAN DISEASE AND DEVELOPING NEW THERAPEUTIC STRATEGIES. WITH THE INTEREST IN SWINE MODELS, THE NSRRC IS RESPONSIBLE FOR SUPPLYING SWINE MODELS FOR RESEARCH PROJECTS SPONSORED BY OVER TEN DIFFERENT NIH INSTITUTES. SINCE ITS FOUNDATION IN 2006, ACTIVITY OF NSRRC HAS CONTINUED TO INCREASE. HOUSING CAPACITY OF NSRRC, ON THE OTHER HAND, HAD FEW IMPROVEMENTS THROUGHOUT THE YEARS AND NO EXPANSION HAS BEEN MADE TO THE SPECIFIC PATHOGEN FREE (SPF) SWINE FACILITY. THE LIMITATION IS NOW PREVENTING DEVELOPMENT OF ADDITIONAL MODELS OR SUPPLING ANIMALS TO A DIVERSE GROUP OF RESEARCHERS. THE CENTER CAN’T MEET THE DEMAND TO PROPERLY SERVE AS THE NATIONAL RESOURCE OF SWINE MODELS. TO RESOLVE THIS LIMITATION AND EXCEL AS THE MAIN SWINE RESOURCE CENTER IN THE U.S., WE PROPOSE TO INCREASE THE HOUSING CAPACITY OF NSRRC. WE PROPOSE TO CONSTRUCT A BUILDING CONSISTING OF 8,420 GROSS SQUARE FEET (GSF) OF SWINE HOUSING AREA CONNECTED TO THE EXISTING NSRRC SPF SWINE FACILITY TO ENHANCE SWINE HOUSING CAPACITY OF NSRRC. ORIGINAL CONSTRUCTION OF THE NSRRC ANTICIPATED EXPANSION OF THE CENTER AND INFRASTRUCTURE (WATER, ELECTRICITY, AND SEWER) SUFFICIENT FOR THIS PROPOSED EXPANSION WAS INSTALLED. UTILIZING THE EXISTING INFRASTRUCTURE WILL ALLOW US TO ACQUIRE MORE SWINE HOUSING SPACE WITHIN THE BUDGET. IN ADDITION, THE PROPOSED ANIMAL HOUSING AREA WILL ENABLE US TO MAXIMIZE THE USE OF PENNING IN THE EXISTING FACILITY AS THE ENHANCED SPACE WILL ALLOW US TO PLACE ALL SWINE MODELS UNDER A SUITABLE PENNING SYSTEM. THE NSRRC HAS BEEN AT THE FOREFRONT OF PROVIDING SWINE MODELS TO THE BIOMEDICAL COMMUNITY. OUR ACTIVITIES HAVE BEEN SIGNIFICANTLY EXPANDED SINCE INCEPTION AND SWINE HOUSING IS NOW A CRITICAL LIMITATION FOR US TO SERVE THE BIOMEDICAL COMMUNITY. THE SPACE RESTRICTION HINDERS US FROM RAPIDLY BREEDING AND ESTABLISHING SWINE MODELS TO ACCOMMODATE DEMANDS FROM THE NIH COMMUNITY. THE PROPOSED CONSTRUCTION IS NOT LIMITED TO JUST ADDITIONAL ANIMAL HOUSING BUT WILL PERMIT MORE EFFICIENT USE OF THE EXISTING SPACE, PERMITTING THE NSRRC TO EXPLORE APPLICATION OF NEW SWINE MODELS IN VARIOUS RESEARCH FIELDS AND EXTEND OUR TRAINING ACTIVITY ON THE USE OF SWINE MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_C06OD034111_7529"}, {"internal_id": 152373022, "Award ID": "C06OD034103", "Award Amount": 5500152.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "93.310", "Description": "EXPANSION AND MODIFICATION OF ANIMAL HOUSING AND SUPPORT SPACES TO INCREASE PRODUCTION OF THE NIH U42 SUPPORTED PIGTAILED MACAQUE COLONY AT JOHNS HOPKINS UNIVERSITY - PROJECT SUMMARY IN THE FACE OF WELL-DOCUMENTED ONGOING SHORTAGES OF NONHUMAN PRIMATES FOR BIOMEDICAL RESEARCH AND EVIDENCE THAT THEY MAY BE A UNIQUE MODEL FOR COVID-19, IT IS NO SURPRISE THAT THE DEMAND FOR PIGTAIL MACAQUES REMAINS STRONG AND CONTINUES TO CLIMB. SINCE THE ONSET OF NIH- SUPPORT IN 2006, THE JHU PIGTAIL MACAQUE COLONY HAS PROVIDED 313 ANIMALS FOR BIOMEDICAL RESEARCH, THE VAST MAJORITY OF WHICH WAS HIV/AIDS RELATED. WITH 172 OF THOSE ANIMALS (55%) GOING TO NIH FUNDED INVESTIGATORS AT INSTITUTIONS OUTSIDE OF JHU, WE HAVE ESTABLISHED OUR COLONY AS AN IMPORTANT NATIONAL RESOURCE OF THIS VALUABLE ANIMAL MODEL. TO MEET THE GROWING NEED FOR PIGTAIL MACAQUES IN BIOMEDICAL RESEARCH, WE HAVE DEVELOPED A PLAN TO SIGNIFICANTLY INCREASE THE NUMBER OF ANIMALS THAT WE CAN HOUSE AT THE JHU RESEARCH FARM AND FURTHER REFINE OUR BEHAVIORAL MANAGEMENT OF THIS BREEDING COLONY TO IMPROVE PRODUCTIVITY. FIRST, WE PROPOSE TO CONSTRUCT AN ADDITION TO THE EXISTING BUILDING 12, SIGNIFICANTLY EXPANDING ANIMAL HOUSING AND SUPPORT SPACES. THIS NEW CONSTRUCTION WILL INCLUDE ANIMAL HOUSING SPACE AND INNOVATIVE CAGING FOR 120 ADDITIONAL ANIMALS ACROSS 6 HAREMS. THIS ADDITION WILL ALSO HOUSE DEDICATED SUPPORT SPACES, INCLUDING AN OPERATING ROOM, RADIOLOGY ROOM, FLEX HOLDING SPACE FOR CONVALESCING OR PRE- SALE ANIMALS, AND A CAGE WASHING AREA, ALONG WITH PERSONNEL SPACES SUCH AS A STAFF LOCKER ROOM WITH CONNECTED SHOWERS, BATHROOM, LAUNDRY, AND PPE DONNING/DOFFING AREA. SECOND, WE PROPOSE TO INSTALL UNDERGROUND FIBER OPTIC CABLE AND OTHER NETWORK INFRASTRUCTURE TO CONNECT THE JHU RESEARCH FARM FACILITIES TO HIGH-SPEED INTERNET. THIS PROJECT WILL ALLOW US TO FULLY LEVERAGE THE SOON-TO-BE-INSTALLED JHU-FUNDED UPGRADES TO 1) SECURITY AND 2) ELECTRONIC ANIMAL HEALTH AND BEHAVIOR RECORDS. IF THIS PROPOSAL IS SUCCESSFUL, WE WILL BETTER SERVE THE NIH-FUNDED RESEARCH COMMUNITY THAT RELIES ON PRIMATE MODELS IN TWO KEY WAYS: 1) WE WILL INCREASE THE NUMBER OF ANIMALS AVAILABLE TO RESEARCHERS AND 2) WE WILL EVALUATE THE NOVEL HUSBANDRY AND BEHAVIORAL MANAGEMENT FEATURES DESIGNED INTO THE NEW BUILDING AND SHARE OUR FINDINGS WITH NIH-FUNDED NONHUMAN PRIMATE RESEARCHERS AND OTHER NATIONAL BREEDING CENTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_C06OD034103_7529"}, {"internal_id": 151947888, "Award ID": "C06OD034082", "Award Amount": 6499848.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "93.352", "Description": "SHELTERED OUTDOOR HOUSING EXPANSION FOR THE TNPRC SPF RHESUS MACAQUE BREEDING COLONY - PROJECT SUMMARY / ABSTRACT THE TULANE NATIONAL PRIMATE RESEARCH CENTER (TNPRC) OF TULANE UNIVERSITY IS ONE OF SEVEN NATIONAL PRIMATE RESEARCH CENTERS (NPRC) SPONSORED BY THE NATIONAL INSTITUTES OF HEALTH. THE CENTER IS DEDICATED TO PROVIDING THE INFRASTRUCTURE AND SUPPORT FOR BASIC AND APPLIED RESEARCH EFFORTS TO ADVANCE SCIENTIFIC KNOWLEDGE AND IMPROVE HUMAN AND ANIMAL HEALTH AND WELL-BEING. THE NPRC PROGRAM PROVIDES RESOURCES AND OPPORTUNITIES FOR RESEARCH USING NONHUMAN PRIMATES (NHP) TO CORE FACULTY AND FACULTY AFFILIATED WITH OUTSIDE INSTITUTIONS. THE TNPRC SPECIFIC PATHOGEN FREE (SPF) RHESUS MACAQUE BREEDING COLONY IS AMONG THE LARGEST IN THE NPRC PROGRAM, WITH A CENSUS OF APPROXIMATELY 5,000. OVER THE PAST 5 YEARS, THE TNPRC SPF BREEDING COLONIES HAVE SUPPLIED 2,099 ANIMALS FOR RESEARCH PROGRAMS OF CORE AND AFFILIATE INVESTIGATORS ACROSS THE US. THERE CONTINUES TO BE HIGH NATIONAL DEMAND FOR SPF RHESUS MACAQUES WHICH CANNOT BE MET BY CURRENT NPRC BREEDING OPERATIONS. IN 2018, THE NIH SPONSORED THE NHP EVALUATION AND ANALYSIS PROJECT TO ENHANCE UNDERSTANDING OF THE DEMAND FOR AND SUPPLY OF NHP WITHIN THE US. KEY RECOMMENDATIONS MADE TO ENSURE THE ADEQUATE SUPPLY OF NHPS FOR BIOMEDICAL RESEARCH INCLUDED IMPROVING INFRASTRUCTURE AND PROVIDING SUPPORT FOR SPF NHP BREEDING COLONY EXPANSION. SINCE THE RESULTS OF THE 2018 REPORT WERE MADE PUBLIC, THE TNPRC HAS UNDERTAKEN ASSESSMENTS TO IDENTIFY THE NEEDS OF THE PROGRAM TO EXPAND ITS SPF RHESUS MACAQUE BREEDING COLONY. ALONG WITH FUNDING FROM THE NIH, THE TNPRC HAS COMMITTED FUNDS AND INITIATED PROJECTS TO: 1) IMPROVE THE BREEDING COLONY MANAGEMENT PROGRAM AND 2) EXPAND INFRASTRUCTURE TO MEET THE CURRENT AND PROJECTED FUTURE NATIONAL DEMAND. PRINCIPAL COMPONENTS OF THE LONG-TERM PLAN FOR INFRASTRUCTURE IMPROVEMENT ARE TO INCREASE THE NUMBER OF INDOOR/OUTDOOR HOUSING CONFIGURATIONS FOR ADDED PROTECTION OF NHP FROM INCLEMENT WEATHER AND COMPLEMENT THE EXISTING OUTDOOR NHP HOUSING ENCLOSURES. FUNDING IS REQUESTED TO CONSTRUCT INDOOR/OUTDOOR ENCLOSURES LOCATED ON THE BREEDING COLONY CAMPUS FOR THE PURPOSE OF HOUSING AND BREEDING SPF RHESUS MACAQUES. THIS PROJECT WILL ADD FACILITIES TO SUPPORT OUR COMMITMENT TO EXPAND PRODUCTION OF SPF RHESUS MACAQUES USED FOR NIH-ESTABLISHED PRIORITY RESEARCH AREAS AT THE TNPRC AND NATIONALLY. THE FACILITIES HAVE BEEN DESIGNED IN ALIGNMENT WITH OUR LONG-TERM INFRASTRUCTURE IMPROVEMENT PLAN TO ENHANCE PROTECTION OF ANIMALS, INCREASE HOUSING CAPACITY AND FLEXIBILITY, AND PROVIDE NOVEL AND PROVEN ENVIRONMENTAL ENHANCEMENT COMPONENTS. THE ANIMALS PRODUCED AS A RESULT OF THIS INFRASTRUCTURE IMPROVEMENT PROJECT WILL HELP ADDRESS THE NATIONAL SHORTAGE OF SPF MACAQUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce600306-35f6-a322-8af6-77e17ec30fe9-C", "generated_internal_id": "ASST_NON_C06OD034082_7529"}, {"internal_id": 151947695, "Award ID": "C06OD032083", "Award Amount": 7931772.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "93.352", "Description": "TUSKEGEE UNIVERSITY HEALTH DISPARITIES BIOMEDICAL RESEARCH CENTER - OVER VIEW - CARVER RESEARCH FOUNDATION ANNEX – CENTER FOR GENOMICS AND HEALTH DISPARITY RESEARCH (CGHDR) WE SEEK NIH SUPPORT TO BUILD AN ANNEX TO THE EXISTING HISTORIC CARVER RESEARCH BUILDING TO LOCATE OUR CUTTING-EDGE CANCER GENOMICS RESEARCH, FOCUSING ON TRANSLATIONAL COMPUTATION BIOLOGY RESEARCH. THE NEW ADDITION WILL ACCOMMODATE THE GROWING NEEDS OF THE MANY BIOMEDICAL RESEARCHERS AT TUSKEGEE UNIVERSITY PURSUING COMPUTATIONAL AND WET-LAB GENOMICS RESEARCH AND THE MANY RESEARCHERS THAT WE WILL HIRE SOON. THIS ADDITION WILL THUS PROVIDE A MODERN INFRASTRUCTURE CONSISTENT WITH THE SOPHISTICATED REQUIREMENTS OF CURRENT BIOMEDICAL RESEARCH AND THE TRAINING OF A DIVERSE WORKFORCE. HEALTH DISPARITIES ARE A FOCUS AND POINT OF DISTINCTION IN BIOMEDICAL RESEARCH AT TUSKEGEE UNIVERSITY, AN INSTITUTION OF EMERGING EXCELLENCE. HEALTH DISPARITIES-RELATED DISEASES ARE THE LEADING CAUSES OF MORBIDITY AND MORTALITY IN THE UNITED STATES AND ARE VERY POIGNANTLY EXEMPLIFIED DURING THE CURRENT COVID-19 PANDEMIC. AFRICAN AMERICANS CONTINUE TO SUFFER DISPROPORTIONATELY FROM THESE AND OTHER CHRONIC DISEASES, INCLUDING OBESITY AND DIABETES – ALL INFLUENCED BY INDIVIDUAL GENETIC PREDISPOSITION AND ENVIRONMENTAL AND LIFESTYLE FACTORS, INCLUDING DIET, NUTRITION, AND PHYSICAL ACTIVITY. TUSKEGEE UNIVERSITY IS LOCATED IN ALABAMA’S BLACK BELT (A TERM INITIALLY REFERRING TO THE AREA’S BLACK TOPSOIL AND NOW MORE OFTEN ITS PREDOMINANTLY AFRICAN AMERICAN POPULATION). THE CITY OF TUSKEGEE AND THE BLACK BELT ARE AMONG THE POOREST REGIONS IN THE U.S. WE SEEK TO BECOME A GLOBALLY RENOWNED CENTER OF EMERGING EXCELLENCE IN CANCER GENOMICS WITH A FOCUS ON HEALTH DISPARITIES. IN THE LAST FEW YEARS, OUR CANCER RESEARCH EFFORTS HAVE BEEN INCREASINGLY FOCUSED ON GENOMICS, TRANSCRIPTOMICS, COMPUTATIONAL BIOLOGY, AND DIGITAL PATHOLOGY, RESULTING IN NUMEROUS GRANTS AND PUBLICATIONS IN HIGH-IMPACT JOURNALS. HOWEVER, OUR EXISTING LABORATORY INFRASTRUCTURE IN AN AGING BUILDING HAS BECOME DRASTICALLY INADEQUATE TO SUPPORT SUCH MODERN RESEARCH ENDEAVORS. ADDITIONALLY, WE HAVE RECENTLY BEEN AWARDED THE PRESTIGIOUS NIH FIRST AWARD IN COLLABORATION WITH UAB, WHICH WILL REQUIRE US TO HIRE 12 NEW TENURE TRACK FACULTY MEMBERS, WITH THREE HOUSED AT TUSKEGEE. THESE NEW FACULTY WILL PUT ADDITIONAL DEMANDS FOR SOPHISTICATED LABORATORY INFRASTRUCTURE THAT ARE NOT AVAILABLE IN OUR CURRENT FACILITIES. THE BIOMEDICAL RESEARCH CENTER AT TUSKEGEE UNIVERSITY IS CURRENTLY HOUSED IN THE HISTORIC CARVER RESEARCH FOUNDATION. IT SUPPORTS MULTIPLE COMPLEMENTARY RESEARCH PROGRAMS, INCLUDING THE RESEARCH CENTERS AT MINORITY INSTITUTIONS (RCMI) AND THE MOREHOUSE SCHOOL OF MEDICINE/TUSKEGEE UNIVERSITY/UNIVERSITY OF ALABAMA AT BIRMINGHAM (UAB) COMPREHENSIVE PARTNERSHIPS TO ADDRESS CANCER HEALTH EQUITY (CPACHE). THE INTEGRATIVE BIOSCIENCES DOCTORAL PROGRAM (IBS) IS UNIQUELY POISED TO EXPLORE THE GENOMIC PROFILE OF UNDERSERVED POPULATIONS WITHIN ALABAMA'S BLACK BELT. COLLECTIVELY, THESE PROGRAMS PROMOTE BIOMEDICAL RESEARCH THAT FACILITATES THE TRANSLATION OF BASIC RESEARCH TO INNOVATIVE NEW THERAPEUTICS AND BEHAVIORS TO REDUCE HEALTH DISPARITIES WITHIN ALABAMA'S BLACK BELT REGION AND THE SOUTHEAST REGION. THE NEW ANNEX TO THE CARVER RESEARCH BUILDING WILL BE THE FIRST FACILITY ON TUSKEGEE UNIVERSITY'S CAMPUS DEVOTED SOLELY TO BIOMEDICAL RESEARCH AND GRADUATE EDUCATION. THE CGHDR WILL CONSIST OF APPROXIMATELY 8,000 FT2 OF GREEN/SUSTAINABLE NEWLY CONSTRUCTED SPACE THAT WILL HOUSE WET LAB BENCHES; BIOINFORMATICS/GENOMIC CORE RESEARCH WORK AREAS; OFFICES FOR FACULTY, TRAINEES, GRADUATE STUDENTS, AND ADMINISTRATIVE STAFF SUPPORTING THESE RESEARCHERS; AND CONFERENCE ROOMS. THE COMPLEX WILL INCLUDE AN OPEN LAB FORMAT THAT WILL SUPPORT FIVE NEW LABORATORIES AND THREE CORE LABORATORIES (MICROSCOPY, BIOINFORMATICS, AND GENOMICS/PROTEOMICS/MOLECULAR BIOLOGY). THE RESEARCH BUILDING WILL BE THE FIRST LEED-CERTIFIED BUILDING ON THE TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_C06OD032083_7529"}, {"internal_id": 140657889, "Award ID": "C06OD032081", "Award Amount": 6749090.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "93.352", "Description": "MODERNIZATION AND EXPANSION OF THE UNIVERSITY OF ILLINOIS AT CHICAGO ANIMAL-BASED RESEARCH PROGRAM - ABSTRACT THE UNIVERSITY OF ILLINOIS AT CHICAGO (UIC) HAS DEVELOPED HIGHLY RECOGNIZED PROGRAMS IN HEALTH DISPARITY RESEARCH AND IS A NATIONAL LEADER AMONG URBAN, PUBLIC INSTITUTIONS THAT PROVIDE CARE FOR DIVERSE PATIENT POPULATIONS THROUGH ITS HOSPITAL AND COMMUNITY-BASED CLINICAL SYSTEMS. OUR UIC RESEARCH PROGRAMS HAVE DEVELOPED AROUND OUR DIVERSE POPULATIONS AND COMMUNITIES WITH A FOCUS ON UNDERSTANDING DISEASE MECHANISMS, DEVELOPING NOVEL THERAPEUTICS AND REFINING CLINICAL APPROACHES THAT HAVE RELEVANCE TO OUR PATIENT BASE. OUR PRECLINICAL MODELING CAPABILITY AND LABORATORY ANIMAL RESEARCH FACILITIES NOW REQUIRE EXPANSION TO LINK OUR RESEARCH OPPORTUNITIES WITH THE CAPABILITY TO GENERATE AND CHARACTERIZE MODELS OF HUMAN DISEASE THAT SUPPORT OUR CORE MISSION AREAS. UIC PROPOSES TO MODERNIZE AND EXPAND ITS ANIMAL-BASED RESEARCH PROGRAMS BY PERFORMING CRITICAL RENOVATIONS TO THE BIOLOGIC RESOURCES LABORATORY (BRL), THE INSTITUTION’S CENTRALIZED ANIMAL FACILITY. THE PROJECT WILL COMPRISE RENOVATIONS AND UPGRADES TO ESSENTIAL ELEMENTS OF THE HEATING VENTILATION AND AIR CONDITIONING (HVAC) AND ELECTRICAL SYSTEMS IN THE BRL TO INCREASE HOUSING CAPACITY AND ACCOMMODATE GROWTH IN THE INSTITUTION’S MURINE- BASED CANCER AND METABOLIC RESEARCH PROGRAMS. THESE INCLUDE A PATIENT-DERIVED ORGANOID AND XENOGRAFT MODELING CORE THAT USES SAMPLES FROM UNDERREPRESENTED CANCER PATIENT POPULATIONS AND A NEW METABOLIC DISEASE CORE TO MODEL HEALTH DISPARITIES IN THE TREATMENT OF CARDIOVASCULAR AND METABOLIC DISEASES. SUCH MODERNIZATION WILL ALSO RESULT IN SIGNIFICANT ENERGY EFFICIENCIES. OVERALL, UIC BRL IMPROVEMENTS WILL SUPPORT ANIMAL-BASED RESEARCH AND PERMIT THE EXPANSION OF OUR TRANSLATIONAL AND CLINICAL RESEARCH PROGRAMS IN HEALTH DISPARITIES AND DRUG DISCOVERY. THE LONG-TERM IMPACT OF THE UIC BRL EXPANSION WILL SUSTAIN OUR PROGRAMS OF TRANSLATIONAL EXCELLENCE IN HEALTH DISPARITIES RESEARCH AND DRUG DISCOVERY WHILE PERMITTING THE GROWTH OF OUR NIH- FUNDED POPULATION-BASED RESEARCH PROGRAMS (ALL OF US WITHIN THE ILLINOIS PRECISION MEDICINE CONSORTIUM, UIC INSTITUTE FOR MINORITY HEALTH RESEARCH, AND OUR CTSA-SUPPORTED CENTER FOR CLINICAL AND TRANSLATIONAL SCIENCES) AND OUR UI CANCER CENTER. THIS EXPANSION WILL ALSO IMPACT THE RESEARCH PROGRAMS OF OUR REGIONAL PARTNERS WHO RELY UPON OUR FACILITIES, CORES AND CAPABILITY IN ANIMAL RESEARCH. FINALLY, OUR ENTREPRENEURSHIP-BASED STRATEGIC PLAN AND FOR-PROFIT PARTNERSHIPS TO DRIVE DRUG DISCOVERY INITIATIVES HAVE ALSO COMPELLED THE EXPANSION OF OUR ANIMAL-BASED PRECLINICAL MODELING CAPABILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_C06OD032081_7529"}, {"internal_id": 140058405, "Award ID": "C06OD032074", "Award Amount": 5077480.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-14", "CFDA Number": "93.352", "Description": "BUILD-OUT OF AN IMAGING AND BEHAVIORAL NEUROSCIENCE FACILITY FOR HISPANIC HEALTH DISPARITIES AT UTEP - PROJECT SUMMARY THE GOAL OF THIS PROPOSAL IS TO OBTAIN FUNDING TO BUILD-OUT EXISTING SHELL SPACE IN THE NEW INTERDISCIPLINARY RESEARCH BUILDING (IDRB) RECENTLY CONSTRUCTED ON THE UNIVERSITY OF TEXAS AT EL PASO (UTEP) CAMPUS, AND COMMISSION IT ACCORDING TO ITS PROPOSED USAGE AS AN IMAGING AND BEHAVIORAL NEUROSCIENCE (IBN) FACILITY. THIS FACILITY WILL SERVE AS A FOCAL POINT IN OUR REGION FOR EDUCATION AND BIOMEDICAL RESEARCH THAT ADDRESSES HEALTH ISSUES AFFECTING PEOPLE LIVING ON THE UNITED STATES (U.S.)-MEXICO BORDER REGION, WHICH HAS A PREDOMINANT MEXICAN-ORIGIN HISPANIC POPULATION. HISPANIC PERSONS LIVE WITH MARKED HEALTH DISPARITIES, AND REDUCING HISPANIC HEALTH DISPARITIES IS IMPORTANT TO REGIONAL AND NATIONAL HEALTHCARE SYSTEMS AS HISPANIC PERSONS ARE THE LARGEST AND FASTEST GROWING ETHNIC DEMOGRAPHIC IN THE U.S. UTEP HAS BEEN STRATEGIC IN ITS MISSION AS AN INSTITUTION OF EMERGING RESEARCH EXCELLENCE TO FACILITATE BIOMEDICAL RESEARCH INITIATIVES AND TRAIN THE NEXT GENERATION OF BIOMEDICAL RESEARCHERS, AND MUCH OF THIS EFFORT HAS CENTERED ON THE BORDER BIOMEDICAL RESEARCH CENTER WHICH HAS PROVIDED CORE FACILITY SUPPORT FOR UTEP INVESTIGATORS. IN A STRATEGIC INITIATIVE TO EXPAND THE CAPACITY FOR AND ACCELERATE THE COMPLETION OF COLLABORATIVE RESEARCH INITIATIVES, AN INTERDISCIPLINARY RESEARCH BUILDING, FUNDED WITH STATE OF TEXAS APPROPRIATED FUNDS, HAS RECENTLY BEEN COMPLETED ON THE UTEP CAMPUS AND THE PROPOSED FACILITY WILL BE LOCATED ON THE FIRST FLOOR OF THE BUILDING. THE IBN FACILITY WILL PROVIDE HIGH-CAPACITY BEHAVIORAL TESTS AND HIGH-THROUGHPUT IMAGING WITH HIGH-RESOLUTION IMAGING OF BRAIN CIRCUITS AND TUMOR SAMPLES TO PROVIDE AN INTEGRATED ANALYTICAL PLATFORM THAT SIGNIFICANTLY ADVANCES THE CURRENT UTEP BIOMEDICAL RESEARCH INFRASTRUCTURE. THIS NEW FACILITY IS A FIRST OF ITS KIND IN OUR REGION AND WILL EXPAND BIOMEDICAL-RELATED INTERDISCIPLINARY RESEARCH ACROSS MULTIPLE UTEP COLLEGES AS WELL AS STRENGTHEN COLLABORATIONS WITH OUR LOCAL TEXAS TECH AND BURRELL OSTEOPATHIC MEDICAL SCHOOLS. THE LONG-TERM GOAL IS TO ESTABLISH AN IMAGING FACILITY THAT SERVES AS A NEXUS FOR INTERDISCIPLINARY AND VERTICALLY-INTEGRATED RESEARCH, THAT WILL EXERT A SUSTAINED AND POWERFUL INFLUENCE BY 1) FACILITATING THE DEVELOPMENT OF PRE-CLINICAL MODELS AS PLATFORMS FOR POTENTIAL TRANSLATIONAL CONTRIBUTIONS, AND 2) DEVELOPING INTERDISCIPLINARY RESEARCH TEAMS THAT CAN ADDRESS INCREASINGLY COMPLEX AND IMPACTFUL INVESTIGATIVE AREAS, THEREBY POSITIONING UTEP AT THE LEADING EDGE OF BIOMEDICAL RESEARCH ASSOCIATED WITH PRE-CLINICAL MODELS OF HISPANIC HEALTH DISPARITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_C06OD032074_7529"}, {"internal_id": 140658330, "Award ID": "C06OD032048", "Award Amount": 5130692.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "93.352", "Description": "MODIFICATION AND RENOVATION OF VIVARIUM FOR THE ADVANCEMENT OF INSTITUTIONAL BIOMEDICAL RESEARCH - THE PROPOSED PROJECT WILL RENOVATE NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY’S (NCA&T) 38- YEAR-OLD VIVARIUM FOR USE AS A CORE RESEARCH FACILITY SERVING THE UNIVERSITY COMMUNITY AND THE PIEDMONT TRIAD REGION IN CENTRAL NC. THIS RENOVATION IS CRITICALLY NEEDED TO ADDRESS THE VIVARIUM’S STRUCTURAL AND DESIGN ISSUES THAT MAKE IT CHALLENGING TO MEET THE NEEDS OF BIOMEDICAL RESEARCHERS, A GROUP WHOSE NUMBERS ARE INCREASING AT OUR INSTITUTION. THE REQUESTED FUNDING WILL HELP DRIVE THIS INCREASE IN BIOMEDICAL RESEARCH, BREAKING THE CATCH-22 PREDICAMENT THAT LIMITS FACULTY SUBMISSION OF FEDERAL GRANT PROPOSALS FOR RESEARCH WITH ANIMAL SUBJECTS AND CONSTRAINS FURTHER EXPANSION OF OUR INSTITUTION’S BIOMEDICAL RESEARCH ENTERPRISE. AS A RESULT OF THE VIVARIUM’S OUTDATED STATUS, OUR RESEARCHERS ARE USING OTHER FACILITIES OR CHANGING THEIR RESEARCH AGENDAS TO ALTERNATIVE MODELS. TO REVERSE THIS TREND AND ALIGN WITH THE UNIVERSITY’S STRATEGIC PLAN AND STATED INTENT TO ATTAIN R1 STATUS, THE PROJECT GOALS ARE TO (1) RENOVATE AND REDESIGN THE EXISTING VIVARIUM TO PROVIDE A MODERN ENVIRONMENTALLY-CONTROLLED UNIT, WITH NOISE REDUCTION AND AN EFFICIENT CAGE WASHING FACILITY AND TRAFFIC PATTERN AND (2) TO CREATE A NEAR BARRIER FACILITY WITH FIXED EXHAUST VENTILATED CAGES AND BIOLOGICAL SAFETY CABINETS. LONG-TERM IMPACT OF THE PROPOSED RENOVATION WILL ENABLE THE EXPANSION OF BIOMEDICAL, LIFE SCIENCE, AND AGRICULTURAL RESEARCH AT NCA&T AND THE PIEDMONT TRIAD REGION, WHICH IS HOME TO A GROWING NUMBER OF COMPANIES IN THE BIOSCIENCES, PHARMA, AND HEALTHCARE; AND INCREASE THE ADVANCEMENT OF UNDERGRADUATE, DOCTORAL AND POST-DOCTORAL RESEARCH TRAINING TO INCREASE REGIONAL, STATEWIDE AND NATIONAL DIVERSITY WITHIN BIOMEDICAL SCIENCES AND CAREERS. RENOVATION OF THE VIVARIUM WILL ENHANCE RESEARCH PROGRAMS ACROSS THE INSTITUTION BY PROVIDING THE RESOURCES NEEDED TO CONDUCT BIOMEDICAL RESEARCH PROJECTS ON CAMPUS IN A CORE RESEARCH ANIMAL FACILITY VERSUS SEEKING ANIMAL HOUSING AND ANCILLARY SUPPORT AT OTHER FACILITIES. THE RENOVATED FACILITY WILL ALSO SUPPORT INCREASED RESEARCH PRODUCTIVITY BY ENCOURAGING FACULTY TO SEEK TARGETED EXTERNAL FUNDING TO GROW THEIR BIOMEDICAL RESEARCH PORTFOLIOS INCORPORATING ANIMAL MODELS AND BY PROMOTING RECRUITMENT OF NEW RESEARCH FACULTY WITH BIOMEDICAL RESEARCH INTERESTS. ADDITIONALLY, THE PROJECT WILL HELP US ACCOMPLISH OUR LONG-TERM GOAL OF ACHIEVING AAALAC ACCREDITATION. PER THE FOUR CRITERIA AT U.S.C. 42 SECTION 283K(C)(2), NCA&T DECLARES ITS STATUS AS AN INSTITUTION OF EMERGING EXCELLENCE (IEE). THE RENOVATED VIVARIUM WILL HELP NCA&T ELEVATE ITS STATUS FROM AN NIH- DESIGNATED IEE TO A RESEARCH-INTENSIVE INSTITUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_C06OD032048_7529"}, {"internal_id": 152373358, "Award ID": "C06OD032035", "Award Amount": 7084640.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "93.352", "Description": "A NEW BIOMEDICAL RESEARCH VIVARIUM AT A HISPANIC-SERVING INSTITUTION ON THE US-MEXICO BORDER - PROJECT SUMMARY ANIMAL-BASED BIOMEDICAL RESEARCH IS A CRITICAL CONTRIBUTOR TO HUMAN HEALTH AND ECONOMIC WELL-BEING IN THE UNITED STATES. THE IMPORTANCE OF ANIMAL-BASED BIOMEDICAL RESEARCH HAS NEVER BEEN MORE APPARENT THAN DURING THE CURRENT COVID19 PANDEMIC. WORK WITH ANIMAL MODELS HAS BEEN ESSENTIAL FOR UNDERSTANDING DISEASE PROGRESSION, IMPROVING PATIENT CARE, DESIGNING AND TESTING VACCINES AND UNCOVERING THE ORIGINS OF THIS DEADLY DISEASE. THE CURRENT PANDEMIC HAS ALSO UNMASKED THE GRAVE HEALTH DISPARITIES THAT EXIST IN OUR NATION. THE DISPROPORTIONATE IMPACT OF COVID19 ON AFRICAN-AMERICAN, HISPANIC AND NATIVE AMERICAN POPULATIONS HAS HIGHLIGHTED A FUNDAMENTAL GAP IN OUR KNOWLEDGE OF HOW MINORITY POPULATIONS DIFFER FROM MAJORITY POPULATIONS IN SUSCEPTIBILITY, SYMPTOMOLOGY, AND RESPONSE TO TREATMENTS FOR DISEASES. THIS KNOWLEDGE GAP EXTENDS BEYOND COVID 19 TO ENCOMPASS VIRTUALLY ALL HEALTH AND BEHAVIORAL ISSUES. ONE IMPORTANT SOLUTION FOR ADDRESSING THIS GAP IS TO INCREASE THE SCOPE OF RESEARCH, AND RESEARCH TRAINING, IN COMMUNITIES WITH LARGER MINORITY POPULATIONS. NEW MEXICO STATE UNIVERSITY (NMSU) IS A HISPANIC-SERVING INSTITUTION OF EMERGING EXCELLENCE LOCATED ON THE SOUTHERN BORDER OF THE UNITED STATES, AN AREA OF HIGH RACIAL, CULTURAL AND ECONOMIC DIVERSITY. THIS PROJECT WOULD FUND CONSTRUCTION OF NEW WILD ANIMAL VIVARIUM, AVIARY AND INSECTARY AT NMSU THAT WOULD ENHANCE BIOMEDICAL RESEARCH AND TRAINING FOR THESE DIVERSE POPULATIONS. THIS NEW BUILDING WOULD HOUSE BOTH WILD ANIMAL DISEASE MODELS SUCH AS RODENTS, BATS AND BIRDS AND INVERTEBRATE DISEASE VECTORS SUCH AS MOSQUITOES, TICKS, AND BEDBUGS. THE BUILDING WILL ALSO INCLUDE BEHAVIORAL OBSERVATION AND PROCEDURAL ROOMS, ANALYTICAL AND PHYSIOLOGY TESTING LABS, A MICROSCOPY ROOM AND SUPPORT SPACE. THIS NEW BUILDING WILL ADJOIN AND COMPLEMENT A NEW LAB ANIMAL VIVARIUM ALREADY UNDER CONSTRUCTION WITH STATE BOND FUNDING THAT INCLUDES HOUSING FOR LAB ANIMAL MODELS, BEHAVIORAL AND PROCEDURE ROOMS, DIAGNOSTIC AND ANALYTICAL LABS, A LARGE SURGERY SUITE AND SUPPORT SPACE. THE COMBINED COMPLEX, CALLED THE BIOMEDICAL RESEARCH FACILITY, WILL REPLACE AND GREATLY EXPAND UPON THE EXISTING AGING CAMPUS VIVARIUM, AND WILL BRING TOGETHER IN ONE FACILITY WORK ON INVERTEBRATE MODELS THAT IS CURRENTLY SPREAD ACROSS CAMPUS. THE BIOMEDICAL RESEARCH FACILITY WILL SUPPORT NMSU’S BIOMEDICAL RESEARCH STRENGTHS IN EMERGING INFECTIOUS DISEASES, AGING, CANCER AND HEALTH DISPARITIES IN UNDERSERVED POPULATIONS, ENHANCE TRAINING OF STUDENTS FROM UNDERREPRESENTED POPULATIONS, AND PROMOTE RESEARCH ADDRESSING THE HEALTH OF BORDER COMMUNITIES AND MINORITY POPULATIONS IN NEW MEXICO AND THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_C06OD032035_7529"}, {"internal_id": 140659864, "Award ID": "C06OD032021", "Award Amount": 3115346.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "93.352", "Description": "RADIOBIOLOGY RESEARCH SUITE EXPANSION OF THE TRIMETIS GLP VIVARIUM AT UTHSC - THERE IS NO RADIATION MEDICAL COUNTERMEASURE (RCM) DRUG APPROVED BY THE FDA THAT MEETS THE CRITERION OF A GASTROINTESTINAL (GI) OR LUNG RADIOMITIGATOR – AN AGENT THAT MITIGATES GI ACUTE RADIATION SYNDROME (GI-ARS) OR LUNG-ARS WHEN ADMINISTERED AFTER THE EXPOSURE. A CRITICAL BARRIER TO PROGRESS IN DEVELOPMENT OF RCM DRUGS IS THAT A TRADITIONAL HUMAN CLINICAL TRIAL IS NOT AN OPTION. THEREFORE, FDA APPROVAL OF A RCM IS DONE UNDER THEIR ANIMAL RULE (21 CFR 314.600) THAT REQUIRES DETAILED UNDERSTANDING OF ITS MECHANISM OF ACTION, DEMONSTRATION OF SAFETY AND EFFICACY IN ANIMAL MODELS, INCLUDING NONHUMAN PRIMATES (NHP), AND ITS SAFETY IN HUMANS. THE RECENT WITHDRAWAL OF ALTASCIENCES CORP., THE ONLY GI-ARS QUALIFIED CONTRACT RESEARCH ORGANIZATION FROM RCM PRECLINICAL TESTING HAS CREATED A CRITICAL SHORTAGE AND A NATIONAL STRATEGIC VULNERABILITY IN QUALIFIED DRUG DEVELOPMENT SITES IN THE USA. ALTHOUGH THE NIH, DOD, BARDA, NASA AND SEVERAL PHARMACEUTICAL COMPANIES ARE INTENSIVELY PURSUING RCM DEVELOPMENT PROJECTS THERE IS NO DOMESTIC TEST SITE CURRENTLY AVAILABLE WITH AN ESTABLISHED AND VALIDATED NHP MODELS FOR THE EVALUATION OF RCM DRUG CANDIDATES, PARTICULARLY FOR GI-ARS. THIS IS COMPOUNDED BY THE US DEPENDENCE ON FOREIGN (PR CHINESE) SUPPLIERS OF RHESUS MACAQUES. THE UNIVERSITY OF TENNESSEE HEALTH SCIENCES CENTER (UTHSC) HAS A UNIQUE RESOURCE: THE TRIMETIS LIFE SCIENCES ANIMAL FACILITY (TAF). SINCE 2016, TAF HAS BEEN OPERATED AND MANAGED BY UTHSC UNDER ITS PHS ASSURANCE AND AAALAC ACCREDITED PROGRAM. THE TAF IS A STATE-OF-THE-ART VIVARIUM HOUSING SMALL- AND LARGE-ANIMALS, INCLUDING NONHUMAN PRIMATES, OPERATED UNDER FDA-APPROVED GOOD LABORATORY PRACTICE (GLP), THEREBY MEETING THE NEEDS OF ACADEMIC AND INDUSTRY RESEARCHERS BOTH REGIONALLY AND NATIONALLY. THE PURPOSE OF THIS PROPOSAL IS TO EQUIP TAF WITH AN RADIATION BIOLOGY SUITE SUITABLE FOR DEVELOPMENT OF RADIATION COUNTERMEASURE (RCM), RADIOPROTECTIVE AND RADIOSENSITIZER DRUGS UNDER THE ANIMAL RULE. INSTALLATION OF AN IRRADIATION SUITE AT TAF WILL HAVE A SIGNIFICANT IMPACT BEYOND THE NEEDS OF RCM DRUG DEVELOPMENT: IT WILL BE OPTIMAL FOR THE EVALUATION OF RADIOTHERAPY SENSITIZERS FOR CANCER TREATMENT, INCLUDING GENERAL PRECLINICAL RESEARCH, AND DRUG TESTING WITH TOXICOLOGY AND PHARMACOKINETIC STUDIES. THE UTHSC-OWNED PLOUGH CENTER FOR STERILE DRUG DELIVERY, WHERE GMP MANUFACTURING AND COMPOUNDING OF TEST ARTICLES IS DONE, THE REGIONAL BIOCONTAINMENT LABORATORY, WHERE GLP RADIATION INJURY RODENT MODELS HAVE ALREADY BEEN IN OPERATION, ARE WITHIN A FEW HUNDRED FEET OF THE TAF AND PROVIDE AN UNPARALLELED COMPREHENSIVE DRUG DEVELOPMENT INFRASTRUCTURE THAT WILL MEET ALL NATIONAL ACADEMIC AND INDUSTRY RESEARCH AND DRUG REGULATORY APPROVAL NEEDS. THE NEW STATE-OF-THE-ART FACILITY ALSO DEVELOP DOMESTICALLY BRED CYNOMOLGUS MONKEY RADIATION MODELS THEREBY ELIMINATING THE US DEPENDENCE ON FOREIGN SUPPLIERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7bb49047-7166-d4e3-8873-4218d87cf06c-C", "generated_internal_id": "ASST_NON_C06OD032021_7529"}, {"internal_id": 140658476, "Award ID": "C06OD032019", "Award Amount": 6748541.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "93.352", "Description": "ESTABLISHMENT OF THE BAT RESOURCE CENTER FOR THE STUDY OF ZOONOTIC DISEASES - PROJECT SUMMARY THIS PROPOSAL OUTLINES REQUEST TO ESTABLISH THE BAT RESOURCE CENTER FOR THE STUDY OF ZOONOTIC DISEASES AT COLORADO STATE UNIVERSITY. THE BAT RESOURCE CENTER IS A $7.99M FACILITY LOCATED ADJACENT TO THE CENTER FOR VECTORBORNE DISEASE AND THE ROCKY MOUNTAIN REGIONAL BIOCONTAINMENT LABORATORY. IT IS UNIQUELY DESIGNED TO BE A VIVARIUM WITH THE NECESSARY ENVIRONMENTAL AND BIOSAFETY CONTROLS TO SUCCESSFULLY BREED AND MAINTAIN BATS FOR USE AS ANIMAL MODELS. THIS IMPORTANT ANIMAL MODEL IS CRITICAL TO OUR UNDERSTANDING OF VIRAL PATHOGENESIS AND DISEASE TRANSMISSION AS BATS HAVE BEEN SHOWN TO BE A RESERVOIR FOR A NUMBER OF HUMAN PATHOGENS INCLUDING THE RECENT COVID-19 PANDEMIC. THE BAT RESOURCE CENTER WILL GREATLY ENHANCE OUR ABILITIES TO STUDY THESE AGENTS AND WILL SERVE AS A NATIONAL RESOURCE FOR OTHERS USING BAT MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_C06OD032019_7529"}, {"internal_id": 140058217, "Award ID": "C06OD032015", "Award Amount": 13498179.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "93.352", "Description": "RENOVATION OF CORE LABORATORIES FOR THE DC INTELLECTUAL AND DEVELOPMENTAL DISABILITIES RESEARCH CENTER - PROJECT SUMMARY CHILDREN’S NATIONAL HOSPITAL (CNH) PROPOSES TO RELOCATE 15,520 GSF OF ADVANCED CORE FACILITY RESEARCH SPACE IN SUPPORT OF ITS NIH FUNDED DISTRICT OF COLUMBIA INTELLECTUAL AND DEVELOPMENTAL DISABILITIES RESEARCH CENTER (DC- IDDRC). THE RELOCATION AND EXPANSION OF THIS PROGRAM WILL BE FROM CNH SHEIKH ZAYED CAMPUS TO THE NEW CHILDREN’S NATIONAL RESEARCH AND INNOVATION CAMPUS LOCATED AT THE FORMER WALTER REED ARMY MEDICAL CENTER SITE IN NORTHWEST WASHINGTON, D.C., 4 MILES FROM THE HOSPITAL. THE PROJECT INVOLVES RENOVATION/MODERNIZATION OF ONE FLOOR OF THE FORMER ARMED FORCES INSTITUTE OF PATHOLOGY BUILDING ORIGINALLY CONSTRUCTED IN 1955. THE TOTAL COST OF THIS CONSTRUCTION IS ESTIMATED TO BE $9,446,951. THIS CO6 REQUESTS A BUDGET OF $8,000,000 WITH THE REMAINDER OF THE COST (APPROXIMATELY $1,446,951) BEING FUNDED BY CNH. THIS STATE-OF-THE-ART CORE FACILITY WILL ALLOW THE CONDUCT AND EXPANSION OF GENETIC AND NEUROSCIENCE RESEARCH INITIATIVES OF THE DC-IDDRC, AN INTERDISCIPLINARY AND INTER-INSTITUTIONAL RESEARCH CENTER. THE MISSION OF THIS IDDRC IS TO IMPROVE THE UNDERSTANDING AND TREATMENT OF CHILDREN WITH DEVELOPMENTAL DISABILITIES, INCLUDING AUTISM, CEREBRAL PALSY, EPILEPSY, INHERITED METABOLIC DISORDERS AND INTELLECTUAL DISABILITY. THE NEW SPACE WILL SUPPORT 3 CORES THAT WILL BE ACCESSIBLE TO INVESTIGATORS FROM THE FOUR INSTITUTIONS THAT COMPRISE THE DC-IDDRC: CNH, GEORGE WASHINGTON UNIVERSITY (GW), GEORGETOWN UNIVERSITY AND HOWARD UNIVERSITY. THE CONSTRUCTION WILL ALSO INCLUDE SHARED HOTELING LABORATORY SPACE FOR DC-IDDRC INVESTIGATORS WHOSE LABORATORIES ARE NOT ON- SITE BUT WHO ARE UTILIZING THE CORE FACILITY. THE PROPOSED DC-IDDRC CORES CONSIST OF: 1) CELL AND TISSUE MICROSCOPY, 2) GENOMICS AND BIOINFORMATICS, AND 3) INDUCED PLURIPOTENT STEM CELLS (IPSC).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a392f74-21b7-1b83-eb88-b91ad389c4a2-R", "generated_internal_id": "ASST_NON_C06OD032015_7529"}, {"internal_id": 151947976, "Award ID": "C06OD032006", "Award Amount": 5147109.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "93.352", "Description": "LABORATORY FOR COMBINATORIAL DRUG REGIMEN DESIGN FOR RESISTANT AND EMERGING PATHOGENS - (A) OVERVIEW THE PAST TWO YEARS HAVE SHOWN THAT INFECTIOUS DISEASES ARE GLOBAL THREATS, REVEALING AN URGENT NEED TO IMPROVE PREPAREDNESS TO COMBAT UNKNOWN PATHOGENS. FURTHERMORE, THE ALARMING INCREASE IN INFECTIONS CAUSED BY ANTIMICROBIAL RESISTANT (AMR; SEE GLOSSARY, BELOW) PATHOGENS IN RECENT YEARS, EXACERBATED BY THE COVID-19 PANDEMIC, ILLUSTRATES THAT WE ARE ALSO ON THE VERGE OF LOSING OUR ABILITY TO TREAT INFECTIONS CAUSED BY KNOWN PATHOGENS. COMBINATION DRUG TREATMENT IS THE THERAPEUTIC MAINSTAY IN THE TREATMENT OF INFECTIONS CAUSED BY SEVERAL MICROBIAL PATHOGENS, INCLUDING HIV AND THE TUBERCULOSIS BACTERIUM. STILL, SYSTEMATIC AND EFFICIENT DEVELOPMENT OF SUCH TREATMENTS FOR AMR OR EMERGING PATHOGENS IS LACKING. TUFTS UNIVERSITY (TU) IS PROPOSING TO CONSTRUCT A NEW BIOMEDICAL RESEARCH FACILITY, THE LABORATORY FOR COMBINATORIAL DRUG REGIMEN DESIGN FOR RESISTANT AND EMERGING PATHOGENS (LCDRD), TO DESIGN AND DEVELOP NEW COMBINATORIAL THERAPEUTIC APPROACHES FOR BACTERIAL, VIRAL, FUNGAL, AND PARASITIC INFECTIONS AND TO ACCELERATE RESEARCH ON AMR AND EMERGING PANDEMIC PATHOGENS. THE LCDRD IS DESIGNED TO FACILITATE THE DEVELOPMENT OF NOVEL TREATMENTS FOR DIFFICULT-TO-TREAT INFECTIONS DUE TO PATHOGENS FROM BOTH ANIMALS AND HUMANS. IN ADDITION TO GENERATING NEW THERAPIES FOR AMR OR EMERGING PATHOGENS, THIS FACILITY WILL PROVIDE DIVERSE, WELL-CHARACTERIZED HUMAN BACTERIAL PATHOGENS WITH LINKED CLINICAL DATA FROM ACROSS ‘TUFTS-MEDICINE’, A STATE-WIDE NETWORK OF HOSPITALS SERVING DIVERSE POPULATIONS, FOR STUDY BY ACADEMIA AND INDUSTRY. THE STUART B. LEVY TUFTS CENTER FOR INTEGRATIVE MANAGEMENT OF ANTIMICROBIAL RESISTANCE (CIMAR) UNITES FACULTY FROM TU AND TUFTS MEDICAL CENTER (TMC), AS WELL AS AFFILIATE MEMBERS FROM ACROSS THE REGION AND NATION, WITH EXPERTISE IN BIOMEDICAL RESEARCH, ENGINEERING, HUMAN AND VETERINARY MEDICINE, GLOBAL HEALTH, ENVIRONMENTAL SURVEILLANCE, POLICY, AND EDUCATION, TO CATALYZE THE DEVELOPMENT OF NEW COMBINATORIAL DRUG STRATEGIES TO TREAT A WIDE RANGE OF PATHOGENS. WORKING WITH CIMAR IN LCDRD WILL BE THE NASCENT CENTER FOR EMERGING INFECTIOUS DISEASES AND RESPONSE (CEIDAR), WHICH ADDRESSES EMERGING AND EXPANDING INFECTIOUS DISEASE THREATS SUCH AS INSECT-BORNE BACTERIAL AND VIRAL PATHOGENS. CEIDAR INCLUDES THE TUFTS LYME INITIATIVE AND UTILIZES THE BSL-3 LEVEL TUFTS NEW ENGLAND REGIONAL BIOSAFETY LABORATORY (NERBL) AT TUFTS CUMMINGS SCHOOL OF VETERINARY MEDICINE IN GRAFTON, AN IMPORTANT RESOURCE FOR EXPANDING WORK. INSTITUTIONS AFFILIATED WITH CIMAR/CEIDAR SPAN A SPECTRUM OF ACADEMIC AND PHARMACEUTICAL INTERESTS AND, ALTHOUGH LOCATED LOCALLY AT TU, WILL ENHANCE TRANSDISCIPLINARY INTERACTIONS AMONG REGIONAL AND NATIONAL INVESTIGATORS AND ENTITIES. PROJECT GOALS: THE LCDRD WILL ENABLE SPECIALIZED AND COLLABORATIVE WORK ON EMERGING AND RESISTANT MICROBIAL PATHOGENS THAT IS REQUIRED TO GENERATE NEW COMBINATORIAL TREATMENTS. THE FACILITY WILL: 1) ENHANCE INTERACTION BETWEEN CLINICIANS AND BIOMEDICAL RESEARCHERS TO GENERATE THERAPEUTIC ANTIMICROBIAL DRUG REGIMENS, PARTICULARLY COMBINATION THERAPIES, AGAINST CDCS URGENT AND EMERGING THREAT PATHOGENS; 2) DEVELOP GENETIC AND SYSTEMS APPROACHES TO FACILITATE ‘PERSONALIZED MEDICINE’ FOR PATIENTS WITH DIFFICULT-TO-TREAT INFECTION; 3) PROVIDE A SPACE WHERE VISITING SCIENTISTS CAN RECEIVE HANDS-ON TRAINING, ALLOWING KNOWLEDGE DISSEMINATION INTRA-INSTITUTIONALLY, REGIONALLY, NATIONALLY, AND GLOBALLY; AND 4) INCREASE THE NATIONAL CAPACITY TO RESPOND TO INFECTIOUS DISEASE EMERGENCIES BY PROVIDING ACADEMIC AND INDUSTRIAL ENTITIES ACCESS TO LIBRARIES OF WELL-CHARACTERIZED ISOLATES FOR EMERGING PANDEMIC AND AMR PATHOGENS. AFFECTED SPACE AND REQUESTED EQUIPMENT: THE LCDRD WILL PROVIDE A MODERN, CENTRALIZED LABORATORY AND COLLABORATION CAPACITY FOR A MULTI-INSTITUTIONAL EFFORT TO UTILIZE STATE-OF-THE-ART RESEARCH TECHNOLOGIES TO GENERATE AND CHARACTERIZE NOVEL DRUG THERAPIES FOR PATHOGENS RESI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1365968e-88a8-9046-4733-6ec9e7f54826-C", "generated_internal_id": "ASST_NON_C06OD032006_7529"}, {"internal_id": 140657843, "Award ID": "C06OD032003", "Award Amount": 6721226.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "93.352", "Description": "LARGE ANIMAL FACILITY FOR IMAGING AND IMAGE-GUIDED THERAPIES AT MSU - ABSTRACT  PRECISION HEALTH IS AN EMERGING PARADIGM IN HEALTHCARE THAT FOCUSES ON EARLY DETECTION AND MOLECULAR DETERMINANTS OF DISEASE. MICHIGAN STATE UNIVERSITY (MSU) HAS LAUNCHED A UNIVERSITY-WIDE INITIATIVE TO BRING THE PRINCIPLES OF PRECISION HEALTH INTO ITS HEALTHCARE SYSTEMS. THE SUCCESS OF THIS INITIATIVE DEPENDS, IN LARGE PART, ON OUR ABILITY TO OBTAIN RELEVANT DATA FROM PREDICTIVE PRE-CLINICAL ANIMAL MODELS AND EFFECTIVE TRANSLATIONAL RESEARCH. ADVANCES IN MOLECULARLY TARGETED DIAGNOSTIC AND THERAPEUTIC AGENTS, THE CORNERSTONES OF PRECISION MEDICINE, REQUIRE RELIABLE TESTING IN INFORMATIVE ANIMAL MODELS OF HUMAN BIOLOGY. SMALL LABORATORY ANIMALS (RODENTS) COMMONLY USED IN BIOMEDICAL RESEARCH ARE OFTEN NOT SUITABLE FOR STUDYING PATHOLOGIES WHERE PHYSIOLOGY, HUMAN MARKERS, PHYSICAL SIZE, GESTATION LENGTH, LIFESPAN, AND OTHER HUMAN-LIKE FEATURES ARE KEY CONTRIBUTORS TO DISEASE. USE OF LARGER ANIMAL SPECIES FOR RESEARCH, INCLUDING DOGS, PIGS AND SHEEP, CAN OVERCOME MANY OF THESE HURDLES.  IT IS WIDELY ACCEPTED THAT IN VIVO IMAGING PLAYS A PIVOTAL ROLE IN NEARLY ALL AREAS OF BIOMEDICAL RESEARCH AND CLINICAL PRACTICE, AND THE IMPORTANCE OF ITS ROLE WILL ONLY INCREASE WITH THE DEVELOPMENT OF NEW AGENTS AND THERAPIES. HOWEVER, IMAGING DATA OBTAINED IN SMALL ANIMAL IMAGING SYSTEMS CANNOT ALWAYS BE DIRECTLY TRANSLATED TO STUDIES IN HUMANS. CLEARLY, STUDYING LARGE ANIMAL MODELS USING CLINICAL SCANNERS WOULD PRODUCE DATA THAT ARE CLOSEST TO WHAT WE EXPECT IN HUMANS, AND WOULD BETTER INFORM TRANSLATIONAL STUDIES. FURTHER, THE ABILITY TO STUDY COMPARATIVE DISEASES THAT OCCUR SPONTANEOUSLY IN DOMESTICATED SPECIES, AS PART OF CLINICAL STUDIES OF CLIENT- OWNED ANIMALS, WILL ADD FURTHER TO TRANSLATIONAL RELEVANCE AND DATA OUTCOMES.  FOR THESE REASONS AND TO ADVANCE THE CLINICAL RELEVANCE OF ANIMAL MODELS, WE ARE REQUESTING FUNDS TO DEVELOP A MULTI-SPECIES LARGE ANIMAL IMAGING FACILITY AT MSU. THIS FACILITY WILL BE EQUIPPED WITH A STATE-OF-THE-ART HIGH-END CLINICAL IMAGING SYSTEM (PET/MRI, MMR BIOGRAPH, SIEMENS) THAT WOULD SERVE MSU’S DIVERSE BIOMEDICAL SCIENTIFIC AND CLINICAL COMMUNITIES. RESEARCHERS WILL USE THIS FACILITY FOR STUDIES OF LARGE RESEARCH ANIMALS, AND CLIENT-OWNED COMPANION ANIMALS TO DEVELOP IMAGING AND IMAGE-GUIDED THERAPY APPROACHES WITH FOCUS ON HUMAN PATHOLOGIES LINKED TO SIGNIFICANT MORTALITY RATES (E.G., CARDIOVASCULAR DISEASE, CANCER, AND DIABETES). THIS MULTIDISCIPLINARY FACILITY WILL ALSO SUPPORT ONGOING CLINICAL TRIALS IN HUMAN SUBJECTS AND SERVE AS A TRAINING GROUND FOR UNDERGRADUATE, GRADUATE AND POSTDOCTORAL TRAINEES FROM 6 COLLEGES, 12 DEPARTMENTS AND 7 PROGRAMS. PERFORMING RESEARCH ON A FULL SPECTRUM OF HUMAN AND ANIMAL DISEASE MODELS.  THIS NEW BIOMEDICAL IMAGING FACILITY, IN COMBINATION WITH HUMAN AND VETERINARY EXPERTISE AT MSU, CREATES AN EXTRAORDINARY OPPORTUNITY TO PERFORM PRE-CLINICAL, CLINICAL AND TRANSLATIONAL RESEARCH USING CLINICAL IMAGING EQUIPMENT. THESE CAPABILITIES WILL PROMOTE HIGH-LEVEL COLLABORATIONS BETWEEN MSU AND INVESTIGATORS AT REGIONAL AND NATIONAL INSTITUTIONS TO ULTIMATELY CHAMPION AND ADVANCE A PREMIERE PROGRAM IN PRECISION HEALTH AND COMPARATIVE MEDICINE, BENEFITING BOTH HUMAN AND ANIMAL HEALTH IN THE DIAGNOSIS AND TREATMENT OF DISEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_C06OD032003_7529"}, {"internal_id": 152373929, "Award ID": "C06OD032002", "Award Amount": 7975000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "93.352", "Description": "EXPANDING UAMS RESEARCH CAPACITY TO ESTABLISH A CENTER FOR ANIMAL MODELS OF INFECTION AND DISEASE (CAMID) - THE UNIVERSITY OF ARKANSAS FOR MEDICAL SCIENCES (UAMS) IS AN INSTITUTION OF EMERGING EXCELLENCE IN A SMALL STATE WITH A LARGE RURAL, UNDERSERVED POPULATION THAT SUFFERS DISPROPORTIONATELY FROM INFECTIOUS DISEASES. UAMS HAS COMMITTED TO EXPANDING INFECTIOUS DISEASE BASIC RESEARCH THROUGH FACULTY RECRUITMENTS BUT HAS OUTGROWN CURRENT SPACE FOR HIGH-SECURITY BIOCONTAINMENT AND ANIMAL FACILITIES. THIS C06 PROPOSAL WILL SUPPORT THE FIRST OF 2 PHASES OF RENOVATION OF THE ANIMAL AND BIOSAFETY LEVEL-3 (BSL-3) FACILITIES IN BIOMEDICAL RESEARCH BUILDING I AT UAMS AND ESTABLISH THE CENTER FOR ANIMAL MODELS OF INFECTION AND DISEASE (CAMID). THE CAMID WILL ALLOW SAFE AND EFFICIENT RESEARCH ON HIGHLY INFECTIOUS PATHOGENS, ENSURE RAPID RESPONSE TO NEW DISEASE OUTBREAKS, AND PROVIDE NEW RESEARCH OPPORTUNITIES BY ACCOMPLISHING THE FOLLOWING GOALS:  GOAL 1) EXPANDING CAPACITY FOR HIGHLY INFECTIOUS DISEASE RESEARCH. UAMS CURRENTLY SUPPORTS 4 RESEARCH PROGRAMS THAT STUDY TUBERCULOSIS, PLAGUE, COVID-19, AND Q FEVER IN A SMALL BSL-3 FACILITY. THESE RENOVATIONS WILL PERMIT NEEDED EXPANSION OF THESE PROGRAMS AND ESTABLISHMENT OF NEW PATHOGEN STUDIES BY ADDING 552 SQ. FT. OF WET LABORATORY SPACE AND DOUBLING ANIMAL HOUSING CAPACITY.  GOAL 2) ESTABLISHING A FACILITY FOR RAPID RESPONSES TO OUTBREAKS AND POPULATION STUDIES. BSL-2 AND -3 SPACE (330 SQ. FT. TOTAL) TERMED THE PANDEMIC RESPONSE AND PUBLIC HEALTH LABORATORY (PRPHL) WILL BE ESTABLISHED TO RESPOND TO OUTBREAKS NEEDING INCREASED SAFETY PRECAUTIONS AND ALLOW NEW POPULATION-BASED STUDIES. THIS FACILITY WILL BE OPTIMIZED FOR TISSUE CULTURE AND HANDLING HUMAN SPECIMENS.  GOAL 3) EXPANDING THE ANIMAL FACILITY TO STUDY THE HOST RESPONSE TO DISEASE. THE UAMS ANIMAL FACILITY MUST BE EXPANDED TO ACCOMMODATE RESEARCHERS' NEEDS. THE SPACE PROPOSED FOR BSL-3 EXPANSION CURRENTLY HOUSES ANIMALS, REQUIRING RENOVATION OF NEW SPACE TO RECAPTURE THIS SQUARE FOOTAGE. PROPOSED RENOVATIONS WILL INCREASE ANIMAL ROOM AND PROCEDURAL SPACE, EXPAND CAGE WASH CAPACITY, AND INCREASE THE ANIMAL FACILITY BY 8,450 SQ. FT. IMPACT OF RENOVATIONS. THE PROPOSED INCREASE IN ANIMAL ROOM SPACE WILL SUPPORT CURRENT NIH-FUNDED PROJECTS AND ANIMAL MODEL STUDIES BY FUTURE FACULTY, AND THESE RENOVATIONS WILL ENHANCE UAMS'S IMPACT ON ARKANSANS' HEALTH BY FOSTERING NEW COLLABORATIONS WITH PUBLIC HEALTH RESEARCHERS. IN ADDITION, UAMS HAS A ROBUST GRADUATE STUDENT PROGRAM THAT TRAINS STUDENTS IN INFECTIOUS DISEASE LABORATORIES TO BECOME FUTURE RESEARCHERS. THE PROPOSED RENOVATIONS WILL INCREASE OPPORTUNITIES TO TRAIN STUDENTS IN ANIMAL MODELS OF DISEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d72b9a8b-635d-44cc-45e8-3f90e8ee45f3-C", "generated_internal_id": "ASST_NON_C06OD032002_7529"}, {"internal_id": 140658409, "Award ID": "C06OD031999", "Award Amount": 6277542.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "93.352", "Description": "SWINE BIOMEDICAL RESEARCH FACILITY FOR GNOTOBIOTIC, TRANSGENIC AND TRANSLATIONAL MEDICINE - THE OVERALL GOAL OF THIS PROJECT IS TO DESIGN, CONSTRUCT AND OUTFIT A SWINE BIOMEDICAL RESEARCH FACILITY ON  THE CAMPUS OF THE FOURTH RANKED COLLEGE OF VETERINARY MEDICINE IN THE UNITED STATES WITH READY ACCESS TO  TRAINED VETERINARY SPECIALISTS AND STATE OF THE ART BIOMEDICAL (E.G. MRI, CT AND NUCLEAR MEDICINE) FACILITIES.  THE FACILITY WILL PROVIDE ADDITIONAL HIGH-QUALITY SPACE FOR BIOMEDICAL RESEARCH BY NIH FUNDED FACULTY FROM NC  STATE UNIVERSITY, DUKE UNIVERSITY AND THE UNIVERSITY OF NORTH CAROLINA.  THE DESIGN AND CONSTRUCTION OF THE SWINE BIOMEDICAL RESEARCH FACILITY WILL FEATURE A FREE-STANDING MASONRY AND STEEL BUILDING THAT WILL HOUSE THE PRODUCTION AND CARE OF GNOTOBIOTIC AND GENE-EDITED SWINE, AS WELL AS STATE-OF-THE-ART PROCEDURES (SURGICAL, TELEMETRY, ARTHROSCOPY, ENDOSCOPY). IN ADDITION, THE UNIT INCLUDES FLEXIBLE SPACE THAT CAN ACCOMMODATE PREGNANT AND NON-PREGNANT SOWS, AND FARROWING FACILITIES TO GENERATE NEEDED GENE EDITED PROGENY FROM OUR OWN LINES AS WELL AS THOSE OBTAINED FROM THE NIH-SUPPORTED NSRRC. PROCEDURAL SPACE WILL PROVIDE A STERILE SURGERY SUITE (TWO TABLES) TO ACCOMMODATE AN INCREASING BIOENGINEERING NEED FOR ENDOSCOPIC AND ARTHROSCOPIC PROCEDURES. THE BUILDING WILL BE PLACED IMMEDIATELY ADJACENT TO SPACE (REFERRED TO AS THE G20 FACILITY) PREVIOUSLY CREATED FOR THE USE OF SEVERE COMBINED IMMUNODEFICIENCY AND OTHER GENE EDITED MINIATURE OR JUVENILE PIGS (G20 OD020279) TO ALLOW FOR SHARED USE OF THE SPACE WHEN POSSIBLE. THE PROPOSED FACILITY HAS BEEN DESIGNED TO MAXIMIZE SYNERGY AND MINIMIZE OVERLAP WITH THE G20 SPACE. COMBINED THEY WILL GIVE US A HIGH DEGREE OF FLEXIBILITY AND WILL ALLOW US TO CONDUCT A BROAD RANGE OF RESEARCH THUS HAVING A BROAD IMPACT ACROSS MULTIPLE NIH CENTERS/INSTITUTES.  THIS PROJECT TEAM IS UNIQUELY SITUATED TO DRIVE THE DESIGN AND DEVELOPMENT OF THIS FACILITY AND THE  EXPANSION OF THIS PROGRAM. BY SERVING IN LEADERSHIP ROLES WITHIN THE COLLEGE OF VETERINARY MEDICINE AND NC  STATE UNIVERSITY WE HAVE THE ABILITY TO PROVIDE ACCESS TO THE VETERINARY COLLEGE BIOMEDICAL CAMPUS, THE  RESEARCH ANIMAL FACILITIES AND THE STATE-OF-THE-ART EQUIPMENT IN THE TERTIARY CARE VETERINARY HOSPITAL. OUR  TEAM OF INVESTIGATORS HAS COMPARATIVE MEDICINE EXPERTISE AND AN EXTENSIVE COLLABORATIVE NETWORK WITH  BIOMEDICAL RESEARCHERS AT DUKE AND THE UNIVERSITY OF NORTH CAROLINA. AS A TEAM, WE HAVE SUCCESSFULLY  MANAGED INFRASTRUCTURE GRANTS, SUCH AS THE EXPANSION OF FACILITIES FOR HOUSING AND STUDYING TRANSGENIC AND  NON-TRANSGENIC MINIATURE PIGS (G20 OD020279) AND BUILDING PROJECTS INCLUDING A 20,000 SQUARE FOOT WET LAB  AND GMP LAB SPACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_C06OD031999_7529"}, {"internal_id": 140658376, "Award ID": "C06OD031987", "Award Amount": 3430993.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "93.352", "Description": "CONSOLIDATED BIOMEDICAL CORE FACILITIES SUPPORTING A CENTER ON EMERGING AND ZOONOTIC INFECTIOUS DISEASE RESEARCH - SUMMARY: KANSAS STATE UNIVERSITY (KSU) IS WELL-POSITIONED TO BECOME THE PREEMINENT INSTITUTION TO ADVANCE THE DISCOVERY AND DEVELOPMENT OF BIOSECURITY STRATEGIES FOR EMERGING AND ZOONOTIC INFECTIOUS DISEASES. WITH KSU’S BIOSECURITY RESEARCH INSTITUTE (BSL-3), USDA’S ARTHROPOD-BORNE ANIMAL DISEASE RESEARCH UNIT, AND USDA’S NATIONAL BIO AND AGRO-BIODEFENSE FACILITY (BSL-3/BSL-4), KSU IS THE ONLY U.S. UNIVERSITY WITH A FULL CONTINUUM OF BIOSECURITY LEVEL 1 (BSL-1) THROUGH BSL-4 FACILITIES COLLOCATED ON ONE CAMPUS. THE PROPOSED CORE RESEARCH FACILITY REPRESENTS A CRITICAL COMPONENT OF OUR RESEARCH INFRASTRUCTURE TO SUPPORT INFECTIOUS DISEASE STUDIES AND PROVIDE DIRECT SUPPORT OF BOTH KSU’S 2020 COBRE CENTER AND COLLOCATED FEDERAL FACILITIES. THE CORE FACILITY WILL STRATEGICALLY COMBINE FIVE KEY DISCIPLINES: ANIMAL MODEL/PATHOLOGY, MOLECULAR AND CELLULAR BIOLOGY, MICROSCOPIC IMAGING, FLOW CYTOMETRY AND CELL SORTING, AND NEXT-GENERATION SEQUENCING. INVESTIGATORS AT KSU AND IN THE REGION RELY ON THESE TECHNOLOGIES TO PERFORM HIGH-IMPACT RESEARCH AND COMPLETE EXPERIMENTS OUTLINED IN CURRENT AND FUTURE RESEARCH PROJECTS. HOWEVER, EXISTING FACILITIES FOR THESE KEY TECHNOLOGIES ARE INADEQUATE IN SIZE, LOCATION, FUNCTION, AND FLEXIBILITY. EXISTING LABORATORIES ARE ISOLATED FROM EACH OTHER, SPREAD ACROSS THREE BUILDINGS, AND IN SOME CASES, ARE HOSTED BY INDIVIDUAL FACULTY MEMBERS, WHICH LIMITS ACCESS AND RESEARCH PRODUCTIVITY. THE PROPOSED CORE-FACILITY SUITE IS THE FINAL ELEMENT OF A THREE-PHASE RENOVATION OF THE KSU VETERINARY COMPLEX. PHASE 1 DELIVERED A CONTEMPORARY 220-SEAT AUDITORIUM (8,200 GSF) ADJACENT TO MOSIER HALL. PHASE 2 REPLACED AN OUTDATED AUDITORIUM WITH A PRIMARY-CARE CLINICAL TRAINING FACILITY OCCUPYING THE 1ST FLOOR OF MOSIER HALL. PHASE 3, THE FOCUS OF THIS APPLICATION, PROPOSES TO BUILD A COLLABORATIVE, UNIVERSITY-WIDE CORE RESEARCH FACILITY OCCUPYING THE 2ND FLOOR OF THE DECONSTRUCTED AUDITORIUM SPACE. CURRENTLY, THE 2ND FLOOR IS 5,000 GSF OF LABORATORY-CONDITIONED SHELL SPACE. THIS PROPOSAL WILL STRENGTHEN OUR RESEARCH CAPACITY AND INFRASTRUCTURE BY CREATING A CENTRALLY ORGANIZED, INTEGRATED TECHNOLOGY PIPELINE, WITH PROXIMATE EXPERT ASSISTANCE AND TRAINING SUPPORT TO FACILITATE EFFICIENT USE OF CONTEMPORARY TECHNOLOGY IN CONFOCAL MICROSCOPY, LIVE-CELL AND IN VIVO IMAGING, LASER CAPTURE MICRODISSECTION, FLOW CYTOMETRY, CELL SORTING, DNA/RNA SEQUENCING AND CRISPR TECHNOLOGY. THE PROPOSED PURPOSE-BUILT, CORE-FACILITY SUITE WILL ASSEMBLE STATE-OF-THE-ART TECHNOLOGIES IN A SINGLE LOCATION TO DELIVER EFFICIENT, COORDINATED SERVICES FOR ACADEMIC, CORPORATE AND FEDERAL RESEARCHERS IN IMAGING AND MOLECULAR ANALYSES, THEREBY PROVIDING A COMPLETE RANGE OF SERVICES FROM WHOLE TISSUES TO SINGLE-CELL NUCLEIC ACID ANALYSES. A DEDICATED MODERN BIOMEDICAL RESEARCH FACILITY WITH ADVANCED INSTRUMENTATION AND TECHNICAL SUPPORT WILL FOSTER COLLABORATIVE, SYNERGISTIC AND TRANSDISCIPLINARY SCIENCE. THIS IS CRITICAL TO PROMOTING A ROBUST RESEARCH AND TRAINING ENVIRONMENT WHERE RESEARCHERS CAN ANSWER THE MOST CHALLENGING AND URGENT BIOMEDICAL QUESTIONS OF OUR TIME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_C06OD031987_7529"}, {"internal_id": 110464262, "Award ID": "C06OD030170", "Award Amount": 7600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "93.352", "Description": "UNIVERSITY OF MIAMI FEDERATED BIOREPOSITORY FACILITY TO ADVANCE BIOMEDICAL RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dbae4064-c48c-5002-9fca-21d077e0f96b-C", "generated_internal_id": "ASST_NON_C06OD030170_7529"}, {"internal_id": 110464145, "Award ID": "C06OD030155", "Award Amount": 5352100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "93.352", "Description": "CREATING A SPECIALIZED TECHNOLOGICAL CENTER FOR ASSISTIVE REHABILITATION RESEARCH (STAR)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5acd376f-1eda-7e7b-3929-61dd104aefdf-C", "generated_internal_id": "ASST_NON_C06OD030155_7529"}, {"internal_id": 110464635, "Award ID": "C06OD030152", "Award Amount": 8000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "93.352", "Description": "CREATION OF AN INSTITUTIONAL BIOBANKING FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_C06OD030152_7529"}, {"internal_id": 110862566, "Award ID": "C06OD030144", "Award Amount": 7282377.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-25", "CFDA Number": "93.352", "Description": "STATE-OF-THE-ART GMP FACILITY FOR THE DEVELOPMENT OF LIFESAVING GENE AND CELL THERAPIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3231cda5-201a-6da0-de9e-e9810a848983-C", "generated_internal_id": "ASST_NON_C06OD030144_7529"}, {"internal_id": 110464563, "Award ID": "C06OD030129", "Award Amount": 8000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "93.352", "Description": "UNIVERSITY OF LOUISVILLE VIVARIUM CONSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c9476c3-c39d-74de-31b6-2c9a10197e11-C", "generated_internal_id": "ASST_NON_C06OD030129_7529"}, {"internal_id": 110463712, "Award ID": "C06OD030099", "Award Amount": 7335679.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "93.352", "Description": "WAKE FOREST PRECLINICAL IMAGING AND IRRADIATION FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "623a4232-bd5e-fb60-cf01-48cd08a5a593-C", "generated_internal_id": "ASST_NON_C06OD030099_7529"}, {"internal_id": 110464730, "Award ID": "C06OD030087", "Award Amount": 5472935.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "93.352", "Description": "UVM CENTER FOR BIOMEDICAL SHARED RESOURCES (CBSR)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_C06OD030087_7529"}, {"internal_id": 110464227, "Award ID": "C06OD030082", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "93.310", "Description": "ONPRC PENS EXPANSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27f21ab2-7b66-cad9-be60-5f435f28b02f-C", "generated_internal_id": "ASST_NON_C06OD030082_7529"}, {"internal_id": 110464068, "Award ID": "C06OD030081", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "93.310", "Description": "NEW HOUSING FOR THE EXPANSION OF THE YERKES RHESUS MACAQUE BREEDING COLONY IN SUPPORT OF HIV-AIDS RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_C06OD030081_7529"}, {"internal_id": 110464479, "Award ID": "C06OD030078", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "93.310", "Description": "EXPANDING WNPRC INFRASTRUCTURE FOR HIV/AIDS-RELATED RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_C06OD030078_7529"}, {"internal_id": 86319000, "Award ID": "C06OD028390", "Award Amount": 2999996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.310", "Description": "NON-HUMAN PRIMATES FACILITIES TO SUPPORT HIV/AIDS-RELATED RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27f21ab2-7b66-cad9-be60-5f435f28b02f-C", "generated_internal_id": "ASST_NON_C06OD028390_7529"}, {"internal_id": 86317504, "Award ID": "C06OD028387", "Award Amount": 2999510.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "93.310", "Description": "EXPANDING HIV/AIDS-RELATED ANIMAL HOUSING AND EXPERIMENTAL PROCEDURE SPACE AT THE WNPRC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_C06OD028387_7529"}, {"internal_id": 85588458, "Award ID": "C06OD028381", "Award Amount": 6478224.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "93.352", "Description": "HO'OLA: EARLY PHASE CLINICAL RESEARCH CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_C06OD028381_7529"}, {"internal_id": 85590184, "Award ID": "C06OD028370", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "93.352", "Description": "BIOMEDICAL RESEARCH FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5b5888e-f4b5-655c-bd88-d970f969d7c9-C", "generated_internal_id": "ASST_NON_C06OD028370_7529"}, {"internal_id": 86319336, "Award ID": "C06OD028364", "Award Amount": 8000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.352", "Description": "EXPANSION AND MODERNIZATION OF THE ZEBRAFISH INTERNATIONAL RESOURCE CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9ad8bff-1815-2dce-c711-ea8977aee9fe-C", "generated_internal_id": "ASST_NON_C06OD028364_7529"}, {"internal_id": 85588911, "Award ID": "C06OD028362", "Award Amount": 8000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "93.352", "Description": "RENOVATION AND CONSTRUCTION FOR NEW TRANSLATIONAL RESEARCH ANIMAL FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35c9af52-79d6-b585-258b-ae9342223de1-C", "generated_internal_id": "ASST_NON_C06OD028362_7529"}, {"internal_id": 85588906, "Award ID": "C06OD028361", "Award Amount": 3269490.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "93.352", "Description": "TISSUE ENGINEERING AND PHENOTYPING CORE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_C06OD028361_7529"}, {"internal_id": 85589879, "Award ID": "C06OD028340", "Award Amount": 6000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "93.352", "Description": "HEALTHY KENTUCKY RESEARCH BUILDING FIT-UP FOR VASCULAR RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_C06OD028340_7529"}, {"internal_id": 85588998, "Award ID": "C06OD028307", "Award Amount": 5045665.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "93.352", "Description": "UAHS SLEEP RESEARCH CENTER CONSTRUCTION GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_C06OD028307_7529"}, {"internal_id": 85588984, "Award ID": "C06OD028306", "Award Amount": 7972413.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "93.352", "Description": "A WASHINGTON UNIVERSITY GNOTOBIOTIC RESEARCH, EDUCATION AND TRANSGENIC (WU-GREAT) CENTER FOR MODELING GENETIC AND ENVIRONMENTAL EFFECTORS OF DISEASE PATHOGENESIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_C06OD028306_7529"}, {"internal_id": 86316636, "Award ID": "C06OD028286", "Award Amount": 1803021.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "93.310", "Description": "AIDS SPF RHESUS MONKEY BREEDING FACILITY EXPANSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce600306-35f6-a322-8af6-77e17ec30fe9-C", "generated_internal_id": "ASST_NON_C06OD028286_7529"}, {"internal_id": 68565367, "Award ID": "C06OD026690", "Award Amount": 5789062.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "93.310", "Description": "RECOVERING, REESTABLISHING  AND MODERNIZING THE CARIBBEAN PRIMATE RESEARCH CENTER  AS AN ACT OF RESILIENCY AFTER HURRICANE MARIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c1ec519-5f65-cd50-5513-3bebb8a38de4-C", "generated_internal_id": "ASST_NON_C06OD026690_7529"}, {"internal_id": 68566652, "Award ID": "C06OD026689", "Award Amount": 2010938.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "93.310", "Description": "BEYOND HURRICANE MARIA: REBUILDING AND RENOVATION OF THE HIV/AIDS NON HUMAN PRIMATES RESEARCH FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c1ec519-5f65-cd50-5513-3bebb8a38de4-C", "generated_internal_id": "ASST_NON_C06OD026689_7529"}, {"internal_id": 48417394, "Award ID": "C06OD018242", "Award Amount": 587490.0, "Award Type": null, "Base Obligation Date": "2013-09-26", "CFDA Number": "93.352", "Description": "AIDS CLEAN CAGE STORAGE FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_C06OD018242_7529"}, {"internal_id": 48417393, "Award ID": "C06OD011900", "Award Amount": 727999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-26", "CFDA Number": "93.352", "Description": "CONSTRUCTION OF OVERHEAD STRUCTURES ON FIELD CORRALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_C06OD011900_7529"}]