[{"internal_id": 152369702, "Award ID": "NU12IHS0035", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "93.383", "Description": "PUBLIC HEALTH NURSING CASE MANAGEMENT: REDUCING SEXUALLY TRANSMITTAL INFECTIONS - 1. PROJECT TITLE: SOKAOGON CHIPPEWA COMMUNITY PUBLIC HEALTH NURSING CASE MANAGEMENT: REDUCING SEXUALLY TRANSMITTED INFECTIONS  2. REQUESTED AWARD AMOUNT: $150,000.00  3. APPLICANT ORGANIZATION NAME: SOKAOGON CHIPPEWA COMMUNITY HEALTH CLINIC  4. APPLICANT ORGANIZATION ADDRESS: 3144 VANZILE ROAD CRANDON, WI 54520  5. APPLICANT ORGANIZATION FACILITY TYPE (E.G., RURAL HEALTH CLINIC, CRITICAL ACCESS HOSPITAL, TRIBE/TRIBAL ORGANIZATION, HEALTH SYSTEM, INSTITUTE OF HIGHER LEARNING, COMMUNITY-BASED ORGANIZATION, FOUNDATION, RURAL HEALTH NETWORK, ETC.): THE SOKAOGON CHIPPEWA COMMUNITY HEALTH CLINIC IS A TRIBAL 638 TITLE I HEALTH CLINIC  6. PROJECT DIRECTOR NAME AND TITLE (SHOULD BE THE SAME INDIVIDUAL DESIGNATED IN BOX8F OF THE SF-424 APPLICATION FORM) TAWNY BOOTH GRANTS MANAGER, SOKAOGON CHIPPEWA HEALTH CLINIC  7. PROJECT DIRECTOR CONTACT INFORMATION (PHONE AND EMAIL) (P) 715-478-6418 TAWNY.BOOTH@SCC-NSN.GOV  8. BRIEF DESCRIPTION OF THE TARGET POPULATION RESIDENTS OF (AND NEARBY TO) THE MOLE LAKE RESERVATION. THE TARGET POPULATION IS PRIMARILY SCC TRIBAL MEMBERS AND TRIBAL EMPLOYEES.  88% OF SCC TRIBAL MEMBERS IDENTIFY AS NATIVE AMERICAN. BECAUSE THE SOKAOGON CHIPPEWA COMMUNITY HEALTH CLINIC IS A TRIBAL 638 TITLE I HEALTH CLINIC LOCATED ON THE SCC MOLE LAKE RESERVATION, THE OVERWHELMING MAJORITY OF PATIENTS ARE SCC TRIBAL MEMBERS AND TRIBAL EMPLOYEES (MOST OF WHOM ARE THEMSELVES SCC MEMBERS). THIS DATA IS REPORTED BY THE CENSUS BUREAU AND THE CLINIC ALSO TRACKS A RANGE OF PATIENT DEMOGRAPHICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47a80a74-2d26-009d-bb23-572db9f8d1e8-C", "generated_internal_id": "ASST_NON_NU12IHS0035_7527"}, {"internal_id": 152370764, "Award ID": "NU12IHS0034", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "93.383", "Description": "TCRHCC STI PUBLIC HEALTH RESPONSE - TCRHCC IS A NONPROFIT, TRIBAL 638 ORGANIZATION IN COCONINO COUNTY, ARIZONA, AND IS THE SOLE HEALTH CARE PROVIDER IN THIS REGION OF OVER 33,000 NAVAJO, HOPI AND SAN JUAN SOUTHERN PAIUTES. TCRHCC IS PROPOSING TO USE COOPERATIVE AGREEMENT FUNDING TO INCREASE THE REACH AND EFFICIENCY OF ITS PHN STI CASE MANAGEMENT PROGRAM THROUGH DEVELOPMENT AND IMPLEMENTATION OF A CASE MANAGEMENT AND EPIDEMIOLOGY SOFTWARE PLATFORM, COMMUNITY OUTREACH, AND A TREATMENT INCENTIVE INITIATIVE.  THE AMERICAN INDIAN COMMUNITIES THAT TCRHCC SERVE ARE DISPROPORTIONATELY IMPACTED BY STIS. RATE OF STIS AMONG AMERICAN INDIANS (AI) IN ARIZONA FAR EXCEED THE GENERAL POPULATION (CHLAMYDIA RATE IS 995 PER 100,000 FOR AI VS STATE AVERAGE OF 601; AND GONORRHEA 430 FOR AI VERSUS 85 FOR WHITES). SYPHILIS RATES HAVE CLIMBED DRAMATICALLY FOR AMERICAN INDIANS IN ARIZONA OVER THE PAST 5 YEARS, UP TO 105. THIS COMPARES TO A RATE OF JUST 19 FOR WHITES IN ARIZONA. ARIZONA HAS A MUCH HIGHER RATE OF CONGENITAL SYPHILIS (137 PER 100,000 LIVE BIRTHS) THAN THE UNITED STATES (49), AND THE RATE IS DRASTICALLY HIGHER AMONG AMERICAN INDIANS IN ARIZONA (621).THE TUBA CITY SERVICE AREA HAS SEEN A 500% INCREASE IN NEW SYPHILIS CASE BETWEEN 2019-2021. SO FAR IN 2022, THERE HAS BEEN AN ADDITIONAL 80% INCREASE IN SYPHILIS CASES OVER 2021 IN THE TUBA CITY SERVICE AREA.  INCREASINGLY, NEW STI CASES ARE AMONG WOMEN OF CHILDBEARING AGE (58% OF NEW SYPHILIS CASES) - A SIGNIFICANT CHANGE FROM PRIOR EPIDEMICS WHICH OFTEN AFFECTED PRIMARILY MEN WHO HAVE SEX WITH MEN. THIS SHIFT REQUIRES DIFFERENT PUBLIC HEALTH AND CLINICAL STRATEGIES—AND MORE EPIDEMIOLOGICAL DATA TO BETTER UNDERSTAND THE TRENDS AND DEVELOP EFFECTIVE INTERVENTIONS. THERE IS A CRITICAL AND URGENT NEED TO IMPROVE IDENTIFICATION AND TREATMENT OF STIS IN THIS HIGH RISK POPULATION. TCRHCC HAS THE ESTABLISHED PHN CASE MANAGEMENT PROGRAM, BUT DESPERATELY NEEDS DATA SOFTWARE TO BETTER TRACK AND RESPOND TO OUTBREAKS AND TARGET SOCIAL NETWORK RESPONSE.  TCRHCC’S GOALS FOR THIS PHN STI CASE MANAGEMENT PROGRAM ARE TO: DEVELOP AND FULLY IMPLEMENT A STI CASE MANAGEMENT SOFTWARE PLATFORM BY THE END OF GRANT YEAR 1 (2023); REVIEW AND REFINE PHN STI CASE MANAGEMENT POLICIES AND PROCEDURES, CREATE AN EVALUATION PLAN, AND IMPLEMENT A PATIENT SATISFACTION COLLECTION PROCESS BY END OF GRANT YEAR 1 (2023); INCREASE THE NUMBER OF SYPHILIS TESTS CONDUCTED BY TCRHCC ANNUALLY BY 200% BY THE END OF GRANT YEAR 5 (2027); TRACK AND MEASURE BASELINE SYPHILIS TREATMENT ADHERENCE BY THE END OF GRANT YEAR 2 (2024), AND IMPROVE THAT TREATMENT ADHERENCE RATE BY THE END OF GRANT YEAR 5 (2027) THROUGH PATIENT INCENTIVES; AND REDUCE THE NUMBER OF NEW SYPHILIS CASES IN THE TUBA CITY SERVICE UNIT BY AT LEAST 25% BY THE END OF GRANT YEAR 5 (2027).  THE ANTICIPATED BENEFITS OF OUR PROPOSED ACTIVITIES FOR THE AMERICAN INDIAN COMMUNITIES WE SERVE INCLUDE: GREATER AWARENESS OF STI PREVENTION; DECREASE IN STI INFECTION RATES; INCREASE IN STI EARLY DETECTION AND TREATMENT; IMPROVED QUALITY AND CONTINUITY OF CARE USING THE PHN CASE MANAGEMENT MODEL; AND INCREASED PATIENT SATISFACTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dcd0eb44-3e2b-706f-f704-47ed6a1b63ac-C", "generated_internal_id": "ASST_NON_NU12IHS0034_7527"}, {"internal_id": 152373469, "Award ID": "NU12IHS0033", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "93.383", "Description": "ROSEBUD SIOUX TRIBE CASE MANAGEMENT APPROACH TO IDENTIFY, PREVENT, DIAGNOSE, AND TREAT SEXUALLY TRANSMITTED INFECTIONS IN DIRECT COLLABORATION WITH IHS PUBLIC HEALTH NURSING - THE SICANGU LAKOTA OYATE - ALSO KNOWN AS THE ROSEBUD SIOUX TRIBE - IS LOCATED ON THE ROSEBUD INDIAN RESERVATION IN SOUTH CENTRAL SOUTH DAKOTA WITH AN APPROXIMATE ON-RESERVATION POPULATION OF 29,705. THE SERVICE AREA FOR THIS PROJECT INCLUDES THE ENTIRETY OF THE ROSEBUD INDIAN RESERVATION AND THE TARGET POPULATION INCLUDES ALL TRIBALLY ENROLLED MEMBERS OF THE ROSEBUD SIOUX TRIBE CURRENTLY LIVING ON OR AROUND THE RESERVATION  WE PROPOSE A SERIES OF CULTURALLY-RELEVANT RESPONSIVE, TRAUMA-INFORMED INTERVENTIONS THAT ARE COORDINATED ACROSS THE MULTIPLE HEALTH AND HEALTHCARE ORGANIZATIONS THAT SERVE THE TARGET POPULATION. THE CORE ASPECT OF THE PROPOSAL IS ESTABLISHING A FULL-TIME STI CASE MANAGER ROLE WITHIN THE RST HEALTH ADMINISTRATION THAT WILL MANAGE THE CASELOAD, WORK DIRECTLY WITH THE LOCAL IHS PUBLIC HEALTH NURSES, AND COORDINATE WITH LOCAL COMMUNITY AND HEALTHCARE ORGANIZATIONS. THE CASE MANAGER SHALL PRIMARILY PERFORM TRADITIONAL CASE MANAGEMENT BY MANAGING CLIENT RECORDS AND PROGRESS, BUT SHALL PERFORM MINOR SECONDARY FUNCTIONS OF PLANNING SEXUAL HEALTH EDUCATION MODULES, DEVELOPING MOBILE/WEB BASED STI SCREENING/EVALUATION SOLUTIONS, AND COLLABORATING WITH THE LOCAL IHS ON EXPANDING STI TESTING AND TREATMENT SERVICES; THE EXPECTED TIME COMMITMENTS FOR THE CASE MANAGER SHALL BE 85-90% CASE MANAGEMENT AND 10-15% SECONDARY FUNCTIONS.  PLANNING WILL BEGIN WITH A SEXUAL HEALTH NEEDS ASSESSMENT THAT WILL IDENTIFY KEY GAPS AND OPPORTUNITIES FOR STI DETECTION, PREVENTION, AND TREATMENT, IDENTIFICATION OF AND ENGAGEMENT WITH POTENTIAL CLIENTS WITHIN THE TARGET POPULATION THROUGH OUTREACH AND PROMOTION, DEVELOPMENT OF A STANDARD CASE MANAGEMENT PLAN OF CARE FOR CLIENTS, ESTABLISHMENT OF A DEFINED CASELOAD, AND IMPLEMENTATION OF INTERORGANIZATIONAL COORDINATION TO SUPPORT CLIENT DIAGNOSIS, TREATMENT, AND PROGRESS. QUALITY IMPROVEMENT PLANNING WILL BEGIN IN YEAR 2 OF THE PROJECT AND LONG-TERM SUSTAINABILITY PLANNING WILL BEGIN IN YEAR 3", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37dcdcba-4810-a4b3-4ad1-b6117f38065f-C", "generated_internal_id": "ASST_NON_NU12IHS0033_7527"}, {"internal_id": 152371235, "Award ID": "NU12IHS0032", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "93.383", "Description": "PUBLIC HEALTH NURSING CASE MANAGEMENT: REDUCING SEXUALLY TRANSMITTED INFECTIONS - CENTRAL OKLAHOMA AMERICAN INDIAN HEALTH COUNCIL, DBA OKLAHOMA CITY INDIAN CLINIC (OKCIC) IS THE LARGEST URBAN INDIAN CLINIC IN THE NATION, SERVING MORE THAN 22,000 AMERICAN INDIANS (AIS) FROM MORE THAN 220 TRIBES. THROUGH THIS PROPOSED PROJECT, OKCIC WILL WORK TO 1) PREVENT NEW SEXUALLY TRANSMITTING INFECTIONS (STIS) AMONG CENTRAL OKLAHOMA'S AI POPULATION; 2) INCREASE SCREENING FOR STIS, EMPHASIZING SYPHILIS); 3) INCREASE ACCESS TO EARLY AND COMPLETE TREATMENT FOR STIS. USING THE PUBLIC HEALTH NURSING CASE MANAGEMENT STRATEGY, OKCIC WILL WORK WITH ITS MANY EXISTING PARTNERS TO COMPLETE A COMPREHENSIVE COMMUNITY ASSESSMENT. FROM THAT ASSESSMENT, OKCIC WILL DEVELOP AND IMPLEMENT A PLAN TO MEET THE PROJECT GOALS. FINALLY, OKCIC WILL ENGAGE IN EVALUATION OF THE PROGRAM, WITH AN EMPHASIS ON PATIENT SATISFACTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25a8542f-23db-7169-4abc-acf80e23df46-C", "generated_internal_id": "ASST_NON_NU12IHS0032_7527"}, {"internal_id": 152370890, "Award ID": "NU12IHS0031", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "93.383", "Description": "CHICAGO STI EDUCATION, PREVENTION, AND EARLY INTERVENTION - WITH THE 3RD LARGEST POPULATION IN THE US, CHICAGO ALSO HAS ONE OF THE LARGEST AMERICAN INDIAN AND ALASKA NATIVE POPULATIONS PROPORTIONATELY.  UNFORTUNATELY, WITH THE STATE OF ILLINOIS SUFFERING FROM A HIGH PERCENTAGE OF STIS (CHLAMYDIA, GONORRHEA, AND SYPHILIS), THE AI/AN PERCENTAGES ALSO REFLECT THE DISPROPORTIONATE PERCENTAGE OF STIS.  WITH AIHSC BEING THE ONLY URBAN, TRIBAL OR IHS FACILITY WITHIN THE STATE OF ILLINOIS, THE ABILITY OF AIHSC TO PROVIDE EDUCATION, EARLY INTERVENTION, PREVENTATIVE SERVICES IS CRITICAL TO PROVIDING QUALITY CARE TO OUR PATIENT POPULATION.  AIHSC'S PUBLIC HEALTH NURSE HAS EXPERIENCE IN WORKING WITH HIGH-RISK POPULATION GROUPS, AS HE WORKED AT THE AIDS HOUSE OF CHICAGO DURING THE HEIGHT OF THE AIDS EPIDEMIC.  AIHSC HAS WORKED DILIGENTLY TO DEVELOP RELATIONSHIPS WITH GROUPS THAT CAN COLLABORATE WITH AIHSC ON ENSURING THE PROJECT TO KEEP OUR PEOPLE SAFE IS SUCCESSFUL.  WE HAVE WORKED WITH THE CITY OF CHICAGO PUBLIC HEALTH DEPARTMENT, ILLINOIS DEPARTMENT OF PUBLIC HEALTH, CENTER ON HALSTED, THOREK HOSPITAL, STROGER HOSPITAL, AND MANY OTHER COMMUNITY CENTERED GROUPS TO DEVELOP A BROADER NETWORK TO ASSIST OUR COMMUNITY.  IF SUCCESSFUL IN RECEIVING THIS GRANT, WE HOPE TO DEVELOP AI/AN SPECIFIC BROCHURES AND EDUCATIONAL MATERIALS TO PROVIDE TO THE COMMUNITY.  OUR OUTREACH TEAM AND PHN WILL WORK DILIGENTLY TO ENSURE THAT THEY ARE ABLE TO PROVIDE EDUCATIONAL TRAININGS TO OUR YOUTH AND AT-RISK POPULATIONS.  AIHSC WOULD ALSO LIKE TO BE ABLE TO PROVIDE IMMEDIATE RESULTS TO OUR PATIENTS FOR STI TESTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c49944f-f245-54cd-bb21-5be5718e3146-C", "generated_internal_id": "ASST_NON_NU12IHS0031_7527"}, {"internal_id": 152371036, "Award ID": "NU12IHS0030", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "93.383", "Description": "UAII: REDUCING SEXUALLY TRANSMITTED INFECTIONS FOR AMERICAN INDIANS/ ALASKAN NATIVES - UNITED AMERICAN INDIAN INVOLVEMENT, INC. (UAII) IS THE LARGEST COMPREHENSIVE PROVIDER OF HEALTH AND HUMAN SERVICES FOR NATIVE AMERICANS IN LOS ANGELES AND ORANGE COUNTIES. ESTABLISHED IN 1974 ON THE STREETS OF SKID ROW IN DOWNTOWN LA, UAII NOW COUNTS AMONG ITS PATIENT BASE OVER 3,000 URBAN SOUTHERN CALIFORNIA AMERICAN INDIAN/ALASKA NATIVE (AI/AN) CLIENTS OF ALL AGES, WHO REPRESENT OVER 200 DISTINCT FEDERAL- OR STATE-RECOGNIZED TRIBES, IN OUR WHOLE-PERSON, CASE MANAGEMENT-BASED WRAPAROUND CARE. UAII IS AN URBAN INDIAN HEALTH ORGANIZATION, A LICENSED CALIFORNIA DEPARTMENT OF PUBLIC HEALTH CLINIC, A FEDERALLY QUALIFIED HEALTH CENTER LOOK-ALIKE, AND A 501(C)(3) NONPROFIT, WITH A 48-YEAR HISTORY OF SERVICE TO THE AI/AN COMMUNITY OFFERING AN INTIMATE KNOWLEDGE OF COMMUNITY NEEDS, AN ESTABLISHED LEGITIMACY, AND AN EARNED, ENDURING TRUST. OUR SERVICE REGION IS HOME TO ONE OF THE LARGEST NATIVE POPULATIONS OF ANY URBAN CENTER IN THE NATION, WITH WHOM UAII UTILIZES AN INSTITUTIONAL CULTURE APPROACH BASED ON TRADITIONAL NATIVE AMERICAN PHILOSOPHIES INTEGRATING PHYSICAL, MENTAL, SOCIAL-EMOTIONAL, AND SPIRITUAL HEALTH. OUR PROJECT WILL BEGIN AT THE UAII LAAIHP CLINIC, UTILIZING OUR PUBLIC HEALTH NURSE TO IDENTIFY A CORE GROUP OF TARGETED EXISTING CLIENTS ASSESSED WITH STI RISK FACTORS, SUCH AS USING OR EXPOSED TO ALCOHOL OR ILLICIT DRUG USE, OR COMERGENT MENTAL HEALTH DIAGNOSES. TREATMENT AND PREVENTION PLANS ALREADY ESTABLISHED WILL BE IDENTIFIED, AND THEN AUGMENTED WITH AN STI-SPECIFIC PUBLIC HEALTH EDUCATION PROGRAM. THESE PLANS WILL FOCUS ON TESTING, VACCINES, PROPHYLAXIS, AND FOLLOW-UP REFERRAL AS NEEDED TO UAII IN-HOUSE CARE (SUCH AS IN SUBSTANCE USE TREATMENT, COUNSELING AND THERAPY FOR STRESS MANAGEMENT OR HEALTHY RELATIONSHIPS), THROUGH OUR TEAM SPECIALISTS (I.E. HEALTH EDUCATOR OR MENTAL HEALTH AND SUBSTANCE TREATMENT PROVIDERS), OR OUTSIDE SPECIALTY CARE, SUCH AS PERINATOLOGY FOR STI DURING MATERNITY. TEAM SPECIALISTS WILL PROVIDE ONE- ON-ONE PATIENT CARE, GROUP EDUCATION, HEALTHY LIFESTYLE WORKSHOPS, GUEST SPEAKERS, AND CULTURAL EVENTS PERTAINING TO STI HEALTH AND INDIGENOUS RELATIONSHIP TRADITIONS IN THE AI/AN COMMUNITY, AS WELL AS VIRTUAL OUTREACH AND SOCIAL MEDIA CAMPAIGN SUPPORT FOR THIS INITIATIVE. CASE MANAGEMENT TAILORED TO HIGH STI-RISK CASES, AND CASELOAD SIZE DETERMINATION THROUGH THIS PROGRAM WILL BEGIN WITHIN 90 DAYS OF PROJECT IMPLEMENTATION. AS PART OF THE CULTURALLY-DRIVEN APPROACH WITHIN UAII: REDUCING SEXUALLY TRANSMITTED INFECTIONS, OUR PROJECT WILL ALSO ADAPT OUR EXTENSIVE EXISTING SYSTEM OF TRADITIONAL MEDICINE PRACTICES, BASED UPON PATIENT REQUEST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b1b1423-983f-1b6d-cac5-8b8f7ceb3ecf-C", "generated_internal_id": "ASST_NON_NU12IHS0030_7527"}, {"internal_id": 152370919, "Award ID": "NU12IHS0029", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "93.383", "Description": "PUBLIC HEALTH NURSING CASE MANAGEMENT PROGRAM - FOUNDED IN 1986, THE GREAT PLAINS TRIBAL LEADERS HEALTH BOARD (GPTLHB) STANDS AS A FORMAL REPRESENTATIVE BOARD OF THE SEVENTEEN TRIBAL NATIONS AND ONE SERVICE UNIT IN THE GREAT PLAINS AREA (GPA) OF SOUTH DAKOTA, NORTH DAKOTA, NEBRASKA, AND IOWA. THE MISSION OF GPTLHB, A 501(C)(3) COMMUNITY-BASED TRIBAL ENTITY, IS TO WORK WITH TRIBAL COMMUNITIES AND PROVIDE QUALITY PUBLIC HEALTH SUPPORT AND HEALTHCARE ADVOCACY TO IMPROVE THE HEALTH STATUS AND ERADICATE HEALTH DISPARITIES AMONG THE REGION'S ESTIMATED 265,837 TRIBAL MEMBERS (ACCORDING TO PROVISIONAL 2020 U.S. CENSUS DATA). IN 2019, THE OGLALA SIOUX TRIBE AND CHEYENNE RIVER SIOUX TRIBE AUTHORIZED GPTLHB TO MANAGE THEIR SHARES OF THE IHS HEALTH CARE FACILITY IN RAPID CITY, SOUTH DAKOTA. GPTLHB ASSUMED ADMINISTRATION OF IHS’ SIOUX SAN FACILITY, RENAMING IT OYATE HEALTH CENTER (OHC). OHC HAS ESTABLISHED AN INTEGRATED HEALTHCARE MODEL, PROVIDING PATIENTS WITH EXPANDED COMPREHENSIVE SERVICES AND IMPROVED ACCESS TO BEHAVIORAL HEALTH. IN 2022, GPTLHB ASSUMED THE ROSEBUD SIOUX TRIBE’S IHS HEALTH CARE SHARES AND BEGAN THE DEVELOPMENT OF A TRIBALLY MANAGED HEALTH SYSTEM THAT SERVES AS A SPECIALTY CARE REFERRAL SITE FOR URGENT CARE AND PRIMARY PREVENTATIVE SERVICES.  THE STI BURDEN ACROSS THE GPA IS SUBSTANTIALLY HIGHER AMONG AMERICAN INDIANS/ALASKA NATIVES (AI/ANS) THAN NON-HISPANIC WHITES. AI/AN POPULATIONS IN THE DAKOTAS BEAR A CONSIDERABLY HIGHER BURDEN OF SYPHILIS AND OTHER RECENT OUTBREAKS THAN IN OTHER GPA STATES. FROM 2012-2015, AI/AN IN SOUTH DAKOTA (SD) ACCOUNTED FOR 62% OF THE GONORRHEA CASES. OVER THAT SAME THREE-YEAR PERIOD, AI/AN CASES ACCOUNTED FOR 40.5% OF SD’S CHLAMYDIA CASES. OVERALL, SOUTH DAKOTA’S SYPHILIS CASES HAVE INCREASED BY 2,183% COMPARED TO THE FIVE-YEAR RUNNING BASELINE (FIVE-YEAR YTD THROUGH JULY 2022) OF CASES IN THE STATE. THREE OUT OF FOUR SOUTH DAKOTA SYPHILIS CASES ARE AMONG AI/AN.  GPTLHB AND OHC RECOGNIZE THE NEED TO EXPAND CURRENT PUBLIC HEALTH NURSING CAPACITY DUE TO SKYROCKETING REGIONAL STI RATES AND THE INCREASING NUMBER OF PATIENT-RELATIVES PRESENTING AT OHC AS AT-RISK FOR OR DIAGNOSED WITH STIS. GPTLHB’S PUBLIC HEALTH NURSING (PHN) CASE MANAGEMENT PROGRAM WILL ADDRESS DISPARITIES IN THE TREATMENT OF INFECTIOUS DISEASES AND PROVIDE CRITICAL SUPPORT FOR DIRECT STI HEALTH SERVICES IN SOUTH DAKOTA’S AI/AN COMMUNITIES. THE PROGRAM WILL TARGET THE OHC SERVICE POPULATION, WHICH CONSISTS OF OVER 32,000 ANNUAL PATIENT-RELATIVES REPRESENTING FEDERALLY RECOGNIZED TRIBES FROM THE GPA. MOST PATIENT-RELATIVES ARE ADULTS OVER THE AGE OF 19 AND RESIDE IN RURAL AREAS OF PENNINGTON COUNTY OR WITHIN THE URBAN AREA OF RAPID CITY, SD. PROGRAM STAFF PLAN TO MITIGATE THE PREVALENCE OF STIS WITHIN INDIAN COUNTRY THROUGH A CASE MANAGEMENT MODEL FOCUSED ON TWO YEAR 1 OBJECTIVES: 1) IMPROVE TREATMENT RATES BY 1 % FOR AI/AN WITH STIS WITHIN THE FIRST 12 MONTHS OF THE PROGRAM, AND 2) ENHANCE STI EDUCATION IN THE COMMUNITY BY PARTICIPATING IN EIGHT EVENTS WITHIN THE FIRST 12 MONTHS OF THE PROGRAM. BASED ON EXISTING PATIENT-RELATIVE DATA, A 1% INCREASE WILL IMPROVE THE HEALTH OUTCOMES OF 268 HIGH-RISK INDIVIDUALS. IN YEAR 1, THE PROGRAM WILL HIRE A PUBLIC HEALTH NURSE (PHN) WHO WILL COMPLETE A COMMUNITY ASSESSMENT, DEVELOP CASE MANAGEMENT SERVICES IN COORDINATION WITH TRIBAL COMMUNITIES, AND IMPLEMENT THESE SERVICES TO IMPROVE HEALTH OUTCOMES FOR AI/AN IN OHC’S SERVICE POPULATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "237a41f6-8e93-50d1-ba68-f8235168ebd6-C", "generated_internal_id": "ASST_NON_NU12IHS0029_7527"}]