[{"internal_id": 50111393, "Award ID": "UH3NS088731", "Award Amount": 7705176.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-02-18", "CFDA Number": "93.853", "Description": "COLLABORATIVE CARE FOR CHRONIC PAIN IN PRIMARY CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d192652e-3551-3991-1674-6885c846fff2-C", "generated_internal_id": "ASST_NON_UH3NS088731_7529"}, {"internal_id": 162139785, "Award ID": "UG1CA284918", "Award Amount": 275910.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "93.399", "Description": "IMPLEMENTING HIV/CERVICAL CANCER PREVENTION CASCADE CLINICAL TRIALS IN ZIMBABWE (ZIM-CASCADE) - PROJECT SUMMARY/ABSTRACT ZIMBABWE IS A RESOURCE-CONSTRAINED COUNTRY WITH A HIGH BURDEN OF HIV AND CERVICAL CANCER (CXCA). ZIMBABWEAN WOMEN WITH CXCA PRESENT WITH ADVANCED DISEASE AND TWO-THIRDS DIE WITHIN A YEAR OF DIAGNOSIS. CXCA SCREENING HAS LOW COVERAGE (13%), AND IS CONDUCTED LARGELY THROUGH VISUAL INSPECTION WITH ACETIC ACID (VIA), WITH PLANS TO MIGRATE TO HUMAN PAPILLOMAVIRUS (HPV) DEOXYRIBONUCLEIC ACID (DNA) TESTING. PRECANCER TREATMENT IS MOSTLY CRYOTHERAPY OR THERMAL ABLATION BUT IS ONLY ACCESSED BY 53% OF WOMEN SCREEN POSITIVE. TO MEET THE WHO 2030 TARGET OF ELIMINATING CXCA BY 2120, ZIMBABWE NEEDS NEW INTERVENTIONS THAT ARE ACCEPTABLE, AFFORDABLE, POINT-OF-CARE, SCALABLE, AND CLINICALLY PROVEN. TO OPTIMIZE CXCA SCREENING AND THE PRE- CANCER TREATMENT CASCADE FOR WOMEN LIVING WITH HIV (WLWH), UNIVERSITY OF CALIFORNIA, SAN FRANCISCO (UCSF) AND THE UNIVERSITY OF ZIMBABWE–CLINICAL TRIALS RESEARCH CENTRE (CTRC), IN COLLABORATION WITH LOCAL PEPFAR- FUNDED IMPLEMENTATION PARTNERS ORGANIZATION FOR PUBLIC HEALTH INTERVENTIONS AND DEVELOPMENT (OPHID) AND THE ZIMBABWE TECHNICAL ASSISTANCE, TRAINING AND EDUCATION CENTER FOR HEALTH (ZIM-TTECH) (COLLECTIVELY, ZIM-CASCADE) PROPOSE TO SERVE AS A LMIC CASCADE UG1 CLINICAL SITE. ZIM-CASCADE DRAWS ON EXTENSIVE EXPERIENCE IN CONDUCTING CLINICAL RESEARCH AND CXCA SCREENING AND TREATMENT AMONG WLWH, WITH ACCESS TO 95,000 WLWH, OF WHOM >44,000 ARE CURRENTLY RECEIVING COMPREHENSIVE CXCA SCREENING AND TREATMENT THROUGH THE OPHID AND ZIM-TTECH PROGRAMS LOCATED IN ZIMBABWE’S HIGH-DENSITY POPULATION CENTERS OF HARARE AND CHITUNGWIZA. ZIM-CASCADE WILL BE LED BY 2 GYNECOLOGICAL ONCOLOGISTS WITH GLOBALLY RECOGNIZED EXPERTISE IN CXCA SCREENING AND TREATMENT AND WILL UTILIZE RESEARCH PERSONNEL AND INFRASTRUCTURE FROM DEDICATED CLINICAL RESEARCH SITES AND COMMUNITY-BASED PRIMARY CARE CLINICS, WHOSE EXPERIENCE HAS BEEN DEVELOPED OVER NEARLY 3 DECADES OF CONTINUOUS RESEARCH ACTIVITIES. ZIM-CASCADE WILL PARTICIPATE IN ALL 4 SCIENTIFIC FOCUS AREAS OF THE CASCADE NETWORK, AND WILL COMPLETE THE FOLLOWING SPECIFIC AIMS: (1) PROVIDE INSIGHT AS TO CLINICAL SIGNIFICANCE AND FEASIBILITY OF PLANNED TRIALS BY DRAWING ON EXTENSIVE CLINICAL EXPERTISE IN CXCA PREVENTION AMONG WLWH; (2) UTILIZE THE EXPANSIVE PLURIPOTENT INFRASTRUCTURE AND RESEARCH MANAGEMENT SYSTEMS DEVELOPED OVER 28 YEARS TO CONDUCT HIGH QUALITY PRAGMATIC CLINICAL TRIALS; (3) ACCRUE AND RETAIN ELIGIBLE WLWH THROUGH EFFECTIVE AND EQUITABLE ENGAGEMENT WITH COMMUNITY PARTNERS; AND (4) ENSURE COMPLIANCE WITH ALL PROTOCOL PROCEDURES AND APPLICABLE RESEARCH REGULATIONS. COMPLETION OF THE AIMS WILL CONTRIBUTE CRITICAL EVIDENCE TO INFORM OPTIMIZATION, IMPLEMENTATION, AND SCALE-UP OF EFFECTIVE CERVICAL CANCER PREVENTION INTERVENTIONS FOR WLWH IN RESOURCE-LIMITED SETTINGS, AND THE MULTI-MODAL CASCADE DATA WILL INFORM PUBLIC HEALTH POLICY IN ZIMBABWE AND GLOBALLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_UG1CA284918_7529"}, {"internal_id": 162139784, "Award ID": "UG1CA284884", "Award Amount": 324621.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "93.399", "Description": "GEORGIA CONSORTIUM TO ELIMINATE CERVICAL CANCER IN WOMEN LIVING WITH HIV (GACECC-WLWH) - PROJECT SUMMARY/ABSTRACT WOMEN LIVING WITH HIV (WLWH) HAVE A SUBSTANTIALLY INCREASED RISK FOR CERVICAL CANCER WHEN COMPARED TO WOMEN WITHOUT HIV INFECTION (1). GEORGIA HAS THE SECOND LARGEST POPULATION OF PEOPLE LIVING WITH HIV IN THE US, WITH A PREVALENCE OF 1.9 TIMES THE NATIONAL RATE (2). SIMULTANEOUSLY, GEORGIA’S RATES OF CERVICAL CANCER ARE NOTABLY HIGHER THAN THE NATIONAL AVERAGE WITH 8.0 PER 100,000 WOMEN DIAGNOSED BETWEEN 2015-2019 (3). BLACK WOMEN ARE DISPROPORTIONATELY IMPACTED BY HIV(4) AND CERVICAL CANCER IN GEORGIA (5) AND HAVE SIGNIFICANTLY HIGHER RATES OF BEING LOST TO FOLLOW-UP AND NOT UNDERGOING COLPOSCOPY OR TREATMENT AFTER AN ABNORMAL CERVICAL CANCER SCREEN WHEN COMPARED TO WHITE WOMEN (6). IT IS THUS IMPERATIVE THAT GEORGIA IS A FOCAL POINT OF PRAGMATIC CLINICAL TRIALS TO ADDRESS CERVICAL CANCER SCREENING AND TREATMENT AMONG WLWH WHO FACE HEALTH DISPARITIES. THE GEORGIA CONSORTIUM TO ELIMINATE CERVICAL CANCER IN WOMEN LIVING WITH HIV (GACECC) ENCOMPASSES ESTABLISHED, WELL- FUNDED PROGRAMS IN GEORGIA THAT SERVICE WLWH AND ARE PRIMED TO CONDUCT THE ‘CASCADE’ NETWORK CLINICAL TRIALS. THE GACECC INCLUDES EMORY UNIVERSITY HIV RESEARCH AND CLINICAL NETWORKS, URBAN AND RURAL RYAN WHITE FUNDED CLINICS, MOREHOUSE SCHOOL OF MEDICINE’S (MSM’S) EXTENSIVE COMMUNITY NETWORKS, GEORGIA CANCER CENTER FOR EXCELLENCE AT GRADY HEALTH SYSTEM (GCCE), AND RESPECTED HIV AND WOMEN’S HEALTH COMMUNITY-BASED ORGANIZATIONS IN GEORGIA. THE GACECC HAS ACCESS TO THOUSANDS OF WLWH THROUGH VARIOUS CLINICAL SITES THAT SERVED OVER 9,000 WLWH AND PERFORMED OVER 5,000 CERVICAL CANCER SCREENINGS BETWEEN 2020-2021 IN BOTH URBAN AND RURAL SETTINGS ACROSS GEORGIA. THESE SITES SERVE HIGH PROPORTIONS OF BLACK WOMEN WHO ARE DISPROPORTIONATELY AFFECTED BY SOCIAL DETERMINANTS OF HEALTH. THE GACECC’S EXPERIENCED CLIENT NAVIGATION SERVICES WILL WORK TO OPTIMIZE PARTICIPANT ACCESS TO AND COMPLETION OF RECOMMENDED SCREENING AND TREATMENT SEQUENCES. THE GACECC RECRUITMENT AND RETENTION TEAM WILL ASSURE SEAMLESS LINKAGE OF CARE BETWEEN POSITIVE SCREENS AT COMMUNITY CLINICS AND COLPOSCOPY AT THE GCCE. GRADY MEMORIAL HOSPITAL WILL PROVIDE ITS GRADY MOBILE HEALTH CENTER VEHICLE TO BRING COLPOSCOPY TO WOMEN WHO ARE UNABLE TO TRAVEL TO THE GCCE. EMORY UNIVERSITY, MSM, AND AAPHC PARTNER GYNECOLOGISTS WILL DELIVER ‘CASCADE’ NETWORK PROTOCOL-BASED TREATMENT AT THE GCCE, PONCE INFECTIOUS DISEASE CLINIC, AND RURAL GYNECOLOGY OFFICES ASSOCIATED WITH AAPHC. EXPERIENCED INVESTIGATORS AND RESEARCH STAFF IN HIV AND HPV CLINICAL TRIALS WILL PROFICIENTLY IMPLEMENT CLINICAL TRIALS PROTOCOLS AND ENSURE OPTIMAL RETENTION. THE GACECC WILL USE THE STRENGTHS AND RESOURCES LEVERAGED BY EACH COLLABORATOR IN THIS CONSORTIUM TO ADDRESS CERVICAL CANCER PREVENTION FOR WLWH. IN SUM, THE GACECC WILL HARNESS ITS CLINICAL AND RESEARCH LEADERSHIP IN HIV CARE AND CERVICAL CANCER PREVENTION (AIM 1) TO ADVANCE RESEARCH IN CERVICAL CANCER PREVENTION AMONG WLWH THROUGH THE ‘CASCADE’ NETWORK CLINICAL TRIAL, (AIM 2) TO IMPLEMENT PRAGMATIC CLINICAL TRIALS IN CERVICAL CANCER PREVENTION ACROSS ALL FOUR SCIENTIFIC FOCUS AREAS (AIM 3) AND TO UTILIZE ITS NETWORK OF COMMUNITY PARTNERSHIPS TO ENROLL AND RETAIN WLWH WITH AN EMPHASIS ON EQUITY AND DIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_UG1CA284884_7529"}, {"internal_id": 151590540, "Award ID": "UG1CA275416", "Award Amount": 495826.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "93.399", "Description": "BOTSWANA CASCADE CLINICAL TRIALS SITE - PROJECT SUMMARY / ABSTRACT SUCCESSFUL HIV TREATMENT PROGRAMS IN BOTSWANA AND ELSEWHERE IN SOUTHERN AFRICA HAVE LED TO DRAMATIC REDUCTIONS IN MORTALITY FROM TUBERCULOSIS, CRYPTOCOCCOSIS, AND OTHER NON-CANCER AIDS DEATHS. HOWEVER, CANCER DEATHS HAVE NOT DECREASED, AND CERVICAL CANCER NOW IS THE LEADING CAUSE OF DEATH FOR WOMEN LIVING WITH HIV IN THE REGION. CERVICAL CANCER IS PREVENTABLE WITH EARLY DETECTION AND TREATMENT OF PRECANCEROUS LESIONS BUT CHALLENGES OF LIMITED ACCESS TO INITIAL SCREENING, POOR PERFORMANCE OF INITIAL SCREENING TECHNOLOGIES, HIGH PREVALENCE OF CERVICAL PRECANCERS, AND PERSISTENT OR RELAPSED DYSPLASIA FOLLOWING THERAPY IMPAIR THE IMPACT OF PROGRAMS FOR WOMEN LIVING WITH HIV. WORKING TO DEVELOP STRATEGIES TO THESE CHALLENGES, WE WILL ESTABLISH THE BOTSWANA CASCADE CLINICAL TRIALS SITE AT BHP THAT WILL PARTICIPATE IN AND CONTRIBUTE TO THE FOLLOWING HIGH- IMPACT AREAS OF RESEARCH: 1) ENHANCING CERVICAL PRECANCER SCREENING UPTAKE THROUGH PATIENT AND CONTEXT RELEVANT APPROACHES, INCLUDING HPV SELF-SAMPLING, NON-CLINICAL SCREENING VENUES, AND SCREENING DURING ANTENATAL CARE; 2) STRATEGIES AND NOVEL TECHNOLOGIES TO IMPROVE MANAGEMENT OF POSITIVE HPV INITIAL SCREENING MAXIMIZE PREVENTION OF INVASIVE CANCER WHILE MINIMIZING PATIENT RISK AND CONSUMPTION OF HEALTH SYSTEM RESOURCES; 3) IMPROVING PRECANCER TREATMENT ACCESS, TREATMENT COMPLETION, AND OUTCOMES; AND 4) OPTIMIZING TREATMENT APPROACHES TO CERVICAL PRECANCERS INCLUDING COMPARATIVE TRIALS OF ABLATION TECHNIQUES, INTERVALS OF REPEAT EVALUATION, AND VACCINES OR OTHER IMMUNOLOGIC THERAPIES. THE BOTSWANA CASCADE CLINICAL TRIALS SITE WILL CONTRIBUTE TO CONDUCTING HIGH-QUALITY CLINICAL RESEARCH STUDIES, PROVIDE CONTEXT-RELEVANT INPUT ON DEVELOPING TRIAL CONCEPTS, UNDERSTAND DISPARITY IN ACCESS BY GEOGRAPHY, ECONOMIC FACTORS, AND LANGUAGE/ETHNICITY, AND CONTINUE TO DEVELOP LOCAL RESEARCH CAPACITY THROUGH MENTORING AND TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bfcd9fa-8c45-c6a1-1dd3-d2f18b527530-C", "generated_internal_id": "ASST_NON_UG1CA275416_7529"}, {"internal_id": 152369693, "Award ID": "UG1CA275414", "Award Amount": 1352273.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "93.399", "Description": "PARTNERSHIP FOR ADVANCING CERVICAL CANCER PREVENTION IN WOMEN LIVING WITH HIV (CASCADE - RESEARCH HUB) - PROJECT ABSTRACT THE OVERARCHING GOAL OF THE “PARTNERSHIP FOR ADVANCING CERVICAL CANCER PREVENTION IN WOMEN LIVING WITH HIV” IS TO IMPROVE THE CASCADE OF CERVICAL CANCER PREVENTION FOR WOMEN LIVING WITH HIV (WLWH) INCLUDING INCREASING UPTAKE OF CERVICAL CANCER SCREENING SERVICES, IMPROVING MANAGEMENT OF SCREEN POSITIVE WOMEN, AND OPTIMIZING PRECANCER TREATMENT OUTCOMES, PARTICULARLY IN RESOURCE-CONSTRAINED SETTINGS. RESEARCH BASE MEMBERS HAVE ESTABLISHED COLLABORATIONS WITH A HISTORY OF CONDUCTING SUCCESSFUL CLINICAL TRIALS AND IMPACTING CLINICAL CARE. AS A CASCADE RESEARCH BASE, WE WILL PROVIDE IMPACTFUL SCIENTIFIC AND STATISTICAL DIRECTION FOR PRAGMATIC CLINICAL TRIALS TO BE CONDUCTED AT THE CASCADE CLINICAL SITES. WE WILL ESTABLISH A CENTRAL ADMINISTRATIVE INFRASTRUCTURE TO FACILITATE THE CONDUCT OF THREE PRAGMATIC TRIALS. THE PROPOSED TRIALS WILL INCLUDE AN INVESTIGATION OF PRIMARY HPV SCREENING TO FACILITATE UPTAKE OF CERVICAL CANCER SCREENING, TRIAGE STRATEGIES FOR WOMEN WHO SCREEN POSITIVE WITH HIGH-RISK HPV, AND ADJUNCTIVE TREATMENT TO IMPROVE OUTCOMES TO CERVICAL PRE-CANCER TREATMENTS. WE WILL ALSO PROVIDE OPPORTUNITIES FOR EARLY-STAGE INVESTIGATORS TO DEVELOP CLINICAL RESEARCH SKILLS WITHIN CASCADE. WE HAVE ADMINISTRATIVE EXPERTISE AND EXPERIENCE IN OPERATIONALIZING INTERNATIONAL CLINICAL TRIALS AND SUPPORTING CLINICAL RESEARCH SITES IN THE TIMELY IMPLEMENTATION OF PROJECTS. OUR HIGHLY EXPERIENCED INVESTIGATORS AND OUR PROPOSED TRIALS WILL BE OF SUBSTANTIAL BENEFIT TO THE CASCADE NETWORK AND THE SHARED GOAL OF ELIMINATING CERVICAL CANCER IN WLWH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2aebf6db-d015-0e5d-4b7c-d63b5d36ebce-C", "generated_internal_id": "ASST_NON_UG1CA275414_7529"}, {"internal_id": 151948621, "Award ID": "UG1CA275412", "Award Amount": 430167.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "93.399", "Description": "IMPLEMENTING HIV/CERVICAL CANCER PREVENTION CASCADE CLINICAL TRIALS IN UGANDA (CASCADE UGANDA) - PROJECT SUMMARY/ABSTRACT UGANDA IS ONE OF 8 COUNTRIES WITH THE HIGHEST BURDEN OF CERVICAL CANCER (CXCA) AMONG WOMEN LIVING WITH HIV (WLWH) WITH AN HIV-ATTRIBUTABLE AGE-STANDARDIZED INCIDENCE RATE OF 10–20 PER 100,000. STRATEGIES FOR CERVICAL CANCER (CXCA) PREVENTION INCLUDE TARGETED HUMAN PAPILLOMAVIRUS (HPV) VACCINATION, SCREENING OF WOMEN AGED 25-49 YEARS BY VISUAL INSPECTION WITH ACETIC ACID (VIA) OR HPV DNA TESTING, AND PRECANCER TREATMENT BY CRYOTHERAPY OR ABLATION. HOWEVER, THERE IS LIMITED AND SPARSE AVAILABILITY OF AND ACCESS TO CXCA INTERVENTIONS WHICH IS COMPOUNDED BY LOW-UPTAKE OF ‘SCREEN AND TREAT’ STRATEGIES. SCALABLE, AFFORDABLE, POINT-OF-CARE, CLINICALLY PROVEN NOVEL INTERVENTIONS (INCLUDING HPV SELF-SAMPLING TECHNIQUES, HPV MOLECULAR BIOMARKER TESTS, PRECANCER DIAGNOSTICS AND IMAGING TECHNIQUES, AND ABLATIVE AND EXCISIONAL TREATMENTS) ARE IMPERATIVE. FURTHER, THE EFFECTIVENESS OF THESE NOVEL CLINICALLY PROVEN INTERVENTIONS REMAINS UNKNOWN WHICH LIMITS IMPLEMENTATION IN INTENDED-USE SETTINGS IN THE US AND LOW- AND MIDDLE-INCOME COUNTRIES (LMICS). TO SUPPORT ON-GOING EFFORTS TO ROLL-OUT NOVEL SCREEN AND TREAT STRATEGIES, THE MAKERERE UNIVERSITY WALTER REED PROJECT (MUWRP) IN PARTNERSHIP WITH THE U.S. MILITARY HIV RESEARCH PROGRAM (MHRP) PROPOSE TO PARTICIPATE IN THE HIV/CERVICAL CANCER PREVENTION ‘CASCADE’ CLINICAL TRIALS NETWORK AS A UG1 CLINICAL RESEARCH SITE (UG1 CRS) TO IMPLEMENT PRAGMATIC CLINICAL TRIALS IN UGANDA. WE WILL: 1) LEVERAGE MUWRP’S EXPERTISE AND EXPERIENCE IN CLINICAL TRIALS AND CXCA PREVENTION AMONG WLWH TO PROVIDE VALUABLE INSIGHT AND INPUT ON STUDY FEASIBILITY, CLINICAL SIGNIFICANCE AND LOCAL CONTEXT DURING CONCEPT AND PROTOCOL DEVELOPMENT; 2) ACCRUE CASCADE TARGETS IN A TIMELY MANNER AND RETAIN = 95% OF STUDY PARTICIPANTS LEVERAGING MUWRP’S PLURIPOTENT EXPERIENCE, CLINICAL RESEARCH INFRASTRUCTURE AND RESOURCES; AND 3) PROVIDE COMPETENT LEADERSHIP TO ENSURE PROCEDURAL FIDELITY TO PROTOCOLS AND ALL APPLICABLE REGULATIONS AND GUIDELINES. MUWRP WILL ALSO SUPPORT UG1 RESEARCH BASES AND U24 COORDINATION CENTER TO OBTAIN ETHICAL AND REGULATORY APPROVALS FOR CASCADE TRIALS, AND IMPLEMENT CLINICAL TRIAL PROTOCOLS WITH FIDELITY. MUWRP IS AN IDEAL AND RATIONAL CHOICE FOR A UG1 CRS AS MUWRP HAS: 1) ACCESS TO OVER 37,000 WLWH IN URBAN, SEMI-URBAN, AND RURAL SETTINGS AT 114 HEALTH FACILITIES SUPPORTED BY MUWRP’S COMPREHENSIVE HIV/AIDS PREVENTION, CARE AND TREATMENT IN CENTRAL UGANDA (CARE) PROGRAM FUNDED BY THE U.S. PRESIDENT'S EMERGENCY PLAN FOR AIDS RELIEF (PEPFAR); 2) EXTENSIVE EXPERIENCE CONDUCTING HIV CLINICAL RESEARCH AND CXCA SCREENING AND PRECANCER TREATMENT IN THE AFRICAN COHORT STUDY, AND CARE SUPPORTED CXCA PROGRAM; AND 3) INTERNATIONALLY RENOWNED SCIENTISTS WITH EXPERIENCE AND EXPERTISE IN CONDUCTING CLINICAL TRIALS INVOLVING WLWH IN UGANDA AND OTHER LMICS. MUWRP’S EXPERTISE AND CAPACITY WILL SUPPORT ALL FOUR RESEARCH FOCUS AREAS OF THE CASCADE NETWORK. MUWRP AND MHRP WILL GENERATE EVIDENCE THAT ULTIMATELY INFORMS CXCA POLICY AND SCREEN AND TREAT STRATEGIES FOR WLWH.", "Place of Performance Country Code": "UGA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f61a864d-1c82-eec3-8df1-4cb5cf7f983d-C", "generated_internal_id": "ASST_NON_UG1CA275412_7529"}, {"internal_id": 151588508, "Award ID": "UG1CA275403", "Award Amount": 1230687.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "93.399", "Description": "UNC CASCADE NETWORK RESEARCH BASE - ABSTRACT THE DIRECTOR-GENERAL OF THE WORLD HEALTH ORGANIZATION HAS CALLED FOR INVASIVE CERVICAL CANCER (ICC) ELIMINATION BY 2030. WOMEN LIVING WITH HIV (WLWH) HAVE A ~10-FOLD HIGHER RISK OF ICC. THERE IS AN URGENT NEED FOR HIGH QUALITY EVIDENCE ON OPTIMAL STRATEGIES FOR ICC PREVENTION DIRECTLY APPLICABLE TO WLWH WHO FACE A DISPARATE BURDEN OF CERVICAL PRECANCER AND ICC. WE WILL ESTABLISH A CASCADE NETWORK UG1 RESEARCH BASE (RB) AT THE UNIVERSITY OF NORTH CAROLINA-CHAPEL HILL (UNC) TO PREVENT ICC AMONG WLWH. THE OVERARCHING GOAL OF THIS UNC RB PROPOSAL IS TO DEVELOP, TEST, AND IMPLEMENT EFFECTIVE, SCALABLE, AND COST-EFFECTIVE SCREENING AND TREATMENT STRATEGIES TO REDUCE ICC AMONG WLWH. WE WILL DEVELOP, IMPLEMENT, AND ANALYZE INNOVATIVE HYBRID EFFECTIVENESS-IMPLEMENTATION TRIALS IN THE CASCADE NETWORK FOCUS AREAS OF “IMPROVING THE MANAGEMENT OF SCREEN POSITIVES” AND “OPTIMIZING PRECANCER TREATMENT”. THE UNC RB WILL BE COMPOSED OF CLINICIANS, EPIDEMIOLOGISTS, BIOSTATISTICIANS, AND TRAINING EXPERTS WITH DECADES OF RESEARCH EXPERIENCE ON ICC PREVENTION AND HIV IN BOTH LMIC AND THE US. OUR MULTI-DISCIPLINARY TEAM HAS EXPERTISE IN IMPLEMENTATION SCIENCE, SCREENING WITH AUTOMATED VISUAL EVALUATION (AVE), PATHOLOGY, AND COST-EFFECTIVENESS ANALYSES. IN AIM 1, WE WILL DEVELOP CASCADE NETWORK TRIALS OF EVIDENCE-BASED INTERVENTIONS TO OPTIMIZE THE SCREENING FOR AND MANAGEMENT OF CERVICAL PRECANCER AMONG WLWH BY 1) PROVIDING SCIENTIFIC, CLINICAL AND STATISTICAL EXPERTISE TO DEVELOP INNOVATIVE CONCEPTS AND PROTOCOLS FOR NOVEL, YET PRAGMATIC, HYBRID EFFECTIVENESS- IMPLEMENTATION TRIALS, AND 2) CREATING ORGANIZED PROCESSES TO EFFICIENTLY DEVELOP CONCEPTS AND PROTOCOLS BY LEVERAGING DIVERSE INPUT FROM THE UNC RB SCIENTIFIC, STATISTICAL, CLINICAL SITES ADVISORY, PATIENT ADVOCACY ADVISORY, AND SCIENTIFIC ADVISORY COMMITTEES. AS AN ILLUSTRATIVE EXAMPLE OF A POTENTIAL CLINICAL TRIAL FOR “IMPROVING MANAGEMENT OF SCREEN-POSITIVES”, WE PROPOSE PROTOCOL 1, A STEPPED WEDGE CLUSTER RANDOMIZED TRIAL TO EVALUATE AVE TRIAGE VERSUS HPV-AND-TREAT AMONG HPV-POSITIVE WLWH FOR CIN2+ PREVENTION. FOR “OPTIMIZING PRECANCER TREATMENT”, WE PROPOSE PROTOCOL 2, A HYBRID TYPE 1 TRIAL TO EVALUATE THE EFFECTIVENESS OF ADJUVANT, SELF- ADMINISTERED INTRAVAGINAL TOPICAL THERAPY FOLLOWING PRIMARY 2/3 TREATMENT TO PREVENT CIN2+ RECURRENCE AMONG WLWH. OUTCOMES FOR BOTH TRIALS WILL INCLUDE CLINICAL EFFECTIVENESS FOR PRECANCER, IMPLEMENTATION OUTCOMES, AND COST EFFECTIVENESS ANALYSES. IN AIM 2, WE WILL ENSURE SUCCESSFUL IMPLEMENTATION AND ANALYSIS OF CASCADE NETWORK TRIALS BY PROVIDING SCIENTIFIC, CLINICAL AND STATISTICAL EXPERTISE, OPERATIONAL SUPPORT, AND REGULATORY OVERSIGHT. IN AIM 3, WE WILL PROVIDE RIGOROUS FOUNDATIONAL CLINICAL AND RESEARCH TRAINING FOR UG1 CLINICAL SITES AND EARLY-STAGE INVESTIGATORS TO DESIGN AND IMPLEMENT CLINICAL EFFECTIVENESS RESEARCH. IF SUCCESSFUL, CASCADE TRIAL FINDINGS WILL ADVANCE CLINICAL SCREENING AND TREATMENT GUIDELINES FOR WLWH IN LMIC AND UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_UG1CA275403_7529"}, {"internal_id": 152369596, "Award ID": "UG1CA275402", "Award Amount": 1363845.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "93.399", "Description": "THE CASCADE CLIMB: CERVICAL CANCER PREVENTION IN WOMEN LIVING WITH HIV RESEARCH MOBILIZATION BASE - THE OVERALL GOAL OF THE CASCADE CLIMB (CERVICAL CANCER PREVENTION IN WOMEN LIVING WITH HIV (WLWH) RESEARCH MOBILIZATION BASE) IS TO GENERATE CRITICAL EVIDENCE TO INFORM OPTIMIZATION, IMPLEMENTATION, AND SCALE- UP OF EFFECTIVE CERVICAL CANCER PREVENTION INTERVENTIONS FOR WLWH. FUNCTIONING AS A SCIENTIFIC HUB OF THE CASCADE NETWORK, CLIMB WILL DRIVE THE NETWORK'S SCIENTIFIC AGENDA THROUGH SKILLED AND INNOVATIVE SCIENTIFIC AND STATISTICAL LEADERSHIP, RIGOROUS AND ROBUST OPERATIONAL OVERSIGHT, AND TRAINING AND CAPACITY-BUILDING OPPORTUNITIES TO FACILITATE RESEARCH, IMPLEMENTATION, AND SCALE-UP OF CERVICAL CANCER PREVENTION INTERVENTIONS IN INTENDED-USE SETTINGS. OUR HIGHLY CAPABLE TEAM OF INVESTIGATORS HAS COMPLIMENTARY AND INTEGRATED MULTIDISCIPLINARY RESEARCH AND CLINICAL EXPERTISE IN HPV/CERVICAL CANCER PREVENTION AND CONTROL, GYNECOLOGIC ONCOLOGY, WOMEN'S HEALTH, AND HIV/AIDS; METHODOLOGICAL EXPERTISE IN EPIDEMIOLOGY, STATISTICS, AND IMPLEMENTATION SCIENCE; AND A STRONG RECORD OF LEADING CLINICAL TRIALS AND STUDIES ACROSS THE CONTINUUM OF EFFECTIVENESS TO IMPLEMENTATION RESEARCH IN BOTH THE US AND IN LOW- AND MIDDLE-INCOME COUNTRIES (LMICS). THE SPECIFIC AIMS ARE TO: 1) DEVELOP AND CONDUCT RIGOROUS PRAGMATIC, MULTI-SITE CLINICAL TRIALS THAT ADDRESS UNMET NEEDS IN CERVICAL CANCER PREVENTION FOR WLWH, AND 2) NURTURE EMERGING INVESTIGATORS IN RESOURCE-LIMITED SETTINGS BY OFFERING MENTORSHIP, CAPACITY-BUILDING OPPORTUNITIES AND TRAINING IN THE SKILLS AND DISCIPLINES NEEDED TO LEAD FUTURE RESEARCH IN CERVICAL CANCER PREVENTION. WE WILL DEVELOP TRIAL CONCEPTS AND PROTOCOLS AND LEAD IMPLEMENTATION, OPERATIONAL OVERSIGHT, STATISTICAL ANALYSIS, AND MANUSCRIPT PREPARATION FOR THREE TRIALS. WE PROPOSE PRAGMATIC TRIALS TO EVALUATE IMPORTANT CLINICAL EFFECTIVENESS AND IMPLEMENTATION OUTCOMES IN THE US AND IN LMICS, WITH THE FOLLOWING AIMS: 1) COMPARE STRATEGIES FOR OFFERING HPV SELF-SAMPLING VS. LOCAL STANDARD OF CARE SCREENING APPROACHES ON RATES OF SCREENING AND PRECANCER DETECTION; 2) COMPARE MOLECULAR TRIAGE (E.G., P16/KI-67 DUAL STAIN, METHYLATION) VS. IMMEDIATE ABLATION AFTER AN HPV-POSITIVE RESULT ON FOLLOW-UP RATES OF HPV/PRECANCER DETECTION; 3) COMPARE A TASK SHIFTING STRATEGY TO NURSES WITH ELECTRONIC QUALITY ASSURANCE FOR SAME DAY CERVICAL CANCER SCREENING AND TREATMENT VS. USUAL CARE PROCEDURES THAT REQUIRE REFERRAL FOR FOLLOW-UP ON RATES OF SCREENING AND TREATMENT; AND 4) COMPARE THERMAL ABLATION VS. LEEP FOR TREATING PRECANCERS IN WLWH WITH TYPE 2 TRANSFORMATION ZONES ON RATES OF POST-TREATMENT HPV DETECTION/PRECANCER RECURRENCE. WE WILL LEVERAGE THE UNIVERSITY OF WASHINGTON DEPARTMENT OF GLOBAL HEALTH'S TREATMENT, RESEARCH, AND EXPERT EDUCATION AND E-LEARNING PROGRAMS TO DELIVER TRAINING AND CAPACITY-BUILDING ACTIVITIES TO CASCADE CLINICAL SITES, INCLUDING SYNCHRONOUS ONLINE COURSES IN RESEARCH FUNDAMENTALS, VIRTUAL AND ON-SITE TRAININGS TO BUILD RESEARCH CAPACITY, AND ON-SITE CLINICAL TRAINING IN CERVICAL CANCER PREVENTION. WE WILL PROMOTE DEVELOPMENT OF EARLY-CAREER INVESTIGATORS THROUGH A CASCADE SCHOLARS PROGRAM, INCLUDING TRAINING IN EPIDEMIOLOGY AND STATISTICS AND MENTORSHIP FOR MANUSCRIPT PREPARATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_UG1CA275402_7529"}, {"internal_id": 151947684, "Award ID": "UG1CA275400", "Award Amount": 474839.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "93.399", "Description": "HIV/CERVICAL CANCER CONTROL AND PREVENTION CLINICAL SITE IN KENYA (HOPE-KENYA) - ABSTRACT CERVICAL CANCER (CC) IS A HIGHLY PREVENTABLE DISEASE AND YET HUNDREDS OF THOUSANDS OF WOMEN DIE EACH YEAR FROM CC WITH THE LARGE MAJORITY OF DEATHS OCCURRING IN LOW- AND MIDDLE-INCOME COUNTRIES (LMICS). LMICS IN SUB- SAHARAN AFRICA (SSA) ARE PARTICULARLY AFFECTED BECAUSE OF THE DUAL BURDEN OF HUMAN PAPILLOMAVIRUS (HPV) AND HIV INFECTION WHICH INTERACT WITH DEADLY SYNERGISM. WOMEN LIVING WITH HIV (WLWH) HAVE ACCESSED ANTIRETROVIRAL THERAPY (ART) ACROSS SSA BUT HAVE YET TO FULLY BENEFIT FROM INTEGRATED CC SCREENING AND TREATMENT SERVICES. THE CHALLENGES LIE NOT IN ANY PARTICULAR BARRIER TO CARE BUT IN THE MANY GAPS THAT OCCUR IN THE CASCADE OF CC PREVENTION FROM SCREENING UPTAKE TO MANAGEMENT OF POSITIVE CASES TO TREATMENT ACCESS AND APPLICATION. CLINICAL RESEARCH SITES ARE NEEDED WORLDWIDE TO IMPLEMENT CLINICAL TRIALS THAT EXAMINE POTENTIAL INTERVENTIONS AND ONE OF THE MOST IDEAL LOCATIONS MAY BE FOUND AT THE COPTIC HOPE CENTER FOR INFECTIOUS DISEASES IN NAIROBI, KENYA. CO- FOUNDED BY DR. MICHAEL CHUNG (MPI) AND DR. SAMAH SAKR (MPI) AT THE COPTIC HOSPITAL IN 2004, THE HOPE CENTER IS ONE OF THE LARGEST SINGLE-SITE ART TREATMENT CENTERS IN KENYA HAVING ENROLLED OVER 20,000 PEOPLE LIVING WITH HIV (PLWH) WITH OVER 6,000 WLWH CURRENTLY IN CARE. THE HOPE CENTER HAS BEEN SCREENING WLWH FOR CERVICAL CANCER SINCE 2005 AND HAS BEEN THE SITE FOR HIV CC RESEARCH AND MANY CLINICAL TRIALS CONDUCTED BY TREATMENT, RESEARCH, AND EXPERT EDUCATION (TREE), WHICH DR. CHUNG LEADS AS EXECUTIVE DIRECTOR. BASED AT THE HOPE CENTER, TREE HAS A POWERFUL PHYSICAL, ADMINISTRATIVE, AND LABORATORY INFRASTRUCTURE THAT HAS BEEN IMPLEMENTING HIV CLINICAL TRIALS AT THE SITE FOR OVER A DECADE INCLUDING A STUDY THAT SCREENED OVER 6,000 WLWH WITH PAPANICOLAOU (PAP) SMEAR AND COLPOSCOPY-DIRECTED BIOPSY, RANDOMIZED 400 TO CRYOTHERAPY AND LOOP ELECTROSURGICAL EXCISION PROCEDURE (LEEP), AND EXAMINED RECURRENCE OF CERVICAL INTRAEPITHELIAL NEOPLASIA (CIN), CERVICAL SHEDDING OF HIV, AND CLEARANCE OF HPV OVER 2-YEAR FOLLOW-UP. IN THIS PROPOSAL, DR. CHUNG AND DR. SAKR WILL CO-LEAD THE IMPLEMENTATION OF A CLINICAL SITE AT THE HOPE CENTER IN NAIROBI BY COPTIC HOSPITAL AND TREE THAT, WITH ASSISTANCE FROM DRS. MARY NDERITU (CO-I) AND EVANS NYONGESA-MALAV (CO-I), WILL STUDY INTERVENTIONS THAT WILL: 1) INCREASE SCREENING UPTAKE AMONG WLWH; 2) IMPROVE MANAGEMENT OF WOMEN WHO SCREEN POSITIVE; AND 3) OPTIMIZE PRECANCER TREATMENT FOR WLWH. THEY WILL ACHIEVE THIS BY PROVIDING: 1) A PLURIPOTENT INFRASTRUCTURE FOR ACCRUING PARTICIPANTS TO NETWORK CLINICAL TRIALS FROM THE HOPE CENTER AND A NETWORK OF FOUR COPTIC HIV CLINICS THROUGHOUT THE COUNTRY THAT ARE OVERSEEN BY DR. ANDREW NAGY (CO-I) FOR A TOTAL OF 6,533 CC SCREEN ELIGIBLE WLWH BETWEEN THE AGES OF 25 AND 49; 2) INSIGHTS AND INPUT ON CLINICAL SIGNIFICANCE AND STUDY FEASIBILITY DURING CONCEPT AND PROTOCOL DEVELOPMENT THROUGH THE PARTICIPATION OF DR. CHUNG AND DR. SAKR; AND 3) AND ON-SITE OPERATIONAL LEADERSHIP FOR THE SUCCESSFUL CONDUCT OF NETWORK CLINICAL TRIALS BY TREE AND ITS STAFF LED BY DR. ROSE KOSGEI (CO-I).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_UG1CA275400_7529"}, {"internal_id": 83797247, "Award ID": "UG1CA242643", "Award Amount": 7171117.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "93.399", "Description": "NORTHWESTERN CANCER PREVENTION CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89c1b286-4842-cf79-9563-7ec2e987f771-C", "generated_internal_id": "ASST_NON_UG1CA242643_7529"}, {"internal_id": 110025356, "Award ID": "UG1CA242635", "Award Amount": 5841964.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "93.399", "Description": "THE MW CANCER PREVENTION CLINICAL TRIALS NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_UG1CA242635_7529"}, {"internal_id": 100874440, "Award ID": "UG1CA242632", "Award Amount": 4098111.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-07", "CFDA Number": "93.399", "Description": "EARLY PHASE CLINICAL CANCER PREVENTION CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_UG1CA242632_7529"}, {"internal_id": 83103456, "Award ID": "UG1CA242609", "Award Amount": 5495449.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "93.399", "Description": "ICAN-PREVENT: MD ANDERSON INTERNATIONAL CANCER PREVENTION CLINICAL TRIAL CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07c08a07-af34-2853-20eb-9d2594ed7b35-C", "generated_internal_id": "ASST_NON_UG1CA242609_7529"}, {"internal_id": 83103222, "Award ID": "UG1CA242596", "Award Amount": 7738796.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-16", "CFDA Number": "93.399", "Description": "UNIVERSITY OF ARIZONA CANCER PREVENTION CLINICAL TRIALS NETWORK (UA CP-CTNET)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_UG1CA242596_7529"}, {"internal_id": 83796745, "Award ID": "UG1CA239772", "Award Amount": 4724907.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "93.399", "Description": "THE ATLANTIC HEALTH CANCER CONSORTIUM COMMUNITY ONCOLOGY RESEARCH PROGRAM (AHCC CORP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf5310f9-a76d-5dec-1d4a-03cb128a832b-C", "generated_internal_id": "ASST_NON_UG1CA239772_7529"}, {"internal_id": 83104058, "Award ID": "UG1CA239771", "Award Amount": 4819475.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "93.399", "Description": "A PERIOD SEROPREVALENCE (SARS-COV-2) SURVEY IN MHCCN CANCER HEALTHCARE WORKERS (HCWS) PROVIDING PATIENT CARE DURING THE HEIGHT OF THE OUTBREAK: A REGISTRY STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 128919.0, "Infrastructure Obligations": null, "recipient_id": "004d72fe-5935-3d05-929b-08def85a886c-C", "generated_internal_id": "ASST_NON_UG1CA239771_7529"}, {"internal_id": 83796939, "Award ID": "UG1CA239769", "Award Amount": 8254072.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-23", "CFDA Number": "93.399", "Description": "CANCER RESEARCH OF WISCONSIN AND NORTHERN MICHIGAN (CROWN) CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fb97c2f-d418-e918-cf38-c45bd541ae37-C", "generated_internal_id": "ASST_NON_UG1CA239769_7529"}, {"internal_id": 83115646, "Award ID": "UG1CA239767", "Award Amount": 7919232.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "93.399", "Description": "THE UNIVERSITY OF KANSAS CANCER CENTER'S- MCA RURAL NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a1108fb-0099-a708-6def-aa6d101c8ba8-C", "generated_internal_id": "ASST_NON_UG1CA239767_7529"}, {"internal_id": 85588408, "Award ID": "UG1CA239762", "Award Amount": 13625034.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "93.399", "Description": "UPSTATE CAROLINA CONSORTIUM - COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8620f062-9753-79c7-ef35-d499729ca59c-C", "generated_internal_id": "ASST_NON_UG1CA239762_7529"}, {"internal_id": 83104047, "Award ID": "UG1CA239758", "Award Amount": 4407488.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-07", "CFDA Number": "93.399", "Description": "NATIONAL CAPITAL AREA (NCA) MINORITY/UNDERSERVED NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82335220-b01b-63c5-95b9-6dcae60104e4-C", "generated_internal_id": "ASST_NON_UG1CA239758_7529"}, {"internal_id": 78991509, "Award ID": "UG1CA233196", "Award Amount": 2990876.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-06", "CFDA Number": "93.395", "Description": "JOHNS HOPKINS UNIVERSITY NCTN LEAD ACADEMIC SITE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_UG1CA233196_7529"}, {"internal_id": 78990774, "Award ID": "UG1CA233193", "Award Amount": 8935757.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-07", "CFDA Number": "93.395", "Description": "A LEAD ACADEMIC PARTICIPATING SITE IN OKLAHOMA FOR THE DESIGN AND CONDUCT OF NCTN CLINICAL TRIALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35c9af52-79d6-b585-258b-ae9342223de1-C", "generated_internal_id": "ASST_NON_UG1CA233193_7529"}, {"internal_id": 78991330, "Award ID": "UG1CA233180", "Award Amount": 5533170.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-05", "CFDA Number": "93.395", "Description": "NCTN LEAD ACADEMIC PARTICIPATING SITE AT DANA-FARBER/PARTNERS CANCER CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be067fa7-a493-7bea-f9cc-e29bd2ccc74a-C", "generated_internal_id": "ASST_NON_UG1CA233180_7529"}, {"internal_id": 50110800, "Award ID": "UG1CA190140", "Award Amount": 13612715.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM (NCORP) - COMMUNITY SITES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1933c9f-9038-606d-4363-36dfdbc11f11-C", "generated_internal_id": "ASST_NON_UG1CA190140_7529"}, {"internal_id": 50110799, "Award ID": "UG1CA190002", "Award Amount": 3869921.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "BEAUMONT NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9fbd020c-eb12-d3e3-4d9a-c08ef17e1c04-C", "generated_internal_id": "ASST_NON_UG1CA190002_7529"}, {"internal_id": 50110798, "Award ID": "UG1CA190000", "Award Amount": 8599653.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "SHCC MU NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d7f817f-0c9f-3793-b912-1d49a6cdb0f4-C", "generated_internal_id": "ASST_NON_UG1CA190000_7529"}, {"internal_id": 50110797, "Award ID": "UG1CA189997", "Award Amount": 13326815.95, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "GEORGIA NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM (NCORP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b9c1682-73ac-b326-5ec6-08be2f3cd472-C", "generated_internal_id": "ASST_NON_UG1CA189997_7529"}, {"internal_id": 50110796, "Award ID": "UG1CA189974", "Award Amount": 59272682.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "SWOG NCORP RESEARCH BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27f21ab2-7b66-cad9-be60-5f435f28b02f-C", "generated_internal_id": "ASST_NON_UG1CA189974_7529"}, {"internal_id": 50110795, "Award ID": "UG1CA189973", "Award Amount": 6902580.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "THE FLORIDA PEDIATRIC NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "997ba0ab-a602-720d-c9cf-f0f092b3fe2b-R", "generated_internal_id": "ASST_NON_UG1CA189973_7529"}, {"internal_id": 50110794, "Award ID": "UG1CA189972", "Award Amount": 12436869.74, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "NCORP OF THE CAROLINAS (GREENVILLE HEALTH SYSTEM NCORP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8fd4642-8471-5df1-ada2-ecb9b7231518-C", "generated_internal_id": "ASST_NON_UG1CA189972_7529"}, {"internal_id": 50110793, "Award ID": "UG1CA189971", "Award Amount": 27185125.13, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "MICHIGAN CANCER RESEARCH CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e2ec72c-5e8b-5db0-5765-dd8f141b308b-C", "generated_internal_id": "ASST_NON_UG1CA189971_7529"}, {"internal_id": 50110792, "Award ID": "UG1CA189961", "Award Amount": 49697971.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "UNIVERSITY OF ROCHESTER-NCORP RESEARCH BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8e3456f-8dec-1441-72b9-fa2b342bdb94-C", "generated_internal_id": "ASST_NON_UG1CA189961_7529"}, {"internal_id": 50110791, "Award ID": "UG1CA189960", "Award Amount": 9613047.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "COLUMBIA UNIVERSITY MINORITY/UNDERSERVED SITE NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_UG1CA189960_7529"}, {"internal_id": 50110790, "Award ID": "UG1CA189958", "Award Amount": 7647717.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-30", "CFDA Number": "93.399", "Description": "NEMOURS NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM (NCORP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c8a728b-7acd-e759-0d91-9bb62a57eaec-C", "generated_internal_id": "ASST_NON_UG1CA189958_7529"}, {"internal_id": 50110789, "Award ID": "UG1CA189957", "Award Amount": 9141173.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "DAYTON CLINICAL ONCOLOGY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a7057e6-7bda-cd54-1fad-f8912f73de5a-C", "generated_internal_id": "ASST_NON_UG1CA189957_7529"}, {"internal_id": 50110788, "Award ID": "UG1CA189956", "Award Amount": 24773928.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "WISCONSIN NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM (WINCORP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "296e7eea-b345-bc95-ab5f-313b0c27795c-C", "generated_internal_id": "ASST_NON_UG1CA189956_7529"}, {"internal_id": 50110787, "Award ID": "UG1CA189955", "Award Amount": 47128618.52, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.395", "Description": "COG NCORP RESEARCH BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e936f0c-2b79-ac43-ec63-eaaa116f78c8-C", "generated_internal_id": "ASST_NON_UG1CA189955_7529"}, {"internal_id": 50110786, "Award ID": "UG1CA189954", "Award Amount": 8071148.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "COLUMBUS NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM (NCORP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b2ec573-e18f-8aa2-4ba5-ab2517d42282-C", "generated_internal_id": "ASST_NON_UG1CA189954_7529"}, {"internal_id": 50110785, "Award ID": "UG1CA189953", "Award Amount": 19444418.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "THE PACIFIC CANCER RESEARCH CONSORTIUM (PCRC), AN NCORP COMMUNITY SITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5894545f-1791-0873-efa1-0e0c3d58c61e-C", "generated_internal_id": "ASST_NON_UG1CA189953_7529"}, {"internal_id": 50110784, "Award ID": "UG1CA189952", "Award Amount": 4216932.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "NORTHWEST NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "645c840d-baa6-a9f7-cfc7-3629d0b2195b-C", "generated_internal_id": "ASST_NON_UG1CA189952_7529"}, {"internal_id": 50110783, "Award ID": "UG1CA189873", "Award Amount": 8172332.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "BAPTIST HEALTH SYSTEM/MID SOUTH NCORP MINORITY UNDERSERVED CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f47df70-6ed3-bec8-ea8e-b89bd80731eb-C", "generated_internal_id": "ASST_NON_UG1CA189873_7529"}, {"internal_id": 50110782, "Award ID": "UG1CA189872", "Award Amount": 8543457.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "MONTANA CANCER CONSORTIUM NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e72d425-d67b-5574-1039-f3b4b4b5888d-R", "generated_internal_id": "ASST_NON_UG1CA189872_7529"}, {"internal_id": 50110781, "Award ID": "UG1CA189870", "Award Amount": 3200449.47, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "OCHSNER NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47f341cd-4865-1b0c-a4f0-4d2cf4649bf5-C", "generated_internal_id": "ASST_NON_UG1CA189870_7529"}, {"internal_id": 50110780, "Award ID": "UG1CA189869", "Award Amount": 10338371.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "VCU MASSEY CANCER CENTER MINORITY BASED NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6121f36-8222-1039-c78e-e1f5ef0bfaf6-C", "generated_internal_id": "ASST_NON_UG1CA189869_7529"}, {"internal_id": 50110779, "Award ID": "UG1CA189867", "Award Amount": 98708643.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "NRG ONCOLOGY NCORP RESEARCH BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0a35a62-fcb7-91e5-0218-b79522be4fa8-R", "generated_internal_id": "ASST_NON_UG1CA189867_7529"}, {"internal_id": 50110778, "Award ID": "UG1CA189863", "Award Amount": 31391536.53, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "METRO-MINNESOTA COMMUNITY CLINICAL ONCOLOGY PROGRAM (MM-CCOP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b550c77e-dada-818e-69fc-09235e73bdf9-C", "generated_internal_id": "ASST_NON_UG1CA189863_7529"}, {"internal_id": 50110777, "Award ID": "UG1CA189862", "Award Amount": 7756725.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "PUERTO RICO NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM MINORITY/UNDERSERVED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c253017f-ebe3-272e-1b24-87bd09869406-C", "generated_internal_id": "ASST_NON_UG1CA189862_7529"}, {"internal_id": 50110776, "Award ID": "UG1CA189861", "Award Amount": 11009631.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "CARLE CANCER CENTER NCI COMMUNITY ONCOLOGY RESEARCH PROGRAN (NCORP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "875497a6-bb4e-51bd-a375-e1604e80e539-C", "generated_internal_id": "ASST_NON_UG1CA189861_7529"}, {"internal_id": 50110775, "Award ID": "UG1CA189860", "Award Amount": 22023830.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "CANCER RESEARCH CONSORTIUM OF WEST MICHIGAN (CRCWM)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dcf575c9-6f0b-3574-6465-6e49831b2a2f-C", "generated_internal_id": "ASST_NON_UG1CA189860_7529"}, {"internal_id": 50110774, "Award ID": "UG1CA189859", "Award Amount": 8461224.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "MINORITY-BASED COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71fae3e8-f8ea-762b-070d-a97e570539f2-C", "generated_internal_id": "ASST_NON_UG1CA189859_7529"}, {"internal_id": 50110773, "Award ID": "UG1CA189858", "Award Amount": 30766734.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "SOUTHEAST CLINICAL ONCOLOGY RESEARCH CONSORTIUM, INC. (SCOR)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3ecdbab-ae1d-48ad-60cc-6647927acb20-C", "generated_internal_id": "ASST_NON_UG1CA189858_7529"}, {"internal_id": 50110772, "Award ID": "UG1CA189856", "Award Amount": 16050213.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-30", "CFDA Number": "93.399", "Description": "NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM MINORITY UNDERSERVED COMMUNITY SITES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5b5888e-f4b5-655c-bd88-d970f969d7c9-C", "generated_internal_id": "ASST_NON_UG1CA189856_7529"}, {"internal_id": 50110771, "Award ID": "UG1CA189855", "Award Amount": 8353230.01, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "SOUTH TEXAS PEDIATRIC NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM (NCORP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c0534dd6-007b-cfc7-2a77-9b3602a48251-C", "generated_internal_id": "ASST_NON_UG1CA189855_7529"}, {"internal_id": 50110770, "Award ID": "UG1CA189854", "Award Amount": 18188638.01, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "GULF SOUTH MINORITY-BASED NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 147000.0, "Infrastructure Obligations": null, "recipient_id": "6a863c9b-365c-816d-1f3a-a0096107ff16-C", "generated_internal_id": "ASST_NON_UG1CA189854_7529"}, {"internal_id": 50110768, "Award ID": "UG1CA189852", "Award Amount": 3195171.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM (NCORP) COMMUNITY SITES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbf676e6-177b-5cf8-2ae9-bc2ff17fe0b8-C", "generated_internal_id": "ASST_NON_UG1CA189852_7529"}, {"internal_id": 50110767, "Award ID": "UG1CA189851", "Award Amount": 9643312.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "GEORGIA CARES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aca87389-2cb6-91e2-17a4-df7e81a7314d-C", "generated_internal_id": "ASST_NON_UG1CA189851_7529"}, {"internal_id": 50110766, "Award ID": "UG1CA189850", "Award Amount": 9359826.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "NORTH SHORE-LIJ HEALTH SYSTEM NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 117905.0, "Infrastructure Obligations": null, "recipient_id": "f9f0ca2a-aa8d-05a3-861f-1f3e215d88e8-C", "generated_internal_id": "ASST_NON_UG1CA189850_7529"}, {"internal_id": 50110765, "Award ID": "UG1CA189848", "Award Amount": 7874695.25, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "MEDICAL UNIVERSITY OF SOUTH CAROLINA NCORP MINORITY/UNDERSERVED COMMUNITY SITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04a78f04-ee86-46df-5fbf-c71e46ed8479-C", "generated_internal_id": "ASST_NON_UG1CA189848_7529"}, {"internal_id": 50110764, "Award ID": "UG1CA189847", "Award Amount": 11201472.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "GEISINGER CANCER INSTITUTE ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd31c3bf-fabc-df0b-5ae3-c7fbf71e680e-C", "generated_internal_id": "ASST_NON_UG1CA189847_7529"}, {"internal_id": 50110763, "Award ID": "UG1CA189830", "Award Amount": 30073668.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "HEARTLAND CANCER RESEARCH NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3e5755c5-5a04-c6af-ad44-825d44f95582-C", "generated_internal_id": "ASST_NON_UG1CA189830_7529"}, {"internal_id": 50110762, "Award ID": "UG1CA189829", "Award Amount": 12109691.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "NEVADA CANCER RESEARCH FOUNDATION-NCI COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f48650e-d557-00ba-8f3b-a8d1c34675ff-R", "generated_internal_id": "ASST_NON_UG1CA189829_7529"}, {"internal_id": 50110761, "Award ID": "UG1CA189828", "Award Amount": 128672564.91, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "ECOG-ACRIN NCORP RESEARCH BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68556a1e-e805-dc6e-4ef5-75eb97b341b3-R", "generated_internal_id": "ASST_NON_UG1CA189828_7529"}, {"internal_id": 50110760, "Award ID": "UG1CA189825", "Award Amount": 10747172.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "SANFORD COMMUNITY CANCER PROGRAM OF THE NORTH CENTRAL PLAINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e73e91aa-c12c-35f1-b99a-527ea53b7116-C", "generated_internal_id": "ASST_NON_UG1CA189825_7529"}, {"internal_id": 50110759, "Award ID": "UG1CA189824", "Award Amount": 44195148.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "WAKE FOREST NCORP RESEARCH BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "623a4232-bd5e-fb60-cf01-48cd08a5a593-C", "generated_internal_id": "ASST_NON_UG1CA189824_7529"}, {"internal_id": 50110758, "Award ID": "UG1CA189823", "Award Amount": 91178552.38, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "ALLIANCE NCORP RESEARCH BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc5d16d8-d784-0216-89a4-259870866103-C", "generated_internal_id": "ASST_NON_UG1CA189823_7529"}, {"internal_id": 50110757, "Award ID": "UG1CA189822", "Award Amount": 10321713.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "OZARK HEALTH VENTURES, LLC DBA CANCER RESEARCH FOR THE OZARKS (CRO)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f3ea924-e90c-e957-585c-8bf892361359-R", "generated_internal_id": "ASST_NON_UG1CA189822_7529"}, {"internal_id": 50110756, "Award ID": "UG1CA189821", "Award Amount": 33768688.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "KAISER PERMANENTE NCI NATIONAL COMMUNITY ONCOLOGY RESEARCH PROGRAM NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d192652e-3551-3991-1674-6885c846fff2-C", "generated_internal_id": "ASST_NON_UG1CA189821_7529"}, {"internal_id": 50110755, "Award ID": "UG1CA189819", "Award Amount": 16093655.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "DELAWARE/CHRISTIANA CARE COMMUNITY ONCOLOGY RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0df65b9b-0719-a3c6-4eb0-9e507301d1e1-C", "generated_internal_id": "ASST_NON_UG1CA189819_7529"}, {"internal_id": 50110754, "Award ID": "UG1CA189817", "Award Amount": 7733813.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "BAY AREA TUMOR INSTITUTE NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7bf5239-c25d-eec9-be27-da142697f425-R", "generated_internal_id": "ASST_NON_UG1CA189817_7529"}, {"internal_id": 50110753, "Award ID": "UG1CA189816", "Award Amount": 10795302.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "IOWA-WIDE ONCOLOGY RESEARCH COALITION (I-WORC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0fb301bb-acba-b703-e853-15c8c25d7fee-C", "generated_internal_id": "ASST_NON_UG1CA189816_7529"}, {"internal_id": 50110752, "Award ID": "UG1CA189812", "Award Amount": 8764879.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "ESSENTIA HEALTH COMMUNITY CANCER RESEARCH PROGRAM NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abf96272-cf30-bfd4-ad01-5bbe4fb15534-C", "generated_internal_id": "ASST_NON_UG1CA189812_7529"}, {"internal_id": 50110751, "Award ID": "UG1CA189809", "Award Amount": 9532508.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "CIRI ONCOLOGY RESEARCH ALLIANCE (CORA)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ac23a23-0d12-d5f8-9a0e-d168a122320f-R", "generated_internal_id": "ASST_NON_UG1CA189809_7529"}, {"internal_id": 50110750, "Award ID": "UG1CA189808", "Award Amount": 8617785.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.395", "Description": "NATIONAL COMMUNITY ONCOLOGY RESEARCH PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65871a6f-0008-48d5-8fbc-557c57c4715f-C", "generated_internal_id": "ASST_NON_UG1CA189808_7529"}, {"internal_id": 50110749, "Award ID": "UG1CA189805", "Award Amount": 9003100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-01", "CFDA Number": "93.399", "Description": "NCORP: COLORADO CANCER RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1362e9c-8558-c116-4f44-658403246783-R", "generated_internal_id": "ASST_NON_UG1CA189805_7529"}, {"internal_id": 50110748, "Award ID": "UG1CA189804", "Award Amount": 11381841.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-31", "CFDA Number": "93.399", "Description": "HAWAI'I MINORITY/UNDERSERVED NCORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_UG1CA189804_7529"}, {"internal_id": 152369802, "Award ID": "U54CA274374", "Award Amount": 1692618.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "93.399", "Description": "UNDERSTANDING ADENOMA PROGRESSION: INTERPLAY AMONG TISSUE MICROENVIRONMENT, CLONAL ARCHITECTURE, AND GUT MICROBIOME - SUMMARY COLORECTAL CANCER (CRC) AFFECTS ~145,000 PEOPLE/YEAR IN THE US AND IS THE 3RD MOST COMMON CAUSE OF CANCER RELATED DEATHS. CRC ARISES FROM EARLY LESIONS THAT ARE PRE-CANCEROUS; THESE EARLY LESIONS ARE COLON ADENOMAS AND SERRATED SESSILE LESIONS (SSL). COLON ADENOMAS ACCOUNT FOR 80-85% OF THE CRC PRECANCEROUS LESIONS AND PROGRESS TO CRC VIA AN EARLY ADENOMAAADVANCED ADENOMAACRC SEQUENCE. IN LIGHT OF THE WELL CHARACTERIZED CLINICAL NATURAL HISTORY OF ADENOMAS, WE PLAN TO STUDY THEM AS EARLY LESIONS AND TO DETERMINE THE MECHANISMS INVOLVED IN THE FORMATION AND PROGRESSION OF EARLY PRECANCEROUS LESIONS. NOTABLY, ONLY A FEW EARLY ADENOMAS WILL PROGRESS TO ADVANCED ADENOMAS (AA) AND EVEN FEWER WILL PROGRESS TO CRC. OUR GROUP AND OTHERS HAVE SHOWN THAT MUTATIONS ALONE ARE NOT SUFFICIENT TO CAUSE ADENOMA INITIATION AND/OR PROGRESSION IN THE MAJORITY OF CASES. THERE ARE LIKELY MULTIPLE ADENOMA NONAUTONOMOUS MECHANISMS THAT COOPERATE WITH THE DNA ALTERATIONS IN THE ADENOMAS TO CAUSE PROGRESSION, AND THESE MECHANISMS ARE LIKELY OPERATIVE IN DISCRETE SUBSETS OF AFFECTED INDIVIDUALS. WE AND OTHERS HAVE OBSERVED ALTERATIONS, SUCH AS TISSUE SENESCENCE, HIGH CANCER DRIVER GENE MUTATION LOADS, ABERRANT DNA METHYLATION PATTERNS, AND DYSBIOTIC GUT MICROBIOMES, IN THE NORMAL COLON OF PEOPLE WITH ADVANCED ADENOMAS AND CRC PATIENTS. WE HAVE TERMED NORMAL COLONS WITH THESE FEATURES “PRIMED COLONS” AND PROPOSE THAT THESE FEATURES ARE PLAUSIBLE MECHANISMS THAT AFFECT ADENOMA INITIATION AND PROGRESSION. BASED ON THESE OBSERVATIONS AND OUR PRIOR STUDIES, WE HYPOTHESIZE THAT EARLY LESION PROGRESSION REQUIRES A SUITE OF HALLMARK BEHAVIORS AND THAT THESE BEHAVIORS ARE INDUCED BY ADENOMA AUTONOMOUS FACTORS (E.G. CANCER DRIVER GENE MUTATIONS) AND ADENOMA NONAUTONOMOUS FACTORS FROM THE “PRIMED COLON” OR ADENOMA MICROENVIRONMENT.  OUR PROPOSED STUDIES WILL INTEGRATE BASIC AND TRANSLATIONAL CANCER RESEARCH PROJECTS TO ITERATIVELY EXAMINE THE DIRECT CAUSAL RELATIONSHIPS AND INTERACTIONS OF ADENOMAS, THE COLON “PRIMED” MICROENVIRONMENT, AND HOST- SYSTEMIC FACTORS AS “CO-ORGANIZERS” OF ADENOMA INITIATION AND/OR PROGRESSION. THE SPECIFIC AIMS ARE: AIM 1) TO DETERMINE THE ADENOMA CELL AUTONOMOUS MOLECULAR FACTORS THAT DISTINGUISH NONADVANCED ADENOMAS FROM ADVANCED ADENOMAS AND THAT REGULATE NONADVANCED ADENOMA PROGRESSION. (PROJECTS 1 AND 2) AIM 2) TO DETERMINE THE ADENOMA NONAUTONOMOUS FACTORS FROM THE “PRIMED” COLON AND FROM THE ADENOMA MICROENVIRONMENT THAT ASSOCIATE WITH ADVANCED HUMAN COLON ADENOMAS AND REGULATE ADENOMA PROGRESSION. THESE FACTORS WILL INCLUDE THE FOLLOWING “PRIMED” COLON STATES: 1. SENESCENCE STATE; 2. CANCER DRIVER GENE MUTATION BURDEN; 3. GUT MICROBIOME STATE; 4. COLON METHYLOME, AND 5. COLON IMMUNE ACTIVITY STATE. (PROJECTS 1-3) AIM 3)TO DETERMINE HOW ADENOMA AUTONOMOUS AND NONAUTONOMOUS FACTORS FROM THE ADENOMA MICROENVIRONMENT AND THE “PRIMED” COLON COOPERATE TO DRIVE ADENOMA FORMATION AND PROGRESSION.(PROJCTS 1-3)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569197a4-81d0-b264-5640-e9db4cf71fd0-C", "generated_internal_id": "ASST_NON_U54CA274374_7529"}, {"internal_id": 162139639, "Award ID": "U54CA272691", "Award Amount": 1166056.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-18", "CFDA Number": "93.399", "Description": "CANCER PREVENTION-INTERCEPTION AGAINST MGUS PROGRESSION - PROJECT SUMMARY MONOCLONAL GAMMOPATHY OF UNDETERMINED SIGNIFICANCE (MGUS) IS A PRECANCEROUS CONDITION IN WHICH A PERSON HAS MODERATELY ELEVATED LEVELS OF AN ABNORMAL IMMUNOGLOBULIN (IG) PROTEIN (CALLED M PROTEIN) IN THE BLOOD. MGUS PATIENTS HAVE A CANCER RISK ~6.5 TIMES AS HIGH AS THE CONTROL POPULATION. MGUS MAY PROGRESS TO MULTIPLE MYELOMA (MM), WALDENSTRÖM MACROGLOBULINEMIA (WM), NON-HODGKIN LYMPHOMA (NHL), CHRONIC LYMPHOCYTIC LEUKEMIA (CLL), AMYLOID LIGHT-CHAIN (AL) AMYLOIDOSIS, OR PLASMACYTOMA. MM, WM, A LARGE PORTION OF NHL, AND AL AMYLOIDOSIS ARE INCURABLE DISEASES. CLL AND PLASMACYTOMA ARE RARELY CURED. THE SIGNIFICANCE OF MGUS CALLS FOR A CANCER PREVENTION-INTERCEPTION U54 SPECIALIZED CENTER DEDICATED TO THIS PRECANCEROUS CONDITION  MGUS AFFECTS ~1% OF THE POPULATION, MGUS PROGRESSES TO CANCER OR OTHER ASSOCIATED BLOOD DISORDERS PERSISTENTLY AT A RATE OF ~1% PER YEAR, AND ~90% CANCER/DISORDER THAT PROGRESSED FROM MGUS ARE INCURABLE. ALL PATIENTS WITH MGUS ARE POTENTIAL CANDIDATES FOR CANCER PREVENTION AND INTERCEPTION. WE HYPOTHESIZE THAT CANCER-DRIVING MOLECULES AND THE BONE MARROW MICROENVIRONMENT PROMOTING MGUS PROGRESSION ARE SUITABLE TARGETS FOR PRECISION CANCER PREVENTION AND INTERCEPTION. WE PROPOSE TO ESTABLISH THE CANCER PREVENTION-INTERCEPTION AGAINST MGUS PROGRESSION TO CANCER (CAP-MGUS) CENTER AS AN AGILE AND EFFECTIVE NETWORK INFRASTRUCTURE DEDICATED TO PREVENTING MGUS PROGRESSION. THIS CENTER WILL UNDERTAKE COLLABORATIVE RESEARCH FOCUSING ON IMMUNOLOGICALLY AND CHEMICALLY TARGETED AGENTS THAT PREVENT OR INTERCEPT THE ONCOGENIC PROCESS IN PATIENTS WITH MGUS OR SMOLDERING DISEASES. WE PROPOSE THREE AIMS TO ACHIEVE THE CAP-MGUS CENTER’S OVERARCHING GOAL. IN AIM 1, WE WILL FUNCTIONALLY VALIDATE SEVERAL ONCOTARGETS IN TUMOR INITIATION AND PROGRESSION TO INVASIVE CANCER AND ASCERTAIN THEIR SUITABILITY FOR TARGETED INTERVENTION STRATEGIES. IN AIM 2, WE WILL DISCOVER INNOVATIVE IMMUNO- AND CHEMO-PREVENTION AND INTERCEPTION AGENTS THROUGH IN VITRO AND IN VIVO EFFICACY EVALUATION. IN AIM 3, WE WILL DEVELOP NEW PROJECTS BY IDENTIFYING NOVEL TARGETS FOR CANCER- PREVENTIVE OR INTERCEPTIVE INTERVENTIONS AGAINST MGUS PROGRESSION. COLLECTIVELY, WE EXPECT TO OBTAIN CHEMOPREVENTION AND IMMUNOPREVENTION AGENTS FOR FURTHER DEVELOPMENT OR EARLIER PHASE CLINICAL TRIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddcd398f-5e59-e840-2368-a57b84efdc7d-C", "generated_internal_id": "ASST_NON_U54CA272691_7529"}, {"internal_id": 151589293, "Award ID": "U54CA272688", "Award Amount": 2279475.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "93.399", "Description": "CAP-IT CENTER FOR LNP RNA IMMUNOPREVENTION - OVERALL COMPONENT: PROJECT SUMMARY/ABSTRACT THE OVERALL GOAL OF CAP-IT CENTER FOR RNA IMMUNOPREVENTION (CRI) IS TO PRE-CLINICALLY DELINEATE, FORMULATE AND VALIDATE LIPONANOPARTICLE RNA (LNP RNA) VACCINES FOR PRECISION PREVENTION OF INDIVIDUALS WITH INCREASED CANCER RISK. THE PI IS DR. LIPKIN, AN ESTABLISHED LEADER IN CANCER PREVENTION WHO HAS MADE SEVERAL IMPORTANT, CLINICALLY TRANSLATED CONTRIBUTIONS TO THE FIELD. PROJECT 1 WILL DEVELOP AND VALIDATE AN LNP RNA IMMUNOPREVENTION VACCINE FOR LYNCH SYNDROME, A GENETIC CANCER PREDISPOSITION SYNDROME WITH HIGHLY IMMUNOGENIC RECURRENT NEOANTIGENS SHARED AMONG CANCERS FROM DIFFERENT PATIENTS. PROJECT 2 WILL DEVELOP AND VALIDATE AN LNP RNA IMMUNE INTERCEPTION VACCINE FOR PATIENTS WITH LUNG NON-SOLID NODULE (NSN) PRE-MALIGNANT NEOPLASMS, A LUNG ADENOCARCINOMA PRECURSOR LESION. TO ACHIEVE THESE GOALS, WE WILL USE STATE-OF-THE-ART TECHNOLOGIES, INCLUDING LNP RNA VACCINE FORMULATION, COMPUTATIONAL GENOMIC TUMOR IMMUNOLOGY, SPATIAL GENOMICS AND IMMUNOPEPTIDOMICS. TO ENSURE CRI'S SCIENTIFIC RIGOR AND EXCELLENCE, WE HAVE ASSEMBLED A SCIENTIFICALLY OUTSTANDING CRI EXTERNAL ADVISORY BOARD (EAB), WHICH INCLUDES 2021 LASKER AWARD WINNER DREW WEISSMAN (PENN) FOR HIS WORK ON LNP RNA COVID19 VACCINES. OVERALL, THE CAP-IT CRI WILL DEVELOP STATE-OF-THE-ART LNP RNA IMMUNOPREVENTION AND IMMUNE INTERCEPTION VACCINES AND PROVIDE A TECHNOLOGICALLY POWERFUL PLATFORM TO JUMPSTART ADDITIONAL CAP-IT CRI LNP RNA VACCINE PROJECTS. WE ANTICIPATE THAT CAP-IT CRI WILL PROPEL BOTH LYNCH SYNDROME AND LUNG NSN VACCINES TO NCI PREVENT AND CP-NET CLINICAL TRIALS WITHIN THE NEXT 5 YEARS AND FDA APPROVAL/CLINICAL TRANSLATION WITHIN TEN YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2aebf6db-d015-0e5d-4b7c-d63b5d36ebce-C", "generated_internal_id": "ASST_NON_U54CA272688_7529"}, {"internal_id": 151589147, "Award ID": "U54CA272686", "Award Amount": 2438648.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "93.399", "Description": "CANCER PREVENTION-INTERCEPTION TARGETED AGENT DISCOVERY PROGRAM AT FOX CHASE CANCER CENTER - PROJECT SUMMARY - OVERALL HEREDITABLE CANCER-PREDISPOSING MUTATIONS ARE ESTIMATED TO BE AN UNDERLYING CAUSE OF MORE THAN 100,000 ADULT CANCERS IN THE US EACH YEAR. FOR MANY HEREDITARY CANCER SYNDROMES, THE LIFE-TIME RISK OF DEVELOPING CANCER APPROACHES 100%. DESPITE REVOLUTIONARY ADVANCES IN “OMICS” TECHNOLOGIES, OUR UNDERSTANDING OF THE MOLECULAR ALTERATIONS REQUIRED TO SUPPORT THE ESTABLISHMENT OF PRECANCEROUS LESIONS AND PROMOTE EARLY TUMOR DEVELOPMENT REMAINS VERY LIMITED, THUS HINDERING THE DEVELOPMENT OF EFFICACIOUS INTERVENTIONS. A MULTIDISCIPLINARY TEAM OF ACCOMPLISHED INVESTIGATORS AT FOX CHASE CANCER CENTER (FCCC), WITH COMBINED EXPERTISE IN CANCER PREVENTION, HERITABLE CANCER RISK, CANCER BIOLOGY, MOLECULAR MODELING, AND DRUG DISCOVERY HAS BEEN ASSEMBLED TO ADDRESS THIS UNMET IN AN UNPRECEDENTED WAY. THE GOAL OF THE FCCC CAP-IT CENTER IS TO EFFECTIVELY COORDINATE THE DEVELOPMENT OF EFFICACIOUS MOLECULARLY-TARGETED AGENTS FOR PRECISION CANCER PREVENTION AND EARLY INTERCEPTION IN POPULATIONS AT HIGH RISK FOR CANCER. ALL STUDIES ARE FACILITATED BY THE UNIQUE RESOURCES OF THE FCCC RISK ASSESSMENT PROGRAM, WHICH INCLUDES OVER 12,000 FAMILIES AT HIGH RISK FOR CANCER AND 2000 CONFIRMED GERMLINE MUTATION CARRIERS. A COMPREHENSIVE PIPELINE FOR THE DEVELOPMENT OF AGENTS FOR CANCER PREVENTION AND INTERCEPTION IS PROPOSED THAT CONSISTS OF THREE WELL-DEVELOPED RESEARCH DOMAINS: TARGET VALIDATION (AIM 1), AGENT IDENTIFICATION AND SCREENING (AIM 2), AND PILOT IN VIVO EFFICACY STUDIES (AIM 3). EACH DOMAIN WILL BE LED BY A FCCC INVESTIGATOR, WHO IS A NATIONAL LEADER IN THE RESPECTIVE FIELD. TWO HIGHLY INNOVATIVE PROJECTS ARE PROPOSED THAT ILLUSTRATE THE ROBUSTNESS OF THE CAP-IT FRAMEWORK. PROJECT 1 (ENTERING AT TARGET VALIDATION) FOCUSES ON THE DEVELOPMENT OF A NEWLY-IDENTIFIED AGENT THAT REFOLDS MUTANT P53. ITS ABILITY TO TARGET THE TP53 MUTATIONS ASSOCIATED WITH LI- FRAUMENI SYNDROME AND INHIBIT PRECANCEROUS LESIONS IN A SETTING OF MUTANT P53 WILL BE EVALUATED. PROJECT 2 (ENTERING AT AGENT IDENTIFICATION AND SCREENING) UNIQUELY TARGETS THE INITIATED PANCREATIC STROMA AS A STRATEGY FOR EARLY INTERCEPTION IN THE FORMATION OF PANCREATIC CANCER. A NEUTRALIZING ANTIBODY AGAINST THE STROMAL PROTEIN NETRIN G1, THAT CAN REVERT FIBROBLASTS TO A TUMOR-SUPPRESSIVE PHENOTYPE, HAS BEEN DISCOVERED. ANTIBODIES WITH IMPROVED POTENCY WILL BE IDENTIFIED AND TESTED IN VIVO FOR THEIR ABILITY TO INTERCEPT THE PROGRESSION OF PANCREATIC INTRAEPITHELIAL NEOPLASIA. ALL CAP-IT RESEARCH AND TRAINING WILL BE STRONGLY SUPPORTED BY THE LEADERSHIP TEAM AND COORDINATING ACTIVITIES OF THE ADMINISTRATIVE CORE, LED BY DR. CLAPPER. EXPERTISE IN BIOSTATISTICS, BIOINFORMATICS, AND DATA MANAGEMENT WILL BE PROVIDED TO CAP-IT INVESTIGATORS BY AN INFORMATICS CORE, LED BY DR. ROSS. COLLABORATIONS AMONG THE NCI, FCCC AND OTHER CAP-IT CENTERS, AS WELL AS THE SHARING OF DATA AND RESOURCES THROUGH THE DATA AND RESOURCE COORDINATION CENTER, WILL FOSTER PRODUCTIVITY AND INTEGRATION ACROSS THE CAP-IT NETWORK (AIM 4). THE LONG LEGACY OF FCCC IN CLINICAL RISK ASSESSMENT AND PRECLINICAL PREVENTIVE AGENT DEVELOPMENT, WHEN COMBINED WITH EXTENSIVE EXPERTISE IN DRUG DESIGN AND CANCER BIOLOGY, MAKES THIS CENTER UNIQUELY POISED TO BE INSTRUMENTAL IN THE DISCOVERY OF MOLECULARLY-TARGETED AGENTS TO PREVENT OR INTERCEPT EARLY ONCOGENESIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b75e8e34-d319-7e14-e393-0587157fa214-C", "generated_internal_id": "ASST_NON_U54CA272686_7529"}, {"internal_id": 86316048, "Award ID": "U54CA244438", "Award Amount": 7846857.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "93.397", "Description": "UCSF CENTER FOR SYNTHETIC IMMUNOLOGY: TOOLS TO REPROGRAM THE IMMUNE SYSTEM TO COMBAT CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_U54CA244438_7529"}, {"internal_id": 85588626, "Award ID": "U54CA242977", "Award Amount": 5711470.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "93.399", "Description": "COLABORACION EVITA: HPV-RELATED CANCER PREVENTION PARTNERSHIP CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569197a4-81d0-b264-5640-e9db4cf71fd0-C", "generated_internal_id": "ASST_NON_U54CA242977_7529"}, {"internal_id": 85588882, "Award ID": "U54CA242646", "Award Amount": 8186593.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "93.397", "Description": "CALIFORNIA-MEXICO-PUERTO RICO PARTNERSHIP (CAMPO) CENTER FOR PREVENTION OF HPV-RELATED CANCER IN HIV+ POPULATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_U54CA242646_7529"}, {"internal_id": 86319276, "Award ID": "U54CA242639", "Award Amount": 6667455.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.399", "Description": "PARTNERSHIP FOR PREVENTION OF HPV-ASSOCIATED CANCERS IN PEOPLE LIVING WITH HIV: BRAZIL, MEXICO, AND PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2aebf6db-d015-0e5d-4b7c-d63b5d36ebce-C", "generated_internal_id": "ASST_NON_U54CA242639_7529"}, {"internal_id": 50105892, "Award ID": "U54CA224083", "Award Amount": 7196891.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "93.397", "Description": "WASHINGTON UNIVERSITY PDX DEVELOPMENT AND TRIAL CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_U54CA224083_7529"}, {"internal_id": 50105889, "Award ID": "U54CA224076", "Award Amount": 9085747.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "93.397", "Description": "PDX TRIAL CENTER FOR BREAST CANCER THERAPY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_U54CA224076_7529"}, {"internal_id": 50105888, "Award ID": "U54CA224070", "Award Amount": 8214362.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "93.353", "Description": "RATIONAL APPROACHES TO MELANOMA THERAPY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad990d53-dba6-60b8-30bf-48cdeeb15c1c-C", "generated_internal_id": "ASST_NON_U54CA224070_7529"}, {"internal_id": 50105886, "Award ID": "U54CA224065", "Award Amount": 7662343.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-25", "CFDA Number": "93.353", "Description": "UNIVERSITY OF TEXAS PDX DEVELOPMENT AND TRIAL CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07c08a07-af34-2853-20eb-9d2594ed7b35-C", "generated_internal_id": "ASST_NON_U54CA224065_7529"}, {"internal_id": 50105860, "Award ID": "U54CA199091", "Award Amount": 11714381.28, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-26", "CFDA Number": "93.399", "Description": "NUCLEIC ACID-BASED NANOCONSTRUCTS FOR THE TREATMENT OF CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89c1b286-4842-cf79-9563-7ec2e987f771-C", "generated_internal_id": "ASST_NON_U54CA199091_7529"}, {"internal_id": 50105858, "Award ID": "U54CA199081", "Award Amount": 8323800.09, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-27", "CFDA Number": "93.399", "Description": "MSKCC -CORNELL CENTER FOR TRANSLATION OF CANCER NANOMEDICINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b514fc3a-d769-87e9-75ea-7a6766afb5ee-C", "generated_internal_id": "ASST_NON_U54CA199081_7529"}, {"internal_id": 50105857, "Award ID": "U54CA199075", "Award Amount": 9648054.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-04", "CFDA Number": "93.399", "Description": "CENTER FOR CANCER NANOTECHNOLOGY EXCELLENCE FOR TRANSLATIONAL DIAGNOSTICS (CCNE-TD)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c13d643-4334-38ed-1952-0db7e2ac5e56-C", "generated_internal_id": "ASST_NON_U54CA199075_7529"}, {"internal_id": 50105856, "Award ID": "U54CA198999", "Award Amount": 11863629.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-01", "CFDA Number": "93.399", "Description": "NANO APPROACHES TO MODULATE HOST CELL RESPONSE FOR CANCER THERAPY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_U54CA198999_7529"}, {"internal_id": 50105813, "Award ID": "U54CA163060", "Award Amount": 14020415.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2011-09-26", "CFDA Number": "93.399", "Description": "GENETIC DETERMINANTS OF BARRETT'S ESOPHAGUS AND ESOPHAGEAL ADENOCARCINOMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59649428-1ebf-ef93-ea43-2491b55b3188-C", "generated_internal_id": "ASST_NON_U54CA163060_7529"}, {"internal_id": 50105812, "Award ID": "U54CA163059", "Award Amount": 12108235.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2011-09-21", "CFDA Number": "93.399", "Description": "MULTI-SPECTRAL TARGETED IMAGING FOR EARLY DETECTION OF CANCER IN BARRETT'S ESOPHA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_U54CA163059_7529"}, {"internal_id": 50105733, "Award ID": "U54CA132379", "Award Amount": 16146561.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2008-09-26", "CFDA Number": "93.397", "Description": "COMPREHENSIVE SDSU-UCSD CANCER CENTER PARTNERSHIP (2 OF 2)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_U54CA132379_7529"}, {"internal_id": 65280779, "Award ID": "U24CA220242", "Award Amount": 2627986.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-03-30", "CFDA Number": "93.394", "Description": "DETECTION OF SOMATIC, SUBCLONAL AND MOSAIC CNVS FROM SEQUENCING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30ebe932-79d5-1659-51b4-a59d9be01dee-C", "generated_internal_id": "ASST_NON_U24CA220242_7529"}, {"internal_id": 50100684, "Award ID": "U24CA115102", "Award Amount": 5946623.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2008-04-23", "CFDA Number": "93.394", "Description": "CLINICAL AND ANALYTICAL VALIDATION OF CANCER BIOMARKERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_U24CA115102_7529"}, {"internal_id": 50100683, "Award ID": "U24CA115091", "Award Amount": 5913224.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2007-04-13", "CFDA Number": "93.394", "Description": "UNIVERSITY OF MARYLAND BIOMARKER REFERENCE LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23b1535c-77e8-dafd-4ece-46b518206e5d-C", "generated_internal_id": "ASST_NON_U24CA115091_7529"}, {"internal_id": 50096306, "Award ID": "U10CA081920", "Award Amount": 10935653.0, "Award Type": null, "Base Obligation Date": "2007-09-14", "CFDA Number": "93.399", "Description": "H. LEE MOFFITT CANCER CENTER CCOP RESEARCH BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_U10CA081920_7529"}, {"internal_id": 50096244, "Award ID": "U10CA037377", "Award Amount": 40668941.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2007-07-27", "CFDA Number": "93.399", "Description": "NSABP COMMUNITY CLINICAL ONCOLOGY PROGRAM RESEARCH BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd0f7cbf-88bd-6503-fffe-1d7dce6deb25-C", "generated_internal_id": "ASST_NON_U10CA037377_7529"}, {"internal_id": 150744463, "Award ID": "U01DA055357", "Award Amount": 3147439.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-20", "CFDA Number": "93.279", "Description": "22/24 HEALTHY BRAIN AND CHILD DEVELOPMENT NATIONAL CONSORTIUM - THIS STUDY IS PART OF THE NIH’S HELPING TO END ADDICTION LONG-TERM (HEAL) INITIATIVE TO SPEED SCIENTIFIC SOLUTIONS TO THE NATIONAL OPIOID PUBLIC HEALTH CRISIS. THE NIH HEAL INITIATIVE BOLSTERS RESEARCH ACROSS NIH TO IMPROVE TREATMENT FOR OPIOID MISUSE AND ADDICTION. NEURODEVELOPMENTAL PROCESSES ARE SHAPED BY DYNAMIC INTERACTIONS BETWEEN GENES AND ENVIRONMENTS. MALADAPTIVE EXPERIENCES EARLY IN LIFE CAN ALTER DEVELOPMENTAL TRAJECTORIES, LEADING TO HARMFUL AND ENDURING DEVELOPMENTAL SEQUELAE. PRE- AND POSTNATAL HAZARDS INCLUDE MATERNAL SUBSTANCE EXPOSURE, TOXICANT EXPOSURES IN PREGNANCY AND EARLY LIFE, MATERNAL HEALTH CONDITIONS, PARENTAL PSYCHOPATHOLOGY, MALTREATMENT, STRUCTURAL RACISM, AND EXCESSIVE STRESS. TO ELUCIDATE HOW VARIOUS ENVIRONMENTAL HAZARDS IMPACT CHILD DEVELOPMENT, IT IS IMPERATIVE THAT A NORMATIVE TEMPLATE OF DEVELOPMENTAL TRAJECTORIES OVER THE FIRST 10 YEARS OF LIFE BE ESTABLISHED BASED ON A SUFFICIENTLY LARGE AND DEMOGRAPHICALLY DIVERSE SAMPLE OF THE US POPULATION. TO ACCOMPLISH THIS, THE HEALTHY BRAIN AND CHILD DEVELOPMENT NATIONAL CONSORTIUM (HBCD-NC) HAS BEEN FORMED TO DEPLOY A HARMONIZED, OPTIMIZED, AND INNOVATIVE SET OF NEUROIMAGING (MRI, EEG) MEASURES COMPLEMENTED BY AN EXTENSIVE BATTERY OF BEHAVIORAL, PHYSIOLOGICAL, AND PSYCHOLOGICAL TOOLS, AND BIOSPECIMENS TO UNDERSTAND NEURODEVELOPMENTAL TRAJECTORIES IN A SAMPLE OF 7,500 MOTHERS AND INFANTS ENROLLED AT 24 SITES ACROSS THE UNITED STATES (US). THE HBCD-NC WILL CARRY OUT A COMMON RESEARCH PROTOCOL UNDER DIRECTION OF THE HBCD-NC ADMINISTRATIVE CORE (HCAC) AND WILL ASSEMBLE AND DISTRIBUTE A COMPREHENSIVE AND WELL-CURATED RESEARCH DATASET TO THE SCIENTIFIC COMMUNITY AT LARGE UNDER THE DIRECTION OF THE HBCD-NC DATA COORDINATING CENTER (HDCC). THE OVERARCHING GOAL OF THE HBCD-NC IS TO CREATE A COMPREHENSIVE, HARMONIZED, AND HIGH-DIMENSIONAL DATASET THAT WILL CHARACTERIZE TYPICAL NEURODEVELOPMENTAL TRAJECTORIES IN US CHILDREN AND THAT WILL ASSESS HOW BIOLOGICAL AND ENVIRONMENTAL EXPOSURES AFFECT THOSE TRAJECTORIES. A SPECIAL EMPHASIS WILL BE PLACED ON UNDERSTANDING THE IMPACT OF PRE- AND POSTNATAL EXPOSURE TO OPIOIDS, MARIJUANA, ALCOHOL, TOBACCO AND/OR OTHER SUBSTANCES. TO ADDRESS THESE BROAD OBJECTIVES, THE SAMPLE OF WOMEN ENROLLED WILL INCLUDE: 1) A RACIALLY, ETHNICALLY, AND SOCIOECONOMICALLY DIVERSE COHORT THAT IS REPRESENTATIVE OF THE US POPULATION; 2) PREGNANT WOMEN WITH USE OF TARGETED SUBSTANCES (OPIOIDS, MARIJUANA, ALCOHOL, TOBACCO); AND 3) DEMOGRAPHICALLY AND BEHAVIORALLY SIMILAR WOMEN WITHOUT SUBSTANCE USE IN PREGNANCY TO ENABLE VALID CAUSAL INFERENCES. IN ADDITION, THE HBCD-NC WILL IDENTIFY KEY DEVELOPMENTAL WINDOWS DURING WHICH BOTH HARMFUL AND PROTECTIVE ENVIRONMENTS HAVE THE MOST INFLUENCE ON LATER NEURODEVELOPMENTAL OUTCOMES. THE LARGE, MULTI-MODAL, LONGITUDINAL, AND GENERALIZABLE DATASET THAT WILL BE PRODUCED FOR THE FIRST TIME BY THIS STUDY WILL PROVIDE NOVEL INSIGHTS INTO CHILD DEVELOPMENT USING STATE- OF-THE-ART METHODS. THE HBCD-NC STUDY WILL INFORM PUBLIC POLICY TO IMPROVE THE HEALTH AND DEVELOPMENT OF CHILDREN ACROSS THE NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_U01DA055357_7529"}, {"internal_id": 110232915, "Award ID": "U01CA253912", "Award Amount": 5166810.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "93.393", "Description": "COMPARATIVE MODELING TO INFORM CERVICAL CANCER CONTROL POLICIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5f39b56-5a70-1fe5-798f-b53ffca1e353-C", "generated_internal_id": "ASST_NON_U01CA253912_7529"}, {"internal_id": 110024318, "Award ID": "U01CA253911", "Award Amount": 8556716.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "93.393", "Description": "COMPARATIVE MODELING OF PRECISION BREAST CANCER CONTROL ACROSS THE TRANSLATIONAL CONTINUUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_U01CA253911_7529"}, {"internal_id": 50092174, "Award ID": "U01CA113913", "Award Amount": 11171852.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2008-06-02", "CFDA Number": "93.394", "Description": "HARVARD/MICHIGAN PROSTATE CANCER BIOMARKER CLINICAL CTR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_U01CA113913_7529"}, {"internal_id": 50092173, "Award ID": "U01CA111302", "Award Amount": 4201149.0, "Award Type": null, "Base Obligation Date": "2007-08-14", "CFDA Number": "93.394", "Description": "BIOMARKERS FOR THE EARLY DETECTION OF PANCREATIC CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07c08a07-af34-2853-20eb-9d2594ed7b35-C", "generated_internal_id": "ASST_NON_U01CA111302_7529"}, {"internal_id": 50092172, "Award ID": "U01CA111295", "Award Amount": 3657825.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2007-07-19", "CFDA Number": "93.394", "Description": "AMERICAN/AUSTRALIAN MESOTHELIOMA CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c07787b9-15d4-d1eb-4f0c-2e0b30320bfb-C", "generated_internal_id": "ASST_NON_U01CA111295_7529"}, {"internal_id": 50092128, "Award ID": "U01CA086402", "Award Amount": 26624941.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2008-03-28", "CFDA Number": "93.394", "Description": "SAN ANTONIO CENTER - BIOMARKERS FOR PROSTATE CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c0534dd6-007b-cfc7-2a77-9b3602a48251-C", "generated_internal_id": "ASST_NON_U01CA086402_7529"}, {"internal_id": 50092127, "Award ID": "U01CA086400", "Award Amount": 12650983.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2008-04-25", "CFDA Number": "93.394", "Description": "GREAT LAKES/NEW ENGLAND CLINICAL EPIDEMIOLOGY/VALIDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_U01CA086400_7529"}, {"internal_id": 82470521, "Award ID": "R44CA240040", "Award Amount": 1714711.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-18", "CFDA Number": "93.394", "Description": "MULTIMODAL OPTICAL PROBE FOR SKIN CANCER DETECTION AND THERAPY GUIDANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2421335-7cbc-e2ae-5e3c-a18e15cee45e-C", "generated_internal_id": "ASST_NON_R44CA240040_7529"}, {"internal_id": 68171466, "Award ID": "R44CA232963", "Award Amount": 2300637.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.395", "Description": "DT-EGF TOXIC FUSION PROTEIN FOR THE TREATMENT OF BLADDER CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ca7d410-6991-79b4-b222-18cc0769b4a1-R", "generated_internal_id": "ASST_NON_R44CA232963_7529"}, {"internal_id": 68566548, "Award ID": "R44CA224731", "Award Amount": 2002000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "93.395", "Description": "ADVANCED PRODRUG TREATMENT FOR CML", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd1e176f-d6c3-a9e3-7b31-16815c40a5bc-C", "generated_internal_id": "ASST_NON_R44CA224731_7529"}, {"internal_id": 49813982, "Award ID": "R41CA217452", "Award Amount": 290057.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-20", "CFDA Number": "93.399", "Description": "PROBABILISTIC MODELING FOR SOFTWARE-GUIDED RADIOTHERAPY PATIENT PLAN QA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aec99f50-fea5-d247-8054-1fc32eea6e86-C", "generated_internal_id": "ASST_NON_R41CA217452_7529"}, {"internal_id": 49813966, "Award ID": "R41CA213544", "Award Amount": 298820.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-19", "CFDA Number": "93.399", "Description": "B7-H3-TARGETED CONTRAST AGENT FOR ULTRASONIC IMAGING OF BREAST CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fe230da-10d9-47f2-b805-34caea59d19a-C", "generated_internal_id": "ASST_NON_R41CA213544_7529"}, {"internal_id": 49806265, "Award ID": "R25CA094880", "Award Amount": 4279336.0, "Award Type": null, "Base Obligation Date": "2008-09-11", "CFDA Number": "93.398", "Description": "CANCER PREVENTION TRAINING IN NUTRITION, EXERCISE & GENETICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_R25CA094880_7529"}, {"internal_id": 82036305, "Award ID": "R21CA239177", "Award Amount": 370074.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-10", "CFDA Number": "93.394", "Description": "ENERGY-BASED SCATTER ESTIMATION ALGORITHM FOR ACCURATE QUANTITATIVE PET IMAGING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75401b4c-967a-1918-9977-217d3ef9ce68-C", "generated_internal_id": "ASST_NON_R21CA239177_7529"}, {"internal_id": 49794138, "Award ID": "R21CA206039", "Award Amount": 364856.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-11", "CFDA Number": "93.399", "Description": "PROBIOTICS TO PREVENT GI SIDE EFFECTS FROM CHEMORADIATION FOR ABDOMINAL MALIGNANCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_R21CA206039_7529"}, {"internal_id": 49793405, "Award ID": "R21CA184352", "Award Amount": 374535.0, "Award Type": null, "Base Obligation Date": "2015-04-07", "CFDA Number": "93.399", "Description": "MYC-INDUCED PATHWAYS IN B CELL LYMPHOMA INITIATION AND SURVIVAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8668e79f-a6ac-f586-b519-d1e69f717615-C", "generated_internal_id": "ASST_NON_R21CA184352_7529"}, {"internal_id": 86317384, "Award ID": "R03CA241841", "Award Amount": 155500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "93.310", "Description": "EDUCATION AND CANCER-RELATED COGNITIVE DECLINE DURING AGING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_R03CA241841_7529"}, {"internal_id": 49768161, "Award ID": "R01NS086423", "Award Amount": 3008683.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-09-19", "CFDA Number": "93.853", "Description": "GAMMA-KETOALDEHYDES IN EPILEPTOGENESIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f8eb9f7-3ee7-fb7d-c649-ee912e019c18-C", "generated_internal_id": "ASST_NON_R01NS086423_7529"}, {"internal_id": 82053868, "Award ID": "R01CA244074", "Award Amount": 2499239.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-16", "CFDA Number": "93.396", "Description": "EPIGENETIC REGULATION OF KSHV GENOME REPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75401b4c-967a-1918-9977-217d3ef9ce68-C", "generated_internal_id": "ASST_NON_R01CA244074_7529"}, {"internal_id": 82470291, "Award ID": "R01CA241930", "Award Amount": 2714456.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-01", "CFDA Number": "93.394", "Description": "MULTISCALE RESOLUTION AND DEEP NETWORK APPROACHES FOR DECONVOLVING DIFFERENT CELL TYPES IN BULK TUMOR USING SINGLE-CELL SEQUENCING DATA (SCDEC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9adce466-3b6d-ecdb-7412-8082d6529b1f-C", "generated_internal_id": "ASST_NON_R01CA241930_7529"}, {"internal_id": 82054683, "Award ID": "R01CA241661", "Award Amount": 1822437.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-10", "CFDA Number": "93.395", "Description": "MODULAR APPROACH FOR THE DELIVERY OF ANTIBODIES INTO THE CYTOPLASM OF CELLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75401b4c-967a-1918-9977-217d3ef9ce68-C", "generated_internal_id": "ASST_NON_R01CA241661_7529"}, {"internal_id": 86316483, "Award ID": "R01CA236468", "Award Amount": 1376191.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.393", "Description": "DATA AND INFORMATION INTEGRATION FOR RISK PREDICTION IN THE ERA OF BIG DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75401b4c-967a-1918-9977-217d3ef9ce68-C", "generated_internal_id": "ASST_NON_R01CA236468_7529"}, {"internal_id": 78991697, "Award ID": "R01CA232888", "Award Amount": 2031198.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-05", "CFDA Number": "93.395", "Description": "OPTIMIZING AGE-BASED ANAL CANCER SCREENING AMONG PEOPLE LIVING WITH HIV USING DECISION ANALYTIC MODELING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04a78f04-ee86-46df-5fbf-c71e46ed8479-C", "generated_internal_id": "ASST_NON_R01CA232888_7529"}, {"internal_id": 76472005, "Award ID": "R01CA228527", "Award Amount": 3059784.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-22", "CFDA Number": "93.393", "Description": "DEVELOPMENT AND VALIDATION OF A MEASURE OF ORGANIZATIONAL READINESS (MOTIVATION X CAPACITY) FOR IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9adce466-3b6d-ecdb-7412-8082d6529b1f-C", "generated_internal_id": "ASST_NON_R01CA228527_7529"}, {"internal_id": 76472608, "Award ID": "R01CA226888", "Award Amount": 3375855.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-03", "CFDA Number": "93.395", "Description": "DEVELOPMENT OF BRAF DIMER INHIBITORS TO TREAT DRUG RESISTANT MELANOMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75401b4c-967a-1918-9977-217d3ef9ce68-C", "generated_internal_id": "ASST_NON_R01CA226888_7529"}, {"internal_id": 77190299, "Award ID": "R01CA225929", "Award Amount": 1826708.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-01-25", "CFDA Number": "93.395", "Description": "MOLECULAR MECHANISM AND PRECLINICAL DEVELOPMENT OF BETI AND PARPI COMBINATION THERAPY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75401b4c-967a-1918-9977-217d3ef9ce68-C", "generated_internal_id": "ASST_NON_R01CA225929_7529"}, {"internal_id": 76475646, "Award ID": "R01CA224672", "Award Amount": 2016155.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-30", "CFDA Number": "93.395", "Description": "COGNITIVE IMPAIRMENT ASSOCIATED WITH ANDROGEN DEPRIVATION THERAPY FOR PROSTATE CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c0534dd6-007b-cfc7-2a77-9b3602a48251-C", "generated_internal_id": "ASST_NON_R01CA224672_7529"}, {"internal_id": 49725346, "Award ID": "R01CA203809", "Award Amount": 650823.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "93.393", "Description": "E-CIGARETTE USE AND LONGITUDINAL CHANGES IN CIGARETTE SMOKING AND HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_R01CA203809_7529"}, {"internal_id": 49724731, "Award ID": "R01CA192967", "Award Amount": 2768079.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-22", "CFDA Number": "93.393", "Description": "ENHANCING PREVENTION PATHWAYS TOWARDS TRIBAL COLORECTAL HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5b5888e-f4b5-655c-bd88-d970f969d7c9-C", "generated_internal_id": "ASST_NON_R01CA192967_7529"}, {"internal_id": 49722384, "Award ID": "R01CA150925", "Award Amount": 5163879.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2010-04-19", "CFDA Number": "93.396", "Description": "ROLE OF AUTOPHAGY IN TUMOR CELL DEATH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f8eb9f7-3ee7-fb7d-c649-ee912e019c18-C", "generated_internal_id": "ASST_NON_R01CA150925_7529"}, {"internal_id": 49720689, "Award ID": "R01CA126858", "Award Amount": 2946942.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2007-08-02", "CFDA Number": "93.393", "Description": "GEOSPATIAL FACTORS & IMPACTS: MEASUREMENT AND USE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fafdc950-0302-1107-c64c-74fb82b7ab42-C", "generated_internal_id": "ASST_NON_R01CA126858_7529"}, {"internal_id": 49720504, "Award ID": "R01CA124586", "Award Amount": 3058996.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2008-07-30", "CFDA Number": "93.393", "Description": "KRAS-INDUCED CELLULAR PLASTICITY IN PANCREATIC CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_R01CA124586_7529"}, {"internal_id": 49720401, "Award ID": "R01CA122959", "Award Amount": 4337812.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2008-03-27", "CFDA Number": "93.393", "Description": "DIETARY HDAC INHIBITORS IN COLON CANCER PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c1c743b-7fc2-7937-67a3-54194e22c2fc-C", "generated_internal_id": "ASST_NON_R01CA122959_7529"}, {"internal_id": 49719570, "Award ID": "R01CA113794", "Award Amount": 5417860.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-07-24", "CFDA Number": "93.393", "Description": "THE FUNCTION OF SNF5, AN EPIGENETIC TUMOR SUPPRESSOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bccd984e-68ff-4e70-2020-f0129e4b9ecc-C", "generated_internal_id": "ASST_NON_R01CA113794_7529"}, {"internal_id": 49719455, "Award ID": "R01CA112304", "Award Amount": 1980067.0, "Award Type": null, "Base Obligation Date": "2007-02-21", "CFDA Number": "93.393", "Description": "COLON CANCER CHEMOPREVENTION BY  FLAVONOID SILIBININ", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f8eb9f7-3ee7-fb7d-c649-ee912e019c18-C", "generated_internal_id": "ASST_NON_R01CA112304_7529"}, {"internal_id": 49718403, "Award ID": "R01CA088164", "Award Amount": 3316152.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2007-08-29", "CFDA Number": "93.393", "Description": "GENETIC EPIDEMIOLOGY OF PROSTATE CANCER AGGRESSIVENESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_R01CA088164_7529"}, {"internal_id": 49718184, "Award ID": "R01CA080946", "Award Amount": 2811659.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2008-08-29", "CFDA Number": "93.393", "Description": "SELENOPROTEINS AS TARGETS FOR CANCER PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bfcd9fa-8c45-c6a1-1dd3-d2f18b527530-C", "generated_internal_id": "ASST_NON_R01CA080946_7529"}, {"internal_id": 49718036, "Award ID": "R01CA075903", "Award Amount": 7316835.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2007-06-29", "CFDA Number": "93.393", "Description": "KAPOSI'S SARCOMA AND HUMAN HERPESVIRUS IN AFRICA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_R01CA075903_7529"}, {"internal_id": 49704443, "Award ID": "R00CA175291", "Award Amount": 722101.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-17", "CFDA Number": "93.399", "Description": "CD117 SIGNALING AS A MECHANISM OF PROSTATE CANCER METASTASIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "623a4232-bd5e-fb60-cf01-48cd08a5a593-C", "generated_internal_id": "ASST_NON_R00CA175291_7529"}, {"internal_id": 151144438, "Award ID": "P50CA271353", "Award Amount": 2271404.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "93.399", "Description": "SCALABLE TELEHEALTH CANCER CARE:  THE STELLAR PROGRAM TO TREAT CANCER RISK BEHAVIORS - ABSTRACT THE PROPOSED RESEARCH CENTER FOR SCALABLE TELEHEALTH CANCER CARE (STELLAR) IS GROUNDED IN THE INSTITUTE OF MEDICINE (IOM) VISION THAT QUALITY CANCER CARE INCLUDES NOT ONLY TREATMENT OF THE DISEASE, BUT ALSO PROMOTION OF THE PATIENT’S LONG-TERM HEALTH AND QUALITY OF LIFE. CANCER RISK BEHAVIORS (E.G., SMOKING, PHYSICAL INACTIVITY, OBESITY1) ARE ASSOCIATED WITH POOR TREATMENT RESPONSE, TREATMENT-RELATED SIDE EFFECTS, HEIGHTENED RECURRENCE RISK, DECREASED LONGEVITY, DIMINISHED QUALITY OF LIFE (QOL), AND INCREASED TREATMENT COST FOR MANY CANCERS2-8. THESE RISK BEHAVIORS ARE AT LEAST AS PREVALENT IN CANCER PATIENTS AS THEY ARE IN HEALTHY ADULTS, BUT REFERRAL PATHWAYS TO TREAT THEM ARE NOT ROUTINELY INTEGRATED INTO CANCER CARE. BY INTEGRATING CANCER RISK BEHAVIOR ASSESSMENT INTO THE EHR AND AUTOMATING REFERRAL, WE PLAN TO MAKE TELEHEALTH-ENABLED TREATMENT OF HEALTH RISK BEHAVIORS (A CLINICAL SERVICE CALLED HEALTH PROMOTION) ACCESSIBLE TO CANCER PROVIDERS AND PATIENTS THROUGHOUT NORTHWESTERN’S CLINICAL PRACTICE NETWORK IN A MANNER THAT IS AFFORDABLE, IMPROVES CARE QUALITY, AND IS MINIMALLY DISRUPTIVE TO CLINICAL WORKFLOW. THE MPIS OF THIS PROPOSAL HAVE DEVELOPED, AND ARE EXPERTS AT, REMOTELY ASSESSING PATIENT SYMPTOMS AND DELIVERING EFFECTIVE, INEXPENSIVE, TELEHEALTH TREATMENT OF CANCER’S MOST PREVALENT AND POTENT, BEHAVIORAL RISK FACTORS. PHYSICAL INACTIVITY9, OBESITY10, SMOKING11 OUR PRELIMINARY DATA SUGGEST THAT TELEHEALTH, AS COMPARED TO IN-PERSON CANCER CARE, MAY MAKE TREATMENT MORE ACCESSIBLE TO OLDER ADULTS AND MINORITIES. WITH CANCER MOONSHOT AND OTHER FUNDS, WE HAVE COLLECTIVELY DEVELOPED PATIENT-REPORTED ASSESSMENT, SYMPTOM MANAGEMENT, AND SHARED DECISION-MAKING TOOLS THAT ARE INTEGRATED INTO THE SINGLE EHR (EPIC) SYSTEM THAT LINKS THE NORTHWESTERN MEMORIAL HEALTHCARE CORPORATION’S (NMHC)11-HOSPITAL HEALTHCARE DELIVERY SYSTEM. WE ALSO DEVELOPED A SMOKING CESSATION PROGRAM OFFERED THROUGHOUT NMHC. IN RESPONSE TO DEMAND FROM NM’S CANCER QUALITY IMPROVEMENT GROUP, WE NOW PROPOSE TO IMPLEMENT, OPTIMIZE, EVALUATE, AND DISSEMINATE A MORE COMPREHENSIVE, FULLY INTEGRATED, PATIENT-CENTERED, TECHNOLOGY-ASSISTED TELEHEALTH RISK BEHAVIOR TREATMENT PROGRAM THAT PROACTIVELY ADDRESSES PHYSICAL INACTIVITY, OBESITY, AND TOBACCO USE FOR CANCER PATIENTS IN THE NMHC SYSTEM. WE PLAN A PRAGMATIC TRIAL TO TEST ITS IMPACT ON EQUITABLE CARE ACCESS, HEALTH OUTCOMES, CARE QUALITY, CARE UTILIZATION, PROVIDER-PATIENT COMMUNICATION, PATIENT-REPORTED OUTCOMES, AND COST. THE STELLAR PROGRAM WILL FOSTER PATIENTS’ LONG-TERM HEALTH AND QUALITY OF LIFE BY REFINING, DISSEMINATING, AND SUSTAINING THE FIRST CANCER-SPECIFIC TELEHEALTH TREATMENT PROGRAM FOR MULTIPLE RISK BEHAVIORS TO BE FULLY INTEGRATED INTO QUALITY CANCER CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89c1b286-4842-cf79-9563-7ec2e987f771-C", "generated_internal_id": "ASST_NON_P50CA271353_7529"}, {"internal_id": 86318834, "Award ID": "P50CA244688", "Award Amount": 3618626.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.353", "Description": "ADDRESSING SHARED DECISION MAKING RELATED TO CANCER PREVENTION AND CONTROL FOR INDIVIDUALS WITH ALZHEIMER'S DISEASE AND RELATED DEMENTIA AND CAREGIVERS IN RURAL PRIMARY CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f8eb9f7-3ee7-fb7d-c649-ee912e019c18-C", "generated_internal_id": "ASST_NON_P50CA244688_7529"}, {"internal_id": 86317307, "Award ID": "P50CA244433", "Award Amount": 12519433.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.353", "Description": "IMPLEMENTATION SCIENCE CENTER IN CANCER CONTROL EQUITY: A COMPETITIVE REVISION TO ACCELERATE COVID TESTING IN VULNERABLE COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 4619308.0, "Infrastructure Obligations": null, "recipient_id": "f5f39b56-5a70-1fe5-798f-b53ffca1e353-C", "generated_internal_id": "ASST_NON_P50CA244433_7529"}, {"internal_id": 85590133, "Award ID": "P50CA244289", "Award Amount": 6208668.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "93.353", "Description": "BUILDING RESEARCH IN IMPLEMENTATION AND DISSEMINATION TO CLOSE GAPS AND ACHIEVE EQUITY IN CANCER CONTROL (BRIDGE-C2) ADMINISTRATIVE SUPPLEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27f21ab2-7b66-cad9-be60-5f435f28b02f-C", "generated_internal_id": "ASST_NON_P50CA244289_7529"}, {"internal_id": 49666117, "Award ID": "P50CA180905", "Award Amount": 19347626.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-09-19", "CFDA Number": "93.077", "Description": "USC TOBACCO CENTER OF REGULATORY SCIENCE (TCORS) FOR VULNERABLE POPULATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56e7333e-38ec-5402-80b8-4d50309afb4c-C", "generated_internal_id": "ASST_NON_P50CA180905_7529"}, {"internal_id": 49666116, "Award ID": "P50CA180890", "Award Amount": 20331366.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-09-19", "CFDA Number": "93.077", "Description": "IMPROVED MODELS TO INFORM TOBACCO PRODUCT REGULATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_P50CA180890_7529"}, {"internal_id": 49666102, "Award ID": "P50CA148143", "Award Amount": 9686498.0, "Award Type": null, "Base Obligation Date": "2010-04-30", "CFDA Number": "93.399", "Description": "UNDERSTANDING AND PREVENTING BREAST CANCER DISPARTIES IN LATINAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87713bfa-b929-e721-8173-41e59771b342-C", "generated_internal_id": "ASST_NON_P50CA148143_7529"}, {"internal_id": 49666079, "Award ID": "P50CA121974", "Award Amount": 30949170.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2008-07-23", "CFDA Number": "93.397", "Description": "YALE SPORE IN SKIN CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1882697f-2df0-529a-ed60-116702c184a7-C", "generated_internal_id": "ASST_NON_P50CA121974_7529"}, {"internal_id": 49666068, "Award ID": "P50CA106743", "Award Amount": 11843316.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-09-05", "CFDA Number": "93.399", "Description": "UIC CENTERS FOR POPULATION HEALTH AND HEALTH DISPARITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_P50CA106743_7529"}, {"internal_id": 49666066, "Award ID": "P50CA105632", "Award Amount": 10989905.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-09-14", "CFDA Number": "93.399", "Description": "REDUCING CERVICAL CANCER IN APPALACHIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_P50CA105632_7529"}, {"internal_id": 49666064, "Award ID": "P50CA103175", "Award Amount": 9916550.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-08-14", "CFDA Number": "93.399", "Description": "JHU ICMIC PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_P50CA103175_7529"}, {"internal_id": 49666049, "Award ID": "P50CA097186", "Award Amount": 31782061.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-09-14", "CFDA Number": "93.397", "Description": "THE PACIFIC NORTHWEST PROSTATE CANCER SPORE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569197a4-81d0-b264-5640-e9db4cf71fd0-C", "generated_internal_id": "ASST_NON_P50CA097186_7529"}, {"internal_id": 49666042, "Award ID": "P50CA094056", "Award Amount": 14431624.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-09-21", "CFDA Number": "93.399", "Description": "WASHINGTON UNIVERSITY MOLECULAR IMAGING CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_P50CA094056_7529"}, {"internal_id": 49666037, "Award ID": "P50CA092629", "Award Amount": 31937021.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-09-13", "CFDA Number": "93.397", "Description": "SPORE IN PROSTATE CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b514fc3a-d769-87e9-75ea-7a6766afb5ee-C", "generated_internal_id": "ASST_NON_P50CA092629_7529"}, {"internal_id": 49666022, "Award ID": "P50CA083639", "Award Amount": 16051874.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2007-09-21", "CFDA Number": "93.397", "Description": "UNIVERSITY OF TEXAS MD ANDERSON SPORE IN OVARIAN CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07c08a07-af34-2853-20eb-9d2594ed7b35-C", "generated_internal_id": "ASST_NON_P50CA083639_7529"}, {"internal_id": 49666017, "Award ID": "P50CA062924", "Award Amount": 31699712.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2008-09-09", "CFDA Number": "93.397", "Description": "SPORE IN GASTROINTESTINAL CANCER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_P50CA062924_7529"}, {"internal_id": 49638079, "Award ID": "P30CA062203", "Award Amount": 33213038.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-06-29", "CFDA Number": "93.397", "Description": "UNIV.OF CALIF., IRVINE CANCER CENTER SUPPORT GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b710df3-c98e-f245-bbed-8bbbc32a803b-C", "generated_internal_id": "ASST_NON_P30CA062203_7529"}, {"internal_id": 49638049, "Award ID": "P30CA016042", "Award Amount": 83282772.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2006-11-29", "CFDA Number": "93.397", "Description": "CANCER CENTER CORE SUPPORT GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3231cda5-201a-6da0-de9e-e9810a848983-C", "generated_internal_id": "ASST_NON_P30CA016042_7529"}, {"internal_id": 49638042, "Award ID": "P30CA014089", "Award Amount": 106390525.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2008-02-29", "CFDA Number": "93.397", "Description": "USC/NORRIS COMPREHENSIVE CANCER CENTER (CORE) SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56e7333e-38ec-5402-80b8-4d50309afb4c-C", "generated_internal_id": "ASST_NON_P30CA014089_7529"}, {"internal_id": 49638033, "Award ID": "P30CA006927", "Award Amount": 67820765.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-07-06", "CFDA Number": "93.397", "Description": "COMPREHENSIVE CANCER CENTER PROGRAM AT FOX CHASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b75e8e34-d319-7e14-e393-0587157fa214-C", "generated_internal_id": "ASST_NON_P30CA006927_7529"}, {"internal_id": 140657557, "Award ID": "P20CA262735", "Award Amount": 2957140.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "93.399", "Description": "REDUCING CANCER HEALTH DISPARITIES IN DETROIT - OVERALL PROGRAM SUMMARY THIS APPLICATION FOR FEASIBILITY AND PLANNING STUDIES OF A P20 SPECIALIZED PROGRAM OF RESEARCH EXCELLENCE (SPORE) TO INVESTIGATE CANCER HEALTH DISPARITIES WILL ADDRESS RACIAL DISPARITIES IN METROPOLITAN DETROIT, A UNIQUELY IMPORTANT UNDERSERVED POPULATION WHERE GREAT CANCER DISPARITIES EXIST. THE APPLICATION INCLUDES TWO SCIENTIFIC PROJECTS FOCUSED ON TREATMENT WITH IMMUNE CHECKPOINT INHIBITORS (ICIS) NOW BEING USED IN THE STANDARD OF CARE SETTING FOR LUNG CANCER, AN ADMINISTRATIVE CORE, A BIOSPECIMEN CORE, A PATIENT AND COMMUNITY ENGAGEMENT CORE, AND A DEVELOPMENTAL RESEARCH PROGRAM. THE DECISION TO USE ICIS RELIES HEAVILY ON PRIOR TREATMENT RESPONSE AND IMPERFECT TUMOR BIOMARKERS, AND IMMUNE-RELATED ADVERSE EVENTS (IRAES) DICTATE CONTINUED THERAPY, AND ULTIMATELY OUTCOMES, YET LITTLE IS KNOWN ABOUT WHAT FACTORS DRIVE DISEASE COURSE IN RACIALLY DIVERSE POPULATIONS. THE OVERALL AIM 1 OF THIS PROGRAM IS TO ACCELERATE TRANSLATIONAL RESEARCH TO REDUCE HEALTH DISPARITIES IN LUNG CANCER OUTCOMES BY: A) CHARACTERIZING RACE-SPECIFIC IMMUNE PROFILES WITH RESPECT TO THE TUMOR ENVIRONMENT AND HOST GENETIC BACKGROUND TO DETERMINE THEIR CONTRIBUTION TO RESPONSE TO ICIS (PROJECT 1); AND B) CHARACTERIZING PATIENT-REPORTED SIDE EFFECTS, QUALITY OF LIFE, AND IRAES IN A RACIALLY DIVERSE GROUP OF LUNG CANCER PATIENTS AND IDENTIFYING THE INDIVIDUAL, BEHAVIORAL, MOLECULAR/GENETIC AND DISEASE-SPECIFIC DETERMINANTS OF THESE END POINTS (PROJECT 2). THE OVERALL AIM 2 IS TO STRENGTHEN THE EXISTING PROGRAMMATIC STRUCTURE TO ENCOURAGE TRANSLATIONAL RESEARCH INTO THE BIOLOGY OF CANCER HEALTH DISPARITIES, ACHIEVE FULL P50 SPORE FUNDING, AND ULTIMATELY REDUCE CANCER HEALTH DISPARITIES BY: A) EXPANDING OUR CANCER BIOLOGY OF HEALTH DISPARITIES INITIATIVE, FACILITATING USE OF BIOSPECIMENS FROM KCI'S RACIALLY DIVERSE POPULATION, AND FUNDING DEVELOPMENTAL RESEARCH PROJECTS; B) MENTORING INVESTIGATORS IN CANCER HEALTH DISPARITIES; AND C) EXPANDING OUR COMMUNITY OUTREACH AND ENGAGEMENT EFFORTS THROUGH A ROBUST PATIENT AND COMMUNITY ENGAGEMENT CORE (PCEC) TO SUPPORT RECRUITMENT AND RETENTION OF DIVERSE STUDY PARTICIPANTS AND DISSEMINATION OF RESEARCH PROJECT PROGRESS AND FINDINGS TO PARTICIPANTS AND LAY AUDIENCES. THIS P20 APPLICATION WILL ENABLE CLINICAL, BASIC AND POPULATION SCIENTISTS TO TRANSLATE RELEVANT, HIGH-IMPACT SCIENTIFIC DISCOVERIES IN DIVERSE PATIENTS TO REDUCE RACIAL DISPARITIES IN CANCER OUTCOMES, MOVING TOWARDS A MORE RACE-INCLUSIVE, EQUITY-FOCUSED PRECISION MEDICINE APPROACH TO CANCER TREATMENT AND PREVENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57f1d8a4-43a0-9952-a047-67afb28d0b55-C", "generated_internal_id": "ASST_NON_P20CA262735_7529"}, {"internal_id": 139744100, "Award ID": "P20CA262733", "Award Amount": 3199335.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "93.399", "Description": "IMPROVING OUTCOME DISPARITIES FOR LATINO CHILDREN AND ADOLESCENTS WITH ACUTE LYMPHOBLASTIC LEUKEMIA - SUMMARY ACUTE LYMPHOBLASTIC LEUKEMIA (ALL) IS THE MOST COMMON CANCER IN CHILDREN AND, ALTHOUGH CURE RATES HAVE IMPROVED OVER THE PAST 50 YEARS, ETHNIC DISPARITIES PERSIST. IN PARTICULAR, LATINOS HAVE THE HIGHEST INCIDENCE AND AMONG THE LOWEST SURVIVAL RATES FOR LEUKEMIA IN THE U.S. THE UNDERLYING CAUSES OF THIS DISPARITY ARE MULTI-FACTORIAL, INCLUDING DIFFERENCES IN TUMOR AND HOST BIOLOGY, AS WELL AS SOCIAL/BEHAVIORAL FACTORS SUCH AS LIMITED HEALTHCARE ACCESS. HOST PHARMACOGENOMICS AND OTHER BIOLOGICAL FACTORS RESULTING IN INCREASED TREATMENT-RELATED TOXICITIES ARE A KEY AND UNDER-STUDIED CAUSE OF ETHNIC DISPARITIES IN OUTCOMES. ADVERSE OUTCOMES RESULT BOTH FROM DIRECT TREATMENT-ASSOCIATED MORBIDITY AND MORTALITY, AND FROM COMPROMISED ABILITY TO DELIVER SUFFICIENTLY INTENSIVE ANTI- LEUKEMIC THERAPY. THE OVERALL GOALS OF THIS P20 PROGRAM ARE TO REDUCE OUTCOME DISPARITIES AMONG LATINO CHILDREN AND ADOLESCENTS BY IDENTIFYING HOST BIOLOGICAL FACTORS THAT RESULT IN INCREASED TOXICITIES, AND TO LAY THE GROUNDWORK FOR ESTABLISHMENT OF THE FIRST SPECIALIZED PROGRAMS OF RESEARCH EXCELLENCE (SPORE) DEVOTED TO PEDIATRIC LEUKEMIA. THE TWO PRIMARY RESEARCH PROJECTS WILL IDENTIFY FACTORS ASSOCIATED WITH RISK FOR TWO KEY TREATMENT-RELATED TOXICITIES, HEPATOTOXICITY AND NEUROTOXICITY, WHICH ADVERSELY IMPACT TREATMENT OUTCOMES AND OCCUR DISPROPORTIONATELY IN LATINOS. THE EVENTUAL SPORE WILL EXPAND UPON THIS WORK BY (1) PURSUING PREVENTION AND TREATMENT STRATEGIES AND (2) INVESTIGATING ETHNIC DISPARITIES IN OTHER CLINICALLY IMPACTFUL TREATMENT-RELATED TOXICITIES. THE PROGRAM WILL BE ADMINISTERED THROUGH THE ADMINISTRATIVE CORE (CORE A). BIOSPECIMENS WILL BE PROCESSED BY CORE B, AND STATISTICAL ANALYSIS WILL BE PROVIDED BY CORE C. A DEVELOPMENTAL RESEARCH PROGRAM WILL FOSTER DEVELOPMENT OF INNOVATIVE PILOT PROJECTS THAT AIM TO UNDERSTAND AND/OR REDUCE ETHNICITY-BASED DISPARITIES IN ALL OUTCOMES. WE WILL LEVERAGE THE REDUCING ETHNIC DISPARITIES IN ACUTE LEUKEMIA (REDIAL) CONSORTIUM, COMPRISING 6 CANCER CENTERS IN THE SOUTHWESTERN U.S., WHICH WILL PROVIDE CLINICAL DATA FROM 3,000 AND CLINICAL DATA, BONE MARROW, BLOOD AND CEREBROSPINAL FLUID SAMPLES FROM NEARLY 2,000 CHILDREN AND ADOLESCENTS WITH NEWLY DIAGNOSED ALL FOR THE FOLLOWING TWO NOVEL AND INTEGRATED PROJECTS. OUR SYNERGISTICALLY INTEGRATED TEAM WILL DEFINE KEY BIOLOGICAL FACTORS ASSOCIATED WITH HEPATOTOXICITY AND NEUROTOXICITY, IMPORTANT CONTRIBUTORS TO ETHNIC OUTCOME DISPARITIES. MORE BROADLY, THIS PROGRAM WILL FURTHER STRENGTHEN AND EXPAND THE REDIAL CONSORTIUM, WITH ITS INVALUABLE ETHNICALLY DIVERSE DATASET AND BIOREPOSITORY, AND MODEL ITS USE FOR DEVELOPMENT OF RISK PREDICTION MODELS THAT IDENTIFY LATINO PATIENTS AT RISK FOR TOXICITIES AND ILLUMINATE THE UNDERLYING BIOLOGY MECHANISMS. THIS WORK WILL FORM THE FOUNDATION FOR A FUTURE SPORE THAT WILL INVESTIGATE ADDITIONAL TOXICITIES OF ALL THERAPY, AND TRANSLATE THESE FINDINGS INTO DEVELOPMENT OF EFFECTIVE INTERVENTION STRATEGIES. THIS EFFICIENT MONETARY INVESTMENT WILL RESULT IN SIGNIFICANT REDUCTIONS IN OUTCOME DISPARITIES IN LATINO CHILDREN AND ADOLESCENTS WITH ALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddcd398f-5e59-e840-2368-a57b84efdc7d-C", "generated_internal_id": "ASST_NON_P20CA262733_7529"}, {"internal_id": 109278372, "Award ID": "P20CA252733", "Award Amount": 3395053.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "93.399", "Description": "TRANSLATIONAL RESEARCH PROGRAM IN COLORECTAL CANCER DISPARITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569197a4-81d0-b264-5640-e9db4cf71fd0-C", "generated_internal_id": "ASST_NON_P20CA252733_7529"}, {"internal_id": 140059233, "Award ID": "P20CA252732", "Award Amount": 1861666.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-06", "CFDA Number": "93.399", "Description": "LIVER CANCER DISPARITIES IN ALASKA NATIVE AND AMERICAN INDIAN PEOPLE - ABSTRACT: OVERALL COMPONENT - LIVER CANCER DISPARITIES IN AI/AN HCC IS THE FASTEST-RISING MAJOR MALIGNANCY IN THE UNITED STATES. WHILE DEATHS RELATED TO LUNG, BREAST, PROSTATE AND COLORECTAL CANCER HAVE DECLINED DRAMATICALLY BY 40-53% BETWEEN 1990 AND 2016, HCC IS THE ONLY MAJOR MALIGNANCY WHOSE MORTALITY IS RISING IN BOTH MEN AND WOMEN AND HAS HAD THE HIGHEST AVERAGE ANNUAL PERCENTAGE CHANGE2. HCC IS NOW THE 6TH LEADING CAUSE OF CANCER-RELATED DEATH IN THE U.S. IT IS PROJECTED TO SURPASS BREAST AND COLORECTAL CANCER TO BECOME THE 3RD LEADING CAUSE OF CANCER-RELATED DEATH BY 2030. AMERICAN INDIAN/ALASKA NATIVE (AI/AN) PEOPLE FACE A DISPROPORTIONALLY HIGH BURDEN OF HCC. AI/AN PEOPLE HAVE 2.4 TIMES HIGHER HCC INCIDENCE AND 2.5 TIMES HIGHER HCC-RELATED MORTALITY THAN WHITE PERSONS. AI/AN PEOPLE HAVE A VERY HIGH INCIDENCE AND PREVALENCE OF CONDITIONS THAT CAUSE HCC SUCH AS VIRAL HEPATITIS C AND B, ALCOHOL USE DISORDERS, NAFLD/NASH, OBESITY AND DIABETES. ADDITIONALLY, AI/AN PATIENTS HAVE UNIQUE RISK FACTORS AND PATHOGENETIC MECHANISMS FOR HCC DEVELOPMENT, SUCH AS HIGH PREVALENCE OF INFECTION WITH HBV GENOTYPE F1B, UNIQUE MUTATIONS IN THE CORE REGION OF HBV GENOTYPE F1B AND HIGH EXPOSURE TO AIR POLLUTANTS (PARTICULATE MATTER <2.5ΜM OR “PM2.5”), WHICH ARE RECOGNIZED CARCINOGENS. THE MAIN FOCUS OF OUR LIVER CANCER IN AI/AN DISPARITIES (LI-CAD) P20 PROGRAM IS TO ELIMINATE DISPARITIES IN EARLY DETECTION. WE BELIEVE THAT THE MOST CRITICAL DISPARITIES AND DEFICIENCIES IN HCC MANAGEMENT, AND THE GREATEST OPPORTUNITIES FOR IMPROVEMENT, LIE IN EARLY DETECTION. THE OVERARCHING AIM OF THIS P20 PROGRAM IS TO APPLY NOVEL, INNOVATIVE, TRANSLATIONAL APPROACHES TO SURVEILLANCE AND EARLY DETECTION OF HCC THAT ARE INFORMED BY UNIQUE ASPECTS OF HCC PATHOPHYSIOLOGY AND EPIDEMIOLOGY IN AI/AN PEOPLE IN ORDER TO ELIMINATE DISPARITIES, IMPROVE EARLY DETECTION AND ULTIMATELY REDUCE HCC-RELATED MORTALITY. THE OVERARCHING STRATEGY IS TO INTRODUCE “PRECISION HCC SCREENING” BASED ON HCC RISK STRATIFICATION AND RISK-BASED SURVEILLANCE THE P20 LI-CAD PROGRAM WILL ACHIEVE THE FOLLOWING AIMS: 1. PROJECT 1. TRANSFORM BIOMARKER-BASED SURVEILLANCE FOR EARLY DETECTION OF HCC IN MEDIUM AND LOW-RISK AI/AN PATIENTS. WE WILL TEST AND ADAPT EXCITING BIOMARKER PANELS IN AI/AN PATIENTS AND DEVELOP INNOVATIVE LONGITUDINAL (BAYESIAN) BIOMARKER MODELING STRATEGIES TO MAXIMIZE THE PERFORMANCE CHARACTERISTICS OF BIOMARKER- BASED SURVEILLANCE. 2. PROJECT 2. DEVELOP NOVEL RISK STRATIFICATION STRATEGIES AND TEST ABBREVIATED MRI-BASED SURVEILLANCE FOR EARLY DETECTION OF HCC IN HIGH-RISK AI/AN PATIENTS. WE WILL ELUCIDATE THE ROLE OF HBV GENOTYPE-SPECIFIC MUTATIONS IN HCC; DEVELOP AI/AN-SPECIFIC “HCC RISK CALCULATORS” FOR HCC RISK STRATIFICATION AND RISK-BASED SURVEILLANCE; AND USE THESE HCC RISK CALCULATORS TO IDENTIFY HIGH-RISK PATIENTS FOR MORE INTENSIVE HCC SURVEILLANCE STRATEGIES UTILIZING NOVEL ABBREVIATED MRI PROTOCOLS, WHICH WILL BE TESTED IN A SMALL PILOT AND FEASIBILITY RCT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_P20CA252732_7529"}, {"internal_id": 110464938, "Award ID": "P20CA252728", "Award Amount": 3353934.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "93.399", "Description": "NYU CANCER HEALTH DISPARITY (CHD) SPORE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c07787b9-15d4-d1eb-4f0c-2e0b30320bfb-C", "generated_internal_id": "ASST_NON_P20CA252728_7529"}, {"internal_id": 140658084, "Award ID": "P20CA252717", "Award Amount": 2219170.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "93.399", "Description": "TRANSLATIONAL RESEARCH CENTER IN LUNG CANCER DISPARITIES (TRACER) - OVERALL: PROJECT SUMMARY LUNG CANCER CONTINUES TO BE ONE OF THE LEADING CAUSES OF MORBIDITY AND MORTALITY AMONG RACIAL/ETHNIC MINORITIES AND INDIVIDUALS FROM OTHER MEDICALLY UNDERSERVED GROUPS. RACIAL MINORITIES AND INDIVIDUALS FROM OTHER MEDICALLY UNDERSERVED GROUPS HAVE GREATER EXPOSURE TO SOCIOECONOMIC, FINANCIAL, AND OTHER TYPES OF STRESSORS (E.G., RACIAL DISCRIMINATION, STRUCTURAL STRESS BECAUSE OF LOW SOCIAL CAPITAL AND NEIGHBORHOOD VIOLENCE) THAT CAN INCREASE THEIR RISK FOR SMOKING AND MAKE IT MORE DIFFICULT TO QUIT. CHRONIC EXPOSURE TO STRESS CAN TRIGGER AND DISRUPT BIOLOGICAL PATHWAYS THAT ARE IMPORTANT TO SMOKING BEHAVIORS AND INCREASE RISK FOR LUNG CANCER AND OTHER DISEASES. THEREFORE, THE OVERARCHING GOAL AND VISION FOR THE TRANSLATIONAL RESEARCH CENTER IN LUNG CANCER DISPARITIES (TRACER) IS TO ADDRESS RACIAL DISPARITIES IN LUNG CANCER MORBIDITY AND MORTALITY BY DEVELOPING MORE PRECISE STRATEGIES FOR LUNG CANCER PREVENTION AND EARLY DETECTION. TO ACCOMPLISH THIS, TRACER WILL (1) DISCOVER CANCER- DRIVING BIOLOGICAL MECHANISMS LEADING TO RACIAL DISPARITIES IN LUNG CANCER MORBIDITY AND MORTALITY AND ANALYZE THESE MECHANISMS WITHIN THE CONTEXT OF INDIVIDUAL, SOCIAL, AND ENVIRONMENTAL DETERMINANTS OF HEALTH; (2) TRANSLATE RESEARCH FINDINGS INTO NOVEL PREVENTION, DIAGNOSTIC, AND THERAPEUTIC INTERVENTIONS; (3) DEVELOP AN INTEGRATED INTER- INSTITUTIONAL PARTNERSHIP THAT PROMOTES TRANSDISCIPLINARY RESEARCH AND LEVERAGES THE DISTINCT CAPABILITIES AT EACH PARTNER SITE TO SUCCESSFULLY OBTAIN A P50 CANCER DISPARITIES SPORE; AND (4) PROMOTE BI-DIRECTIONAL COMMUNICATIONS BETWEEN AA/BLACK COMMUNITIES AND INVESTIGATORS REGARDING RESEARCH PRIORITIES, THE DEVELOPMENT OF CULTURALLY APPROPRIATE STRATEGIES FOR COMMUNITY ENGAGEMENT AND PARTICIPATION IN RESEARCH, AND THE DISSEMINATION OF EDUCATION AND RESEARCH OUTCOMES. THE TRANSLATIONAL RESEARCH AND RELATED TRAINING, PATIENT AND COMMUNITY ENGAGEMENT, AND BIOSPECIMEN COLLECTION ACTIVITIES IN TRACER WILL FOCUS EXPLICITLY ON ADDRESSING RACIAL DISPARITIES IN LUNG CANCER MORBIDITY AND MORTALITY IN ORDER TO FULFILL A CRITICAL NEED TO DEVELOP PRECISION STRATEGIES FOR LUNG CANCER PREVENTION AND EARLY DETECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6121f36-8222-1039-c78e-e1f5ef0bfaf6-C", "generated_internal_id": "ASST_NON_P20CA252717_7529"}, {"internal_id": 110464132, "Award ID": "P20CA251657", "Award Amount": 3222789.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "93.399", "Description": "DUKE CANCER HEALTH DISPARITIES P20 SPORE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_P20CA251657_7529"}, {"internal_id": 110464813, "Award ID": "P20CA233304", "Award Amount": 3051949.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "93.399", "Description": "THE NORTHWESTERN UNIVERSITY CANCER HEALTH EQUITY RESEARCH SPORE (NU-CHERS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89c1b286-4842-cf79-9563-7ec2e987f771-C", "generated_internal_id": "ASST_NON_P20CA233304_7529"}]