[{"internal_id": 65614034, "Award ID": "UL1TR002550", "Award Amount": 28885217.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-04-19", "CFDA Number": "93.368", "Description": "SCRIPPS TRANSLATIONAL SCIENCE INSTITUTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c6e5599-9f3d-3f33-5740-2c1ed46512c4-C", "generated_internal_id": "ASST_NON_UL1TR002550_7529"}, {"internal_id": 50112931, "Award ID": "UL1TR001436", "Award Amount": 39979629.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-18", "CFDA Number": "93.350", "Description": "CLINICAL AND TRANSLATIONAL SCIENCE AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 5286143.42, "Infrastructure Obligations": null, "recipient_id": "fb8099df-df9c-1d96-f19c-f3a00b918c86-C", "generated_internal_id": "ASST_NON_UL1TR001436_7529"}, {"internal_id": 144559104, "Award ID": "UG1HD107692", "Award Amount": 4627869.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-10", "CFDA Number": "93.310", "Description": "NUTRITION FOR PRECISION HEALTH: THE UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL CLINICAL CENTER - PROJECT SUMMARY/ABSTRACT – THE UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL CLINICAL CENTER THE NEED FOR MORE PRECISE NUTRITION ADVICE IS WIDELY RECOGNIZED, YET SPECIFIC DIFFERENCES IN GENETIC, EPIGENETIC, MICROBIOME AND PHENOTYPIC DRIVERS OF INDIVIDUAL VARIABILITY TO DIET ARE NOT WELL KNOWN. THE NATIONAL INSTITUTES OF HEALTH INITIATIVE TO FUND NUTRITION FOR PRECISION HEALTH (NPH), POWERED BY THE ALL OF US RESEARCH PROGRAM, WILL ENABLE MAJOR PROGRESS IN THE FIELD OF PRECISION NUTRITION. HERE WE PROPOSE NUTRITION FOR PRECISION HEALTH: THE UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL CLINICAL CENTER (UNC-CC). BECAUSE CHRONIC INFLAMMATION PROMOTES THE PATHOGENESIS OF A WIDE RANGE OF DISEASES, INCLUDING OBESITY, TYPE 2 DIABETES, AND CARDIOVASCULAR, NEOPLASTIC, AND NEURODEGENERATIVE DISORDERS, WE DRAW UPON THE ANTI-INFLAMMATORY MEDITERRANEAN DIET AS A VIABLE STRATEGY TO IMPROVE SYSTEMIC INFLAMMATION AND REDUCE RISK FOR MANY CHRONIC DISEASES AND THEIR COMPLICATIONS. A BODY OF LITERATURE HAS EMERGED THAT DEMONSTRATES BOTH GENOTYPICALLY- AND PHENOTYPICALLY-DRIVEN DIFFERENTIAL RESPONSES TO THE MEDITERRANEAN DIET RELATIVE TO A RANGE OF OUTCOMES. OUR PROPOSAL WILL ADDRESS THE CRITICAL NEED TO UNDERSTAND VARIABILITY IN PHYSIOLOGIC RESPONSES TO DIET, ANCHORED BY THE THEME OF INFLAMMATION. WE EMPHASIZE INCLUSION OF A HIGHLY DIVERSE SAMPLE FACILITATED BY TWO CLINICAL LOCATIONS WITH METABOLIC KITCHENS: THE UNC NUTRITION RESEARCH INSTITUTE (UNC-NRI) IN KANNAPOLIS, NC, AND THE CHAPEL HILL CAMPUS OF UNC (UNC-CH). THE UNC-NRI DRAWS FROM RELATIVELY RURAL COMMUNITIES, AND UNC-CH DRAWS FROM RELATIVELY URBAN COMMUNITIES, BOTH WITH A SUBSTANTIAL PROPORTION OF PEOPLE OF COLOR. SPECIFIC AIMS ARE: AIM 1. TO PARTICIPATE ACTIVELY IN THE YEAR 1 PLANNING PROCESS AND BEYOND, ENGAGING ACROSS THE NPH CONSORTIUM TO COLLABORATIVELY DEVELOP AND EXECUTE THE FINAL STUDY PROTOCOL. AIM 2. TO EXECUTE NPH MODULE 1. FOLLOWING PARTICIPANT ENROLLMENT INTO ALL OF US, WE WILL ENROLL AND COMPLETE THE MODULE 1 PROTOCOL FOR A TOTAL OF 2,000 NPH PARTICIPANTS (25% AT UNC-NRI; 75% AT UNC-CH), INCLUDING TWO STUDY VISITS WITH A 2-WEEK REMOTE DATA CAPTURE PERIOD AND A MIXED MEAL CHALLENGE TEST. AIM 3. TO EXECUTE NPH MODULE 2. A SUBSET OF 500 MODULE 1 PARTICIPANTS WILL COMPLETE A FREE-LIVING, CONTROLLED FEEDING STUDY OF THREE 2-WEEK DIET INTERVENTION PERIODS, SEPARATED BY 3-WEEK WASHOUT PERIODS. DIETS INCLUDE: THE MEDITERRANEAN DIET ADAPTED FOR THE US (MED-USA; 40% FAT CALORIES, 40% CARBOHYDRATE), THE MED-USA MODIFIED FOR HIGH HEALTHY FAT CONTENT (60% FAT CALORIES, 20% CARBOHYDRATE), AND MED-USA MODIFIED FOR HIGH HEALTHY CARBOHYDRATE CONTENT (20% FAT CALORIES, 60% CARBOHYDRATE). DIFFERENTIAL EFFECTS OF THE DIETS ON OUTCOMES COMPRISING INFLAMMATORY MARKERS AND METABOLIC PARAMETERS FROM THE MIXED MEAL CHALLENGE WILL BE TESTED ACROSS GENOTYPIC AND PHENOTYPIC SUBGROUPS, FOCUSING ON WEIGHT STATUS, AGE, AND DIABETES STATUS. THE UNC-CC TEAM BRINGS IMPRESSIVE INTERDISCIPLINARY STRENGTH IN NUTRITION (BASIC SCIENCE TO PUBLIC HEALTH) AND HAS THE CAPACITY AND EXPERIENCE IN COMPLEX, MULTI-SITE TRIALS TO ENSURE THE SCIENTIFIC RIGOR NEEDED TO EXECUTE THIS STUDY. RESULTS WILL GENERATE PREDICTIVE ALGORITHMS TO INFORM INDIVIDUALIZED DIETARY GUIDANCE TO IMPROVE HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_UG1HD107692_7529"}, {"internal_id": 140057582, "Award ID": "U54CA261719", "Award Amount": 5071475.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-14", "CFDA Number": "93.397", "Description": "EVOLUTIONARY DYNAMICS AND MICROENVIRONMENTAL DETERMINANTS OF METASTATIC BREAST CANCER - ABSTRACT/PROJECT SUMMARY METASTATIC BREAST CANCER AND RELAPSE FOLLOWING THERAPY ARE DEPENDENT ON (1) DEVELOPMENT OF INTRINSIC RESISTANCE TO TARGETED AND ENDOCRINE THERAPIES, AND (2) RESISTANCE TO RECOGNITION AND DESTRUCTION OF CANCER CELLS BY THE IMMUNE SYSTEM. THE STANFORD BREAST METASTASIS CENTER (SBMC) IS FOCUSED ON (1) QUANTIFYING THE TIMING OF METASTATIC DISSEMINATION IN BREAST CANCER (2) FUNCTIONALLY DELINEATING THE CONTRIBUTION OF CELLULAR AND MICROENVIRONMENTAL CROSSTALK ON METASTATIC PROCLIVITY, AND (3) CHARACTERIZING THE MECHANISMS OF RESPONSES BY METASTATIC CELLS TO THERAPIES.  IN ORDER TO ACHIEVE THESE GOALS, MECHANISTIC COMPUTATIONAL MODELS THAT CAPTURE DYNAMIC AND EMERGENT TUMOR CELL INTRINSIC AND EXTRINSIC PROPERTIES ARE NEEDED AS ARE CLINICALLY ANNOTATED LONGITUDINAL TISSUE COHORTS AND EXPERIMENTAL MODELS THAT CAPTURE DISEASE HETEROGENEITY. THE SBMC ADDRESSES EACH OF THESE OUTSTANDING CHALLENGES. FIRST, WE HAVE ESTABLISHED AN UNPARALLELED COLLECTION OF CLINICALLY ANNOTATED BREAST CANCER COHORTS SAMPLED THROUGH TREATMENT AND METASTASIS, INCLUDING BOTH PROSPECTIVE AND RETROSPECTIVE LONGITUDINAL COHORTS, WITH MULTIPLE METASTATIC SITES. WE LEVERAGE A LIVING BIOBANK OF BREAST CANCER PATIENT- DERIVED ORGANOIDS (PDOS) FROM PRIMARY TUMORS AND METASTASES THAT RECAPITULATE THE HETEROGENEITY OF DISEASE, HIGH-RISK OF RELAPSE SUBGROUPS AND TUMOR-IMMUNE INTERACTIONS AND GREATLY FACILITATING THE PROPOSED FUNCTIONAL STUDIES. WE CHARACTERIZE THESE VAST TISSUE RESOURCES AND MODEL SYSTEMS USING STATE-OF-THE-ART MOLECULAR PROFILING TECHNOLOGIES TO PROBE TUMOR TISSUE IN SITU AT SINGLE CELL AND SUBCELLULAR RESOLUTION. SPECIFICALLY, WITH MULTIPLEXED ION BEAM IMAGING BY TIME OF FLIGHT (MIBI-TOF) AND MATRIX-ASSISTED LASER DESORPTION IONIZATION IMAGING (MALDI) WE SIMULTANEOUSLY VISUALIZE THE COMPOSITION, LINEAGE, FUNCTION AND SPATIAL DISTRIBUTION OF TUMOR AND STROMAL CELL POPULATIONS AND PERFORM CO-REGISTERED ANALYSIS OF THE GLYCOME. WE INTEGRATE THESE DATA WITHIN THE GENOMIC LANDSCAPE OF METASTATIC DISEASE AND ANALYZE THESE DATA WITHIN ROBUST MACHINE LEARNING AND COMPUTATIONAL FRAMEWORKS TO UNCOVER DISEASE DYNAMICS AND FEATURES ASSOCIATED WITH CLINICAL OUTCOMES. LASTLY, WE CONDUCT GENOME-SCALE CRISPR SCREENS IN 3D BREAST CANCER MODELS TO SYSTEMATICALLY DEFINE ONCOGENIC DEPENDENCIES, THERAPEUTIC VULNERABILITIES AND MACROPHAGE-TUMOR CELL INTERACTIONS.  THIS INTEGRATED SYSTEMS BIOLOGY AND FUNCTIONAL GENOMICS APPROACH WILL CONTRIBUTE TO A QUANTITATIVE AND MECHANISTIC UNDERSTANDING OF METASTATIC BREAST CANCER AND THE DYNAMIC RELATIONSHIP BETWEEN TUMOR CELLS AND THE HOST, WITH IMPLICATIONS FOR THERAPEUTIC TARGETING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c13d643-4334-38ed-1952-0db7e2ac5e56-C", "generated_internal_id": "ASST_NON_U54CA261719_7529"}, {"internal_id": 50100964, "Award ID": "U24OD023176", "Award Amount": 204659093.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-06", "CFDA Number": "93.310", "Description": "TECHNOLOGY TO EMPOWER CHANGES IN HEALTH (TECH) NETWORK PARTICIPANT TECHNOLOGIES CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c6e5599-9f3d-3f33-5740-2c1ed46512c4-C", "generated_internal_id": "ASST_NON_U24OD023176_7529"}, {"internal_id": 61614039, "Award ID": "U24OD023163", "Award Amount": 78238852.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-11-01", "CFDA Number": "93.368", "Description": "ADAPTIVE PLATFORM FOR PERSONALIZED ENGAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c03982eb-22b4-5c49-6032-4156fa6db9f6-C", "generated_internal_id": "ASST_NON_U24OD023163_7529"}, {"internal_id": 50100963, "Award ID": "U24OD023121", "Award Amount": 155691015.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-27", "CFDA Number": "93.310", "Description": "PRECISION MEDICINE INITIATIVE COHORT PROGRAM BIOBANK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30ebe932-79d5-1659-51b4-a59d9be01dee-C", "generated_internal_id": "ASST_NON_U24OD023121_7529"}, {"internal_id": 126270841, "Award ID": "U24HG011025", "Award Amount": 4395706.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-05", "CFDA Number": "93.172", "Description": "THE GLOBAL ALLIANCE FOR GENOMICS AND HEALTH: SETTING THE STANDARDS FOR GENOMICS AND HEALTH-RELATED DATA SHARING - PROJECT SUMMARY  THE DECREASING COST OF GENOMIC SEQUENCING WILL YIELD MILLIONS OF SAMPLES IN THE COMING YEARS FROM BOTH RESEARCH AND HEALTHCARE. SHARING THIS DATA IS NECESSARY TO UNDERSTAND HUMAN DISEASES AND EVENTUALLY HELP PATIENTS, BUT DOING SO REQUIRES THE COMMUNITY TO AGREE ON COMMON METHODS FOR COLLECTING, STORING, TRANSFERRING, ACCESSING, AND ANALYZING DATA. THIS PROPOSAL WILL SUPPORT THE GLOBAL ALLIANCE FOR GENOMICS AND HEALTH (GA4GH; WWW.GA4GH.ORG) TO AID GENOMIC RESEARCH AND HUMAN HEALTH BY DEVELOPING STANDARDS AND POLICIES FOR EFFECTIVE AND RESPONSIBLE DATA SHARING BETWEEN INSTITUTIONS AND COUNTRIES AROUND THE WORLD.  TO ADVANCE RESPONSIBLE SHARING OF GLOBAL GENOMIC AND HEALTH-RELATED DATA, GENOMICS RESEARCHERS, CLINICIANS, BIOINFORMATICIANS, SOFTWARE ENGINEERS, AND INDUSTRY EXPERTS WILL WORK TOGETHER AS A SINGLE GA4GH COMMUNITY TO DELIVER GENOMIC DATA SHARING STANDARDS AND FRAMEWORKS (E.G., ONTOLOGIES, GUIDELINES, TECHNICAL SCHEMAS). BUILDING ON OUR FIVE YEARS OF EXPERIENCE CONVENING STAKEHOLDERS AND DEVELOPING WORK PRODUCTS, WE WILL ENGAGE THE GENOMICS AND HEALTH COMMUNITY IN THE VERY EARLIEST STAGES OF DEVELOPMENT TO ENSURE OUR WORK IS USEFUL AND READY FOR ADOPTION.  WE WILL LEVERAGE THE COMBINED EFFORT OF SEVERAL HUNDRED ACTIVE CONTRIBUTORS TO ADVANCE DEVELOPMENT ACTIVITIES BEYOND THE CAPACITY OF OUR SMALL STAFF TEAM. THESE CONTRIBUTORS WILL WORK WITHIN EIGHT GA4GH WORK STREAMS, EACH FOCUSED ON DEVELOPING CRITICAL STANDARDS AND FRAMEWORKS, INCLUDING CLOUD-BASED DATA FEDERATION, SCALABLE SCHEMAS AND INTERFACES, DATA MODELS, AND FILE FORMATS. WE WILL ENGAGE DEEPLY WITHIN THE BROADER HEALTHCARE, RESEARCH, AND COMMERCIAL SECTORS, INCLUDING THE LAUNCH OF THE GENOMICS IN HEALTH IMPLEMENTATION FORUM TO DRIVE UPTAKE IN THE CLINICAL DOMAIN.  A FEDERATED ECOSYSTEM FOR SEARCHING, DISCOVERING, EXCHANGING, AND ANALYZING GENOMIC AND CLINICAL DATA WILL ENABLE A GLOBAL LEARNING HEALTH SYSTEM THAT ADVANCES BOTH RESEARCH AND CLINICAL CARE BEYOND THEIR INDIVIDUAL CAPACITIES AND DEPENDS ON STANDARDS AND INTEROPERABLE FRAMEWORKS EMBRACED BY THE ENTIRE COMMUNITY. WE ENVISION A FUTURE IN WHICH THE FULL SUITE OF GA4GH STANDARDS ENABLES ALL CLINICIANS, GENETICISTS, AND RESEARCHERS TO SEARCH ACROSS THE WORLD’S COLLECTIVE GENOMIC DATA TO REVEAL UNANTICIPATED GENE-DISEASE ASSOCIATIONS, MAKE OTHERWISE IMPOSSIBLE DRUG-RESPONSE PREDICTIONS, AND GENERALLY PARTICIPATE IN GENOMICS AT A COMPETITIVE PACE—REGARDLESS OF THEIR MEANS OR LOCATION. THE PROMISE OF GENOMIC MEDICINE LIES AT A CROSSROADS THAT DEPENDS ON HARMONIZATION ACROSS THE COMMUNITY AND WILL SIGNIFICANTLY ENHANCE THE HUMAN EXPERIENCE IF WE SUCCEED. WE BELIEVE THAT GA4GH IS NECESSARY TO THAT SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb1c4bd6-22a0-1796-63d6-bdf7123782cd-C", "generated_internal_id": "ASST_NON_U24HG011025_7529"}, {"internal_id": 80735991, "Award ID": "U01MH119690", "Award Amount": 5879345.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-06", "CFDA Number": "93.242", "Description": "LARGE-SCALE EVALUATION OF THE EFFECT OF RARE GENETIC VARIANTS ON PSYCHIATRIC SYMPTOMS AND COGNITIVE ABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18397352-674d-5e14-840f-49a4315ed3ca-C", "generated_internal_id": "ASST_NON_U01MH119690_7529"}, {"internal_id": 138341278, "Award ID": "U01HG011758", "Award Amount": 7146839.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "93.172", "Description": "BAYLOR COLLEGE OF MEDICINE - MENDELIAN GENOMICS RESEARCH CENTER (BCM-MGRC) - PROJECT SUMMARY THE PROPOSED BAYLOR COLLEGE OF MEDICINE MENDELIAN GENOMICS RESEARCH CENTER (BCM-MGRC) BUILDS ON THE EXTENSIVE DISCOVERIES AND INFRASTRUCTURE ESTABLISHED IN THE BAYLOR HOPKINS CENTER FOR MENDELIAN GENOMICS. THIS RESEARCH PROGRAM IS NESTED WITHIN THE DEPARTMENT OF MOLECULAR AND HUMAN GENETICS AT BCM AND WILL BENEFIT FROM AN EXTENSIVE COLLABORATIVE RESEARCH INFRASTRUCTURE WHICH INCLUDES, THE HUMAN GENOME SEQUENCING CENTER, THE UNDIAGNOSED DISEASES NETWORK CLINICAL SITE, THE UNDIAGNOSED DISEASES NETWORK MODEL ORGANISM SCREENING CENTER, BAYLOR GENETICS DIAGNOSTIC LABORATORY, AND THE BAYLOR KNOCKOUT MOUSE PROGRAM. NOTABLY, EACH OF THESE PROGRAMS HAS ESTABLISHED THEIR OWN NATIONAL AND INTERNATIONAL COLLABORATIONS. A PHENOTYPICALLY AND ETHNICALLY DIVERSE, INTERNATIONAL COHORT OF ~15,000 INDIVIDUALS AND FAMILIES WITH CHALLENGING-TO-DIAGNOSE RARE DISEASE CONDITIONS (THOSE UNSOLVED BY ROUTINE CLINICAL STUDIES SUCH AS EXOME SEQUENCING) AND WHO ARE RE-CONTACTABLE AND CONSENTED FOR BROAD DATA-SHARING WILL FORM THE BASIS OF THE BCM- MGRC RESEARCH PROGRAM. THE CENTER WILL INTEGRATE NOVEL METHODS OF GENOMIC DATA ANALYSIS, DATA SHARING ACROSS NETWORKS, IMPLEMENTATION OF NEWER GENOMIC SEQUENCING TECHNOLOGIES, AND METHODS FOR MOLECULAR AND ORGANISMAL PHENOTYPIC INTERROGATION OF PRIORITIZED CANDIDATE DISEASE GENES AND VARIANTS. THE EXISTING DATA LAKE INFRASTRUCTURE WILL INTEGRATE WITH THE MENDELIAN GENOMICS DATA COORDINATING CENTER (MGDCC) AND ANVIL TO SHARE KEY DELIVERABLES INCLUDING GENOMIC AND PHENOTYPIC DATA, CASE METADATA, AND A BCM-MGRC- DEVELOPED GENOMIC MEDICINE TOOLBOX. AS A FULLY INTEGRATED MENDELIAN GENOMICS RESEARCH CENTER, THE BCM- MGRC WILL INFORM DEVELOPMENT AND DELIVERY OF AN ALGORITHM FOR SOLVING THE UNSOLVED THAT WILL TACKLE COMPLEX MOLECULAR MECHANISMS IN THE RARE AND COMMON DISEASE RESEARCH SPACE, WITH SEAMLESS INTEGRATION OF ANTICIPATED DISCOVERIES TO SUPPORT CLINICAL DIAGNOSTICS AND THE GENERATION OF MOLECULAR FLOORPLANS FROM WHICH TO DEVELOP PRECISION THERAPEUTICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddcd398f-5e59-e840-2368-a57b84efdc7d-C", "generated_internal_id": "ASST_NON_U01HG011758_7529"}, {"internal_id": 137716362, "Award ID": "U01AG070112", "Award Amount": 4491442.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-22", "CFDA Number": "93.866", "Description": "GENETICS OF DEEP-LEARNING-DERIVED NEUROIMAGING ENDOPHENOTYPES FOR ALZHEIMER'S DISEASE - ALZHEIMER'S DISEASE (AD) IS CHARACTERIZED BY THE PROGRESSIVE IMPAIRMENT OF COGNITIVE AND MEMORY FUNCTIONS AND IS THE MOST COMMON FORM OF DEMENTIA IN THE ELDERLY. IT AFFECTS 5.6 MILLION AMERICANS OVER THE AGE OF 65 AND EXACTS TREMENDOUS AND INCREASING DEMANDS ON PATIENTS, CAREGIVERS, AND HEALTHCARE RESOURCES, MAKING THIS CONDITION AMONG THE MOST SIGNIFICANT PUBLIC HEALTH PROBLEMS OF OUR TIME. DESPITE EXTENSIVE STUDIES, OUR UNDERSTANDING OF THE BIOLOGY AND PATHOPHYSIOLOGY OF AD IS STILL LIMITED, HINDERING ADVANCES IN THE DEVELOPMENT OF THERAPEUTIC AND PREVENTIVE STRATEGIES. GENETIC STUDIES OF AD HAVE SUCCESSFULLY IDENTIFIED 40 NOVEL LOCI BUT THESE EXPLAIN ONLY A FRACTION OF THE OVERALL DISEASE RISK, SUGGESTING OPPORTUNITIES FOR ADDITIONAL DISCOVERIES. ADVANCED NEUROIMAGING IS AN ESSENTIAL PART OF CURRENT AD CLINICAL AND RESEARCH INVESTIGATIONS, WHICH GENERALLY FOCUS ON RELATIVELY FEW IMAGING PHENOTYPES DEVELOPED BY NEURO- RADIOLOGISTS. HOWEVER, THERE IS A GROWING INTEREST IN EXPLOITING THE HIGH-CONTENT INFORMATION IN LARGE-SCALE, HIGH DIMENSIONAL MULTIMODAL NEUROIMAGING DATA TO IDENTIFY NOVEL AD BIOMARKERS. DEEP LEARNING (DL) METHODS, AN EMERGING AREA OF MACHINE LEARNING RESEARCH, USES RAW IMAGES TO DERIVE OPTIMAL VECTOR REPRESENTATIONS OF IMAGING CONTENTS, WHICH CAN BE USED AS INFORMATIVE AD ENDOPHENOTYPES. TO OVERCOME THE LOW INTERPRETABILITY TRADITIONALLY ATTRIBUTED TO DL, WHOLE GENOME SEQUENCE DATA PROVIDE AN OPPORTUNITY TO IDENTIFY NOVEL GENES UNDERLYING THE DL- DERIVED IMAGING ENDOPHENOTYPES AND TEST THEIR ASSOCIATION WITH AD AND AD-RELATED TRAITS IN LARGE COHORT SAMPLES. THE PROPOSED PROJECT WILL LEVERAGE EXISTING NEUROIMAGING AND GENETIC DATA RESOURCES FROM THE UK BIOBANK, THE ALZHEIMER'S DISEASE SEQUENCING PROJECT (ADSP), THE ALZHEIMER'S DISEASE NEUROIMAGING INITIATIVE (ADNI), AND THE COHORTS FOR HEART AND AGING RESEARCH IN GENOMIC EPIDEMIOLOGY (CHARGE) CONSORTIUM, AND WILL BE CONDUCTED BY A MULTIDISCIPLINARY TEAM OF INVESTIGATORS. WE WILL DERIVE AD ENDOPHENOTYPES FROM NEUROIMAGING DATA IN THE UK BIOBANK USING DEEP LEARNING (DL). WE WILL IDENTIFY NOVEL GENETIC LOCI ASSOCIATED WITH DL-DERIVED IMAGING ENDOPHENOTYPES AND OPTIMIZE THE CO-HERITABILITY OF THESE ENDOPHENOTYPES WITH AD-RELATED PHENOTYPES USING UK BIOBANK GENETIC DATA. WE WILL LEVERAGE RESOURCES AND COLLABORATIONS WITH AD CONSORTIA AND THE POWER OF DL-DERIVED NEUROIMAGING ENDOPHENOTYPES TO IDENTIFY NOVEL GENES FOR ALZHEIMER'S DISEASE AND AD-RELATED TRAITS. ALSO, WE WILL DEVELOP DL-BASED NEUROIMAGING HARMONIZATION AND IMPUTATION METHODS AND DISTRIBUTE IMPLEMENTATION SOFTWARE TO THE RESEARCH COMMUNITY. WE EXPECT TO DISCOVER NEW GENES RELEVANT TO AD WHICH MAY LEADS TO UNDERSTANDING OF MOLECULAR BASIS OF AD AND POTENTIAL NEW TREATMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9adce466-3b6d-ecdb-7412-8082d6529b1f-C", "generated_internal_id": "ASST_NON_U01AG070112_7529"}, {"internal_id": 49782675, "Award ID": "R15GM100376", "Award Amount": 1337231.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2012-02-27", "CFDA Number": "93.368", "Description": "MOLECULAR MECHANISMS OF YEAST PAS KINASE REGULATION AND FUNCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a97b483-a237-d46a-d79b-15d987dc5a4f-C", "generated_internal_id": "ASST_NON_R15GM100376_7529"}, {"internal_id": 147540937, "Award ID": "R03DE032062", "Award Amount": 444100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "93.121", "Description": "ASSOCIATION STUDY OF OROFACIAL CLEFT RISK VARIANTS ACROSS ALL OF US CANCER DIAGNOSES - ABSTRACT THIS NEW GRANT IS A REVISION/ADMINISTRATIVE SUPPLEMENT TO PARENT GRANT R03-DE032062. IT HAS LONG BEEN NOTED THAT INDIVIDUALS WITH OROFACIAL CLEFTS (OFCS) AND THEIR UNAFFECTED RELATIVES HAVE A HIGHER RISK OF CERTAIN CANCERS. THE HYPOTHESIS OF THIS REVISION IS THAT THE ASSOCIATION BETWEEN OFC AND CANCER IS IN PART DUE TO GENETIC COMMONALITIES. IN THIS REVISION, WE WILL INVESTIGATE POSSIBLE ASSOCIATIONS BETWEEN OFC GENETIC RISK VARIANTS WITH THE CANCER DIAGNOSES IN ALL OF US.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ad8c5c3-8085-49bb-9227-fc5bc4a1f938-C", "generated_internal_id": "ASST_NON_R03DE032062_7529"}, {"internal_id": 131359696, "Award ID": "R03DE030161", "Award Amount": 455643.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-15", "CFDA Number": "93.368", "Description": "AGE COHORT CHANGES IN ORAL CONDITIONS AND LIFE TRANSITIONS IN THE UNITED STATES HEALTH AND RETIREMENT STUDY - ABSTRACT LONGITUDINAL INFORMATION OF HOW CHANGES IN THE LIVES OF OLDER ADULTS (E.G., COGNITIVE DECLINE, RETIREMENT, MEDICAL CONDITIONS AND DISABILITY) AFFECT THEIR ORAL HEALTH AND DENTAL UTILIZATION IS SPARSE. YET, LONGITUDINAL DATA ARE NEEDED TO ASSESS CAUSALITY. BABY BOOMERS AND OTHER GENERATIONS HAVE HAD DIFFERENT LIFE CIRCUMSTANCES THAT AFFECT WELL- BEING AND AGING. TO PLAN FOR THEIR ORAL HEALTH NEEDS AND PREVENTIVE CARE, STATISTICAL MODELS SHOULD ACCOUNT FOR DIFFERENT BIRTH COHORTS. THIS SECONDARY DATA ANALYSIS WILL USE THE COMPREHENSIVE, LONGITUDINAL, NATIONALLY REPRESENTATIVE US HEALTH AND RETIREMENT STUDY (HRS). HRS COHORTS WERE 51+ YEAR OLDS AND THEIR SPOUSES WHO PARTICIPATED IN THE CORE BIENNIAL HRS WAVES FROM 2006-2018 (N=15,960 PER WAVE); PSYCHOSOCIAL SUBSAMPLE A (N=12,631 IN ANY WAVE), AND IN THE 2008 (N=1,300) AND 2018 HRS DENTAL MODULES (N=612 IN BOTH MODULES). NOT ALL VARIABLES WERE COLLECTED BIENNIALLY; 10-YEAR AND 12-YEAR CHANGES REFER TO 2008-2018 AND 2006-2018. FOR POPULATION-BASED ANALYSIS, APPROPRIATE SAMPLING WEIGHTS WILL BE APPLIED IN SURVEY REGRESSION ANALYSIS TO REFLECT THE US POPULATION; APPROPRIATE COVARIATES, POTENTIAL CONFOUNDERS, AND COHORT/DATA SUBSETS USED. THE SPECIFIC AIMS ARE TO: AIM 1) DETERMINE 2018 ORAL HEALTH CONDITIONS AND ORAL HEALTH DISPARITIES BY TRADITIONAL SOCIO-DEMOGRAPHIC AND LESS STUDIED PSYCHOSOCIAL AND EMPLOYMENT FACTORS BY HRS DEFINED BIRTH COHORTS. SELF-RATED ORAL HEALTH, DENTATE STATUS (WITH AND WITHOUT FUNCTIONAL DENTITION, EDENTULOUS), AND ORAL HEALTH- RELATED QUALITY OF LIFE WILL BE ASSESSED. AIM 2A) COMPARE 2008-2018 TRENDS IN DENTAL UTILIZATION BY BIRTH COHORT ADJUSTING FOR ORAL HEALTH CONDITIONS; AIM 2B) IDENTIFY FACTORS PREDICTIVE OF 10 OR 12-YEAR INCIDENCE OF WORSENING ORAL HEALTH CONDITIONS (INCIDENT EDENTULISM, INCIDENT TOOTH LOSS, WORSENING SELF-RATED ORAL HEALTH). AIM 3) EVALUATE WITHIN-SUBJECT CHANGES AND THE BIDIRECTIONAL RELATIONSHIP WITH COGNITION (ASSESSED VIA THE TELEPHONE INTERVIEWS FOR COGNITIVE STATUS(TICS) COLLECTED BIENNIALLY) AND ADULTS' ORAL HEALTH STATUS. COGNITIVE IMPAIRMENT IS COMMON IN OLD AGE. IT IS IMPORTANT TO UNDERSTAND THE EFFECTS OF DECREMENTS IN ORAL HEALTH ON COGNITION BECAUSE OF THE LARGE SOCIETAL IMPACT ON THE AFFECTED INDIVIDUALS, FAMILY MEMBERS AND CAREGIVERS. PRIOR STUDIES HAVE SHOWN DIFFERENT RELATIONSHIPS BETWEEN ORAL HEALTH AND COGNITION. AIM 3A. DETERMINE IF 2008 BASELINE ORAL HEALTH CONDITIONS ARE PREDICTIVE OF 10-YEAR COGNITIVE DECLINE. AIM 3B. DETERMINE IF BASELINE COGNITIVE STATUS AND 10/12-YEAR COGNITIVE DECLINE ARE PREDICTIVE OF 10/12-YEAR WORSENING ORAL HEALTH. AIM 4 FOCUSES ON THE EFFECTS OF LONGITUDINAL CHANGES IN PSYCHOSOCIAL FACTORS SUCH AS LIFE SATISFACTION AND LONELINESS MEASURED IN THE HRS. AIM 4A) COMPARE PATTERNS OF DENTAL UTILIZATION BY PSYCHOSOCIAL FACTORS, BIRTH COHORTS AND OTHER FACTORS. AIM 4B) DETERMINE IF BASELINE PSYCHOSOCIAL FACTORS AND 12-YEAR CHANGES ARE PREDICTIVE OF INCIDENT EDENTULISM AND 2018 ORAL HEALTH OUTCOMES. AIMS 2B, 3B AND 4B WILL USE BOOTSTRAP CROSS-VALIDATION TO ASSESS PREDICTION ACCURACY. RESULTS WILL OVERCOME GAPS IN KNOWLEDGE ABOUT HOW DIFFERENT GENERATIONS OF OLDER ADULTS ARE FARING OVER TIME AND INFORM HEALTH POLICY DECISIONS (I.E., INCLUSION OF DENTAL COVERAGE IN MEDICARE AND ADULT MEDICAID PROGRAMS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_R03DE030161_7529"}, {"internal_id": 82036258, "Award ID": "R01MD013886", "Award Amount": 2417117.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-11", "CFDA Number": "93.368", "Description": "PROJECTING THE POTENTIAL IMPACT OF MINDFULNESS-BASED MEDITATION ON THE RISK OF ALZHEIMER'S DISEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45de0e02-cef2-0522-3c8b-4c2b2d0571fa-R", "generated_internal_id": "ASST_NON_R01MD013886_7529"}, {"internal_id": 140659243, "Award ID": "R01HL158686", "Award Amount": 1360555.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "93.837", "Description": "LEVERAGING THE MICROBIOME, LOCAL ADMIXTURE, AND MACHINE LEARNING TO OPTIMIZE ANTICOAGULANT PHARMACOGENOMICS IN MEDICALLY UNDERSERVED PATIENTS - ABSTRACT  WARFARIN REMAINS ONE OF THE MOST COMMONLY PRESCRIBED DRUGS AND A LEADING CAUSE OF EMERGENCY HOSPITALIZATIONS. WARFARIN USE IS ESPECIALLY COMMON IN MEDICALLY UNDERSERVED PATIENTS SUCH AS AFRICAN AMERICANS (AAS) AND LATINOS, WHICH IS PARTICULARLY CONCERNING SINCE AAS AND LATINOS SUFFER WORSE OUTCOMES DUE TO SUBOPTIMAL WARFARIN THERAPY. THUS AAS AND LATINOS CAN DERIVE A DISTINCT BENEFIT FROM WARFARIN PHARMACOGENOMIC (PGX) ALGORITHMS, WHICH MAXIMIZE SAFETY AND EFFICACY BY PREDICTING INDIVIDUALIZED WARFARIN DOSE. HOWEVER, CURRENTLY AVAILABLE PGX ALGORITHMS HAVE CRITICAL LIMITATIONS, INCLUDING A LACK OF GENERALIZABILITY TO NON-WHITE POPULATIONS AND A FAILURE TO ACCOUNT FOR 50 PERCENT OF VARIABILITY IN WARFARIN DOSE. UNDER-REPRESENTATION IN CLINICAL STUDIES, THE PROPENSITY TO CAUSE ADVERSE EVENTS, AND A LACK OF CONSIDERATION OF ADMIXED POPULATIONS IN CLINICAL PGX GUIDELINES ARE ALL FACTORS THAT CONTRIBUTE TO LIMITED UTILITY OF WARFARIN PGX ALGORITHMS IN DIVERSE POPULATIONS. MANY POTENTIAL SOURCES OF WARFARIN STABLE DOSE VARIABILITY REMAIN CRITICALLY UNEXPLORED, INCLUDING THE ROLE OF VITAMIN K BIOSYNTHESIZING BACTERIAL SPECIES, THE INFLUENCE OF LOCAL ANCESTRY AT WARFARIN PHARMACOGENES, AND THE POTENTIAL FOR MACHINE LEARNING TECHNIQUES TO ENABLE ACCURATE WARFARIN DOSING ALGORITHMS IN DIVERSE POPULATIONS. THIS PROPOSAL ADDRESSES THE OVERARCHING HYPOTHESIS THAT WARFARIN STABLE DOSE PREDICTION CAN BE IMPROVED BY INCORPORATION OF GUT MICROBIOME DATA, MEASURES OF LOCAL ANCESTRY, AND MACHINE LEARNING IN DIVERSE POPULATIONS. WE WILL PURSUE THREE SPECIFIC AIMS (SAS) TO TEST THIS HYPOTHESIS: (SA1) DETERMINE THE IMPACT OF ABUNDANCE OF VITAMIN K BIOSYNTHESIZING BACTERIA FROM THE GUT MICROBIOME ON WARFARIN STABLE DOSE AND; (SA2) DETERMINE THE INFLUENCE OF LOCAL ADMIXTURE ON WARFARIN STABLE DOSE IN ADMIXED POPULATIONS; (SA3) OPTIMIZE WARFARIN PGX ALGORITHMS FOR DIVERSE POPULATIONS USING MACHINE LEARNING. IN SA#1, WE WILL CONDUCT A CLINICAL STUDY WITH FECAL SAMPLE COLLECTION AT ANTICOAGULATION CLINIC VISITS AND PERFORM WHOLE GENOME BACTERIAL SEQUENCING TO IDENTIFY THE EFFECT OF VITAMIN K BIOSYNTHESIZING BACTERIAL SPECIES ON WARFARIN STABLE DOSE. IN SA#2, WE WILL ESTIMATE AFRICAN, EUROPEAN, AND NATIVE AMERICAN LOCAL ANCESTRY IN WARFARIN PHARMACOGENES IN A LARGE, ADMIXED POPULATION (N=1194) AND DETERMINE ITS EFFECTS ON WARFARIN STABLE DOSE. IN SA#3, A LARGE, DIVERSE POPULATION OF WARFARIN TREATED PATIENTS (N=7366) WILL BE USED TO DEVELOP MACHINE LEARNING MODELS AND TEST IMPROVED PREDICTION OF WARFARIN STABLE DOSE OVER EXISTING LINEAR REGRESSION MODELS. OUR STUDIES OVERCOME MAJOR LIMITATIONS OF PREVIOUS WARFARIN PGX STUDIES BY LEVERAGING GUT MICROBIOME DATA, LOCAL ANCESTRY, MACHINE LEARNING, AND DIVERSE, ADMIXED POPULATIONS. THE OUTCOMES OF THIS WORK WILL PROVIDE A FRAMEWORK FOR LOCAL ANCESTRY INVESTIGATION WITH OTHER PGX DRUG-GENE PAIRS, ENABLING USE OF CLINICAL PGX GUIDELINES IN ADMIXED POPULATIONS. THIS RESEARCH HAS THE POTENTIAL TO IDENTIFY NEW SOURCES OF VARIABILITY IN WARFARIN DOSE, IMPROVE THE SAFETY AND EFFICACY OF WARFARIN TREATMENT, AND REDUCE DISPARITIES IN PGX RESEARCH FOR MEDICALLY UNDERSERVED PATIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_R01HL158686_7529"}, {"internal_id": 140657643, "Award ID": "R01HL153460", "Award Amount": 2374496.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-10", "CFDA Number": "93.368", "Description": "COPD CACHEXIA: DECIPHERING THE IMPACT OF ANTIOXIDANTS, IRON AND MITOCHONDRIAL FUNCTION USING 'OMICS APPROACHES - SUMMARY  CHRONIC OBSTRUCTIVE PULMONARY DISEASE (COPD) IS THE FOURTH LEADING CAUSE OF DEATH IN THE UNITED STATES WITH MORTALITY CONTINUING TO RISE DESPITE ADVANCES IN MEDICINE. CACHEXIA, A FORM OF MUSCLE WASTING, IS A DEBILITATING CO-MORBIDITY WHOSE PREVALENCE INCREASES WITH SEVERITY OF COPD. BUT, CACHEXIA STILL OCCURS AMONG COPD PATIENTS WITH MILDER DISEASE SEVERITY. CACHEXIA IS MOST OFTEN THOUGHT OF WITH RESPECT TO CANCER. HOWEVER, BY POPULATION PREVALENCE THERE ARE MORE COPD PATIENTS WITH CACHEXIA THAN CANCER PATIENTS WITH CACHEXIA. YET THERE HAVE BEEN FEW STUDIES INVESTIGATING THE ETIOLOGY OF COPD CACHEXIA UNDERSCORING THE NEED FOR INVESTIGATIONS OF COPD CACHEXIA AND WEIGHT-LOSS. ACCUMULATING DATA INCLUDING OUR OWN POINTS TO A ROLE FOR IRON TOXICITY IN THE ETIOLOGY OF COPD CACHEXIA. HEME IS AN ESSENTIAL COMPONENT OF MITOCHONDRIAL CYTOCHROMES PROVIDING PROTECTION FROM REACTIVE OXYGEN SPECIES (ROS). DEFECTS IN HEME BIOSYNTHESIS CAUSE BUILDUP OF FREE IRON, ROS AND MITOCHONDRIAL DYSFUNCTION. BUILDUP OF FREE IRON LEADS TO IRON TOXICITY AND PRODUCTION OF ROS PARTICULARLY IN THE ABSENCE OF ADEQUATE INTAKE OF ANTIOXIDANTS SUCH AS VITAMINS E. AS SUCH, OUR OVERARCHING HYPOTHESIS IS IRON TOXICITY IN COPD CACHEXIA IS DRIVEN BY IMPAIRED ANTIOXIDANT AND MITOCHONDRIAL FUNCTION. THIS STUDY HAS THREE SPECIFIC AIMS: 1) TO DETERMINE WHETHER GENOMIC VARIATION ASSOCIATED WITH THE ABSORPTION AND REGULATION OF VITAMIN E IS MORE COMMON IN COPD CACHEXIA; 2) TO ASSESS WHETHER PLASMA VITAMIN E IN SUBJECTS WITH COPD CACHEXIA ARE ASSOCIATED WITH IMPAIRED MITOCHONDRIAL FUNCTION; EXPLORATORY AIM) TO TEST WHETHER IRON INDUCED TRANSCRIPTIONAL DYSREGULATION SIGNATURES IN MYOBLASTS ARE PRESERVED IN TRANSCRIPTOMICS SIGNATURES ASSOCIATED WITH COPD CACHEXIA IN SKELETAL MUSCLE BIOPSIES. ELUCIDATING MECHANISMS OF MITOCHONDRIAL DYSFUNCTION IN COPD CACHEXIA HAS THE POTENTIAL TO AID THE DEVELOPMENT OF THERAPEUTICS TARGETING MITOCHONDRIAL OXIDATIVE STRESS. AS FUTURE RESEARCH, WE PLAN TO TEST WHETHER ‘OMIC REGIONS AND METABOLITES IDENTIFIED AS ASSOCIATED WITH COPD CACHEXIA DIRECTLY EFFECT PATHWAYS INVOLVED WITH VITAMIN E AND MITOCHONDRIAL FUNCTION USING TARGETED ASSAYS IN MYOBLASTS OR OTHER APPROPRIATE SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "385a79b6-b810-9612-774a-ef5d04895c34-C", "generated_internal_id": "ASST_NON_R01HL153460_7529"}, {"internal_id": 160600648, "Award ID": "R01HG012824", "Award Amount": 616738.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "93.368", "Description": "GENETIC AND SOCIAL DETERMINANTS OF PHARMACOLOGICAL HEALTH OUTCOMES IN ANCESTRALLY DIVERSE POPULATIONS - PROJECT SUMMARY/ABSTRACT PHARMACOGENOMICS HAS THE POTENTIAL TO DRAMATICALLY IMPROVE HEALTH CARE OUTCOMES, BUT IS CURRENTLY FAILING ON DIVERSITY AMONG ITS RESEARCH PARTICIPANTS. AS A CONSEQUENCE, WE DO NOT FULLY UNDERSTAND ALL OF THE FACTORS INFLUENCING PHARMACOGICAL RESPONSE IN UNDERREPRESENTED POPULATIONS, INCLUDING THOSE THAT CONTRIBUTE TO RACIAL/ETHNIC DIFFERENCES IN DRUG EFFICACY AND SAFETY AS REPORTED BY FOOD AND DRUG ADMINISTRATION (FDA) DRUG LABELS. FOR EXAMPLE, THE CLINICAL VALIDITY OF GENETIC VARIANTS THAT ARE COMMON IN RESEARCH PARTICIPANTS FROM HISTORICALLY-EXCLUDED POPULATIONS (E.G., LOWER PROPORTIONS OF EUROPEAN GENETIC ANCESTRY), BUT RARE IN WELLREPRESENTED STUDY POPULATIONS REMAINS UNKNOWN. IN ADDITION, GENE EXPRESSION STUDIES HAVE ALREADY PROVIDED INSIGHT INTO THE UNDERLYING BIOLOGY OF DISEASE SUSCEPTIBILITY FOR NUMEROUS CONDITIONS BEYOND WHAT GENOME WIDE ASSOCIATION STUDY (GWAS) RESULTS ALONE HAVE DISCOVERED, BUT HAVE NOT BEEN FULLY APPLIED TO STUDIES OF PHARMACOGENOMIC DISCOVERY. FURTHERMORE, SOCIAL DETERMINANTS OF HEALTH MAY IMPACT PHARMACOLOGICAL DRUG RESPONSE FROM A BIOLOGICAL STANDPOINT EVEN AFTER TAKING INTO ACCOUNT THE EFFECTS OF THESE FACTORS ON DRUG ADHERENCE, ACCESS, AND UTILIZATION (E.G. SOCIAL DETERMINANTS OF EPIGENETICS). ADDRESSING THIS GAP IN KNOWLEDGE HAS THE POTENTIAL TO PREVENT FUTURE HEALTHCARE DISPARITIES THAT MAY BE EXACERBATED AS THE INFRASTRUCTURE TO SUPPORT CLINICAL PHARMACOGENOMICS CONTINUES TO GAIN TRACTION ACROSS HEALTH INSTITUTIONS NATIONWIDE. FURTHERMORE, ELUCIDATION OF THE GENETIC AND NONGENETIC CONTRIBUTORS TO DIFFERENCES IN DRUG RESPONSE ACROSS RACE/ETHNICITY WILL OBVIATE THE USE OF THIS POPULATION DESCRIPTOR AS A PROXY FOR THESE FACTORS. PHARMACOGENOMIC STUDIES USING LARGE, DIVERSE DATASETS ARE NECESSARY TO ENSURE THAT ADVANCES IN THIS FIELD BENEFIT INDIVIDUALS EQUITABLY. OUR PRIMARY GOAL IN THIS PROJECT IS TO IDENTIFY GENETIC AND SOCIAL DETERMINANTS OF PHARMACOLOGICAL DRUG RESPONSE AMONG RACIAL/ETHNIC MINORITIES. TO ACCOMPLISH THIS GOAL, WE WILL LEVERAGE DATA FROM THE KAISER PERMANENTE RESEARCH BIOBANK (KPRB) AND THE NATIONAL INSTITUTES OF HEALTH (NIH) ALL OF US RESEARCH PROGRAM, WHICH ARE TWO OF THE LARGEST ELECTRONIC HEALTH RECORD-LINKED BIOBANKS IN THE UNITED STATES. THESE COHORTS ARE IDEAL FOR THE PROPOSED STUDIES BECAUSE THEY ARE LARGE (>400,000 PARTICIPANTS EACH), DIVERSE (>25% RACIAL/ETHNIC MINORITIES), LINKED TO GENOME-WIDE GENETIC DATA, AND CAPTURE SOCIAL DETERMINANTS OF HEALTH. IN AIM 1, WE WILL EVALUATE THE RELATIVE CONTRIBUTION OF GENETIC ANCESTRY VERSUS SOCIAL FACTORS ON RACE/ETHNICITY- BASED DIFFERENCES IN DRUG EFFICACY AND SAFETY. IN AIM 2, WE WILL IDENTIFY GENOME-WIDE POLYMORPHISMS PREDICTIVE OF DRUG EFFECTS IN HISTORICALLY-EXCLUDED POPULATIONS FROM LARGE PHARMACOGENETICS STUDIES. IN AIM 3, WE WILL USE ANCESTRY-SPECIFIC GENE EXPRESSION RESULTS TO IDENTIFY GENETIC DETERMINANTS OF DRUG RESPONSE. THE AIMS WILL BE CARRIED OUT BY AN ESTABLISHED MULTIDISCIPLINARY TEAM OF EXPERTS IN CLINICAL PHARMACOLOGY, CARDIOVASCULAR EPIDEMIOLOGY, AND MOLECULAR GENETICS. THESE FINDINGS FROM THE CURRENT STUDY WILL HELP TO INFORM CLINICAL DECISIONS IMPACTING COMMUNITIES HISTORICALLY-EXCLUDED FROM BIOMEDICAL RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_R01HG012824_7529"}, {"internal_id": 157340904, "Award ID": "R01HG012810", "Award Amount": 716114.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "93.368", "Description": "LEVERAGING HUMAN GENETICS TO OVERCOME COMPLEX DIAGNOSTIC CHALLENGES, EVALUATION OF PAN-ANCESTRY POLYGENIC SCORES TO REDUCE MISDIAGNOSIS OF NARCOLEPSY AND CIRCADIAN RHYTHM SLEEP WAKE DISORDERS. - PROJECT SUMMARY/ABSTRACT ONE OF THE BIGGEST CHALLENGES IN RARE DISEASE IS ACCURACY AND TIMELINESS OF PATIENT DIAGNOSIS. ON AVERAGE IT TAKES 6 YEARS FOR AN ACCURATE DIAGNOSIS, DELAYING TREATMENT AND CREATING SUBSTANTIAL BURDEN AT THE LEVELS OF INDIVIDUAL, FAMILIAL AND HEALTHCARE SYSTEMS WITH AN ESTIMATED $750 BILLION SPENT ON UNNECESSARY PROCEDURES. MISDIAGNOSIS ALSO WIDENS INEQUALITIES FURTHER, AS MISDIAGNOSIS IS MORE COMMON AMONG WOMEN AND PEOPLE OF COLOR. THEREFORE, THERE IS AN URGENT NEED TO IMPROVE DIAGNOSIS. GENETIC RISK PREDICTIONS CAN IMPROVE DIAGNOSIS, WITH PARTICULAR CLINICAL UTILITY IN THE SPECIFIC SETTING WHERE LARGE BARRIERS TO DIAGNOSIS EXIST, SUCH AS RARE SLEEP DISORDERS. THE RARE SLEEP DISORDERS NARCOLEPSY AND CIRCADIAN RHYTHM SLEEP WAKE DISORDERS FACE LARGE HURDLES TO DIAGNOSIS, WHERE 20% OF PRIMARY CARE PHYSICIANS ARE UNAWARE THAT SLEEP MEDICINE EXISTS AS A SPECIALTY, ROUTINE SCREENING FOR SLEEP DISORDERS IS NEARLY ABSENT, DIAGNOSTIC TESTS REQUIRE OVERNIGHT VISITS TO A LIMITED NUMBER OF SPECIALIZED CLINICS, AND INSURANCE COVERAGE FOR COMMON DIAGNOSTIC TESTS IS NON-EXISTENT. IN CONTRAST TO THE CURRENT DIAGNOSTIC LANDSCAPE FOR SLEEP DISORDERS, GENETIC RISK PREDICTION IS RELATIVELY INEXPENSIVE AND EASILY ACCESSIBLE. IN ORDER TO INTEGRATE GENETIC RISK INTO THE DIAGNOSIS AND TREATMENT PIPELINE, WE MUST FIRST HAVE GENETIC PREDICTORS OF RISK APPLICABLE ACROSS MULTIPLE ANCESTRY GROUPS, OR WE RISK WIDENING INEQUITIES IN HEALTHCARE FURTHER. TO ADDRESS THE CHALLENGE OF TIMELY PATIENT DIAGNOSIS IN SLEEP DISORDERS, WE PROPOSE TO LEVERAGE LARGE EXOME SEQUENCE REPOSITORIES TO GENERATE RARE VARIANT RISK SCORES, EXPAND THE CURRENT KNOWN COMMON POLYGENIC SCORES TO MULTIPLE GENETIC ANCESTRIES, AND ULTIMATELY TEST THE ABILITY OF BOTH THE RARE AND COMMON POLYGENIC SCORES TO PREDICT RISK OF RARE SLEEP AND CIRCADIAN DISORDERS IN A LARGE-SCALE HOSPITAL DATABASE WITH THE GOAL TO INTEGRATE FLAGS IN PATIENT RECORDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bfcd9fa-8c45-c6a1-1dd3-d2f18b527530-C", "generated_internal_id": "ASST_NON_R01HG012810_7529"}, {"internal_id": 137716046, "Award ID": "R01DK129259", "Award Amount": 1677114.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-22", "CFDA Number": "93.847", "Description": "DAILY CALORIC RESTRICTION IN OVERWEIGHT AND OBESE ADULTS WITH ADPKD - PROJECT SUMMARY AUTOSOMAL DOMINANT POLYCYSTIC KIDNEY DISEASE (ADPKD) IS A COMMON INHERITED DISORDER THAT LEADS TO END- STAGE KIDNEY DISEASE. TO DATE, TOLVAPTAN IS THE ONLY APPROVED INTERVENTION TO SLOW KIDNEY DISEASE PROGRESSION IN PATIENTS WITH ADPKD. HOWEVER, TOLVAPTAN IS CONSTRAINED BY HIGH COST AND COMMON SIDE EFFECTS THAT LIMIT ADHERENCE AND IS ONLY INDICATED FOR RAPIDLY PROGRESSING ADPKD. THUS, ALTERNATIVE OR CONCURRENT INTERVENTIONS THAT MAY SLOW PROGRESSION OF ADPKD ARE OF CONSIDERABLE CLINICAL IMPORTANCE. SIMILAR TO THE GENERAL POPULATION, BODY-MASS INDEX HAS BEEN INCREASING IN PATIENTS WITH ADPKD, AND APPROXIMATELY NEARLY 70% OF ADULTS WITH ADPKD ARE OVERWEIGHT OR OBESE. ADIPOCYTES DO NOT SIMPLY ACT AS A FAT RESERVOIR, BUT ARE ACTIVE ENDOCRINE ORGANS, AND THUS, MAY BE A PROMISING CLINICAL TARGET FOR ADPKD MANAGEMENT. MOUNTING EVIDENCE ALSO SUGGESTS THAT A METABOLIC DEFECT EXISTS IN ADPKD, WHICH LIKELY CONTRIBUTES TO CYSTIC EPITHELIAL PROLIFERATION AND SUBSEQUENT CYST GROWTH. MILD-TO-MODERATE FOOD RESTRICTION PROFOUNDLY SLOWS CYST GROWTH AND MAINTAINS RENAL FUNCTION IN NUMEROUS RODENT MODELS OF PKD VIA MECHANISMS INCLUDING ACTIVATION OF AMP-ACTIVATED KINASE AND SUPPRESSION OF MAMMALIAN TARGET OF RAPAMYCIN-S6 KINASE SIGNALING AND INSULIN-LIKE GROWTH FACTOR-1 LEVELS. ADDITIONALLY, WE HAVE SHOWN THAT OVERWEIGHT AND OBESITY ARE STRONG INDEPENDENT PREDICTORS OF MORE RAPID KIDNEY GROWTH, MEASURED BY TOTAL KIDNEY VOLUME (TKV). WE RECENTLY COMPLETED A R03-FUNDED PILOT STUDY SUPPORTING THAT A BEHAVIORAL WEIGHT LOSS INTERVENTION VIA DAILY CALORIC RESTRICTION (DCR) IN ADULTS WITH ADPKD AND OVERWEIGHT OR OBESITY: 1) IS FEASIBLE AND ACCEPTABLE; 2) SLOWED KIDNEY GROWTH (ANNUAL % IN HEIGHT- ADJUSTED TKV [HTTKV]); 3) REDUCED ABDOMINAL ADIPOSITY; AND 4) ALTERED MARKERS OF BIOLOGICAL PATHWAYS IMPLICATED IN ADPKD PROGRESSION AND METABOLISM. HOWEVER, OUR PILOT AND FEASIBILITY STUDY WAS LIMITED BY A SMALL SAMPLE SIZE, RELATIVELY SHORT DURATION, AND LACK OF A CONTROL GROUP. THUS, TO TRANSLATE THESE PROMISING RESULTS OF OUR PILOT STUDY TOWARDS CLINICAL PRACTICE, WE PROPOSE A PARALLEL-GROUP, RANDOMIZED, CONTROLLED CLINICAL TRIAL IN 126 ADULTS WITH ADPKD AND OVERWEIGHT OR OBESITY TO DIRECTLY COMPARE THE EFFICACY OF BEHAVIORAL WEIGHT LOSS INTERVENTION BASED ON DCR VS. CONTROL (STANDARD CLINICAL ADVICE FOR ADPKD) FOR SLOWING KIDNEY GROWTH OVER A LONGER DURATION. CHANGES IN ABDOMINAL ADIPOSITY WILL SERVE AS A SECONDARY OUTCOME. EFFECTS OF WEIGHT LOSS ON CIRCULATING AND ADIPOSE MARKERS OF BIOLOGICAL PATHWAYS WILL PROVIDE MECHANISTIC INSIGHT. SPECIFIC AIM 1: DETERMINE THE EFFECT OF A DCR-BASED BEHAVIORAL WEIGHT LOSS INTERVENTION ON KIDNEY GROWTH (ANNUAL % HTTKV BY MRI OVER 24 MONTHS) VS. CONTROL (STANDARD CLINICAL DIETARY ADVICE FOR ADPKD). SPECIFIC AIM 2: QUANTIFY CHANGES IN ABDOMINAL ADIPOSITY (VISCERAL, SUBCUTANEOUS, AND TOTAL) BY MRI IN EACH GROUP AND THEIR ASSOCIATION WITH CHANGES IN HTTKV AND MARKERS OF BIOLOGICAL PATHWAYS. SPECIFIC AIM 3: MEASURE CHANGES IN MAKERS OF BIOLOGICAL PATHWAYS IN BLOOD AND ADIPOSE TISSUE. SPECIFIC AIM 4: FURTHER EVALUATE THE SAFETY OF DCR IN ADPKD VS. CONTROL, TO OPTIMIZE CLINICAL TRANSLATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f8eb9f7-3ee7-fb7d-c649-ee912e019c18-C", "generated_internal_id": "ASST_NON_R01DK129259_7529"}, {"internal_id": 110861984, "Award ID": "R01DA052016", "Award Amount": 2927036.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-25", "CFDA Number": "93.279", "Description": "SUBSTANCE USE AND DNA METHYLATION AT THE INTERSECTION OF SEX AND GENDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_R01DA052016_7529"}, {"internal_id": 123183339, "Award ID": "R01AA028879", "Award Amount": 1331248.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-15", "CFDA Number": "93.273", "Description": "DORSAL STRIATAL PHOSPHODIESTERASE 10A AND COMPULSIVE ETHANOL USE - ABSTRACT  ALCOHOL USE DISORDER (AUD) IS A CHRONIC, RELAPSING DISORDER THAT AFFLICTS 29% OF AMERICANS IN THEIR LIFETIME1,2, IS DISABLING2 AND INCREASES MORTALITY3. NEW DRUG TARGETS AND NEUROBIOLOGICAL INSIGHT FOR AUD ARE NEEDED. COMPULSIVE DRINKING PUTATIVELY INVOLVES A TRANSITION TO DORSAL (VS. VENTRAL) STRIATAL CONTROL OVER DRINKING AND A RELATIVE UNDERACTIVITY OF INDIRECT PATHWAY MSNS (IMSNS) THAT ENABLE ADAPTIVE BEHAVIORAL SELECTION IN CONTRAST TO OVERACTIVE DIRECT PATHWAY MSNS (DMSNS) THAT DRIVE DRINKING BEHAVIORS. COMPULSIVE DRINKING ALSO INVOLVES A SHIFT TO DORSAL (CAUDATE-PUTAMEN) FROM VENTROMEDIAL (NUCLEUS ACCUMBENS) STRIATAL CONTROL OF ETHANOL-RELATED BEHAVIOR. GUIDED BY NOVEL PRELIMINARY DATA, THIS MULTIDISCIPLINARY PROJECT TESTS THE OVERARCHING HYPOTHESIS THAT DECREASING DORSAL STRIATAL PHOSPHODIESTERASE 10A (PDE10A) TYPE 2 ACTIVITY IN INDIRECT MEDIUM SPINY NEURONS (MSN) REDUCES COMPULSIVE DRINKING. IN 4 SPECIFIC AIMS, WE SEEK TO FILL MOLECULAR, CIRCUITRY, PHARMACOLOGICAL, BEHAVIORAL AND HUMAN GENETIC GAPS IN OUR UNDERSTANDING OF THE ROLE OF PDE10A ISOFORMS IN ACTIVATION OF DISTINCT STRIATAL MSN PATHWAYS AND COMPULSIVE DRINKING. AIM 1 SEEKS TO IDENTIFY TRANSLATABLE PDE10A INHIBITORS THAT REDUCE COMPULSIVE-LIKE ETHANOL SELF-ADMINISTRATION, WITH CONSIDERATION OF ENZYME OFF-RATE, LIPOPHILIC EFFICIENCY AND NEUROACTIVATIONAL EFFECTS ON DISTINCT MSN CIRCUITS. AIM 2 WILL INTERSECT ADORA2A-CRE RATS WITH EXPRESSION OF A FLOXED, VALIDIATED PDE10A SHRNA TO KNOCKDOWN DORSAL IMSN PDE10A IN ORDER TO DETERMINE THIS THE ROLE OF CAUDATE-PUTAMEN PDE10A IN IMSNS IN ESCALATED AND AVERSION-RESISTANT SELF- ADMINISTRATION. AIM 3 SEEKS TO DETERMINE THE CAUSAL ROLE OF THE STRIATAL-RESTRICTED, MEMBRANE-ASSOCIATED PDE10A2 ISOFORM IN COMPULSIVE-LIKE ETHANOL INTAKE. FINALLY, AIM 4 SEEKS PDE10A GENE VARIANTS THAT ASSOCIATE WITH PROBLEMATIC ALCOHOL USE AS WELL AS THEIR FUNCTIONAL, EXPRESSION, AND PSYCHIATRIC GENETIC CORRELATES. THE COLLECTIVE WORK OF OUR ASSEMBLED, MULTIDISCIPLINARY COLLABORATIVE TEAM WILL SHED LIGHT ON THE NEUROBIOLOGICAL AND GENETIC ROLE OF PDE10A ISOFORMS IN DISTINCT STRIATAL CIRCUITS AND COMPULSIVE DRINKING BEHAVIORS AS WELL AS THE POTENTIAL IMPACT OF NOVEL TRANSLATABLE PDE10A INHIBITORS TO TREAT AUD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c6e5599-9f3d-3f33-5740-2c1ed46512c4-C", "generated_internal_id": "ASST_NON_R01AA028879_7529"}, {"internal_id": 49666174, "Award ID": "P50DC000422", "Award Amount": 31916307.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2007-07-31", "CFDA Number": "93.368", "Description": "EXPERIMENTAL AND CLINICAL STUDIES OF PRESBYACUSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04a78f04-ee86-46df-5fbf-c71e46ed8479-C", "generated_internal_id": "ASST_NON_P50DC000422_7529"}, {"internal_id": 110234337, "Award ID": "DP5OD029610", "Award Amount": 1310517.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "93.368", "Description": "MULTI-MODAL HEALTH INFORMATION TECHNOLOGY INNOVATIONS FOR PRECISION MANAGEMENT OF GLAUCOMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_DP5OD029610_7529"}, {"internal_id": 162133769, "Award ID": "OT2OD036477", "Award Amount": 650000.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2023-08-17", "CFDA Number": "93.368", "Description": "DISABILITY COMMUNITY ENGAGEMENT PARTNER PROJECT-PEDIATRICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": null, "generated_internal_id": "ASST_NON_OT2OD036477_7529"}, {"internal_id": 160587205, "Award ID": "OT2OD036098", "Award Amount": 1549000.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2023-06-29", "CFDA Number": "93.368", "Description": "DREF RESEARCH MATTERS: CREATING POSSIBILITIES TO ACHIEVE HEALTH AND WELLNESS FOR ALL OF US THROUGH COMMUNITY, HBCUS AND RESEARCHER ENGAGEMENT, ENROLLMENT AND RETENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3e1cb57a-376f-68a8-805b-bed5da56090b-R", "generated_internal_id": "ASST_NON_OT2OD036098_7529"}, {"internal_id": 160587204, "Award ID": "OT2OD035980", "Award Amount": 2076125.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2023-06-30", "CFDA Number": "93.368", "Description": "ENGAGING DIVERSE STAKEHOLDERS IN GENOMIC/PRECISION MEDICINE RESEARCH: THE ALL OF US RESEARCH PROGRAM ENGAGEMENT CORE - IN THIS RESEARCH OPPORTUNITY ANNOUNCEMENT FOR AREA OF INTEREST 4, WE DESCRIBE THE SEMINAL WORK OF ESTABLISHING AN INFRASTRUCTURE THAT OPERATIONALIZES ENGAGEMENT OF DIVERSE RESEARCH PARTICIPANTS, DISTINCT FROM RECRUITMENT/ENROLLMENT, AND BUILDING ON THE FOUNDATIONAL WORK OF INTEGRATING RESEARCH PARTICIPANTS WITHIN THE GOVERNANCE OF RESEARCH PROGRAMS. OUR APPROACH AND BEST PRACTICES ARE EMBEDDED INTO THE ENGAGEMENT CORE’S FIVE AIMS 1)SERVE AS THE CENTRAL HUB FOR PARTICIPANT ENGAGEMENT – PROVIDING RESOURCES, EXPERTISE, AND TOOLS – TO THE ALL OF US CONSORTIUM FOR ENGAGING PARTICIPANTS AS PARTNERS IN THE GOVERNANCE, PRIORITY SETTING, IMPLEMENTATION, AND EVALUATION OF ALL OF US; 2) EFFECTIVELY INTEGRATE PARTICIPANTS, WHO REFLECT THE BROAD DIVERSITY OF ALL OF US, AS PARTNERS IN THE GOVERNANCE, OVERSIGHT, AND EVALUATION OF ALL OF US; 3) CAPTURE AND INTEGRATE THE VOICES OF DIVERSE PARTICIPANTS TO ENHANCE THE DESIGN, IMPLEMENTATION, AND USE OF ALL OF US DATA, RESOURCES, AND RESULTS; 4) CONTINUOUSLY ASSESS THE IMPACT OF PARTICIPANT ENGAGEMENT ON ALL ASPECTS AND PHASES OF ALL OF US INCLUDING GOVERNANCE, DESIGN, IMPLEMENTATION, AND EVALUATION; AND 5) ADVANCE THE SCIENCE OF ENGAGEMENT WITH AN EMPHASIS ON ENGAGING HISTORICALLY MARGINALIZED AND MINORITIZED GROUPS. TO DATE, OUR ENGAGEMENT CORE HAS ESTABLISHED THE INFRASTRUCTURE FOR PARTICIPANT ENGAGEMENT, BY SUCCESSFULLY INTEGRATING 81 PARTICIPANTS (INCLUDING 58 [72%] FROM MINORITIZED AND HISTORICALLY EXCLUDED COMMUNITIES INTO VARIOUS ALL OF US GOVERNANCE ROLES INCLUDING 12 MEMBERS ON THE STEERING COMMITTEE AND 6 ON THE EXECUTIVE COMMITTEE. OUR ENGAGEMENT CORE HAS RESPONDED TO 55 REQUESTS FOR ENGAGEMENT REFLECTING A RANGE OF ACTIVITIES INCLUDING REVIEW OF A MENTAL HEALTH AND WELL-BEING PPI SURVEY AND GENERATING POTENTIAL SOLUTIONS TO SAFELY EXTEND DATA ACCESS TO NON-TRADITIONAL RESEARCHERS IN THE ALL OF US RESEARCHER WORKBENCH. IN THE NEXT PHASE, WE WILL CONTINUE THE MULTI-FACETED STRATEGIES ABOVE AND WILL EXPAND OUR APPROACHES TO INCLUDE VOICES CURRENTLY MISSING FROM EXISTING ENGAGEMENT SUCH AS YOUNG ADULTS, AND PARENTS OF CHILDREN AGED 18 AND YOUNGER (CRITICAL GIVEN UPCOMING PEDIATRIC ENROLLMENT). WE WILL ALSO CREATE NEW MECHANISMS SUCH AS A RAPID FEEDBACK PANELS - A DIVERSE GROUP OF PARTICIPANTS WHO WILL PROVIDE TIME-SENSITIVE FEEDBACK IN CRITICAL AREAS. ULTIMATELY, WE WILL DOCUMENT SUCCESSFUL STRATEGIES TO CONTRIBUTE EVIDENCE-BASED RECOMMENDATIONS FOR FUTURE LARGE-SCALE STUDIES WITH A SUBSTANTIAL PARTICIPANT ENGAGEMENT COMPONENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8e08af-9f61-5dc4-b13f-32b17f32dc92-C", "generated_internal_id": "ASST_NON_OT2OD035980_7529"}, {"internal_id": 160587203, "Award ID": "OT2OD035580", "Award Amount": 54000000.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2023-06-30", "CFDA Number": "93.368", "Description": "THE PARTICIPANT CENTER: EMPOWERING ALL OF US RESEARCH PROGRAM PARTICIPATION ACROSS THE UNITED STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c6e5599-9f3d-3f33-5740-2c1ed46512c4-C", "generated_internal_id": "ASST_NON_OT2OD035580_7529"}, {"internal_id": 154036803, "Award ID": "OT2OD035404", "Award Amount": 54495165.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2022-11-01", "CFDA Number": "93.368", "Description": "ALL OF US RESEARCH PROGRAM DATA AND RESEARCH CENTER - PROJECT SUMMARY/ABSTRACT - THE ALL OF US RESEARCH PROGRAM’S OVERARCHING GOAL IS TO  TRANSFORM OUR UNDERSTANDING OF THE FACTORS THAT CONTRIBUTE TO HEALTH AND DISEASE, AND  ULTIMATELY, TO LEVERAGE THIS UNDERSTANDING TO INFORM HOW WE PREVENT AND TREAT DISEASE.  THE ALL OF US DATA AND RESEARCH CENTER (DRC) SUPPORTS OPERATIONALIZING THIS VISION,  SERVING AS A HUB FOR ROBUST DATA INFRASTRUCTURE AND FACILITATIVE SUPPORT OF RESEARCHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8e08af-9f61-5dc4-b13f-32b17f32dc92-C", "generated_internal_id": "ASST_NON_OT2OD035404_7529"}, {"internal_id": 150291928, "Award ID": "OT2OD031932", "Award Amount": 3350936.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2022-07-01", "CFDA Number": "93.368", "Description": "ALL OF US EVENINGS WITH GENETICS RESEARCH EDUCATION PROGRAM - NO TEXT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddcd398f-5e59-e840-2368-a57b84efdc7d-C", "generated_internal_id": "ASST_NON_OT2OD031932_7529"}, {"internal_id": 151144797, "Award ID": "OT2OD031919", "Award Amount": 3726000.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2022-07-29", "CFDA Number": "93.368", "Description": "ALL OF US CONSORTIUM OF CTSA COMMUNITY ENGAGEMENT PROGRAMS - NO TEXT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_OT2OD031919_7529"}, {"internal_id": 152374150, "Award ID": "OT2OD031916", "Award Amount": 1987596.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2022-07-01", "CFDA Number": "93.368", "Description": "DISABILITY COMMUNITY ENGAGEMENT PARTNER PROJECT - NO TEXT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": null, "generated_internal_id": "ASST_NON_OT2OD031916_7529"}, {"internal_id": 148732390, "Award ID": "OT2OD031915", "Award Amount": 3452244.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2022-05-13", "CFDA Number": "93.368", "Description": "THE INTERDISCIPLINARY GUIDED NETWORK FOR INVESTIGATION, TRANSLATION AND EQUITY (IGNITE) FOR ALL OF US RESEARCH PROGRAM - NO TEXT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9f0ca2a-aa8d-05a3-861f-1f3e215d88e8-C", "generated_internal_id": "ASST_NON_OT2OD031915_7529"}, {"internal_id": 133584673, "Award ID": "OT2OD030043", "Award Amount": 98855635.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-04-27", "CFDA Number": "93.310", "Description": "PTSC 2.0", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c03982eb-22b4-5c49-6032-4156fa6db9f6-C", "generated_internal_id": "ASST_NON_OT2OD030043_7529"}, {"internal_id": 138795799, "Award ID": "OT2OD028422", "Award Amount": 86036344.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-07-22", "CFDA Number": "93.368", "Description": "EXPERIENCE DESIGN, COMMUNICATIONS AND MARKETING FOR THE ALL OF US RESEARCH PROGRAM - OVER THE NEXT FIVE YEARS, WE LOOK FORWARD TO BUILDING ON THE FOUNDATION WE HAVE CREATED THROUGH OUR LONG-STANDING PARTNERSHIP WITH THE NIH AND CONSORTIUM PARTNERS. SPECIFICALLY, OUR GOALS ARE TO FURTHER DEVELOP AND ENRICH THE ALL OF US EXPERIENCE FOR NEW AND EXISTING PARTICIPANTS AND TO BUILD OUT AN INTUITIVE, EFFICIENT EXPERIENCE FOR DIVERSE SETS OF RESEARCHERS FROM ACROSS THE NATION. IN YEAR ONE, WE WILL ADVANCE DESIGN RESEARCH AND EXPERIENCE DESIGN INITIATIVES THAT FOCUS ON HOLISTIC EXPERIENCE STRATEGIES FOR [I] PARTICIPANTS AND [II] RESEARCHERS. THIS RESEARCH WILL MOVE PROGRAM PRIORITIES FORWARD AND ENSURE THAT WE DELIVER THE RIGHT EXPERIENCE TO THE RIGHT PEOPLE AT THE RIGHT TIME. I. PARTICIPANTS AS AN EXTENSION OF YOUR TEAM, WE HAVE SUCCESSFULLY REACHED COMMUNITIES UNDERREPRESENTED IN BIOMEDICAL RESEARCH (UBR) AT AN UNPRECEDENTED RATE. APPROXIMATELY 80% OF THE PROGRAM’S OVER 200,000 REGISTERED INDIVIDUALS (OVER 121,000 CORE PARTICIPANTS) ARE UBR. ACCORDING TO FRANCIS COLLINS, ALL OF US IS “NOW CONSIDERED THE LARGEST AND MOST DIVERSE COHORT OF ITS KIND” (“THE FUTURE OF HEALTH BEGINS WITH ALL OF US” WEBCAST, MARCH 14, 2019). WHILE EXPANDING TO NEW AUDIENCES, WE WANT TO BUILD AND SUSTAIN THESE RELATIONSHIPS. THIS IS WHY OUR TOP PRIORITY FOR YEAR ONE IS TO IMPROVE THE PARTICIPANT EXPERIENCE—TO KEEP MEMBERS MOTIVATED AND ENGAGED BEYOND CONSENT, FOR THE LONG HAUL. TO DO THIS, A CORE OBJECTIVE WILL BE DESIGNING PATHWAYS THAT CENTER ON PARTICIPANT CHOICE. OUR MARKETING AND COMMUNICATIONS INITIATIVES WILL ENSURE THAT PARTICIPANTS, REGARDLESS OF WHETHER THEY ENTER THROUGH DV OR HPO PATHWAYS, HAVE A SMOOTH AND ENGAGING EXPERIENCE THROUGH JOINING, CONSENTING, AND STAYING INVOLVED. WE WILL APPLY THIS SAME PRINCIPLE TO CREATE A PARENT/CHILD-CENTERED JOURNEY AND RELATED STRATEGIES FOLLOWING INSIGHTS DEVELOPMENT. II. RESEARCHERS WITH THE LAUNCH OF THE RESEARCHER PORTAL IN FALL 2019, WE WILL BEGIN TO ENGAGE A BROADER RESEARCH COMMUNITY BY LEVERAGING AMBASSADOR RESEARCHERS WHO ARE PART OF OUR AWARDEE NETWORK. THIS COMMUNITY OF FIRST ADOPTERS WILL SUPPORT PILOT PROJECTS AND REINFORCE A SENSE OF VALIDITY, QUALITY, AND TRUST FOR THE GROWING ALL OF US DATASET AS A CRITICALLY IMPORTANT AND UNPRECEDENTED RESOURCE FOR BIOMEDICAL RESEARCH. IN ADDITION, WE WILL CONTINUE TO SUPPORT THE DESIGN OF THE RESEARCHER HUB, WORKBENCH, AND OTHER DIGITAL TOOLS AND HELP DEFINE THE OVERARCHING PRODUCT ROADMAP AND END-TO-END EXPERIENCE FOR RESEARCHERS. USING DESIGN RESEARCH METHODS, WE WILL BUILD PARALLEL EXPERIENCES THAT WORK FOR RESEARCHERS IN DIFFERENT CONTEXTS, ESPECIALLY THOSE OUTSIDE OF ACADEMIC INSTITUTIONS (I.E. CITIZEN SCIENTISTS, COMMUNITY COLLEGES, ETC.). BELOW IS A HIGH-LEVEL SUMMARY OF OUR PRIMARY OBJECTIVES IN YEAR ONE. IN YEARS TWO TO FIVE, WE WILL CONTINUE TO DEVELOP AUDIENCE AND PROGRAM INSIGHTS, IDEATE, AND REFINE PROCESSES AND APPROACHES WITH OUR PARTNERS AT THE NATIONAL AND LOCAL LEVELS TO INCREASE ENROLLMENT AND RETENTION AS WELL AS ENCOURAGE RESEARCHERS TO ENGAGE WITH THE INCREDIBLE DATASET THE PROGRAM IS BUILDING. IN THE SECTIONS BELOW, WE PROVIDE GREATER DETAIL ON THE STRATEGIES, WORKSTREAMS, AND TEAMS NECESSARY TO ACHIEVE THESE OBJECTIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd87bea3-3e5d-c036-de74-33fc167c921a-C", "generated_internal_id": "ASST_NON_OT2OD028422_7529"}, {"internal_id": 137716163, "Award ID": "OT2OD028414", "Award Amount": 5720464.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-06-29", "CFDA Number": "93.368", "Description": "ENGAGING ALL OF US FOR EFFECTIVE PRECISION MEDICINE - THE UNIVERSITY OF UTAH AND ITS COMMUNITY PARTNERS WILL BRING A COMBINATION OF EXPERIENCE AND EXPERTISE THAT IS WELL-SUITED TO DEVELOPING AND EVALUATING IMPACTFUL ENGAGEMENTS FOR THE ALL OF US RESEARCH PROGRAM. KEY HIGHLIGHTS FROM THE DETAILS PROVIDED ELSEWHERE IN THIS PROPOSAL: GENETIC SCIENCE LEARNING CENTER (GSLC) AT THE UNIVERSITY OF UTAH - MULTI-TALENTED TEAM OF 18 WITH A COMBINATION OF SCIENCE, EDUCATION, SCIENCE AND HEALTH WRITING, VISUALIZATION, AND EVALUATION EXPERTISE - 20 YEARS OF EXPERIENCE IN USING COMMUNITY-BASED PARTICIPATORY DESIGN APPROACHES TO DEVELOP MATERIALS, INCLUDING WITH UNDERREPRESENTED COMMUNITIES - EXPERTS IN MAKING COMPLEX SCIENCE—INCLUDING GENETICS, GENOMICS, AND PERSONALIZED MEDICINE—UNDERSTANDABLE FOR NON-EXPERTS, WITH A FOCUS ON GRADE 5-10, PATIENTS, THE PUBLIC, AND PROVIDERS - AWARD-WINNING, CREATIVE APPROACHES TO DEVELOPING DIGITAL, EXPERIENTIAL, AND MULTICULTURAL MATERIALS - DEVELOPERS OF LEARN.GENETICS AND TEACH.GENETICS, THE MOST HIGHLY USED LIFE-SCIENCE EDUCATION WEBSITES IN THE WORLD - RIGOROUS EVALUATION METHODS USED TO ASSESS THE EFFICACY OF AND ITERATIVELY IMPROVE MATERIALS WE DEVELOP - PASSIONATE ABOUT OUR MISSION OF MAKING SCIENCE AND HEALTH EASY FOR EVERYONE TO UNDERSTAND COMMUNITY PARTNERS COMMUNITY FACES OF UTAH (CFU) - EQUITABLE COLLABORATIVE AMONG LEADERS OF 5 DIVERSE COMMUNITY ORGANIZATIONS, THE UTAH DEPARTMENT OF HEALTH, AND THE UNIVERSITY OF UTAH, ESTABLISHED IN 2009; EACH COMMUNITY LEADER LEADS A NETWORK OF OTHER ORGANIZATIONS - COMMITTED TO IMPROVING HEALTH IN THE AFRICAN REFUGEE/IMMIGRANT, AFRICAN AMERICAN, AMERICAN INDIAN/ALASKAN NATIVE, HISPANIC/LATINO (LATINX), AND PACIFIC ISLANDER COMMUNITIES - BEGAN WITH PROJECTS TO DEVELOP EDUCATIONAL MATERIALS AND PROGRAMS FOCUSED ON GENETICS AND HEALTH - EXPERIENCED IN COMMUNITY-BASED, PARTICIPATORY DESIGN AND CO-CREATION OF MATERIALS, PROGRAMS, AND RESEARCH STUDIES EQUALITY UTAH - SEEKS TO SECURE EQUAL RIGHTS AND PROTECTIONS FOR LESBIAN, GAY, BISEXUAL, TRANSGENDER & QUEER UTAHNS AND THEIR FAMILIES - HAS COLLABORATED WITH CFU, RESEARCHERS AND CCET IN CONDUCTING RESEARCH STUDIES COMMUNITY COLLABORATION & ENGAGEMENT TEAM (CCET) OF THE UTAH CENTER FOR CLINICAL & TRANSLATIONAL SCIENCE (CCTS) - SENSITIVELY FACILITATES ACADEMIC-COMMUNITY PARTNERSHIPS; 10 YEARS OF EXPERIENCE - SKILLED AT BUILDING TRUSTING RELATIONSHIPS WITH COMMUNITY LEADERS, ORGANIZATIONS AND MEMBERS - SUPPORTS MULTI-DIRECTIONAL LEARNING THROUGHOUT PROJECTS - HAS DEVELOPED AND MAINTAINS RELATIONSHIPS AT THE LOCAL, STATE, REGIONAL AND NATIONAL LEVELS WITH A STRONG FOCUS ON UNDERREPRESENTED GROUPS THERAPEUTIC GAMES AND APPS LAB (GAPP LAB), ENTERTAINMENT ARTS & ENGINEERING PROGRAM (EAE), UNIVERSITY OF UTAH (EAE) - ONE OF THE TOP GAME DEVELOPMENT PROGRAMS IN THE WORLD; BS AND MS DEGREES - GAPP LAB INVOLVES GRADUATE STUDENTS IN DEVELOPING HEALTH-RELATED GAMES AND APPS - ESTABLISHED COLLABORATION BETWEEN GSLC AND EAE/GAPP LAB FOR DEVELOPING DIGITAL ENGAGEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_OT2OD028414_7529"}, {"internal_id": 133584812, "Award ID": "OT2OD028404", "Award Amount": 53070585.53, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2020-10-20", "CFDA Number": "93.368", "Description": "PYXIS PARTNERS, LLC PROPOSAL FOR: ALL OF US RESEARCH PROGRAM ENGAGEMENT AND RETENTION INNOVATORS (OT2) - BUILDING A PARTICIPANT COMMUNITY FOR THE ALL OF US RESEARCH PROGRAM THAT REFLECTS THE DIVERSITY OF OUR COUNTRY – AND KEEPING THEM ENGAGED FOR A DECADE OR MORE – REQUIRES PURPOSEFUL PRECISION ENGAGEMENT. AS THE PROGRAM HAS BUILT AN INFRASTRUCTURE TO ENROLL PARTICIPANTS, COLLECT DATA, CURATE INFORMATION, AND FACILITATE PHYSICAL MEASUREMENTS AND BIOSPECIMEN COLLECTION (PM&B), HCM HAS BEEN A VITAL PARTNER SINCE THE BEGINNING. WE HAVE BUILT A ROBUST ENGAGEMENT INFRASTRUCTURE TO REACH, EDUCATE, AND MOTIVATE INDIVIDUALS FROM COMMUNITIES THAT HAVE BEEN HISTORICALLY UNDERREPRESENTED IN RESEARCH (UBR) TO PARTICIPATE IN THE PROGRAM. OUR ENGAGEMENT APPROACH IS GROUNDED IN BEST PRACTICES AND FUELED BY THE KNOWLEDGE THAT IMPACTFUL ENGAGEMENT REQUIRES YOU TO MEET PEOPLE WHERE THEY ARE – NOT ONLY WHERE THEY LIVE, WORK, AND PLAY, BUT ALSO WHERE THEY ARE ALONG THEIR ENGAGEMENT JOURNEY. THIS JOURNEY BEGINS WITH AWARENESS, MOVES TOWARDS ENROLLMENT, AND NUTURES ONGOING PARTICIPATION IN THE ALL OF US RESEARCH PROGRAM. TO ENABLE SUSTAINED, IMPACTFUL ENGAGEMENT WITH POTENTIAL PARTICIPANTS, WE HAVE BUILT RELATIONSHIPS WITH KEY INFLUENCERS BASED UPON TRUST, TRANSPARENCY, AND BIDIRECTIONAL COMMUNICATION – THE SAME CORE VALUES CENTRAL TO THE ALL OF US RESEARCH PROGRAM. WHAT WE HAVE ACCOMPLISHED. DEEP RELATIONSHIPS ACROSS KEY COMMUNITIES HAVE BEEN LEVERAGED AND COMMUNITY-ENGAGED APPROACHES USED TO DESIGN, DEVELOP, AND DELIVER TOOLS AND EXPERIENCES FOR MULTIPLE AUDIENCES. ACTIVITIES AND RESULTS HAVE BEEN TRACKED TO INFORM THE ITERATION PROCESS TO IMPROVE EFFICIENCIES. IMPACT AND SCALE HAVE BEEN ACHIEVED THROUGH PARTNERSHIPS WITH NATIONAL ORGANIZATIONS WITH THE INFRASTRUCTURE TO LOCALIZE THE PROGRAM. THROUGH OUR TRUSTED PARTNERSHIPS, WE HAVE BROUGHT THE ALL OF US RESEARCH PROGRAM TO NEIGHBORHOODS, COLLEGE CAMPUSES, CHURCHES, PROFESSIONAL CONFERENCES, FESTIVALS, AND OTHER VENUES WHERE POTENTIAL PARTICIPANTS LIVE, WORK, AND PLAY. HCM HAS BUILT, NURTURED, AND ENGAGED A NATIONAL NETWORK OF 1,214 ORGANIZATIONS. OUR RELATIONSHIPS WITH THESE ORGANIZATIONS RESULTED IN 902 OF THEM UNDERTAKING AT LEAST ONE LEARNING ACTIVITY ABOUT ALL OF US. WE CREATED THE OPPORTUNITIES, TOOLS, AND TRAININGS THAT RESULTED IN 412 OF THESE ORGANIZATIONS TAKING THE NEXT STEPS TO ENGAGE WITH THEIR COMMUNITY IN AT LEAST ONE ACTIVITY, WHICH IS A 46.7 PERCENT ACTIVATION RATE. WHERE WE ARE GOING. OVER THE NEXT FIVE YEARS, THIS INFRASTRUCTURE WILL BE EXPANDED TO INCREASE AWARENESS OF ALL OF US, MOTIVATE INDIVIDUALS TO ENROLL, ENGAGE WITH PARTICIPANTS TO RETAIN THEM OVER A DECADE OR MORE, AND NURTURE AN ECOSYSTEM OF RESEARCHERS HUNGRY TO USE THE DATA. THE INDIVIDUAL COMPONENTS OF THE ENGAGEMENT INFRASTRUCTURE WILL BE HOUSED IN THE NEW ENGAGEMENT INNOVATION NETWORK (NETWORK) AND FUELED BY A NEW ENGAGEMENT INCUBATOR (EI). THE EI WILL PROVIDE A COMMUNITY ENGAGEMENT STRUCTURE THAT EMPLOYS COMMUNITY-BASED AND PARTICIPATORY-ENGAGEMENT APPROACHES TO DEVELOP EXPERIENCES FOR MULTIPLE AUDIENCES THAT CAN BE DELIVERED IN A VARIETY OF SETTINGS, WHICH ARE REPLICABLE AND SCALABLE. BEST PRACTICES WILL ENABLE EFFICIENCY AND IMPACT. PROGRAM DATA AND METRICS WILL BE USED TO DEVELOP AND OPTIMIZE OUR STRATEGY OVER TIME, AND ACTIVITIES WILL BE ALIGNED TO KEEP PACE WITH KEY MILESTONES. HCM IS COMPRISED OF THE NATION’S LEADING EXPERTS IN COMMUNITY, PROVIDER, MULTICULTURAL, AND DIGITAL ENGAGEMENT, AS WELL AS EXPERIENTIAL LEARNING. WE HAVE EXPANDED OUR TEAM TO MEET THE CHALLENGES OF THIS NEXT PHASE OF ENGAGEMENT WORK AND HAVE BROUGHT ON NEW TEAM MEMBERS INCLUDING: BRIGHTLINE INTERACTIVE AND NOTIONTHEORY TO EXPAND OUR ABILITY TO DEVELOP A RANGE OF DIGITAL EXPERIENCES ON A VARIETY OF PLATFORMS; AS WELL AS THE NATIONAL MINORITY QUALITY FORUM (NMQF) TO BRING A CRITICAL CONVENING ABILITY AND REACH INTO THE MINORITY RESEARCH COMMUNITY. THE IMPACT OF OUR ACTIVITIES TO DATE, AS WELL AS OUR VISION FOR ENGAGEMENT OVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39638c3c-0517-79ac-5805-1844fc193d46-R", "generated_internal_id": "ASST_NON_OT2OD028404_7529"}, {"internal_id": 139743230, "Award ID": "OT2OD028251", "Award Amount": 43444604.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-07-30", "CFDA Number": "93.368", "Description": "COLOR'S SOFTWARE-POWERED, HIGH-TOUCH DELIVERY OF GENETIC COUNSELING SESSIONS AND PHARMACOGENOMICS CONSULTATIONS FOR RETURN OF GENOMIC RESULTS - COLOR HAS DEVELOPED A STATE-OF-THE-ART, PHONE-BASED GENETIC COUNSELING (GC) AND PHARMACOGENOMICS (PGX) CONSULTATION SERVICE FOR THE DELIVERY OF GENETIC TEST RESULTS AND HAS A PROVEN TRACK RECORD OF DELIVERING OVER 13,000 INDIVIDUAL SESSIONS TO DATE. OUR EXEMPLARY CLINICAL SERVICES STAFF HAS A CUMULATIVE OVER 100 YEARS OF CLINICAL COUNSELING EXPERIENCE. FROM DAY 1 OF THE PROGRAM, WE ARE POSITIONED TO DELIVER CONSISTENT, COMPASSIONATE, HIGH-QUALITY, AND FIELD-TESTED GC SERVICES TO THE ONE MILLION PARTICIPANTS OF THE ALL OF US RESEARCH PROGRAM (AOURP). OUR GENETIC COUNSELORS AND CLINICAL PHARMACISTS ARE FULLY LICENSED AND CERTIFIED TO DELIVER COUNSELING IN ALL 50 US STATES AND 14 TERRITORIES IN MULTIPLE LANGUAGES, INCLUDING ENGLISH AND SPANISH. OF NOTE, NO ADDITIONAL STAFFING, TRAINING OR LICENSURE IS REQUIRED TO MEET THE YEAR 1 GOALS OF THE AOURP AS SET FORTH IN THE RFA. OVER THE COURSE OF THIS GROUNDBREAKING PROGRAM, WE ARE PREPARED TO DEPLOY OUR SERVICES TO ALL ONE MILLION AOURP PARTICIPANTS. IN ADDITION, WE PROPOSE TO UTILIZE THE AOURP PLATFORM TO INVEST IN THE FUTURE OF OUR PROFESSION BY OFFERING TRAINING AND EDUCATION OPPORTUNITIES FOR GC AND CLINICAL PHARMACY TRAINEES. FINALLY, WE PROPOSE AN INTEGRATION BETWEEN COLOR AS THE AOURP GENETIC COUNSELING RESOURCE (GCR) AND THE REGIONAL MEDICAL CENTERS (RMCS) TO ENSURE A WARM PATIENT HANDOFF FOR PARTICIPANTS BETWEEN THE AOURP AND THEIR DIRECT CARE TEAM AT A RMC.  WITH OVER 13,000 GENETIC COUNSELING (GC) SESSIONS AND OVER 100 PHARMACOGENOMICS (PGX) CONSULTATIONS TO DATE, COLOR HAS A DEMONSTRATED THE POWER TO DELIVER GC SESSIONS AND PGX CONSULTATIONS TO A LARGE, UNSELECTED POPULATION.  COLOR’S GENETIC COUNSELORS AND CLINICAL PHARMACISTS ARE LICENSED AND CERTIFIED TO DELIVER HIGH QUALITY CLINICAL SERVICES IN ALL 50 STATES AND 14 TERRITORIES ACROSS THE UNITED STATES.  COLOR HAS BUILT A STATE-OF-THE-ART HIPAA-COMPLIANT SOFTWARE INFRASTRUCTURE FOR CLINICAL SERVICES THAT EASILY ONBOARDS ADDITIONAL CAPACITY, WHETHER FROM AN ACADEMIC CENTER (SUCH AS THE REGIONAL MEDICAL CENTERS) OR FROM A COMMERCIAL GENETIC COUNSELING SERVICE (SUCH AS INFORMEDDNA OR GENOME MEDICAL).  COLOR’S GC SESSIONS AND PGX CONSULTATIONS ARE READILY AVAILABLE IN 200+ LANGUAGES.  AS THE AOURP GENETIC COUNSELING RESOURCE (GCR), COLOR WILL GIVE BACK TO THE FIELD BY OFFERING GENETIC COUNSELING AND CLINICAL PHARMACY TRAINEES A UNIQUE OPPORTUNITY TO TRAIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b6835a8-316d-9172-a179-de084f54d68a-C", "generated_internal_id": "ASST_NON_OT2OD028251_7529"}, {"internal_id": 69723745, "Award ID": "OT2OD027077", "Award Amount": 5174497.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-09-19", "CFDA Number": "93.368", "Description": ":  AHC?S NATIONAL STRATEGY- ALL OF US RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62a108ab-3874-dcda-1c18-2fc96e0fc261-R", "generated_internal_id": "ASST_NON_OT2OD027077_7529"}, {"internal_id": 66486804, "Award ID": "OT2OD026557", "Award Amount": 36470507.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-05-31", "CFDA Number": "93.368", "Description": "ILLINOIS PRECISION MEDICINE CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89c1b286-4842-cf79-9563-7ec2e987f771-C", "generated_internal_id": "ASST_NON_OT2OD026557_7529"}, {"internal_id": 64141377, "Award ID": "OT2OD026556", "Award Amount": 43305283.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-03-15", "CFDA Number": "93.368", "Description": "NEW YORK CITY CONSORTIUM FOR PRECISION MEDICINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_OT2OD026556_7529"}, {"internal_id": 66994876, "Award ID": "OT2OD026555", "Award Amount": 37414297.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-06-30", "CFDA Number": "93.368", "Description": "ALL OF US WISCONSIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "296e7eea-b345-bc95-ab5f-313b0c27795c-C", "generated_internal_id": "ASST_NON_OT2OD026555_7529"}, {"internal_id": 62421012, "Award ID": "OT2OD026554", "Award Amount": 47365139.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-02-06", "CFDA Number": "93.368", "Description": "ALL OF US PENNSYLVANIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ad8c5c3-8085-49bb-9227-fc5bc4a1f938-C", "generated_internal_id": "ASST_NON_OT2OD026554_7529"}, {"internal_id": 62551264, "Award ID": "OT2OD026553", "Award Amount": 36775000.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-02-28", "CFDA Number": "93.368", "Description": "THE NEW ENGLAND PRECISION MEDICINE CONSORTIUM OF THE ALL OF US RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b850e96-1988-60df-d05c-e0d42a91fc63-C", "generated_internal_id": "ASST_NON_OT2OD026553_7529"}, {"internal_id": 65281295, "Award ID": "OT2OD026552", "Award Amount": 49348824.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-03-24", "CFDA Number": "93.368", "Description": "CALIFORNIA PRECISION MEDICINE RESEARCH PROGRAM CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_OT2OD026552_7529"}, {"internal_id": 67314649, "Award ID": "OT2OD026551", "Award Amount": 40782758.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-07-19", "CFDA Number": "93.368", "Description": "SOUTHEAST ENROLLMENT CENTER (SEEC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dbae4064-c48c-5002-9fca-21d077e0f96b-C", "generated_internal_id": "ASST_NON_OT2OD026551_7529"}, {"internal_id": 64141426, "Award ID": "OT2OD026550", "Award Amount": 33254836.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-03-15", "CFDA Number": "93.310", "Description": "TRANS-AMERICA CONSORTIUM OF THE HEALTH CARE SYSTEMS RESEARCH NETWORK FOR THE ALL OF US RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4397aef3-70da-b831-0f7a-71049f3e955b-C", "generated_internal_id": "ASST_NON_OT2OD026550_7529"}, {"internal_id": 65280443, "Award ID": "OT2OD026549", "Award Amount": 50650953.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-03-24", "CFDA Number": "93.368", "Description": "UNIVERSITY OF ARIZONA-BANNER HEALTH ALL OF US RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_OT2OD026549_7529"}, {"internal_id": 66995167, "Award ID": "OT2OD026548", "Award Amount": 33504727.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-06-30", "CFDA Number": "93.368", "Description": "SOUTHERN ALL OF US NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "385a79b6-b810-9612-774a-ef5d04895c34-C", "generated_internal_id": "ASST_NON_OT2OD026548_7529"}, {"internal_id": 49308808, "Award ID": "OT2OD025337", "Award Amount": 3102725.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-07-23", "CFDA Number": "93.310", "Description": "RESEARCH MATTERS: CREATING POSSIBILITIES TO ACHIEVE HEALTH AND WELLNESS FOR ALL OF US RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3e1cb57a-376f-68a8-805b-bed5da56090b-R", "generated_internal_id": "ASST_NON_OT2OD025337_7529"}, {"internal_id": 49308807, "Award ID": "OT2OD025315", "Award Amount": 1380889.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-07-23", "CFDA Number": "93.310", "Description": "EMPOWERMENT-FOCUSED OUTREACH, EDUCATION AND ENROLLMENT OF TENNESSEE OLDER ADULTS IN THE ALL OF US RESEARCH PROGRAM THROUGH COMMUNITY EFFORTS BY FIFTYFORWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3393334a-86e4-1c18-df0a-5dca4817927f-C", "generated_internal_id": "ASST_NON_OT2OD025315_7529"}, {"internal_id": 49308800, "Award ID": "OT2OD025277", "Award Amount": 6512299.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-07-23", "CFDA Number": "93.310", "Description": "TODOS JUNTOS:  ALL OF US RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": null, "generated_internal_id": "ASST_NON_OT2OD025277_7529"}, {"internal_id": 49308799, "Award ID": "OT2OD025276", "Award Amount": 9297004.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-07-23", "CFDA Number": "93.368", "Description": "ALL OF US RESEARCH PROGRAM NATIONAL SEXUAL AND GENDER MINORITY ENGAGEMENT NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c13d643-4334-38ed-1952-0db7e2ac5e56-C", "generated_internal_id": "ASST_NON_OT2OD025276_7529"}, {"internal_id": 140057331, "Award ID": "OT2OD002751", "Award Amount": 88670674.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-09-09", "CFDA Number": "93.368", "Description": "THE BAYLOR-HOPKINS CLINICAL GENOMICS CENTER FOR ALL OF US", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddcd398f-5e59-e840-2368-a57b84efdc7d-C", "generated_internal_id": "ASST_NON_OT2OD002751_7529"}, {"internal_id": 140057355, "Award ID": "OT2OD002750", "Award Amount": 157681897.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-09-09", "CFDA Number": "93.368", "Description": "THE BROAD-LMM-COLOR GENOME CENTER FOR ALL OF US", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb1c4bd6-22a0-1796-63d6-bdf7123782cd-C", "generated_internal_id": "ASST_NON_OT2OD002750_7529"}, {"internal_id": 140057348, "Award ID": "OT2OD002748", "Award Amount": 29503333.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-09-09", "CFDA Number": "93.368", "Description": "NORTHWEST GENOMICS CENTER FOR ALL OF US", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_OT2OD002748_7529"}]