[{"internal_id": 89516810, "Award ID": "TPEAH000001", "Award Amount": -6987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-15", "CFDA Number": "93.343", "Description": "IDENTIFYING RISK TYPOLOGIES AND OUTCOME MARKERS TO IMPROVE EARLY TEEN PREGNANCY PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a469d556-055e-2c79-0a8b-f1870dca214a-C", "generated_internal_id": "ASST_NON_TPEAH000001_7521"}, {"internal_id": 155227209, "Award ID": "PHEPA000011", "Award Amount": 198916.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-07", "CFDA Number": "93.343", "Description": "PA-PHE-22-002", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f360f59f-4329-903a-affb-d7870b1503be-C", "generated_internal_id": "ASST_NON_PHEPA000011_7521"}, {"internal_id": 152371252, "Award ID": "PHEPA000010", "Award Amount": 399837.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "93.343", "Description": "?CHOOSING MYSELF?: IMPLEMENTATION EVALUATION OF A COMPREHENSIVE, INCLUSIVE, TRAUMA-INFORMED SEXUAL HEALTH PROGRAM FOR JUSTICE-INVOLVED YOUTH - JUSTICE-INVOLVED AND OTHER MARGINALIZED YOUTH (E.G., LGBTQ+, DIS/ABILITY, AND BIPOC INDIVIDUALS) ARE AT A GREATER RISK OF SEXUAL VIOLENCE, SEXUALLY TRANSMITTED INFECTIONS (STIS), AND TEEN PREGNANCY THAN THEIR PEERS. EXISTING TEEN PREGNANCY PREVENTION (TPP) PROGRAMMING IS NOT TAILORED TO THESE POPULATIONS. PARTICULARLY, THE ROLE OF TRAUMA IN YOUTH’S PERSONAL LIVES, THEIR INTERACTIONS WITH THE CRIMINAL LEGAL SYSTEM, AND EXPERIENCES WITH STRUCTURAL SYSTEMS OF OPPRESSION ARE NOT INTEGRATED INTO EXISTING TPP PROGRAMMING. CHOOSING MYSELF IS AN INNOVATIVE, THEORY-AND EVIDENCE-INFORMED, INCLUSIVE, COMPREHENSIVE SEXUAL HEALTH PROGRAM DESIGNED FOR JUSTICE-INVOLVED AND MARGINALIZED YOUTH. IT STEMS FROM A STRENGTHS-BASED APPROACH THAT CENTERS THE NEEDS, GOALS, VALUES, AND LIVED EXPERIENCES OF PARTICIPANTS. THIS PROGRAM ALSO ACKNOWLEDGES SYSTEMS OF OPPRESSION (E.G., RACISM, MISOGYNY, HOMOPHOBIA, TRANSPHOBIA, ABLEISM) AND SOCIAL DETERMINANTS OF HEALTH (E.G., HOUSING, FOOD) WHICH INFLUENCE YOUTH’S DECISION-MAKING. THIS PROPOSAL SEEKS TO SCALE UP AND CONDUCT A PROCESS/IMPLEMENTATION EVALUATION OF CHOOSING MYSELF. THIS 24-MONTH PROJECT CONSISTS OF THREE PHASES OF ITERATIVE PROGRAMMING AND EVALUATION AND WILL REACH 200 JUSTICE-INVOLVED YOUTH(AGES 13-18), BOTH IN/OUT OF RESIDENTIAL FACILITIES ACROSS TWO STATES (FLORIDA AND GEORGIA). EACH COHORT (CLASS) WILL CONSIST OF 12-SESSIONS OF 8-10 YOUTH. THIS USER-CENTERED, QUALITY IMPROVEMENT APPROACH ENGAGES CURRENT PARTICIPANTS, A YOUTH ADVISORY BOARD (YAB) (FORMER PARTICIPANTS), AND PROGRAM FACILITATORS TO ELICIT CRITICAL FEEDBACK TO EVALUATE AND REFINE PROGRAM COMPONENTS AFTER EACH PHASE. THE PROGRAM AND EVALUATION ARE TRULY PARTICIPANT-CENTERED, WITH ALL ACTIVITIES BEING INFORMED BY THE COMMUNITY. THIS MIXED-METHOD FORMATIVE EVALUATION WILL USE QUANTITATIVE/QUALITATIVE DATA COLLECTED VIA EVALUATION TOOLS: PARTICIPANT PRE-POST/FOLLOW-UP SURVEYS, DAILY BEHAVIOR LOGS; PARTICIPANT/FACILITATOR FOCUS GROUPS; FACILITATOR/OBS ERVER ATTENDANCE, FIDELITY, AND QUALITY LOGS; AND PROGRAM DOCUMENTATION (E.G., PROJECT TEAM AND YAB MEETING NOTES ABOUT PROGRAM MODIFICATIONS, LESSONS LEARNED; COMMUNITY SITE DESCRIPTIONS). DATA WILL EXAMINE WHETHER PROGRAM ADHERES TO KEY COMPONENTS (E.G., TRAUMA-INFORMED, SAFE/INCLUSIVE LEARNING ENVIRONMENT), ALIGNS WITH BEST PRACTICES IN TPP, AND IS IMPLEMENTED WITH FIDELITY. WE WILL ALSO STUDY IMPLEMENTATION OUTCOMES (ACCEPTABILITY, APPROPRIATENESS, FEASIBILITY, PARTICIPANT-CENTEREDNESS) AND BARRIERS AND FACILITATORS TO PROGRAM IMPLEMENTATION. FINALLY, THE EVALUATION WILL PROVIDE PRELIMINARY DATA TO EXAMINE WHETHER THE PROGRAM IS PRODUCING PROMISING IMPACTS ON SHORT-(KNOWLEDGE, SELF-EFFICACY, OUTCOME EXPECTATIONS, BARRIERS/OPPORTUNITIES, BEHAVIORAL SKILLS, INTENTIONS) AND INTERMEDIATE-(DECREASE NONCONSENSUAL AND PHYSICALLY/PSYCHOLOGICAL VIOLENT SEX, CORRECT/CONSISTENT CONDOM/CONTRACEPTIVE USE, INCREASE ACCESS TO SEXUAL HEALTHCARE) TERM OUTCOMES, WITH THE ULTIMATE GOAL OF REDUCING UNINTENDED PREGNANCY, STIS, AND SEXUAL VIOLENCE. THE ACADEMIC-COMMUNITY MULTIDISCIPLINARY TEAM INCLUDES RESEARCHERS, PRACTITIONERS, AND YOUTH WITH METHODOLOGICAL, PROGRAMMATIC, AND LIVED EXPERIENCE/EXPERTISE (E.G., TRAUMA-INFORMED CARE; GENDER-BASED VIOLENCE; SEXUAL HEALTH EDUCATION; PROGRAM EVALUATION; IMPLEMENTATION SCIENCE)AND IS DEDICATED AND QUALIFIED TO FULFILL THE PROJECT’S GOALS AND ACTIVITIES. THE TEAM HAS EXISTING PARTNERSHIPS WITH ORGANIZATIONS SERVING JUSTICE-INVOLVED AND MARGINALIZED YOUTH. CHOOSING MYSELF HAS STRONG POTENTIAL TO CONTRIBUTE TO THE TPP FIELD BECAUSE IT EXPANDS AND BETTER DEFINES THE ROLES OF TRAUMA-INFORMED CARE, INCLUSIVITY, PARTICIPANT-CENTEREDNESS, AND AWARENESS OF VIOLENCE ON PROGRAM DESIGN AND IMPACT. FINDINGS WILL BE USED TO REFINE THE PROGRAM AND PROVIDE THE PRELIMINARY DATA NECESSARY TO PREPARE FOR FUTURE RIGOROUS PROGRAM IMPACT E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_PHEPA000010_7521"}, {"internal_id": 152371154, "Award ID": "PHEPA000009", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "93.343", "Description": "EVALUATING THE EFFECTS OF STATE-LEVEL SCHOOL-BASED SEX EDUCATION POLICIES AND PRACTICES ON TEENAGE PREGNANCY PREVENTION - THIS PROPOSAL ADDRESSES THE FOLLOWING AREA OF INVESTIGATION: “IDENTIFYING FACTORS THAT IMPROVE THE QUALITY, ACCESS, AND EQUITY OF PREGNANCY PREVENTION PROGRAMS FOR ADOLESCENTS OR YOUNG ADULTS, OR THAT REDUCE EXISTING DISPARITIES.” SCHOOL-BASED SEX EDUCATION HAS THE POTENTIAL TO PROMOTE ADOLESCENT SEXUAL AND REPRODUCTIVE HEALTH BY GIVING LARGE NUMBERS OF YOUTH THE INFORMATION AND SKILLS TO PREVENT SEXUALLY TRANSMITTED INFECTIONS (STIS) AND TEENAGE PREGNANCY. POLICIES RELATED TO SCHOOL-BASED SEX EDUCATION ARE OFTEN FORMULATED AT THE STATE LEVEL AND MAY IMPACT THE EFFECTIVENESS OF TEENAGE PREGNANCY PREVENTION EFFORTS. THERE IS SOME EVIDENCE THAT VARIATIONS IN THE CONTENT OF THESE POLICIES AFFECT SEXUAL RISK BEHAVIORS AND SUBSEQUENT TEENAGE BIRTH AND SEXUALLY TRANSMITTED INFECTION (STI) RATES. HOWEVER, THERE IS A DEARTH OF RESEARCH ASSESSING HOW THESE POLICIES ARE PUT INTO PRACTICE IN SCHOOLS, AND HOW THESE PRACTICES ARE IN TURN RELATED TO SEXUAL BEHAVIORS, HEALTH OUTCOMES, AND DISPARITIES. THE OVERARCHING GOAL OF THIS PROJECT IS TO LONGITUDINALLY EVALUATE THE EFFECTS OF STATE-LEVEL SCHOOL-BASED SEX EDUCATION POLICIES AND PRACTICES ON ADOLESCENT SEXUAL RISK BEHAVIORS AND SEXUAL HEALTH OUTCOMES. TO ACHIEVE THIS GOAL, WE WILL CONDUCT SECONDARY DATA ANALYSES USING A NOVEL COMBINATION AND INTEGRATION OF PUBLICLY AVAILABLE REPORTS AND DATASETS MERGING EXISTING STATE-LEVEL, SCHOOL-LEVEL, AND INDIVIDUAL-LEVEL DATA FROM 2001 TO THE PRESENT. STATE POLICY VARIABLES FROM THE GUTTMACHER INSTITUTE AND THE SEXUALITY INFORMATION AND EDUCATION COUNCIL OF THE UNITED STATES WILL INCLUDE SEX EDUCATION MANDATES AND CONTENT REQUIREMENTS. INDICATORS OF SCHOOL SEX EDUCATION PRACTICES FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) SCHOOL HEALTH PROFILES WILL INCLUDE TOPICS TAUGHT SUCH AS CONDOM EFFICACY AND HOW TO OBTAIN CONTRACEPTION AS WELL AS SEX EDUCATION TOPICS ON WHICH HEALTH EDUCATION TEACHERS HAVE RECEIVED PROFESSIONAL DEVELOPMENT SUCH AS PREGNANCY PREVE NTION. VARIABLES FROM THE CDC HIGH SCHOOL YOUTH RISK BEHAVIOR SURVEY WILL INCLUDE STUDENTS’ SELF-REPORTS OF EVER HAVING SEX, AGE AT FIRST SEX, USE OF CONDOMS/CONTRACEPTION/ALCOHOL/DRUGS AT LAST SEX, NUMBER OF PARTNERS, EVER TESTING FOR HIV, EVER GETTING PREGNANT/GETTING SOMEONE PREGNANT, AND EVER BEING DIAGNOSED WITH AN STI. SEXUAL HEALTH OUTCOMES FROM THE CDC ATLASPLUS AND VITAL STATISTICS DATA INCLUDE RATES OF CHLAMYDIA, GONORRHEA, SYPHILIS, AND BIRTHS AMONG 15-19-YEAR-OLDS. THE BEHAVIOR AND OUTCOMES MEASURES WILL BE BROKEN DOWN BY GENDER AND RACIAL, ETHNIC, AND SEXUAL MINORITY STATUS WHEN POSSIBLE TO IDENTIFY EFFECTS OF POLICIES AND PRACTICES ON THOSE WHO HAVE SUFFERED HISTORIC DISPARITIES. THIS HARMONIZED DATASET WILL BE USED TO TEST OUR OWN HYPOTHESES AND WILL BE MADE AVAILABLE TO OTHER RESEARCHERS. OUR LONGITUDINAL ANALYSES WILL INCLUDE A) DIFFERENCE-IN-DIFFERENCES APPROACHES TO COMPARE EACH STATE TO ITSELF AND OTHER STATES PRIOR TO AND AFTER POLICY CHANGES; B) STRUCTURAL EQUATION MODELING TO EXAMINE WHETHER SEX EDUCATION PRACTICES MEDIATE THE RELATIONSHIP BETWEEN SEX EDUCATION POLICIES AND YOUTH SEXUAL RISK BEHAVIORS AND ADVERSE SEXUAL HEALTH OUTCOMES; AND C) MULTILEVEL MODELING TO ASSESS THE RELATIONSHIPS BETWEEN STATE-LEVEL POLICIES AND OUTCOMES, SCHOOL-LEVEL PRACTICES, AND INDIVIDUAL-LEVEL BEHAVIORS. RESULTS OF THE PROJECT WILL HAVE A POSITIVE IMPACT ON THE FIELD OF TEENAGE PREGNANCY PREVENTION BY PROVIDING EVIDENCE THAT STATE EDUCATION POLICYMAKERS, SCHOOL DISTRICTS, PRINCIPALS, AND TEACHERS CAN USE AS THEY DELIBERATE HOW BEST TO TEACH SEX EDUCATION. AS IMPROVED AND EVIDENCE-BASED SCHOOL-BASED SEX EDUCATION POLICIES AND PRACTICES ARE ENACTED, ADOLESCENTS MAY LIKEWISE MAKE HEALTHY BEHAVIOR CHOICES AND BENEFIT FROM REDUCED DISPARITIES IN TEENAGE PREGNANCIES AND OTHER ADVERSE SEXUAL HEALTH OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9df96abd-2d31-e426-d699-23d012e1079e-C", "generated_internal_id": "ASST_NON_PHEPA000009_7521"}, {"internal_id": 152370635, "Award ID": "PHEPA000008", "Award Amount": 322000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "93.343", "Description": "AMTC CONTENT, PEDAGOGY, IMPLEMENTATION, AND CONTEXT COMPONENTS STUDY - AMTC & ASSOCIATES (AMTC) IS RESPONDING TO OPA’S NOFO INVESTIGATIVE AREA #2: “IDENTIFYING AND/OR VALIDATING CORE PROGRAM COMPONENTS OR “ACTIVE INGREDIENTS” ESSENTIAL FOR TEEN PREGNANCY PREVENTION (TPP) PROGRAMS AND PRACTICES TO PRODUCE THE DESIRED OUTCOMES.”  AMTC PROPOSES A TWO-PHASE STUDY ENTITLED CONTENT, PEDAGOGY, IMPLEMENTATION, AND CONTEXTUAL COMPONENTS STUDY (CPIC STUDY). THE ULTIMATE GOAL IS FOR OPA GRANTEES AND THE BROADER FIELD TO BETTER UNDERSTAND THE CORE COMPONENTS OF 6 COMMONLY USED EVIDENCE-BASED TPP PROGRAMS (EBPS) AND TO LEARN WHICH CORE COMPONENTS IN WHICH IMPLEMENTATION APPROACHES ARE MOST EFFECTIVE AT MOVING THE NEEDLE ON INTENDED TPP OUTCOMES.  THE STUDY WILL BUILD ON OPA’S COMPONENT’S EVALUATION OF THE REAL ESSENTIALS CURRICULUM AND OTHER TPP RESEARCH. AND IT WILL DRAW UPON AMTC’S 12-PLUS YEARS OF EVALUATING 17 OPA-FUNDED TIER 1 EBP REPLICATION PROJECTS AND OUR SUBSEQUENT LARGE DATABASES OF PROGRAM IMPLEMENTATION AND PARTICIPANT OUTCOME EVALUATION DATA. FROM 2010 TO 2022, AMTC EVALUATED 17 (4 ARE CURRENT) OAH/OPA-FUNDED TPP TIER 1 REPLICATION PROJECTS OF CLIENT IMPLEMENTATION OF THE 6 EBPS IN 29 COUNTIES (BOTH RURAL AND URBAN COMMUNITIES) IN FLORIDA, WEST VIRGINIA,  PENNSYLVANIA, WISCONSIN, MISSOURI, AND CALIFORNIA. THE 6 EBPS (TO BE EXAMINED IN THE CPIC STUDY) ARE DRAW THE LINE/RESPECT THE LINE, LOVE NOTES, MAKING PROUD CHOICES, POSITIVE PREVENTION PLUS, PROMOTING HEALTH AMONG TEENS-ABSTINENCE ONLY (PHAT), AND REDUCING THE RISK.  IN PHASE 1, WE WILL CONDUCT A DESCRIPTIVE STUDY TO IDENTIFY THE CORE COMPONENTS OF 6 EBPS AND HOW EACH ADDRESSES PARTICIPANT EQUITY THROUGH 1) A SYSTEMATIC QUALITATIVE REVIEW AND ANALYSIS OF EBPS’ CURRICULUM MATERIALS (THEORY OF CHANGE, MANUAL, ANCILLARY MATERIALS, EVALUATION STUDIES) AND 2) INTERVIEWS WITH THE CURRICULA’S DEVELOPERS AND EXPERIENCED IMPLEMENTERS. AMTC WILL IDENTIFY THE CORE COMPONENTS AND THEIR MECHANISMS FOR CHANGE IN FOUR CATEGORIES: CONTENT (TOPICS AND THEORETICAL DETERMINANTS RELATED TO THOSE TOPICS), PEDAGOGY (THE METHODS USED TO TEACH THOSE TOPICS AND DETERMINANTS TO LEARNERS, IMPLEMENTATION (HOW THE PROGRAM IS DELIVERED IN TERMS OF SETTING, DOSAGE, FACILITATOR TYPE, LEARNER ATTENDANCE AND ENGAGEMENT), AND CONTEXTUAL (CHARACTERISTICS, SCHOOL SUPPORT, ETC.). IN THIS PHASE, AMTC AIMS TO ANSWER TWO RESEARCH QUESTIONS: 1) WHAT ARE THE CORE CONTENT, PEDAGOGY, IMPLEMENTATION, AND CONTEXT COMPONENTS OF THE 6 EBPS? AND 2) HOW DO THE SIX CURRICULA ADDRESS INCLUSIVITY, HEALTH EQUITY, AND ACCESS TO SERVICES?  IN PHASE 2, AMTC WILL CONDUCT A QUANTITATIVE DESCRIPTIVE ANALYSIS TO EMPIRICALLY INVESTIGATE CRITICAL OUTCOME QUESTIONS RELATED TO THE CORE COMPONENTS IDENTIFIED IN PHASE 1 AND TEST THEORETICAL IMPLICATIONS AND DISCOVERIES THAT AFFECT PROGRAM EFFECTIVENESS. AMTC WILL EXAMINE WHETHER COMPONENT/OUTCOME RELATIONSHIPS VARY BASED ON DIFFERENCES IN 1) GEOGRAPHICAL LOCATION, RACE, OR GENDER (CONTEXT); 2) DEVELOPER-APPROVED ADAPTATIONS (CONTENT ELIMINATED, ADDED, OR MODIFIED); 3) DOSAGE AND YOUTH ENGAGEMENT (IMPLEMENTATION); OR 4) WAY IN WHICH THE CURRICULUM WAS TAUGHT (PEDAGOGY). AMTC SEEKS TO ANSWER TWO ADDITIONAL RESEARCH QUESTIONS IN THIS PHASE: 1) WHICH PROGRAM COMPONENTS MATTER THE MOST IN INFLUENCING PARTICIPANT OUTCOMES? AND 2) THROUGH WHAT MECHANISMS DO CORE PROGRAM COMPONENTS INFLUENCE PARTICIPANT OUTCOMES?  THE PLANNED, WRITTEN WORK PRODUCTS INCLUDE ONE FINAL RESEARCH-TO-PRACTICE BRIEF AND REQUIRED OPA TECHNICAL REPORTS, INCLUDING IMPLEMENTATION AND OUTCOME DATA. AMTC WILL CONVENE AN ADVISORY PANEL OF 5 HIGHLY ESTEEMED EXPERTS IN TPP DEVELOPMENT, REPLICATION, AND EVALUATION; CC RESEARCH; AND HEALTH EQUITY TO PROVIDE GUIDANCE THROUGHOUT THE CPIC STUDY.  THE PROJECT WILL BEGIN ON 9/1/22 AND CONCLUDE ON 8/31/24.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "372dbba5-bea2-ad0c-49fa-8c014eb2b976-C", "generated_internal_id": "ASST_NON_PHEPA000008_7521"}, {"internal_id": 152371237, "Award ID": "PHEPA000007", "Award Amount": 312528.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "93.343", "Description": "AN IMPACT EVALUATION OF POWER THROUGH CHOICES PREGNANCY PREVENTION INTERVENTION FOR SYSTEM-INVOLVED YOUTH - THE UNIVERSITY OF MARYLAND, BALTIMORE: SCHOOL OF SOCIAL WORK (UMSSW) IN COLLABORATION WITH HEALTHY TEEN NETWORK (HTN) IS APPLYING TO THE US OFFICE OF POPULATION AFFAIRS’ TEENAGE PREGNANCY PREVENTION EVALUATION AND RESEARCH GRANTS PROGRAM TO FUND A SECONDARY DATA ANALYSIS TEEN PREGNANCY PREVENTION IMPACT EVALUATION. DESPITE SUSTAINED DECREASES IN ADOLESCENT BIRTH RATES IN THE LAST 20 YEARS AND FEDERAL EFFORTS TO DECREASE TEEN BIRTH RATES, PERSISTENT DISPARITIES REMAIN BETWEEN BIRTH RATES FOR THE NATION AT LARGE AND OUR MOST VULNERABLE POPULATIONS, PARTICULARLY YOUTH IN SYSTEMS OF CARE SUCH AS THE CHILD WELFARE AND JUVENILE JUSTICE SYSTEMS. THE PURPOSE OF THIS PROPOSAL IS TO EXPLORE NEW QUESTIONS FROM DATA COLLECTED OF EVALUATIONS OF POWER THROUGH CHOICES (PTC), AN EFFICACIOUS, EVIDENCE-BASED CURRICULUM DESIGNED TO PREVENT TEEN PREGNANCY BY REDUCING SEXUAL RISK BEHAVIORS AND INCREASING CONTRACEPTIVE USE IN SYSTEM-INVOLVED YOUTH, DEVELOPED AND OWNED BY HTN.      THE PROPOSED ANALYSIS FOCUSES ON IDENTIFYING WHICH CORE COMPONENTS OF PTC CONTRIBUTE TO ITS EFFECTIVENESS AS AN EVIDENCE-BASED INTERVENTION; AND, CONCURRENTLY EXAMINES ITS EFFECTIVENESS AMONG SUBGROUPS OF THESE YOUTH BASED ON SOCIAL AND BEHAVIORAL CHARACTERISTICS KNOWN TO HAVE AN IMPACT ON TEEN PREGNANCY, SUCH AS AGGRESSION AND VIOLENCE, PROSOCIAL AND PROBLEM PEERS, AND SUBSTANCE USE. THIS WILL EXPAND ON THE PRIOR STUDIES BY CONCATENATING THE DATA FROM TWO CONCURRENT EVALUATION TRIALS PROVIDING A LARGER SAMPLE FOR INVESTIGATING POTENTIAL DIFFERENTIAL INTERVENTION EFFECTS BY RISK FACTORS AND PATTERNS OF CO-OCCURRENCE OF THE RISK FACTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23b1535c-77e8-dafd-4ece-46b518206e5d-C", "generated_internal_id": "ASST_NON_PHEPA000007_7521"}, {"internal_id": 151947964, "Award ID": "PHEPA000006", "Award Amount": 1063776.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "93.343", "Description": "RESEARCH TO PRACTICE CENTER TO EXPAND THE DELIVERY OF TRAUMA-INFORMED AND INCLUSIVE PRACTICES IN ADOLESCENT SEXUAL AND REPRODUCTIVE HEALTH PROGRAMMING AND CARE - HEALTHY TEEN NETWORK WITH THE JOHNS HOPKINS BLOOMBERG SCHOOL OF PUBLIC HEALTH CENTER FOR ADOLESCENT HEALTH (THE CORE TEAM) PROPOSE TO CREATE A RESEARCH-TO-PRACTICE CENTER TO EXPAND THE DELIVERY OF TRAUMA-INFORMED AND INCLUSIVE PRACTICES IN ADOLESCENT SEXUAL AND REPRODUCTIVE HEALTH PROGRAMMING AND CARE. THE CENTER WILL SYNTHESIZE AND TRANSLATE EXISTING RESEARCH INTO BEST PRACTICES, APPROACHES, AND STRATEGIES. WE DEFINE TRAUMA-INFORMED AND INCLUSIVE PRACTICES COMPREHENSIVELY AND HOLISTICALLY AND WILL BE GUIDED BY THE SUBSTANCE ABUSE AND MENTAL HEALTH ASSOCIATION’S SIX KEY PRINCIPLES OF TRAUMA-INFORMED APPROACHES, PAIRED WITH A HUMAN-CENTERED DESIGN APPROACH FOR TRANSLATING RESEARCH TO PRACTICE. WE WILL CREATE RESEARCH-BASED PRODUCTS THAT ARE EASILY ACCESSIBLE TO HEALTH PROVIDERS, CAREGIVERS, AND YOUTH-SUPPORTING PROFESSIONALS, AS WELL AS PROFESSIONALS WORKING WITH POLICYMAKERS, THE GENERAL PUBLIC, AND OTHER INTERESTED PARTIES. TO BRIDGE THE GAP BETWEEN RESEARCH AND PRACTICE, WE WILL FACILITATE DISSEMINATION AND TECHNICAL ASSISTANCE ACTIVITIES, IN ALIGNMENT WITH THE BEST PRACTICES OF THE INTERACTIVE SYSTEMS FRAMEWORK FOR DISSEMINATION AND IMPLEMENTATION. OUR WORK WILL BE ENRICHED BY A COLLABORATIVE PARTNERSHIP WITH A RESEARCH ALLIANCE COMPOSED OF ADOLESCENT HEALTH AND HUMAN-CENTERED DESIGN RESEARCHERS, YOUTH-SUPPORTING PROFESSIONALS, AND YOUTH. OUR CORE TEAM AND RESEARCH ALLIANCE IS A PARTNERSHIP OF PEOPLE REMARKABLY WELL-TRAINED AND WELL-SUITED TO DO THIS WORK, WITH A DIVERSITY OF EXPERTISE AND PERSPECTIVES, INCLUDING THOSE WITH PROVEN TRACK RECORDS OF CONDUCTING AND TRANSLATING RESEARCH, IMPLEMENTING EVIDENCE-BASED APPROACHES, PROVIDING TRAINING AND TECHNICAL ASSISTANCE, AND WORKING WITH DIVERSE PROFESSIONALS, COMMUNITIES, AND YOUTH POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "759e48a3-97f8-9deb-43a7-0e7918721595-C", "generated_internal_id": "ASST_NON_PHEPA000006_7521"}, {"internal_id": 151947531, "Award ID": "PHEPA000005", "Award Amount": 1092000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "93.343", "Description": "ACTIVATE: A RESEARCH TO PRACTICE CENTER FOR ADOLESCENT HEALTH PROMOTION FOR YOUTH SUPPORTING PROFESSIONALS - CHILD TRENDS AND CHAPIN HALL ARE PARTNERING TO FURTHER REFINE AND CARRY OUT THE WORK OF ACTIVATE, A RESEARCH TO PRACTICE CENTER FIRST FUNDED BY OPA IN 2020 WITH THE GOAL OF PROMOTING ADOLESCENT HEALTH AND PREVENTING TEENAGE PREGNANCY BY BRINGING ADOLESCENT SEXUAL AND REPRODUCTIVE HEALTH (SRH) RESEARCH TO YOUTH-SERVING PROFESSIONALS (YSPS). ACTIVATE WILL LEVERAGE ITS CURRENT EXPERIENCE AND ASSETS (E.G., WELL-DEVELOPED SYSTEMS, METHODS, PLANS, AND PARTNERS—INCLUDING THE ACTIVATE RESEARCH ALLIANCE AND COLLABORATORS) TO CONTINUE ITS EFFICIENT AND EFFECTIVE WORK IN THE PRIORITY AREA OF WORKING WITH YSPS IN THE SYSTEMS THAT SERVE YOUTH WHO ARE CONSIDERED VULNERABLE (I.E., ACTIVATE’S FOCAL POPULATIONS). THIS POPULATION INCLUDES YOUTH WHO HAVE EXPERIENCE WITH THE CHILD WELFARE AND/OR JUSTICE SYSTEMS, HOMELESSNESS, OR DISCONNECTION FROM SCHOOL AND WORK (I.E., OPPORTUNITY YOUTH). ACTIVATE’S FOCAL POPULATIONS ARE MORE LIKELY TO EXPERIENCE UNDESIRABLE SEXUAL AND REPRODUCTIVE HEALTH (SRH) OUTCOMES. FOR EXAMPLE, THEY ARE MORE LIKELY TO EXPERIENCE A PREGNANCY AND SEXUALLY TRANSMITTED INFECTIONS, AND TO HAVE LESS ACCESS TO SRH SERVICES THAN THEIR PEERS.  THERE ARE SEVERAL CRITICAL GAPS IN RESEARCH TO PRACTICE RESOURCES FOR YSPS WHO SUPPORT ACTIVATE’S FOCAL POPULATIONS. YSPS WANT BUT OFTEN LACK ACCESS TO SRH RESEARCH SYNTHESES, RESEARCH-BASED SRH TECHNICAL ASSISTANCE (TA) RESOURCES, AND TRAINING. OUR NEEDS ASSESSMENT FOUND THAT YSPS HAVE LIMITED ACCESS TO RESEARCH-, CULTURALLY-, AND TRAUMA-INFORMED AND GENDER-AFFIRMING INFORMATION ABOUT SRH, AND LIMITED ACCESS TO HIGH-QUALITY SRH CARE RESOURCES AND SERVICES TO BEST PROMOTE YOUTHS’ POSITIVE SRH OUTCOMES.  OUR GOAL IS TO SUPPORT THE TRANSLATION OF ADOLESCENT SRH RESEARCH INTO RESOURCES FOR YSPS AND TO STRATEGICALLY DISSEMINATE THESE RESOURCES. WE WILL CURATE, TRANSLATE, AND DISSEMINATE SCIENTIFIC KNOWLEDGE ABOUT SRH BY CONTINUING TO COMPILE EXISTING RESEARCH-BASED RESOURCES WITHIN THE ACTIVATE WEB-BASED RESOURCE EXPLORER; SYNTHESIZING RESEARCH ON EFFECTIVE OR PROMISING PRACTICES AND PROGRAMS; DEVELOPING RESEARCH-INFORMED TA RESOURCES USING SCIENTIFIC APPROACHES TO RESEARCH TRANSLATION; AND STRATEGICALLY DISSEMINATING RESEARCH TO YSPS, ADMINISTRATORS, AND POLICYMAKERS. WE WILL BUILD YSPS’ TECHNICAL CAPACITY TO ADDRESS SRH THROUGH A DIVERSE RANGE OF TRADITIONAL AND INNOVATIVE APPROACHES AND TRAININGS ABOUT PRIORITY SRH TOPICS. WE WILL COLLABORATE WITH OPA, RESEARCHERS, YSPS, AND YOUTH TO DEVELOP AND FACILITATE THE USE OF RESEARCH-BASED RESOURCES TO IMPROVE PUBLIC HEALTH PRACTICE. BY ADHERING TO CHILD TRENDS’ STANDARDS FOR EQUITABLE RESEARCH AND A WELL-DEVELOPED EQUITY REVIEW PROCESS, ACTIVATE’S RESOURCES WILL ENHANCE EQUITY AND INCLUSIVITY TO PREVENT PERPETUATION OF DISPARITIES AMONG THE FOCAL YOUTH POPULATIONS WHO ARE DISPROPORTIONATELY FROM HISTORICALLY MARGINALIZED COMMUNITIES (E.G., YOUTH OF COLOR, LGBTQI+ YOUTH).  THE PROPOSED TEAM FROM CHILD TRENDS AND CHAPIN HALL BRINGS OVERLAPPING AND COMPLEMENTARY SUBSTANTIVE EXPERTISE, ALONG WITH SHARED AND DISTINCT TRACK RECORDS IN THE FOLLOWING AREAS: RESEARCH TRANSLATION; CONDUCTING RESEARCH; PROMOTING EVIDENCE-BASED PRACTICES; DEVELOPING RESEARCH-TO-PRACTICE RESOURCES; PARTNERING WITH A RANGE OF CONTRIBUTORS, INCLUDING RESEARCHERS, YSP, AND YOUTH; AND DISSEMINATING FINDINGS TO A RANGE OF AUDIENCES OF PROFESSIONALS WHO WORK WITH ACTIVATE’S FOCAL POPULATIONS ACROSS MULTIPLE SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6eac63ea-f63d-372d-88e9-e852381cd332-C", "generated_internal_id": "ASST_NON_PHEPA000005_7521"}, {"internal_id": 110862522, "Award ID": "PHEPA000004", "Award Amount": 1001302.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "93.343", "Description": "!SALE!: SOCIAL DETERMINANTS OF HEALTH AND ADOLESCENT PREGNANCY IN LATINAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27f21ab2-7b66-cad9-be60-5f435f28b02f-C", "generated_internal_id": "ASST_NON_PHEPA000004_7521"}, {"internal_id": 110862482, "Award ID": "PHEPA000003", "Award Amount": 1918280.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "93.343", "Description": "DELIVERY CONTEXT, YOUTH CHARACTERISTICS AND TEEN PREGNANCY PREVENTION: SECONDARY ANALYSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c10cf51-1fb6-c52e-c48f-8fcef0f37eff-C", "generated_internal_id": "ASST_NON_PHEPA000003_7521"}, {"internal_id": 110862412, "Award ID": "PHEPA000002", "Award Amount": 1445714.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "93.343", "Description": "HARMONIZING COMPREHENSIVE ADOLESCENT HEALTH PROMOTION DATA TO INNOVATE AND ADVANCE TEEN PREGNANCY PREVENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b5d65b01-d8ce-624c-a95e-e23d872445a2-C", "generated_internal_id": "ASST_NON_PHEPA000002_7521"}, {"internal_id": 110862363, "Award ID": "PHEPA000001", "Award Amount": 2184000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "93.343", "Description": "CENTER FOR PROFESSIONAL DEVELOPMENT ON PROMOTING ADOLESCENT HEALTH AND PREVENTING PREGNANCY AMONG VULNERABLE YOUTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6eac63ea-f63d-372d-88e9-e852381cd332-C", "generated_internal_id": "ASST_NON_PHEPA000001_7521"}]