[{"internal_id": 110234572, "Award ID": "U01GH002278", "Award Amount": 3605181.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "93.494", "Description": "CLOSING -TB GAPS - FOR PEOPLE LIVING WITH HIV: TB GUIDANCE FOR ADAPTABLE PATIENT-CENTERED SERVICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddcd398f-5e59-e840-2368-a57b84efdc7d-C", "generated_internal_id": "ASST_NON_U01GH002278_7523"}, {"internal_id": 162133380, "Award ID": "NU2GGH002476", "Award Amount": 761685.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "93.494", "Description": "APPLICATION FOR THE CDC TECHNICAL ASSISTANCE SERVICES AND PROGRAMMATIC SUPPORT TO ADDRESS NATIONAL TB PROGRAM NEEDS AND PRIORITIES TOWARDS THEIR EFFORTS TO END TB AWARD. - PATH WILL PARTNER WITH CDC AND GOVERNMENTS, SPECIFICALLY NATIONAL TB PROGRAMS (NTPS), IN INDIA, TANZANIA, AND ZAMBIA TOWARD ACHIEVING A WORLD FREE OF TB BY ACCELERATING PROGRESS TOWARD THE GLOBAL END TB TARGETS AND REDUCING TRANSMISSION AND MORBIDITY AMONG GROUPS AT HIGHER RISK FOR DEVELOPING TB DISEASE: HOUSEHOLD CONTACTS OF PEOPLE WITH TB, CHILDREN AND ADOLESCENTS, PEOPLE LIVING WITH HIV, HEALTH CARE WORKERS, MIGRANTS, MOBILE/DISPLACED POPULATIONS, AND THOSE WHO WORK/LIVE IN CROWDED AND/OR CONGREGATE SETTINGS (E.G., CRIMINAL JUSTICE FACILITIES, MINES, HIGH-DENSITY HOUSING AREAS). PATH WILL PROVIDE TECHNICAL ASSISTANCE (TA) WHILE BUILDING ON OUR RECENT AND CURRENT TB AND CAPACITY-STRENGTHENING WORK IN THESE COUNTRIES AND ALIGNING WITH WHO’S END TB STRATEGY, THE STOP TB PARTNERSHIP GLOBAL PLAN TO END TB (20232030), UNITED NATIONS SUSTAINABLE DEVELOPMENT GOALS FOR TB, THE UNITED NATIONS POLITICAL DECLARATION ON THE FIGHT AGAINST TB (2018), AND PEPFAR.  THESE THREE COUNTRIES REMAIN HIGH-BURDEN SETTINGS FOR TB AND HIV-ASSOCIATED TB DESPITE PROGRESS MADE OVER THE YEARS BY THEIR TB PROGRAMS. PATH WILL FOSTER COLLABORATION ACROSS COUNTRIES TO ENABLE SHARING OF THEIR DIFFERENT EXPERIENCES AND STRENGTHS: LEVERAGING INDIA’S EXPERIENCES AS EARLY ADOPTERS OF NOVEL TB DIAGNOSTIC TOOLS AND TREATMENT REGIMENS, TANZANIA’S EXPERIENCE IN PATIENT DATA MANAGEMENT SYSTEMS, AND ZAMBIA’S EXPERIENCE BUILDING A RESILIENT SYSTEM FOR TB DURING COVID-19. PATH’S WORK WILL BE LED BY OUR PRINCIPAL INVESTIGATOR/PROJECT DIRECTOR, DR. STOBDAN KALON, WHO HAS 25 YEARS OF EXPERIENCE MANAGING COMPLEX PROGRAMS IN THE AREAS OF TB AND HIV IN CENTRAL ASIA, SOUTH AND SOUTHEAST ASIA, AND AFRICA.  TOGETHER WITH NTPS, PATH WILL IMPLEMENT A COMPREHENSIVE TA APPROACH TO ADDRESS TB PROGRAMMING NEEDS AND PRIORITIES, WHICH WILL INCLUDE PROBLEM PRIORITIZATION AND ROOT CAUSE ANALYSIS. OUR FOCUSED TA PLANS WILL BE INFORMED BY THE PRIORITIZED PROBLEMS, CONCENTRATED ON ROOT CAUSES OF KEY GAPS, AND WILL BE TAILORED AND ADAPTED FOR OPTIMAL RESULTS THROUGH USE OF M&E DATA. WE WILL PROVIDE TA ACROSS FIVE STRATEGIES: ENHANCING TB SCREENING AND CASE FINDING TO FIND ALL UNDIAGNOSED TB PATIENTS; STRENGTHENING TB TREATMENT DELIVERY TO ENSURE CONTINUITY OF QUALITY TB CARE AMONG ALL TB PATIENTS AND PEOPLE LIVING WITH HIV; SCALING UP TB INFECTION PREVENTION AND CONTROL MEASURES IN HEALTH FACILITIES TO ENSURE SAFE ENVIRONMENTS FOR CLIENTS AND STAFF; SCALING UP TB PREVENTIVE TREATMENT TO INDIVIDUALS WHO ARE CONSIDERED AT RISK OF TB DISEASE; AND ASSESSING AND MITIGATING BARRIERS TO ACCESSING TB SERVICES.  THROUGHOUT IMPLEMENTATION, PATH WILL PRIORITIZE IMPROVING THE CAPACITY OF THE NTPS TO ANALYZE DATA FOR DECISION-MAKING. THROUGH THE CLOSE COLLABORATION AND CAPACITY-BUILDING ACROSS THE FIVE STRATEGIES, THE PROJECT WILL INCREASE EVIDENCE-BASED AND DATA-DRIVEN TB PROGRAMMING, THEREBY IMPROVING THE CAPACITY OF HEALTH MINISTRIES TO IMPLEMENT AND OVERSEE TB PREVENTION, DIAGNOSTIC, AND TREATMENT SERVICES. THE WORK WILL ULTIMATELY LEAD TO REDUCING TB TRANSMISSION, MORTALITY, AND MORBIDITY, AND SUSTAINED PROGRESS TOWARD TB-FREE INDIA, TANZANIA, AND ZAMBIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a63b97f9-7336-c0a4-8c56-f174ececc88d-C", "generated_internal_id": "ASST_NON_NU2GGH002476_7523"}]