[{"internal_id": 128681118, "Award ID": "U153IHS0068", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-01", "CFDA Number": "93.444", "Description": "PN SELF-GOVERNANCE NEGOTIATION GRANT - THE PAWNEE NATION OF OKLAHOMA IS REQUESTING SUPPORT THROUGH THE OFFICE OF TRIBAL SELF GOVERNANCE FOR A NEGOTIATION COOPERATIVE AGREEMENT FOR ASSISTANCE IN ENTERING INTO SELF-GOVERNANCE NEGOTIATIONS WITH THE UNITED STATES UNDER THE AUTHORITY OF P. L. 93-639, AS AMENDED TO ASSUME PROGRAM, SERVICES, FUNCTIONS AND ACTIVITIES OR PORTIONS THEREOF (PSFAS) THAT WILL BE INCORPORATED INTO A GOVERNMENT-TO-GOVERNMENT COMPACT AND FUNDING AGREEMENT. THIS PROJECT WILL PROVIDE RESOURCES TO ALLOW THE TRIBE ACCESS TO TECHNICAL EXPERTISE NEEDED TO: (1) TO MAKE INFORMED DECISIONS TO DETERMINE THE PSFAS THAT WILL BE ASSUMED AND NEGOTIATED, IDENTIFY ORGANIZATIONAL CHANGES TO SUPPORT THE PSFAS AND PREPARE TO DISCUSS EACH IN COMPARISON TO WHAT SERVICES THE TRIBE IS CURRENTLY RECEIVING; (2) REVIEW TRIBAL SHARES ASSOCIATED WITH EACH PSFA; AND, (3) DEVELOP TERMS AND CONDITIONS THAT WILL BE SET FORTH IN THE COMPACT AND FUNDING AGREEMENT TO SUBMIT TO THE AGENCY LEAD NEGOTIATOR (ALN) FOR REVIEW PRIOR TO CONDUCTING PRE-NEGOTIATIONS. THE FUNDS REQUESTED HEREIN WILL PROVIDE THE PAWNEE TRIBE WITH THE RESOURCES TO ENTER INTO NEGOTIATIONS WITH THE IHS THROUGH AUTHORITY DELEGATED TO THE OKLAHOMA CITY AREA ALN AND NEGOTIATE A COMPACT AND FUNDING AGREEMENT FOR ASSUMPTION OF CERTAIN IDENTIFIED PSFAS AND SUBMIT SIGNED DOCUMENTS THAT HAVE BEEN AGREED TO BY BOTH PARTIES TO THE IHS FOR SIGNATURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb2e3da8-2abf-28e7-94b6-47d16e51b969-C", "generated_internal_id": "ASST_NON_U153IHS0068_7527"}, {"internal_id": 128681130, "Award ID": "U153IHS0067", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-01", "CFDA Number": "93.444", "Description": "IHS_SG_NEGOTIATION_GRANT - THE WICHITA AND AFFILIATED TRIBES INTENDS TO ENTER INTO SELF-GOVERNANCE NEGOTIATIONS WITH THE UNITED STATES TO ASSUME PROGRAM, SERVICES, FUNCTIONS AND ACTIVITIES (PSFAS) THAT WILL BE INCORPORATED INTO A GOVERNMENT-TO-GOVERNMENT COMPACT AND FUNDING AGREEMENT THROUGH THE AUTHORITY OF P.L. 93-638, AS AMENDED. THIS PROJECT WILL PROVIDE RESOURCES TO ALLOW THE TRIBE ACCESS TO TECHNICAL EXPERTISE NEEDED TO: (1) TO MAKE INFORMED DECISIONS TO DETERMINE THE PSFAS THAT WILL BE ASSUMED AND NEGOTIATED, ORGANIZATIONAL CHANGES TO SUPPORT THE PSFAS AND PREPARE TO DISCUSS EACH IN COMPARISON TO WHAT SERVICES THE TRIBE IS CURRENTLY RECEIVING; (2) REVIEW TRIBAL SHARES ASSOCIATED WITH EACH PSFA; AND, (3) DEVELOP TERMS AND CONDITIONS THAT WILL BE SET FORTH IN THE COMPACT AND FUNDING AGREEMENT TO SUBMIT TO THE AGENCY LEAD NEGOTIATOR (ALN) FOR REVIEW PRIOR TO CONDUCTING PRE-NEGOTIATIONS. ULTIMATELY, THE FUNDS REQUESTED HEREIN WILL PROVIDE THE TRIBE WITH THE RESOURCES TO ENTER INTO NEGOTIATIONS WITH THE IHS THROUGH AUTHORITY DELEGATED TO THE OKLAHOMA CITY AREA ALN AND NEGOTIATE A COMPACT AND FUNDING AGREEMENT FOR ASSUMPTION OF CERTAIN IDENTIFIED PSFAS AND SUBMIT SIGNED DOCUMENTS THAT HAVE BEEN AGREED TO BY BOTH PARTIES TO THE IHS FOR SIGNATURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fde74fc2-db05-e942-5cff-73fe5203d11a-C", "generated_internal_id": "ASST_NON_U153IHS0067_7527"}, {"internal_id": 128681062, "Award ID": "U153IHS0066", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-01", "CFDA Number": "93.444", "Description": "PIT RIVER HEALTH SERVICE TRIBAL SELF GOVERNANCE PROJECT - PIT RIVER HEALTH SERVICE, INC. (PRHS) IS A TRIBAL NON-PROFIT 501C3 CORPORATION DEDICATED TO DELIVERING AN ARRAY OF HEALTHCARE SERVICES TO THE PIT RIVER TRIBE OF NORTHEAST CALIFORNIA (CA). IN ADDITION TO SERVING THE FEDERALLY RECOGNIZED PIT RIVER TRIBE, PRHS SERVES THE GENERAL NATIVE AND NON-NATIVE PUBLIC IN OUR REGION. PRHS PROVIDES PRIMARY HEALTH CARE TO RURAL RESIDENTS IN LASSEN, MODOC AND SHASTA COUNTIES OF CA. THE THREE COUNTIES TOTAL 12,770 SQUARE MILES, CREATING A VAST AND SPARSELY POPULATED AREA IN NORTHEAST CA.  PRHS OPERATES THREE SITES: TWO IN ALTURAS, CALIFORNIA (MODOC COUNTY) AND ONE IN BURNEY, CALIFORNIA (SHASTA COUNTY).PRHS CURRENTLY OPERATES UNDER A TITLE 1 PL 93-638 INDIAN SELF DETERMINATION ACT SUBCONTRACT UNDER THE PRIMARY CONTRACT HELD BY THE CALIFORNIA RURAL INDIAN HEALTH BOARD, INC.  OVER THE PAST SEVERAL YEARS PRHS HAS UNDERTAKEN A CONCERTED STRATEGIC DEVELOPMENT EFFORT TO INCREASE ITS ORGANIZATIONAL CAPACITY FOR INDEPENDENT ADMINISTRATION OF A HIGH-QUALITY HEALTHCARE PROGRAM. OUR PROPOSED PROJECT OUTLINES THE STEPS REQUIRED TO MOVE FROM A TITLE 1 CONTRACT TO A TITLE V COMPACT.   NEW PFSAS WILL PROVIDE FOR GREATER PATIENT SATISFACTION DUE TO HAVING ON SITE SERVICES.  ADDITIONALLY, EXPANSION OF SERVICES WILL BRING IN ADDITIONAL REVENUE TO PROVIDE FUTURE SERVICES.  MOVING FROM TITLE 1 CONTACT TO TITLE V COMPACT WILL INCREASE PRHS 638 FUNDING, PROVIDE FEDERAL TORT FOR OUR EXPANDED SERVICES, AND PROVIDE GREATER FLEXIBILITY AND CONTROL OVER PROGRAMS THAT WE CURRENTLY HAVE AS A TITLE 1.PRHS IS READY TO MOVE TOWARD COMPACTING MORE PFSAS AT EVERY LEVEL TO IMPROVE RESOURCES AND OBTAIN GREATER FLEXIBILITY IN MAKING PROGRAM IMPROVEMENTS, WITHOUT SEEKING OUTSIDE APPROVALS BY AREA OR CRIHB.  STAFF WILL BE ABLE TO INDEPENDENTLY REDESIGN PROGRAMS AND HAVE LESS REPORTING.  PRHS HAS DEMONSTRATED EXCEPTIONAL OPERATIONS OVER THE PAST YEARS IN FINANCIAL, HUMAN RESOURCE, MANAGEMENT, AND CLINICAL SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "447cd487-d501-a841-1347-3c124a62b5b4-C", "generated_internal_id": "ASST_NON_U153IHS0066_7527"}, {"internal_id": 94236031, "Award ID": "U153IHS0065", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "93.444", "Description": "TRIBAL SELF-GOVERNANCE COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b193489-33d8-5e44-3fce-90756640f9fe-R", "generated_internal_id": "ASST_NON_U153IHS0065_7527"}, {"internal_id": 94238173, "Award ID": "U153IHS0064", "Award Amount": 7527.51, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "93.444", "Description": "HOPLAND TRIBAL SELF-GOVERNANCE NEGOTIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b08ecc15-5dbb-9cc2-571a-22da3b6e52d8-C", "generated_internal_id": "ASST_NON_U153IHS0064_7527"}, {"internal_id": 68169836, "Award ID": "U153IHS0063", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-17", "CFDA Number": "93.444", "Description": "PASKENTA BAND OF NOMLAKI INDIANS TRIBAL SELF-GOVERNANCE NEGOTIATION COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d45592d4-90ce-4025-ff1a-fdcfff8e96ef-C", "generated_internal_id": "ASST_NON_U153IHS0063_7527"}, {"internal_id": 68170799, "Award ID": "U153IHS0062", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-17", "CFDA Number": "93.444", "Description": "AK-CHIN INDIAN COMMUNITY SELF-GOVERNANCE NEGOTIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbb27b47-9f3b-7ab6-8944-fe04c3febd46-C", "generated_internal_id": "ASST_NON_U153IHS0062_7527"}, {"internal_id": 50097128, "Award ID": "U153IHS0061", "Award Amount": 6330.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "93.444", "Description": "2017 SRPMIC TRIBAL SELF GOVERNANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd0bd1e0-1f73-bba7-58f4-0abe75782830-C", "generated_internal_id": "ASST_NON_U153IHS0061_7527"}, {"internal_id": 50097127, "Award ID": "U153IHS0060", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "93.444", "Description": "PASCUA YAQUI TRIBE SELF-GOVERNANCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d719ba2-0e9a-6267-1bc5-6f385a29774b-C", "generated_internal_id": "ASST_NON_U153IHS0060_7527"}, {"internal_id": 50097126, "Award ID": "U153IHS0059", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-07", "CFDA Number": "93.444", "Description": "PONCA TRIBAL SELF-GOVERNANCE NEGOTIATION COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7647c0d6-ccb7-60bb-4e91-2ade57db6c28-C", "generated_internal_id": "ASST_NON_U153IHS0059_7527"}, {"internal_id": 50097125, "Award ID": "U153IHS0058", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-09", "CFDA Number": "93.444", "Description": "TRIBAL SELF GOVERNANCE PROGRAM: NEGOTIATION COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee4ed050-52ff-2ea5-d86d-90bbe5e7aa73-C", "generated_internal_id": "ASST_NON_U153IHS0058_7527"}, {"internal_id": 50097124, "Award ID": "U153IHS0057", "Award Amount": 48000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-09", "CFDA Number": "93.444", "Description": "TRIBAL SELF GOVERNANCE PROGRAM: NEGOTIATION COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7463abb4-0e81-a811-a604-3547c6148695-C", "generated_internal_id": "ASST_NON_U153IHS0057_7527"}, {"internal_id": 152370828, "Award ID": "U152IHS0122", "Award Amount": 180000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "93.444", "Description": "IHS SELF-GOVERNANCE PLANNING GRANT - THE EASTERN SHOSHONE TRIBAL LEADERSHIP STRONGLY BELIEVES THAT SELF-GOVERNANCE WILL BEST SERVE THE NEEDS OF THE COMMUNITY, AND THE OTSG PLANNING GRANT RESOURCES WILL COMPLIMENT THE ACTIONS TAKEN THUS FAR, AND SHOULD ASSIST THE TRIBE'S ENDEAVORS TO IMPROVE THE DELIVERY OF CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ebb4e24-ddb5-c8e3-4ec7-7719a8d283c9-C", "generated_internal_id": "ASST_NON_U152IHS0122_7527"}, {"internal_id": 152373867, "Award ID": "U152IHS0121", "Award Amount": 180000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "93.444", "Description": "CHEROKEE NATION CIH PLANNING PROJECT - CHEROKEE NATION (CN) IS APPLYING TO THE HHS-2022-IHS-TSGP-0002. CHEROKEE NATION IS PLANNING A STUDY AND ANALYSIS ON THE POSSIBILITY OF AN EXPANSION OF THE PROGRAMS, SERVICES, FUNCTIONS AND ACTIVITIES, (PSFAS) AND ASSOCIATED TRIBAL SHARES FROM THE CLAREMORE INDIAN HOSPITAL (CIH) LOCATED IN CLAREMORE, OKLAHOMA. THIS WOULD BE AN AMENDMENT TO THE CURRENT INDIAN SELF DETERMINATION EDUCATION ASSISTANCE ACT SELF GOVERNANCE COMPACT AND FUNDING AGREEMENT. THE ANALYSIS WILL INCLUDE A STUDY AT ALL LEVELS OF THE IHS AND ASSOCIATED PSFAS AND TRIBAL SHARES RELATIVE TO CLAREMORE INDIAN HOSPITAL. THE PLAN INVOLVES COLLECTING A SIGNIFICANT AMOUNT OF DATA FOR ANALYSIS REGARDING SELF GOVERNANCE FINANCIAL DATA AND MORE SPECIFICALLY, TO CIH FINANCIAL SITUATION, TO ASSIST IN MAKING AN INFORMED DECISION TO COMPACT CIH. THE DATA SET COLLECTION IN THE PLANNING PROCESS ENCOMPASSES TYPICAL SELF GOVERNANCE DATA, E.G.  TRIBAL SHARE/PFSA TABLES, PROGRAM FORMULAS, POLICIES ETC. THE SECOND DATA SET OF COLLECTIONS IS MORE IN-DEPTH TO CIH, CONSISTING OF ORGANIZATIONAL CHARTS, NUMBER OF STAFFING, INVENTORY, PURCHASED AND REFERRED CARE (PRC), CARRYOVER ACCOUNTS, COLLECTIONS, DEMOGRAPHICS, ETC. IF IHS SELECTS CN TO PARTICIPATE IN THIS PLANNING COOPERATIVE AGREEMENT, IT WILL OFFER AN OPPORTUNITY FOR A NEW PARTNERSHIP FOR IHS TO TAKE THIS JOURNEY WITH CN FOR PLANNING AND ANALYSIS. THIS OPPORTUNITY IS MORE THAN JUST ABOUT A FUNDING OPPORTUNITY IT IS ALSO ABOUT THE AGENCIES TECHNICAL ASSISTANCE AND UPDATED TIMELY INFORMATION TO ENABLE US IN MAKING AN INFORMED DECISION IMPACTING CN TRIBAL CITIZENS AND THE PATIENTS SERVED. IT IS EXCITING TIMES FOR CN WITH THE CAPITAL INVESTMENTS THE TRIBE IS MAKING TO IMPROVE THE HEALTHCARE DELIVERY SYSTEM AND REPLACEMENT OF OLD FACILITIES. THE CIH PROJECT COULD BE THE NEXT INFRASTRUCTURE IMPROVEMENT PROJECT TO SERVE THE NEXT 7 GENERATIONS. CN HAS ALREADY UPGRADED THE ELECTRONIC HEALTH RECORDS (EHR) SYSTEM FROM RPMS TO THE CERNER PLATFORM AT THE CHEROKEE  WW HASTINGS HOSPITAL, SO THIS STUDY AND ANALYSIS WILL ALSO INVOLVE A HEALTH INFORMATION TECHNOLOGY (HIT) ASSESSMENT OF WHAT WILL BE REQUIRED FOR A SYSTEM CONVERSION. THIS PROJECT WILL STUDY THE ORGANIZATIONAL CAPACITY AND INTEGRATION OF THE CIH WITH THE CN STRUCTURE AND HIT SYSTEM ASSESSMENT. THE WORK PLAN IDENTIFIES A TIMELINE WITH METRICS TO MONITOR PROGRESS TO ENSURE THE TARGETED OUTCOMES ARE WITHIN THE 12 MONTH PERIOD WITH ESTIMATED START TIME OF SEPTEMBER 30, 2022. THE BUDGET REQUEST REFLECTS THE $180,000 TO SUPPORT STAFFING TO CONDUCT THE RESEARCH AND ANALYSIS. THE PROJECT TEAM CONSISTS OF THE PROJECT LEAD, FINANCIAL ANALYSTS AND HIT EXPERT. THE BUDGET ALSO INCLUDES TRAVEL FOR THE TEAM TO MEET FACE-TO-FACE WITH THE IHS ADMINISTRATION AT THE AREA OFFICE LOCATED IN OKLAHOMA CITY AND HOSPITAL STAFF IN CLAREMORE, OKLAHOMA. THE TRAVEL BUDGET INCLUDES TRIPS FOR ALL FOUR STAFF TO ALLOW FOR VARIATIONS IN SCHEDULING. ZOOM WILL PROVIDE FOR ROUTINE MEETINGS.  THIS FUNDING WILL PROVIDE RESOURCES TO CONDUCT THE RESEARCH AND ANALYSIS TO STUDY THE CIH PSFAS AND ASSOCIATED TRIBAL SHARES FOR THE CN. CN’S RESOURCES ARE COMMITTED TO IMPROVING INFRASTRUCTURES IN VARIOUS COUNTIES OF THE RESERVATION ACROSS THE 14 COUNTIES, TO IMPROVE HEALTH CARE, AND MOVING TOWARD THE GOAL OF CREATING ACCESS TO CARE WITHIN A 30 MINUTE RADIUS.  THIS FUNDING OPPORTUNITY TO PLAN AND ANALYZE, CAN CERTAINLY ASSIST TO MOVE THE CIH PROJECT FORWARD.  THE WORK PLAN DELIVERS ALL THE ELEMENTS OUTLINED IN THE FEDERAL REGISTER’S NOTICE OF FUNDING OPPORTUNITY.  THE CIH PROJECT FITS RIGHT INTO THE LONG RANGE PLANS TO OPERATE A SEAMLESS HEALTH CARE DELIVERY MODEL, WHERE PRIMARY AND TERTIARY HEALTH CARE FACILITIES COMPLEMENT EACH OTHER.  APPROVAL FOR CN TO PARTICIPATE IN THIS PLANNING COOPERATIVE AGREEMENT, OFFERS AN AVENUE FOR BOTH PARTIES TO WORK TOGETHER TO ENSURE THE BEST OUTCOMES THAT ARE BENEFICIAL TO ALL PARTIES, THE PATIENTS SERVED, EMPLOYEES, TRIBAL CITIZENS, AND CHEROKEE NATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_U152IHS0121_7527"}, {"internal_id": 152373697, "Award ID": "U152IHS0120", "Award Amount": 180000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "93.444", "Description": "TRIBAL SELF-GOVERNANCE PLANNING - THE NORTHERN ARAPAHO TRIBE WILL CONDUCT SELF-GOVERNANCE PLANNING TO ASSESS NEW OR EXPANDED PROGRAMS TO THE SATISFACTION OF THE TRIBE THAT INCLUDES LEGAL AND BUDGETARY RESEARCH OF THE IHS BUDGET AT ALL LEVELS FOR ANY NEW PSFAS, SPECIFICALLY PRC THAT MAY BE ANALYZED FOR POTENTIAL TRANSFER TO THE NORTHERN ARAPAHO TRIBE AS NEW OR EXPANDED PROGRAMS. THE TRIBE WILL REVIEW AND IDENTIFY THE INTERNAL ORGANIZATIONAL INFRASTRUCTURE THAT WILL BE REQUIRED TO ASSUME PSFAS. A COMPREHENSIVE PLANNING REPORT WILL BE PRESENTED, AND A DECISION WILL BE MADE BY THE NORTHERN ARAPAHO BUSINESS COUNCIL FOR DETERMINATION OF WHAT PSFAS WILL BE ASSUMED AND THESE WILL BE INCLUDED IN AN UPDATED DRAFT COMPACT AND FUNDING AGREEMENT TO PREPARE THE TRIBE FOR SELF GOVERNANCE NEGOTIATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0329df36-fb78-b6af-d446-aa8c07481752-C", "generated_internal_id": "ASST_NON_U152IHS0120_7527"}, {"internal_id": 155226463, "Award ID": "U152IHS0118", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-07", "CFDA Number": "93.444", "Description": "SUSTAINABILITY OF HEALTH CARE ON THE PUEBLO - ABSTRACT:  SUSTAINABILITY OF HEALTH CARE ON THE PUEBLO THE GOAL OF THIS PROPOSAL TO DEVELOP A PLAN OF ACTION TO PLACE THE PUEBLO OF SAN FELIPE?S HEALTH CLINIC UNDER THE AUTHORITY OF THE PUEBLO THROUGH A TITLE I  PL93-638 CONTRACT. THE PUEBLO OF SAN FELIPE (PSF) CURRENTLY HAS A PL93-638 CONTRACT FOR COMMUNITY HEALTH REPRESENTATIVES, PUBLIC HEALTH NURSE, DIABETES, PHARMACY, DENTAL PROGRAM AND BEHAVIORAL HEALTH, BUT THE MEDICAL CLINIC REMAINS UNDER THE AUTHORITY OF INDIAN HEALTH SERVICES (I.H.S).  THE PLANNING PHASE WILL EXPLORE THE MERITS OF CONTRACTING THE MEDICAL CLINIC WITH THE GOAL BEING ABLE TO ACHIEVE GREATER FLEXIBILITY IN MANAGING THE DEVELOPMENT OF A RESPONSIVE HEALTH CARE SYSTEM.  ON MARCH 26, 2020 GOVERNOR ORTIZ OF THE PUEBLO OF SAN FELIPE DECLARED A STATE OF PUBLIC HEALTH EMERGENCY FOR THE PUEBLO DUE TO THE COVID-19 PANDEMIC. SUBSEQUENTLY, THE PUEBLO OF SAN FELIPE GOVERNOR ORTIZ SIGNED EXECUTIVE ORDERS INSTITUTING A MORATORIUM ON OUT OF TRAVEL FOR EMPLOYEES AND TRIBAL MEMBERS AND ESTABLISHING A STAY AT HOME ORDER, IN ADDITION TO AN APPROVED EMERGENCY OPERATIONS PLAN. IT IS WIDELY ACCEPTED THAT NATIVE AMERICANS INCLUDING THOSE ON THE PUEBLO ARE PARTICULARLY AT RISK OF EXPERIENCING DEVASTATING CONSEQUENCES OF COVID-19. ?WHEN YOU LOOK AT THE HEALTH DISPARITIES IN INDIAN COUNTRY, THIS INCLUDES THE PUEBLO OF SAN FELIPE?HIGH RATES OF DIABETES, CANCER, HEART DISEASE, ASTHMA, AND THEN YOU COMBINE THAT WITH THE OVERCROWDED HOUSING SITUATION ESPECIALLY WHERE YOU HAVE MULTIGENERATIONAL  HOMES WITH AN ELDER POPULATION, THOSE WHO MAY BE EXPOSED OR CARRIERS, THE RISKS ARE HIGH.  AN ESSENTIAL VALUE IN THE DELIVERY OF HEALTHCARE IS THAT IT BE CULTURALLY SENSITIVE FOR THE TRIBAL PUEBLO OF SAN FELIPE MEMBERS --- CULTURAL FACTORS SIGNIFICANTLY INFLUENCE THE PERSPECTIVES OF THE COMMUNITY MEMBERS OF THE PUEBLO OF SAN FELIPE REGARDING TRADITIONAL HEALTH CARE PRACTICES.  TO MOST EFFECTIVELY DEAL WITH THE HEALTH CARE NEEDS OF THE TRIBE, IT IS NECESSARY FOR HE ALTHCARE PROVIDERS TO UNDERSTAND, RESPECT, AND DEMONSTRATE SENSITIVITY TO THE VALUES AND IMPLICATIONS OF THE CULTURES OF THE PUEBLO.  IT IS IMPERATIVE THAT HEALTHCARE PROVIDERS POSSESS A BASIC UNDERSTANDING OF THE PUEBLO'S CULTURAL BELIEFS, VALUES, AND PRACTICES TO ENABLE THE HOLISTIC CAREGIVERS TO APPRECIATE THE IMPORTANCE OF APPROPRIATE INTERACTIONS AND TECHNIQUES, HENCE, MAKING HEALTHCARE MORE READILY ACCEPTED THE TRIBAL MEMBERS.  THERE IS A CRITICAL NEED TO INCORPORATE HOLISTIC CARE WITH MODERN  MEDICINE TO IMPROVE THE INTERACTION OF PROVIDERS AND TRIBAL MEMBERS.A PLAN OF ACTION DETERMINING FEASIBILITY FOR A TITLE I CONTRACT ARRANGEMENT FOR THE HEALTH CLINIC WILL BE THE OUTCOME.  A PLANNING TEAM CONSISTING OF THE PUEBLO?S LAWYER, AN INDEPENDENT EXPERT CONSULTANT ON IHS OPERATIONS, PUEBLO HEALTH BOARD REPRESENTATIVE, INTERIM DIRECTOR OF THE HEALTH  & WELLNESS DEPARTMENT AND KEY PUEBLO MEDICAL STAFF (2), TRIBAL ADMINISTRATORS (2), 2 REPRESENTATIVES FROM THE PUEBLO?S TRIBAL COUNCIL WILL PROVIDE A THOROUGH ANALYSIS AND RESEARCH, SO  THE PLANNING TEAM WILL INCREASE THEIR UNDERSTANDING OF THE COMPLEXITIES OF THE IHS BUDGET AND ITS IMPLICATIONS FOR A SHIFT TO A TITLE I CONTRACT ARRANGEMENT. THE LONG-TERM GOAL IS SUSTAINABILITY OF THE HEALTH PROGRAMS WHILE PROVIDING CULTURALLY APPROPRIATE CARE. SUSTAINABILITY ENCOMPASSES EFFICIENCIES IN THE IDENTIFICATION OF NEED, THE DELIVERY OF  HEALTH CARE SERVICES IN A TIMELY AND CULTURALLY APPROPRIATE MANNER, AND FINANCIALLY, TO ENSURE OPTIMAL CARE AT A FAIR AND EQUITABLE COST, UTILIZING AVAILABLE 3RD PARTY REVENUE SUPPORT AS APPROPRIATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a32ff92-895e-7786-f1e1-9661e23fd77d-C", "generated_internal_id": "ASST_NON_U152IHS0118_7527"}, {"internal_id": 94238266, "Award ID": "U152IHS0117", "Award Amount": 42390.06, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "93.444", "Description": "CATAWBA INDIAN NATION HEALTH SERVICES PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6c9216c-f6aa-7de9-d328-fc883691bdf6-C", "generated_internal_id": "ASST_NON_U152IHS0117_7527"}, {"internal_id": 94237402, "Award ID": "U152IHS0116", "Award Amount": 92453.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "93.444", "Description": "THE SAN CARLOS APACHE TRIBE 2019 SELF-GOVERNANCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21462ddf-7734-1b69-2bf6-231b5c344171-C", "generated_internal_id": "ASST_NON_U152IHS0116_7527"}, {"internal_id": 94235316, "Award ID": "U152IHS0115", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "93.444", "Description": "MCN PLANNING COOPERATIVE AGREEMENTS FOR TRIBAL SELF-GOVERNANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6ce26ca-473d-bdb3-c1fc-fb29d09fbebe-C", "generated_internal_id": "ASST_NON_U152IHS0115_7527"}, {"internal_id": 94237327, "Award ID": "U152IHS0114", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "93.444", "Description": "THE ROSEBUD RESERVATION INCLUDING TODD, MELLETTE, TRIPP, LYMAN, GREGORY, AND CHARLES MIX COUNTIES IN SOUTH DAKOTA WILL BE AFFECTED AS WELL AS CHERRY COUNTY IN NEBRASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37dcdcba-4810-a4b3-4ad1-b6117f38065f-C", "generated_internal_id": "ASST_NON_U152IHS0114_7527"}, {"internal_id": 94238441, "Award ID": "U152IHS0113", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "93.444", "Description": "WICHITA AND AFFILIATED TRIBES - TRIBAL SELF-GOVERNANCE PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fde74fc2-db05-e942-5cff-73fe5203d11a-C", "generated_internal_id": "ASST_NON_U152IHS0113_7527"}, {"internal_id": 94237686, "Award ID": "U152IHS0112", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "93.444", "Description": "PAWNEE NATION IHS SELF-GOVERNANCE AGREEMENT PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb2e3da8-2abf-28e7-94b6-47d16e51b969-C", "generated_internal_id": "ASST_NON_U152IHS0112_7527"}, {"internal_id": 68171910, "Award ID": "U152IHS0111", "Award Amount": 72000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-17", "CFDA Number": "93.444", "Description": "TRIBAL SELF GOVERNANCE PLANNING GRANT APPLICATIONCFDA 93.444", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5eec44e-687f-6d99-2484-287b9ff6624c-C", "generated_internal_id": "ASST_NON_U152IHS0111_7527"}, {"internal_id": 68170489, "Award ID": "U152IHS0110", "Award Amount": 72000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-18", "CFDA Number": "93.444", "Description": "MASHPEE WAMPANOAG TRIBE HEALTH AND HUMAN SERVICES SELF-GOVERNANCE PLANNING INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa3716ca-f709-b625-277f-86bda37ff8df-C", "generated_internal_id": "ASST_NON_U152IHS0110_7527"}, {"internal_id": 68169973, "Award ID": "U152IHS0109", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-18", "CFDA Number": "93.444", "Description": "ITKSNE IHS PLANNING COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "651f7815-b0af-c2ee-8a41-2b480766c224-C", "generated_internal_id": "ASST_NON_U152IHS0109_7527"}, {"internal_id": 68167441, "Award ID": "U152IHS0108", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.444", "Description": "HBPI SELF-GOVERNANCE PLANNING COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b08ecc15-5dbb-9cc2-571a-22da3b6e52d8-C", "generated_internal_id": "ASST_NON_U152IHS0108_7527"}, {"internal_id": 68168776, "Award ID": "U152IHS0107", "Award Amount": 48811.45, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-18", "CFDA Number": "93.444", "Description": "PLANNING COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e51c569-9541-dff6-c623-9ebe3df03206-C", "generated_internal_id": "ASST_NON_U152IHS0107_7527"}, {"internal_id": 68169927, "Award ID": "U152IHS0106", "Award Amount": 94214.05, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-18", "CFDA Number": "93.444", "Description": "TRIBAL HEALTH AND HUMAN SERVICES SELF-GOVERNANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_U152IHS0106_7527"}, {"internal_id": 68170099, "Award ID": "U152IHS0105", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-18", "CFDA Number": "93.444", "Description": "ROUND VALLEY INDIAN HEALTH CENTER PLANNING GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b193489-33d8-5e44-3fce-90756640f9fe-R", "generated_internal_id": "ASST_NON_U152IHS0105_7527"}, {"internal_id": 50097109, "Award ID": "U152IHS0104", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "93.444", "Description": "ROLLING HILLS CLINIC SELF-GOVERNANCE PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d45592d4-90ce-4025-ff1a-fdcfff8e96ef-C", "generated_internal_id": "ASST_NON_U152IHS0104_7527"}, {"internal_id": 50097107, "Award ID": "U152IHS0102", "Award Amount": 66175.38, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-11", "CFDA Number": "93.444", "Description": "LAKE COUNTY TRIBAL HEALTH CONSORTIUM TITLE V PLANNING COOPERATIVE GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c31945e6-d23a-6a61-3c98-5253c1d5a9ab-R", "generated_internal_id": "ASST_NON_U152IHS0102_7527"}, {"internal_id": 50097106, "Award ID": "U152IHS0101", "Award Amount": 119328.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-11", "CFDA Number": "93.444", "Description": "PINOLEVILLE POMO NATION HEALTH PROJECT PLANNING GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4b63d5e-4759-8e74-9f5e-d9d96b34e529-R", "generated_internal_id": "ASST_NON_U152IHS0101_7527"}, {"internal_id": 50097105, "Award ID": "U152IHS0100", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-11", "CFDA Number": "93.444", "Description": "PLANNING FOR SELF-GOVERNANCE OF PROGRAMS, FUNCTIONS, SERVICES, AND ACTIVITIES(PFSA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf504c67-628b-abba-de23-391e9efe8e07-C", "generated_internal_id": "ASST_NON_U152IHS0100_7527"}, {"internal_id": 50097104, "Award ID": "U152IHS0099", "Award Amount": 104310.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-11", "CFDA Number": "93.444", "Description": "WHITE EARTH 2016 IHS SELF GOVERNANCE PLANNING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e76080cb-154e-73c4-c492-3e57349f3a13-C", "generated_internal_id": "ASST_NON_U152IHS0099_7527"}, {"internal_id": 50097103, "Award ID": "U152IHS0098", "Award Amount": 117454.28, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-11", "CFDA Number": "93.444", "Description": "AK-CHIN INDIAN COMMUNITY IHS PLANNING COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbb27b47-9f3b-7ab6-8944-fe04c3febd46-C", "generated_internal_id": "ASST_NON_U152IHS0098_7527"}, {"internal_id": 50097102, "Award ID": "U152IHS0097", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-11", "CFDA Number": "93.444", "Description": "SRPMIC SELF-GOVERNANCE PLANNING COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd0bd1e0-1f73-bba7-58f4-0abe75782830-C", "generated_internal_id": "ASST_NON_U152IHS0097_7527"}, {"internal_id": 50097097, "Award ID": "U152IHS0092", "Award Amount": 119584.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-09", "CFDA Number": "93.444", "Description": "TRIBAL SELF GOVERNANCE PROGRAM: PLANNING COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c283d4f-fc65-63e1-0b15-aa6795f1f61c-C", "generated_internal_id": "ASST_NON_U152IHS0092_7527"}, {"internal_id": 50097094, "Award ID": "U152IHS0089", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-25", "CFDA Number": "93.444", "Description": "TRIBAL SELF GOVERNANCE PROGRAM: PLANNING COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7686b158-8279-06ff-ca5b-bf6e0b697574-C", "generated_internal_id": "ASST_NON_U152IHS0089_7527"}]