[{"internal_id": 134228651, "Award ID": "NU58DP006931", "Award Amount": 1155000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "93.465", "Description": "COMMERCIAL TOBACCO PREVENTION AND CONTROL-RELATED PUBLIC HEALTH LAW TECHNICAL ASSISTANCE TO CDC AND NTCP FUNDED AND NON-FUNDED PARTNERS. - CIGARETTE SMOKING REMAINS THE LEADING CAUSE OF PREVENTABLE DEATH, KILLING MORE THAN 480,000 AMERICANS EACH YEAR AND LEAVING MILLIONS MORE TO SUFFER FROM CHRONIC DISEASE. MAKING MATTERS WORSE, THE TOLL OF ILLNESS AND DEATH IS CONCENTRATED IN CERTAIN COMMUNITIES. WHILE OVERALL SMOKING RATES HAVE DECLINED IN RECENT YEARS, HEALTH DISPARITIES RELATED TO TOBACCO USE HAVE INCREASED. RACIAL AND ETHNIC MINORITIES, PARTICULARLY AFRICAN AMERICANS AND CERTAIN NATIVE AMERICAN POPULATIONS, BEAR A DISPROPORTIONATE BURDEN OF TOBACCO-RELATED DISEASE. IN ADDITION, STUDIES HAVE FOUND THAT LESBIAN, GAY, BISEXUAL, AND TRANSGENDER INDIVIDUALS ARE SIGNIFICANTLY MORE LIKELY TO SMOKE THAN THEIR NON-LGBT COUNTERPARTS. INDIVIDUALS STRUGGLING WITH MENTAL ILLNESS AND SUBSTANCE ABUSE DISORDERS ALSO USE TOBACCO AT HIGH RATES. TOBACCO-RELATED HEALTH DISPARITIES ARE THE DIRECT RESULT OF THE TOBACCO INDUSTRY?S PREDATORY TARGETING OF SPECIFIC MARGINALIZED COMMUNITIES. THE GROUPS MOST HARMED BY TOBACCO USE ARE INTENTIONALLY TARGETED BY THE INDUSTRY AND LEFT OUT OF PROTECTIVE PUBLIC HEALTH POLICY. OVER OUR TWENTY YEARS OF PROVIDING LEGAL TECHNICAL ASSISTANCE (TA), OUR SERVICES HAVE EVOLVED AND EXPANDED DRAMATICALLY. OUR TEAM OF 18 ATTORNEYS AND POLICY ANALYSTS SUPPORT THE FULL SPECTRUM OF COMMERCIAL TOBACCO CONTROL POLICY CHANGE AT ALL LEVELS OF GOVERNMENT IN THE U.S. WITH SUPPORT FROM MULTIPLE FUNDERS, WE RESPOND TO OVER 1,000 REQUESTS FOR LEGAL TA EVERY YEAR FROM PUBLIC HEALTH ADVOCATES IN ALL 50 STATES. OUR WORK IS STRATEGIC, INFLUENTIAL, AND EQUITY-FOCUSED ? LEADING OUR PARTNERS IN THE IDENTIFICATION AND ELEVATION OF NEW POLICIES AND PRACTICES THAT ARE MOST LIKELY TO END THE COMMERCIAL TOBACCO EPIDEMIC. WE STRIVE TO LEAD THE NATIONAL TOBACCO CONTROL MOVEMENT WHILE SERVING AS A TRUE PARTNER TO TOBACCO CONTROL ORGANIZATIONS AND UNDERSERVED COMMUNITIES. OUR ACTIVITIES IMPROVE PUBLIC HEALTH BY BUILDING CAPACITY FOR POLICY CHANGE AND ENGAGING THE PUBLIC HEALTH COMMUNITY IN STRATEGIC  DIALOGUE TO END THE TOBACCO EPIDEMIC. WORKING ON EVERY TYPE OF TOBACCO-RELATED ISSUE, WE WILL SUPPORT NTCP-FUNDED AND -NON-FUNDED PARTNERS IN MAKING EFFECTIVE, EVIDENCE-BASED POLICY SOLUTIONS THE HEART OF COMPREHENSIVE TOBACCO CONTROL THAT ADVANCES HEALTH EQUITY BY REDUCING TOBACCO-CAUSED HEALTH DISPARITIES. BY THE END OF THE 5-YEAR PROJECT PERIOD, WE WILL INCREASE NTCP-FUNDED AND -NON-FUNDED PARTNERS?: AWARENESS AND UNDERSTANDING OF PUBLIC HEALTH LAW AND EVIDENCE-BASED TOBACCO CONTROL POLICY INTERVENTIONS; ATTENDANCE AT WORKSHOPS, PRESENTATIONS, AND WEBINARS ON EVIDENCE-BASED TOBACCO CONTROL POLICY INTERVENTIONS; USE AND DISSEMINATION OF TRAINING RESOURCES AND SUPPORT MATERIALS ON KEY PUBLIC HEALTH LAW ISSUES RELATED TO TOBACCO CONTROL POLICY; USE AND DISSEMINATION OF BRIEFING DOCUMENTS, FACT SHEETS, AND OTHER RESOURCES TO EDUCATE DECISION-MAKERS; AND USE OF TA ON TOBACCO CONTROL POLICY ISSUES. WORKING IN PARTNERSHIP WITH THE CDC NATIONAL NETWORKS, WE WILL PROVIDE INTENSIVE, EQUITY-FOCUSED LEGAL TECHNICAL ASSISTANCE AND DEVELOP TOBACCO CONTROL POLICY RESOURCES DESIGNED TO REDUCE TOBACCO-CAUSED DISPARITIES IN PRIORITY POPULATIONS. WE ALSO WILL INCREASE FEDERAL, STATE, AND LOCAL CAPACITY TO REDUCE TOBACCO-RELATED DEATH AND DISABILITY THROUGH EFFECTIVE POLICY DEVELOPMENT, IMPLEMENTATION, AND ENFORCEMENT; THE USE OF EFFECTIVE, EVIDENCE-BASED APPROACHES FOR TOBACCO PREVENTION AND CONTROL POLICIES, INCLUDING INCREASED APPLICATION OF CDC?S BEST PRACTICES FOR COMPREHENSIVE TOBACCO CONTROL PROGRAMS AT THE STATE AND LOCAL LEVEL; AND THE PERCENTAGE OF THE U.S. POPULATION COVERED BY SMOKE-FREE POLICIES AND EVIDENCE-BASED PRICING POLICIES FOR TOBACCO PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cc64525-8e01-258b-c447-6ff9c304a512-C", "generated_internal_id": "ASST_NON_NU58DP006931_7523"}, {"internal_id": 49215105, "Award ID": "NU58DP006263", "Award Amount": 1255657.18, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-27", "CFDA Number": "93.465", "Description": "TOBACCO PREVENTION AND CONTROL-RELATED PUBLIC HEALTH LAW TECHNICAL ASSISTANCE TO CDC AND NTCP FUNDED AND NON-FUNDED PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cc64525-8e01-258b-c447-6ff9c304a512-C", "generated_internal_id": "ASST_NON_NU58DP006263_7523"}]