[{"internal_id": 49214067, "Award ID": "NU50MN000005", "Award Amount": 3346702.03, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "93.456", "Description": "UCLA PUBLIC HEALTH SCHOLARS TRAINING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 711100.4, "Infrastructure Obligations": null, "recipient_id": "3231cda5-201a-6da0-de9e-e9810a848983-C", "generated_internal_id": "ASST_NON_NU50MN000005_7523"}, {"internal_id": 49214066, "Award ID": "NU50MN000004", "Award Amount": 4972379.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "93.456", "Description": "MATERNAL AND CHILD HEALTH CAREERS/RESEARCH INITIATIVES FOR STUDENT ENHANCEMENT-UNDERGRADUATE PROGRAM (MCHC/RISE-UP) AND DR. JAMES A. FERGUSON EMERGING INFECTIOUS DISEASES FELLOWSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 800000.0, "Infrastructure Obligations": null, "recipient_id": "8245755e-5e2c-a7dc-44d4-4e7b18b8be51-C", "generated_internal_id": "ASST_NON_NU50MN000004_7523"}, {"internal_id": 49214065, "Award ID": "NU50MN000003", "Award Amount": 3186885.53, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "93.456", "Description": "CDC UNDERGRADUATE PUBLIC HEALTH SCHOLARS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 341163.8, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_NU50MN000003_7523"}, {"internal_id": 49214064, "Award ID": "NU50MN000002", "Award Amount": 4289422.02, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "93.456", "Description": "THE PURPOSE OF THE PROGRAM IS TO INCREASE THE QUALITY AND QUANTITY OF WELL-TRAINED MINORITY PROFESSIONALS IN THE PUBLIC HEALTH WORKFORCE AND THE KNOWLEDGE AND SKILLS OF UNDER-REPRESENTED STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 580964.02, "Infrastructure Obligations": null, "recipient_id": "ceb5e33a-9439-68f4-df14-dc9e965afd14-C", "generated_internal_id": "ASST_NON_NU50MN000002_7523"}, {"internal_id": 49214063, "Award ID": "NU50MN000001", "Award Amount": 3310584.53, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "93.456", "Description": "UNIVERSITY OF MICHIGAN FUTURE PUBLIC HEALTH LEADERS PROGRAM (FPHLP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 439258.6, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_NU50MN000001_7523"}, {"internal_id": 151947478, "Award ID": "NU50CD300867", "Award Amount": 1701600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "93.456", "Description": "SUMMER PUBLIC HEALTH SCHOLARS PROGRAM - THE SUMMER PUBLIC HEALTH SCHOLARS PROGRAM (SPHSP) AT COLUMBIA UNIVERSITY MEDICAL CENTER (CUMC) HAS OFFERED OPPORTUNITIES FOR DIDACTIC LEARNING AND HANDS-ON, PRACTICAL EXPERIENCES IN PUBLIC HEALTH FOR THE LAST ELEVEN YEARS TO 470 UNDERGRADUATE STUDENTS, ALL OF WHOM ARE FROM HISTORICALLY UNDERSERVED AND SOCIALLY DISADVANTAGED POPULATIONS.  THE CUMC WISHES TO CONTINUE THIS HIGHLY EFFECTIVE PIPELINE PROGRAM THAT AIMS TO DIVERSIFY THE PUBLIC HEALTH WORKFORCE. SPHSP REPRESENTS A STRONG PARTNERSHIP BETWEEN THE FOUR PROFESSIONAL COLLEGES/SCHOOLS COMPRISING THE CUMC: VAGELOS COLLEGE OF PHYSICIANS AND SURGEONS, COLLEGE OF DENTAL MEDICINE, SCHOOL OF NURSING, AND THE MAILMAN SCHOOL OF PUBLIC HEALTH.  THIS TEN-WEEK SUMMER PROGRAM WILL BE HOUSED AT THE MAILMAN SCHOOL OF PUBLIC HEALTH AND WILL ANNUALLY RECRUIT, TRAIN, AND MENTOR 50 STUDENTS FROM FOUR-YEAR COLLEGES AND RECENT COLLEGE GRADUATES WHO ARE UNDECIDED ABOUT THEIR CAREER CHOICES.  THE PROGRAM INCLUDES RIGOROUS PUBLIC HEALTH COURSE WORK (INTRODUCTION TO PUBLIC HEALTH, BIOSTATISTICS AND COMPUTER APPLICATION, INTRODUCTION TO EPIDEMIOLOGY, AND HEALTH DISPARITIES AND CULTURAL COMPETENCE) AT THE FOURTH RANKED SCHOOL OF PUBLIC HEALTH IN THE NATION; HANDS-ON PUBLIC HEALTH EXPERIENCES AND IMMERSION IN A DIVERSE, ECONOMICALLY DISADVANTAGED URBAN ENVIRONMENT; SEMINARS AND LECTURES FROM PUBLIC HEALTH LEADERS; AND MENTORING BY FACULTY MEMBERS—ENSURING STUDENTS’ EXPOSURE TO THE BREADTH AND IMPORTANCE OF PUBLIC HEALTH AS A CAREER OPTION.  STUDENTS WILL DEMONSTRATE OUTCOMES THAT INCLUDE BUT ARE NOT LIMITED TO—IMPROVED ACADEMIC SKILLS IN PUBLIC HEALTH, INCREASED INTEREST IN THE FIELD OF PUBLIC HEALTH, INCREASED AWARENESS OF CAREER OPPORTUNITIES IN PUBLIC HEALTH, AND IMPROVED UNDERSTANDING OF PROFESSIONAL AND BEHAVIORAL EXPECTATIONS FOR PUBLIC HEALTH PROFESSIONALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 1260800.0, "Infrastructure Obligations": null, "recipient_id": "5f6a3877-304a-f4ec-9bd4-082c57aa1297-C", "generated_internal_id": "ASST_NON_NU50CD300867_7523"}, {"internal_id": 151947622, "Award ID": "NU50CD300866", "Award Amount": 6451027.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "93.456", "Description": "MATERNAL AND CHILD HEALTH CAREERS/RESEARCH INITIATIVES FOR STUDENT ENHANCEMENT-UNDERGRADUATE PROGRAM (MCHC/RISE-UP) AND CATEGORY B, ENTITLED DR. JAMES A. FERGUSON EMERGING INFECTIOUS DISEASES FELLOWSH - ADDRESS:  KENNEDY KRIEGER INSTITUTE, 707 NORTH BROADWAY, BALTIMORE, MD 21205 PROJECT DIRECTOR:  HAROLYN M.E. BELCHER, MD, MHS CONTACT PHONE NUMBERS:  (443) 923-5933 (OFFICE) (410) 499-3650 (CELL PHONE) EMAIL ADDRESS:  BELCHER@KENNEDYKRIEGER.ORG  THE OVERARCHING GOAL OF HEALTHY PEOPLE 2030 IS TO “ELIMINATE HEALTH DISPARITIES, ACHIEVE HEALTH EQUITY, AND ATTAIN HEALTH LITERACY TO IMPROVE THE HEALTH AND WELL-BEING OF ALL.” A KNOWLEDGEABLE, CULTURALLY RESPONSIVE, DIVERSE PUBLIC HEALTH AND HEALTHCARE WORKFORCE IS ESSENTIAL TO ACCOMPLISH THIS GOAL. THIS PROPOSAL WILL ADDRESS THE RFA-CD22-2201-IDENTIFIED DIVERSITY SHORTFALL BY INCREASING THE NUMBER OF TALENTED AND DIVERSE PUBLIC HEALTH LEADERS THROUGH THE IMPLEMENTATION OF CATEGORY A, ENTITLED THE “MATERNAL AND CHILD HEALTH CAREERS/RESEARCH INITIATIVES FOR STUDENT ENHANCEMENT-UNDERGRADUATE PROGRAM” (MCHC/RISE-UP) AND CATEGORY B, DR. JAMES A. FERGUSON EMERGING INFECTIOUS DISEASES FELLOWSHIP (FERGUSON FELLOWSHIP). MCHC/RISE-UP WILL SUSTAIN A NATIONAL CONSORTIUM LED BY THE KENNEDY KRIEGER INSTITUTE, PARTNERING WITH JOHNS HOPKINS MEDICAL INSTITUTIONS AND HISTORICALLY BLACK COLLEGES AND UNIVERSITIES; THE UNIVERSITY OF SOUTH DAKOTA (USD) IN THE CENTRAL PLAINS AREA; THE UNIVERSITY OF CALIFORNIA-DAVIS (UC-DAVIS; A PREDOMINANTLY LATINO AND ASIAN/PACIFIC ISLANDER STATE UNIVERSITY), AND A NEW SITE, THE AANIIIH NAKODA COLLEGE ON THE FT. BELKNAP RESERVATION IN MONTANA. THE MCHC/RISE-UP PARTNERSHIP WILL OPTIMIZE THE ABILITY TO RECRUIT, MENTOR, AND SUPPORT THE ACADEMIC AND CAREER DEVELOPMENT OF UP TO 250 TALENTED AND DIVERSE UNDERGRADUATE AND POST-BACCALAUREATE SCHOLARS DURING THE FUNDING PERIOD. THE MCHC/RISE-UP WILL FOCUS ON RECRUITING SCHOLARS FROM POPULATIONS EXPERIENCING HEALTH DISPARITIES, INCLUDING SCHOLARS FROM RACIAL AND ETHNIC GROUPS WHO ARE UNDERREPRESENTED IN PUBLIC HEALTH CAREERS, SCHOLARS WITH DISABILITIES, FIRST-GENERATION COLLEGE, SCHOLARS WHO ARE LGBTQI+, AND OTHER MARGINALIZED POPULATIONS, COLLECTIVELY TERMED: POPULATIONS UNDERREPRESENTED IN PUBLIC HEALTH CAREERS (PUPHC). SCHOLARS WILL PARTICIPATE IN UP TO TWO OF THREE 8-WEEK SUMMER MENTORED PUBLIC HEALTH LEADERSHIP TRACKS: (1) CLINICAL TRACK - SCHOLARS WILL ACCOMPANY PEDIATRIC AND ALLIED HEALTH CLINICIANS DURIN G EVALUATION AND TREATMENT OF PATIENTS; (2) COMMUNITY ENGAGEMENT AND ADVOCACY TRACK - SCHOLARS WILL FOCUS ON POLICY, WORKFORCE ISSUES, PROGRAM DEVELOPMENT, INTER-AGENCY COLLABORATION, AND IMPLEMENTATION OF EVIDENCE-BASED CULTURALLY RESPONSIVE PRACTICES IN SYSTEMS OF CARE TO ADDRESS THE NEEDS OF GROUPS WHO ARE UNDERSERVED; AND/OR (3) RESEARCH TRACK – SCHOLARS WILL PARTICIPATE IN MENTORED RESEARCH EXPERIENCES WITH RESEARCHERS IN THE NATIONAL CONSORTIUM PROGRAMS. MCHC/RISE-UP SCHOLARS WILL PARTICIPATE IN ACTIVITIES THAT ADDRESS THE SOCIAL DETERMINANTS OF HEALTH AND THE CDC WINNABLE BATTLES USING VIDEOCONFERENCING TECHNOLOGIES. MCHC/RISE-UP SCHOLARS WILL RECEIVE ASSISTANCE WITH PROFESSIONAL DEVELOPMENT, GRADUATE SCHOOL APPLICATIONS, PERSONAL STATEMENTS, AND CURRICULUM VITAE. THE FERGUSON FELLOWSHIP WILL ENROLL UP TO 40 GRADUATE AND POST-GRADUATE SCHOLARS, ESPECIALLY FROM PUPHC, INTO 8-WEEK SUMMER, 6-MONTH, OR 12-MONTH MENTORED RESEARCH EXPERIENCES IN INFECTIOUS DISEASES AND HEALTH DISPARITIES. FERGUSON FELLOWS WILL CONDUCT MENTORED RESEARCH WITH FACULTY FROM KENNEDY KRIEGER, JOHNS HOPKINS MEDICAL INSTITUTIONS, HOWARD UNIVERSITY, MARYLAND HEALTH DEPARTMENT, MORGAN STATE UNIVERSITY, MOREHOUSE SCHOOL OF MEDICINE, ROLLINS SCHOOL OF PUBLIC HEALTH, OR RESEARCHERS AT THE CDC. UNDERGRADUATE AND GRADUATE STUDENTS WILL PARTICIPATE IN PUBLIC HEALTH SEMINARS FOCUSING ON STRATEGIES TO ELIMINATE HEALTH DISPARITIES, SCIENTIFIC WRITING, AND LEADERSHIP SKILL-BUILDING ACTIVITIES. FELLOWSHIP STUDENTS WILL SUBMIT THEIR RESEARCH TO SCIENTIFIC MEETIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 4993045.0, "Infrastructure Obligations": null, "recipient_id": "c4a7fc27-c31e-9638-ae1e-86ce81a21485-C", "generated_internal_id": "ASST_NON_NU50CD300866_7523"}, {"internal_id": 151947951, "Award ID": "NU50CD300865", "Award Amount": 1656502.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "93.456", "Description": "CUPS AT PITT PUBLIC HEALTH - THE GOAL OF THIS PROPOSAL IS TO SUPPORT THE LONG-TERM INVESTMENT IN A DIVERSE PUBLIC HEALTH WORKFORCE THROUGH THE DEVELOPMENT AND IMPLEMENTATION OF THE CDC JOHN R. LEWIS UNDERGRADUATE PUBLIC HEALTH SCHOLARS (CUPS) PROGRAM AT THE UNIVERSITY OF PITTSBURGH SCHOOL OF PUBLIC HEALTH (PITT PUBLIC HEALTH). THE PROGRAM WILL NATIONALLY RECRUIT UNDERREPRESENTED MINORITY UNDERGRADUATE STUDENTS AND RECENT GRADUATES INTO PUBLIC HEALTH CAREERS BY ADDRESSING DISPARITIES, JUSTICE- AND EQUITY TOPICS INSIDE AND OUTSIDE THE CLASSROOM WITH FOCUS ON THREE DOMAINS – MATERNAL AND CHILD HEALTH, ENVIRONMENTAL JUSTICE, AND CLIMATE AND HEALTH. DURING THE 8-WEEK PROGRAM, CUPS SCHOLARS WILL PARTICIPATE IN DIDACTIC AND EXPERIENTIAL LEARNING OPPORTUNITIES AT THE UNIVERSITY AND IN PUBLIC HEALTH SETTINGS THROUGHOUT THE CITY OF PITTSBURGH.  THE OBJECTIVES OF THE PITT PUBLIC HEALTH CUPS PROGRAM ARE TO:  1.\tRECRUIT A DIVERSE COHORT OF UP TO 50 PARTICIPANTS PER YEAR FOR FIVE YEARS USING A NATIONAL MULTIDISCIPLINARY AND PARTICIPATORY PROCESS 2.\tSELECT, ONBOARD, AND MAINTAIN RELATIONSHIPS WITH INTERNSHIP PLACEMENT SITES REPRESENTING A BROAD RANGE OF PROFESSIONAL OPPORTUNITIES IN PUBLIC HEALTH PRACTICE FOR PARTICIPANTS 3.\tDEVELOP AND DEPLOY MENTOR TRAININGS 4.\tIMPLEMENT THE 8-WEEK CUPS PROGRAM FOR PARTICIPANTS 5.\tENGAGE ALUMNI OF THE PROGRAM AND FACILITATE NETWORKING AND ONGOING CONTINUING EDUCATION OPPORTUNITIES  A COMPREHENSIVE PROGRAM EVALUATION, FOCUSED ON BOTH PROCESS AND OUTCOMES, WILL BE CONDUCTED TO MAXIMIZE THE PROGRAM’S EFFECTIVENESS, AND DEMONSTRATE ITS IMPACT. PITT PUBLIC HEALTH HAS LONGSTANDING, SUBSTANTIAL EXPERIENCE IN RECRUITING, TRAINING, RETAINING, AND SUSTAINING A PUBLIC HEALTH WORKFORCE, AS WELL AS SUBSTANTIAL EXPERIENCE REDUCING HEALTH DISPARITIES, IMPROVING SOCIAL DETERMINANTS OF HEALTH, AND ADVANCING HEALTH EQUITY. THE PROPOSAL LEVERAGES THE SCHOOL’S EXPERIENCE IMPLEMENTING UNDERGRADUATE AND GRADUATE DEGREE PROGRAMS AS WELL AS NON-DEGREE SUMMER INSTITUTES AND INTERNSHIP PROGRAMS. THE PROPOSED PITT PUBLIC HEALTH CUPS PROGRAM HAS THE STRONGEST SUPPORT FROM UNIVERSITY OF PITTSBURGH LEADERSHIP, INCLUDING THE SENIOR VICE CHANCELLOR FOR THE HEALTH SCIENCES (SEE LOS). WE ARE PARTNERING WITH THE PITTSBURGH COUNCIL ON HIGHER EDUCATION (PCHE) AND MANY OTHER LOCAL COLLEGES AND UNIVERSITIES (SEE LETTERS OF SUPPORT). PCHE IS A CONSORTIUM OF THE ELEVEN MIDDLE STATES ACCREDITED COLLEGES AND UNIVERSITIES IN ALLEGHENY COUNTY, PENNSYLVANIA. MEMBERSHIP INCLUDES CARLOW UNIVERSITY, CARNEGIE MELLON UNIVERSITY, CHATHAM UNIVERSITY, COMMUNITY COLLEGE OF ALLEGHENY COUNTY, DUQUESNE UNIVERSITY, LA ROCHE COLLEGE, PITTSBURGH TECHNICAL COLLEGE, PITTSBURGH THEOLOGICAL SEMINARY, POINT PARK UNIVERSITY, ROBERT MORRIS UNIVERSITY, AND THE UNIVERSITY OF PITTSBURGH. WE WILL TARGET THOSE SCHOOLS WITH HIGH % BLACK/AFRICAN AMERICAN AND HISPANIC STUDENTS WITHIN PCHE. OUR NATIONAL RECRUITMENT STRATEGY INCLUDES REGION 3 HEALTH RESOURCES AND SERVICES ADMINISTRATION (HRSA) SCHOOLS, PARTICULARLY THE HBCUS AND HSIS IN PENNSYLVANIA, WEST VIRGINIA, MARYLAND, AND DELAWARE. OUR RECRUITMENT PARTNERS INCLUDE LINCOLN UNIVERSITY, ONE OF PENNSYLVANIA’S TWO HBCUS, MEHARRY MEDICAL COLLEGE, AN HBCU IN NASHVILLE, THE UNIVERSITY OF TEXAS MEDICAL BRANCH, AND THE HISPANIC-SERVING HEALTH PROFESSIONS SCHOOLS (HSHPS), A NATIONAL NETWORK OF UNIVERSITIES WHOSE MISSION IS TO ADVANCE THE LATINX ACADEMIC HEALTH WORKFORCE. OUR PLACEMENT SITES ARE EQUALLY DIVERSE (TABLE 8) AND INCLUDE COMMUNITY- AND FAITH-BASED ORGANIZATIONS, CLINICAL PLACEMENTS, LOCAL HEALTH DEPARTMENT, ENVIRONMENT- AND CLIMATE-RELATED LEARNING SITES, AND PITT PUBLIC HEALTH. A MULTIDISCIPLINARY TEAM OF INVESTIGATORS REPRESENTING THE BREADTH AND DEPTH OF PUBLIC HEALTH IN GENERAL, AND THE THREE FOCUS AREAS, SPECIFICALLY, WILL LEAD THE PITT PUBLIC HEALTH CUPS PROGRAM.  THE TEAM WILL BE SUPPORTED BY AN ENGAGED EXTERNAL ADVISORY BOARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 1476427.0, "Infrastructure Obligations": null, "recipient_id": "6ad8c5c3-8085-49bb-9227-fc5bc4a1f938-C", "generated_internal_id": "ASST_NON_NU50CD300865_7523"}, {"internal_id": 151947724, "Award ID": "NU50CD300864", "Award Amount": 1418000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "93.456", "Description": "MOREHOUSE COLLEGE JOHN R. LEWIS UNDERGRADUATE PUBLIC HEALTH SCHOLARS PROGRAM - PROJECT ABSTRACT SUMMARY  MOREHOUSE COLLEGE IS APPLYING FOR CATEGORY A: CDC JOHN R. LEWIS UNDERGRADUATE PUBLIC HEALTH SCHOLARS PROGRAM: EXPOSURE OF UNDERGRADUATE, GRADUATE STUDENTS, AND POSTGRADUATES TO MINORITY HEALTH, PUBLIC HEALTH, AND HEALTH PROFESSIONS. MOREHOUSE COLLEGE, LOCATED IN ATLANTA, GEORGIA, IS THE LARGEST INDEPENDENT, FULLY ACCREDITED, HISTORICALLY BLACK LIBERAL ARTS COLLEGE EXCLUSIVELY FOR MEN IN THE U.S. THROUGHOUT ITS HISTORY, THE COLLEGE HAS SUCCESSFULLY TRAINED UNDERGRADUATE STUDENTS FOR BIOMEDICAL RESEARCH CAREERS. FURTHERMORE, MOREHOUSE RANKS AS ONE OF THE TOP UNDERGRADUATE PRODUCERS OF BLACKS WITH DOCTORAL AND MEDICAL DEGREES IN THE COUNTRY. IN ADDITION, THE COLLEGE CONFERS MORE BACCALAUREATE DEGREES UPON AFRICAN AMERICAN MEN THAN ANY OTHER INSTITUTION IN THE WORLD. OVER THE PAST THREE DECADES, MOREHOUSE COLLEGE HAS HAD THE VISION TO SUPPORT THE TRAINING OF UNDERGRADUATE STUDENTS TO DIVERSIFY THE PUBLIC HEALTH WORKFORCE.  PHSI WAS CREATED SIX (6) YEARS AFTER PROJECT IMHOTEP (1988) THROUGH A COOPERATIVE AGREEMENT FROM THE CENTERS FOR DISEASE CONTROL (CDC) & PREVENTION TO SUPPORT PROJECT IMHOTEP WHICH WAS ESTABLISH IN 1982 WITHIN CDC’S DIVISION OF HIV, STD & TB PREVENTION.  PHSI WAS DESIGNED TO TRAIN UNDERREPRESENTED AND UNDERSERVED MINORITY STUDENTS IN THE PUBLIC HEALTH SCIENCES. FOR THE PAST 41 YEARS, THE PRIMARY GOAL OF PROJECT IMHOTEP HAS BEEN TO PREPARE UNDERREPRESENTED MINORITY STUDENTS FOR ENTRY INTRO GRADUATE PROGRAMS AND CAREERS IN PUBLIC HEALTH. TO CONTINUE ITS MISSION, THE MOREHOUSE COLLEGE PUBLIC HEALTH SCIENCES INSTITUTE IS SUBMITTING A GRANT PROPOSAL TO FUND THE LEWIS SCHOLARS IMHOTEP (LSI) PROGRAM UNDER CDC-RFA-CD22-2201: CATEGORY A - CDC JOHN R. LEWIS UNDERGRADUATE PUBLIC HEALTH SCHOLARS PROGRAM: EXPOSURE OF UNDERGRADUATE, GRADUATE STUDENTS, AND POSTGRADUATES TO MINORITY HEALTH, PUBLIC HEALTH, AND HEALTH PROFESSIONS.  THE LEWIS SCHOLARS IMHOTEP PROGRAM WILL ADDRESS THE HEALTHY PEOPLE 2030 OVERARCHING GOAL TO ACHIEVE HEALTH EQUITY, ELIMINATE HEALTH DISPARITIES, AND IMPROVE THE HEALTH OF ALL GROUPS BY INCREASING THE QUALITY AND QUANTITY OF WELL-TRAINED PROFESSIONALS FROM UNDERREPRESENTED AND UNDERSERVED POPULATIONS INTO THE PUBLIC HEALTH WORKFORCE. THE LSI PROGRAM AIMS TO: (A) IMPROVE STUDENT ACADEMIC SKILLS AND INCREASE INTEREST IN PUBLIC HEALTH; (B) INCREASED AWARENESS OF PUBLIC HEALTH CAREER OPPORTUNITIES; (C) INCREASE KNOWLEDGE OF PUBLIC HEALTH CONCEPTS, INCLUDING HEALTH DISPARITIES, AND SOCIAL DETERMINANTS OF HEALTH; AND (D) IMPROVE UNDERSTANDING OF PROFESSIONAL AND BEHAVIORAL EXPECTATIONS FOR PUBLIC HEALTH PROFESSIONALS. OVER 2000 STUDENTS HAVE PARTICIPATED IN ONE OR MORE OF THE INTERNSHIP PROGRAMS AND ACTIVITIES PROVIDED BY PHSI AND 77% OF THESE STUDENTS HAVE EARNED OR ARE PURSUING AN ADVANCED DEGREE IN PUBLIC HEALTH AND/OR IN BIOMEDICAL HEALTH (DUFFUS, W., TRAWICK, C., MOONESINGHE R., TOLA J., TRUMAN B. & DEAN, H. (2014)). THE MAJORITY OF THE PARTICIPANTS (55%) ARE CURRENTLY WORKING IN A PUBLIC HEALTH POSITION INCLUDING: FEDERAL (23%), STATE (6%), LOCAL (5%), ACADEMIA (23%), NON-GOVERNMENTAL ORGANIZATIONS (21%), AND OTHER (35%). THUS, PHSI HAS A SUBSTANTIAL IMPACT ON THE DEVELOPMENT OF MINORITY STUDENTS REPRESENTED IN THE AREAS OF BIOSTATISTICS, EPIDEMIOLOGY, AND OCCUPATIONAL SAFETY AND HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 1063911.0, "Infrastructure Obligations": null, "recipient_id": "ceb5e33a-9439-68f4-df14-dc9e965afd14-C", "generated_internal_id": "ASST_NON_NU50CD300864_7523"}, {"internal_id": 151947589, "Award ID": "NU50CD300863", "Award Amount": 1523000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "93.456", "Description": "SPTHB TRIBAL HEALTH EXPERIENTIAL STUDENT INTERNSHIP SEMINAR (THESIS) PROGRAM - THE SOUTHERN PLAINS TRIBAL HEALTH BOARD (SPTHB) OKLAHOMA AREA TRIBAL EPIDEMIOLOGY CENTER (OKTEC) AIMS TO BUILD SUPPORT AND GROWTH TO THE TRIBAL PUBLIC HEALTH WORKFORCE WITHIN OKLAHOMA AREA TRIBES (OAT) AND SURROUNDING TRIBAL COMMUNITIES THROUGH AN INTERNSHIP PROGRAM THAT EMPHASIZES BUILDING SKILLS AND CAPACITY WITHIN UNDERGRADUATE NATIVE STUDENTS. INTERNS WILL EXPERIENCE TRAINING, MENTORSHIP, AND EXPOSURE TO CULTURAL AND ACADEMIC COMPETENCIES THROUGH ASYNCHRONOUS AND SYNCHRONOUS CURRICULUM. OKTEC WILL CONTINUE TO ENGAGE IN ACTIVITIES THAT WILL DEVELOP AND SUSTAIN PARTNERSHIPS WITH TRIBAL NATIONS, NON-TRIBAL ENTITIES (SUCH AS STATE, COUNTY, FEDERAL, UNIVERSITIES, AND NON-PROFITS) FOR VARIED INTERNSHIP PLACEMENT PROJECTS. THE TRIBAL HEALTH EXPERIENTIAL STUDENT INTERNSHIP SEMINAR (THESIS) PROGRAM WILL EMPHASIZE TRAINING AND CAREER ADVANCEMENTS THROUGH VARIOUS TRIBAL SERVING INSTITUTIONS WITH A FOCUS ON PREVENTION AND CONTROL OF DISEASE, INJURY, OR DISABILITY, EVALUATION, AND ACADEMIC ENRICHMENT AND DEVELOPMENT SESSIONS. THESIS INTERNS WILL ENGAGE IN PEER-TO-PEER LEARNING, ONE-ON-ONE MENTORING, POSTER PRESENTATIONS, AND WILL ULTIMATELY BECOME A NETWORK OF FUTURE TRIBAL PUBLIC HEALTH PROFESSIONALS THOUGH CONTINUED TECHNICAL ASSISTANCE, FIELD RELATED PROFESSIONAL OPPORTUNITIES, AND THROUGH SUPPORT OF INTERNS’ COMMITMENT IN ADVANCEMENT OF HIGHER EDUCATION WITHIN PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 1470500.0, "Infrastructure Obligations": null, "recipient_id": "e5a226cb-3b08-31fe-eef5-279f63069beb-C", "generated_internal_id": "ASST_NON_NU50CD300863_7523"}, {"internal_id": 151947519, "Award ID": "NU50CD300862", "Award Amount": 1700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "93.456", "Description": "UCLA PUBLIC HEALTH SCHOLARS TRAINING PROGRAM - THE PUBLIC HEALTH WORKFORCE IS AN ESSENTIAL COMPONENT IN THE COLLECTIVE EFFORTS TO PROTECT AND IMPROVE POPULATION HEALTH AND ACHIEVE HEALTH EQUITY; HOWEVER, SEVERAL ISSUES THREATEN THE SUSTAINABILITY OF THE CURRENT WORKFORCE, INCLUDING THE LOSS OF LARGE NUMBERS OF WORKERS TO RETIREMENT AND TURNOVER AND A LACK OF DIVERSITY. FURTHER, THE CURRENT COVID-19 PANDEMIC HAS PLACED AN EVEN GREATER DEMAND ON THE LIMITED SUPPLY OF PUBLIC HEALTH WORKERS, AS WELL AS HIGHLIGHTED GLARING AND UNACCEPTABLE RACIAL AND ETHNIC DISPARITIES IN HEALTH OUTCOMES. THE UCLA PUBLIC HEALTH SCHOLARS TRAINING PROGRAM’ AIMS TO INCREASE THE DIVERSITY OF THE PUBLIC HEALTH WORKFORCE, IMPROVE THE REPRESENTATION OF UNDERSERVED AND UNDERREPRESENTED GROUPS IN PUBLIC HEALTH, AND TO SOLIDIFY THE PUBLIC HEALTH PIPELINE, ALL OF WHICH WILL ULTIMATELY RAISE THE QUALITY OF PUBLIC HEALTH SERVICE. THIS OPPORTUNITY EXPOSES UNDERGRADUATE STUDENTS TO THE FIELD OF PUBLIC HEALTH THROUGH AN EIGHT-WEEK RESIDENTIAL SUMMER TRAINING PROGRAM. BUILDING ON EXISTING RELATIONSHIPS WITH LOCAL AND NATIONAL UNIVERSITIES AND COLLEGES, WE WILL CONTINUE TO IMPLEMENT STRATEGIES TO RECRUIT STUDENTS FROM UNDERSERVED AND UNDERREPRESENTED COMMUNITIES, INCLUDING BOTH URBAN AND RURAL LOCALES. SCHOLARS WILL BE PLACED AT PUBLIC HEALTH ORGANIZATIONS OR AGENCIES WITHIN THE LOS ANGELES COMMUNITY AND CONTRIBUTE TO PUBLIC HEALTH EFFORTS THREE DAYS A WEEK, EXPOSING THEM TO THE SPECTRUM OF PUBLIC HEALTH PRACTICE IN THE FIELD. FOR THE REMAINING TWO DAYS PER WEEK, SCHOLARS ATTEND WORKSHOPS AND ENGAGE IN STRUCTURED EDUCATIONAL OPPORTUNITIES DESIGNED TO FOSTER A PASSION FOR PUBLIC HEALTH, DEVELOP LEADERSHIP AND PROFESSIONAL SKILLS, AND CULTIVATE MENTORING RELATIONSHIPS WITH PUBLIC HEALTH PROFESSIONALS, GRADUATE STUDENTS, AND FACULTY. THROUGH THIS EXPERIENCE, SCHOLARS WILL GAIN INCREASED AWARENESS OF PUBLIC HEALTH CAREER OPTIONS, AND IT IS OUR EXPECTATION THAT THE MAJORITY OF SCHOLARS WILL APPLY FOR GRADUATE SCHOOL AND EVENTUALLY ENTE R A HEALTH PROFESSION. IN ORDER TO CONTRIBUTE TO THE EVIDENCE-BASE FOR UNDERGRADUATE PROGRAMS AND ENSURE CONTINUOUS QUALITY IMPROVEMENT, WE WILL CONDUCT A RIGOROUS EVALUATION OF THE TRAINING PROGRAM, ASSESSING SHORT-TERM, INTERMEDIATE, AND LONG-TERM OUTCOMES. PROCESS EVALUATIONS WILL EXAMINE THE PROGRAM’S REACH, FIDELITY, AND STAKEHOLDER SATISFACTION. IN ADDITION, WE WILL ASSESS THE PROGRAM’S EFFECTIVENESS IN INCREASING SCHOLARS’ INTEREST IN AND AWARENESS OF PUBLIC HEALTH CAREERS, KNOWLEDGE OF PUBLIC HEALTH CONCEPTS, UNDERSTANDING OF PROFESSIONAL EXPECTATIONS, AND DESIRE TO PURSUE GRADUATE TRAINING IN PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 1460000.0, "Infrastructure Obligations": null, "recipient_id": "3231cda5-201a-6da0-de9e-e9810a848983-C", "generated_internal_id": "ASST_NON_NU50CD300862_7523"}, {"internal_id": 151947804, "Award ID": "NU50CD300861", "Award Amount": 1612278.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "93.456", "Description": "UNIVERSITY OF MICHIGAN FUTURE PUBLIC HEALTH LEADERS PROGRAM (FPHLP) - THE UNITED STATES POPULATION IS PROJECTED TO BE MORE RACIALLY AND ETHNICALLY DIVERSE BY 2060 THAN IT IS TODAY. SIGNIFICANT DISPARITIES REMAIN IN THE PUBLIC HEALTH WORKFORCE, DESPITE PERSISTENT RECOMMENDATIONS FOR INCREASING ITS DIVERSITY WITH GREATER REPRESENTATION OF RACIAL AND ETHNIC MINORITY POPULATIONS. THE GLOBAL COVID-19 PANDEMIC EXACERBATED THE DECLINING PUBLIC HEALTH WORKFORCE AND HIGHLIGHTED THE NEED FOR INCREASING ITS DIVERSITY.  ADDRESSING PUBLIC HEALTH WORKFORCE SHORTAGES AND HEALTH DISPARITIES IN AN INCREASINGLY DIVERSE SOCIETY PRESENTS OPPORTUNITIES FOR COMMUNITY COLLEGE GRADUATES AND UNDERGRADUATE STUDENTS FROM DIVERSE BACKGROUNDS TO ENGAGE WITH PUBLIC HEALTH PROFESSIONALS TO PIQUE THEIR INTEREST IN WORKING IN THE FIELD. AN INTRODUCTION TO PUBLIC HEALTH AS A CAREER OPTION IS KEY FOR EXPANDING THE WORKFORCE. CONFERRED DEGREES IN PUBLIC HEALTH AT THE UNDERGRADUATE AND GRADUATE LEVELS HAS INCREASED, YET FEW GRADUATES ENTER GOVERNMENTAL PUBLIC HEALTH CAREERS EVEN AS THE DEMAND HAS RISEN.  ADDITIONALLY, THERE IS A MISMATCH BETWEEN THE SKILLS NEEDED IN GOVERNMENTAL PUBLIC HEALTH VERSUS TRAINING IN DEGREE PROGRAMS TO EXPLAIN THE GAPS IN PUBLIC HEALTH EMPLOYMENT. TRAINING PROGRAMS THAT ALIGN WITH SKILLS NEEDED FOR EMPLOYMENT IN TRADITIONAL PUBLIC HEALTH SECTORS ARE WARRANTED.  THE CURRENT APPLICATION BUILDS ON THE SUCCESS OF THE MICHIGAN FPHLP TO DELIVER A 10-WEEK SUMMER TRAINING PROGRAM FOR UP TO 50 PARTICIPANTS EACH YEAR FROM UNDERREPRESENTED AND SOCIALLY DISADVANTAGED BACKGROUNDS TO ADDRESS THE PUBLIC HEALTH WORKFORCE AND DIVERSITY SHORTAGES. THE TRAINING WILL IMMERSE PARTICIPANTS IN EXPERIENTIAL LEARNING WITH MULTIFACETED MENTORSHIP APPROACH TO EXPLORE HEALTH EQUITY AND MINORITY HEALTH. THE PROGRAM IS GROUNDED IN PUBLIC HEALTH COMPETENCIES AND STRATEGIC SKILLS TO INCREASE AWARENESS, KNOWLEDGE AND INTEREST IN PUBLIC HEALTH THAT WILL BE EVALUATED FOR PROGRAM EFFECTIVENESS AND PARTICIPANT OUTCOMES.  AS PART OF THE INITIAL CENTERS FOR DISEASE CONTROL AND PREVENTION’S (CDC) UNDERGRADUATE PUBLIC HEALTH SCHOLARS (CUPS) PROGRAM DESIGNED TO INCREASE STUDENTS’ INTEREST AND PURSUIT IN PUBLIC HEALTH CAREERS, WE ARE SUBMITTING A CONTINUATION OF THIS WORK UNDER THE NEW CDC JOHN R. LEWIS UNDERGRADUATE SCHOLARS PROGRAM (LEWIS SCHOLARS PROGRAM). THE INCLUSION AND EXPANSION OF ADDITIONAL SOCIALLY DISADVANTAGED POPULATIONS (I.E. STUDENTS WITH DISABILITIES, MEMBERS OF GENDER & SEXUAL MINORITIES, LOW ENGLISH PROFICIENCY, U.S. TERRITORIES AND TRIBAL COMMUNITIES) WILL PROVIDE GREAT OPPORTUNITIES FOR CONTINUING OUR WORK FOR INTRODUCING THE PUBLIC HEALTH TO A WIDER AUDIENCE.  PURPOSE: THE PURPOSE OF THE MICHIGAN FPHLP IS TO EXPOSE 2-YEAR JUNIOR COLLEGE GRADUATES, 4-YEAR UNDERGRADUATE COLLEGE JUNIORS AND SENIORS, AND RECENT POSTGRADUATES TO CRITICAL ISSUES AND SKILLS TO ADDRESS MINORITY HEALTH AND HEALTH EQUITY AS PREPARATION FOR THE PUBLIC HEALTH WORKFORCE. THIS PIPELINE-TRAINING PROGRAM WILL ADDRESS HEALTHY PEOPLE 2030’S GOAL TO ACHIEVE HEALTH EQUITY, ELIMINATE HEALTH DISPARITIES AND IMPROVE THE HEALTH OF ALL GROUPS BY EXPANDING THE PUBLIC HEALTH PIPELINE AND MONITORING THE EDUCATION OF THE PUBLIC HEALTH WORKFORCE.  OUTCOMES: MICHIGAN FPHLP BEGAN IN 2012 AS PART OF THE CUPS WITH THREE OTHER NATIONAL TRAINING PROGRAMS FOLLOWED BY AN ADDITION OF A FIFTH PROGRAM IN 2017.  THE CURRENT CUPS PROGRAM HAS PREPARED MORE THAN 1000 PARTICIPANTS FROM UNDERREPRESENTED BACKGROUNDS FOR CAREERS IN PUBLIC HEALTH. BASED ON PROCESS AND OUTCOME EVALUATION FINDINGS FROM OUR PREVIOUSLY CONDUCTED MICHIGAN FPHLP PROGRAMS, WE ADAPTED THE CDC LEWIS SCHOLARS LOGIC MODEL FOR SHORT-TERM, INTERMEDIATE, AND LONG-TERM OUTCOMES THAT WILL GUIDE THE PROPOSED PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 596000.0, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_NU50CD300861_7523"}]