[{"internal_id": 162133627, "Award ID": "NU58DP007540", "Award Amount": 750000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "93.427", "Description": "AMERICAN CANCER SOCIETY COMPREHENSIVE CANCER CONTROLTECHNICAL ASSISTANCE AND TRAINING PROGRAM - THIS APPLICATION IS BEING SUBMITTED IN RESPONSE TO CDC-RFA-DP-23-0017 NOTICE OF FUNDING OPPORTUNITY COMPONENT A.  AS THE NATION’S LEADING, NATIONWIDE, VOLUNTARY HEALTH ORGANIZATION FOCUSED ON CANCER, THE AMERICAN CANCER SOCIETY (ACS) IS IDEALLY POSITIONED TO DESIGN AND DELIVER TRAINING AND TECHNICAL ASSISTANCE (TTA) TO FUNDED RECIPIENTS OF THE CDC NATIONAL COMPREHENSIVE CANCER CONTROL PROGRAM (NCCCP). ACS HAS WORKED COLLABORATIVELY WITH CDC TO DELIVER TTA TO NCCCP RECIPIENTS FOR OVER 25 YEARS. BUILDING ON OUR SUCCESSES, COUPLED WITH EXTENSIVE SUBJECT-MATTER EXPERTISE FROM ACROSS OUR ORGANIZATION, ACS WILL DELIVER TIMELY AND INNOVATIVE TTA THAT EMPOWERS NCCCP RECIPIENTS TO IMPLEMENT POLICY, SYSTEMS AND ENVIRONMENTAL CHANGE STRATEGIES FROM THEIR JURISDICTIONAL CANCER PLANS.  ACS WILL MEASURE THE IMPACT OF TTA THROUGH PROGRESS TOWARDS THE FOLLOWING OUTCOMES: SHORT-TERM OUTCOMES: INCREASED REACH OF TTA ACTIVITIES TO NCCCP RECIPIENTS; AND INCREASED KNOWLEDGE, AWARENESS AND ATTITUDES REGARDING EVIDENCE-BASED INTERVENTIONS AND RESOURCES THAT AID IMPLEMENTATION; INTERMEDIATE OUTCOME: INCREASED ADOPTION OF STRATEGIES AND EVIDENCE-BASED INTERVENTIONS TO IMPROVE AND SUSTAIN NCCCP RECIPIENTS’ EFFORTS; AND LONG-TERM OUTCOME: INCREASED CAPACITY, REACH, UTILIZATION, IMPACT AND SUSTAINABILITY OF NCCCP RECIPIENTS.  TO SUCCESSFULLY MEET THESE OUTCOMES, ACS WILL IMPLEMENT A ROBUST TTA PLAN WHICH INCLUDES CONDUCTING REGULAR COMMUNITIES OF PRACTICE (COPS), DELIVERING HIGH-QUALITY TRAININGS AND DEVELOPING DATA DRIVEN, EVIDENCE-BASED, APPLICATION-FOCUSED RESOURCES ON APPROACHES THAT IMPACT HEALTH EQUITY BY ADDRESSING SOCIAL DETERMINANTS OF HEALTH AND SPANS THE CANCER CONTINUUM; REQUIRE COLLABORATION ACROSS MULTIPLE ORGANIZATIONAL SECTORS; AND OPERATE AT THE POLICY, SYSTEMS AND ENVIRONMENTAL CHANGE LEVEL TO MAXIMIZE IMPACT AND ENSURE SUSTAINABILITY.  ACS WILL UTILIZE ITS BROAD BASE OF SUBJECT MATTER EXPERTS IN CANCER PREVENTION, SCREENING, EARLY DETECTION, TREATMENT, SURVIVORSHIP, HEALTH EQUITY, RESEARCH, EVALUATION, SURVEILLANCE, ADVOCACY AND CLINICAL CARE, AS WELL AS THE EXPERTISE THROUGHOUT LEADERSHIP OF THE ACS’S SIX NATIONAL CANCER ROUNDTABLES, AND STAFF MEMBERS FROM ACROSS THE NATION WHO LIAISE WITH STATE CANCER COALITIONS, TO COLLABORATE IN DELIVERY OF TTA TO NCCCP RECIPIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44907b57-3b0a-cecb-e521-273ab5fc7df5-C", "generated_internal_id": "ASST_NON_NU58DP007540_7523"}, {"internal_id": 162133626, "Award ID": "NU58DP007539", "Award Amount": 750000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "93.427", "Description": "COLLABORATIVELY ACHIEVING HEALTH EQUITY: CAPACITY BUILDING TO ADVANCE CANCER CONTROL SYSTEMS-LEVEL CHANGE - COMPREHENSIVE CANCER CONTROL (CCC) BRINGS TOGETHER MULTI-SECTORAL PARTNERS TO COLLECTIVELY ADDRESS CANCER BURDEN BY LEVERAGING RESOURCES TO IMPLEMENT EVIDENCE-BASED INTERVENTIONS (EBI) ACROSS THE CANCER CONTINUUM. APPLYING FOR COMPONENT A OF CDC-RFA-DP-23-0017: PROVISION OF TRAINING AND TECHNICAL ASSISTANCE TO ENHANCE COMPREHENSIVE CANCER CONTROL OUTCOMES, THE GEORGE WASHINGTON UNIVERSITY CANCER CENTER (GWCC) SEEKS TO BUILD UPON ITS DEMONSTRATED TRACK RECORD AS A TRAINING AND TECHNICAL ASSISTANCE (TTA) PROVIDER. SINCE 2013, GWCC HAS REACHED 7,774 LEARNERS THROUGH 10 ENDURING ONLINE TRAININGS, GAINED 3,453 ACTIVE NEWSLETTER SUBSCRIBERS, ENGAGED 81 TTA STEERING COMMITTEE MEMBERS AND DEVELOPED 74 UNIQUE HEALTH AWARENESS CAMPAIGNS, AND AUTHORED OVER 80 GWCC RESOURCES THAT CONTINUE TO BE ACTIVELY MAINTAINED AND PROMOTED. THIS PROPOSAL BUILDS ON EXISTING DISSEMINATION CHANNELS, PARTNERSHIPS AND TTA PRODUCTS TO ENHANCE CAPACITY OF CDC-FUNDED CCC PROGRAMS AND COALITIONS TO ADDRESS THE HEALTH EQUITY THROUGH POLICY, SYSTEM, AND ENVIRONMENTAL CHANGE. GWCC’S APPROACH CENTERS NCCCP RECIPIENT NEEDS WITH INPUT FROM NATIONAL COLLABORATORS. LEVERAGING EXISTING INFRASTRUCTURE, GWCC WILL FACILITATE MULTIMODAL AND INTERACTIVE PEER-TO-PEER LEARNING THROUGH DIVERSE CHANNELS TO ACHIEVE THE FOLLOWING OUTCOMES: REDUCED DUPLICATION OF EFFORTS; IMPROVED USE OF RESOURCES; ENHANCED REACH OF TTA; DELIVERY OF HIGH-QUALITY TTA; PROMOTION OF CCC SUCCESSES; AND INCREASED IMPLEMENTATION OF EBIS AND PSE STRATEGIES BY CCC PROGRAMS AND COALITIONS. THESE ACTIVITIES WILL INCREASE CAPACITY AND IMPACT OF CCC PROGRAMS AND COALITIONS, LEADING TO REDUCED CANCER DISPARITIES. SPECIFIC STRATEGIES AND ACTIVITIES INCLUDE: STRATEGY A1: DEVELOP TRAINING AND TECHNICAL ASSISTANCE PLAN -\tRESTRUCTURE GWCC’S TTA STEERING COMMITTEE IN COLLABORATION WITH TTA PROVIDERS TO IDENTIFY NCCCP RECIPIENT NEEDS AND OPTIMIZE RESOURCE INVENTORIES ON THE TECHNICAL ASSISTANCE PORTAL (TAP) AND THE CCCNP WEBSITES, BOTH MANAGED BY GWCC. STRATEGY A2: IMPLEMENT TTA PLAN THROUGH PARTNERSHIPS AND/OR PARTNERSHIP NETWORKS. -\tMAINTAIN STRONG ENGAGEMENT IN CCCNP AND WITH NATIONAL NETWORKS TO COLLECTIVELY ADVANCE CCC WITH OTHER TTA PROVIDERS. STRATEGY A3: DELIVER MULTIMODAL TTA TO FACILITATE NCCCP RECIPIENT INFORMATION SHARING -\tMAINTAIN EFFECTIVE COMMUNICATION CHANNELS TO DISSEMINATE TTA TO NCCCP RECIPIENT AND COALITIONS INCLUDING HIGHLY UTILIZED MONTHLY SOCIAL MEDIA CAMPAIGNS AND NEWSLETTERS -\tINCREASE USE OF PSE CHANGE APPROACHES AND ACCELERATE EBI IMPLEMENTATION AMONG NCCCP RECIPIENTS THROUGH TWO COMMUNITIES OF PRACTICE THAT LEVERAGE GWCC PSE AND IMPLEMENTATION SCIENCE TRAININGS TO SUPPORT PEER-TO-PEER LEARNING. -\tBUILD CAPACITY TO ADVANCE NCCCP PRIORITIES BY MAINTAINING, PROMOTING AND OPTIMIZING THE EXISTING GWCC ONLINE ACADEMY WHICH INCLUDES 10 ASYNCHRONOUS DIDACTIC TRAININGS TO INCREASE KNOWLEDGE AND CONFIDENCE AMONG NCCCP RECIPIENTS AND COALITION MEMBERS. -\tIMPROVE CCC COALITION FUNCTIONING AND EFFECTIVENESS BY ENHANCING AND BUILDING UPON A VARIETY OF EXISTING USER-TESTED RESOURCES INCLUDING THE COMP CANCER 101 WIKI, TAILORED RESOURCE REMINDERS AND VISUAL MENUS, AND REPRESENTATION AND ENGAGEMENT TOOLS TO HELP NCCCP RECIPIENTS ASSESS AND IMPROVE THEIR COALITIONS’ DIVERSITY AND INCLUSION PRACTICES STRATEGY A4: MONITOR AND EVALUATE TTA EFFORTS AND DISSEMINATE FINDINGS -\tCONTINUE TO DISSEMINATE PUBLIC-FACING ANNUAL REPORTS DETAILING IMPACT OF TTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee8636d0-3f78-fbb3-4346-eb49aabbb2b3-C", "generated_internal_id": "ASST_NON_NU58DP007539_7523"}, {"internal_id": 67832484, "Award ID": "NU58DP006461", "Award Amount": 4125000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-31", "CFDA Number": "93.427", "Description": "BUILDING CANCER CONTROL CAPACITY: FOCUS ON RURAL CANCER CONTROL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee8636d0-3f78-fbb3-4346-eb49aabbb2b3-C", "generated_internal_id": "ASST_NON_NU58DP006461_7523"}, {"internal_id": 67834144, "Award ID": "NU58DP006460", "Award Amount": 4125000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-31", "CFDA Number": "93.427", "Description": "AMERICAN CANCER SOCIETY COMPREHENSIVE CANCER CONTROL TECHNICAL ASSISTANCE AND TRAINING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44907b57-3b0a-cecb-e521-273ab5fc7df5-C", "generated_internal_id": "ASST_NON_NU58DP006460_7523"}]