[{"internal_id": 160587076, "Award ID": "NU58DP007473", "Award Amount": 1857270.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "CVD 2304 - THE CALIFORNIA DEPARTMENT OF PUBLIC HEALTH (CDPH) IS A STATE HEALTH DEPARTMENT APPLYING FOR THE CENTERS FOR DISEASE CONTROL AND PREVENTION FUNDING OPPORTUNITY, CDC-RFA-DP23-0004, NATIONAL CENTER FOR CHRONIC DISEASE PREVENTION AND HEALTH PROMOTION, THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM. CDPH HAS THE EXPERIENCE, TOOLS, COMMITMENT, PARTNERSHIPS, AND RESOURCES NEEDED TO SERVE ALL CALIFORNIAN POPULATIONS AND COMMUNITIES IN THIS GRANT.  THIS FUNDING WILL SUPPORT PUBLIC HEALTH EFFORTS IN THE PREVENTION AND MANAGEMENT OF CARDIOVASCULAR DISEASE. PROGRAM STRATEGIES INCLUDE TRACKING AND MONITORING CLINICAL AND SOCIAL SERVICES AND SUPPORT, IMPLEMENTING TEAM-BASED CARE, AND LINKING COMMUNITY RESOURCES AND CLINICAL SERVICES TO PREVENT AND MANAGE HYPERTENSION AND HIGH BLOOD CHOLESTEROL IN CALIFORNIA. CDPH WILL INTEGRATE AND IMPLEMENT HEALTH EQUITY SOLUTIONS TO ADDRESS THE NEEDS OF POPULATIONS THAT ARE DISPROPORTIONATELY UNDERSERVED, UNINSURED, AND UNDERINSURED WITH OR AT RISK OF HYPERTENSION AND HIGH BLOOD CHOLESTEROL. THE PRIORITY POPULATIONS INCLUDE AFRICAN AMERICAN, ASIAN AMERICAN, AMERICAN INDIAN OR ALASKA NATIVE, AND HISPANIC COMMUNITIES.  CDPH WILL COLLABORATE WITH OTHER STATE AGENCIES, LEARNING COLLABORATIVES, LOCAL HEALTH DEPARTMENTS, HEALTH SYSTEMS, AND PARTNERS, FOCUSING ON HEALTH EQUITY AND SOCIAL DETERMINANTS OF HEALTH, WHICH WILL RESULT IN BETTER HEALTH OUTCOMES. CDPH WILL ACCESS COMMUNITY RESOURCES AND FOSTER SUSTAINABILITY THROUGH WORKING WITH PARTNERS ACROSS THE STATE, REDUCING DISPARITIES IN BLOOD PRESSURE CONTROL AND HIGH BLOOD CHOLESTEROL, AND INCREASING THE USE OF SOCIAL SERVICES SUPPORTS AMONG POPULATIONS AT HIGHEST RISK OF CARDIOVASCULAR DISEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU58DP007473_7523"}, {"internal_id": 160587075, "Award ID": "NU58DP007472", "Award Amount": 1098455.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE INDIANA DEPARTMENT OF HEALTH (IDOH) DIVISION OF CHRONIC DISEASE, PRIMARY CARE AND RURAL HEALTH IS APPLYING FOR THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) CDC-RFA-DP23-0004 THAN NATIONAL CARDIOVASCULAR HEALTH PROGRAM.  THIS FUNDING OPPORTUNITY WILL SUPPORT A COORDINATED EFFORT ACROSS IDOH PROGRAM AREAS TO IMPROVE THE HEALTH OF INDIANA’S RESIDENTS IN THE COMMUNITIES. IDOH SERVES ALL CITIZENS AND COMMUNITIES WITHIN INDIANA.  ACTIVITIES PROPOSED BY IDOH WILL TARGET THOSE AREAS IN INDIANA THAT ARE DISPROPORTIONALLY IMPACTED BY HIGH RATES OF CARDIOVASCULAR DISEASE, HYPERTENSION AND CHOLESTEROL. TO ACHIEVE THE OUTCOMES INDICATED WITHIN THE NOTICE OF FUNDING OPPORTUNITY, INDIANA WILL PARTNER WITH HEALTH SYSTEMS LOCATED WITHIN AREAS OF CARDIOVASCULAR HIGH RISK IN ORDER TO INCREASE USE OF EVIDENCE-BASED PRACTICES SUCH AS TEAM-BASED CARE, PATIENT REGISTRIES TO IDENTIFY PATIENT WITH HIGH BLOOD PRESSURE AND HIGH CHOLESTEROL.  THE PATIENTS’ SOCIAL DETERMINANTS OF HEALTH WILL BE UTILIZED TO REFER PATIENTS TO SOCIAL SERVICES OR OTHER COMMUNITY SUPPORT PROGRAMS THAT ARE NEEDED.  IDOH WILL ALSO WORK DIRECTLY WITH THE HEALTH SYSTEMS AND COMMUNITY-BASED ORGANIZATIONS TO INCREASE THE UTILIZATION OF COMMUNITY HEALTH WORKERS FOR HYPERTENSION, HIGH CHOLESTEROL.  SUSTAINABILITY ACTIVITIES FOR THE CHWS WILL BE ADDRESSED AT THE STATE-LEVEL FOR POLICY DEVELOPMENT, MEDICAID REIMBURSEMENT AND A PROCESS FOR EDUCATION AND CERTIFICATION. IDOH WILL ESTABLISH A CARDIOVASCULAR LEARNING COLLABORATIVE UTILIZING THE IDOH EXPERIENCE WITH LEARNING COLLABORATIVES WITH THE GRANT’S FUNDED HEALTH SYSTEM. THE LEARNING COLLABORATIVE WILL ALLOW IDOH TO SHARE INFORMATION TO ALL HEALTH SYSTEMS, TO ENABLE PEER-TO-PEER LEARNING, APPLY THE STRATEGY OF USING PDSA CYCLES FOR QUALITY IMPROVEMENT AND THE PLANNED CARE MODEL FOR THESE SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU58DP007472_7523"}, {"internal_id": 160587074, "Award ID": "NU58DP007471", "Award Amount": 1102086.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "OK STATE DEPARTMENT OF HEALTH, CHRONIC DISEASE PREVENTION PROGRAM: THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM (DP-23-0004) - THE CHRONIC DISEASE PREVENTION SERVICE (CDPS) AT THE OKLAHOMA STATE DEPARTMENT OF HEALTH (OSDH) IS LOCATED AT 123 ROBERT S. KERR, OKLAHOMA CITY, OK, 73102. CPDS IS SUBMITTING AN APPLICATION FOR CDC-RFA-DP-23-0004 “THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM”. CDPS STAFF FEEL CONFIDENT IN THEIR ABILITY TO COLLABORATE WITH SYSTEMS-LEVEL PARTNERS TO EFFECT CHANGE IN CARDIOVASCULAR-RELATED HEALTH DISPARITIES IN THE STATE OF OKLAHOMA. ACCORDING TO MULTIPLE REPORTS, CVD IS THE LEADING CAUSE OF DEATH AND DISABILITY IN THE STATE. DATA FROM THE OKLAHOMA HEALTH CARE AUTHORITY (2020), OKLAHOMA’S MEDICAID PROVIDER, INDICATE THE HIGHEST PREVALENCE OF BOTH HYPERTENSION AND HIGH CHOLESTEROL IN MEMBERS AGED 46- 64 Y/O. ADDITIONAL INFORMATION FROM THIS DATA ANALYSIS REPORTS A REIMBURSEMENT COST TO THE AGENCY FOR HYPERTENSION AS OVER $1.5 BILLION AND HIGH CHOLESTEROL COST AS OVER $880,000; BOTH OF THESE ARE SIGNIFICANT INCREASES COMPARED WITH THE PERCENTAGE OF MEMBERS WITH EITHER DIAGNOSIS. CHALLENGES SUCH AS THESE REQUIRE COLLABORATIONS WITH SYSTEMS- LEVEL PARTNERS TO DEVELOP A STRATEGIC PLAN AIMED AT REDUCING THE RISK OF CARDIOVASCULAR DISEASE AMONG INDIVIDUALS AT HIGHEST RISK FOR ADVERSE OUTCOMES AND IMPROVING SELF-MANAGEMENT SKILLS OF THOSE WHO HAVE BEEN DIAGNOSED. STRATEGIES HAVE BEEN IDENTIFIED TO ADVANCE HEALTH EQUITY FOR POPULATIONS AT HIGHER RISK FOR CVD BY ADDRESSING BARRIERS TO QUALITY HEALTHCARE AND DEVELOPMENT OF COMMUNITY-BASED INTERVENTIONS TO PROMOTE HEALTHY LIFESTYLE CHOICES, EDUCATE INDIVIDUALS ABOUT RISK FACTORS FOR CVD AND ADDRESS SOCIAL DETERMINANTS OF HEALTH WHICH CONTRIBUTE TO HEALTH DISPARITIES. A WORK PLAN AND BUDGET HAVE BEEN DEVELOPED WHICH BUILDS ON ACTIVITIES IMPLEMENTED THROUGH CDC DP18-1815. SEVERAL OF THE SAME PARTNERS WILL BE ENGAGED IN ORDER TO CONTINUE THEIR DP18-1815 WORK AS WELL AS EXPAND THOSE PROJECTS INTO AREAS OF THE STATE WITH LIMITED RESOURCES. EACH OF THE PARTNERS WAS SELECTED BASED ON THEIR ABILITY TO PROVIDE STATE-WIDE REACH SPECIFIC TO THE STRATEGIES IN DP23-2304. CDPS WILL CONTINUE TO COLLABORATE WITH INTERNAL PARTNERS TO ENSURE ACTIVITIES ARE RESPECTFUL OF THE NEEDS OF PRIORITIZED POPULATIONS AND THE HEALTHCARE PROVIDERS SERVING THESE POPULATIONS. COLLABORATIVE EFFORTS WITH EXTERNAL SYSTEM-LEVEL PARTNERS AND INTERNAL SUBJECT MATTER EXPERTS WILL TAILOR CDPS’ APPROACH TO EFFECTIVELY IMPLEMENT ACTIVITIES TO IMPROVE OUTCOMES FOR PRIORITIZED POPULATIONS.  OSDH) HAS IDENTIFIED SEVERAL STRATEGIES TO ADDRESS THE STATE’S PUBLIC HEALTH PROBLEMS AND PRIORITIES. THESE STRATEGIES FOCUS ON THE RELATIONSHIPS BETWEEN CHRONIC DISEASES, RISK FACTORS, POPULATIONS AT RISK, AND PREVENTIVE SERVICES. KEY PARTNERS HAVE BEEN IDENTIFIED TO HELP LEVERAGE THESE STRATEGIES, INCLUDING LOCAL HEALTH DEPARTMENTS, HEALTH CARE PROVIDERS, COMMUNITY-BASED ORGANIZATIONS, AND OTHER STAKEHOLDERS. THE INTERVENTIONS PROPOSED IN THIS GRANT BUILD UPON THE ACHIEVEMENTS MADE UNDER DP18- 1815, WHICH FOCUSED ON INCREASING AWARENESS, ACCESS, AND DEMAND FOR SERVICES DESIGNED TO REDUCE HEALTH DISPARITIES ASSOCIATED WITH HEART-RELATED CHRONIC DISEASES IN THE POPULATIONS OF FOCUS. THESE INTERVENTIONS ARE DESIGNED TO MINIMIZE DUPLICATION OF EFFORT AND MAXIMIZE THE IMPACT OF THE PREVIOUS GRANT IN BOTH THE CLINICAL AND COMMUNITY SETTINGS. OSDH IS DEVELOPING A MULTI-DISCIPLINARY CARE COORDINATION APPROACH TO ADDRESS HEALTH DISPARITIES. THIS APPROACH WILL ENSURE THOSE AT RISK FOR HEART DISEASE RECEIVE THE NECESSARY CARE AND SUPPORT TO PREVENT OR DELAY THE ONSET OF THE DISEASE. THE SELECTED STRATEGIES WILL SERVE AS THE FOUNDATION FOR FURTHER STRENGTHENING COMMUNITY-CLINICAL LINKAGES AND COLLABORATION ON QUALITY IMPROVEMENT INITIATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU58DP007471_7523"}, {"internal_id": 160587073, "Award ID": "NU58DP007470", "Award Amount": 1177592.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "MISSISSIPPI HEART DISEASE AND STROKE PREVENTION PROGRAM - THE MISSISSIPPI STATE DEPARTMENT OF HEALTH, OFFICE OF PREVENTIVE HEALTH – HEART DISEASE AND STROKE PREVENTION PROGRAM (HDSPP) REQUESTS $1,177,592 TO BUILD CAPACITY AND IMPLEMENT EVIDENCE-BASED OR INFORMED INTERVENTIONS TO REDUCE CARDIOVASCULAR DISEASE (CVD), THE LEADING CAUSE OF DEATH IN MISSISSIPPI (MS). EMPHASIS WILL BE PLACED ON ADDRESSING HIGH BLOOD PRESSURE, HIGH BLOOD CHOLESTEROL, AND THE SOCIAL DRIVERS OF HEALTH (SDOH) IN THE CLINICAL SETTING.  MISSISSIPPI, A PREDOMINANTLY RURAL STATE WITH THE HIGHEST PERCENTAGE OF AFRICAN AMERICANS (37.5%) IN THE NATION, LAG OTHER STATES IN HEALTH OUTCOMES, IN PART DUE TO THE SDOH. INCREASED HEALTH RISKS AND RACIAL DISPARITIES IN HEALTH OUTCOMES ARE EXACERBATED BY POOR ACCESS TO MEDICAL TREATMENT, PHYSICIAN SHORTAGES, AND OTHER BARRIERS SUCH AS FOOD INSECURITY AND TRANSPORTATION. ALL 82 MS COUNTIES ARE MEDICALLY UNDERSERVED DUE TO PHYSICIAN AND HEALTH CARE FACILITY SHORTAGES (HRSA, 2021). ACCORDING TO THE 2021 BRFSS, 40.2% OF THE RESPONDENTS HAD BEEN TOLD BY A MEDICAL PROVIDER THAT THEY HAD HIGH BLOOD PRESSURE, AND 33.0% OF THE RESPONDENTS HAD BEEN TOLD THEY HAD HIGH BLOOD CHOLESTEROL.  TO IMPROVE CVD OUTCOMES, THE HDSPP PROPOSES TO EXPAND THE EXISTING MULTIDISCIPLINARY QUALITY IMPROVEMENT LEADERSHIP TEAM, THE MISSISSIPPI ALLIANCE FOR CARDIOVASCULAR DISEASE (MACH). CURRENTLY, MACH IS COMPRISED OF STAKEHOLDERS FROM MEDICAL ASSOCIATIONS, PUBLIC HEALTH PRACTITIONERS, AND HEALTH INFORMATION TECHNOLOGISTS, BUT THE HDSPP WILL RECRUIT REPRESENTATION FROM THIRD-PARTY PAYERS, ACADEMIC INSTITUTIONS, AND COMMUNITY ORGANIZATIONS TO ADDRESS THE SDOH. MACH WILL ASSIST THE HDSPP BY PROVIDING SUBJECT MATTER EXPERTISE, ADVOCATING FOR POLICY CHANGES FOR IMPROVED BLOOD PRESSURE CONTROL, AND INCORPORATING THE SDOH CONTENT IN THE HDSPP’S CHRONIC DISEASE QUALITY IMPROVEMENT INITIATIVE (CDQII). FURTHERMORE, MACH WILL ASSIST THE HDSPP WITH RECRUITING HEALTHCARE SYSTEMS TO PARTICIPATE IN THE CDQII LEARNING COLLABORATIVE.  AWARDED HEALTHCARE SYSTEMS, COMPRISED OF PRIMARY CARE PRACTICES, RURAL HEALTH CLINICS AND FEDERALLY QUALIFIED HEALTH CENTERS THROUGH THE REQUEST FOR PROPOSAL PROCESS WILL ESTABLISH MULTIDISCIPLINARY TEAMS, TO INCLUDE A COMMUNITY HEALTH WORKER; IMPLEMENT THE MODEL FOR IMPROVEMENT, PLAN, DO, STUDY, ACT (PDSA) CYCLES; COLLECT, TRACK AND REPORT STANDARDIZED CLINICAL AND SOCIAL SERVICES DATA; AND LINK PATIENTS TO COMMUNITY RESOURCES, SERVICES AND LIFESTYLE CHANGE PROGRAMS. TO ADDRESS SOCIAL SERVICE BARRIERS, THE CDQII COORDINATOR AND HEALTH EQUITY LEAD WILL FACILITATE LEARNING SESSIONS AND PROMOTE WORKFLOW PIVOT PROCESSES TO REDIRECT PATIENT CARE BASED UPON IMMEDIATE SDOH NEEDS. CHWS WILL BE ENCOURAGED TO FOLLOW-UP WITH PATIENTS AND DOCUMENT THE OUTCOMES BI-DIRECTIONALLY. THE HDSPP WILL PROVIDE ONGOING ELECTRONIC HEALTH RECORDS (EHR) TRAINING AND SUPPORT THROUGHOUT THE LEARNING COLLABORATIVE.  THROUGH THIS NEWLY EXPANDED STATEWIDE INFRASTRUCTURE, THE HDSPP WILL HAVE THE REQUIRED CAPACITY, SUPPORT, AND TECHNICAL EXPERTISE TO SUCCESSFULLY ACHIEVE THE STRATEGIES AND ACTIVITIES. EVALUATORS WILL ALSO BE ENGAGED THROUGHOUT THE PLANNING AND IMPLEMENTATION OF ALL PHASES.  A MIXED METHOD (QUANTITATIVE AND QUALITATIVE) APPROACH OF A PROCESS AND OUTCOME EVALUATION WILL BE UTILIZED. IT IS EXPECTED THAT IMPLEMENTATION OF THE PROGRAM WILL, IN THE LONG-TERM, YIELD POSITIVE HEALTH OUTCOMES FOR MISSISSIPPIANS SUCH AS IMPROVED PREVENTION AND MANAGEMENT OF HYPERTENSION AND HIGH BLOOD CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU58DP007470_7523"}, {"internal_id": 160587072, "Award ID": "NU58DP007469", "Award Amount": 899275.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "NEBRASKA HEART DISEASE & STROKE PROGRAM - THE NEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES IS SUBMITTING THIS APPLICATION IN RESPONSE TO CDC-RFA-DP-23-0004 ENTITLED “THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM.” THE NEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES WILL SERVE THE POPULATION OF NEBRASKA WITH A FOCUS ON THE IDENTIFIED PRIORITY POPULATIONS. THIS APPLICATION INCLUDES TWO STRATEGIES TO TRACK AND MONITOR CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS MEASURES SHOWN TO IMPROVE HEALTH AND WELLNESS, HEALTH CARE QUALITY, AND IDENTIFY PATIENTS AT THE HIGHEST RISK OF CARDIOVASCULAR DISEASE (CVD) WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; THREE STRATEGIES TO IMPLEMENT TEAM-BASED CARE TO PREVENT AND REDUCE CVD RISK WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL PREVENTION, DETECTION, CONTROL, AND MANAGEMENT THROUGH THE MITIGATION OF SOCIAL SUPPORT BARRIERS TO IMPROVE OUTCOMES; AND THREE STRATEGIES TO LINK COMMUNITY RESOURCES AND CLINICAL SERVICES THAT SUPPORT BIDIRECTIONAL REFERRALS, SELF-MANAGEMENT, AND LIFESTYLE CHANGE TO ADDRESS SOCIAL DETERMINANTS THAT PUT THE PRIORITY POPULATIONS AT INCREASED RISK FOR CVD. STATEWIDE AND LOCAL LEARNING COLLABORATIVES WILL BE FORMED BRINGING TOGETHER PARTNERS WITH THE KNOWLEDGE AND ABILITY TO IMPLEMENT ALL APPLICATION STRATEGIES, REACH PRIORITY POPULATIONS AT INCREASED RISK FOR CVD, AND ACHIEVE THE APPLICATION OUTCOMES.  EXPECTED OUTCOMES INCLUDE (1) IMPROVED BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS; (2) REDUCED DISPARITIES IN BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS; AND (3) INCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. THESE SHOULD LEAD TO TWO KEY LONG-TERM OUTCOMES: (1) IMPROVED CARDIOVASCULAR HEALTH; AND (2) REDUCED DISPARITIES IN CARDIOVASCULAR HEALTH. MANY OF THE ACTIVITIES PROPOSED IN THE APPLICATION WILL BUILD ON SUCCESSES AND EFFORTS ALREADY IN PROGRESS IN NEBRASKA, UTILIZING EXISTING PARTNERSHIPS AND DEPARTMENT STAFF WITH EXTENSIVE EXPERIENCE IN HEALTH PROMOTION, CHRONIC DISEASE EPIDEMIOLOGY AND SURVEILLANCE, AND PROGRAM EVALUATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU58DP007469_7523"}, {"internal_id": 160587071, "Award ID": "NU58DP007468", "Award Amount": 925161.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - PROJECT TITLE: THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM (CDC-RFA-DP-23-0004) APPLICANT ORGANIZATION: IDAHO DEPARTMENT OF HEALTH AND WELFARE PHYSICAL LOCATION: 450 WEST STATE STREET BOISE, IDAHO 83702 STATE SERVED: IDAHO PROJECT DIRECTOR: ANGIE BAILEY, RDH-EA, MSDH, SECTION MANAGER, CHRONIC DISEASE SECTION, BUREAU OF COMMUNITY HEALTH, DIVISION OF PUBLIC HEALTH, IDAHO DEPARTMENT OF HEALTH & WELFARE PHONE NUMBER: 208-334-6605 EMAIL ADDRESS: ANGIE.BAILEY@DHW.IDAHO.GOV WEBSITE: HTTPS://HEALTHANDWELFARE.IDAHO.GOV FUNDS REQUESTED: $925,161  THE PURPOSE OF THIS APPLICATION IS TO ADVANCE IDAHO’S CARDIOVASCULAR DISEASE (CVD) PREVENTION AND MANAGEMENT INFRASTRUCTURE TO REDUCE HEALTH DISPARITIES FOR IDAHO’S PRIORITY POPULATIONS AS IDENTIFIED BY THE IDAHO CARDIOVASCULAR HEALTH LEARNING COLLABORATIVE. ALL WORK PROPOSED IN THIS APPLICATION WILL SUPPORT INCREASING PATIENT IDENTIFICATION AND REFERRALS TO BOTH COMMUNITY RESOURCES AND EVIDENCE-BASED INTERVENTIONS FOR THE PREVENTION AND MANAGEMENT OF CVD SUPPORTED BY KEY PARTNERSHIPS WITH ORGANIZATIONS PRIMARILY SERVING PRIORITY POPULATIONS. THE IDAHO DIABETES, HEART DISEASE, AND STROKE PREVENTION (DHDSP) PROGRAM WITHIN THE IDAHO DEPARTMENT OF HEALTH AND WELFARE MAINTAINS THE ABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES, STATEWIDE. THROUGH NEW AND LONGSTANDING PARTNERSHIPS, THE IDAHO DHDSP PROGRAM WILL EXPAND EVIDENCE-BASED SERVICES TO IMPROVE ACCESS FOR PRIORITY POPULATIONS IN CVD MANAGEMENT AND SOCIAL SUPPORT SERVICES. SYSTEM AND POPULATION-LEVEL NEEDS RELATED TO SOCIAL DETERMINANTS OF HEALTH WILL BE ADDRESSED TO SUPPORT PRIORITY POPULATION ENGAGEMENT IN THE SELECTED STRATEGIES. THE IDAHO DHDSP PROGRAM WILL WORK TOWARD ACHIEVING THE FOLLOWING OUTCOMES: -\tINCREASED USE OF EHRS OR HIT TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS DATA TO IMPROVE DETECTION OF HEALTH CARE DISPARITIES AND THE IDENTIFICATION, MANAGEMENT, AND TREATMENT OF PATIENTS AT HIGHEST RISK OF CARDIOVASCULAR DISEASE, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. -\tINCREASED USE OF STANDARDIZED PROCESSES OR TOOLS TO IDENTIFY, ASSESS, TRACK, AND ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS AT HIGHEST RISK OF CVD. -\tINCREASED USE OF EHRS OR HIT TO SUPPORT COMMUNICATION AND COORDINATION AMONG CARE TEAM MEMBERS TO MONITOR AND ADDRESS PATIENTS’ HYPERTENSION AND HIGH CHOLESTEROL. -\tINCREASED USE OF MULTIDISCIPLINARY CARE TEAMS ADHERING TO EVIDENCE-BASED GUIDELINES TO ADDRESS PATIENTS' SOCIAL SERVICES AND SUPPORT NEEDS AND IMPROVE THE MANAGEMENT AND TREATMENT OF HYPERTENSION AND HIGH CHOLESTEROL. -\tINCREASED MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS IDENTIFIED BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS WITHIN POPULATIONS AT HIGHEST RISK OF CVD. -\tINCREASED COMMUNITY CLINICAL LINKS TO IDENTIFY AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS OF POPULATIONS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. -\tINCREASED ENGAGEMENT OF CHWS (OR THEIR EQUIVALENTS) TO PROVIDE A CONTINUUM OF CARE EXTENDING CLINICAL INTERVENTIONS AND ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS. -\tINCREASED USE OF SMBP WITH CLINICAL SUPPORT WITHIN POPULATIONS AT HIGHEST RISK OF HYPERTENSION. -\tIMPROVED BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS. -\tREDUCED DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS. -\tINCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU58DP007468_7523"}, {"internal_id": 160587070, "Award ID": "NU58DP007467", "Award Amount": 967608.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "KANSAS CARDIOVASCULAR DISEASE PROJECT - THE KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENT (KDHE) REQUESTS CDC-RFA-DP-23-0004 THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM FUNDS TO EXPAND ON CURRENT MOMENTUM AND EXISTING EFFORTS TO IMPACT CARDIOVASCULAR DISEASE OUTCOMES IN KANSAS, INCLUDING LESSONS LEARNED FROM MANAGING CDC-RFA-DP18-1815 IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE GRANT PROGRAM. AS THE STATE HEALTH DEPARTMENT, KDHE HAS THE ABILITY TO IMPLEMENT STRATEGIES ON A STATEWIDE LEVEL BY LEVERAGING INTERNAL CAPACITY AND A VAST LIST OF PARTNERSHIPS THROUGHOUT THE STATE. OUR ESTABLISHED PARTNERSHIPS AND EXISTING MOMENTUM WILL ALLOW US TO SERVE ALL POPULATIONS AND COMMUNITIES THAT ARE PROPOSED IN THIS PROJECT. THROUGH THIS FUNDING OPPORTUNITY, KDHE WILL BUILD THE PUBLIC HEALTH INFRASTRUCTURE BY IMPLEMENTING EVIDENCE-BASED HYPERTENSION AND HIGH CHOLESTEROL STRATEGIES WITH AN EMPHASIS ON REDUCING HEALTH DISPARITIES FOR PRIORITY POPULATIONS. PRIORITY POPULATIONS OF FOCUS WILL BE KANSAS ADULTS AGED 18 YEARS AND OLDER, LOW-INCOME ADULTS (LESS THAN $25,000), AND THOSE ADULTS LIVING IN RURAL, URBAN, AND FRONTIER AREAS. THE FOLLOWING CRITERIA WILL BE USED TO SELECT TARGET AREAS TO IMPLEMENT THE SELECTED STRATEGIES: 1) POPULATION REACH AND BURDEN OF CHRONIC CONDITIONS (I.E., HYPERTENSION AND HIGH CHOLESTEROL); 2) SOCIODEMOGRAPHIC CHARACTERISTICS ASSOCIATED WITH THESE CONDITIONS; AND 3) COMMUNITY/PARTNER CAPACITY FOR IMPLEMENTING THE PROPOSED STRATEGIES. BY IMPLEMENTING STRATEGIES, KDHE WILL STRENGTHEN AND EXPAND ACCEPTABILITY AND QUALITY OF CARE FOR PRIORITY POPULATIONS WITH HYPERTENSION AND HIGH CHOLESTEROL, INFRASTRUCTURE FOR CDC-RECOGNIZED LIFESTYLE CHANGE PROGRAMS TO PREVENT AND MANAGE HYPERTENSION AND HIGH CHOLESTEROL INCLUDING EXPANDING AVAILABILITY OF HEALTHY HEART AMBASSADOR (HHA) AND OTHER SELF MEASURED BLOOD PRESSURE (SMBP) PROGRAMS CURRENTLY IN USE OR BEING DEVELOPED/ADAPTED BY PARTNERS. THIS WORK WILL ALSO INCLUDE SUPPO RTING PHARMACY NETWORKS IN IMPLEMENTING AND SUSTAINING HHA AND OTHER SMBP PROGRAMS. KANSAS WILL SUPPORT PARTICIPATING HEALTHCARE SYSTEMS TO IMPROVE QUALITY OF CARE FOR HYPERTENSION AND HIGH CHOLESTEROL, BY 1A) ADVANCE THE ADOPTION OF EHR OR HIT TO IDENTIFY, TRACK, AND MONITOR MEASURES FOR CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS TO ADDRESS HEALTH CARE DISPARITIES AND HEALTH OUTCOMES FOR PATIENTS AT HIGHEST RISK OF CARDIOVASCULAR DISEASE (CVD), WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; 1B) PROMOTE THE USE OF STANDARDIZED PROCESSES OR TOOLS TO IDENTIFY THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL, AND MONITOR AND ASSESS THE REFERRAL AND UTILIZATION OF THOSE SERVICES, SUCH AS FOOD ASSISTANCE, TRANSPORTATION, HOUSING, CHILD CARE, ETC.; 2A) ADVANCE THE USE OF HEALTH INFORMATION SYSTEMS THAT SUPPORT TEAM-BASED CARE TO MONITOR POPULATION HEALTH WITH A FOCUS ON HEALTH DISPARITIES, HYPERTENSION, AND HIGH CHOLESTEROL;  2B) ASSEMBLE OR CREATE MULTIDISCIPLINARY TEAMS TO IDENTIFY PATIENTS’ SOCIAL SERVICES AND SUPPORT NEEDS AND TO IMPROVE THE MANAGEMENT AND TREATMENT OF HYPERTENSION AND HIGH CHOLESTEROL; 2C) BUILD AND MANAGE A COORDINATED NETWORK OF MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS AND IDENTIFY BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS WITHIN POPULATIONS AT HIGHEST RISK OF CVD; 3A) CREATE AND ENHANCE COMMUNITY-CLINICAL LINKAGES TO IDENTIFY SDOH AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS OF POPULATIONS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; 3B) IDENTIFY AND DEPLOY DEDICATED CHWS TO PROVIDE A CONTINUUM OF CARE AND SERVICES WHICH EXTEND THE BENEFITS OF CLINICAL INTERVENTIONS AND ADDRESS SOCIAL SERVICES AND SUPPORT NEEDS LEADING TO OPTIMAL HEALTH OUTCOMES; 3C) PROMOTE USE OF SMBP MONITORING WITH CLINICAL SUPPORT WITHIN POPULATIONS AT HIGHEST RISK OF HYPERTENSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU58DP007467_7523"}, {"internal_id": 160587069, "Award ID": "NU58DP007466", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR HEART DISEASE - ARKANSAS DP-23-0004 THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM PROJECT ABSTRACT SUMMARY  APPLICANT ORGANIZATION: \tARKANSAS DEPARTMENT OF HEALTH \t                                        4815 WEST MARKHAM STREET                                                  LITTLE ROCK, AR 72205 \t ARKANSAS HAS A HIGH BURDEN OF CARDIOVASCULAR DISEASES (CVDS), PARTICULARLY FOR HYPERTENSION AS EVIDENCED BY CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) BEHAVIORAL RISK FACTOR SURVEILLANCE SYSTEM (BRFSS, 2021) AT A PREVALENCE OF 37.1% AND RANK OF 6TH HIGHEST AMONG ALL STATES. CENTERS FOR MEDICARE AND MEDICAID SERVICES (CMS) SHOW ARKANSAS’S PREVALENCE OF HYPERTENSION WAS 59.8% AMONG FEE-FOR-SERVICE BENEFICIARIES WITH A NATIONAL RANK OF 19 IN 2018. POPULATION-BASED HYPERCHOLESTEROLEMIA PREVALENCE IS 31.9% (BRFSS, 2021) AND HYPERLIPIDEMIA PREVALENCE IS 36.7% AMONG CMS FEE-FOR-SERVICE BENEFICIARIES WITH NATIONAL RANKS OF 15 AND 28, RESPECTIVELY. THE ARKANSAS DEPARTMENT OF HEALTH (ADH) CHRONIC DISEASE PREVENTION AND CONTROL BRANCH IS A CDC 1815 GRANTEE SINCE 2018 AND HAS BEEN WORKING WITH OUTSIDE PARTNERS TO ADVANCE STATEWIDE PREVENTION AND MANAGEMENT EFFORTS FOR DIABETES, HEART DISEASE, AND STROKE, AND IMPACT POPULATION OUTCOMES FOR CVD RISK FACTORS. WHILE HOSPITALIZATIONS FOR ACUTE MYOCARDIAL INFARCTION (AMI) AND CEREBRAL INFARCTION DECREASED BY 13.7% AND 1.9%, RESPECTIVELY, BETWEEN 2017 AND 2021, HOSPITALIZATIONS FOR ACUTE HEMORRHAGIC STROKE ALMOST ALWAYS SECONDARY TO UNCONTROLLED HYPERTENSION INCREASED BY 4.4% DURING THE SAME TIME FRAME. AGE-ADJUSTED MORTALITY DATA FOR 2021 FROM CDC WIDE-RANGING ONLINE DATA FOR EPIDEMIOLOGICAL RESEARCH (WONDER) INDICATE ARKANSAS RANKS 1ST AMONG STATES FOR THE HIGHEST AMI MORTALITY AND 3RD AMONG STATES FOR THE HIGHEST ACUTE STROKE MORTALITY INDICATING THE NEED FOR INTENSIFIED AND COLLABORATIVE PRIMARY, SECONDARY, AND TERTIARY PREVENTIVE EFFORTS IN ARKANSAS.  UNDER 1815 FUNDING AND DESPITE THE UNEXPECTED, DETRIMENTAL IMPACT OF THE COVID-19 PANDEMIC, ARKANSAS THROUGH ITS DIRECT HEART DISEASE AND STROKE INTERVENTIONS: A) SERVED A TOTAL OF 54,659 PATIENTS THROUGH TEAM-BASED CARE AND QUALITY IMPROVEMENT (QI) ACTIVITIES; B) FACILITATED QI AND PERFORMANCE MEASUREMENT TRAINING FOR 35 CLINICAL PROVIDERS AND STAFF; C) IMPROVED MEDICATION ADHERENCE BY 18% AND 20% FOR PATIENTS ON ANTIHYPERTENSIVES AND ANTIDIABETIC MEDICATIONS,  RESPECTIVELY, THROUGH MEDICATION THERAPY MANAGEMENT IN PHARMACY SETTINGS; D) FACILITATED AMERICAN BOARD OF TELEHEALTH (ABT) TRAINING AND CERTIFICATION FOR 58 CLINICAL PROVIDERS TO SUSTAIN CVD CARE DURING THE PANDEMIC; AND E) TRAINED 136 COMMUNITY HEALTH WORKERS (CHWS) AND CERTIFIED 13 CHWS FOR CORE COMPETENCIES AS PART OF BUILDING CHW INFRASTRUCTURE IN THE STATE. \t WITH DP-23-0004 FUNDING, THE ADH AND KEY PARTNERS WILL EXPAND ITS EXISTING LEARNING COLLABORATIVE (LC) AND IMPLEMENT ACTIVITIES SPECIFIED UNDER THIS NOFO TO IMPROVE CVD OUTCOMES WITH AN EMPHASIS ON TARGETING DISPROPORTIONATELY AFFECTED POPULATIONS. THESE LC STRATEGIES INCLUDE: STRATEGY 1: TRACK AND MONITOR CLINICAL AND SOCIAL SERVICE MEASURES SHOWN TO IMPROVE HEALTH AND WELLNESS, HEALTHCARE QUALITY, AND IDENTIFY PATIENTS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HYPERCHOLESTEROLEMIA; STRATEGY 2: IMPLEMENT TEAM-BASED CARE FOR CVD RISK REDUCTION WITH A FOCUS ON HYPERTENSION AND HYPERCHOLESTEROLEMIA, AND ADDRESS SOCIAL SUPPORT BARRIERS TO IMPROVE OUTCOMES; AND STRATEGY 3: INCREASE COMMUNITY-CLINICAL LINKAGES FOR BIDIRECTIONAL REFERRALS, SELF-MANAGEMENT, AND LIFESTYLE CHANGE TO ADDRESS SOCIAL VULNERABILITY FOR POPULATIONS AT INCREASED RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HYPERCHOLESTEROLEMIA. THE ADH WILL USE A COLLABORATIVE PUBLIC HEALTH APPROACH GUIDED BY DATA TO IMPLEMENT DP-23-0004 STRATEGY-RELATED ACTIVITIES FOR HEART DISEASE AND STROKE PREVENTIVE EFFORTS AND IMPROVE CVD OUTCOMES AMONG ARKANSANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_NU58DP007466_7523"}, {"internal_id": 160587068, "Award ID": "NU58DP007465", "Award Amount": 1112042.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE CENTER FOR DISEASE CONTROL AND PREVENTION NATIONAL CARDIOVASCULAR HEALTH PROGRAM AIMS TO IMPLEMENT AND EVALUATE EVIDENCE-BASED STRATEGIES CONTRIBUTING TO THE PREVENTION AND MANAGEMENT OF CARDIOVAS - THE WV DEPARTMENT OF HEALTH AND HUMAN RESOURCES, BUREAU FOR PUBLIC HEALTH (WV DHHR BPH), DIVISION OF HEALTH PROMOTION AND CHRONIC DISEASE PREVENTION (HPCD) SUBMITS THIS FUNDING APPLICATION FOR CDC-RFA-DP-23-0004, THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM. AS THE SECOND-MOST RURAL STATE IN THE NATION, WEST VIRGINIA (WV) IS THE ONLY STATE LOCATED ENTIRELY WITHIN THE APPALACHIAN REGION, AN AREA DISTINGUISHED BY MOUNTAINOUS TERRAIN, GEOGRAPHIC ISOLATION, AND HISTORICAL ECONOMIC HARDSHIP AND EXPLOITATION. THE COVID-19 PANDEMIC GREATLY EMPHASIZED THE DISPARITIES SUFFERED BY MANY IN RURAL WV, FURTHER STRESSED BY THE LACK OF ACCESS TO HEALTHCARE, BROADBAND INTERNET, AND TRANSPORTATION. THOSE WITH INTERSECTING IDENTITIES, SUCH AS RACIAL AND ETHNIC MINORITIES, LGBTQIA+ INDIVIDUALS, ETC., IN RURAL AREAS CONTINUE TO EXPERIENCE THE MOST SIGNIFICANT HEALTH DISPARITIES IN ACCESS TO CARE, INCIDENCE, PREVALENCE, MORTALITY, AND BURDEN OF CHRONIC DISEASE. THROUGH THIS APPLICATION, HPCD SEEKS TO BUILD UPON THE ACCOMPLISHMENTS AND OUTCOMES ACHIEVED IN DP1815 IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES, AND HEART DISEASE AND STROKE, AS WELL AS LEVERAGE NEW AND EXISTING PARTNERSHIPS TO EXPAND WV’S EXISTING “SYNERGY PARTNERS”, THUS CREATING A BROADER LEARNING COLLABORATIVE. UNDER CDC GRANTS DP1815 AND DP1305 STATE PUBLIC HEALTH ACTIONS TO PREVENT AND CONTROL DIABETES, HEART DISEASE, OBESITY AND ASSOCIATED RISK FACTORS, AND PROMOTE SCHOOL HEALTH, HPCD ESTABLISHED STATE-WIDE PARTNERSHIPS THAT INCREASED THE USE OF, AND ADHERENCE TO, EVIDENCE-BASED GUIDELINES AND POLICIES RELATED TO TEAM-BASED CARE, SYSTEMATIC REFERRALS, SELF-MANAGEMENT, AND PARTICIPATION IN EVIDENCE-BASED LIFESTYLE CHANGE INTERVENTIONS FOR INDIVIDUALS WITH CARDIOVASCULAR DISEASE (CVD). THESE SYNERGY PARTNERS WORK WITH HPCD IN A MUTUALLY SUPPORTIVE CAPACITY TO ACHIEVE MEANINGFUL CHANGE, AND INCLUDE SMALL, GRASSROOTS COMMUNITY-BASED ORGANIZATIONS (CBO), AS WELL AS LARGER, STATEWIDE ORGANIZATIONS AND INSTITUTIONS OF HIGHER LEARNING. HPCD WILL WORK WITH PARTNERS THROUGHOUT THE STATE TO IDENTIFY AND REMOVE BARRIERS TO CARE BY ADDRESSING THE SOCIAL DETERMINANTS OF HEALTH (SDOH) AND WILL WORK WITH PARTNERS TO TARGET POPULATIONS THAT HAVE SYSTEMATICALLY EXPERIENCED A GREATER BURDEN OF DISEASE DUE TO HISTORICAL DISCRIMINATION OR EXCLUSION. AT THE CONCLUSION OF THIS GRANT, HPCD WILL HAVE TRACKED AND MONITORED CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS MEASURES SHOWN TO IMPROVE HEALTH, WELLNESS, AND HEALTH CARE QUALITY. HPCD WILL HAVE IDENTIFIED PATIENTS AT THE HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. HPCD WILL HAVE INCREASED THE USE OF ELECTRONIC HEALTH RECORDS (EHR) AND HEALTH INFORMATION TECHNOLOGY (HIT) TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS. HPCD WILL ALSO HAVE INCREASED MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS AT HIGHEST RISK OF CVD. AT THE END OF YEAR 5, HPCD WILL HAVE STRENGTHENED COMMUNITY CLINICAL LINKAGES WITHIN COMMUNITIES AND WV’S HEALTH SYSTEMS. HPCD WILL HAVE ALSO INCREASED ENGAGEMENT OF COMMUNITY HEALTH WORKERS (CHW) AND INCREASED THE USE OF SELF-MONITORED BLOOD PRESSURE (SMBP) PROGRAMMING WITH CLINICAL SUPPORT WITHIN POPULATIONS AT HIGHEST RISK OF HYPERTENSION. HPCD WILL SHARE FINDINGS AND TRENDS FROM DATA COLLECTION WITH CBOS AND PARTNERS FOR ONGOING LEARNING AND QUALITY IMPROVEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU58DP007465_7523"}, {"internal_id": 160587067, "Award ID": "NU58DP007464", "Award Amount": 1011841.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE GOAL OF THIS PROSED PROJECT, LED BY THE CHRONIC DISEASE PREVENTION AND HEALTH PROMOTION (CDPHP) SECTION OF THE NEVADA DIVISION OF PUBLIC AND BEHAVIORAL HEALTH (DPBH), IS TO IMPLEMENT AND EVALUATE EVIDENCE-BASED OR INFORMED STRATEGIES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE (CVD) IN NEVADA. THE PROPOSED STRATEGIES WILL FOCUS ON PREVENTING AND MANAGING HIGH CHOLESTEROL AND HYPERTENSION. ALL WORK SUPPORTED UNDER THIS AWARD WILL ADDRESS HEALTH DISPARITIES FOR PRIORITY POPULATIONS AS A PRIMARY AND FULLY INTEGRATED PART OF EACH STRATEGY.  DURING THE GRANT PERIOD, THE CDPHP WILL IMPLEMENT ALL THE STRATEGIES DESCRIBED IN THE NOTICE OF FUNDING OPPORTUNITY (NOFO) TO IMPROVE HEALTHCARE QUALITY AND OUTCOMES FOR PEOPLE WITH CVD. THE ACTIVITIES WILL UTILIZE EVIDENCE-BASED APPROACHES TO CVD MANAGEMENT AND PREVENTION/RISK REDUCTION, INCLUDING GEOGRAPHIC INFORMATION SYSTEM (GIS) MAPPING DATA AND LANDSCAPE ANALYSIS TO IDENTIFY PRIORITY POPULATIONS AND POLICY AND SYSTEMS-LEVEL SUPPORT FOR THE RANGE OF APPROACHES. TO IMPLEMENT AND EVALUATE THE ABOVE STRATEGIES, THE CDPHP WILL LEVERAGE SUSTAINABLE, STATEWIDE MULTI-SECTOR RELATIONSHIPS WITH PARTNERS IN NEVADA, INCLUDING COMAGINE HEALTH, THE ROSEMAN UNIVERSITY OF HEALTH SCIENCES, THE NEVADA BUSINESS GROUP ON HEALTH, ACCESS TO HEALTHCARE NETWORK, AND THE SANFORD CENTER FOR AGING AT THE UNIVERSITY OF NEVADA, RENO, ALL OF WHOM HAVE EXPERIENCE WORKING WITH PRIORITY POPULATIONS IN THE STATE.   CVD IS A SIGNIFICANT PROBLEM IN NEVADA AS THE LEADING CAUSE OF MORTALITY AND A SIGNIFICANT CONTRIBUTOR TO MORBIDITY. OVER ONE-THIRD OF NEVADANS HAVE AT LEAST ONE FORM OF CVD, INCLUDING MANY WITH UNDIAGNOSED OR POORLY MANAGED HYPERTENSION, AND ARE AT HIGHLY ELEVATED RISK OF A STROKE, ANEURYSM, AND HEART ATTACK. CVD ALSO AFFECTS CERTAIN GROUPS IN NEVADA MORE THAN OTHERS. THE MORTALITY FROM CVD IN URBAN COUNTIES, AT 188 DEATHS PER 100,000, IS HIGHER THAN IN RURAL COUNTIES (156.9 PER 100,000). OTHER GROUPS LIKELY TO BE DISPARATELY AFFECTED BY CVD INCLUDE PEOPLE WHO IDENTIFY AS AFRICAN AMERICAN (PREVALENCE OF HYPERTENSION AT 40.4 PERCENT AND SIGNIFICANT CARDIOVASCULAR DISEASE AT 12.5 PERCENT VERSUS 9.2 PERCENT IN THE GENERAL POPULATION); PEOPLE WHO IDENTIFY AS ASIAN, NATIVE HAWAIIAN, OR PACIFIC ISLANDER (5.9% RATE OF STROKES VERSUS THE ALL-RACE MEAN OF 3.4 PERCENT); AND ADULTS OLDER THAN 65 YEARS (HEART DISEASE RATES OF 14.6 PERCENT).  BUILDING ON THE ACCOMPLISHMENTS, OUTCOMES, AND LESSONS LEARNED FROM THE DP-13-1305, DP-18-1815, AND DP-18-1817 COOPERATIVE AGREEMENTS, THE CDPHP PROPOSES TO IMPLEMENT AND EVALUATE EVIDENCE-BASED OR INFORMED STRATEGIES SUPPORTING THE EXPANSION OF CVD PREVENTION AND MANAGEMENT PROGRAMS. CDPHP FURTHER PROPOSES TO ADVANCE THE USE OF HEALTH INFORMATION TECHNOLOGY TO INTEGRATE SELF-MANAGEMENT AND PREVENTION PROGRAMS WITH SUPPORT MEASURES SHOWN TO IMPROVE HEALTH AND WELLNESS, AND HEALTHCARE QUALITY AND IDENTIFY POPULATIONS AT THE HIGHEST RISK FOR CVD WHILE INCREASING THE CAPACITY OF INDIVIDUALS, COMMUNITIES, AND THE HEALTHCARE WORKFORCE TO IDENTIFY AND MANAGE CARDIOVASCULAR HEALTH NEEDS OF NEVADANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU58DP007464_7523"}, {"internal_id": 160587066, "Award ID": "NU58DP007463", "Award Amount": 1100267.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE NEW JERSEY DEPARTMENT OF HEALTH (NJDOH) WILL IMPLEMENT LOCAL-LEVEL, EVIDENCE-BASED STRATEGIES TO ADDRESS CARDIOVASCULAR DISEASE BY FOCUSING EFFORTS ON REDUCING RISKS FOR HYPERTENSION AND HIGH CHOLESTEROL AND MITIGATING SOCIAL DETERMINANTS OF HEALTH BARRIERS. NJDOH WILL TARGET STRATEGIES IN SOUTHERN NJ AND CONDUCT GEOGRAPHIC INFORMATION SYSTEM (GIS) MAPPING TO IDENTIFY CENSUS AREAS WITHIN ATLANTIC, CAPE MAY, CUMBERLAND, AND SALEM COUNTIES. NJDOH WILL COLLABORATE WITH PARTNERS AND EXISTING COALITIONS TO CREATE A SOUTHERN REGIONAL LEARNING COLLABORATIVE THAT WILL CONSIST OF PARTNERS OPERATING WITHIN THE TARGET COMMUNITIES INCLUDING, HEALTH SYSTEMS, FEDERALLY QUALIFIED HEALTH CENTER (FQHC) SITES, LOCAL HEALTH DEPARTMENTS, COMMUNITY AND FAITH-BASED ORGANIZATIONS, PRACTITIONERS AND COMMUNITY MEMBERS. THE LEARNING COLLABORATIVE WILL INCLUDE A FEEDBACK LOOP, ALLOWING INFORMATION AND RECOMMENDATIONS TO FLOW TO ALL OF THE REGIONAL AND STATE PARTNERS, TO ENSURE COMMUNICATION BETWEEN THE PARTNERS AND FILTER THE INFORMATION TO THE STATE LEARNING COLLABORATIVE. IN ADDITION, NJDOH WILL WORK WITH HEALTH 2 SYSTEMS AND FQHC SITES TO ASSESS CURRENT PRACTICES TO CAPTURING AND REFERRING PATIENTS TO SUPPORT AND SOCIAL SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU58DP007463_7523"}, {"internal_id": 160587065, "Award ID": "NU58DP007462", "Award Amount": 942849.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE DC MILLION HEARTS PROGRAM: A STRATEGIC APPROACH TO PREVENTING AND CONTROLLING CARDIOVASCULAR DISEASE - HEART DISEASE AND STROKE ARE THE 1ST AND 5TH LEADING CAUSES OF DEATH IN THE DISTRICT OF COLUMBIA (DISTRICT) (VITAL RECORDS DIVISION, 2021). COMBINED, THEY ACCOUNTED FOR ALMOST 1,400 DEATHS IN 2021. THE TWO MAIN REASONS INDIVIDUALS DEVELOP HEART DISEASE AND STROKE ARE HYPERTENSION AND HIGH CHOLESTEROL, WHICH ARE COMMON, PREVENTABLE AND CAN LEAD TO DEATH. BEHAVIORAL RISK FACTOR SURVEILLANCE SURVEY DATA SHOW THAT 155,675 (27.9%) ADULT DISTRICT RESIDENTS HAVE HYPERTENSION AND 143,131 (30.6%) HAVE HIGH CHOLESTEROL (DC HEALTH, 2021). DISPARITIES IN THESE PREVALENCE RATES PERSIST BY RACE, PLACE OF RESIDENCE, AND SOCIOECONOMIC FACTORS. DATA SHOW THAT DISTRICT RESIDENTS WHO ARE BLACK/AFRICAN AMERICAN, WITH LOWER EDUCATIONAL ATTAINMENT, AND HAVE LOWER INCOME LEVELS EXPERIENCE HIGHER RATES OF HYPERTENSION AND HIGH CHOLESTEROL (DC HEALTH, 2021).  DC HEALTH’S CHRONIC DISEASE DIVISION (CDD) IMPLEMENTS EVIDENCE-BASED, DATA INFORMED PROMISING PRACTICE STRATEGIES TO ADDRESS THE MOST COMMON CHRONIC CONDITIONS AND RISK FACTORS TO ADVANCE HEALTH, WELLNESS AND EQUITY ACROSS THE DISTRICT. OUR TEAM OF CHRONIC DISEASE EXPERTS WORK CLOSELY WITH HEALTH SYSTEMS, COMMUNITY-BASED ORGANIZATIONS, GOVERNMENT AGENCIES AND OTHER KEY PARTNERS TO ENSURE THAT DATA-DRIVEN, EVIDENCE-BASED AND SUSTAINABLE APPROACHES ARE UTILIZED TO IMPROVE HEART DISEASE, STROKE, AND OTHER CHRONIC DISEASE OUTCOMES AMONG ALL DISTRICT RESIDENTS.  UNDER THE PREVIOUS FUNDING CYCLE, DC HEALTH’S MILLION HEARTS PROGRAM SUCCESSFULLY INCREASED THE CAPACITY OF EIGHT (8) FEDERALLY QUALIFIED HEALTH SYSTEMS (FQHCS) AND HOSPITALS AND THE DISTRICT PRIMARY CARE ASSOCIATION TO MONITOR KEY CLINICAL INDICATORS FOR HYPERTENSION AND BLOOD CHOLESTEROL CONTROL, FORMED AND LEVERAGED COMMUNITY, CLINICAL AND PUBLIC HEALTH RELATIONSHIPS TO BUILD AND SUSTAIN THE MILLION HEARTS LEARNING COLLABORATIVE, CONNECTED RESIDENTS TO COMMUNITY-BASED RESOURCES AND LIFESTYLE CHANGE PROGRAMS, AND INCREASED THE IMPLEMENTATION OF CLINICAL QUALITY IMPROVEMENT INTERVENTIONS TO IMPROVE THE PREVENTION AND MANAGEMENT OF HYPERTENSION AND HIGH CHOLESTEROL IN FEDERALLY QUALIFIED HEALTH CENTERS (FQHCS) AND HOSPITALS. BETWEEN 2019-2021, DATA SHOWS THAT THE PROGRAM REACHED AN AVERAGE OF 15,135 HYPERTENSION PATIENTS PER YEAR. THE PROGRAM FOCUSED EFFORTS ON IMPROVING DATA QUALITY OF LARGER HEALTH SYSTEMS IN 2022, WHICH ACCOUNTED FOR AN ADDITIONAL 46,337 HYPERTENSION PATIENTS REACHED IN 2022.  DC HEALTH INTENDS TO LEVERAGE SUCCESSES AND LESSONS LEARNED UNDER THE PREVIOUS FUNDING CYCLE TO FURTHER THE PREVENTION AND MANAGEMENT OF CARDIOVASCULAR DISEASE BY PREVENTING AND CONTROLLING HIGH CHOLESTEROL AND HYPERTENSION AND ADDRESSING SOCIAL BARRIERS THAT DISPROPORTIONATELY IMPACT DISTRICT RESIDENTS AT HIGHEST RISK OR BURDEN. TO ACHIEVE STATEWIDE REACH IN THE PREVENTION AND MANAGEMENT OF HEART DISEASE AND STROKE, THE DISTRICT AIMS TO IMPLEMENT EVIDENCE BASED AND EVIDENCE INFORMED RISK REDUCTION STRATEGIES BY ENGAGING MULTISECTORAL PARTNERS THROUGH THE MILLION HEARTS LEARNING COLLABORATIVE, STRENGTHENING THE CLINICAL TEAM-BASED CARE WORKFORCE, EXPANDING THE USE OF CLINICAL AND SOCIAL NEEDS BIDIRECTIONAL REFERRAL TECHNOLOGY, ENHANCING CLINICAL AND SOCIAL NEEDS DATA SURVEILLANCE, REDUCING PROGRAMMATIC, PROVIDER AND INDIVIDUAL BARRIERS TO EVIDENCE-BASED INTERVENTIONS, IMPROVING ORGANIZATIONAL AND INDIVIDUAL HEALTH LITERACY, AND IMPLEMENTING EDUCATIONAL CAMPAIGNS. STRATEGIES WITHIN THIS PROPOSAL PRIORITIZE HIGH BURDEN POPULATIONS INCLUDING RESIDENTS THAT ARE 40 YEARS AND OVER, BLACK/AFRICAN AMERICAN AND HISPANIC, WITH LOWER EDUCATIONAL ATTAINMENT, ANNUAL INCOME BELOW $50,000, NOT WORKING (UNEMPLOYED, RETIRED AND UNABLE TO WORK) AND LIVING IN WARDS 4, 5, 7 AND 8.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU58DP007462_7523"}, {"internal_id": 160587064, "Award ID": "NU58DP007461", "Award Amount": 1173237.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE LOUISIANA NATIONAL CARDIOVASCULAR HEALTH PROGRAM - PROJECT ABSTRACT SUMMARY  OBJECTIVE: WELL-AHEAD LOUISIANA (WAL) WILL COORDINATE EFFORTS WITHIN THE STATE OF LOUISIANA TO LEVERAGE RESOURCES AND MAXIMIZE REACH TO ADDRESS THE NEED TO IMPROVE CARDIOVASCULAR HEALTH AND REDUCE HEALTH DISPARITIES IN TARGET POPULATIONS WITH THE HIGHEST RISK OF CARDIOVASCULAR DISEASE. THIS WILL BE ACHIEVED THROUGH THE UTILIZATION OF THE POPULATION HEALTH COHORT, COMMUNITY-BASED SELF-MONITORED BLOOD PRESSURE PROGRAMS AND THE IMPLEMENTATION OF THE HEART DISEASE LEARNING COLLABORATIVE.  PROJECT PURPOSE: WAL PROPOSES TO IMPLEMENT STRATEGIES THROUGH A TIERED APPROACH WITH MUTUALLY REINFORCING STATEWIDE AND REGIONALLY TARGETED STRATEGIES. STATEWIDE WORK FOCUSES ON INCREASING THE AWARENESS OF HEART DISEASE, HIGH BLOOD PRESSURE, AND HIGH CHOLESTEROL AMONG POPULATIONS WITH THE HIGHEST RISK, ALONG WITH AN INCREASED UNDERSTANDING OF THE RISK FACTORS AND RESOURCES AVAILABLE TO PREVENT THE ONSET OF CARDIOVASCULAR DISEASE. WAL PROPOSES TO FURTHER FOCUS ON PROVIDER EDUCATION AND PARTNERSHIP WITH HEALTH SYSTEMS, PAYERS, AND OTHER PUBLIC HEALTH PARTNERS TO INCREASE THE REACH AND UTILIZATION OF PROGRAMS AND BEST PRACTICES TO IMPROVE OUTCOMES RELATED TO CARDIOVASCULAR DISEASE THROUGH THE IMPLEMENTATION OF THE HEART DISEASE LEARNING COLLABORATIVE. REGIONALLY, WAL HAS IDENTIFIED SIX WELL-AHEAD CHRONIC DISEASE PRIORITY REGIONS WHERE WAL WILL TARGET INDIVIDUAL HEALTH SYSTEMS, PROVIDERS, AND COMMUNITY ORGANIZATIONS TO LAUNCH NEW PROGRAMS, ESTABLISH AND IMPROVE REFERRAL MECHANISMS, INCREASE COMMUNITY-CLINICAL LINKAGES AND CONDUCT QUALITY IMPROVEMENT INITIATIVES.  OUTCOMES: WAL EXPECTS TO ACHIEVE THE FOLLOWING OUTCOMES: IMPROVE BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS; REDUCE DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS; INCREASE UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; IMPROVE CARDIOVASCULAR HEALTH; AND REDUCE DISPARITIES IN CARDIOVASCULAR HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU58DP007461_7523"}, {"internal_id": 160587063, "Award ID": "NU58DP007460", "Award Amount": 1081945.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "VIRGINIA CARDIOVASCULAR HEALTH PROGRAM - VIRGINIA FACES A PUBLIC HEALTH CRISIS AS CARDIOVASCULAR DISEASE (CVD) HAS RISEN TO THE LEADING CAUSE OF DEATH IN THE COMMONWEALTH SINCE 2019. THE IMPACT IS DISPROPORTIONATELY FELT IN UNDERSERVED AREAS LESS EQUIPPED TO ADDRESS CVD, CVD RISK FACTORS, AND THE STRUCTURES IN PLACE THAT LEAD TO INEQUITABLE ACCESS TO QUALITY HEALTHCARE AND OPPORTUNITIES FOR OPTIMAL HEALTH. ROUGHLY 4,458,264 ADULTS 18 YEARS AND OLDER IN VIRGINIA ARE LIVING WITH HYPERTENSION, THE LEADING RISK FACTOR OF CVD. LACK OF ACCESS TO HEALTHCARE SERVICES AND COMMUNITY-BASED PROGRAMS IS A MAJOR FACTOR THAT CREATES THE CONDITIONS THAT FURTHER COMPLICATE AND PROLONG THE MITIGATION OF THESE CHRONIC DISEASES. THE VIRGINIA DEPARTMENT OF HEALTH (VDH) WILL COLLABORATE WITH PARTNERS TO DESIGN, TEST, AND EVALUATE INNOVATIVE APPROACHES FOR THE DELIVERY OF CLINICAL AND COMMUNITY-BASED INTERVENTIONS THAT IMPROVE THE PREVENTION AND CONTROL OF CARDIOVASCULAR DISEASE ACROSS THE VIRGINIA, WITH A SPECIFIC FOCUS ON TARGET POPULATIONS AND PRIORITIZED COUNTIES AND CITIES IDENTIFIED BASED ON CVD BURDEN AND LOW HEALTH OPPORTUNITY.       THE VDH HAS A LONG HISTORY OF ADDRESSING CVD IN VIRGINIA THROUGH ITS STRONG PARTNERSHIPS WITH STAKEHOLDERS AT THE GOVERNMENT, HOSPITAL, CLINIC, AND COMMUNITY LEVEL. THROUGH ITS FOUNDATIONAL WORK IN CDC DP18-1815, CDC DP18-1817, CDC DP21-2102, THE VDH ESTABLISHED A STATEWIDE REFERRAL SYSTEM WITH UNITE US TO SERVE AS THE MAJOR PLATFORM AND CONNECTOR BETWEEN THE CLINICAL AND COMMUNITY SETTING FOR BI-DIRECTIONAL REFERRALS. STAKEHOLDERS INVOLVED IN CVD PREVENTION, MANAGEMENT AND TREATMENT HAVE REGULARLY MET IN THEIR RESPECTIVE LEARNING COLLABORATIVES, NAMELY THE VIRGINIA HOSPITAL AND HEALTHCARE ASSOCIATION’S (VHHA) HEALTH EQUITY COLLABORATIVE, VIRGINIA STROKE SYSTEMS TASK FORCE, THE VIRGINIA COMMUNITY HEALTH WORKER ASSOCIATION, AND THE MEDICAL SOCIETY OF VIRGINIA’S (MSV) SYNC: TRANSFORMING HEALTHCARE LEADERSHIP. UNDER THE VIRGINIA NATIONAL CARDIOVASCULAR DISEASE PROGRAM (CDC DP23-0004) PROPOSAL, THE VDH WILL BRING TOGETHER THESE COLLABORATIVES UNDER THE VIRGINIA HEART DISEASE AND STROKE LEARNING COLLABORATIVE (VHDS LC) TO ADDRESS HEALTH DISPARITIES AMONG TARGET POPULATIONS AT HIGHEST RISK FOR CVD, INCLUDING AGES 45-85 YEARS OLD, AFRICAN AMERICANS, MALES, LOW-INCOME, FOOD AND HOUSING INSECURE, RURAL AREA, ADVERSE CHILDHOOD EVENTS, AFRICAN AMERICAN PREGNANT AND POSTPARTUM WOMEN, AND THOSE WHO ARE BLIND AND VISUALLY IMPAIRED.       UNDER THE VHDS LC, THE VDH AND KEY PARTNERS (VHHA, MSV, CHW ASSOCIATION, VIRGINIA PHARMACISTS ASSOCIATION, AND UNITE US), WILL IMPLEMENT THE STRATEGIES AND ACTIVITIES OF CDC DP23-0004. ACROSS ALL STRATEGIES AND ACTIVITIES, VDH WILL LEVERAGE ITS SUCCESSFUL MODELS OF CDC DP18-1815, CDC DP18-1817 AND CDC DP21-2102 TO 1). UTILIZE HEALTH INFORMATION TECHNOLOGY WITH HOSPITALS AND CLINICS TO IDENTIFY PRIORITY PATIENT POPULATIONS AT HIGH RISK FOR CVD, 2). UTILIZE THE UNITE US REFERRAL SYSTEM TO CONDUCT SOCIAL DETERMINANTS OF HEALTH SCREENINGS AND REFER INDIVIDUALS TO SOCIAL SERVICES AND SUPPORTS THROUGH THE REFERRAL NETWORK, 3). IMPLEMENT A CHRONIC CARE MANAGEMENT MODEL THROUGH MULTIDISCIPLINARY TEAMS, AND PROMOTE SELF-MONITORING THROUGH THE VIRGINIA HEALTHY HEART AMBASSADOR BLOOD PRESSURE SELF-MONITORING PROGRAM.       OVER THE 5-YEAR PERIOD, VDH WILL SCALE AND SUSTAIN SUCCESSFUL AND COMPREHENSIVE INTERVENTIONS TO 5-7 HEALTH SYSTEMS AND UNDERSERVED AREAS BY 2028. THROUGH LEVERAGING EXISTING RESOURCES AT STATE AND LOCAL LEVELS, BUILDING CAPACITY IN KEY STAKEHOLDERS AT THE COMMUNITY LEVEL, AND COORDINATING CLINICAL AND COMMUNITY INTERVENTIONS IN A MUTUALLY-REINFORCING APPROACH, THIS PROPOSAL PROVIDES THE PUBLIC HEALTH RESPONSE CRITICAL FOR MITIGATING THE WIDESPREAD CVD, RISK FACTORS, AND HEALTH DISPARITIES IN VIRGINIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81307f03-67cd-51c5-75a3-b43876b0cc3b-C", "generated_internal_id": "ASST_NON_NU58DP007460_7523"}, {"internal_id": 160587062, "Award ID": "NU58DP007459", "Award Amount": 1147666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "ALABAMA CARDIOVASCULAR HEALTH PROGRAM - CARDIOVASCULAR DISEASE IS A DEVASTATING PROBLEM IN ALABAMA. HEART DISEASE IS THE LEADING CAUSE OF DEATH AND STROKE IS FIFTH.  ALABAMA PRESENTLY HAS AN ADULT DIAGNOSED HYPERTENSION PREVALENCE OVER 42 PERCENT, RANKING THIRD IN THE NATION. THE HYPERTENSION PREVALENCE IS HIGHER FOR ALABAMA’S AFRICAN AMERICAN POPULATIONS AT 48.5 PERCENT (27 PERCENT OF ALABAMA’S TOTAL POPULATION). SOCIAL DETERMINANTS SUCH AS ECONOMIC STABILITY, HEALTHCARE ACCESS AND QUALITY, AND SOCIAL CONTEXT AFFECT THESE CARDIOVASCULAR OUTCOMES AND EFFORTS TO REDUCE THE LIKELIHOOD OF INDIVIDUALS DEVELOPING THESE CONDITIONS. FOR EXAMPLE, 16 PERCENT OF ALABAMA’S POPULATION LIVED IN POVERTY DURING THE 2020 CENSUS; NINE ALABAMA COUNTIES DO NOT HAVE A HOSPITAL, AND MANY COUNTIES HAVE AN AREA DESIGNATED AS A HEALTH PROFESSIONAL SHORTAGE AREA.  THE ALABAMA DEPARTMENT OF PUBLIC HEALTH WILL IMPLEMENT AND EVALUATE CULTURALLY INFORMED, EVIDENCE-BASED, AND EVIDENCE-INFORMED INTERVENTIONS AND APPROACHES TO PREVENT, DETECT, CONTROL, AND MANAGE CARDIOVASCULAR DISEASE IN ALABAMA.  THIS WILL BE ACHIEVED BY CREATING A STATE AND FOUR LOCAL LEVEL HEART DISEASE AND STROKE LEARNING COLLABORATIVES THAT ADDRESS SOCIAL SERVICES AND SUPPORT NEEDS TO IMPROVE HEALTH EQUITY FOR POPULATIONS AND COMMUNITIES WITH THE HIGHEST PREVALENCE OF CVD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU58DP007459_7523"}, {"internal_id": 160587061, "Award ID": "NU58DP007458", "Award Amount": 1233901.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "GEORGIA CARDIOVASCULAR HEALTH PROGRAM - THE GEORGIA DEPARTMENT OF PUBLIC HEALTH (DPH), LOCATED AT 2 PEACHTREE STREET NW, ATLANTA, GA 30303, SEEKS FUNDING UNDER COMPONENT A OF CDC-RFA-DP-23-0004, TO CONTINUE OPERATION AND EXPANSION OF A COMPREHENSIVE AND COORDINATED APPROACH TO INFORM POLICY, SYSTEMS, AND ENVIRONMENTAL CHANGE TO PREVENT AND CONTROL CARDIOVASCULAR DISEASE AND INCREASE EQUITABLE HEALTH OUTCOMES BY FOCUSING ON PRIORITY POPULATIONS ACROSS THE STATE OF GEORGIA.  BASED ON BURDEN OF DIABETES, OBESITY, AND OTHER CHRONIC DISEASES, GEORGIA DPH HAS IDENTIFIED PRIORITY POPULATIONS FOR THE APPROACH DESCRIBED IN THIS APPLICATION. THE PRIORITY PUBLIC HEALTH DISTRICTS INCLUDE SOUTH CENTRAL HEALTH DISTRICT, NORTH CENTRAL HEALTH DISTRICT, WEST CENTRAL HEALTH DISTRICT, SOUTH HEALTH DISTRICT, SOUTHWEST HEALTH DISTRICT, SOUTHEAST HEALTH DISTRICT AND NORTHWEST HEALTH DISTRICT. IN THESE AREAS, DPH WILL PRIORITIZE INDIVIDUALS WITH UNCONTROLLED HIGH BLOOD PRESSURE AND HIGH CHOLESTEROL IN THE FOLLOWING POPULATIONS: RURAL COMMUNITIES, LOW-INCOME, AFRICAN AMERICANS, HISPANIC ETHNICITIES, AS WELL AS PREGNANT AND POSTPARTUM WOMEN WITH HYPERTENSION.  THROUGH THIS COOPERATIVE AGREEMENT, THE GEORGIA DEPARTMENT OF PUBLIC HEALTH’S (DPH) CHRONIC DISEASE PREVENTION SECTION (CDPS) WILL WORK WITH ITS BROAD STRUCTURE OF PUBLIC, PRIVATE AND COMMUNITY PARTNERS TO IMPLEMENT AND EVALUATE EVIDENCE-BASED STRATEGIES TO PREVENT AND MANAGE CVD IN HIGH-BURDEN POPULATIONS/COMMUNITIES WITHIN THE STATE. CDPS WILL FORM A HEALTH EQUITY LEARNING COLLABORATIVE TO SERVE AS A STRUCTURED ENVIRONMENT FOR STATEWIDE PARTNERS TO WORK DELIBERATELY ON SYSTEMS CHANGE AND THE ADVANCEMENT OF HEALTH EQUITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU58DP007458_7523"}, {"internal_id": 160587060, "Award ID": "NU58DP007457", "Award Amount": 1483919.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE BUREAU OF CHRONIC DISEASE PREVENTION (BUREAU) OF THE FLORIDA DEPARTMENT OF HEALTH (DOH) IS SEEKING $1,483,919 THROUGH THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM TO IMPLEMENT EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES AIMED AT IMPROVING CARDIOVASCULAR HEALTH OUTCOMES THROUGH THE PREVENTION AND CONTROL OF HYPERTENSION AND HIGH BLOOD CHOLESTEROL AMONG PRIORITY POPULATIONS WHILE ADDRESSING THE SOCIAL DETERMINANTS OF HEALTH IN FLORIDA. FLORIDA IS THE THIRD MOST POPULOUS STATE IN THE UNITED STATES (U.S.) WITH ABOUT 21.3 PERCENT OF THE POPULATION OVER AGE 65 AND WHERE APPROXIMATELY 6 PERCENT OF THE POPULATION LIVING IN RURAL COUNTIES WITH LIMITED RESOURCES AND ACCESS TO CARE. IN 2021, HEART DISEASE WAS THE LEADING CAUSE OF DEATH IN FLORIDA WITH ABOUT 50,000 DEATHS FROM HEART DISEASE AS THE UNDERLYING CAUSE. THAT SAME YEAR, FLORIDA RECORDED OVER 77,000 HOSPITALIZATIONS FROM CORONARY HEART DISEASE AS THE PRIMARY DIAGNOSIS. HEART DISEASE COSTS THE U.S. AN ESTIMATED $229 BILLION EACH YEAR. IN 2021, APPROXIMATELY 6.6 MILLION FLORIDIANS, OR 1 IN 3 ADULTS (37.1%) REPORTED HAVING BEEN DIAGNOSED WITH HYPERTENSION AND 6.1 MILLION FLORIDIANS, 1 IN 3 ADULTS (34.4%), REPORTED BEING TOLD THEY HAD HIGH BLOOD CHOLESTEROL. THE BUREAU HAS BEEN WORKING FOR MORE THAN 25 YEARS TO IMPROVE HEALTH FOR ALL FLORIDIANS BY ADDRESSING THE BURDEN OF CHRONIC DISEASES, AMONG THEM CARDIOVASCULAR DISEASE (CVD) AND THEIR RISK FACTORS WITH A FOCUS ON PRIORITY POPULATIONS INCLUDING THE ELDERLY, FLORIDIANS WITH DISABILITY, RACIAL/ETHNIC MINORITIES AND OTHER VULNERABLE COMMUNITIES WITH NO OR LIMITED ACCESS TO CARE. FOR THAT PURPOSE, THE BUREAU COLLABORATES WITH A STATEWIDE NETWORK OF PUBLIC, NON-PROFIT, AND PRIVATE ORGANIZATIONS INCLUDING HEALTH SYSTEMS, COUNTY HEALTH DEPARTMENTS, FEDERALLY QUALIFIED HEALTH CENTERS, UNIVERSITIES, HEALTH PLANNING COUNCILS/COALITIONS, COMMUNITY ORGANIZATIONS AND MARKETING FIRMS. IN ASSOCIATION WITH ITS STATEWIDE PARTNERS, UNDER THIS FUNDING OPPORTUNI TY, THE BUREAU WILL WORK TOWARD JOINING EXISTING OR CREATING NEW LEARNING COLLABORATIVES TO LEVERAGE TECHNICAL AND FINANCIAL RESOURCES TO SUPPORT INTERVENTIONS AIMED AT IMPROVING CARDIOVASCULAR HEALTH OUTCOMES WITH A FOCUS ON THOSE AT THE HIGHEST RISK OF POOR OUTCOMES. THE BUREAU WILL WORK TO REDUCE DISPARITIES IN BLOOD PRESSURE AND CHOLESTEROL CONTROL BY PROMOTING AND INCREASING USE OF ELECTRONIC HEALTH RECORDS, HEALTH INFORMATION TECHNOLOGY OR STANDARDIZED PROCESSES THROUGH THE TRACKING AND MONITORING OF CLINICAL AND SOCIAL SERVICES AND SUPPORT MEASURES. UNDER PAST FUNDING OPPORTUNITIES THE BUREAU ESTABLISHED A STATEWIDE NETWORK OF 22 HEALTH SYSTEMS SUPPORTING HEALTH SYSTEM CHANGE IN EHR AND OPERATE BLOOD PRESSURE SELF-MONITORING WITHIN 15 COUNITES HIGHLY IMPACTED BY HYPERTENSION AND HIGH CHOLESTEROL LEADING TO AN OVERALL BLOOD PRESSURE CONTROL RATE OF 80 PERCENT AMONG ALL HEALTH SYSTEMS AND 380,000 FLORIDIANS WHO ACHIEVED OR MAINTAINED BLOOD PRESSURE CONTROL. THE BUREAU WILL WORK TOWARD MITIGATING SOCIAL SUPPORT BARRIERS BY INCREASING MULTIDISCIPLINARY PARTNERSHIP AND CARE WITHIN POPULATIONS AT HIGHEST RISK OF CVD. THE BUREAU WILL ADDRESS THE SOCIAL DETERMINANTS OF HEALTH IN POPULATIONS AT HIGHER RISK OF CVD BY LINKING COMMUNITY RESOURCES AND CLINICAL SERVICES FACILITATING BIDIRECTIONAL REFERRALS, DISEASES/RISK FACTORS SELF-MANAGEMENT AND LIFESTYLE CHANGE. EACH YEAR, THE BUREAU WILL EXAMINE SUCCESSES AND BARRIERS THROUGH EVALUATION OF IMPLEMENTED STRATEGIES AND CONDUCT QUALITY IMPROVEMENT ACTIVITIES TO ENSURE CONTINUED SUCCESS THROUGHOUT THE DURATION OF THE GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU58DP007457_7523"}, {"internal_id": 160587059, "Award ID": "NU58DP007456", "Award Amount": 947063.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "MAINE CDC INTENDS TO IMPLEMENT EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE IN PRIORITY POPULATIONS IN MAINE. - MAINE DEPARTMENT OF HEALTH AND HUMAN SERVICES, MAINE CENTER FOR DISEASE CONTROL AND PREVENTION (MAINE CDC) IS APPLYING FOR THE US CDC-RFA-DP-23-0004 COOPERATIVE AGREEMENT TO IMPROVE CARDIOVASCULAR HEALTH (CVH) IN THE STATE OF MAINE. MAINE CDC INTENDS TO IMPLEMENT EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE (CVD) IN PRIORITY POPULATIONS IN MAINE. MAINE CDC HAS SELECTED THE FOLLOWING POPULATIONS AND AREAS BASED ON DISPROPORTIONATE RISK FOR AND PREVALENCE OF CVD AND SOCIAL VULNERABILITY: ADULTS OVER THE AGE OF 55, RACIAL AND ETHNIC MINORITIES, AND INDIVIDUALS WHO ARE LOW-INCOME, VETERANS, OR LIVING WITH A DISABILITY OR DEPRESSION. MAINE CDC WILL ALSO FOCUS ITS EFFORTS ON RURAL NORTHERN COUNTIES AND SEVERAL CENTRALLY LOCATED SMALL URBAN AREAS. ADDITIONALLY, MAINE CDC WILL ENGAGE WITH A DIVERSE NETWORK OF PARTNERS (I.E., HEALTH CARE ORGANIZATIONS, COMMUNITY-BASED ORGANIZATIONS, CLINICIANS, MEDICAID, AND EMPLOYERS) TO CREATE A LEARNING COLLABORATIVE. THIS COLLABORATIVE WILL DEVELOP A SET OF SHARED GOALS AND A STRATEGIC PLAN TO IDENTIFY AND ADDRESS DISPARITIES RELATED TO CVH OUTCOMES. MAINE CDC WILL USE STRATEGIES SUCH AS MODIFIED SDOH SCREENING TOOLS, TEAM-BASED CARE, MULTIDIRECTIONAL E- REFERRAL SYSTEMS, AND CONNECTING PARTICIPANTS TO COMMUNITY RESOURCES TO REDUCE DISPARITIES AND IMPROVE CARDIOVASCULAR OUTCOMES.  TO ENSURE EFFECTIVE IMPLEMENTATION, MAINE CDC WILL SELECT CONTRACTED PARTNERS BEST POSITIONED TO REACH THE IDENTIFIED PRIORITY POPULATIONS USING AN RFP PROCESS AND WILL ALSO DRAW ON RELATIONSHIPS WITH NON-CONTRACTED PARTNERS TO ADAPT ITS APPROACH TO THE COMMUNITIES OF FOCUS. MAINE CDC WILL ALSO ENGAGE WITH THE OFFICE OF POPULATION HEALTH EQUITY WHO WILL PROVIDE SUBJECT MATTER EXPERTISE ON IMPLEMENTATION OF STRATEGIES FOR POPULATIONS WITH DISPROPORTIONATE DISEASE BURDEN DUE TO SOCIO-ECONOMIC AND SYSTEMIC FACTORS. MAINE CDC WILL WORK TO LEVERAGE ALREADY ESTABLISHED PARTNERSHIPS WITH OTHER US CDC-FUNDED INITIATIVES FOCUSED ON ASTHMA, COMPREHENSIVE CANCER, COLORECTAL CANCER, DIABETES, OBESITY, AND ALZHEIMER’S DISEASE AND OTHER DEMENTIAS TO DISSEMINATE FINDINGS AND SPREAD LESSONS LEARNED.  MAINE CDC EXPECTS THIS WORK TO RESULT IN POSITIVE OUTCOMES FOR THE PEOPLE OF MAINE, INCLUDING IMPROVED CONTROL OF BLOOD PRESSURE AND CHOLESTEROL, REDUCED DISPARITIES IN HYPERTENSION AND HIGH CHOLESTEROL, AND INCREASED USE OF SOCIAL SERVICES AND SUPPORTS AMONG POPULATIONS AT HIGH RISK OF CVD. MAINE CDC HAS THE ORGANIZATIONAL STRUCTURE AND CAPACITY TO SUPPORT COST EFFECTIVE USE OF RESOURCES, AND TO ENHANCE EFFICIENCY AND EFFECTIVENESS, IN IMPLEMENTING DP23-0004. MAINE CDC IS CONFIDENT IN ITS CAPACITY TO ACHIEVE MEANINGFUL AND MEASURABLE IMPACT ON REDUCING CHRONIC DISEASE BURDEN AND COST THROUGH THIS US CDC STATE-LEVEL INVESTMENT OVER THE NEXT FIVE YEARS.  MAINE DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS), MAINE CENTER FOR DISEASE CONTROL AND PREVENTION (MAINE CDC) 109 CAPITOL STREET, 11 STATE HOUSE STATION, AUGUSTA, MAINE 04330-6846", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU58DP007456_7523"}, {"internal_id": 160587058, "Award ID": "NU58DP007455", "Award Amount": 1206246.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE - THE ILLINOIS DEPARTMENT OF PUBLIC HEALTH (IDPH) PLANS TO UTILIZE CDC FUNDS TO SUPPORT IMPLEMENTING AND EVALUATING EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE IN ILLINOIS. EMPHASIS WILL BE PLACED ON REDUCING HEALTH DISPARITIES AND CARDIOVASCULAR DISEASE RISK FACTORS THROUGH IDENTIFYING AND ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS FOR THE PRIORITY POPULATIONS IDENTIFIED IN THIS APPLICATION. IDPH HAS FOLLOWED THE CDC-RFA-DP-23-0004 LOGIC MODEL OUTLINED IN THE NOTICE OF FUNDING OPPORTUNITY TO DEVELOP THE WORK PLAN AND PERFORMANCE MEASURE STRATEGIES. IDPH ALSO EVALUATED SUCCESSES, CHALLENGES, AND LESSONS LEARNED DURING THE 1815 PROJECT PERIOD TO BOLSTER THE WORK PLAN AND ACTIVITIES OUTLINED IN THIS APPLICATION. THROUGH THE IMPLEMENTATION OF PILOT PROJECTS AND COLLABORATION AMONGST THE LEARNING COLLABORATIVE, ILLINOIS WILL SEE A NOTICEABLE IMPROVEMENT IN OVERALL CARDIOVASCULAR HEALTH, NOT ONLY IN THE TARGET/PRIORITY POPULATIONS, BUT STATEWIDE AND WILL BE BETTER PREPARED TO IDENTIFY, ADDRESS, AND REDUCE DISPARITIES IN CARDIOVASCULAR HEALTH. THE POPULATIONS TARGETED IN GRANT ACTIVITIES ARE THOSE RESIDENTS LIVING IN COMMUNITIES RANKING IN THE TOP HALF IN SOCIAL VULNERABILITY, BASED ON THE CDC’S SOCIAL VULNERABILITY INDEX (SVI), WHERE THE PREVALENCE OF HYPERTENSION IS 31% OR GREATER AND THE PREVALENCE OF HIGH CHOLESTEROL IS 29% OR GREATER. WE KNOW THAT THE DEMOGRAPHIC GROUPS MOST FREQUENTLY MEETING THESE CRITERIA ARE THE BLACK AND RURAL POPULATIONS OF ILLINOIS AND PLAN ON TARGETING THEM WITH THE ACTIVITIES IN THIS GRANT. OUTCOMES ILLINOIS PLANS TO ACHIEVE DURING THIS GRANT PERIOD INCLUDE: INCREASED NUMBER OF CLINICAL SETTINGS UTILIZING STANDARDIZED POLICIES/PROTOCOLS IN THEIR ELECTRONIC HEALTH RECORDS (EHR) OR HEALTH INFORMATION TECHNOLOGY (HIT) TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS TO IMPROVE DETECTION OF HEALTH CARE DISPARITIES. INCREASED USE OF STANDARDIZED PROCESSES OR TOOLS TO IDENTIFY, ASSESS, TRACK, AND ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS AT HIGHEST RISK OF CVD. INCREASED USE OF EHR OR HIT TO SUPPORT COMMUNICATION AND COORDINATION AMONG CARE TEAM MEMBERS TO MONITOR AND ADDRESS PATIENTS’ HYPERTENSION AND HIGH CHOLESTEROL. PROMOTION AND IMPLEMENTATION OF THE USE OF MULTI-DISCIPLINARY CARE-TEAMS USING EVIDENCE-BASED GUIDELINES AND POLICIES TO ADDRESS PATIENTS’ SOCIAL SERVICES AND SUPPORT NEEDS. INCREASED NUMBER OF HEALTH PRACTITIONERS UTILIZING MULTIDISCIPLINARY CARE TEAMS TO ADDRESS IDENTIFIED BARRIERS. INCREASED USE OF COMMUNITY CLINICAL LINKAGES TO IDENTIFY AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS OF TARGET/PRIORITY POPULATIONS. AN INCREASE IN THE NUMBER OF COMMUNITY HEALTH WORKERS (CHW) THAT CAN PROVIDE CONTINUUM OF CARE, PROVIDE LIFESTYLE CHANGE PROGRAMS, AND ASSESS AND ADDRESS SOCIAL SERVICES AND SUPPORT NEEDS. ILLINOIS WILL WORK TO INCREASE THE NUMBER OF CHWS TRAINED TO DELIVER LIFESTYLE CHANGE PROGRAMS. INCREASED USE OF SELF-MEASURED BLOOD PRESSURE WITH CLINICAL SUPPORT WITHIN TARGET/PRIORITY POPULATIONS, STARTING WITH PHARMACISTS/PHARMACIES, AND EXPANDING TO ADD ADDITIONAL CLINICAL CARE PROVIDERS. ILLINOIS WILL SEE IMPROVED BLOOD PRESSURE CONTROL AMONG TARGET/PRIORITY POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS BY IDENTIFYING AND ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS TO REDUCE DISPARITIES. ILLINOIS WILL SEE AN INCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU58DP007455_7523"}, {"internal_id": 160587057, "Award ID": "NU58DP007454", "Award Amount": 987674.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM, SUBMITTED BY OREGON PUBLIC HEALTH DIVISION, HEALTH PROMOTION AND CHRONIC DISEASE PREVENTION SECTION - PROJECT ABSTRACT - CDC-RFA-DP-23-0004  THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM, SUBMITTED BY OREGON PUBLIC HEALTH DIVISION, HEALTH PROMOTION AND CHRONIC DISEASE PREVENTION SECTION  THE PERCENT OF OREGON ADULTS DIAGNOSED WITH CARDIOVASCULAR DISEASE (CVD) IN 2021 WAS ALMOST 8%.  HEART DISEASE WAS THE SECOND-LEADING CAUSE OF DEATH IN OREGON IN 2020, PLACING AN ENORMOUS HEALTH AND ECONOMIC BURDEN ON INDIVIDUALS AND THE STATE. APPROXIMATELY 25% OF OREGONIANS (1.4 MILLION PEOPLE) ARE MEDICAID RECIPIENTS WHO SUFFER HIGHER RATES OF CVD AND ASSOCIATED RISK FACTORS COMPARED TO NON-MEDICAID MEMBERS. LIKEWISE, THE PREVALENCE OF CVD AMONG AMERICAN INDIAN AND ALASKA NATIVE PEOPLE IN OREGON IS DISPROPORTIONATELY HIGH. THESE AND THE OTHER DISPARITIES IN CVD RATES BETWEEN DIFFERENT GROUPS IN OREGON ARE ROOTED IN THE SOCIAL DETERMINANTS OF HEALTH (SDOH)—THE MODIFIABLE SOCIAL, ECONOMIC AND ENVIRONMENTAL CONDITIONS THAT PEOPLE ARE BORN INTO AND LIVE IN THAT IMPACT THEIR ABILITY TO ACHIEVE OPTIMAL HEALTH.  THE HEALTH PROMOTION AND CHRONIC DISEASE PREVENTION (HPCDP) SECTION OF THE OREGON HEALTH AUTHORITY’S PUBLIC HEALTH DIVISION IS LOCATED AT 800 NE OREGON ST, PORTLAND, OR 97232. THROUGH THE SYSTEMS, INFRASTRUCTURE, PARTNERSHIPS, AND AUTHORITY GRANTED BY THE STATE OF OREGON, HPCDP HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES IN OREGON. HPCDP IS APPLYING FOR OF THE CDC’S GRANT CDC-RFA-DP-23-0004. THROUGH THIS GRANT OPPORTUNITY, HPCDP WILL INVEST IN IMPLEMENTING AND EVALUATING EVIDENCE-BASED STRATEGIES TO PREVENT AND MANAGE CVD, PARTICULARLY AMONG OHP MEMBERS AND AI/AN COMMUNITIES WHO ARE DISPROPORTIONATELY AT RISK.  THIS WORK WILL INCLUDE A FOCUS ON ADDRESSING AND IMPROVING SOCIAL SUPPORT BARRIERS AND SDOHS THAT PREVENT PEOPLE FROM ACHIEVING THEIR BEST HEALTH OUTCOMES. HPCDP WILL MEET THESE GOALS BY COLLABORATING WITH INTERNAL AND EXTERNAL PARTNERS TO PROMOTE INITIATIVES AIMED AT ADDRESSING SDOH AND IMPROVING HEALTH EQUITY, ADVANCING THE USE OF HEALTH INFORMATION TECHNOLOGY TO MEET CLINICAL AND SOCIAL SUPPORT NEEDS, AND PROVIDING COMMUNITY-BASED CARE THROUGH CULTURALLY APPROPRIATE SMBP AND LIFESTYLE CHANGE PROGRAMS. THIS WORK WILL BE BOLSTERED BY JOINING AN EXISTING, OR CREATING A NEW, CARDIOVASCULAR HEALTH FOCUSED LEARNING COLLABORATIVE (LC) AIMED AT FACILITATING PARTNER COMMUNICATION AND RESOURCE SHARING TO IMPROVE CVD OUTCOMES, WITH A SPECIFIC FOCUS ON THOSE AT HIGHEST RISK.  THROUGH THIS AMBITIOUS WORK, HPCDP WILL HELP IMPROVE BLOOD PRESSURE CONTROL AND REDUCE DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS, AND INCREASE UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU58DP007454_7523"}, {"internal_id": 160587056, "Award ID": "NU58DP007453", "Award Amount": 1082121.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - PROJECT ABSTRACT MISSOURI’S CDC-RFA-DP-23-0004 THE MISSOURI DEPARTMENT OF HEALTH AND SENIOR SERVICES (MODHSS) CARDIOVASCULAR DISEASE PROGRAM IS LOCATED AT 920 WILDWOOD DRIVE, JEFFERSON CITY, MISSOURI, 65109. ATTACHED IS THE APPLICATION IN RESPONSE TO THE NOTICE OF FUNDING OPPORTUNITY: THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM, CDC-RFA-DP-23-0004. THE MISSOURI DEPARTMENT OF HEALTH AND SENIOR SERVICES (MODHSS), CARDIOVASCULAR DISEASE PROGRAM WORKS IN COMMUNITIES FOCUSED ON HIGH PREVALENCE OF CVD, TO EDUCATE, INFORM, AND PRESENT OPPORTUNITIES TO DECREASE THE RISK FACTORS OF HYPERTENSION AND HIGH CHOLESTEROL. COLLABORATING WITH PARTNERS AND EVIDENCE-BASED PROGRAM SUPPLIERS WITHIN COMMUNITIES OF NEED. THROUGH EFFECTIVE PARTNERSHIPS WORKING WITH IN THE COMMUNITY HEALTH WORKER (CHW) INFRASTRUCTURE, WE ARE INCREASING PROGRAM DELIVERY SITES, INCREASING PROGRAM ENROLLMENTS, AND COORDINATING STATEWIDE REFERRAL NETWORKS FOR BOTH PROGRAMS AND SOCIAL DETERMINANTS OF HEALTH (SDOH) SUPPORT SERVICES. AS THE STATE PUBLIC HEALTH AGENCY, MODHSS HAS THE CAPACITY TO WORK ON THESE IMPORTANT INITIATIVES AT A STATEWIDE LEVEL, WHILE ALSO CONCENTRATING RESOURCES IN COMMUNITIES WHERE THEY ARE NEEDED MOST. THIS NEW FUNDING AWARD WILL ALLOW THE MISSOURI CARDIOVASCULAR DISEASE PROGRAM TO POSITIVELY AFFECT PRIORITY POPULATIONS ACROSS THE STATE THROUGH THE STRATEGIES AND ACTIVITIES DESCRIBED IN THE WORK PLAN. LONG-TERM OUTCOMES FROM THIS WORK INCLUDE: 1. IMPROVE BLOOD PRESSURE CONTROL AMONG POPULATIONS WITH PARTNER HEALTH CARE AND COMMUNITY SETTINGS. 2. REDUCED DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS. 3. INCREASE UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. TO ACHIEVE THESE LONG-TERM OUTCOMES, THE MISSOURI CARDIOVASCULAR DISEASE PROGRAM WILL FOCUS ON THE FOLLOWING WITHIN THE SCOPE OF THE GRANT. 1. INCREASE THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS 2. INCREASE THE ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS 3. INCREASE THE NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES (I.E., HYPERTENSION SCREENING, CHOLESTEROL SCREENINGS, AND SOCIAL DETERMINANTS OF HEALTH SCREENING) 4. INCREASE SDOH SCREENINGS IN CLINICAL SETTINGS 5. INCREASE PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS 6. INCREASE MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES. 7. ESTABLISH A ROBUST LEARNING COLLABORATIVE WITHIN THE STATE THAT SUPPORTS THE ISSUES THE MISSOURI CARDIOVASCULAR DISEASE PROGRAM HAS A LONG-STANDING RECIPIENT OF FEDERAL, STATE AND PRIVATE FOUNDATIONS FUNDS THAT WE HAVE EFFECTIVELY USED TO BETTER PREVENT AND MANAGE CHRONIC CONDITIONS ACROSS THE STATE. WE LOOK FORWARD TO CONTINUATION OF THIS WORK UNDER THIS NEW FUNDING OPPORTUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU58DP007453_7523"}, {"internal_id": 160587055, "Award ID": "NU58DP007452", "Award Amount": 879794.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "HAWAII CARDIOVASCULAR HEALTH PROGRAM - THE HAWAII DEPARTMENT OF HEALTH’S (HDOH) HEART DISEASE AND STROKE PROGRAM (HDSP), HOUSED IN THE CHRONIC DISEASE PREVENTION AND HEALTH PROMOTION DIVISION, CHRONIC DISEASE MANAGEMENT BRANCH, HAS PROVIDED STATEWIDE LEADERSHIP AND COORDINATION IN DECREASING THE BURDEN OF HEART DISEASE AND STROKE. THE HDOH IS LOCATED AT 1250 PUNCHBOWL STREET, HONOLULU, HAWAII 96813. THE DOH IS APPLYING FOR CDC-RFA-23-0004, THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM.  DESPITE BEING RANKED AS ONE OF THE HEALTHIEST STATES IN THE NATION, MANY OF THE SAME PRESSING HEALTH TRENDS OBSERVED NATIONALLY ARE PRESENT IN HAWAII, ESPECIALLY AMONG VULNERABLE POPULATIONS. OVERWEIGHT AND OBESITY RATES HAVE BEEN INCREASING OVER THE YEARS, WITH 33.6% AND 24.5% OF ADULTS FALLING INTO THESE CATEGORIES RESPECTIVELY (BEHAVIORAL RISK FACTOR SURVEILLANCE SYSTEM [BRFSS] 2020). ALMOST A THIRD (30.7%) OF HAWAII ADULTS REPORT BEING DIAGNOSED WITH HIGH BLOOD PRESSURE (BRFSS 2019), WHICH IS A MAJOR RISK FACTOR FOR HEART DISEASE AND STROKE. OF THOSE WITH HIGH BLOOD PRESSURE, 25.6% HAVE NOT TAKEN ANY MEDICATIONS TO CONTROL THEIR CONDITION (BRFSS 2019). FURTHERMORE, 44.1% OF HAWAII FEDERALLY QUALIFIED HEALTH CENTER PATIENTS WITH HYPERTENSION DO NOT HAVE THEIR BLOOD PRESSURE UNDER CONTROL (UNIFORM DATA SYSTEM 2021).  THE HDSP WILL REDUCE THE BURDEN OF CARDIOVASCULAR DISEASE (CVD) AMONG POPULATIONS DISPROPORTIONATELY AT RISK IN HAWAII BY DEVELOPING A LEARNING COLLABORATIVE, IMPROVING THE TRACKING AND MONITORING OF PATIENTS AT HIGHEST RISK FOR CVD (E.G., CLINICAL/SOCIAL SERVICES, SUPPORT, ETC.), IMPLEMENTING TEAM-BASED CARE TO PREVENT AND REDUCE CVD RISK, AND LINKING COMMUNITY RESOURCES TO ADDRESS THE SOCIAL DETERMINANTS OF HEALTH THAT IMPACT NATIVE HAWAIIANS, OTHER PACIFIC ISLANDERS, AND FILIPINOS STATEWIDE. THIS WILL BE ACHIEVED BY USING DATA EFFECTIVELY TO TARGET ACTIVITIES, BRINGING DIVERSE STAKEHOLDERS TOGETHER, AND COLLABORATING WITH COMMUNITIES AND HEALTH CARE SYSTEMS TO IDENTIFY REALISTIC AND APPROPRIATE SOLUTIONS.  THE HDSP EXPECTS TO ACHIEVE THE FOLLOWING OUTCOMES: \tINCREASED USE OF ELECTRONIC HEALTH RECORDS (EHRS) OR HEALTH INFORMATION TECHNOLOGY (HIT) TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS DATA TO IMPROVE DETECTION OF HEALTH CARE DISPARITIES AND THE IDENTIFICATION, MANAGEMENT, AND TREATMENT OF PATIENTS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. \tINCREASED USE OF STANDARDIZED PROCESSES OR TOOLS TO IDENTIFY, ASSESS, TRACK, AND ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS AT HIGHEST RISK OF CVD. \tINCREASED USE OF EHRS OR HIT TO SUPPORT COMMUNICATION AND COORDINATION AMONG CARE TEAM MEMBERS TO MONITOR AND ADDRESS PATIENTS’ HYPERTENSION AND HIGH CHOLESTEROL. \tINCREASED USE OF MULTIDISCIPLINARY CARE TEAMS ADHERING TO EVIDENCE-BASED GUIDELINES TO ADDRESS PATIENTS' SOCIAL SERVICES AND SUPPORT NEEDS AND IMPROVE THE MANAGEMENT AND TREATMENT OF HYPERTENSION AND HIGH CHOLESTEROL. \tINCREASED MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS IDENTIFIED BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS WITHIN POPULATIONS AT HIGHEST RISK OF CVD. \tINCREASED COMMUNITY CLINICAL LINKS TO IDENTIFY AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS OF POPULATIONS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. \tINCREASED ENGAGEMENT OF COMMUNITY HEALTH WORKERS (OR THEIR EQUIVALENTS) TO PROVIDE A CONTINUUM OF CARE EXTENDING CLINICAL INTERVENTIONS AND ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS. \tINCREASED USE OF SELF-MEASURED BLOOD PRESSURE MONITORING WITH CLINICAL SUPPORT WITHIN POPULATIONS AT HIGHEST RISK OF HYPERTENSION. \tIMPROVED BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS. \tREDUCED DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS. \tINCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU58DP007452_7523"}, {"internal_id": 160587054, "Award ID": "NU58DP007451", "Award Amount": 961997.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "IOWA CARDIOVASCULAR HEALTH PROGRAM - THE IOWA DEPARTMENT OF PUBLIC HEALTH (IDPH) PROPOSES TO IMPLEMENT AN IOWA APPROACH TO “THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM” (CDC-RFA-DP-23-0004).  THE PROPOSED PROJECT WILL IMPLEMENT THE THREE REQUIRED STRATEGIES.  THE DEPARTMENT HAS THE CAPACITY AND EXPERIENCE NEEDED TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN IOWA WITH THE INTENT OF DECREASING THE BURDEN OF CARDIOVASCULAR DISEASE AND REDUCING HEALTH DISPARITIES IN PRIORITY POPULATIONS THROUGHOUT THE STATE.      THE IOWA PROJECT IS BUILT UPON USE OF $961,997 AS ALLOCATED IN THE PUBLISHED FUNDING TABLE.  THE PROJECT WILL BE ADMINISTERED THROUGH THE EFFORTS OF 2.7 FULL-TIME EQUIVALENTS AND THE WORK OF SEVERAL CONTRACTED ENTITIES. STAFF ARE SUBJECT MATTER EXPERTS IN CARDIOVASCULAR DISEASE, PROGRAM DIRECTION, DATA USE AND ANALYSIS, AND CONTRACT MANAGEMENT. EVALUATION EFFORTS WILL BE LED THROUGH A CONTRACT WITH THE UNIVERSITY OF IOWA CENTER FOR PUBLIC HEALTH EVALUATION AND RESEARCH.  PROGRAM IMPLEMENTATION WILL BE SUPPORTED WITH ONGOING EVALUATION AND CONTINUOUS QUALITY IMPROVEMENT ACTIVITIES. THE TEAM BRINGS CONTINUITY OF CARDIOVASCULAR DISEASE EXPERTISE, STRUCTURED AND WELL-DEVELOPED PARTNERSHIPS, AND CAPACITY FOR ACHIEVING THE STATED OUTCOMES IN THE PROJECT WORK PLAN.      IDPH WILL CONTRACT AND PARTNER WITH HEALTH CARE SYSTEMS, FEDERALLY QUALIFIED HEALTH CENTERS AND PHARMACIES TO IMPLEMENT STRATEGIES THAT WILL 1) TRACK AND MONITOR CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS MEASURES SHOWN TO IMPROVE HEALTH AND WELLNESS, HEALTH CARE QUALITY, AND IDENTIFY PATIENTS AT HIGHEST RISK OF CARDIOVASCULAR DISEASE (CVD) WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; 2) IMPLEMENT TEAM-BASED CARE TO PREVENT AND REDUCE CVD RISK WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL PREVENTION, DETECTION, CONTROL, AND MANAGEMENT THROUGH THE MITIGATION OF SOCIAL SUPPORT BARRIERS TO IMPROVE OUTCOMES; AND 3) LINK COMMUNITY RESOURCES AND CLINICAL SERVICES THAT SUPPORT BI-DIRECTIONAL REFERRALS, SELF-MANAGEMENT, AND LIFESTYLE CHANGE TO ADDRESS SOCIAL DETERMINANTS THAT PUT THE PRIORITY POPULATIONS AT INCREASED RISK FOR CARDIOVASCULAR DISEASE WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. IDPH WILL EXPLORE THE LANDSCAPE OF THE CURRENT SYSTEMS IN PLACE FOR ADDRESSING SOCIAL NEEDS OF POPULATIONS AT HIGHEST RISK FOR CVD AND ENGAGE PARTNERS TO IMPROVE SYSTEMS OF CARE. PARTNERS WILL ALSO PARTICIPATE IN A CARDIOVASCULAR HEALTH LEARNING COLLABORATIVE TO COLLABORATE ON HOW BEST TO MAKE AN IMPACT ON PRIORITY POPULATIONS WITH THE HIGHEST PREVALENCE OF CVD TO REDUCE HEALTH DISPARITIES AND ACHIEVE OPTIMAL HEALTH OUTCOMES. THROUGH THIS WORK, IOWA WILL REALIZE IMPROVED BLOOD PRESSURE CONTROL, REDUCED DISPARITIES IN BLOOD PRESSURE CONTROL, AND INCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORTS ACROSS THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU58DP007451_7523"}, {"internal_id": 160587053, "Award ID": "NU58DP007450", "Award Amount": 1247505.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "ODH CARDIOVASCULAR HEALTH PROGRAM - THE PURPOSE OF THE ODH CARDIOVASCULAR HEALTH (CVH) PROGRAM IS TO SUPPORT THE IMPLEMENTATION AND EVALUATION OF EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE (CVD) IN POPULATIONS DISPROPORTIONATELY AT RISK OF CVD, EXACERBATED BY HEALTH INEQUITIES AND DISPARITIES, AND SOCIAL DETERMINANTS OF HEALTH. SPECIFIC EMPHASIS WILL BE PLACED ON THE PREVENTION AND CONTROL OF HYPERTENSION AND HIGH CHOLESTEROL.  SUCCESSFUL IMPLEMENTATION OF PROGRAM STRATEGIES, BOTH STATEWIDE AND AMONG PRIORITY POPULATIONS, WILL LEAD TO AN INCREASE IN THE NUMBER/PROPORTION OF THE FOLLOWING SHORT AND INTERMEDIATE OUTCOMES: -\tSTRATEGY 1 SHORT-TERM OUTCOMES: INCREASED USE OF EHRS OR HIT TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS DATA TO IMPROVE DETECTION OF HEALTH CARE DISPARITIES AND THE IDENTIFICATION, MANAGEMENT, AND TREATMENT OF PATIENTS AT HIGHEST RISK OF CARDIOVASCULAR DISEASE, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; AND, INCREASED USE OF STANDARDIZED PROCESSES OR TOOLS TO IDENTIFY, ASSESS, TRACK, AND ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS AT HIGHEST RISK OF CVD. -\tSTRATEGY 2 SHORT-TERM OUTCOMES: INCREASED USE OF EHRS OR HIT TO SUPPORT COMMUNICATION AND COORDINATION AMONG CARE TEAM MEMBERS TO MONITOR AND ADDRESS PATIENTS’ HYPERTENSION AND HIGH CHOLESTEROL; INCREASED USE OF MULTIDISCIPLINARY CARE TEAMS ADHERING TO EVIDENCE-BASED GUIDELINES TO ADDRESS PATIENTS' SOCIAL SERVICES AND SUPPORT NEEDS AND IMPROVE THE MANAGEMENT AND TREATMENT OF HYPERTENSION AND HIGH CHOLESTEROL; AND, INCREASED MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS IDENTIFIED BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS WITHIN POPULATIONS AT HIGHEST RISK OF CVD. -\tSTRATEGY 3 SHORT-TERM OUTCOMES: INCREASED COMMUNITY CLINICAL LINKS TO IDENTIFY AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS OF POPULATIONS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; INCREASED ENGAGEMENT OF CHWS (OR THEIR EQUIVALENTS) TO PROVIDE A CONTINUUM OF CARE EXTENDING CLINICAL INTERVENTIONS AND ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS; AND, INCREASED USE OF SMBP WITH CLINICAL SUPPORT WITHIN POPULATIONS AT HIGHEST RISK OF HYPERTENSION. -\tINTERMEDIATE OUTCOMES: IMPROVED BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS; REDUCED DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS; AND, INCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU58DP007450_7523"}, {"internal_id": 160587052, "Award ID": "NU58DP007449", "Award Amount": 966208.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "COLORADO'S APPROACH TO THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE COLORADO DEPARTMENT OF PUBLIC HEALTH AND ENVIRONMENT (CDPHE), COLORADO’S STATE HEALTH DEPARTMENT, IS SUBMITTING AN APPLICATION TO THE CDC-RFA-DP-23-0004, THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM FUNDING OPPORTUNITY. THE FOCUS AREA IS COLORADO (STATEWIDE) AND CDPHE HAS THE EXPERIENCE AND CAPACITY TO WORK STATEWIDE, AS WELL AS WITH SPECIFIC PRIORITY POPULATIONS, INCLUDING MEDICAID-INSURED, UN/UNDERINSURED, BLACK AND HISPANIC POPULATIONS, AND WOMEN. CDPHE IS LOCATED AT THE FOLLOWING PERMANENT ADDRESS, IN THE STATE OF COLORADO, RELEVANT TO THE SERVICE AREA PROPOSED IN THIS RESPONSE: 4300 CHERRY CREEK DRIVE SOUTH DENVER, CO 80246.  CARDIOVASCULAR DISEASE (CVD) IS THE LEADING CAUSE OF DEATH IN COLORADO AND NEARLY HALF (48.4%) OF ALL COLORADO ADULTS 18 AND OLDER ARE LIVING WITH A CVD DIAGNOSIS OF EITHER HIGH BLOOD PRESSURE (HTN) OR HIGH CHOLESTEROL. THE PREVALENCE OF CVD IS NOT DISTRIBUTED EQUALLY IN COLORADO, REVEALING UNDERLYING INEQUITIES IN POWER, AND PREVENTION AND MANAGEMENT RESOURCES. OVER A QUARTER (26%) OF COLORADO ADULTS HAVE HTN, BUT THIS FIGURE IS HIGHER AMONG THOSE IDENTIFYING AS BLACK (27.5%) AND THOSE ON MEDICAID (50.5%). RECOGNITION OF THE INTERSECTIONAL ASPECT OF THESE COMMUNITIES IS ESSENTIAL AS THOSE WHO IDENTIFY AS MEMBERS OF MORE THAN ONE OF THESE COMMUNITIES HAVE RELATIVELY WORSE OUTCOMES. OVER A THIRD (32%) OF ADULTS HAVE HIGH BLOOD CHOLESTEROL, WITH HIGHER PREVALENCE AMONG WOMEN LIVING AT 0-250% OF THE FEDERAL POVERTY LEVEL (FPL; 34%) OR HISPANIC WOMEN (35%). AS COLORADO’S POPULATION GROWS AND BECOMES MORE DIVERSE, IT IS IMPERATIVE TO WORK WITH ENTITIES SERVING PRIORITY POPULATIONS TO PROVIDE CULTURALLY-TAILORED SERVICES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE, ADDRESS HEALTH-RELATED SOCIAL NEEDS, AND INCREASE ACCESS TO SOCIAL SERVICES.  CDPHE IS WELL-POISED TO ACHIEVE THE OUTCOMES OF THIS COOPERATIVE AGREEMENT. OVER THE LAST 10 YEARS, CDPHE HAS BUILT AN INFRASTRUCTURE OF DEDICATED STAFF WITH EXPERTISE IN PROGRAM DEVELOPMENT, IMPLEMENTATION, AND SUSTAINABILITY. CDPHE WILL LEVERAGE EXISTING INFRASTRUCTURE TO INCREASE THE USE OF TECHNOLOGY TO SUPPORT PRACTICE TRANSFORMATION AND ADOPTION OF TEAM-BASED CARE (TBC) APPROACHES, AND STRENGTHEN COMMUNITY-CLINICAL LINKAGES. CDPHE WILL PARTNER WITH PRACTICE TRANSFORMATION ORGANIZATIONS AND COLORADO MEDICAID (HEALTH CARE POLICY AND FINANCING, HCPF), WHO ARE COMMITTED TO WORKING TOGETHER TO BUILD CLINICAL CAPACITY TO USE THEIR OWN DATA TO IDENTIFY PATIENT NEEDS, COORDINATE CARE, AND IMPROVE CLINICAL QUALITY MEASURES AND HEALTH EQUITY. CDPHE WILL DEVELOP A STATEWIDE LEARNING COLLABORATIVE (LC) THROUGH THE REGIONAL HEALTH CONNECTOR (RHC) PROGRAM AND PARTNERSHIPS WITH INNOVATIVE PROGRAMS THAT ARE BUILDING BI-DIRECTIONAL REFERRAL NETWORKS, TRAINING FOR COMMUNITY PHARMACISTS TO DELIVER DISEASE MANAGEMENT PROGRAMMING, AND OTHERS WHO ARE TRAINING COMMUNITY HEALTH WORKERS (CHWS) TO SUPPORT CLIENTS WITH CHRONIC DISEASE.  BY THE CONCLUSION OF THE FIVE-YEAR PERFORMANCE PERIOD, CDPHE AIMS TO BREAK DOWN CARE SILOS AND BRIDGE TOGETHER STATEWIDE INITIATIVES IN ORDER TO MAXIMIZE THEIR IMPACT AND SUSTAINABILITY, AND REACH PROGRAM GOALS, INCLUDING; IMPROVED BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTHCARE AND COMMUNITY SETTINGS, REDUCED DISPARITIES IN HTN CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTHCARE AND COMMUNITY SETTINGS, AND INCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU58DP007449_7523"}, {"internal_id": 160587051, "Award ID": "NU58DP007448", "Award Amount": 879920.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "VT PROJECT TO SUPPORT THE NATIONAL CARDIOVASCULAR DISEASE HEALTH PROGRAM USING HIT, COMMUNITY-CLINICAL LINKAGE, TEAM-BASED CARE, COMMUNITY HEALTH WORKER, AND SOCIAL DETERMINANTS OF HEALTH APPROACHES. - VERMONT’S POPULATIONS THAT ARE DISPROPORTIONATELY AFFECTED BY CHRONIC DISEASE, INCLUDE THOSE WITH MULTIPLE CHRONIC CONDITIONS, A DISABILITY, LOWER LEVELS OF EDUCATION AND INCOME, AND THOSE WHO ARE OVER 65 YEARS. HYPERTENSION (HTN) IS SIGNIFICANTLY MORE LIKELY AMONG ADULTS WITH ANY DISABILITY (37% VS. 22%), WITH POOR MENTAL HEALTH 30% VS. 24%), AMONG THOSE LIVING AT A LOW OR MIDDLE SES COMPARED TO A HIGH SES (33% AND 27%, VS 21%, RESPECTIVELY), AND AMONG THOSE LIVING IN A SMALL RURAL TOWN COMPARED TO AN URBAN ONE (27% VS 22%) (BRFSS 2021).  THE VERMONT DEPARTMENT OF HEALTH (VDH) WILL LEVERAGE ITS COMMUNITY-CLINICAL HEALTH DELIVERY SYSTEM THAT IS BASED ON A STATEWIDE PATIENT CENTERED MEDICAL HOME (PCMH) AND COMMUNITY HEALTH TEAM MODEL. ALL HEALTH SERVICE AREAS (HSAS) HAVE A MULTI-DISCIPLINE AND CROSS-SECTOR ACCOUNTABLE COMMUNITY FOR HEALTH (ACH), WHICH MIRROR THE LEARNING COLLABORATIVE REQUIREMENT IN THIS NOFO AND WILL BE CONSIDERED AS SUCH. VERMONT WILL ENGAGE WITH THE STATEWIDE NETWORK OF FEDERALLY QUALIFIED HEALTH CENTERS (FQHCS), VDH OFFICES OF LOCAL HEALTH (OLH), THE ACH NETWORKS, THE VT BLUEPRINT FOR HEALTH, MEDICAID, AND ONECARE VT (ACO), AND OUR STATEWIDE NETWORK OF COMMUNITY HEALTH WORKERS (CHWS). WE HAVE SELECTED THREE PRIORITY HSAS TO WORK WITH, WHOSE BRFSS DATA DEMONSTRATE A HIGHER BURDEN OF HYPERTENSION, CHOLESTEROL, AND/OR CARDIOVASCULAR DISEASE. THESE ARE RUTLAND, NEWPORT/ ST. JOHNSBURY, AND FRANKLIN / GRAND ILSE. IN FRANKLIN GRAND ISLE, WE WILL WORK WITH AN ABENAKI NATION INDIGENOUS TRIBE. THESE PARTNERSHIPS WILL PROMOTE AND FACILITATE ACCESS TO SERVICES THAT TARGET SOCIAL DETERMINANTS OF HEALTH (SDOH) NEEDS, SELF-MEASURED BLOOD PRESSURE (SMBP) SUPPORTS, AND REFERRALS TO MYHEALTHYVT PROGRAMMING, INCLUDING THE HEALTH COACHES FOR HYPERTENSION PROGRAM AT NO COST TO ELIGIBLE VERMONTERS AND PRIORITY POPULATIONS.  VERMONT EXPECTS TO ACHIEVE THE FOLLOWING OUTCOMES BY THE END OF THE PROJECT PERIOD: I) INCREASED CAPABILITY BY THE STATEWIDE FEDERALLY QUALIFIED HEALTH CENTERS AND SUPPORT AND SERVICES AT HOME SITES TO COLLECT AND TRACK SDOH DATA; II) INCREASED NUMBER OF CHWS TRAINED IN HTN AND CHOLESTEROL MANAGEMENT; III) INCREASED PARTICIPATION IN THE HEALTH COACHES FOR HTN SELF-MANAGEMENT PROGRAM ACROSS VERMONT; IV) IMPROVEMENT IN HTN CONTROL AND CHOLESTEROL SCREENING RATES IN THE TARGET REGIONS; AND V) INCREASED HTN INCIDENCE IN FQHC PRACTICES IN THE TARGET HSAS.  ALL OF OUR SUB-CONTRACTOR PARTNERS WILL SERVE PRIORITY POPULATIONS AND/OR HIGH-BURDEN REGIONS AND THE PROPOSED ACTIVITIES WILL FOCUS ON PROJECTS INCLUDING, BUT NOT LIMITED TO STRATEGY ONE: THE STATEWIDE CAPACITY TO COLLECT AND TRACK SDOH DATA AT VT FQHCS; DEVELOPMENT OF AN SDOH SCORECARD AT STATEWIDE SENIOR HOUSING FACILITIES; INCREASED EHR CAPACITY TO CAPTURE SDOH DATA; AND FOCUSED SDOH PROJECTS ACROSS VT. STRATEGY TWO: SUPPORTING TEAM-BASED CARE THROUGH ENHANCED HTN PROTOCOLS THAT INCLUDE SDOH; STATEWIDE FQHC AND PCMH TECHNICAL ASSISTANCE FOR TEAM-BASED CARE APPROACHES; AND SDOH SCREENING PILOTS WITH CHW SUPPORTS; AND STRATEGY THREE: CONTINUED EXPANSION OF STATEWIDE CHW INFRASTRUCTURE; CHW HTN MODULE DEVELOPMENT; MEDICAID SMBP INITIATIVE; AND SMBP PROJECTS IN TARGETED REGIONS.  VDH’S COMPREHENSIVE STAFF, PARTNER, AND BUSINESS INFRASTRUCTURE WILL SUPPORT ALL PROJECTS, WHICH HAS PROVEN SUCCESSFUL ACROSS MANY CDC COOPERATIVE AGREEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU58DP007448_7523"}, {"internal_id": 160587050, "Award ID": "NU58DP007447", "Award Amount": 1052352.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "WASHINGTON CARDIOVASCULAR HEALTH PROGRAM - WASHINGTON STATE DEPARTMENT OF HEALTH (DOH) PROPOSES TO IMPLEMENT AND EVALUATE EVIDENCE-BASED AND BEST PRACTICE STRATEGIES IN RESPONSE TO NOFO DP-23-0004. DOH REQUESTS $1,052,352 FOR THE FIRST YEAR OF THIS FIVE-YEAR PROJECT TO IMPROVE THE HEALTH OF WASHINGTON RESIDENTS BY PREVENTING AND MANAGING CARDIOVASCULAR DISEASE IN COMMUNITIES WITH THE HIGHEST BURDEN. THIS WORK BUILDS UPON THE ACCOMPLISHMENTS AND OUTCOMES PRODUCED THROUGH OUR IMPLEMENTATION OF THE CENTERS FOR DISEASE CONTROL AND PREVENTION’S CDC-RFA-DP18-1815 AND CDC-RFA-DP18-1817 FUNDED PROJECTS. WASHINGTON  HAS SIGNIFICANT HEALTH DISPARITIES RELATED TO HEART DISEASE, STROKE, AND HYPERTENSION.  SPECIFIC POPULATIONS IN WA ARE AT A MUCH HIGHER RISK OF HAVING MULTIPLE CHRONIC HEALTH CONDITIONS.  INEQUITABLE ACCESS TO HEALTH SERVICES, RESOURCES, AND SUPPORTIVE COMMUNITY SYSTEMS HAS ESCALATED CARDIOVASCULAR DISEASE. CARDIOVASCULAR DISEASE IN WASHINGTON CONTINUES TO BE SERIOUS, COMMON, AND COSTLY. DOH HAS BEEN WORKING COOPERATIVELY WITH CDC TO ADDRESS DIABETES MANAGEMENT SINCE 1979. OVER TIME, WASHINGTON ALSO HAS ADDED CDC FUNDING TO ADDRESS HEART DISEASE AND STROKE PREVENTION. TOGETHER, THESE FUNDING STREAMS HAVE ENABLED DOH’S HEART DISEASE, STROKE, AND DIABETES PREVENTION PROGRAM (HDSDP) TO WORK PURPOSEFULLY AND INTENTIONALLY WITH HEALTH SYSTEMS, COMMUNITY HEALTH WORKERS (CHWS), AND COMMUNITY-BASED ORGANIZATIONS TO IMPLEMENT CHRONIC DISEASE PREVENTION AND HEALTH PROMOTION PROGRAMS WITH MEASURABLE REACH AND IMPACT, WITH A PARTICULAR EMPHASIS ON HIGH-BURDEN COMMUNITIES. WE WILL BE PARTNERING WITH ORGANIZATIONS THAT HAVE SUCCESSFULLY WORKED WITH HIGHER-RISK POPULATIONS IN URBAN, RURAL, AND FRONTIER LOCATIONS. WHILE THE STATE HAS MADE SUBSTANTIAL PROGRESS, MUCH WORK REMAINS TO BE DONE. OUR PROPOSAL BUILDS ON THE LESSONS LEARNED BY IMPLEMENTING COORDINATED AND COMPREHENSIVE MODELS INTENDED TO MAXIMIZE FEDERAL, STATE, AND LOCAL INVESTMENTS. THROUGH THIS FUNDING OPPORTUNITY, DOH WILL INCREASE THE AVAILABILITY OF AND ACCESS TO EVIDENCE-BASED PROGRAMS KNOWN TO PREVENT CARDIOVASCULAR DISEASE AND IMPLEMENT ACTIVITIES TO IMPROVE SYSTEMS OF CARE TO INCLUDE ADDRESSING THE SOCIAL SERVICES AND SUPPORTS THAT POSE BARRIERS TO ACCESSING EVIDENCE-BASED SERVICES. THE STRATEGIES ARE ANTICIPATED TO LEAD TO IMPROVEMENTS IN THE SHORT-TERM, IMMEDIATE, AND LONG-TERM HEALTH OUTCOMES, IN PARTICULAR WITH REGARD TO IMPROVING HYPERTENSION CONTROL, WITHIN OUR MOST AT-RISK POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU58DP007447_7523"}, {"internal_id": 160587049, "Award ID": "NU58DP007446", "Award Amount": 1398077.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - PURPOSE: THROUGH HEALTH RESEARCH, INC., THE NEW YORK STATE DEPARTMENT OF HEALTH (NYSDOH) REQUESTS FUNDING TO IMPLEMENT AND EVALUATE EVIDENCE-BASED STRATEGIES TO PREVENT AND MANAGE HYPERTENSION (HTN) AND HIGH CHOLESTEROL (HC). THE COVID-19 PANDEMIC DEVASTATED VULNERABLE POPULATIONS WITH HTN AND HC IN NYS, ESPECIALLY THOSE EXPERIENCING HEALTH INEQUITIES AND DISPARITIES. WITH A LONG HISTORY OF CARDIOVASCULAR DISEASE PREVENTION LEADERSHIP, NYSDOH IS POSITIONED TO LEAD THE NYS CARDIOVASCULAR HEALTH PROGRAM. NYSDOH IN COLLABORATION WITH COMMUNITY HEALTH CARE ASSOCIATION OF NYS, NY’S PRIMARY CARE ASSOCIATION, WILL RECRUIT FEDERALLY QUALIFIED HEALTH CENTERS (FQHCS) IN THE NEW YORK CITY AND CENTRAL NY/FINGER LAKES REGIONS TO IMPLEMENT AND EVALUATE EIGHT STRATEGIES: 1) TRACK AND MONITOR HTN MEASURES AND IDENTIFY DISPARITIES IN CONTROL. 2) IDENTIFY SOCIAL SERVICES AND SUPPORT NEEDS (SSSNS) AND REFER PATIENTS TO COMMUNITY SERVICES. 3) SUPPORT THE USE OF HTN REGISTRIES TO IDENTIFY DISPARITIES IN CARE. 4) ADOPT A TEAM APPROACH TO IDENTIFYING PATIENTS’ SSSNS. 5) CONVENE A LEARNING COLLABORATIVE THAT WILL SUPPORT FQHCS IN REMOVING BARRIERS TO ACCESSING COMMUNITY SERVICES. 6) REFER PATIENTS WITH SSSNS TO COMMUNITY PROGRAMS. 7) ENGAGE COMMUNITY HEALTH WORKERS TO ADDRESSES BARRIERS TO COMMUNITY SERVICES. 8) PROMOTE THE USE OF SELF-MEASURED BLOOD PRESSURE MONITORING WITH CLINICAL SUPPORT. OUTCOMES: NYSDOH WILL MAKE MEASURABLE IMPROVEMENTS IN THE FOLLOWING INTERMEDIATE OUTCOMES: IMPROVED BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTING, REDUCED DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS, AND INCREASED UTILIZATION OF SSSNS AMONG POPULATIONS AT HIGHEST RISK FOR HTN AND HC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7d2da8a-0151-8e91-236f-9687ccc8e058-C", "generated_internal_id": "ASST_NON_NU58DP007446_7523"}, {"internal_id": 160587048, "Award ID": "NU58DP007445", "Award Amount": 1126495.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "SOUTH CAROLINA'S NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE PURPOSE OF THIS INITIATIVE IS TO LEVERAGE TECHNICAL AND FINANCIAL RESOURCES TO SUPPORT PROGRAMS AND RESOURCES TO IMPROVE CARDIOVASCULAR (CVD) HEALTH OUTCOMES FOR THOSE AT HIGHEST RISK OF CVD. THIS WILL BE ACCOMPLISHED THROUGH THE IMPLEMENTATION OF A STRATEGIC PARTNERSHIP WITH THE SOUTH CAROLINA HOSPITAL ASSOCIATION, SOUTH CAROLINA OFFICE OF RURAL HEALTH AND ACCESSHEALTH SC TO BUILD UPON THE EXISTING DIABETES LEARNING COLLABORATIVE FUNDED BY THE DUKE ENDOWMENT AND EXPAND THE SCOPE TO INCLUDE A FOCUS ON CVD HEALTH. SOUTH CAROLINA’S APPLICATION BUILDS AND EXPANDS UPON THE ACCOMPLISHMENTS AND OUTCOMES ACHIEVED FROM PREVIOUSLY FUNDED CDC GRANTS (1305, 1422, 1815, 1817). THE SOUTH CAROLINA DEPARTMENT OF HEALTH AND ENVIRONMENTAL CONTROL’S (DHEC’S) CENTRAL OFFICE IS LOCATED AT 2600 BULL STREET, COLUMBIA, SC, 29201. DHEC AND DDHDM HAVEA STATEWIDE PRESENCE, HISTORY AND EXPERIENCE IMPLEMENTING FEDERAL GRANTS WHICH DEMONSTRATESOUR CAPACITY TO SERVE ALL SOUTH CAROLINIANS. DHEC AND DDHDM HAVEA STATEWIDE PRESENCE, HISTORY AND EXPERIENCE IMPLEMENTING FEDERAL GRANTS WHICH DEMONSTRATESOUR CAPACITY TO SERVE ALL SOUTH CAROLINIANS. THIS PROPOSAL ADDRESSES THE CHALLENGES AND HEALTH INEQUITIES IN PRIORITY POPULATIONS DISPROPORTIONALLY IMPACTED BY CVD. DHEC IS COMMITTED TO TAKING PROACTIVE APPROACH TO ADDRESS HEALTH EQUITY GAPS AND REDUCE DISPARITIES. THE OFFICE OF DIVERSITY EQUITY AND INCLUSION WITHIN THE PH DEPUTY AREA IS ALIGNED WITH THE AGENCY’S CORE VALUE OF ADVANCING EQUITY AND WILL SERVE AS A RESOURCE FOR THE IMPLEMENTATION OF THIS GRANT. THIS APPLICATION SUPPORTS INVESTMENTS IN IMPLEMENTING AND EVALUATING A LEARNING COLLABORATIVE FOCUSED ON IMPROVING HEALTH OUTCOMES FOR PEOPLE AT HIGHEST RISK OF CVD. ADDITIONALLY, INTERNAL, AND EXTERNAL PARTNERS WILL ASSIST AH ENROLLEES WITH ACCESSING SOCIAL SERVICES AND SUPPORT NEEDS. DDHDM WILL USE A DATA DRIVEN APPROACH AND GIS-MAPPING TO FOCUS EFFORTS ON PRIORITY POPULATIONS. THE ACTIVITIES OUTLINED IN THE WORK PLAN BUILD UPON AHSC’S EXISTING LEARNING COLLABORATIVE INFRASTRUCTURE (I.E., DATA DISAGGREGATION, LEARNING SESSIONS, AND PERFORMANCE IMPROVEMENT COACHING) USING RESULTS BASED ACCOUNTABILITY. THIS APPROACH WILL BE USED TO YIELD EQUITABLE OUTCOMES OF THE STRATEGIES. THROUGH THIS FUNDING OPPORTUNITY, SC WILL INTENTIONALLY BUILD SYNERGY BETWEEN STRATEGIES TO IMPROVE HEALTH OUTCOMESFORPOPULATIONS MOST AT RISK FOR CVD. DURING THE PERIOD OF PERFORMANCE, SOME OF THE EXPECTED SHORT-TERM OUTCOMES FOR THE STRATEGIES INCLUDE: 1)INCREASED USE OF EHRS OR HIT TO IMPROVE DETECTION OF HEALTH CARE DISPARITIES AND THE COMMUNICATION AND COORDINATION AMONG FUNDED AH CARE TEAM MEMBERS;  2) INCREASED USE OF STANDARDIZED PROCESSES OR TOOLS TO ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS AT HIGHEST RISK OF CVD; 3) INCREASED USE OF MULTIDISCIPLINARY CARE TEAMS WITHIN FUNDED AH NETWORKS ADHERING TO EVIDENCE-BASED GUIDELINES AND IDENTIFYING BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS AMONG POPULATIONS AT HIGHEST RISK OF CVD; 4) INCREASE COMMUNITY CLINICAL LINKS TO IDENTIFY AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS OF POPULATIONS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; 5) INCREASED ENGAGEMENT OF FUNDED AH COMMUNITY HEALTH WORKERS TO PROVIDE A CONTINUUM OF CARE EXTENDING CLINICAL INTERVENTIONS AND ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS; AND 6) INCREASED USE OF SELF-MONITORING BLOOD PRESSURE PROGRAMS WITH CLINICAL SUPPORT WITHIN POPULATIONS AT HIGHEST RISK OF HYPERTENSION. ADDITIONAL INTERMEDIATE OUTCOMES ANTICIPATED BY DDHDM ARE TO INCREASE THE REACH OF AH NETWORKS IN UNDERSERVED AREAS WITH A LARGE POPULATION OF UNINSURED PATIENTS AND DECREASE CVD RELATED HOSPITALIZATION USE AND/OR COSTS AMONG FUNDED AH NETWORK ENROLLEES.  WHERE POSSIBLE, DDHDM WILL LEVERAGE PARTNERSHIPS (E.G., WISEWOMAN) TO MAXIMIZE REACH OF PROGRAM IMPLEMENTATION AND DATA COLLECTION. THE DDHDM IMPLEMENTATION APPROACH PROVIDES THE NECESSARY PROGRAM MANAGEMENT, COORDINATION,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NU58DP007445_7523"}, {"internal_id": 160587047, "Award ID": "NU58DP007444", "Award Amount": 877496.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "ALASKA'S NATIONAL CARDIOVASCULAR HEALTH PROGRAM - ALASKA IS A FRONTIER STATE WITH A SPARSE POPULATION THAT FACES UNUSUAL HEALTHCARE NEEDS, DISPARITIES, AND REDUCED ACCESS TO CARE DUE TO A VARIETY OF CHALLENGES SUCH AS GEOGRAPHY, WEATHER, AND TRANSPORTATION. MANY OF THESE CHALLENGES ARE NOT EXPERIENCED IN STATES THAT HAVE LARGE URBAN COMMUNITIES CONNECTED BY ROADS, TRAINS AND OTHER MEANS OF GROUND TRANSPORTATION. EIGHTEEN PERCENT OF THE STATE’S POPULATION LIVES IN COMMUNITIES WITH FEWER THAN 2,500 RESIDENTS. LOOKING AT HYPERTENSION AND HEART DISEASE DIAGNOSES, AND YEARS OF POTENTIAL LIFE LOST, THERE APPEAR TO BE SIGNIFICANT GAPS IN OUTCOMES BETWEEN POPULATIONS, LIKELY DUE IN PART TO DIFFERENCES IN HEALTHCARE SEEKING BEHAVIORS AND ACCESS TO PRIMARY CARE PROVIDERS. CURRENTLY, OUR SELF MEASURED BLOOD PRESSURE (SMBP) PROGRAMS ARE NOT REACHING THE POPULATIONS WITH THE HIGHEST CARDIOVASCULAR DISEASE BURDENS AT APPROPRIATE RATES. FOR EXAMPLE, MEN HAD DOUBLE THE YEARS OF POTENTIAL LIFE LOST DUE TO CARDIOVASCULAR DISEASE COMPARED TO WOMEN. WE WILL WORK TO REDUCE THESE GAPS BY TARGETING OUR STRATEGIES TOWARDS MEN AND MINORITIZED RACIAL GROUPS. FOR THIS REASON, THE CDPHP PROPOSALS ATTACHED WILL FOCUS HEAVILY ON BRIDGING THESE GAPS THROUGH BOTH EXPANDED ACCESS AS WELL AS CULTURAL TAILORING, COMMUNITY LIAISON WORK, AND EQUIPPING THE CARDIOVASCULAR CARE WORKFORCE TO IDENTIFY AND ADDRESS SDOH NEEDS WITHIN THEIR COMMUNITIES. IT IS OUR GOAL TO USE INCREASED CULTURAL TAILORING, DIVERSITY OF ACCESS METHODS, CULTURAL LIAISON COLLABORATION AND SDOH RESOURCES AND TOOLS TO ADDRESS THESE IDENTIFIED GAPS AND DECREASE THE BURDEN OF CARDIOVASCULAR DISEASE WITHIN ALL POPULATIONS IN THE STATE OF ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU58DP007444_7523"}, {"internal_id": 160587046, "Award ID": "NU58DP007443", "Award Amount": 910571.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "RHODE ISLAND CARDIOVASCULAR HEALTH PROGRAM - RHODE ISLAND DEPARTMENT OF HEALTH’S (RIDOH) DIABETES, HEART DISEASE AND STROKE (RIDHDS) PROGRAM IS CENTRALLY LOCATED AT 3 CAPITOL HILL IN PROVIDENCE, RI. RIDOH IS COMMITTED TO SERVING ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE TO PROVIDE EVERY RHODE ISLANDER AN EQUAL OPPORTUNITY TO BE AS HEALTHY AS POSSIBLE. RIDHDS IS FURTHER COMMITTED TO ADDRESSING CHRONIC DISEASE STATEWIDE AND WILL UTILIZE FUNDING OPPORTUNITY CDC-RFA-DP-23-0004 TO BUILD UPON THE ACCOMPLISHMENTS ACHIEVED IN DP18-1815 AND DP18-1817. RIDHDS WILL CONCENTRATE EFFORTS ON EXTENDING EVIDENCE-BASED STRATEGIES AND IMPLEMENTING NEW STRATEGIES AND ACTIVITIES, AIMED AT PREVENTING AND MANAGING CARDIOVASCULAR DISEASE (CVD) IN HIGH-BURDEN POPULATIONS. RIDHDS HAS IDENTIFIED AS ITS PRIORITY POPULATION, ADULTS WHO ARE BELOW 400% OF THE FEDERAL POVERTY LEVEL, WITH AN ADDITIONAL FOCUS ON REDUCING RACIAL AND ETHNIC DISPARITIES THROUGHOUT THE STATE. THE PROPOSED PRIORITY POPULATIONS ARE DISPROPORTIONATELY DIAGNOSED WITH HYPERTENSION AND HIGH CHOLESTEROL, AND COMMONLY IDENTIFIED WITH CVD RISK FACTORS AND SOCIAL NEEDS.  RIDHDS WILL ADDRESS CVD RISK, BURDEN, AND SOCIAL NEEDS AMONG PRIORITY POPULATIONS BY CREATING AND IMPLEMENTING A COMPREHENSIVE LEARNING COLLABORATIVE. THE LEARNING COLLABORATIVE WILL LEVERAGE PARTNERSHIPS WITHIN HEALTH SYSTEMS TO IMPROVE QUALITY OF CARE AND OUTCOMES FOR PATIENTS WITH HYPERTENSION AND HIGH CHOLESTEROL THROUGH INCREASED USE OF ELECTRONIC HEALTH RECORDS (EHR) OR HEALTH INFORMATION TECHNOLOGY (HIT) AND TEAM-BASED CARE. THE COLLABORATIVE WILL ALSO PROVIDE AN OPPORTUNITY TO ADVANCE EXISTING CLINICAL-COMMUNITY LINKAGES TO REDUCE HEALTH DISPARITIES AND ADDRESS SOCIAL SERVICES AND SUPPORT NEEDS OF PRIORITY POPULATIONS. ALONGSIDE AND AS PART OF THE LEARNING COLLABORATIVE, RIDHDS WILL: (1) CONTINUE OPERATIONS OF THE COMMUNITY HEALTH NETWORK (CHN) AS A REFERRAL SYSTEM FOR EBLPS AND EXPAND ITS CAPABILITIES FOR BIDIRECTIONAL FEEDBACK OF PATIENT OUTCOMES AND TRACKING OF PARTICIPATION BARRIERS AND SOCIAL NEEDS, (2) STRENGTHEN THE SKILLSET OF CERTIFIED COMMUNITY HEALTH WORKERS (CCHW) AND EXPAND THEIR INVOLVEMENT IN CONTINUUM OF CARE FOR CVD PREVENTION AND MANAGEMENT, AND (3) SCALE AND SUSTAIN THE DELIVERY OF HEALTHY HEART AMBASSADOR BLOOD PRESSURE SELF-MONITORING BY EXPANDING THE NUMBER OF SITES, SUPPORTING SYSTEMIC REFERRALS THROUGH LEARNING COLLABORATIVE TEAMS, AND CROSS-TRAINING PROGRAM FACILITATORS AS CHWS.  THE APPROACH TAKEN BY RIDHDS WILL LEAD TO THE FOLLOWING OUTCOMES BY THE END OF THE PROJECT PERIOD: (1) INCREASED USE OF EHRS/HIT TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS DATA; (2) INCREASED USE OF STANDARDIZED PROCESSES OR TOOLS TO IDENTIFY, ASSESS, TRACK, AND ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS; (3) INCREASED USE OF EHRS OR HIT TO SUPPORT COMMUNICATION AND COORDINATION AMONG CARE TEAM MEMBERS TO MONITOR AND ADDRESS PATIENT’ HYPERTENSION AND HIGH CHOLESTEROL; (4) INCREASED USE OF MULTIDISCIPLINARY CARE TEAMS ADHERING TO EVIDENCE-BASED GUIDELINES TO ADDRESS PATIENTS’ SOCIAL SERVICES AND SUPPORT NEEDS AND IMPROVE THE MANAGEMENT AND TREATMENT OF HYPERTENSION AND HIGH CHOLESTEROL; (5) INCREASED MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS IDENTIFIED BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS WITHIN TARGET POPULATIONS; (6) INCREASED COMMUNITY CLINICAL LINKS TO IDENTIFY AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS OF TARGET POPULATIONS; (7) INCREASED ENGAGEMENT OF CHWS TO PROVIDE A CONTINUUM OF CARE EXTENDING CLINICAL INTERVENTIONS AND ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS; (8) INCREASED USE OF SMBP WITH CLINICAL SUPPORT WITHIN POPULATIONS AT HIGHEST RISK OF HYPERTENSION; (9) IMPROVED BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS; (10) REDUCED DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS; (11) INCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG TARGET POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU58DP007443_7523"}, {"internal_id": 160587045, "Award ID": "NU58DP007442", "Award Amount": 1241244.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "SUPPORTS STATE INVESTMENTS IN IMPLEMENTING AND EVALUATING EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE. - THE PENNSYLVANIA DEPARTMENT OF HEALTH (DOH) WILL IMPLEMENT AND EVALUATE A COMPREHENSIVE, EVIDENCE-BASED, AND EVIDENCE INFORMED CARDIOVASCULAR DISEASE (CVD) PREVENTION AND MANAGEMENT PROGRAM TO IMPROVE CARDIOVASCULAR HEALTH AND REDUCE INEQUITIES AND HEALTH CARE DISPARITIES IN HIGH-RISK PRIORITY POPULATIONS ACROSS THE COMMONWEALTH.  THROUGHOUT THE PROJECT PERIOD, THE DOH WILL IMPROVE BLOOD PRESSURE CONTROL AND REDUCE BLOOD PRESSURE DISPARITIES AMONG TARGETED POPULATIONS WITHIN PARTNER HEALTHCARE AND COMMUNITY SETTINGS; AND INCREASE UTILIZATION OF AND MITIGATE SOCIAL SUPPORT BARRIERS AMONG PRIORITY POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.  THESE OUTCOMES WILL BE ACCOMPLISHED THROUGH INCREASED USE OF ELECTRONIC HEALTH RECORDS (EHRS) OR HEALTH INFORMATION TECHNOLOGY (HIT) TO REPORT, MONITOR, AND TRACK DETECTION OF HEALTH CARE DISPARITIES, SUPPORT COMMUNICATION AND COORDINATION AMONG MULTIDISCIPLINARY CARE TEAM MEMBERS, AND IDENTIFY, MANAGE, AND TREAT PATIENTS AT THE HIGHEST RISK OF CVD WITH EMPHASIS ON HYPERTENSION AND CHOLESTEROL MANAGEMENT. THE DOH WILL ADDRESS IDENTIFIED BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS WITHIN POPULATIONS AT HIGHEST RISK OF CVD WITH THE ASSISTANCE OF THE CVD LEARNING COLLABORATIVE (LC) AS WELL AS PROMOTE INCREASED USE OF MULTIDISCIPLINARY TEAMS AND ADHERENCE TO EVIDENCE-BASED GUIDELINES. THE DOH WILL INCREASE ENGAGEMENT OF COMMUNITY HEALTH WORKERS (CHWS) TO PROVIDE CARE BEYOND STANDARD CLINICAL INTERVENTIONS AND INCREASE COMMUNITY-CLINICAL LINKS TO IDENTIFY, RESPOND TO, AND ADDRESS SOCIAL SERVICES AND SUPPORT NEEDS OF POPULATIONS AT HIGHEST RISK OF CVD.  ALL ACTIVITIES AND PROGRESS TOWARD IDENTIFIED OUTCOMES WILL BE MEASURED, TRACKED, AND ANALYZED THROUGH DATA COLLECTION LED BY THE UNIVERSITY OF PITTSBURGH EVALUATION INSTITUTE FOR PUBLIC HEALTH (EI). ALL DATA ANALYSES WILL PROVIDE FEEDBACK PERTAINING TO SUCCESSES, IDENTIFY SHORTCOMINGS, AND PROVIDE ONGOING QUALITY IMPROVEMENT RESULTING IN HIGH-QUALITY HEALTH CARE OUTCOMES. \t THE GOALS OF THESE COORDINATED EFFORTS, THROUGH THE DEVELOPMENT OF A COMPREHENSIVE CVD PROGRAM AND LC, WILL BE TO ACHIEVE A LONG-TERM INCREASE IN THE NUMBER OF ADULTS AGED 18-85 WITH HYPERTENSION AND HIGH CHOLESTEROL THAT HAVE ACHIEVED CONTROL; REDUCE HEALTH CARE DISPARITIES IN CVD AMONG HIGH-RISK POPULATIONS AND COMMUNITIES DISPROPORTIONATELY AFFECTED BY CVD; ACHIEVE OPTIMAL HEALTH OUTCOMES FOR PRIORITY POPULATIONS BY ASSESSING SOCIAL DETERMINANTS OF HEALTH (SDOH) AND RESPONDING TO THOSE SOCIAL NEEDS; AND BY USING SPECIFIC EVIDENCE-BASED STRATEGIES TO ADVANCE HEALTH EQUITY GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU58DP007442_7523"}, {"internal_id": 160587044, "Award ID": "NU58DP007441", "Award Amount": 858677.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "CARDIOVASCULAR HEALTH PROGRAM IN NEW HAMPSHIRE - <![CDATA[NEW HAMPSHIRE DEPARTMENT OF HEALTH & HUMAN SERVICES (NH DHHS) PROPOSES TO PREVENT CARDIOVASCULAR DISEASE THROUGH IMPROVING MANAGEMENT OF HYPERTENSION & HIGH CHOLESTEROL IN HIGH-RISK, PRIORITY POPULATIONS. NH DHHS IS PREPARED TO IMPLEMENT ALL REQUIRED STRATEGIES. THE PLANNED OUTCOMES ARE INCREASED HEALTHCARE SYSTEMS THAT USE STANDARDIZED QUALITY MEASURES TO TRACK HYPERTENSION CONTROL BY RACE, ETHNICITY & OTHER POPULATIONS OF FOCUS AND & THE SOCIAL SERVICES AND SUPPORT NEEDS OF PRIORITY POPULATIONS; INCREASED POLICIES AND PROTOCOLS IN PLACE TO USE HEALTH INFORMATION SYSTEMS TO SUPPORT TEAM-BASED CARE, INCREASED SOCIAL SERVICES & SUPPORTS IN THE DHHS-LED LEARNING COLLABORATIVE NETWORK, INCREASED UTILIZATION OF LIFESTYLE CHANGE PROGRAMS AND SOCIAL SERVICES & SUPPORTS, AND INCREASED PATIENTS SERVED BY SELF-MEASURED BLOOD PRESSURE PROGRAMS. NH WILL INCREASE THE PROPORTION OF PRIORITY POPULATIONS WITH CONTROLLED HYPERTENSION & HIGH CHOLESTEROL. THE PRIORITY POPULATIONS ARE ADULTS OVER 35 YEARS OF AGE, LIVING IN RURAL AREAS, WITH LOW INCOME & WITH DIABETES/PREDIABETES. THROUGH EXTENSIVE STRATEGIC PARTNERSHIPS, EXPERIENCE WITH ALL PROPOSED STRATEGIES, AND STAFF SUBJECT MATTER EXPERTISE RELATED TO THE REQUIRED STRATEGIES, NH DHHS HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES IN NH THAT THE PROGRAM IS PROPOSING TO WORK WITH.]]>", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU58DP007441_7523"}, {"internal_id": 160587043, "Award ID": "NU58DP007440", "Award Amount": 1018690.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE MASSACHUSETTS DEPARTMENT OF PUBLIC HEALTH (MDPH) PROPOSES TO BUILD ON THE EXTENSIVE INFRASTRUCTURE, EXPERIENCE, AND PROGRAMMING ESTABLISHED THROUGH PREVIOUS CDC CHRONIC DISEASE FUNDING TO FOCUS ON APPROACHES THAT HAVE THE HIGHEST POTENTIAL FOR MAXIMAL IMPACT ON CARDIOVASCULAR HEALTH. THE PURPOSE OF THE PROPOSAL IS TO IMPLEMENT AND EVALUATE EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE (CVD), IN PARTICULAR HIGH BLOOD PRESSURE AND CHOLESTEROL, WITH A FOCUS ON MASSACHUSETTS (MA) COMMUNITIES WITH THE HIGHEST BURDEN OF DISEASE. MDPH PROPOSES TO SERVE THE RESIDENTS OF MA AND PRIORITY POPULATIONS THAT HAVE HIGH PREVALENCE OF CVD OR CVD RISK FACTORS AND HAVE FACED SIGNIFICANT INEQUITIES IN ACCESSING THE SOCIAL CONDITIONS THAT SUPPORT GOOD HEALTH. CARDIOVASCULAR DISEASE IS A SIGNIFICANT PUBLIC HEALTH PROBLEM IN MA. IN 2019, HEART DISEASE AND STROKE WERE THE LEADING UNDERLYING CAUSE OF ALL DEATHS IN MA, ACCOUNTING FOR EVERY 1 IN 4 DEATHS. BLACK, NON-HISPANIC AND HISPANIC RESIDENTS WERE NEARLY 3 TIMES AS LIKELY TO DIE FROM HEART DISEASE PREMATURELY (BEFORE THE AGE OF 65) COMPARED TO WHITE, NON-HISPANIC RESIDENTS. A LONG HISTORY OF ECONOMIC, HOUSING, AND ZONING POLICIES ROOTED IN DISCRIMINATION HAS RESULTED IN A HIGHLY SEGREGATED STATE WITH 70% OF RESIDENTS OF COLOR LIVING IN JUST 30 OF THE 351 MUNICIPALITIES. THE RESIDENTS OF THESE MUNICIPALITIES HAVE SOME OF THE HIGHEST CVD-RELATED HOSPITALIZATION AND EMERGENCY DEPARTMENT-VISIT RATES IN THE STATE. MDPH WILL WORK WITH A NEWLY CREATED MASSACHUSETTS HEART DISEASE AND STROKE LEARNING COMMUNITY (LC) TO IMPLEMENT THE THREE STRATEGIES IN THIS INITIATIVE. IN THE FIRST THREE MONTHS, MDPH AND THE LC WILL IDENTIFY THE PRIORITY POPULATIONS AND COMMUNITIES USING A DATA MAP CREATED USING GEOGRAPHIC INFORMATION SYSTEM (GIS) MAPPING TECHNOLOGY. OVERLAYING SERVICES ON THE MAP TO UNCOVER GAPS IN SERVICES, THE LC WILL DEVELOP A PLAN FOR IMPROVING SERVICES FOR THESE PRIORITY POPULATIONS. TO IMPROVE CARDIOVASCULAR HEALTH FOR PRIORITY POPULATIONS IN THE STATE, MDPH AND ITS PARTNERS WILL ADVANCE THE COMMUNITY HEALTH WORKER WORKFORCE AND SUPPORT THEIR INTEGRATION INTO TEAM-BASED CARE TEAMS; AND PARTNER WITH COMMUNITY HEALTH CENTERS AND OTHER HEALTH SYSTEMS ON DETECTING AND MANAGING CVD, HYPERTENSION, CHOLESTEROL, AND HEALTH-RELATED SOCIAL NEEDS USING HEALTH INFORMATION TECHNOLOGY AND TEAM-BASED CARE. MDPH WILL ALSO FOCUS ON INCREASING COMMUNITY-CLINICAL LINKAGES TO SUPPORT SELF-MANAGEMENT AND LIFESTYLE CHANGE AND TO ADDRESS THE HEALTH-RELATED SOCIAL NEEDS OF PATIENTS. ANTICIPATED OUTCOMES FROM THIS INITIATIVE INCLUDE IMPROVING THE CLINICAL CARE OF PATIENTS AT HIGHEST RISK OF CVD, INCREASING THE MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS IDENTIFIED BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS WITHIN POPULATIONS AT HIGHEST RISK OF CVD, AND ENHANCING COMMUNITY SERVICES AND COMMUNITY CLINICAL LINKAGES TO IDENTIFY AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS OF POPULATIONS AT HIGHEST RISK OF CVD. THE LONG-TERM GOALS ARE TO IMPROVE CARDIOVASCULAR HEALTH AND REDUCE CVD DISPARITIES IN MA. MDPH HAS THE CAPABILITY TO SERVE ALL RESIDENTS AND PRIORITY POPULATIONS WITHIN MA. AS A RECIPIENT OF CDC CHRONIC DISEASE COOPERATIVE AGREEMENTS 1305, 1422, 1815, AND 1817, MDPH HAS BUILT EXTENSIVE PROGRAMMATIC AND EPIDEMIOLOGICAL EXPERTISE ON IMPROVING AND TRACKING PUBLIC HEALTH CHRONIC DISEASE INTERVENTIONS AND APPROACHES. OUR CLINICAL AND COMMUNITY PARTNERSHIPS WITH COMMUNITY HEALTH CENTERS, LIFESTYLE CHANGE ORGANIZATIONS, AMERICAN HEART ASSOCIATION, MA ASSOCIATION OF COMMUNITY HEALTH WORKERS, AND CULTURALLY COMPETENT PROVIDERS ENABLE US TO EFFECTIVELY IMPLEMENT THE PROPOSED STRATEGIES. MDPH’S PROPOSAL BUILDS ON THE STATE’S SIGNIFICANT INVESTMENT IN THE CHW WORKFORCE, AND THE RECENT ADVANCES MADE TO THE MA MEDICAID PROGRAM (MASSHEALTH) UNDER A 1115 MEDICAID WAIVER THAT OFFERS THE POTENTIAL FOR SUSTAINABLE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU58DP007440_7523"}, {"internal_id": 160587042, "Award ID": "NU58DP007439", "Award Amount": 1105715.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE ARIZONA DEPARTMENT OF HEALTH SERVICES (ADHS) MISSION IS TO PROMOTE, PROTECT, AND IMPROVE THE HEALTH AND WELLNESS OF INDIVIDUALS AND COMMUNITIES IN ARIZONA; THIS INCLUDES A VISION OF HEALTH AND WELLNESS FOR ALL ARIZONANS. ADHS ENVISIONS A COMPREHENSIVE, EVIDENCE-BASED, AND DATA-DRIVEN APPROACH TO DECREASING THE PREVALENCE AND INCIDENCE OF CVD, HYPERTENSION, AND HIGH CHOLESTEROL FOR ARIZONANS. THE OFFICE OF CHRONIC DISEASE WILL CONTINUE TO SUPPORT AND FUND EFFORTS THAT PROVIDE EDUCATIONAL OPPORTUNITIES AND PREVENTION SERVICES TO REDUCE CVD AND STROKE. OUR OBJECTIVES WILL FOCUS ON ACTIVITIES CENTERED AROUND ADDRESSING SOCIAL DETERMINANTS OF HEALTH BARRIERS AND INCREASING THE USE OF SOCIAL SERVICES.  THROUGH COLLABORATIVE AGREEMENTS AND PARTNERSHIPS, ADHS WILL CREATE CAPACITY TO INCREASE COMMUNITY CLINICAL LINKAGES THAT CONNECT PEOPLE TO CVD AND HYPERTENSION PREVENTION AND MANAGEMENT SERVICES. OUR HIGHER RECRUITMENT AND UTILIZATION RATE OF CHWS WILL HELP IDENTIFY SPECIFIC AREAS OF FOCUS FOR EACH PATIENT/COMMUNITY AND TAILOR CARE PLANS THAT ADDRESS SPECIFIC NEEDS; THEREFORE MAKING THE COMMUNITY-CLINIC LINKAGES MORE EFFECTIVE FOR EACH PATIENT. THIS ALSO INCLUDES IMPLEMENTING STATE-WIDE, MULTI-DIRECTIONAL REFERRALS TO COMPLEMENTARY PROGRAMS AND RESOURCES THAT ADDRESS SOCIAL DETERMINANTS OF HEALTH (SDOH). ADHS WILL COORDINATE A COLLABORATIVE AND COMMUNITY-DRIVEN APPROACH TO ACHIEVE OUTCOMES FOR EACH STRATEGY AND ACTIVITY.  DURING THE 2304 GRANT CYCLE, THE STRATEGIES AND ACTIVITIES WILL HELP GUIDE THE ACTIONS AND INTERVENTIONS OF THE STATE, LOCAL HEALTH DEPARTMENTS, HEALTH SYSTEMS, AND COMMUNITY ORGANIZATIONS THAT CONDUCT ACTIVITIES RELATED TO HEART DISEASE PREVENTION AND MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU58DP007439_7523"}, {"internal_id": 160587041, "Award ID": "NU58DP007438", "Award Amount": 923416.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE SOUTH DAKOTA DEPARTMENT OF HEALTH (SD DOH), A STATE HEALTH DEPARTMENT, IS APPLYING FOR FUNDING UNDER CDC-RFA-DP23-0004—THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM (NCHP). THE PROPOSED AREA OF FOCUS IS THE ENTIRE STATE OF SOUTH DAKOTA, FOR A TOTAL STATEWIDE POPULATION REACH OF 895,376 PEOPLE. THE PHYSICAL ADDRESS OF SD DOH IS 600 EAST CAPITOL AVENUE, PIERRE, SD 57501-2536.  FUNDING SOUTH DAKOTA UNDER THIS NCHP WILL ENABLE THE SD DOH’S HEART DISEASE AND STROKE PREVENTION PROGRAM (HDSPP) TO IMPLEMENT AND EVALUATE EVIDENCE-BASED AND EVIDENCEINFORMED STRATEGIES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE (CVD). HDSPP WILL BOLSTER ITS EXISTING “LEARNING COLLABORATIVE” (LC) CAPACITY, THE SD CARDIOVASCULAR COLLABORATIVE, TO REDUCE HYPERTENSION AND HIGH CHOLESTEROL IN ALIGNMENT WITH NCHP STRATEGIES AS IDENTIFIED IN DP23- 0004. TARGET POPULATIONS WILL INCLUDE SOUTH DAKOTANS IMPACTED BY HIGH PREVALENCE OF CVD, POTENTIALLY EXACERBATED BY HEALTH INEQUITIES AND DISPARITIES, INCLUDING SOCIAL DETERMINANTS OF HEALTH (SDOH). SPECIFICALLY, HDSPP WILL IMPLEMENT ALL DP23-0004 PREVENTION AND RISK MITIGATION STRATEGIES, WITH AN EMPHASIS ON REDUCING HEALTH DISPARITIES FOR PRIORITY POPULATIONS (AMERICAN INDIAN, HISPANIC, KAREN, LOW SOCIOECONOMIC STATUS, RURAL/FRONTIER, AND UNINSURED/UNDERINSURED).  THE PROPOSED PROJECT WILL BE EVALUATED, AND THE DATA COLLECTED WILL BE APPROPRIATELY MANAGED. PRELIMINARY DETAILS SURROUNDING THE EVALUATION AND PERFORMANCE MEASUREMENT PLAN (EPMP) AND THE DATA MANAGEMENT PLAN (DMP) ARE DESCRIBED HEREIN, WITH ADDITIONAL DETAIL PROVIDED SIX (6) MONTHS POST-AWARD. UNDER THIS PROJECT, SD DOH ADOPTS ALL PERFORMANCE MEASURES AND ALL SHORT AND INTERMEDIATE OUTCOMES LISTED UNDER DP23-0004, WITHOUT MODIFICATION. WE UNDERSTAND OUR WORK WILL CONTRIBUTE TO LONG TERM OUTCOMES OF THE NCHP, BUT WE ARE NOT REQUIRED TO REPORT ON THESE LONG-TERM OUTCOMES UNDER THIS FUNDING OPPORTUNITY.  SD DOH WILL BUILD UPON THE COLLABORATIVE WORK ACHIEVED THROUGH PRIOR CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) FUNDING OPPORTUNITIES (I.E., 1305, 1815). OUR LC, THE SD CARDIOVASCULAR COLLABORATIVE, WILL FACILITATE COMMUNICATION AND EXCHANGE OF IDEAS BETWEEN HEALTH SYSTEMS, TRIBAL ORGANIZATIONS, COMMUNITY HEALTH ORGANIZATIONS, QUALITY IMPROVEMENT ORGANIZATIONS, ACADEMIC INSTITUTIONS, AND PUBLIC HEALTH ENTITIES. OUR LC BOASTS A DEMONSTRATED HISTORY OF ACHIEVING SUSTAINABLE CHANGE AND IMPROVEMENT IN THE AREAS PRIORITIZED UNDER DP23- 0004. THE STRONG PARTNERSHIP WITH THE SOUTH DAKOTA CARDIOVASCULAR COLLABORATIVE AND RELATED PARTNERS, AMERICAN HEART ASSOCIATION (AHA), SOUTH DAKOTA STATE UNIVERSITY COLLEGE OF PHARMACY, COMMUNITY PHARMACY ENHANCED SERVICES NETWORK (CPESN), OFFICE OF MATERNAL AND CHILD HEALTH (MCH), COMMUNITY HEALTH WORKER COLLABORATIVE OF SOUTH DAKOTA (CHWSD), AND THE SOUTH DAKOTA COMMUNITY INFORMATION EXCHANGE (SD CIE) WILL PROVIDE A BROAD STATEWIDE BASE TO REACH HIGH BURDEN AND PRIORITY POPULATIONS THROUGH UTILIZATION OF EVIDENCE-BASED PRACTICES AND TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5977c26b-55c9-a9b6-4eae-6ac7c2655500-C", "generated_internal_id": "ASST_NON_NU58DP007438_7523"}, {"internal_id": 161643330, "Award ID": "NU58DP007437", "Award Amount": 1658437.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU58DP007437_7523"}, {"internal_id": 160587040, "Award ID": "NU58DP007436", "Award Amount": 980632.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "ADVANCING EQUITY FOR HEALTHY MINNESOTA HEARTS - ALTHOUGH MINNESOTA HAS HAD THE LOWEST HEART DISEASE DEATH RATE IN THE NATION SINCE AT LEAST 1999, THIS LOW RATE HIDES GLARING DISPARITIES IN DEATHS, HOSPITALIZATIONS, RISK FACTORS, AND MORE. MANY COMMUNITIES EXPERIENCE SYSTEMIC BARRIERS THAT LEAD TO HIGHER DISEASE BURDEN AND ASSOCIATED HEALTH DATA DISPARITIES, NOTABLY AMONG BLACK, INDIGENOUS, AND COMMUNITIES OF COLOR. THE 2304 GRANT WILL ENABLE MDH TO BUILD ON THE PAST YEARS OF SUCCESS IN INCREASING AWARENESS, EDUCATION, AND SUPPORT FOR HYPERTENSION AND HIGH CHOLESTEROL IDENTIFICATION AND MANAGEMENT. EXPANDING OUR APPROACH TO BE INCLUSIVE OF SCREENING FOR SOCIAL DETERMINANTS OF HEALTH (SDOH) AND ENHANCING REFERRALS TO SERVICES AND PROGRAMS DESIGNED TO MEET DIVERSE AND CHANGING SOCIAL NEEDS IS A NATURAL PROGRESSION FOR THIS COLLECTIVE WORK. IN COLLABORATION WITH OTHER CDC-FUNDED CHRONIC DISEASE PROGRAMS AT MDH, THESE ACTIVITIES WILL BE ROOTED IN A WHOLE PERSON VIEW OF HEALTH, DESIGNED TO SUPPORT A CULTURE OF HEALTH THAT IS INCLUSIVE OF COMMUNITY ASSETS AND RESPONSIVE TO SOCIAL SUPPORT NEEDS. ACTIVITIES TO SUPPORT THESE GOALS WILL FOCUS ON EFFECTIVE IMPLEMENTATION OF HEALTH INFORMATION TECHNOLOGY, INCREASING AND EXPANDING TEAM-BASED CARE APPROACHES WITHIN CLINICAL SETTINGS, SCREENING FOR SDOH, AND ENHANCING REFERRAL NETWORKS TO ENSURE THAT SOCIAL SUPPORTS TO MEET BASIC NEEDS ARE IN PLACE AND BEING USED. 2304 WORK WILL BE GUIDED BY A LEARNING COLLABORATIVE (LC) THAT WILL USE A COMMUNITY ENGAGED APPROACH TO CO-IDENTIFY BARRIERS TO POSITIVE HEALTH OUTCOMES AND OPPORTUNITIES TO CO-CREATE SOLUTIONS TO BE TESTED AND EVALUATED FOR IMPACT. THESE STRATEGIC INTERVENTIONS ARE PLANNED IN PARTNERSHIP WITH HEALTH SYSTEMS, COMMUNITY ORGANIZATIONS, AND STRATEGIC PARTNERS FROM MULTIPLE SECTORS. MDH WILL SUPPORT THE IMPLEMENTATION AND EVALUATION OF A SET OF EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES. OUR APPROACH IS ROOTED IN MINNESOTA'S ACTION PLAN TO ADDRESS DIABETES, CARDIOVASCULAR DISEASE, AND STROKE 2035, OUR NEW STATE PLAN DESIGNED THROUGH A MULTI-YEAR PUBLIC ENGAGEMENT PROCESS, AND THE GUIDANCE OF A LEADERSHIP TEAM REPRESENTING COMMUNITY, PUBLIC HEALTH, MEDICINE, AND ACADEMIA. THE LONG-TERM OUTCOMES FOR THIS PROPOSAL ARE TO 1) IMPROVE CARDIOVASCULAR HEALTH; AND 2) REDUCE DISPARITIES IN CARDIOVASCULAR HEALTH. THE SHORT-TERM OUTCOMES INCLUDE: 1) INCREASED USE OF ELECTRONIC HEALTH RECORDS (EHR)/HEALTH INFORMATION TECHNOLOGY (HIT) TO REPORT, MONITOR, TRACK CLINICAL/SOCIAL NEEDS DATA TO IDENTIFY, MANAGE, AND TREAT PATIENTS AT HIGHEST RISK OF CVD ; 2) INCREASED USE OF STANDARDIZED PROCESSES/TOOLS TO IDENTIFY ASSESS, TRACK, AND ADDRESS SOCIAL NEEDS OF PATIENTS AT HIGHEST RISK OF CVD; 3) INCREASED USE OF EHR/HIT TO COMMUNICATE AND COORDINATE ACROSS CARE TEAM MEMBERS; 4) INCREASED USE OF MULTIDISCIPLINARY CARE TEAMS ADHERING TO EVIDENCE-BASED GUIDELINES TO ADDRESS PATIENTS’ SOCIAL NEEDS; 5) INCREASED MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS BARRIERS TO SOCIAL NEEDS; 6) INCREASED COMMUNITY CLINICAL LINKS TO IDENTIFY AND RESPOND TO SOCIAL NEEDS; 7) INCREASED USE OF COMMUNITY HEALTH WORKERS TO PROVIDE CONTINUUM OF CARE EXTENDING CLINICAL INTERVENTIONS AND ADDRESSING SOCIAL NEEDS; AND 8) INCREASED USE OF SMBP WITH CLINICAL SUPPORT IN CLINIC OR COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU58DP007436_7523"}, {"internal_id": 160587039, "Award ID": "NU58DP007435", "Award Amount": 1008833.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - ORGANIZATION: WISCONSIN DEPARTMENT OF HEALTH SERVICES, 1 WEST WILSON STREET, MADISON WI 53703-3445 SERVING: STATE OF WISCONSIN APPLICATION FOR: THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM (CDC-RFA-DP-23-0004)  THE WISCONSIN DEPARTMENT OF HEALTH SERVICES’ CHRONIC DISEASE PREVENTION PROGRAM (CDPP) AND PARTNERS WILL WORK TO ADDRESS THE PERSISTENT DISPARITIES IN CARDIOVASCULAR DISEASE AND ITS RELATED HEALTH FACTORS, WITH A FOCUS ON THE SOCIAL DETERMINANTS OF HEALTH (SDOH) THAT DRIVE HEALTH DISPARITIES AND INEQUITIES. OUR APPROACH WILL IMPLEMENT AND EVALUATE EVIDENCE-BASED AND INFORMED STRATEGIES TO PREVENT AND MANAGE CVD IN IDENTIFIED POPULATIONS AND COMMUNITIES. THIS WILL BE ACHIEVED THROUGH STATEWIDE AND REGIONAL LEARNING COLLABORATIVES (LC) INFORMED BY MEMBERS OF PRIORITY COMMUNITIES. THE APPROACH WILL FACILITATE COMMUNICATION AND EXCHANGE OF IDEAS TO INFORM DATA-DRIVEN HEALTHCARE PRACTICE IMPROVEMENTS, LINK COMMUNITY AND CLINICAL RESOURCES, AND ADDRESS SDOH TO REDUCE HYPERTENSION AND HIGH CHOLESTEROL.  THE WISCONSIN HEART HEALTH ALLIANCE WILL SERVE AS THE STATEWIDE LEARNING COLLABORATIVE WITH THREE ACTION-ORIENTED LCS TO SPECIFICALLY ADDRESS THE STRATEGIES OF THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM. THIS WILL INCLUDE TWO REGIONAL LCS IN BROWN AND DANE COUNTIES, AS WELL AS AN LC FOR RURAL HEALTH SYSTEMS. ALL THREE REPRESENT PRIORITY POPULATIONS, HAVING HIGH PREVALENCE OF CARDIOVASCULAR DISEASE, HYPERTENSION, AND HIGH CHOLESTEROL, AS WELL AS POOR SDOH. BROWN AND DANE HAVE A SIGNIFICANT PERCENTAGE OF THE POPULATION IDENTIFYING AS PERSONS OF COLOR.  THIS REGIONAL LC APPROACH ENSURES THAT A MAJORITY (=51%) OF LC COLLABORATORS AND PARTNERS ARE FROM, AND HAVE MEMBERS OF, THE PRIORITY POPULATIONS AND INCLUDE GEOGRAPHIC DISTRIBUTION.  STRATEGIES AND ACTIVITIES WILL BE IMPLEMENTED TO IMPROVE OUTCOMES FOR PEOPLE AT INCREASED RISK FOR CARDIOVASCULAR DISEASE INCLUDING 1) TRACK AND MONITOR CLINICAL AND SOCIAL SERVICES NEEDS USING ELECTRONIC HEALTH RECORDS AND HEALTH INFORMATION TECHNOLOGY, 2) INCREASE THE USE OF MULTIDISCIPLINARY TEAMS TO ADDRESS SOCIAL SERVICES AND SUPPORT NEEDS AND REFERRALS TO RESOURCES, AND, 3) LINK COMMUNITY RESOURCES AND CLINICAL SERVICES TO SUPPORT BIDIRECTIONAL REFERRALS, SELF-MANAGEMENT AND ENGAGEMENT OF COMMUNITY HEALTH WORKERS.  THROUGH THIS APPROACH, CDPP WILL ACHIEVE THESE OUTCOMES WITHIN PARTNER HEALTHCARE AND COMMUNITY SETTINGS: -\tINCREASED BLOOD PRESSURE CONTROL AMONG POPULATIONS. -\tDECREASED DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS. -\tINCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU58DP007435_7523"}, {"internal_id": 160587038, "Award ID": "NU58DP007434", "Award Amount": 1015605.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "MARYLAND CARDIOVASCULAR DISEASE PROGRAM - CENTER FOR CHRONIC DISEASE PREVENTION AND CONTROL, MARYLAND DEPARTMENT OF HEALTH, 201 W. PRESTON ST, BALTIMORE, MARYLAND, 21201  THE MARYLAND DEPARTMENT OF HEALTH’S (MDH) CENTER FOR CHRONIC DISEASE PREVENTION AND CONTROL (THE CENTER) IS APPLYING FOR THE CDC FUNDING OPPORTUNITY, “THE NATIONAL CARDIOVASCULAR PROGRAM,” OFFERED BY THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC).  THE CENTER WILL APPLY FOR THIS FUNDING AND LAUNCH A NEW PROGRAM CALLED THE MARYLAND HEART HEALTH PROGRAM (THE PROGRAM). THE PROGRAM WILL PROVIDE RESOURCES TO STRENGTHEN MDH’S EFFORTS TO REDUCE THE BURDEN OF CARDIOVASCULAR DISEASE (CVD) AND BUILD ON THE ACCOMPLISHMENTS AND OUTCOMES OF THE CENTER’S PREVIOUS HEART DISEASE GRANT THAT ADDRESSED HEALTHCARE SYSTEM CHANGES AND COMMUNITY-CLINICAL LINKAGES. THE PURPOSE OF THE PROGRAM IS TO SUPPORT INVESTMENTS IN IMPLEMENTING AND EVALUATING EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES TO PREVENT AND MANAGE CVD. CVD IS THE LEADING CAUSE OF DEATH IN MARYLAND, AND CEREBROVASCULAR DISEASES ARE THE FOURTH LEADING CAUSE OF DEATH.1 DISPARITIES IN CVD MORTALITY EXIST AMONG DEMOGRAPHIC CATEGORIES SUCH AS RACE, WITH NON-HISPANIC BLACKS HAVING A MORTALITY RATE THAT IS 120% HIGHER THAN NON-HISPANIC WHITES AND 260% HIGHER THAN HISPANICS.2 THESE RACIAL DISPARITIES ALSO EXIST IN THE MORTALITY RATES FOR CEREBROVASCULAR DISEASES WITH NON-HISPANIC BLACKS HAVE A SIGNIFICANTLY HIGHER MORTALITY RATE COMPARED TO NON-HISPANIC WHITES. THE CENTER PLANS TO PARTNER WITH ORGANIZATIONS IN HIGH-RISK COMMUNITIES TO ADDRESS THE NEEDS OF PRIORITY POPULATIONS. THE CENTER WILL UTILIZE AN EXISTING HEART DISEASE ADVISORY GROUP TO SUPPORT A LEARNING COLLABORATIVE (LC) TO SUPPORT HEALTH AGENCIES TO FACILITATE COMMUNICATION AND EXCHANGE OF IDEAS AND LEVERAGE TECHNICAL AND FINANCIAL RESOURCES TO SUPPORT IMPROVING CARDIOVASCULAR HEALTH OUTCOMES FOR ALL MARYLANDERS, SPECIFICALLY FOCUSING ON THOSE WITH OR AT THE HIGHEST RISK OF POOR CARDIOVASCULAR HEALTH OUTCOMES.  THE LC WILL HAVE EXPERTISE IN ADDRESSING HYPERTENSION AND HIGH CHOLESTEROL WITH POPULATIONS EXPERIENCING HEALTH INEQUITIES AND DISPARITIES. THE PROGRAM WILL EXPAND THE WORK OF THE MARYLAND PRIMARY CARE PROGRAM (MDPCP) AND THE MID-ATLANTIC ASSOCIATION OF COMMUNITY HEALTH CENTERS (MACHC) TO INCREASE THE USE OF STANDARDIZED PROCESSES OR TOOLS, MULTIDISCIPLINARY CARE TEAMS, AND ENGAGEMENT OF CHWS WITHIN PRIMARY CARE SETTINGS. BOTH WILL INCREASE ACCESS AND TRACK SUPPORTIVE SERVICES FOR THOSE AT THE HIGHEST RISK OF POOR CARDIOVASCULAR HEALTH OUTCOMES.  MDPCP SUPPORTS BUILDING A ROBUST, EFFECTIVE PRIMARY CARE SYSTEM, INCLUDING MEDICAL, BEHAVIORAL, AND SOCIAL NEEDS IN 525 PRACTICES WITH 374,000 PATIENTS. MACHC’S 14 MARYLAND CENTERS ARE NONPROFIT, COMMUNITY-DIRECTED PROVIDERS THAT SERVE AS THE HEALTH HOME FOR OVER 338,000 LOW-INCOME PEOPLE. ADDITIONAL STRATEGY ACTIVITIES INCLUDE EXPANDING THE NUMBER OF SELF-MEASURED BLOOD PRESSURE PROGRAMS (SMBP) WITH CLINICAL SUPPORT AMONG POPULATIONS WITH THE HIGHEST HYPERTENSION. MDH WILL ADD TWO NEW HEALTHY HEART AMBASSADOR SITES AND TWO NEW SMPB INITIATIVES IN FOOD DELIVERY PROGRAMS. OUTCOMES TO BE ADDRESSED DURING THE FIVE YEARS OF THIS GRANT ARE: OUTCOME MEASURE 1: INCREASE THE USE OF EHR/ HIT TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS DATA TO IMPROVE THE DETECTION OF HEALTHCARE DISPARITIES AND THE IDENTIFICATION, MANAGEMENT, AND TREATMENT OF PATIENTS AT THE HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. OUTCOME MEASURE 2: INCREASE UTILIZATION OF STANDARDIZED PROCESSES OR TOOLS IN FQHCS AND MDPCP PRACTICES TO IDENTIFY, ASSESS, TRACK, AND ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS AT THE HIGHEST RISK OF CVD. OUTCOME MEASURE 3: INCREASE THE USE OF MULTIDISCIPLINARY CARE TEAMS IN FEDERALLY QUALIFIED HEALTH CENTERS (FQHCS) AND IN MARYLAND PRIMARY CARE PROGRAM (MDPCP) ADHERING TO EVIDENCE-BASED GUIDELINES TO ADDRESS PATIENTS' SOCIAL SERVICES AND SUPPORT NEEDS AND IMPROVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0231c66f-0920-a26b-9ab6-73a18fa1d2d2-C", "generated_internal_id": "ASST_NON_NU58DP007434_7523"}, {"internal_id": 160587037, "Award ID": "NU58DP007433", "Award Amount": 934260.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "MONTANA CARDIOVASCULAR HEALTH PROGRAM - THE MONTANA DEPARTMENT OF PUBLIC HEALTH & HUMAN SERVICES’ (MT DPHHS) MONTANA CARDIOVASCULAR HEALTH PROGRAM (CVHP) IS APPLYING FOR THE CDC-RFA-DP-23-004 TO ADDRESS THE BURDEN OF CARDIOVASCULAR DISEASE (CVD) STATEWIDE, PARTICULARLY HYPERTENSION AND HIGH CHOLESTEROL.  THE WORK WILL INCLUDE ALL RESIDENTS OF THE STATE OF MONTANA WITH A SPECIFIC FOCUS ON AMERICAN INDIANS, VETERANS, PEOPLE WITH A DISABILITY, RESIDENTS LIVING IN RURAL/FRONTIER AREAS, AND LOW-INCOME MONTANANS INCLUDING THOSE ON MEDICAID. THE CVHP OFFICES ARE LOCATED AT 1400 BROADWAY STREET, COGSWELL BUILDING, C314 B, HELENA, MT 59601. THE CVHP HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES ACROSS MONTANA. THE CVHP WILL IMPROVE THE HEALTH OF ALL MONTANANS BY ACHIEVING THE OUTCOMES DESCRIBED IN THIS FUNDING OPPORTUNITY. THE CVHP HAS A LONG HISTORY OF PROVIDING HEART DISEASE AND STROKE PREVENTION AND MANAGEMENT PROGRAMMING AND SERVICES TO THE ENTIRE STATE WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL SINCE 2009. THIS INCLUDES LONG-STANDING PARTNERSHIPS, WELL-TRAINED AND EXPERIENCED STAFF, AND A COMMITTED STROKE WORKGROUP. THE CVH WILL IMPLEMENT ACTIVITIES THROUGH A COMPREHENSIVE, INCLUSIVE, AND COORDINATED APPROACH TO EXPAND HEALTH EQUITY EFFORTS IN CLINICAL AND COMMUNITY SETTINGS. THESE ACTIVITIES WILL OCCUR STATEWIDE WITH INCREASED FOCUS ON PRIORITY POPULATIONS, INCLUDING THOSE LIVING IN HIGH BURDEN AREAS OR THOSE WHO ARE AT HIGH-RISK THAT MAY OTHERWISE BE MISSED BY THESE ACTIVITIES. CONTINUED SURVEILLANCE AND EVALUATION ACTIVITIES WILL BE USED TO MONITOR PROGRESS, ANALYZE OUTCOMES, PERFORM QUALITY IMPROVEMENT, AND REPORT SUCCESS. WITH STRATEGIES 1A AND 1B, FUNDED CLINICS AND LARGER HEALTH SYSTEMS WILL SELECT AND USE A SOCIAL DETERMINANTS OF HEALTH (SDOH) SCREENER, DOCUMENT Z CODES IN THE ELECTRONIC HEALTH RECORD (EHR) PROBLEM LIST FOR PATIENTS, AND MONITOR REFERRALS OF PATIENTS TO COMMUNITY-BASED PROGRAMS ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS. THEY ALSO WILL USE POPULATION HEALTH DATA TO ASSESS HEALTH DISPARITIES IN TARGETED POPULATIONS. FOR STRATEGIES 2A AND 2B, THE LARGER HEALTH SYSTEMS WILL INTEGRATE THE SDOH SCREENER WITHIN THE EHR TO ENHANCE TEAM-BASED COMMUNICATION AND WILL EXPAND THEIR TEAM TO INCLUDE COMMUNITY-BASED PARTNERS. IN STRATEGY 2C, THE CVHP WILL FORM A 2304 LEARNING COLLABORATIVE TO REVIEW PRIORITY POPULATION DATA, HELP IDENTIFY STATEWIDE HEALTH EQUITY GOALS, AND DETERMINE WAYS TO ADDRESS BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS. FOR STRATEGY 3A, COMMUNITY-CLINICAL LINKS WILL BE ESTABLISHED VIA A BIDIRECTIONAL REFERRAL SYSTEM, AND HEALTH COACHES FOR HYPERTENSION CONTROL CLASSES WILL BE IMPLEMENTED IN NINE COMMUNITIES. WITH STRATEGY 3B, COMMUNITY HEALTH REPRESENTATIVES WILL IDENTIFY SOCIAL NEEDS OF TRIBAL MEMBERS AND REFER THEM TO COMMUNITY RESOURCES, AND COMMUNITY HEALTH WORKERS AFFILIATED WITH LARGER HEALTH SYSTEMS WILL LINK PATIENTS WITH HOUSING INSTABILITY TO HOUSING ASSISTANCE. STRATEGY 3C INVOLVES IMPLEMENTING BLOOD PRESSURE CUFF LOANER PROGRAMS IN COMMUNITY PHARMACIES, LABOR & DELIVERY UNITS, URBAN INDIAN HEALTH CENTERS, TRIBAL COLLEGES, COMMUNITY LIBRARIES AND WITH HEALTHCARE PROFESSIONALS SUCH AS DENTISTS. THE PROPOSED 2304 PROJECTS WILL ENHANCE COMMUNICATION AND INTEGRATION OF MONTANA HEALTH SYSTEMS AND COMMUNITY ORGANIZATIONS TO BETTER ADDRESS SOCIAL SERVICES AND SUPPORT NEEDS OF THOSE AT HIGHEST RISK OF CVD.  THESE STRATEGIES ALSO WILL HELP IMPROVE HEALTH OUTCOMES AND HEALTH EQUITY LONG-TERM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU58DP007433_7523"}, {"internal_id": 160587036, "Award ID": "NU58DP007432", "Award Amount": 1200813.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "MICHIGAN CARDIOVASCULAR HEALTH PROGRAM - CARDIOVASCULAR DISEASE (CVD) IS ONE OF THE LEADING CAUSES OF DEATH IN MICHIGAN, WHICH HAS ACCOUNTED FOR MORE THAN A QUARTER OF DEATHS IN 2021 (28%). CVD DISPROPORTIONATELY AFFECTS PEOPLE OF COLOR, LOWER SOCIOECONOMIC STATUS, AND ADULTS AGED 65 AND OLDER. THESE DISPARITIES CAN BE ATTRIBUTED TO THE SOCIAL DETERMINANTS OF HEALTH (SDOH) SUCH AS THE BUILT ENVIRONMENT, FOOD INSECURITY, AND ACCESS TO CARE. (CENTERS FOR DISEASE CONTROL AND PREVENTION [CDC], 2022).  THE PURPOSE OF THIS APPLICATION IS TO DEMONSTRATE HOW THE MICHIGAN DEPARTMENT OF HEALTH AND HUMAN SERVICES’ (MDHHS) HEART DISEASE AND STROKE PREVENTION UNIT (HDSP) HOUSED WITHIN THE CARDIOVASCULAR HEALTH NUTRITION AND PHYSICAL ACTIVITY SECTION (CVHNPA) WILL INVEST AND ENGAGE IN ACTIVITIES TO IMPROVE CARDIOVASCULAR HEALTH IN THE STATE. HDSP WILL ADDRESS HEALTH DISPARITIES BY TARGETING LOCAL COMMUNITIES WITH THE MOST SIGNIFICANT BURDEN OF CARDIOVASCULAR DISEASE AND IMPROVE THEIR ACCESS TO CARE, REDUCE FOOD INSECURITY, AND OVERCOME BARRIERS CAUSED BY THE BUILT ENVIRONMENT.  UNDER STRATEGY 1, HDSP WILL MAKE FURTHER ENHANCEMENTS TO DEVELOP ITS CHRONIC DISEASE REGISTRY, CHRONIC DISEASE REGISTRY LINKING ELECTRONIC HEALTH RECORD DATA (CHRONICLE), WITH STATEWIDE AND CLINICAL PARTNERS TO BUILD OUR CAPACITY TO UNDERSTAND EMERGENT, CHRONIC DISEASE TRENDS. IN ADDITION TO DEVELOPING A CHRONIC DISEASE REGISTRY, HDSP WILL WORK WITH CLINICAL PARTNERS TO IMPLEMENT QUALITY IMPROVEMENT INITIATIVES THAT ENSURE THE USE OF ELECTRONIC HEALTH RECORDS TO IDENTIFY AND ADDRESS SOCIAL NEEDS FOR THEIR PATIENTS. INITIAL CLINICAL PARTNERS INCLUDE CORKTOWN HEALTH CENTER, AUTHORITY HEALTH, HURLEY MEDICAL CENTER, MCLAREN, ASCENSION GENESYS HOSPITAL, AND FEDERALLY QUALIFIED HEALTH CENTERS (FQHC).  UNDER STRATEGY 2, HDSP WILL BUILD THE KNOWLEDGE, SKILLS, AND ABILITIES OF CLINICAL PARTNERS FROM STRATEGY 1 TO COORDINATE PATIENT-CENTERED MULTIDISCIPLINARY CARE TEAMS THAT MEET THE NEEDS OF DISPARATE COMMUNITIES THEY SERVE FOR IMPROVED CARDIOVASCULAR HEALTH OUTCOMES BY IMPROVING MEDICATION ADHERENCE AND OVERALL ACCESS TO QUALITY CARE.  UNDER STRATEGY 3, HDSP WILL IMPROVE FOOD SECURITY FOR PEOPLE WITH HYPERTENSION AND HIGH CHOLESTEROL BY EXPLORING OPPORTUNITIES WITH MICHIGAN FARMERS MARKET ASSOCIATION TO EXPAND STATEWIDE PRODUCE PRESCRIPTION PROGRAMS THROUGH POLICY CHANGES. AT THE LOCAL LEVEL, HDSP WILL EXPAND SELF-MEASURED BLOOD PRESSURE MONITORING (SMBP) PROGRAMS SUCH AS THE HEALTHY HEART AMBASSADOR PROGRAM (HHAP) AND YMCA’S BLOOD PRESSURE SELF-MONITORING PROGRAM. WITH THE HELP OF OUR CLINICAL PARTNERS, THESE PROGRAMS WILL HAVE A STRONG BI-DIRECTIONAL REFERRAL SYSTEM IN PLACE FOR HOUSING, FOOD, AND TRANSPORTATION RESOURCES. HHAP WILL ALSO BE INCORPORATED INTO MSU’S MATERNAL INFANT HEALTH HOME VISITING PROGRAM TO ADDRESS HYPERTENSIVE DISORDERS ASSOCIATED WITH PREGNANCY.  ALL STRATEGIES WILL CONTRIBUTE TO IMPROVING BLOOD PRESSURE CONTROL IN HEALTH CARE AND COMMUNITY SETTINGS, REDUCE DISPARITIES IN BLOOD PRESSURE AND BLOOD CHOLESTEROL CONTROL IN HEALTH CARE AND COMMUNITY SETTINGS, INCREASE UTILIZATION AND SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. BY ACHIEVING THESE OUTCOMES, MICHIGAN HOPES TO SEE IMPROVED CARDIOVASCULAR HEALTH AND REDUCED DISPARITIES IN CARDIOVASCULAR HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU58DP007432_7523"}, {"internal_id": 160587035, "Award ID": "NU58DP007431", "Award Amount": 946106.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - <![CDATA[PROBLEM: HEART DISEASE AND STROKE ARE AMONG THE LEADING CAUSES OF DEATH IN CONNECTICUT (CT). AN ESTIMATED 31.6% OF CT ADULTS HAVE BEEN TOLD BY A HEALTH PROFESSIONAL THAT THEY HAVE HIGH BLOOD PRESSURE. APPROXIMATELY 34.9% OF ADULTS HAVE BEEN TOLD BY A HEALTH PROFESSIONAL THAT IT WAS HIGH. EARLY IDENTIFICATION AND INTERVENTION INCLUDING CLINICALLY SUPPORTED SELF-MANAGEMENT, WILL HELP PEOPLE WITH THESE CHRONIC CONDITIONS IMPROVE THEIR HEALTH & REDUCE THEIR RISK FOR SERIOUS, LIFE-THREATENING COMPLICATIONS. PROJECT OUTCOMES: WITH CDC-RFA-DP-23-0004 FUNDING, THE CT DEPARTMENT OF PUBLIC HEALTH (DPH), LOCATED IN HARTFORD, CT, PROPOSES TO BUILD ON CURRENT CDC-RFA-DP18-1815 GRANT ACTIVITIES. THE FOCUS WILL BE COMMUNITIES WITH HIGH BURDEN OF CARDIOVASCULAR DISEASE (CVD), ITS RISK FACTORS, AND RELATED COMPLICATIONS TO IMPROVE ACCESS TO SCREENING, HEALTH CARE SERVICES, AND COMMUNITY SUPPORT THAT ASSIST OVERALL WELLNESS. AS A RESULT OF PROPOSED ACTIVITIES, CTDPH EXPECTS TO ACHIEVE AN INCREASE IN THE USE OF ELECTRONIC HEALTH RECORDS/HEALTH INFORMATION TECHNOLOGY (HER/HIT) & STANDARDIZED PROCESSES AND TOOLS TO ADDRESS SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENTS AT HIGHEST RISK OF CVD; INCREASE COMMUNICATION AMONG CARE TEAM MEMBERS & SUPPORT MULTIDISCIPLINARY CARE TEAMS ADHERENCE TO GUIDELINES TO ADDRESS PATIENTS’ HYPERTENSION AND HIGH CHOLESTEROL; AND INCREASE COMMUNITY-CLINICAL PARTNERSHIPS AND LINKS, INCLUDING ENGAGING COMMUNITY HEALTH WORKERS (CHWS) AND THE USE OF SELF-MEASURED BLOOD PRESSURE (SMBP) WITH CLINICAL SUPPORT, TO REDUCE BARRIERS AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS. INTERMEDIATE TERM OUTCOMES INCLUDE: IMPROVED AND REDUCED DISPARITIES IN BP CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE & COMMUNITY SETTINGS & INCREASED USE OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. PROJECT STRATEGIES / ACTIVITIES: WORKING WITH A CONTR ACTOR, CTDPH WILL CREATE A STATEWIDE CARDIOVASCULAR (CV) HEALTH LEARNING COLLABORATIVE (LC) THAT INVITES PARTICIPATION FROM BOTH HEALTH CARE ORGANIZATIONS (HCOS) AND COMMUNITY-BASED ORGANIZATIONS (CBOS) THAT ENGAGE WITH POPULATIONS MOST AT RISK FOR CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL. THE LC WILL ADDRESS HCOS SYSTEM NEEDS REQUIRED TO SUPPORT BEST PRACTICE IN CARE AND DISEASE PREVENTION, INCLUDING EHR IMPROVEMENTS TO TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS AND TO SUPPORT TEAM-BASED CARE AND ADVANCE COMMUNITY- CLINICAL LINKAGES, INCLUDING USE OF CHWS BY IMPROVING THEIR SUSTAINABILITY BY BUILDING OR STRENGTHENING A SUPPORTIVE INFRASTRUCTURE TO EXPAND THEIR INVOLVEMENT IN EVIDENCE-BASED CVD PREVENTION & MANAGEMENT PROGRAMS & SERVICES. THE LC WILL FACILITATE COMMUNICATION & THE EXCHANGE OF IDEAS AMONG HEALTH AGENCIES, LEVERAGE TECHNICAL & FINANCIAL RESOURCES TO SUPPORT IMPROVEMENTS IN CV HEALTH OUTCOMES, & INCREASE AWARENESS OF SOCIAL SERVICES & SUPPORTS THAT AIM TO REDUCE SOCIAL DETERMINANTS OF HEALTH (SDOH)-RELATED BARRIER TO CARE, USING THESE STRATEGIES:1)TRACK & MONITOR CLINICAL &SOCIAL SERVICES & SUPPORT NEEDS MEASURES SHOWN TO IMPROVE HEALTH & WELLNESS, HEALTH CARE QUALITY, & IDENTIFY PATIENTS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION & HIGH CHOLESTEROL; 2)IMPLEMENT TEAM-BASED CARE TO PREVENT & REDUCE CVD RISK WITH A FOCUS ON HYPERTENSION & HIGH CHOLESTEROL PREVENTION, DETECTION, CONTROL, & MANAGEMENT THROUGH MITIGATION OF SOCIAL SUPPORT BARRIERS TO IMPROVE OUTCOMES; & 3) LINK COMMUNITY RESOURCES & CLINICAL SERVICES THAT SUPPORT BI-DIRECTIONAL REFERRALS, SELF-MANAGEMENT, & LIFESTYLE CHANGE TO ADDRESS SOCIAL DETERMINANTS THAT PUT PRIORITY POPULATION AT INCREASED RISK OF CVD, WITH A FOCUS ON HYPERTENSION & HIGH CHOLESTEROL. COORDINATION: GRANT EVALUATION WILL BE COORDINATED WITH UCONN HEALTH. ACTIVITIES WILL BE DESIGNED TO HAVE A STATEWIDE IMPACT, INC LUDING EARLY IDENTIFICATION, SCREENING, REFERRALS, & TRACKING OF PATIENT OUTCOMES, WITH EFFORTS TO ADDRESS SDOH.]]>", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU58DP007431_7523"}, {"internal_id": 160587034, "Award ID": "NU58DP007430", "Award Amount": 1172233.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "TENNESSEE CARDIOVASCULAR HEALTH PROGRAM - TENNESSEE DEPARTMENT OF HEALTH (TDH), 710 JAMES ROBERTSON PARKWAY, NASHVILLE, TN 37243, IS APPLYING FOR CDC-RFA-DP-23-0004, THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM. TDH HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES STATEWIDE AND IDENTIFIED PRIORITY COUNTIES.  SIX IN 10 AMERICANS LIVE WITH AT LEAST ONE CHRONIC DISEASE, SUCH AS HEART DISEASE, STROKE, CANCER, OR DIABETES. THESE AND OTHER CHRONIC DISEASES ARE THE LEADING CAUSES OF DEATH AND DISABILITY IN THE UNITED STATES (US), AND THE LEADING DRIVERS OF HEALTHCARE COSTS. ACCORDING TO AMERICA’S HEALTH RANKINGS (2022), TENNESSEE (TN) RANKS 44TH FOR OVERALL HEALTH. THE ANNUAL REPORT SHOWED TN RANKED IN THE BOTTOM 10 STATES FOR MULTIPLE FACTORS AND INDICATED CONSIDERABLE CHALLENGES AFFECTING THE HEALTH AND WELL-BEING OF TENNESSEANS, INCLUDING DIABETES (46TH), CARDIOVASCULAR DISEASE (CVD; 46TH), HYPERTENSION (HTN; 41ST), MULTIPLE CHRONIC CONDITIONS (46TH), FOOD INSECURITY (35TH), PHYSICAL INACTIVITY (43RD), YOUTH OVERWEIGHT AND OBESITY (41ST), AND ADULT OBESITY (31ST). ATHEROSCLEROTIC CARDIOVASCULAR DISEASE (CVD) REFERS TO FOUR CONDITIONS: CORONARY ARTERY DISEASE (CAD) WHICH IS ALSO REFERRED TO AS CORONARY HEART DISEASE (CHD), CEREBROVASCULAR DISEASE, PERIPHERAL ARTERY DISEASE (PAD), AND AORTIC ATHEROSCLEROSIS (INCLUDING THORACIC AND ABDOMINAL ANEURYSMS). ACCORDING TO TN STATEWIDE LEADING CAUSE OF DEATH DATA (2020; ALL RACES), HEART DISEASE REMAINS THE LEADING CAUSE OF DEATH FOLLOWED BY CEREBROVASCULAR DISEASE (6TH) AND HTN AND RENAL DISEASE (13TH) FOR TENNESSEANS.  AS SHOWN ON THE CDC INTERACTIVE ATLAS OF HEART DISEASE AND STROKE (2018-2020), 22 OF TN’S 95 COUNTIES, HAVE THE HIGHEST TOTAL CARDIOVASCULAR BURDEN AND RELATED RISK FACTORS. EMPHASIS ON CVD AWARENESS AND EDUCATION WILL FOCUS ON THE FOLLOWING COUNTIES: LAKE, OBION, DYER, HENRY, LAUDERDALE, CROCKETT, GIBSON, CARROLL, HUMPHREY, DECATUR, PERRY, MCNAIRY, HARDIN, LAWRENCE, GILES, MARSHALL, BEDFORD, LINCOLN, GRUNDY, CAMPBELL, CLAIBORNE, AND COCKE. THESE COUNTIES ARE VULNERABLE TO CVD DUE TO RISK FACTORS SUCH AS INCREASED RATES OF HTN AND HYPERLIPIDEMIA, RANKING HIGH ON THE SOCIAL VULNERABILITY INDEX (SVI), AND BEING DISTRESSED DUE TO THEIR LOW POPULATION DENSITY AND LACK OF ACCESS TO RESOURCES.  THIS FUNDING OPPORTUNITY WILL BUILD ON THE ACCOMPLISHMENTS AND OUTCOMES ACHIEVED IN THE HEALTHCARE SYSTEM AND COMMUNITY-CLINICAL LINK DOMAINS OF THE DP18-1815 AND ALLOW TDH TO WORK DELIBERATELY ON SYSTEMS CHANGE AND ADVANCEMENT OF HEALTH EQUITY. THE PROVISIONS AWARDED WILL SUPPORT THE PRIORITIZATION OF POPULATIONS AND COMMUNITIES WITH THE HIGHEST PREVALENCE AND THOSE DISPROPORTIONATELY AFFECTED BY CVD, SPECIFICALLY HTN, HIGH CHOLESTEROL, AND STROKE THROUGH PARTNERSHIPS WITH HEART DISEASE AND STROKE LEARNING COLLABORATIVES (LC) AND OTHER INNOVATIVE INITIATIVES TO SUPPORT THE FOLLOWING STRATEGIES:  -\tSTRATEGY 1: TRACK AND MONITOR CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS MEASURES SHOWN TO IMPROVE HEALTH AND WELLNESS, HEALTH CARE QUALITY, AND IDENTIFY PATIENTS AT THE HIGHEST RISK OF CVD WITH A FOCUS ON HTN AND HIGH CHOLESTEROL. -\tSTRATEGY 2: IMPLEMENT TEAM-BASED CARE TO PREVENT AND REDUCE CVD RISK WITH A FOCUS ON HTN AND HIGH CHOLESTEROL PREVENTION, DETECTION, CONTROL, AND MANAGEMENT THROUGH MITIGATION OF SOCIAL SUPPORT BARRIERS TO IMPROVE OUTCOMES. -\tSTRATEGY 3: LINK COMMUNITY RESOURCES AND CLINICAL SERVICES THAT SUPPORT BIDIRECTIONAL REFERRALS, SELF-MANAGEMENT, AND LIFESTYLE CHANGE TO ADDRESS SOCIAL DETERMINANTS THAT PUT PRIORITY POPULATIONS AT INCREASED RISK OF CARDIOVASCULAR DISEASE.  WITHIN FIVE YEARS TN WILL DEMONSTRATE:  -\tIMPROVED BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS. -\tREDUCED DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTH CARE AND COMMUNITY SETTINGS. -\tINCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT THE HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU58DP007430_7523"}, {"internal_id": 160587033, "Award ID": "NU58DP007429", "Award Amount": 949314.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE DELAWARE DIVISION OF PUBLIC HEALTH’S DIABETES AND HEART DISEASE PREVENTION AND CONTROL PROGRAM AIMS TO AIMS TO IMPLEMENT EVIDENCE-BASED STRATEGIES TO IMPROVE THE MANAGEMENT AND PREVENTION OF CARDIOVASCULAR DISEASE (CVD) IN POPULATIONS DISPROPORTIONATELY AT RISK IN DELAWARE. THE PROJECT WILL FOCUS ON IDENTIFYING AND ADDRESSING DISPARITIES IN CVD RISK FACTORS, SUCH AS HYPERTENSION, DIABETES, AND OBESITY, AMONG PRIORITY POPULATIONS, INCLUDING RACIAL AND ETHNIC MINORITIES, OLDER ADULTS, AND INDIVIDUALS WITH LOW INCOME OR LIMITED ACCESS TO HEALTHCARE. THE PROJECT WILL INVOLVE COLLABORATION WITH HEALTHCARE PROVIDERS, COMMUNITY-BASED ORGANIZATIONS, AND OTHER STAKEHOLDERS TO IDENTIFY AND IMPLEMENT INTERVENTIONS THAT HAVE BEEN SHOWN TO BE EFFECTIVE IN REDUCING CVD RISK AND IMPROVING OUTCOMES. THE GOAL IS TO REDUCE THE BURDEN OF CVD AND IMPROVE HEALTH EQUITY FOR ALL RESIDENTS OF DELAWARE.  DELAWARE WILL CONTINUE TO BUILD CAPACITY AND SUSTAINABILITY AROUND CATEGORY B WORK FOR CARDIOVASCULAR DISEASE PREVENTION AND MANAGEMENT STRATEGIES IMPLEMENTED DURING THE 5-YEAR FUNDING CYCLE WITH 1815 AS WELL AS DEVELOP OR JOIN A LEARNING COLLABORATIVE. DURING THE FIRST YEAR OF THE DP-23-0004 GRANT, DPH WILL WORK DILIGENTLY TO ADDRESS STRATEGIES AND MEASURES DEFINED IN THE APPLICATION.  -\tTRACK AND MONITOR CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS MEASURES SHOWN TO IMPROVE HEALTH AND WELLNESS, HEALTH CARE QUALITY, AND IDENTIFY PATIENTS AT HIGHEST RISK OF CARDIOVASCULAR DISEASE (CVD) WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.  -\tIMPLEMENT TEAM-BASED CARE TO PREVENT AND REDUCE CVD RISK WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL PREVENTION, DETECTION, CONTROL, AND MANAGEMENT THROUGH THE MITIGATION OF SOCIAL SUPPORT BARRIERS TO IMPROVE OUTCOMES.  -\tLINK COMMUNITY RESOURCES AND CLINICAL SERVICES THAT SUPPORT BIDIRECTIONAL REFERRALS, SELF-MANAGEMENT, AND LIFESTYLE CHANGE TO ADDRESS SOCIAL DETERMINANTS THAT PUT THE PRIORITY POPULATIONS AT INCREASED RISK FOR CARDIOVASCULAR DISEASE WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.  DELAWARE HAS BEEN SUCCESSFUL IN SEVERAL AREAS OF HEALTHCARE, POPULATION HEALTH AND IMPROVING ACCESS TO CARDIOVASCULAR CARE IN UNDERSERVED AREAS. BUILDING ON ITS STRONG INTERNAL INFRASTRUCTURE AND UNIQUE RELATIONSHIP A DIVERSE SET OF PARTNERS, THE DELAWARE DIVISION OF PUBLIC HEALTH IS PREPARED TO INITIATE THE DEVELOPMENT AND IMPLEMENTATION OF THE PROPOSED INITIATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU58DP007429_7523"}, {"internal_id": 160587032, "Award ID": "NU58DP007428", "Award Amount": 1212817.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "NC NATIONAL CARDIOVASCULAR HEALTH PROGRAM - THE COMMUNITY AND CLINICAL CONNECTIONS FOR PREVENTION AND HEALTH BRANCH (CCCPH) WITHIN THE NC DEPARTMENT OF HEALTH AND HUMAN SERVICES IS PHYSICALLY LOCATED AT 5505 SIX FORKS RD., RALEIGH, NC AND WILL LEAD IMPLEMENTATION OF 23-0004 STRATEGIES THROUGHOUT NORTH CAROLINA (NC).  CCCPH WILL IMPROVE THE PREVENTION AND MANAGEMENT OF CARDIOVASCULAR DISEASE (CVD) FOR POPULATIONS AT DISPROPORTIONATE RISK FOR CVD MORBIDITY AND MORTALITY IN NC. THE STRATEGIES PROPOSED AIM TO IMPLEMENT EVIDENCE-BASED/INFORMED ACTIVITIES TO ADDRESS BOTH PHYSICAL AND SOCIAL DETERMINANT OF HEALTH RISK FACTORS FOR CVD IN AREAS OF THE STATE WITH HIGH CVD MORTALITY AND MORBIDITY RATES. CCCPH WILL DEVELOP NEW ACTIVITIES AS WELL AS EXPAND PARTNER NETWORKS AND ACTIVITIES PREVIOUSLY ESTABLISHED UNDER 1815 FUNDING.  SHORT-TERM OUTCOMES BY STRATEGY: STRATEGY 1: 1) INCREASED USE OF ELECTRONIC HEALTH RECORDS (EHRS) OR HEALTH INFORMATION TECHNOLOGY (HIT) TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS DATA TO IMPROVE DETECTION OF HEALTH CARE DISPARITIES AND THE IDENTIFICATION, MANAGEMENT, AND TREATMENT OF PATIENTS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; AND 2) INCREASED USE OF STANDARDIZED PROCESSES OR TOOLS TO IDENTIFY, ASSESS, TRACK, AND ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS OF PATIENT POPULATIONS AT HIGHEST RISK OF CVD. STRATEGY 2: 1) INCREASED USE OF EHRS OR HIT TO SUPPORT COMMUNICATION AND COORDINATION AMONG CARE TEAM MEMBERS TO MONITOR AND ADDRESS PATIENTS’ HYPERTENSION AND HIGH CHOLESTEROL; 2) INCREASED USE OF MULTIDISCIPLINARY CARE TEAMS ADHERING TO EVIDENCE-BASED GUIDELINES TO ADDRESS PATIENTS' SOCIAL SERVICES AND SUPPORT NEEDS AND IMPROVE THE MANAGEMENT AND TREATMENT OF HYPERTENSION AND HIGH CHOLESTEROL; AND 3) INCREASED MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS IDENTIFIED BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS WITHIN POPULATIONS AT HIGHEST RISK OF CVD. STRATEGY 3: 1) INCREASED COMMUNITY CLINICAL LINKS TO IDENTIFY AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS OF POPULATIONS AT HIGHEST RISK OF CVD WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL; 2) INCREASED ENGAGEMENT OF COMMUNITY HEALTH WORKERS (CHWS), OR THEIR EQUIVALENTS, TO PROVIDE A CONTINUUM OF CARE EXTENDING CLINICAL INTERVENTIONS AND ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS; AND 3) INCREASED USE OF SELF-MEASUREMENT OF BLOOD PRESSURE (SMBP) WITH CLINICAL SUPPORT WITHIN POPULATIONS AT HIGHEST RISK OF HYPERTENSION.  INTERMEDIATE OUTCOMES: 1) IMPROVED BLOOD PRESSURE CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTHCARE AND COMMUNITY SETTINGS: 2) REDUCED DISPARITIES IN HYPERTENSION CONTROL AMONG POPULATIONS WITHIN PARTNER HEALTHCARE AND COMMUNITY SETTINGS; AND 3) INCREASED UTILIZATION OF SOCIAL SERVICES AND SUPPORT AMONG POPULATIONS AT HIGHEST RISK OF CVD, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL.  LONG-TERM OUTCOMES: 1) IMPROVED CARDIOVASCULAR HEALTH; AND 2) REDUCED DISPARITIES IN CARDIOVASCULAR HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU58DP007428_7523"}, {"internal_id": 160587031, "Award ID": "NU58DP007427", "Award Amount": 880310.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THIS PROJECT AIMS TO PREVENT AND MANAGE CARDIOVASCULAR DISEASES IN POPULATIONS AT HIGHER RISK. - THIS HEALTHY ENVIRONMENTS ACTIVE LIVING (HEAL) PROGRAM AT THE UTAH DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS), 288 NORTH 1460 WEST, SALT LAKE CITY UTAH, IS APPLYING FOR CDC-RFA-DP23-0004, THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM FUNDING OPPORTUNITY. THE HEAL PROGRAM WILL WORK TO IMPROVE CARDIOVASCULAR DISEASE (CVD) OUTCOMES BY ADDRESSING HYPERTENSION (HTN) AND HIGH BLOOD CHOLESTEROL IDENTIFICATION AND MANAGEMENT, INCLUDING LIFESTYLE FACTORS. THE HEAL PROGRAM WILL WORK WITH UTAH’S 13 LOCAL HEALTH DEPARTMENTS (LHDS) ALONG WITH CLINICAL AND COMMUNITY PARTNERS TO EXPAND UTAH’S LEARNING COLLABORATIVE, THE UTAH MILLION HEARTS COALITION (UMHC), AND DEVELOP NEW PROJECTS THAT AIM TO REDUCE HEALTH DISPARITIES AND ADDRESS SOCIAL DETERMINANTS OF HEALTH (SDOH) IN PRIORITY POPULATIONS.  UTAH’S 13 LHDS WILL SERVE AS THE PRIMARY CONTRACTORS FOR UTAH’S CVD EFFORTS. THEIR LOCAL EXPERTISE AND FAMILIARITY WITH COMMUNITY NEEDS WILL ENSURE EACH STRATEGY IS TAILORED TO MEET THE NEEDS OF PRIORITY POPULATIONS IN EACH GEOGRAPHIC AREA, AS APPROPRIATE. WITH THIS SUPPORT, THE HEAL PROGRAM HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE PROPOSED IN THE ACCOMPANYING WORK PLAN. THE HEAL PROGRAM WILL PARTNER WITH LHDS TO ASSIST PRIMARY CARE PROVIDERS IN APPLYING EVIDENCE-BASED APPROACHES TO HYPERTENSION MANAGEMENT AND CHOLESTEROL CONTROL, INCLUDING TEAM-BASED CARE, THROUGH EACH OF THE GRANT’S THREE MAIN STRATEGIES. THROUGH THESE PARTNERSHIPS HEAL WILL INCREASE USE OF ELECTRONIC HEALTH RECORDS (EHRS) OR HEALTH INFORMATION TECHNOLOGY (HIT) AND STANDARDIZED PROCESSES OR TOOLS TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS DATA TO IMPROVE DETECTION OF HEALTHCARE DISPARITIES AND THE IDENTIFICATION, MANAGEMENT, AND TREATMENT OF PATIENTS AT HIGHEST RISK OF CVD. IN ADDITION, THE HEAL PROGRAM AIMS TO INCREASE USE OF MULTIDISCIPLINARY CARE TEAMS AND COMMUNICATION TO IMPROVE MANAGEMENT AND TREATMENT OF HTN AND HIGH CHOLESTEROL. THE HEAL PROGRAM WILL IDENTIFY STATE AND LOCAL COMMUNITY RESOURCES AND ASSIST CLINICS IN INCREASING REFERRALS TO COMMUNITY AND LIFESTYLE-BASED PROGRAMS. TO ADDRESS THE SOCIAL DETERMINANTS OF HEALTH (SDOH), AND TO ENSURE THE NEEDS OF PRIORITY POPULATIONS ARE MET, THE HEAL PROGRAM IMPLEMENTED A HEALTH EQUITY PLAN.  THROUGHOUT THE GRANT PERIOD, THE HEAL PROGRAM WILL LEVERAGE THE UMHC, WHICH HAS OVER THIRTY MEMBERS REPRESENTING LHDS, PRIMARY CARE CLINICS, INSURANCE COMPANIES, NONPROFITS, HEALTH SYSTEMS, AND OTHER ORGANIZATIONS. THROUGHOUT YEAR ONE, THE UMHC WILL INCREASE MEMBERSHIP TO ENSURE AT LEAST 51% OF MEMBERS REPRESENT PRIORITY POPULATIONS TO INCREASE MULTIDISCIPLINARY PARTNERSHIPS THAT ADDRESS IDENTIFIED BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS. THE HEAL PROGRAM WILL ALSO LEVERAGE THE STATE’S CHW COALITION TO INCREASE ENGAGEMENT OF CHWS TO PROVIDE A CONTINUUM OF CARE EXTENDING CLINICAL INTERVENTIONS AND ADDRESSING SOCIAL SERVICES AND SUPPORT NEEDS. THESE COALITIONS ACT AS ADVISORS TO ENSURE GRANT EFFORTS ARE STRATEGICALLY ALIGNED AND COMPREHENSIVE IN NATURE. LASTLY, THE HEAL PROGRAM WILL WORK WITH UMHC TO INCREASE UTILIZATION OF SELF-MEASURED BLOOD PRESSURE (SMBP). THROUGHOUT THE FIVE YEARS OF THIS GRANT, ALL WORK PLAN ACTIVITIES WILL LEAD TO IMPROVED OUTCOMES FOR HTN AND HIGH CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU58DP007427_7523"}, {"internal_id": 160587030, "Award ID": "NU58DP007426", "Award Amount": 1032286.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "NMDOH HDSPP FOR LOW-INCOME NEW MEXICANS, BLACK/ AFRICAN AMERICANS, AND RURAL COUNTIES THROUGH THE IMPLEMENTATION OF EVIDENCE-BASED, HEALTH-EQUITY FOCUSED INTERVENTIONS. - THE NEW MEXICO DEPARTMENT OF HEALTH (NMDOH), HEART DISEASE AND STROKE PREVENTION PROGRAM (HDSPP) AIMS TO ADDRESS HEALTH DISPARITIES IN CARDIOVASCULAR DISEASE (CVD) BY REDUCING SOCIAL DETERMINANTS OF HEALTH (SDOH) RELATED BARRIERS IMPACTING PRIORITY POPULATIONS AT HIGHEST RISK FOR CVD. NEW MEXICO IS PRIORITIZING AND EMPHASIZING STRATEGIES TO REACH PRIORITY POPULATIONS THAT WILL ALLOW US TO ACHIEVE STATEWIDE REACH, INCLUSIVE OF ALL POPULATIONS AND COMMUNITIES IN THE STATE BECAUSE WE BELIEVE STATEWIDE CHANGE HAPPENS WHEN WE ADDRESS THE COMMUNITIES THAT SUFFER THE LARGEST HEALTH BURDENS. NEW MEXICO HAS IDENTIFIED THE FOLLOWING AS PRIORITY POPULATIONS: BLACK/ AFRICAN AMERICAN, PEOPLE EXPERIENCING POVERTY, AND CHAVES AND LUNA COUNTIES. WE HAVE CHOSEN THESE POPULATIONS BASED ON THE FOLLOWING FACTORS RELATED TO DISPROPORTIONATE INCIDENCE AND PREVALENCE OF CVD AND HYPERTENSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU58DP007426_7523"}, {"internal_id": 160587029, "Award ID": "NU58DP007425", "Award Amount": 1144748.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE KENTUCKY CARDIOVASCULAR HEALTH PROGRAM - IN 2021 KENTUCKY RANKED 48TH IN LIFE EXPECTANCY AND CARDIOVASCULAR DISEASE (CVD) IS THE LEADING CAUSE OF DEATH IN KENTUCKY. ADULT KENTUCKIANS HAVE A HIGH BLOOD PRESSURE CRUDE PREVALENCE OF 39.9%, COMPARED WITH THE NATIONAL RATE OF 32.4% AND A HIGH CHOLESTEROL CRUDE PREVALENCE OF 37.5 % COMPARED WITH THE US RATE OF 35.7%.  IN KENTUCKY THESE RISK FACTORS FOR CVD CAN INCREASE DRAMATICALLY DEPENDING ON RACE, ETHNICITY, INCOME AND GEOGRAPHY. TO ADDRESS THESE RISK FACTORS, THE KENTUCKY DEPARTMENT FOR PUBLIC HEALTH’S (KDPH), KENTUCKY HEART DISEASE AND STROKE PREVENTION (KHDSP) PROGRAM AND THEIR PARTNERS AIM TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE (CVD) BY IMPLEMENTING AND EVALUATING EVIDENCE-BASED AND EVIDENCE-INFORMED STRATEGIES. THE INTENDED OUTCOMES OF THESE STRATEGIES ARE TO IMPROVE HYPERTENSION CONTROL, REDUCE DISPARITIES IN BLOOD PRESSURE CONTROL AND REDUCE THE IMPACT OF SOCIAL DETERMINANTS OF HEALTH (SDOH) THROUGH COMMUNITY-CLINICAL LINKAGES THAT ADDRESS SOCIAL SERVICE AND SUPPORT NEEDS OF PATIENTS WITH THE HIGHEST PREVALENCE OR RISK FOR CVD. EVEN THOUGH KHDSP’S ACTIVITIES HAVE STATEWIDE CAPACITY, THE KHDSP HAS PRIORITIZED PARTNERSHIPS THAT SERVE BLACK PERSONS, HISPANIC PERSONS, PEOPLE WHO LIVE AT OR BELOW THE FEDERAL POVERTY LEVEL, LIVE IN RURAL OR APPALACHIAN COUNTIES AND PEOPLE WHO ARE 65 AND OLDER.  WITH EXISTING AND NEW PARTNERS KHDSP WILL CREATE A MULTIDISCIPLINARY CROSS FUNCTIONAL LEARNING COLLABORATIVE (LC) TO ADVANCE COMMUNITY-CLINICAL LINKAGES THAT IMPROVE HEALTH EQUITY AND REDUCE DISPARITIES IN HEALTH OUTCOMES FOR POPULATIONS WITH THE HIGHEST PREVALENCE OR RISK FOR CVD. ANTICIPATED LC MEMBERS INCLUDE OTHER CDC-FUNDED STATE PROGRAMS, PUBLIC HEALTH ENTITIES, HEALTH SYSTEMS AND COMMUNITY-BASED ORGANIZATIONS THAT ADDRESS SOCIAL SERVICE AND SUPPORT NEEDS AND SOCIAL INJUSTICES. THROUGH LEADERSHIP, DEDICATED STAFF AND FINANCIAL AND TECHNICAL RESOURCES, KHDSP WILL COORDINATE CROSS SECTOR COMMUNICATION AND ACTIVITIES TO ADDRESS SDOH IN PRIORITY POPULATIONS AND REDUCE HEALTH INEQUITY.  AS A KEY STRATEGY TO IMPROVE HYPERTENSION CONTROL OVERALL AND TO REDUCE DISPARITIES IN HYPERTENSION CONTROL, KHDSP WILL PROMOTE THE USE OF ELECTRONIC HEALTH RECORDS (EHR) OR HEALTH INFORMATION TECHNOLOGY (HIT) IN HEALTH SYSTEMS TO MONITOR, TRACK AND REPORT QUALITY MEASURES FOR CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS. AS PART OF THIS EFFORT KHDSP WILL COORDINATE A HYPERTENSION QUALITY IMPROVEMENT INSTITUTE AND ASSIST PARTNERS TO DEVELOP EHR/HIT WORKFLOWS THAT ALLOW FOR THE DISAGGREGATION OF CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS DATA TO IMPROVE HEALTH EQUITY WITHIN THEIR SETTINGS. IN ADDITION, KHDSP WILL CONTINUE TO PROMOTE THE ADOPTION OF EVIDENCE-BASED QUALITY MEASUREMENT AT THE PROVIDER LEVEL THROUGH THE CONSISTENT IMPLEMENTATION OF THE CARDIOVASCULAR ASSESSMENT, RISK REDUCTION AND EDUCATION, SELF-MEASURED BLOOD PRESSURE MONITORING PROGRAM (CARE SMBP) USING AN IMPLEMENTATION SCIENCE FRAMEWORK. CARE SMBP IS A STATE APPROVED BI-DIRECTIONAL PROVIDER REFERRAL PROGRAM THAT FOCUSES ON LIFESTYLE CHANGE EDUCATION WITH CLINICAL SMBP SUPPORT THROUGH TEAM-BASED CARE. KHDSP WILL ALSO WORK WITH CARE SMBP PARTNERS TO INTEGRATE CARE SMBP AS A VEHICLE TO USE OR DEVELOP STANDARDIZED PROCESSES AND TOOLS TO IDENTIFY, TRACK AND MONITOR REFERRALS FOR SOCIAL SERVICES AND SUPPORT NEEDS RESULTING FROM CARE SMBP ENCOUNTERS WHETHER IN A COMMUNITY OR CLINICAL SETTING. AT MULTIPLE SYSTEMS LEVELS, KHDSP WILL SUPPORT THE IDENTIFICATION AND DEPLOYMENT OF COMMUNITY HEALTH WORKERS AS CRITICAL COMMUNITY-CLINICAL CONNECTIONS TO ADDRESS SOCIAL SERVICE AND SUPPORT NEEDS OF POPULATIONS WITH THE HIGHEST PREVALENCE OR RISK FOR CVD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU58DP007425_7523"}, {"internal_id": 160587028, "Award ID": "NU58DP007424", "Award Amount": 893177.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM - IN NORTH DAKOTA, THE MOST VULNERABLE AND UNDERSERVED POPULATIONS SUFFER FROM THE HIGHEST RATES OF CARDIOVASCULAR DISEASE (CVD) WITH LOWER RATES OF CONTROL. INCOME-RELATED INEQUALITIES DRIVE MUCH OF THE DISPARITY SEEN IN CHRONIC DISEASE DATA NATIONALLY, AND THE FRONTIER NATURE OF NORTH DAKOTA’S LANDSCAPE PROVIDES AN ADDITIONAL BARRIER FOR INDIVIDUALS TO ACCESS HEALTHCARE AND SOCIAL SERVICES. THIS APPLICATION LEVERAGES COLLABORATION BETWEEN INTERNAL AND EXTERNAL PARTNERS TO DEVELOP AND IMPLEMENT SUSTAINABLE POLICIES AND SYSTEM CHANGES TO BETTER ADDRESS THE NEEDS OF ALL NORTH DAKOTANS WITH OR AT-RISK FOR CVD, ESPECIALLY THOSE EXPERIENCING LOW SOCIOECONOMIC STATUS (SES). ANTICIPATED OUTCOMES INCLUDE, BUT ARE NOT LIMITED TO, SYSTEMATIC IDENTIFICATION AND ADDRESSING OF SOCIAL SERVICES NEEDS FOR PERSONS WITH OR AT RISK FOR CVD, INCREASED UTILIZATION AND COLLABORATION OF MULTIDISCIPLINARY CARE TEAMS TO IMPROVE MANAGEMENT OF CVD, AND ENHANCED COORDINATION OF CLINICAL AND COMMUNITY SERVICES TO ADDRESS NEEDS OF PATIENTS WITH CVD. OPPORTUNITIES EXIST FOR THE NORTH DAKOTA DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS) TO STRENGTHEN STATEWIDE APPROACHES TO CVD MANAGEMENT. TO ADDRESS THE SOCIAL DETERMINANTS OF HEALTH (SDOH) THAT REDUCE INDIVIDUALS’ CAPACITY TO EFFECTIVELY MANAGE THEIR CHRONIC DISEASE DIAGNOSIS OR RISK, AND TO IMPACT HEALTH DISPARITIES THAT EXIST AMONG NORTH DAKOTANS WITH CVD, IMPLEMENTATION OF STATEWIDE INFRASTRUCTURE TO SUPPORT BI-DIRECTIONAL COMMUNICATION AND SHARED HEALTH OUTCOMES AND SOCIAL SERVICES NEEDS DATA TRACKING BETWEEN CLINICAL AND COMMUNITY ORGANIZATIONS IS NEEDED AND WILL BE A STRATEGY APPROACH OF THE NORTH DAKOTA DHHS.  NORTH DAKOTA DHHS’S PROPOSED WORK TO MEET THE INTENDED OUTCOMES OF CDC-RFA-DP-23-0004 THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM WILL REQUIRE A WIDE VARIETY OF CURRENT, NEW, AND EXPANDED PARTNERSHIPS. PARTNERSHIPS WILL INCLUDE HEALTH SYSTEMS, PHARMACIES, LOCAL PUBLIC HEALTH, AND COMMUNITY-BASED ORGANIZATIONS. THE NORTH DAKOTA DHHS HAS THE CAPACITY TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE. ONGOING COLLABORATION WITH THREE OF THE FIVE TERTIARY HEALTH SYSTEMS WILL GENERATE SYSTEM-LEVEL CHANGES THAT AFFECT APPROXIMATELY 75% OF NORTH DAKOTA’S POPULATION. IN ADDITION, A LONG-STANDING PARTNERSHIP WITH AN EXPANSIVE NETWORK OF FEDERALLY QUALIFIED HEALTH CENTERS WILL RESULT IN IMPROVED QUALITY OF CARE FOR A PATIENT POPULATION OF PRIMARILY LOW SES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU58DP007424_7523"}, {"internal_id": 160587027, "Award ID": "NU58DP007423", "Award Amount": 877466.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "93.426", "Description": "WYOMING'S CARDIOVASCULAR HEALTH PROGRAM - THE WYOMING DEPARTMENT OF HEALTH-PUBLIC HEALTH DIVISION (WDH-PHD) WHOSE ADDRESS IS: 122 WEST 25TH STREET, 3RD FLOOR WEST, CHEYENNE, WYOMING 82002 WILL BE APPLYING FOR CDC-RFA-DP-23-0004, THE NATIONAL CARDIOVASCULAR HEALTH PROGRAM. WDH-PHD IS COMMITTED TO PROMOTING, PROTECTING, AND IMPROVING HEALTH OF THE POPULATION AND COMMUNITIES IN WYOMING. WDH-PHD WILL USE THIS FUNDING TO DEVELOP AND MAINTAIN PARTNERSHIPS WITH KEY STAKEHOLDERS ACROSS THE STATE IN ORDER TO IMPLEMENT AND EVALUATE EVIDENCE-BASED AND EVIDENCED INFORMED STRATEGIES THAT DECREASE RISK FOR CARDIOVASCULAR DISEASE, WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL, AMONG ADULTS AT HIGH RISK. PROJECT ACTIVITIES WILL BE COMPLETED UNDER THE REQUIRED STRATEGIES, WHICH FOCUS ON TRACKING AND MONITORING CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS MEASURES SHOWN TO IMPROVE HEALTH AND WELLNESS, HEALTH CARE QUALITY, AND IDENTIFY PATIENTS AT HIGHEST RISK OF CARDIOVASCULAR DISEASE (CVD); IMPLEMENT TEAM-BASED CARE TO PREVENT AND REDUCE CVD RISK WITH A FOCUS ON HYPERTENSION AND HIGH CHOLESTEROL PREVENTION, DETECTION, CONTROL, AND MANAGEMENT THROUGH THE MITIGATION OF SOCIAL SUPPORT BARRIERS TO IMPROVE OUTCOMES; AND LINK COMMUNITY RESOURCES AND CLINICAL SERVICES THAT SUPPORT BIDIRECTIONAL REFERRALS, SELF-MANAGEMENT, AND LIFESTYLE CHANGE TO ADDRESS SOCIAL DETERMINANTS THAT PUT THE PRIORITY POPULATIONS AT INCREASED RISK FOR CVD. SPECIFIC OUTCOMES TO BE ACHIEVED BY THIS PROJECT IN YEAR ONE INCLUDE: 1) INCREASED USE OF ELECTRONIC HEALTH RECORDS (EHRS) OR HEALTH INFORMATION TECHNOLOGY (HIT) TO REPORT, MONITOR, AND TRACK CLINICAL AND SOCIAL SERVICES AND SUPPORT NEEDS DATA; 2) INCREASED USE OF STANDARDIZED PROCESSES OR TOOLS TO IDENTIFY, ASSESS, TRACK, AND ADDRESS THE SOCIAL SERVICES AND SUPPORT NEEDS; 3) INCREASED USE OF EHRS OR HIT TO SUPPORT COMMUNICATION AND COORDINATION AMONG CARE TEAM MEMBERS; 4) INCREASED USE OF MULTIDISCIPLINARY CARE TEAMS ADHERING TO EVIDENCE-BASED GUIDELINES; 5) INCREASED MULTID ISCIPLINARY PARTNERSHIPS THAT ADDRESS IDENTIFIED BARRIERS TO SOCIAL SERVICES AND SUPPORT NEEDS; 6) INCREASED COMMUNITY-CLINICAL LINKS TO IDENTIFY AND RESPOND TO SOCIAL SERVICES AND SUPPORT NEEDS; 7) INCREASED ENGAGEMENT OF COMMUNITY HEALTH WORKERS TO PROVIDE A CONTINUUM OF CARE; AND 8) INCREASED USE OF SELF-MEASURED BLOOD PRESSURE MONITORING WITH CLINICAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU58DP007423_7523"}, {"internal_id": 68169054, "Award ID": "NU58DP006557", "Award Amount": 9686313.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES, HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU58DP006557_7523"}, {"internal_id": 68170889, "Award ID": "NU58DP006556", "Award Amount": 9003085.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF ARKANSAS CITIZENS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_NU58DP006556_7523"}, {"internal_id": 68171392, "Award ID": "NU58DP006555", "Award Amount": 10159711.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "DC PUBLIC HEALTH ACTIONS TO PREVENT AND MANAGE DIABETES, HEART DISEASE, AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU58DP006555_7523"}, {"internal_id": 68169565, "Award ID": "NU58DP006554", "Award Amount": 9678514.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "DIABETES AND HEART DISEASE & STROKE PREVENT PROGRAMS-IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU58DP006554_7523"}, {"internal_id": 68171812, "Award ID": "NU58DP006553", "Award Amount": 9668605.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "PREVENTING AND MANAGING DIABETES, HEART DISEASE AND STROKE IN COLORADO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU58DP006553_7523"}, {"internal_id": 68168272, "Award ID": "NU58DP006552", "Award Amount": 7377598.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "93.426", "Description": "TENNESSEE DIABETES, HEART DISEASE AND STROKE PREVENTION AND MANAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU58DP006552_7523"}, {"internal_id": 68169878, "Award ID": "NU58DP006551", "Award Amount": 7213899.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "93.426", "Description": "PREVENTING AND MANAGING DIABETES, HEART DISEASE, AND STROKE IN WYOMING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU58DP006551_7523"}, {"internal_id": 68170107, "Award ID": "NU58DP006550", "Award Amount": 11715662.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF FLORIDIANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES, HEART DISEASE, AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU58DP006550_7523"}, {"internal_id": 68167458, "Award ID": "NU58DP006549", "Award Amount": 8924797.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "93.426", "Description": "OKLAHOMA - IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE-FINANCED IN PART BY 2018 PREVENTION AND PUBLIC HEALTH FUNDS (PHF)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU58DP006549_7523"}, {"internal_id": 68168397, "Award ID": "NU58DP006548", "Award Amount": 7134169.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "93.426", "Description": "NEBRASKA CHRONIC DISEASE PREVENTION & CONTROL PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU58DP006548_7523"}, {"internal_id": 68170726, "Award ID": "NU58DP006547", "Award Amount": 8769400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "NORTH DAKOTA APPLICATION TO IMPROVE THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU58DP006547_7523"}, {"internal_id": 68170681, "Award ID": "NU58DP006546", "Award Amount": 10406927.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "DIABETES PREVENTION AND CONTROL PROGRAM AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU58DP006546_7523"}, {"internal_id": 68169176, "Award ID": "NU58DP006545", "Award Amount": 8343744.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "MAINE CDC WILL IMPLEMENT INTERVENTIONS TO IMPROVE THE PREVENTION AND MANAGEMENT OF DIABETES AND CARDIOVASCULAR DISEASE STATE-WIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU58DP006545_7523"}, {"internal_id": 68169851, "Award ID": "NU58DP006544", "Award Amount": 11318871.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "OHIO DIABETES AND HEART DISEASE PREVENTION AND MANAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU58DP006544_7523"}, {"internal_id": 68167160, "Award ID": "NU58DP006543", "Award Amount": 10007913.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "IMPLEMENT AND EVALUATE EVIDENCE-BASED STRATEGIES TO PREVENT AND CONTROL DIABETES AND CARDIOVASCULAR DISEASE (CVD) IN HIGH-BURDEN POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU58DP006543_7523"}, {"internal_id": 68169448, "Award ID": "NU58DP006542", "Award Amount": 9982058.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "OREGON'S APPLICATION FOR DIABETES AND HEART DISEASE AND STROKE PREVENTION PROGRAMS - IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU58DP006542_7523"}, {"internal_id": 68169146, "Award ID": "NU58DP006541", "Award Amount": 11073663.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "THE PENNSYLVANIA DEPARTMENT OF HEALTH WILL SUPPORT IMPLEMENTING AND EVALUATING EVIDENCE-BASED STRATEGIES TO PREVENT AND MANAGE CARDIOVASCULAR DISEASE AND DIABETES IN HIGH BURDEN POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU58DP006541_7523"}, {"internal_id": 68169995, "Award ID": "NU58DP006540", "Award Amount": 14755568.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "PREVENTION AND SELF-MANAGEMENT OF HEART DISEASE, STROKE AND DIABETES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU58DP006540_7523"}, {"internal_id": 68170556, "Award ID": "NU58DP006539", "Award Amount": 8546019.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF MARYLANDERS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0231c66f-0920-a26b-9ab6-73a18fa1d2d2-C", "generated_internal_id": "ASST_NON_NU58DP006539_7523"}, {"internal_id": 68169410, "Award ID": "NU58DP006538", "Award Amount": 9507848.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "DIABETES AND HEART DISEASE & STROKE PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU58DP006538_7523"}, {"internal_id": 68171620, "Award ID": "NU58DP006537", "Award Amount": 13794874.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF AMERICANS THROUGH THE PREVENTION AND MANAGEMENT OF DIABETES, HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU58DP006537_7523"}, {"internal_id": 68170059, "Award ID": "NU58DP006536", "Award Amount": 9008743.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "DIABETES AND HEART DISEASE & STROKE PREVENT PROGRAMS-IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU58DP006536_7523"}, {"internal_id": 68171454, "Award ID": "NU58DP006535", "Award Amount": 10000276.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "93.426", "Description": "LIVINGWELL IN VIRGINIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81307f03-67cd-51c5-75a3-b43876b0cc3b-C", "generated_internal_id": "ASST_NON_NU58DP006535_7523"}, {"internal_id": 68170101, "Award ID": "NU58DP006534", "Award Amount": 8236386.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "PREVENTION AND MANAGEMENT OF HEART DISEASE AND DIABETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU58DP006534_7523"}, {"internal_id": 68169687, "Award ID": "NU58DP006533", "Award Amount": 10477865.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "SOUTH CAROLINA'S PUBLIC HEALTH APPROACH TO DIABETES, HEART DISEASE & STROKE PREVENTION PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NU58DP006533_7523"}, {"internal_id": 68170172, "Award ID": "NU58DP006532", "Award Amount": 10482711.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "LOUISIANA ACTIONS TO CONTROL DIABETES AND CARDIOVASCULAR DISEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU58DP006532_7523"}, {"internal_id": 68172211, "Award ID": "NU58DP006531", "Award Amount": 9460965.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "RHODE ISLAND DIABETES AND HEART DISEASE & STROKE PREVENTION AND MANAGEMENT PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU58DP006531_7523"}, {"internal_id": 68170020, "Award ID": "NU58DP006530", "Award Amount": 8692769.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "CONNECTICUT: IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE - CDC-RFA-DP18-1815", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU58DP006530_7523"}, {"internal_id": 68170892, "Award ID": "NU58DP006529", "Award Amount": 8866925.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "STATEWIDE MULTI-LEVEL HEALTH SYSTEMS AND COMMUNITY-CLINICAL LINKAGES APPROACHES TO PREVENT AND MANAGE DIABETES AND CARDIOVASCULAR DISEASE, WITH EMPHASIS ON RURAL, LOW INCOME HIGH BURDEN POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU58DP006529_7523"}, {"internal_id": 68168063, "Award ID": "NU58DP006528", "Award Amount": 10243356.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF WEST VIRGINIANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU58DP006528_7523"}, {"internal_id": 68171528, "Award ID": "NU58DP006527", "Award Amount": 10561158.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "IMPROVING ALABAMIAN'S HEALTH THROUGH PREVENTION AND MANAGEMENT OF DIABETES, HEART DISEASE, AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU58DP006527_7523"}, {"internal_id": 68169165, "Award ID": "NU58DP006526", "Award Amount": 9337847.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE IN SOUTH DAKOTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5977c26b-55c9-a9b6-4eae-6ac7c2655500-C", "generated_internal_id": "ASST_NON_NU58DP006526_7523"}, {"internal_id": 68171922, "Award ID": "NU58DP006525", "Award Amount": 9361503.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION & MANAGEMENT OF DIABETES, HEART DISEASE & STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU58DP006525_7523"}, {"internal_id": 68170419, "Award ID": "NU58DP006524", "Award Amount": 8124251.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE-FINANCED IN PART BY 2018 PREVENTION AND PUBLIC HEALTH FUNDS (PPHF)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU58DP006524_7523"}, {"internal_id": 68167732, "Award ID": "NU58DP006523", "Award Amount": 12870606.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "THE NYS DIABETES AND CARDIOVASCULAR DISEASE PREVENTION AND CONTROL PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7d2da8a-0151-8e91-236f-9687ccc8e058-C", "generated_internal_id": "ASST_NON_NU58DP006523_7523"}, {"internal_id": 68169221, "Award ID": "NU58DP006522", "Award Amount": 9412772.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "EVIDENCE BASED STRATEGIES TO PREVENT AND CONTROL DIABETES AND CARDIOVASCULAR DISEASE IN POPULATIONS OF COLOR, RURAL COMMUNITIES AND MEDICAID ENROLLEES IN MINNESOTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU58DP006522_7523"}, {"internal_id": 68171711, "Award ID": "NU58DP006521", "Award Amount": 9891273.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "WISCONSIN DIABETES AND HEART DISEASE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU58DP006521_7523"}, {"internal_id": 68170640, "Award ID": "NU58DP006520", "Award Amount": 10025558.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "DIABETES AND HEART DISEASE & STROKE PREVENT PROGRAMS-IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU58DP006520_7523"}, {"internal_id": 68168414, "Award ID": "NU58DP006519", "Award Amount": 11261862.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "MICHIGAN'S PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE & STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU58DP006519_7523"}, {"internal_id": 68169196, "Award ID": "NU58DP006518", "Award Amount": 9304837.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "MA DIABETES AND HEART DISEASE & STROKE PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU58DP006518_7523"}, {"internal_id": 68171462, "Award ID": "NU58DP006517", "Award Amount": 9481635.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF MONTANANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU58DP006517_7523"}, {"internal_id": 68169639, "Award ID": "NU58DP006516", "Award Amount": 9099597.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "TO PREVENT AND CONTROL DIABETES, PRE-DIABETES, HYPERTENSION, STROKE AND CHOLESTEROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU58DP006516_7523"}, {"internal_id": 68170319, "Award ID": "NU58DP006515", "Award Amount": 7610446.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE IN NH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU58DP006515_7523"}, {"internal_id": 68172098, "Award ID": "NU58DP006514", "Award Amount": 8681207.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF IOWANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU58DP006514_7523"}, {"internal_id": 68169743, "Award ID": "NU58DP006513", "Award Amount": 10668185.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "NC MANAGEMENT AND PREVENTION OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU58DP006513_7523"}, {"internal_id": 68170163, "Award ID": "NU58DP006512", "Award Amount": 8733747.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "THIS PROJECT WILL IMPLEMENT INTERVENTIONS IN UTAH THAT WILL IMPROVE OUTCOMES FOR THE RESIDENTS OF UTAH SPECIFIC TO DIABETES AND HYPERTENSION AND THE RELATED RISK FACTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU58DP006512_7523"}, {"internal_id": 68170141, "Award ID": "NU58DP006511", "Award Amount": 10785490.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF ILLINOISANS THROUGH CHRONIC DISEASE PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU58DP006511_7523"}, {"internal_id": 68168855, "Award ID": "NU58DP006465", "Award Amount": 11140021.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "DIABETES AND HEART DISEASE & STROKE PREVENT PROGRAMS-IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKECDC-RFA-DP18-1815", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU58DP006465_7523"}, {"internal_id": 68171112, "Award ID": "NU58DP006464", "Award Amount": 9667315.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF NEW JERSEY RESIDENTS THROUGH PREVENTION AND MANAGEMENT OF DIABETES, HEART DISEASE, AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU58DP006464_7523"}, {"internal_id": 68169377, "Award ID": "NU58DP006463", "Award Amount": 11246266.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "93.426", "Description": "IMPROVING THE HEALTH OF GEORGIANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU58DP006463_7523"}, {"internal_id": 68170925, "Award ID": "NU58DP006462", "Award Amount": 9514606.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "93.426", "Description": "ABCDE IN WA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU58DP006462_7523"}]