[{"internal_id": 108463061, "Award ID": "NU65PS923726", "Award Amount": 2408000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "93.488", "Description": "NATIONAL EXPANSION OF SYRINGE SERVICE PROVIDERS TECHNICAL ASSISTANCE (NEST)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1693dacd-96aa-24fd-8926-c9beba7a4df2-C", "generated_internal_id": "ASST_NON_NU65PS923726_7523"}, {"internal_id": 89524418, "Award ID": "NU65PS923686", "Award Amount": 4258000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "93.488", "Description": "NATIONAL HARM REDUCTION TA CENTER AND PATIENT NAVIGATION PROJECT -- COMPONENTS 1 AND 1A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a0f46b-fa82-0c20-c4ed-2f26441b432e-C", "generated_internal_id": "ASST_NON_NU65PS923686_7523"}, {"internal_id": 89518648, "Award ID": "NU65PS923685", "Award Amount": 5437244.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "93.488", "Description": "NATIONAL HARM REDUCTION TECHNICAL ASSISTANCE AND SYRINGE SERVICES PROGRAM MONITORING AND EVALUATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_NU65PS923685_7523"}, {"internal_id": 150745253, "Award ID": "NU52PS910233", "Award Amount": 15840865.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "93.488", "Description": "STRENGTHENING SYRINGE SERVICES PROGRAM - NASTAD INTENDS TO BUILD THE CAPACITY OF THE INFECTIOUS DISEASE WORKFORCE, IN PARTNERSHIP WITH SYRINGE SERVICES PROGRAMS (SSPS), TO CREATE AND EXPAND ESSENTIAL HEALTH SERVICES FOR PEOPLE WHO USE AND INJECT DRUGS (PWUDS, PWIDS). NASTAD AND PROPOSED PARTNERS VOCAL AND UNIVERSITY OF WASHINGTON (UW) ARE AMONG THE NATION’S MOST EXPERIENCED, EFFECTIVE, AND TRUSTED PROVIDERS OF DRUG USER HEALTH-FOCUSED CAPACITY BUILDING ASSISTANCE TO HEALTH DEPARTMENTS (HDS) AND COMMUNITY-BASED ORGANIZATIONS (CBOS), SPECIALIZING IN THE DEVELOPMENT, FUNDING, AND OPERATION OF SSPS AND DISSEMINATION OF PROGRAMMATIC BEST PRACTICES. SSPS ARE VITAL, FRONTLINE PUBLIC HEALTH LIFELINES FOR PEOPLE FACING HEALTH RISKS, MARGINALIZATION, AND CRIMINALIZATION RELATED TO DRUG USE AND PROVIDE ACCESS TO, AND DISPOSAL OF, STERILE SYRINGES AND INJECTION EQUIPMENT, VACCINATION, TESTING FOR INFECTIOUS DISEASES, NALOXONE DISTRIBUTION, AND LINKAGE TO INFECTIOUS DISEASE CARE AND SUBSTANCE USE TREATMENT. SERVICE CONTINUITY AND CONSISTENCY ARE ESSENTIAL TO PREVENTING INFECTIOUS DISEASE AND OVERDOSE DEATHS AMONG PEOPLE WHO USE DRUGS. DUE TO INCREASING MORBIDITY AND MORTALITY FROM UNSAFE DRUG USE AND HIGH DEMAND FOR SERVICES, NEARLY ALL EXISTING PROGRAMS ARE IN NEED OF DEDICATED AND SUSTAINABLE FUNDING. FURTHER, RESOURCES AND TAILORED SUPPORT ARE NECESSARY TO IMPROVE SERVICE AVAILABILITY THROUGH THE CREATION OF NEW PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a0f46b-fa82-0c20-c4ed-2f26441b432e-C", "generated_internal_id": "ASST_NON_NU52PS910233_7523"}, {"internal_id": 150745402, "Award ID": "NU52PS910232", "Award Amount": 1559368.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "93.488", "Description": "STRENGTHENING SYRINGE SERVICES PROGRAMS FOR PEOPLE WHO USE DRUGS - THE U.S. OVERDOSE CRISIS IS SURGING. MORE THAN HALF A MILLION AMERICANS HAVE DIED OF AN OPIOID-RELATED OVERDOSE SINCE 2000. OVER THE PAST 20 YEARS, OPIOID OVERDOSE MORTALITY RATES INCREASED FIVEFOLD, AND IN 2020, THE COVID-19 PANDEMIC ACCELERATED THE CRISIS—APRIL 2021 MARKED THE FIRST TIME IN THE U.S. WHEN OVER 100,000 PEOPLE DIED FROM AN OVERDOSE IN THE LAST YEAR. IN ADDITION, PEOPLE WHO INJECT DRUGS (PWID) IN THE U.S. HAVE FACED DISPROPORTIONATELY HIGH RATES OF HEPATITIS4 AND ENDOCARDITIS5 AND HIV OUTBREAKS.6 PROVIDING PWID SUFFICIENT SUPPLIES FOR STERILE INJECTIONS AND ACCESS TO MEDICATIONS FOR OPIOID USE DISORDER (MOUD) REDUCES HIV7, 8 AND HEPATITIS C TRANSMISSION.9  STUDIES SHOW THAT MOUD ACCESS IS ASSOCIATED WITH SIGNIFICANT AND MEANINGFUL REDUCTIONS IN ALL-CAUSE MORTALITY,10 OVERDOSE MORTALITY,11, 12 AND RISK BEHAVIORS, EVEN AMONG SYRINGE SERVICE PROGRAM (SSP) PARTICIPANTS.11, 13, 14 ADDITIONAL EVIDENCE-BASED INTERVENTIONS FOR ELIGIBLE PWID INCLUDE HEPATITIS A AND B VACCINATIONS15, 16; PRE-EXPOSURE PROPHYLAXIS (PREP); AND TREATMENT FOR PEOPLE LIVING WITH HEPATITIS B17, HEPATITIS C 18 OR HIV.19 SSPS HAVE BEEN THE MAINSTAY FOR COMMUNITY-BASED EFFORTS THAT REACH PWID. THEY PROVIDE EVIDENCE-BASED INTERVENTIONS TO PEOPLE WHO HAVE HISTORICALLY FACED INADEQUATE ACCESS. SSPS PROVIDE ACCESS TO AND DISPOSAL OF STERILE SYRINGES AND INJECTION EQUIPMENT21 AND ARE IDEAL SETTINGS FOR DELIVERING EVIDENCE-BASED INTERVENTIONS FOR PWID—THEIR STAFF ARE CULTURALLY COMPETENT IN PROVIDING SERVICES FOR PWID, WHO ALREADY ENGAGE WITH AND TRUST THESE ORGANIZATIONS TO CARE FOR THEIR HEALTH. PWID REPORT ACCEPTABILITY AND COMFORT WITH ACCESSING SERVICES AT SSPS.22-24 COMPARED WITH PWID WITH LIMITED/NO ACCESS TO SSPS, SSP PARTICIPANTS RECEIVING STERILE INJECTION EQUIPMENT ARE LESS LIKELY TO PRACTICE UNSAFE INJECTIONS.25-27 SSPS ARE PLACES WHERE PARTICIPANTS CAN ACCESS NALOXONE,28 VACCINATIONS,29, 30 TESTING, TREATMENT FOR INFECTIOUS DISEASES, 23, 30-33 MOUD,34-36AND PREP.37 IMPROVED SSP ACCESS CAN MITIGATE HEALTH DISPARITIES EXPERIENCED BY PWID, AND INTEGRATED SERVICE DELIVERY IS THE IDEAL MECHANISM FOR INCREASING THAT ACCESS.38  IT IS IMPERATIVE THAT WE UNDERSTAND THE EXPERIENCES, SCALE, AND CHALLENGES THAT SSPS FACE IN DELIVERING THESE SERVICES. RTI’S PROPOSED TEAM HAS DEVOTED THEIR WORK OVER THE LAST 30 YEARS TO GLOBAL INITIATIVES THAT IMPROVE EQUITABLE ACCESS TO EVIDENCE-BASED INTERVENTIONS FOR PWID. OUR TEAM INCLUDES LEADING EXPERTS WHO ARE EMINENTLY QUALIFIED TO CARRY OUT THE PROPOSED WORK. OUR TEAM HAS IMPLEMENTED AND DISSEMINATED AN ANNUAL NATIONAL SURVEY OF SYRINGE SERVICE PROGRAMS (NSSSP), ACHIEVING ~80% RESPONSE RATES OVER THE LAST 2 ROUNDS. OUR TEAM EXCELS AT CONVENING AND COMMUNICATING TO SSPS FOR VIRTUAL AND IN-PERSON EVENTS. RESPONDING TO COMPONENT 1 OF CDC-RFA-PS22-2208, RTI WILL CONTINUE TO EXPAND THESE PARTNERSHIPS TO SUPPORT A NATIONAL SSP NETWORK. RTI’S TEAM WILL CONDUCT UP TO 40 IN-DEPTH INTERVIEWS ANNUALLY TO IDENTIFY EMERGING COMMUNICATION STRUCTURES, EXPLORE NEW COMMUNICATION MECHANISMS, AND UNDERSTAND OTHER EMERGING ISSUES FACED BY SSPS. RTI’S TEAM WILL OVERSEE IMPLEMENTATION AND USE OF AN ANNUAL NSSSP, LEVERAGING PROCEDURES THAT HAVE HELPED US ACHIEVE AN ~80% RESPONSE RATE IN PRIOR SURVEYS. OUR STRATEGIES TO ASSESS AND IMPROVE COMMUNICATION STRATEGIES WILL ENSURE ALL VOICES ARE HEARD AND WILL CENTER THE VOICES OF PEOPLE WITH LIVED DRUG USE EXPERIENCE, INCLUDING BIPOC AND LGBTQ INDIVIDUALS. OUR APPROACH WILL YIELD ACCESS TO HIGH-QUALITY INFORMATION ABOUT THE CURRENT STATE OF SSP SERVICES IN THE U.S. WE WILL SUPPORT AND STRENGTHEN COMMUNICATION STRUCTURES SUCH THAT THE DISSEMINATION OF SURVEY FINDINGS (AND OTHER EMERGING INFORMATION) REACHES A BROAD AUDIENCE AND OPTIMIZES SERVICE DELIVERY. WORKING CLOSELY WITH THE COMPONENT 2 RECIPIENT AND TECHNICAL ASSISTANCE PROVIDERS, OUR ACTIVITIES WILL CONTRIBUTE TO INCREASED ACCESS TO HARM REDUCTION SERVICES, REDUCING INC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_NU52PS910232_7523"}]