[{"internal_id": 138341734, "Award ID": "NU58DP006938", "Award Amount": 898137.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "93.478", "Description": "MONTANA MATERNAL MORTALITY REVIEW INITIATIVE - PROJECT ABSTRACT SUMMARYPROJECT TITLE: MONTANA MATERNAL MORTALITY REVIEW COMMITTEEAPPLICANT ORGANIZATION: FAMILY & COMMUNITY HEALTH BUREAUMT DEPARTMENT OF PUBLIC HEALTH AND HUMAN SERVICESADDRESS: PO BOX 202951HELENA, MT 59620-2951PROJECT DIRECTOR:DR. KRISTEN ROGERS, CHIEF, FAMILY & COMMUNITY HEALTH BUREAUPHONE/FAX: 406-444-4743 / 406-444-2750EMAIL: KRISTEN.ROGERS@MT.GOV WEBSITE:HTTPS://DPHHS.MT.GOV/PUBLICHEALTH/FAMILYHEALTHGRANT FUNDS REQUESTED:$299,379 IN YEAR 1; $1,496,406 TOTAL OVER 5 YEARSPROJECT AREA:MONTANA, STATEWIDE TARGET POPULATION: 12,428 PREGNANT AND POSTPARTUM WOMEN PER YEAR OF THE GRANT. THERE ARE AN ESTIMATED 12,428 LIVE BIRTHS ANNUALLY IN MONTANA. PROGRAM SUMMARY:THE MONTANA MATERNAL MORTALITY REVIEW COMMITTEE (MMMRC) WILL BE CHARGED WITH OVERSEEING STRATEGIES AND ACTIVITIES DIRECTED TOWARD THE ELIMINATION OF PREVENTABLE MATERNAL DEATHS AND THE REDUCTION OF MATERNAL MORBIDITY ACROSS MONTANA. MMMRC STRATEGIES AND ACTIVITIES ARE DESIGNED TO BE DATA-DRIVEN AND INCLUSIVE OF ALL POPULATIONS IN MONTANA, BUT WILL STRIVE TO ELIMINATE SIGNIFICANT MATERNAL HEALTH DISPARITIES FOR MONTANA AMERICAN INDIAN WOMEN. THE MMMRC WILL COLLABORATE CLOSELY WITH RELATED CDC PROGRAMS IN MONTANA, INCLUDING THE PREGNANCY RISK ASSESSMENT MONITORING SYSTEM, THE MONTANA VIOLENT DEATH REPORTING SYSTEM, AND THE PERINATAL QUALITY COLLABORATIVE. THE MMMRC BENEFITS FROM SIGNIFICANT COMMITMENT FROM THE AMERICAN COLLEGE OF OBSTETRICIANS AND GYNECOLOGISTS, COLLABORATION WITH MONTANA?S TRIBAL NATIONS AND AMERICAN INDIAN HEALTH EXPERTS, PARTNERSHIPS WITH THE MONTANA MEDICAL EXAMINER AND MONTANA CORONER?S ASSOCIATION, AND OTHER STAKEHOLDERS INVESTED IN THE HEALTH AND WELL-BEING OF MONTANA?S WOMEN AND FAMILIES. THE STRENGTH OF THESE COLLABORATIONS AND THE PRIORITY THAT MONTANA HAS PLACED ON MATERNAL HEALTH WILL ENSURE THAT THE MMMRC ACHIEVES ITS GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU58DP006938_7523"}, {"internal_id": 138341813, "Award ID": "NU58DP006937", "Award Amount": 512149.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS: SUPPORTING A MATERNAL MORTALITY REVIEW COMMITTEE IN NEVADA - ESTABLISHING A NEVADA MATERNAL MORTALITY REVIEW COMMITTEE (MMRC) TO CONDUCT ONGOING, COMPREHENSIVE, MULTIDISCIPLINARY REVIEWS OF MATERNAL DEATHS AND SEVERE MATERNAL MORBIDITY (SMM) WILL HELP DETERMINE FACTORS CONTRIBUTING TO MATERNAL MORTALITY AND SMM AND IDENTIFY PUBLIC HEALTH AND CLINICAL INTERVENTIONS TO IMPROVE SYSTEMS OF CARE AND PREVENT MORTALITY AND MORBIDITY. ACCORDING TO CDC WONDER FROM 2014-2016, NEVADA HAD LESS THAN FOUR PREGNANCY-ASSOCIATED DEATHS (PAD) PER YEAR ON AVERAGE COMPARED TO 40 PER YEAR IN THE UNITED STATES. PADS PRIMARILY OCCUR DISPROPORTIONALLY IN NEVADA?S BLACK MATERNAL POPULATION, AS WELL AS AMONG MOTHERS IN OLDER AGE GROUPS.4 THE PREGNANCY-RELATED DEATH (PRD) RATE IN NEVADA FROM 2012-2014 WAS 12.3 DEATHS PER 100,000 BIRTHS BY STATE OF RESIDENCE AND 11.3 DEATHS PER 100,000 BIRTHS BY STATE OF DEATH.4 PRDS ALSO PRIMARILY OCCUR DISPROPORTIONALLY IN NEVADA?S BLACK MATERNAL POPULATION.4 THE SEVERE MATERNAL MORTALITY RATE IN NEVADA IN 2016 WAS 127.2 PER 10,000 LIVE BIRTHS (INCLUDING CASES OF BLOOD TRANSFUSION).7 MOTHERS WHO EXPERIENCE SMM ARE AFFECTED DISPROPORTIONALLY IN NEVADA MORE SO THAN MATERNAL MORTALITY, WITH DISPARITIES IN ACCESS TO CARE AMONG MULTIPLE RACIAL/ETHNIC AND AGE GROUPS.7 FOR NEVADAN WOMEN WITH ANY CHRONIC DISEASE DIAGNOSIS, ESPECIALLY HYPERTENSION AND HEART DISEASE, THE RATE OF SMM IN 2016 WAS 319.3 PER 10,000 LIVE BIRTHS COMPARED TO 122.5 PER 10,000 LIVE BIRTHS FOR THOSE WITH NO CHRONIC DISEASE.7 THE STATE OF MATERNAL MORTALITY AND SMM IN NEVADA CAN BE SUBSTANTIALLY IMPROVED BY THE DEVELOPMENT OF A MMRC.CURRENTLY, NEVADA HAS NO ESTABLISHED MMRC. HOWEVER, THE 80TH LEGISLATIVE SESSION OF NEVADA SIGNED AND PASSED INTO LAW AB 169 ON MAY 3RD, 2019, GRANTING ADDITIONAL AUTHORITIES AND PROTECTIONS FOR A STATEWIDE MMRC. AB 169 ESTABLISHES THE MMRC WITHIN THE NEVADA DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS). THE COMMITTEE IS REQUIRED TO: (1) REVIEW INCIDENTS OF MATERNAL MORTALITY AND SMM IN NEVADA; (2) DISSEM INATE FINDINGS AND RECOMMENDATIONS CONCERNING MATERNAL MORTALITY AND SMM TO PROVIDERS OF HEALTH CARE, MEDICAL FACILITIES, OTHER INTERESTED PERSONS AND THE PUBLIC; (3) PUBLISH TIMELY REPORTS CONSISTING OF DATA RELATING TO MATERNAL MORTALITY AND SMM, DESCRIPTIONS OF INCIDENTS REVIEWED BY THE COMMITTEE, AND RECOMMENDATIONS TO REDUCE MATERNAL MORTALITY AND SMM IN NEVADA. AB 169 AUTHORIZES THE COMMITTEE TO TAKE MEASURES NECESSARY TO PERFORM THOSE DUTIES. IT ENTITLES THE COMMITTEE TO ANY RECORDS IT DEEMS NECESSARY TO PERFORM ITS DUTIES AND TO PETITION THE DISTRICT COURT FOR A SUBPOENA TO COMPEL THE PRODUCTION OF SUCH RECORDS. FURTHERMORE, AB 169 STATES THAT INFORMATION ACQUIRED BY AND RECORDS OF THE COMMITTEE ARE CONFIDENTIAL AND NOT SUBJECTED TO SUBPOENA.THE FOLLOWING SHORT-TERM OUTCOMES ARE EXPECTED TO BE ACHIEVED BY THE END OF THE PERIOD OF PERFORMANCE: TIMELY, ACCURATE, AND STANDARDIZED INFORMATION AVAILABLE ABOUT DEATHS TO WOMEN DURING PREGNANCY AND THE YEAR AFTER THE END OF PREGNANCY, INCLUDING OPPORTUNITIES FOR PREVENTION, WITHIN FUNDED JURISDICTIONS AND ACROSS FUNDED JURISDICTIONS; AND INCREASED AWARENESS OF THE EXISTENCE AND RECOMMENDATIONS OF THE MMRCS AMONG THE PUBLIC, CLINICIANS, AND POLICY MAKERS; IMPLEMENTATION OF DATA-DRIVEN RECOMMENDATIONS (E.G., EVIDENCE-BASED PRACTICES, SCREENINGS, AND PATIENT AND PROVIDER EDUCATION). THE FOLLOWING INTERMEDIATE OUTCOME IS EXPECTED TO BE ACHIEVED BY THE END OF THE PERIOD OF PERFORMANCE, AS A RESULT OF SHORT-TERM OUTCOMES: WIDESPREAD ADOPTION OF PATIENT SAFETY BUNDLES AND/OR POLICIES THAT REFLECT THE HIGHEST STANDARDS OF CARE. THE FOLLOWING LONG-TERM OUTCOMES ARE EXPECTED TO BE ACHIEVED BY THE END OF THE PERIOD OF PERFORMANCE, AS A RESULT OF THE INTERMEDIATE OUTCOME: REDUCTION IN MATERNAL MORTALITY, SMM AND RELATED DISPARITIES AND IMPROVEMENT IN POPULATION HEALTH FOR WOMEN OF REPRODUCTIVE AGE (E.G., REDUCTIONS IN HYPERTENSION, CORONARY HEART DISEASE, SUBS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU58DP006937_7523"}, {"internal_id": 138341761, "Award ID": "NU58DP006936", "Award Amount": 1520000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "93.478", "Description": "GEORGIA'S PREVENTING MATERNAL DEATHS:  SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEES - GEORGIA?S MATERNAL MORTALITY REVIEW COMMITTEE (MMRC) IS A MULTIDISCIPLINARY COMMITTEE COMPRISED OF APPROXIMATELY 30 HEALTH CARE PROVIDERS, PUBLIC HEALTH PROFESSIONALS, AND COMMUNITY-BASED ORGANIZATIONS TO REVIEW ALL DEATHS THAT OCCUR DURING PREGNANCY OR WITHIN ONE YEAR OF THE END OF PREGNANCY AND PROVIDE RECOMMENDATIONS FOR PREVENTION. THE MMRC WAS CODIFIED IN 2014 AND HAS COMPLETED CASE REVIEWS AND PUBLISHED FINDINGS FOR PREGNANCY-ASSOCIATED DEATHS THAT OCCURRED FROM 2012-2014. THE MMRC WAS ESTABLISHED BY THE GEORGIA DEPARTMENT OF PUBLIC HEALTH (DPH). DPH PROVIDES PROGRAMMATIC OVERSIGHT FOR THE MMRC AND EPIDEMIOLOGIC SUPPORT. DPH CONTRACTS WITH THE GEORGIA OBSTETRICAL AND GYNECOLOGICAL SOCIETY (GOGS) TO ABSTRACT MEDICAL RECORDS, PREPARE CASE SUMMARIES, AND COORDINATE MMRC MEETINGS. TO ACHIEVE THE PROJECT OUTCOMES, DPH WILL HIRE A MMRC PROJECT MANAGER TO PROVIDE PROJECT MANAGEMENT AND SERVE AS A LIAISON BETWEEN THE MMRC, THE ABSTRACTORS, THE EPIDEMIOLOGISTS, AND THE PROGRAM STAFF. DPH WILL ENSURE A COMPREHENSIVE CASE IDENTIFICATION AND ABSTRACTION PROCESS WITHIN ONE YEAR OF THE DATE OF DEATH. DPH WILL ENHANCE THE CURRENT CASE IDENTIFICATION AND ABSTRACTION PROCESS BY USING DATA FROM OTHER PUBLIC HEALTH SURVEILLANCE SYSTEMS AND DATABASES, INCLUDING THE VIOLENT DEATH REPORTING SYSTEM, THE TRAUMA REGISTRY, THE CANCER REGISTRY, HOSPITAL DISCHARGE DATA, AND MEDICAID DATA. AN EPIDEMIOLOGIST AND TECHNICAL DEVELOPER WILL CREATE A MODULE IN THE STATE ELECTRONIC NOTIFIABLE DISEASE SURVEILLANCE SYSTEM (SENDSS) TO STORE THE DATA PRIOR TO IMPORTING IT INTO THE MATERNAL MORTALITY REVIEW INFORMATION APPLICATION (MMRIA). TWO INTERVIEWERS WILL BE HIRED TO PERFORM KEY INFORMANT INTERVIEWS TO GATHER CONTEXTUAL INFORMATION FROM FAMILY MEMBERS, FRIENDS AND CAREGIVERS ON THE EVENTS SURROUNDING THE DEATH. EXPANDING THE DATA USED TO INFORM THE REVIEW PROCESS WILL ENABLE THE MMRC TO BETTER UNDERSTAND THE SOCIAL DETERMINANTS OF HEALTH, AND MAKE STRONGER RECOMMENDATIONS A T THE COMMUNITY LEVEL. THE MMRC WILL CONDUCT A TIMELY REVIEW OF PREGNANCY-ASSOCIATED DEATHS BY REVIEWING DEATHS WITHIN TWO YEARS OF THE DATE OF DEATH. THE MMRC WILL OPERATE IN TWO CONCURRENT SECTIONS TO DECREASE THE AMOUNT OF TIME FROM WHEN A DEATH IS IDENTIFIED TO WHEN IT IS REVIEWED. DATA FROM MMRIA WILL BE REPORTED ANNUALLY AND DISSEMINATED TO A DIVERSE GROUP OF STAKEHOLDERS. BASED ON THE ANNUAL REPORTS, DPH WILL LEVERAGE PARTNERSHIPS TO IMPLEMENT CLINICAL AND NON-CLINICAL RECOMMENDATIONS OF THE MMRC THROUGH THE GEORGIA PERINATAL QUALITY COLLABORATIVE (GAPQC). GAPQC WILL CONTINUE TO IMPLEMENT THE ALLIANCE FOR INNOVATION ON MATERNAL HEALTH (AIM) PATIENT SAFETY BUNDLES FOR OBSTETRIC HEMORRHAGE AND SEVERE HYPERTENSION, AND WORK TOWARDS THE ADOPTION OF MORE PATIENT SAFETY BUNDLES. GAPQC WILL ALSO ESTABLISH A PREVENTION AND COMMUNITY HEALTH SUBCOMMITTEE TO IMPLEMENT NON-CLINICAL RECOMMENDATIONS FROM THE MMRC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU58DP006936_7523"}, {"internal_id": 138341815, "Award ID": "NU58DP006935", "Award Amount": 1350000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "93.478", "Description": "THE PREGNANCY-ASSOCIATED MORTALITY REVIEW (PAMR) PROJECT TO ENHANCE AND EXPAND THE MATERNAL MORTALITY REVIEW PROCESS AS WELL AS IMPLEMENT CARE IMPROVEMENT RECOMMENDATIONS. - THE FLORIDA PREGNANCY-ASSOCIATED MORTALITY REVIEW (PAMR) WAS ESTABLISHED IN 1996 UNDER LEADERSHIP OF THE FLORIDA DEPARTMENT OF HEALTH (DEPARTMENT), AND HAS PROVIDED A FORMAL SURVEILLANCE AND ANALYSIS OF MATERNAL DEATHS IN THE STATE. THE DEPARTMENT IS SUBMITTING AN APPLICATION TO THE CENTERS FOR DISEASE CONTROL AND PREVENTION FOR FUNDING FOR A FIVE-YEAR COOPERATIVE AGREEMENT TO SUPPORT AGENCIES THAT COORDINATE AND MANAGE A MATERNAL MORTALITY REVIEW COMMITTEE. THE OVERARCHING GOAL OF THE PAMR PROJECT UNDER THIS FUNDING OPPORTUNITY, IS TO REDUCE THE INCIDENCES OF PREVENTABLE MATERNAL DEATHS IN FLORIDA.  TO REACH THIS GOAL, THE PAMR PROJECT WILL FOCUS ON ENHANCING THE CURRENT COMPREHENSIVE CASE IDENTIFICATION AND REVIEW OF PREGNANCY-RELATED DEATHS AND EXPANDING THE PAMR?S ABILITY TO THOROUGHLY REVIEW SELECTED PREGNANCY-ASSOCIATED DEATHS, SUCH AS SUBSTANCE ABUSE OR SUICIDE CASES. THROUGHOUT THE PROJECT, THE PAMR WILL WORK WITH STATE AND LOCAL PARTNERS TO EXPLORE WAYS TO ADDRESS RACIAL DISPARITIES IN MATERNAL DEATHS, CREATE EFFECTIVE AND ACTIONABLE RECOMMENDATIONS FOR CARE IMPROVEMENT, AND CONVERT THOSE RECOMMENDATIONS INTO TANGIBLE ACTIONS. FLORIDA PAMR WILL CONDUCT SEVERAL ACTIVITIES TO ACHIEVE THE OUTCOME OF REDUCING PREVENTABLE MATERNAL DEATHS. TO IMPROVE THE IDENTIFICATION OF PREGNANCY-ASSOCIATED DEATHS, A PAMR SUBCOMMITTEE WILL CREATE TRAINING MODULES ON ACCURATELY COMPLETING THE PREGNANCY CHECK-BOX AS WELL AS THE CAUSE OF DEATH CODING ON DEATH CERTIFICATES FOR MEDICAL EXAMINERS. THE PAMR COORDINATOR AND LEAD ABSTRACTOR WILL DEVELOP AND IMPLEMENT A PLAN TO IMPROVE THE PAMR ABSTRACTOR ACCESS TO MEDICAL RECORDS. A PAMR SUBCOMMITTEE WILL DEVELOP AND IMPLEMENT A SYSTEMATIC PROCESS TO ABSTRACT AND REVIEW PREGNANCY-ASSOCIATED CASES, SUCH AS SUICIDE AND SUBSTANCE ABUSE DEATHS. THE PAMR WILL CONTINUE TO UTILIZE THE MATERNAL MORTALITY REVIEW INFORMATION APPLICATION (MMRIA) DATA SYSTEM TO STANDARDIZE COLLECTION OF QUALITY DATA ON MATERNAL DEATHS. THE MMRI A SYSTEM WILL ALLOW THE PAMR TEAM TO ANALYZE DATA ON MATERNAL MORTALITY CAUSES AS WELL AS THE DISTRIBUTION OF DEATHS BY AGE, RACE, AND ETHNICITY. CARE IMPROVEMENT MESSAGES WILL BE CREATED AND DISSEMINATED TO HEALTH CARE PROVIDERS AND ORGANIZATIONS THROUGHOUT THE STATE, BASED UPON THE PAMR CASE REVIEW TEAM RECOMMENDATIONS. A COMMUNICATIONS CAMPAIGN WILL BE UTILIZED TO DISSEMINATE MESSAGES TO HIGH-RISK WOMEN AND DISPARATE COMMUNITIES, VIA SOCIAL MEDIA, RADIO, PRINT ADS, ETC. THE PAMR, UNDER LEADERSHIP OF THE DEPARTMENT, WILL ALSO COLLABORATE WITH THE FLORIDA PERINATAL QUALITY COLLABORATIVE ON NEW MATERNAL HEALTH QUALITY IMPROVEMENT INITIATIVES THAT ADDRESS THE LEADING CAUSES OF MATERNAL MORTALITY. THE PAMR PROJECT WILL LOOK TO SERVE WOMEN OF CHILDBEARING AGE, INCLUDING PREGNANT AND POSTPARTUM WOMEN, IN THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU58DP006935_7523"}, {"internal_id": 138341747, "Award ID": "NU58DP006934", "Award Amount": 746826.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "93.478", "Description": "STRENGTHENING MARYLAND MATERNAL MORTALITY SURVEILLANCE - EACH YEAR, APPROXIMATELY 1,800 WOMEN DIE IN THE U.S. DURING OR WITHIN A YEAR OF PREGNANCY. OF THESE PREGNANCY-ASSOCIATED DEATHS ALMOST 700 ARE PREGNANCY-RELATED, FROM A CAUSE RELATED TO OR AGGRAVATED BY THE PREGNANCY OR ITS MANAGEMENT. A RACIAL DISPARITY PERSISTS AMONG PREGNANCY- RELATED DEATHS WITH A PREGNANCY-RELATED MORTALITY RATE OR RATIO OF 40.0 DEATHS PER 100,000 LIVE BIRTHS AMONG NON-HISPANIC BLACK WOMEN COMPARED TO A RATE OF 12.4 AMONG NON-HISPANIC WHITE WOMEN. MARYLAND HAS REVIEWED PREGNANCY-ASSOCIATED AND PREGNANCY-RELATED DEATHS AMONG STATE RESIDENTS SINCE 2000 WHEN THE MARYLAND MATERNAL MORTALITY REVIEW PROGRAM WAS ESTABLISHED IN STATUTE. MARYLAND HAS AN AVERAGE OF 38 PREGNANCY-ASSOCIATED DEATHS PER YEAR. SINCE 2010, PREGNANCY-RELATED DEATHS HAVE DECREASED SUBSTANTIALLY IN THE STATE BUT RACIAL DISPARITIES PERSIST WITH NON-HISPANIC BLACK WOMEN 2.7 TIMES MORE LIKELY TO DIE THAN NON-HISPANIC WHITE WOMEN.THE PURPOSE OF THE PROPOSED PROJECT IS TO IMPROVE THE IDENTIFICATION AND CHARACTERIZATION OF THESE DEATHS TO BETTER UNDERSTAND THE FACTORS UNDERLYING RACIAL DISPARITIES AND TO INFORM PREVENTION EFFORTS. THIS IMPROVED SURVEILLANCE WILL INVOLVE THE IDENTIFICATION OF PREGNANCY-ASSOCIATED AND PREGNANCY-RELATED DEATHS; ABSTRACTION OF CLINICAL AND NON-CLINICAL DATA INTO A STANDARD DATA SYSTEM; CONDUCTING MULTIDISCIPLINARY REVIEWS; AND ENTERING COMMITTEE DECISIONS INTO THE STANDARD DATA SYSTEM. QUALITY ASSURANCE PROCESSES DEVELOPED UNDER THIS INITIATIVE WILL IMPROVE DATA QUALITY AND TIMELINESS, IN PARTNERSHIP WITH THE CDC (CENTERS FOR DISEASE CONTROL AND PREVENTION). ANALYSIS OF THE ENHANCED SURVEILLANCE DATA WILL ENABLE DISSEMINATION OF FINDINGS TO INFORM PREVENTION STRATEGIES THAT REDUCE MATERNAL DEATHS.SPECIFIC ACTIVITIES WILL INCLUDE MAINTAINING A MULTIDISCIPLINARY REVIEW COMMITTEE THAT INCLUDES BOTH CLINICAL AND NON-CLINICAL DISCIPLINES AND ORGANIZATIONS; IDENTIFYING PREGNANCY-ASSOCIATED DEATHS ON A ROUTINE BASIS NO LATER THAN 1 YEAR FROM THE DATE OF DEATH; AND ABSTRACTING AND ENTERING INFORMATION ABOUT ALL DEATHS IN THE MATERNAL MORTALITY REVIEW INFORMATION APPLICATION (MMRIA) IN PREPARATION FOR COMMITTEE REVIEW NO LATER THAN 2 YEARS FROM THE DATE OF DEATH. MARYLAND?S EFFORTS WILL ALSO ENSURE THAT ALL DEATHS POTENTIALLY RELATED TO PREGNANCY ARE REVIEWED WITHIN 2 YEARS OF THE DATE OF DEATH; COMMITTEE DECISIONS INCLUDING RECOMMENDATIONS ARE DOCUMENTED IN MMRIA WITHIN 30 DAYS OF COMPLETING THE REVIEW OF THE DEATH. DATA QUALITY ASSURANCE CHECKS WILL BE PERFORMED FOR COMPLETENESS WITHIN 90 DAYS OF COMPLETING REVIEW AND MMRIA DATA WILL BE ANALYZED TO PROVIDE INFORMATION ON BURDEN, CAUSES AND DISTRIBUTION OF DEATHS, AND OPPORTUNITIES FOR PREVENTION. OTHER ACTIVITIES WILL INCLUDE PROVIDING OBSTETRIC EMERGENCY SIMULATION TRAINING AND UNCONSCIOUS BIAS TRAINING FOR HEALTH CARE PRACTITIONERS, THE IMPLEMENTATION OF FAMILY INTERVIEWS, AN ANNUAL MATERNAL MORTALITY SUMMIT, AND THE DEVELOPMENT AND DISSEMINATION OF TOPIC BRIEFS, PROVIDER ALERTS AND AN ANNUAL REPORT BASED ON FINDINGS FROM THE IMPROVED SURVEILLANCE EFFORTS.THE ANTICIPATED RESULTS OF THESE EFFORTS WILL INCLUDE MORE TIMELY, ACCURATE AND STANDARDIZED INFORMATION ABOUT PREGNANCY-ASSOCIATED DEATHS; INCREASED AWARENESS OF MATERNAL MORTALITY IN MARYLAND AND THE RECOMMENDATIONS OF MARYLAND?S MATERNAL MORTALITY REVIEW COMMITTEE, AND THE IMPLEMENTATION OF DATA DRIVEN RECOMMENDATIONS. PROPOSED LONG-TERM OUTCOMES INCLUDE THE ELIMINATION OF PREVENTABLE MATERNAL DEATHS, REDUCTION IN MATERNAL COMPLICATIONS OF PREGNANCY, REDUCTIONS IN DISPARITIES IN MATERNAL DEATHS AND COMPLICATIONS OF PREGNANCY, AND IMPROVEMENT IN THE HEALTH OF REPRODUCTIVE AGE WOMEN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0231c66f-0920-a26b-9ab6-73a18fa1d2d2-C", "generated_internal_id": "ASST_NON_NU58DP006934_7523"}, {"internal_id": 138341717, "Award ID": "NU58DP006933", "Award Amount": 1125000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "93.478", "Description": "PREVENTING IOWA MATERNAL DEATHS: MATERNAL MORTALITY REVIEW COMMITTEE - PROJECT PURPOSE: THIS PURPOSE OF THIS PROJECT IS TO STRENGTHEN AND IMPROVE THE COLLABORATIVE EFFORTS BETWEEN THE IOWA DEPARTMENT OF PUBLIC HEALTH (IDPH) AND THE IOWA MEDICAL SOCIETY (IMS) IN MAINTAINING A MULTIDISCIPLINARY MATERNAL MORTALITY REVIEW COMMITTEE (MMRC). IDPH WILL IDENTIFY PREGNANCY-ASSOCIATED DEATHS WITHIN ONE YEAR OF THE DEATH AND ABSTRACT AVAILABLE DATA TO SUPPORT MULTIDISCIPLINARY REVIEW OF EACH DEATH. THE COMPREHENSIVE DE-IDENTIFIED INFORMATION ABOUT ALL DEATHS RELATED TO PREGNANCY WILL BE ENTERED INTO A STANDARD DATA SYSTEM [MATERNAL MORTALITY REVIEW INFORMATION APPLICATION (MMRIA)]. ANNUAL REVIEWS OF THE MATERNAL DEATHS WILL BE DONE AND SUMMARIES OF THE COMMITTEE DECISIONS WILL ALSO BE ENTERED INTO MMRIA WITHIN 2 YEARS OF THE MATERNAL DEATH. ALL DE-IDENTIFIED DATA ENTERED INTO MMRIA WILL BE SHARED WITH THE CENTER FOR DISEASE CONTROL (CDC). QUALITY ASSURANCE PROCESSES, IN PARTNERSHIP WITH CDC, WILL BE USED FOR IMPROVING DATA QUALITY, COMPLETENESS, AND TIMELINESS. IDPH AND THE CDC WILL ANALYZE DATA AND SHARE FINDINGS WITH A BROAD RANGE OF STAKEHOLDERS TO INFORM POLICY AND PREVENTION STRATEGIES TO REDUCE MATERNAL DEATHS. PROJECT OUTCOMES: THERE WILL BE TIMELY, ACCURATE, AND STANDARDIZED DATA ON IOWA?S MATERNAL DEATHS, THOSE THAT OCCUR DURING PREGNANCY, LABOR AND DELIVERY, AND UP TO ONE YEAR AFTER THE END OF THE PREGNANCY. THE COMMITTEE DECISIONS WILL INCLUDE, THE NUMBER OF MATERNAL DEATHS RELATED TO PREGNANCY, THE UNDER LYING CAUSE OF DEATH, CONTRIBUTING FACTORS, AND OPPORTUNITIES FOR PREVENTION. WORKING WITH COLLABORATIVE PARTNERS WE WILL INCREASE AWARENESS OF THE MMRC AND BROADLY SHARE THE COMMITTEE DECISIONS TO PUBLIC GROUPS, HEALTH CARE PROVIDERS AND POLICY MAKERS.IDPH WILL PARTNER WITH VITAL RECORDS ON A QUALITY IMPROVEMENT INITIATIVE TO INVESTIGATE METHODS TO IMPROVE DATA COLLECTED TO IDENTIFY MATERNAL DEATHS USING THE PREGNANCY CHECK BOXES ON THE DEATH CERTIFICATES. IDPH WILL MONITOR SEVERE MATERNAL MORBIDITY RATES BY LEVE L OF HOSPITAL USING DATA FROM THE HOSPITAL DISCHARGE FILE AND WILL ISSUE A SUMMARY OF FINDINGS. IN COLLABORATION WITH OUR PARTNERS WE WILL COMMUNICATE FINDINGS AND STRATEGIES TO REDUCE MATERNAL COMPLICATIONS OF PREGNANCY. THE OB STATEWIDE TASK FORCE WILL DEVELOP A STATEWIDE STRATEGY PLAN TO ADDRESS OBSTETRICAL WORKFORCE, RURAL ACCESS TO OBSTETRICAL SERVICES, AND THE BEST METHOD TO ACHIEVE STATEWIDE IMPLEMENTATION OF SAFETY BUNDLES AND POLICIES THAT REFLECT THE HIGHEST STANDARD MATERNAL CARE. THOUGH THE PARTNERSHIP WITH THE STATEWIDE PERINATAL PROGRAM, OB STATEWIDE TASK FORCE, IOWA SECTION OF ACOG, IOWA MEDICAL SOCIETY, HOSPITAL ASSOCIATION, AND PUBLIC HEALTH PARTNERS, IDPH WILL IMPLEMENT MMRC RECOMMENDATIONS TO REDUCE MATERNAL COMPLICATIONS OF PREGNANCY AND REDUCE DISPARITIES IN MATERNAL DEATHS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU58DP006933_7523"}, {"internal_id": 89524203, "Award ID": "NU58DP006707", "Award Amount": 2370000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "NEW JERSEY MATERNAL MORTALITY REVIEW COMMITTEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU58DP006707_7523"}, {"internal_id": 89520642, "Award ID": "NU58DP006706", "Award Amount": 1614945.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "NEW MEXICO MATERNAL MORTALITY REVIEW COMMITTEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU58DP006706_7523"}, {"internal_id": 89520776, "Award ID": "NU58DP006705", "Award Amount": 2420000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS IN NEW YORK STATE THROUGH MATERNAL MORTALITY REVIEW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7d2da8a-0151-8e91-236f-9687ccc8e058-C", "generated_internal_id": "ASST_NON_NU58DP006705_7523"}, {"internal_id": 89520332, "Award ID": "NU58DP006700", "Award Amount": 2420000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "CALIFORNIA PREGNANCY ASSOCIATED MORTALITY REVIEW: A DEEPER LOOK AT MATERNAL DEATHS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU58DP006700_7523"}, {"internal_id": 89519367, "Award ID": "NU58DP006697", "Award Amount": 2370000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "THIS FUNDING WILL SUPPORT MISSOURI?S PREGNANCY-ASSOCIATED MORTALITY REVIEW (PAMR) PROGRAM BY FACILITATING TIMELY IDENTIFICATION OF MATERNAL DEATHS, FORMATION AND DISSEMINATION OF PREVENTION STRATEGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU58DP006697_7523"}, {"internal_id": 89524930, "Award ID": "NU58DP006696", "Award Amount": 1620000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS: SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEE IN MISSISSIPPI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU58DP006696_7523"}, {"internal_id": 89522513, "Award ID": "NU58DP006695", "Award Amount": 2240580.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU58DP006695_7523"}, {"internal_id": 89525146, "Award ID": "NU58DP006694", "Award Amount": 2249990.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS: SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU58DP006694_7523"}, {"internal_id": 89521692, "Award ID": "NU58DP006693", "Award Amount": 895000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "NH MATERNAL MORTALITY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU58DP006693_7523"}, {"internal_id": 89520956, "Award ID": "NU58DP006692", "Award Amount": 2395000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS BY SUPPORTING MATERNAL MORTALITY COMMITTEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU58DP006692_7523"}, {"internal_id": 89519673, "Award ID": "NU58DP006690", "Award Amount": 1497465.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "KANSAS MATERNAL MORTALITY REVIEW INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU58DP006690_7523"}, {"internal_id": 89524393, "Award ID": "NU58DP006689", "Award Amount": 2420000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "NORTH CAROLINA'S MATERNAL MORTALITY REVIEW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU58DP006689_7523"}, {"internal_id": 89525868, "Award ID": "NU58DP006688", "Award Amount": 1995000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS: SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU58DP006688_7523"}, {"internal_id": 89518364, "Award ID": "NU58DP006687", "Award Amount": 3026045.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS: SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU58DP006687_7523"}, {"internal_id": 89520909, "Award ID": "NU58DP006686", "Award Amount": 1995000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "WISCONSIN SUPPORTING MATERNAL MORTALITY REVIEW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU58DP006686_7523"}, {"internal_id": 89522138, "Award ID": "NU58DP006685", "Award Amount": 1982170.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "UTAH-WYOMING PARTNERSHIP FOR MATERNAL MORTALITY REVIEW", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU58DP006685_7523"}, {"internal_id": 89525138, "Award ID": "NU58DP006684", "Award Amount": 1570000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "CONNECTICUT MATERNAL MORTALITY REVIEW PROGRAM TO REDUCE CONNECTICUT MATERNAL DEATHS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU58DP006684_7523"}, {"internal_id": 89524016, "Award ID": "NU58DP006683", "Award Amount": 2250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "LOUISIANA MATERNAL MORTALITY REVIEW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU58DP006683_7523"}, {"internal_id": 89523117, "Award ID": "NU58DP006682", "Award Amount": 2370000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEES AND REDUCING MATERNAL MORTALITY STATEWIDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU58DP006682_7523"}, {"internal_id": 89517942, "Award ID": "NU58DP006681", "Award Amount": 2395000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS: SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU58DP006681_7523"}, {"internal_id": 89525016, "Award ID": "NU58DP006680", "Award Amount": 895000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "IMPROVING MATERNAL MORTALITY REVIEW QUALITY AND PREVENTION IN ALASKA AND CONTRIBUTING TO THE NATIONAL MATERNAL MORTALITY REVIEW INFORMATION APPLICATION (MMRIA) FY 2020-2025", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU58DP006680_7523"}, {"internal_id": 89525231, "Award ID": "NU58DP006679", "Award Amount": 895000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS: SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU58DP006679_7523"}, {"internal_id": 89524154, "Award ID": "NU58DP006678", "Award Amount": 2370000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS: SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEES (MMRC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU58DP006678_7523"}, {"internal_id": 89522580, "Award ID": "NU58DP006669", "Award Amount": 1995000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "93.478", "Description": "PREVENTING MATERNAL DEATHS: SUPPORTING MATERNAL MORTALITY REVIEW COMMITTEES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU58DP006669_7523"}]