[{"internal_id": 140059657, "Award ID": "2G2CMS331804", "Award Amount": 2491486.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "93.624", "Description": "TRANSFORMING COMMUNITY AND RURAL HEALTH SYSTEMS IN WASHINGTON STATE?S NORTH CENTRAL REGION - UNDER THE WASHINGTON COMMUNITY HEALTH ACCESS TO RURAL TRANSFORMATION (CHART) TEST MODEL, THE HEALTH CARE AUTHORITY (HCA), AS LEAD ORGANIZATION, WILL TEST WHETHER AN ALIGNED ALLPAYER CAPITATED ALTERNATIVE PAYMENT MODEL (APM) AND A COMMUNITY CARE REDESIGN PLAN DESIGNED BY THE COMMUNITY WILL IMPROVE ACCESS TO WHOLE-PERSON CARE, DECREASE POPULATION HEALTH DISPARITIES, AND REDUCE COSTS. IF AWARDED, HCA WILL TEST CHART IN THE RURAL FOUR-COUNTY NORTH CENTRAL REGION OF WASHINGTON STATE. HCA?S VISION FOR RURAL TRANSFORMATION IS THAT BY 2028, RURAL HEALTH AND HOSPITAL SYSTEMS PARTICIPATING IN THE WASHINGTON CHART TEST MODEL WILL HAVE ACHIEVED FINANCIAL STABILITY AND OPERATIONAL EFFICIENCY THROUGH A REALIGNMENT OF EXISTING RESOURCES. THIS REALIGNMENT WILL SUPPORT OUTPATIENT AND PREVENTIVE CARE, STRENGTHEN AND INCREASE COMMUNITY PARTNERSHIPS, AND ENSURE DELIVERY OF HIGH QUALITY, EQUITABLE CARE THAT MEETS THE HEALTH AND SOCIAL NEEDS OF THE COMMUNITY. APPROXIMATELY 120,000 NORTH CENTRAL RESIDENTS WILL BE IMPACTED BY THIS MODEL.  DESPITE VISIONARY LEADERSHIP AND A STRONG HISTORY OF COLLABORATION, THE FIVE PARTICIPATING HOSPITALS (PHS) EXPERIENCE THE SAME ISSUES AS OTHER RURAL COMMUNITIES IN WASHINGTON AND NATIONWIDE. THE COMBINATION OF VOLUME-BASED FEE-FOR-SERVICE PAYMENT STRUCTURES WITH REGULATORY CONSTRAINTS AND SLIM OR NEGATIVE OPERATING MARGINS, HINDERS NORTH CENTRAL HOSPITALS? ABILITY TO ADOPT TRANSFORMATIVE MODELS OF CARE, APMS, WORKFORCE INNOVATIONS, AND OTHER COMMUNITY HEALTH IMPROVEMENT STRATEGIES. HCA, AS WASHINGTON?S MEDICAID AGENCY, IS THE LARGEST PURCHASER, IN ADDITION TO MEDICARE, IN RURAL COMMUNITIES AND IS AN EXPERIENCED LEADER IN VALUE-BASED PURCHASING. HCA HAS CONTINUALLY UNITED WASHINGTON?S MAJOR PAYERS AND RURAL HOSPITALS TO ADVANCE A BROAD-BASED, MULTI-PAYER, RURAL TRANSFORMATION PLAN SINCE 2018. NORTH CENTRAL PARTICIPANT HOSPITALS SHARE OUR VISION AND MEDICARE?S GOALS FOR A NEW SYSTEM OF CARE IN RURAL COMMUNITIES.  THE WASHINGTON CHART TEST MODEL CREATES A UNIQUE OPPORTUNITY FOR THE CENTERS FOR MEDICARE &AMP; MEDICAID SERVICES AND RURAL HEALTH SYSTEMS TO PARTNER WITH HCA TO TEST AND EXPAND UPON A NEW MODEL OF CARE TRANSFORMATION?A MODEL WHICH WILL SERVE AS A STANDARD FOR ALL FUTURE RURAL TRANSFORMATION AND SUSTAINABILITY EFFORTS. UNDER THE WASHINGTON CHART TEST MODEL, HCA WILL PARTNER WITH PHS, NORTH CENTRAL COMMUNITY AND TRIBAL LEADERS, AND PAYERS ON THE CHART ADVISORY COUNCIL TO BUILD A COMMUNITY TRANSFORMATION PLAN (CTP) THAT MEETS NORTH CENTRAL COMMUNITY?S NEEDS. THE CTP WILL FEATURE EVIDENCE-INFORMED INNOVATIVE CARE DELIVERY MODELS AND STRATEGIES TO IMPROVE ACCESS TO CARE, QUALITY OF CARE, AND HEALTH OUTCOMES FOR ALL NORTH CENTRAL RESIDENTS.  THE TOTAL BUDGET FOR THE WASHINGTON CHART TEST MODEL IS $4,992,810. COOPERATIVE FUNDING WILL BE USED TO SUPPORT PH?S CARE REDESIGN EFFORTS, DESIGN THE MEDICAID AND ALIGNED-PAYER APM, AND BUILD INTERNAL EXPERTISE WITHIN HCA TO SUPPORT THE DESIGN AND IMPLEMENTATION OF THE WASHINGTON CHART TEST MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "828b307d-e0d1-6763-c22f-c53cde3c478b-R", "generated_internal_id": "ASST_NON_2G2CMS331804_7530"}, {"internal_id": 140059529, "Award ID": "2G2CMS331803", "Award Amount": 2494023.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "93.624", "Description": "COMMUNITY HEALTH ACCESS AND RURAL TRANSFORMATION (CHART) - SOUTH DAKOTA MEDICAID WILL SERVE AS THE LEAD ORGANIZATION FOR THIS COMMUNITY TRANSFORMATION OPPORTUNITY. SOUTH DAKOTA MEDICAID IS ONE OF THE STATE?S LARGEST HEALTHCARE PURCHASERS, PROVIDING HEALTH CARE COVERAGE FOR OVER 140,000 OF SOUTH DAKOTA?S APPROXIMATELY 884,000 RESIDENTS. THE MEDICAID AGENCY PROVIDES HEALTH CARE COVERAGE ACROSS ALL 66 COUNTIES IN THE STATE, 60 OF WHICH ARE CONSIDERED RURAL ACCORDING TO HRSA?S FEDERAL OFFICE OF RURAL HEALTH POLICY. THE CHART MODEL IN SOUTH DAKOTA WILL INITIALLY CONSIST OF THREE COUNTIES: BROWN, CUSTER, AND LAWRENCE AND THE STATE WILL SEEK TO INCLUDE ADDITIONAL COUNTIES IN THE PRE-IMPLEMENTATION PERIOD.  SOUTH DAKOTA?S RURAL, FRONTIER LANDSCAPE PRESENTS UNIQUE CHALLENGES FOR HEALTH CARE SERVICE DELIVERY. RURAL AND FRONTIER COMMUNITIES FACE DIFFICULTIES MAINTAINING A HEALTHCARE WORKFORCE. RURAL REGIONS CANNOT EASILY COMPETE WITH WAGES AND AMENITIES AVAILABLE TO PHYSICIANS AND OTHER PROFESSIONALS IN MORE URBAN AREAS. SOUTH DAKOTA HAS SHORTAGES OF CERTAIN HEALTH CARE PROVIDERS AND ACCESS TO SOME SPECIALTY CARE PROVIDERS IS LIMITED TO SOUTH DAKOTA?S TWO METROPOLITAN COMMUNITIES IN THE SIOUX FALLS AND RAPID CITY AREAS. IN SOME CASES, PATIENTS MUST TRAVEL 100S OF MILES TO ACCESS HEALTH CARE SPECIALISTS. IN ADDITION, SOUTH DAKOTA?S RURAL NATURE HAS ALSO BEEN PROHIBITIVE TO PAYMENT REFORM AND RESULTED IN THE STATE REMAINING LARGELY FEE-FOR-SERVICE. PARTICIPATION IN THE CHART MODEL WILL BOTH HELP ADDRESS ACCESS TO CARE ISSUES IN RURAL AREAS OF THE STATE AND ACCELERATE THE STATE?S TRANSITION TO MORE INNOVATIVE PAYMENT METHODOLOGIES AND VALUE-BASED PURCHASING.  ENHANCING ACCESS TO CARE IN RURAL SOUTH DAKOTA SOUTH DAKOTA?S PROPOSED HEALTHCARE REDESIGN INCLUDES FOUR HEALTH REFORM CONCEPTS: ENHANCING ACCESS TO CARE THROUGH UTILIZATION OF TELEMEDICINE SERVICES, IMPLEMENTING REMOTE PATIENT MONITORING TO MANAGE CHRONIC CONDITIONS, UTILIZING OF COMMUNITY HEALTH WORKERS TO IDENTIFY AND MANAGE CHRONIC CONDITIONS, AND THE UTILIZING PHARMACOGENOMIC TESTING TO INCREASE MEDICATION ADHERENCE AND REDUCE UNNECESSARY TRAVEL ASSOCIATED WITH TRIAL AND ERROR APPROACHES. IMPLEMENTATION OF THESE CONCEPTS WILL ALLOW HEALTHCARE PROVIDERS IN SOUTH DAKOTA TO ENHANCE THE SERVICES THAT ARE OFFERED TO RURAL RESIDENTS THUS IMPROVING HEALTH OUTCOMES AND REDUCING BARRIERS TO ACCESSING CARE.  ACCELERATING PAYMENT AND QUALITY INNOVATION IN SOUTH DAKOTA MEDICAID IMPLEMENTING A CAPITATED PAYMENT METHODOLOGY WILL ALLOW PARTICIPATING HOSPITALS TO FOCUS ON IMPLEMENTATION OF NEW AND INNOVATIVE HEALTHCARE DELIVERY METHODS AND REDUCE FOCUS ON VOLUME.  CHART BUDGET SOUTH DAKOTA IS REQUESTING $4,987,600.00 OVER THE SEVEN-YEAR THREE-MONTH GRANT PERIOD. GRANT FUNDING WILL BE USED TO ASSIST PARTICIPATING HOSPITALS TO IMPLEMENT HEALTH REFORM PROJECTS THAT ENHANCE ACCESS TO CARE IN RURAL SOUTH DAKOTA. ADDITIONALLY, FUNDING WILL BE USED TO HIRE THREE CONTRACTORS TO ASSIST THE STATE TO IMPLEMENT THE HEALTH REFORM CONCEPTS AND TRANSITION PARTICIPATING HOSPITAL TO A CAPITATED PAYMENT. FINALLY, FUNDING WILL BE USED TO MAKE NECESSARY UPDATES TO THE STATE?S MMIS SYSTEM TO ACCOMMODATE THE CAPITATED PAYMENT METHODOLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dae493c8-680b-ee9d-cf43-86a35a1158ba-C", "generated_internal_id": "ASST_NON_2G2CMS331803_7530"}, {"internal_id": 140059583, "Award ID": "2G2CMS331802", "Award Amount": 424305.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "93.624", "Description": "COMMUNITY HEALTH ACCESS AND RURAL TRANSFORMATION (CHART) MODEL - COMMUNITY TRANSFORMATION TRACK - THE UNIVERSITY OF ALABAMA AT BIRMINGHAM (UAB) IS APPLYING TO PARTICIPATE AS THE LEAD ORGANIZATION IN THE COMMUNITY TRANSFORMATION TRACK OF THE CHART MODEL OFFERED BY THE CMMI. UAB IS LOCATED IN BIRMINGHAM, ALABAMA.  IN ADDITION TO THE ACADEMIC CORE, IT INCLUDES A HEALTHCARE ENTERPRISE, UAB HEALTH SYSTEM, A $5 BILLION ORGANIZATION WITH RESPONSIBILITY FOR UAB HOSPITAL, ONE OF THE LARGEST HOSPITALS IN THE NATION. IT ALSO INCLUDES 14+ HOSPITALS ACROSS ALABAMA UNDER VARIOUS MANAGEMENT AND AFFILIATION ARRANGEMENTS. UAB HAS EXPERIENCE IN MANAGING HEALTH-RELATED GRANTS AND HAS ADVANCED KNOWLEDGE WITHIN THE HEALTHCARE ARENA. MANY OF THE AWARDED GRANTS HAVE SPECIFICALLY FOCUSED ON HEALTH DISPARITIES AND ACCESS ISSUES IN RURAL COMMUNITIES INCLUDING THE NIH FUNDED RISK UNDERLYING RURAL AREAS LONGITUDINAL (RURAL) STUDY AND THE HRSA FUNDED COMPREHENSIVE URBAN UNDERSERVED AND RURAL EXPERIENCE (CU2RE). THE SIZE, SCOPE, AND STANDING IN THE STATE OF ALABAMA MAKES UAB AND ITS HEALTHCARE ENTITIES A PRIME CANDIDATE FOR LEADING THIS MODEL IN ALABAMA. ALABAMA IS A STATE WITH 54 RURAL COUNTIES AND 47 RURAL HOSPITALS. AN ESTIMATED 1.1 MILLION RESIDENTS LIVE IN THESE RURAL COUNTIES. IN ORDER TO MAXIMIZE THIS OPPORTUNITY FOR RURAL HOSPITALS, THE SERVICE AREA PROPOSED IN THIS APPLICATION INCORPORATES ALL OF THESE RURAL COUNTIES AS THE COMMUNITY. AT THE TIME OF THIS WRITING, APPROXIMATELY TEN ELIGIBLE HOSPITALS HAVE SIGNED A NON-BINDING LETTER OF INTENT TO PARTICIPATE. AS MORE INFORMATION IS MADE KNOWN REGARDING THE MODEL CRITERIA AND THE FINANCING MECHANISMS BEYOND BASELINE CAPITATION RATES AND HOW THOSE RATES ARE PROJECTED FOR THE OUT YEARS, WE ANTICIPATE THAT ADDITIONAL HOSPITALS WILL LIKELY EXPRESS INTEREST IN PARTICIPATING. THE GOALS PROPOSED IN THE TRANSFORMATION PLAN ARE CONSISTENT WITH THE GOALS OF THIS MODEL. UAB WITH ITS COMPONENT PARTS IN CONJUNCTION WITH THE STATE MEDICAID AGENCY (SMA) WILL WORK WITH PARTICIPATING HOSPITALS AND THE ADVISORY COUNCIL TO IMPLEMENT AN ALTERNATIVE PAYMENT MODEL DESIGNED TO IMPROVE FINANCIAL STABILITY FOR HOSPITALS AS WELL AS IMPROVE ACCESS AND OUTCOMES FOR MEMBERS OF THE COMMUNITY. CENTRAL TENETS OF THE TRANSFORMATION PLAN ARE:    ?\tRELIANCE ON CAPITATED REVENUES FOR FINANCIAL STABILITY.    ?\tWIDE-SPREAD ADOPTION OF AMBULATORY TELEMEDICINE FOR SPECIALTY AND SUBSPECIALTY CARE WITH AN EMPHASIS ON MENTAL AND BEHAVIORAL HEALTH.    ?\tDEVELOPMENT OF CARE MANAGEMENT STRATEGIES TO HELP PATIENTS GET THE RIGHT CARE, IN THE RIGHT PLACE, AT THE RIGHT TIME.    ?\tIDENTIFYING SOLUTIONS FOR CERTAIN SOCIAL DETERMINANTS OF HEALTH SUCH AS TRANSPORTATION IN EXTREMELY RURAL COMMUNITIES.    ?\tMANAGING AT LEAST THE 6 QUALITY MEASURES DEFINED BY CMMI. THE PROPOSED BUDGET TO ACCOMPLISH THESE GOALS IS SET AT $4,912,000. THESE FUNDS WILL BE USED PRIMARILY TO LEVERAGE THE EXPERTISE AND EXPERIENCE BROUGHT TO THE PROJECT BY THE LEADERS ENLISTED TO SUPPORT UAB AND SMA AS THE RECIPIENT AND SUB-RECIPIENT OF THE COOPERATIVE AGREEMENT. THESE ROLES INCLUDE LEADERSHIP, GRANTS MANAGEMENT, TELEMEDICINE, CARE MANAGEMENT, QUALITY MANAGEMENT, PRACTICE TRANSFORMATION, STRATEGIC PLANNING, AND REIMBURSEMENT SPECIALISTS. MOST RURAL HOSPITALS HAVE SOME OR MINIMAL EXPERIENCE IN THESE AREAS. UAB WILL BE ABLE TO GUIDE PARTICIPATING HOSPITALS IN TRANSFORMATION ACTIVITIES THAT WILL SUPPORT THE SUCCESSFUL IMPLEMENTATION OF THE OBJECTIVES OF THE CHART MODEL COMMUNITY TRANSFORMATION TRACK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "385a79b6-b810-9612-774a-ef5d04895c34-C", "generated_internal_id": "ASST_NON_2G2CMS331802_7530"}, {"internal_id": 140059458, "Award ID": "2G2CMS331801", "Award Amount": 2498662.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "93.624", "Description": "CHARTING A COURSE FOR RURAL HOSPITAL TRANSFORMATION IN TEXAS - CHART MODEL PROJECT ABSTRACT NOTICE OF FUNDING OPPORTUNITY NUMBER: CMS-2G2-21-001 TEXAS? PROPOSED HEALTH CARE DELIVERY SYSTEM REDESIGN CONCEPT IS TO BRING IMPROVED FINANCIAL STABILITY TO PARTICIPANT HOSPITALS THROUGH CAPITATED ARRANGEMENTS AND PROVIDE STRATEGIES TO ADDRESS COMMUNITY HEALTH CHALLENGES THROUGH TELEMEDICINE. USING COMMUNITY ASSESSMENTS TO IDENTIFY GAPS BETWEEN SERVICES AND RESOURCES AVAILABLE, FOUR COMMUNITY HEALTH CHALLENGES COMMON TO EACH COMMUNITY COUNTY HAVE BEEN IDENTIFIED. THEY INCLUDE: (1) LACK OF COORDINATED CARE, (2) UNCOORDINATED CARE TRANSITIONS RESULTING IN UNPLANNED HOSPITAL READMISSIONS, (3) IMPROVED TREATMENT AND PREVENTION OF CHRONIC CONDITIONS LIKE DIABETES, CARDIOVASCULAR DISEASE, AND CONGESTIVE HEART FAILURE, AND (4) LIMITED OR NO ACCESS TO PRIMARY AND SPECIALTY CARE. TEXAS ENVISIONS A FRAMEWORK FROM WHICH PARTICIPATING HOSPITALS CAN CUSTOMIZE THEIR ROLE IN THE CHART MODEL TRANSFORMATION PLAN BY SELECTING ONE OR MORE OF THE COMMUNITY HEALTH CHALLENGES TO ADDRESS THROUGH A TELEMEDICINE PROJECT(S) THAT FITS THE NEEDS OF THEIR COUNTY. TEXAS IS REQUESTING $5,000,000 IN FUNDING FOR ITS PROPOSED PROJECT. IF AWARDED, A SIGNIFICANT PORTION OF THE COOPERATIVE FUNDING WOULD BE USED TO: (1) PROVIDE TECHNICAL ASSISTANCE RELATED TO TRANSFORMATION, (2) ALLOW HOSPITALS TO PURCHASE TELEMEDICINE EQUIPMENT, TRAINING, SOFTWARE, AND (3) HIRE ADDITIONAL STAFF, IF NEEDED, TO IMPLEMENT TRANSFORMATION GOALS. USING THE FUNDING AWARD FOR TELEMEDICINE ALLOWS HOSPITALS TO CREATE NEW OR EXPANDED SERVICES TO GENERATE NEW OR EXPANDED REVENUE STREAMS, AS WELL AS MAXIMIZE THE NUMBER OF PATIENTS TREATED; THEREBY, LEADING TO IMPROVED FINANCIAL STABILITY FOR THE FACILITY. TEXAS PROPOSES TO TRANSFORM ITS MEDICAID PAYMENT ARRANGEMENTS BY DEVELOPING AN OUTPATIENT PROSPECTIVE PAYMENT SYSTEM MODEL USING A BUNDLED PAYMENT ARRANGEMENT LIKE ENHANCED AMBULATORY PATIENT GROUPS. IF THESE PAYMENT SYSTEMS PROVE BENEFICIAL TO PARTICIPATING HOSPITALS, TEXAS MAY EXPAND THEM EACH PERFORMANCE PERIOD TO MEET MEDICAID PARTICIPATION TARGETS AND ADDRESS COMMUNITY HEALTH GOALS. ADDITIONALLY, TEXAS PLANS TO REPLICATE ONE OR MORE BUNDLED PAYMENT ARRANGEMENTS NOW TESTED IN MEDICARE. THE CHART MODEL TEXAS ADVISORY COUNCIL WILL PLAY A KEY ROLE IN THE DEVELOPMENT AND IMPLEMENTATION OF CAPITATED PAYMENT ARRANGEMENTS AND IMPROVING STATE MEDICAID TELEMEDICINE POLICY. THE GEOGRAPHIC BOUNDARIES OF TEXAS? CHOSEN COMMUNITY ARE 13 NONCONTIGUOUS RURAL COUNTIES AND CENSUS TRACTS SPREAD ACROSS THE STATE. THEY INCLUDE: (1) ANGELINA COUNTY, (2) BROWN COUNTY, (3) BURNET COUNTY, (4) DEWITT COUNTY, (5) DAWSON COUNTY, (6) CENSUS TRACT 48187210400 IN GUADALUPE COUNTY, (7) HASKELL COUNTY, (8) MAVERICK COUNTY, (9) MITCHELL COUNTY, (10) POLK COUNTY, (11) SAN AUGUSTINE COUNTY, (12) CENSUS TRACT 48485013700 IN WICHITA COUNTY, AND (13) YOUNG COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8c7c4f5-efd2-f1e4-30da-6db0467247a0-C", "generated_internal_id": "ASST_NON_2G2CMS331801_7530"}, {"internal_id": 66487037, "Award ID": "1G1CMS331630", "Award Amount": 27540428.19, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-31", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77afa70e-9e77-e381-e6e3-918c6939a0c4-R", "generated_internal_id": "ASST_NON_1G1CMS331630_7530"}, {"internal_id": 45171634, "Award ID": "1G1CMS331407", "Award Amount": 66146633.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_1G1CMS331407_7530"}, {"internal_id": 45171633, "Award ID": "1G1CMS331406", "Award Amount": 64825222.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "828b307d-e0d1-6763-c22f-c53cde3c478b-R", "generated_internal_id": "ASST_NON_1G1CMS331406_7530"}, {"internal_id": 45171632, "Award ID": "1G1CMS331405", "Award Amount": 19885786.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b24bca60-2e0e-c0ef-1844-9d969f9d25e9-C", "generated_internal_id": "ASST_NON_1G1CMS331405_7530"}, {"internal_id": 45171631, "Award ID": "1G1CMS331404", "Award Amount": 14580823.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dcdd0100-66a0-1320-92a1-2b96b3bd17a0-R", "generated_internal_id": "ASST_NON_1G1CMS331404_7530"}, {"internal_id": 45171630, "Award ID": "1G1CMS331403", "Award Amount": 62926289.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "364bdfe1-0f43-e00a-bf4d-8c892477b625-C", "generated_internal_id": "ASST_NON_1G1CMS331403_7530"}, {"internal_id": 45171629, "Award ID": "1G1CMS331402", "Award Amount": 90016872.13, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "113190c8-f167-0369-6ad3-c06c19fcf7b0-C", "generated_internal_id": "ASST_NON_1G1CMS331402_7530"}, {"internal_id": 45171628, "Award ID": "1G1CMS331401", "Award Amount": 61648733.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a01292ea-3dbc-caf6-1fa6-644e231aaaae-C", "generated_internal_id": "ASST_NON_1G1CMS331401_7530"}, {"internal_id": 45171627, "Award ID": "1G1CMS331400", "Award Amount": 40626070.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b731bf8-5172-c817-b801-2c97f1eac837-C", "generated_internal_id": "ASST_NON_1G1CMS331400_7530"}, {"internal_id": 45171626, "Award ID": "1G1CMS331399", "Award Amount": 35989809.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_1G1CMS331399_7530"}, {"internal_id": 45171625, "Award ID": "1G1CMS331398", "Award Amount": 32096234.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc2165d8-dc06-5107-ae24-7057031f1f9d-C", "generated_internal_id": "ASST_NON_1G1CMS331398_7530"}, {"internal_id": 45171624, "Award ID": "1G1CMS331397", "Award Amount": 63125530.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS:ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3b2aeb9-f2eb-9cd7-9ce8-0775985ec40d-C", "generated_internal_id": "ASST_NON_1G1CMS331397_7530"}, {"internal_id": 45171623, "Award ID": "1G1CMS331396", "Award Amount": 1659458.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-16", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: ROUND TWO OF FUNDING FOR DESIGN AND TEST ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_1G1CMS331396_7530"}, {"internal_id": 45171601, "Award ID": "1G1CMS331183", "Award Amount": 41515981.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-02-22", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: FUNDING FOR MODEL DESIGN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "580733d3-6a20-e83c-7380-a172ea49afbf-C", "generated_internal_id": "ASST_NON_1G1CMS331183_7530"}, {"internal_id": 45171600, "Award ID": "1G1CMS331181", "Award Amount": 42036871.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-02-22", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: FUNDING FOR MODEL DESIGN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_1G1CMS331181_7530"}, {"internal_id": 45171596, "Award ID": "1G1CMS331177", "Award Amount": 32985793.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-02-22", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS: FUNDING FOR MODEL TESTING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_1G1CMS331177_7530"}, {"internal_id": 45171588, "Award ID": "1G1CMS331169", "Award Amount": 43952058.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-02-22", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6510eb1d-53e3-9b34-8c1e-d86561a5943f-C", "generated_internal_id": "ASST_NON_1G1CMS331169_7530"}, {"internal_id": 45171587, "Award ID": "1G1CMS331168", "Award Amount": 41917398.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-02-22", "CFDA Number": "93.624", "Description": "STATE INNOVATION MODELS TESTING GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9031f93-5fd5-0d09-1790-0db2c2b6f4f9-C", "generated_internal_id": "ASST_NON_1G1CMS331168_7530"}]