[{"internal_id": 159207594, "Award ID": "NH28CE003520", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-25", "CFDA Number": "93.799", "Description": "COMPREHENSIVE ADDICTION AND RECOVERY ACT (CARA) LOCAL DRUG CRISES GRANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a6cc13c-57c7-9f6a-e8be-a371fbc126fe-C", "generated_internal_id": "ASST_NON_NH28CE003520_7523"}, {"internal_id": 138341802, "Award ID": "NH28CE003348", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "HIALEAH VIBE CHECK PROJECT - IF 95.3 % OF FLORIDA YOUTH THINK USE OF ILLICIT DRUGS IS WRONG, THEN WHY ARE THE 30- DAY PAST USERATES FOR METHAMPHETAMINES 12 TIMES HIGHER IN HIALEAH THAN IN M-DC?ADOLESCENCE REPRESENTS BOTH A CRITICAL AT-RISK PERIOD FOR SUBSTANCE USE INITIATION AS WELL AS AN OPPORTUNE TIME TO INTERVENE AND PREVENT BEHAVIORS FROM DEVELOPING INTO MORE ACUTE HEALTH PROBLEMS. NOT ALL KIDS WHO EXPERIMENT WITH DRUGS WILL DEVELOP A SUBSTANCE USE DISORDER; HOWEVER, ALL PSYCHOACTIVE SUBSTANCES HAVE NEGATIVE EFFECTS ON THE STILL DEVELOPING ADOLESCENT BRAIN, AND HAVE ALSO BEEN ASSOCIATED WITH OTHER RISK BEHAVIORS, SUCH AS SUICIDAL IDEATION, YOUTH VIOLENCE, AND RISKY SEXUAL BEHAVIORS. HIALEAH YOUTH CURRENTLY EXHIBIT ELEVATED 30- DAY PAST USE RATES FOR PRESCRIPTION DRUGS AND METHAMPHETAMINES IN COMPARISON TO BOTH NATIONAL AND STATE PEERS; PAST -YEAR USE RATES FOR PRESCRIPTION OPIOIDS WITHIN MIAMI- DADE ALSO EXCEED NATIONAL NUMBERS. THESE ELEVATED USE RATES, AS WELL AS THE RISKS ASSOCIATED WITH YOUTH INITIATION OF THESE SUBSTANCES UNDERLINE THE NEED FOR ENHANCED EFFORTS TO ADDRESS SUBSTANCE MISUSE AS A WHOLE.HIALEAH VIBE CHECK IS A MULTI-MODAL INITIATIVE, GROUNDED IN MEANINGFUL YOUTH ENGAGEMENT AND DATA-DRIVEN PROGRESS, TO IMPACT YOUTH DRUG USE IN HIALEAH. UTILIZING A DIVERSE COMBINATION OF COMMUNITY LEVEL STRATEGIES, HIALEAH VIBE CHECK WILL DIRECTLY TARGET EXISTING CHALLENGES WITH PRESCRIPTION DRUG MISUSE, WHILE EXPANDING THE EVIDENCE BASE ON OPIATES AND METHAMPHETAMINES FOR FUTURE INTERVENTION. THE PROJECT IS COMPRISED OF THE FOLLOWING SIX STRATEGIES, THE CORRESPONDING STRATEGY FOR COMMUNITY CHANGE FROM SAMHSA IS ALSO NOTED:?    IN-SERVICE FOR LOCAL MEDICAL STAFF (ENHANCE SKILLS)?    BUILD CAPACITY IN YOUTH MENTAL HEALTH FIRST AID (ENHANCE SKILLS)?    DRUG TAKE BACK INITIATIVE (ENHANCE ACCESS/REDUCE BARRIERS)?    CONVENE TWO YOUTH DIALOG DAYS (ENHANCE SKILLS)?    DEVELOP AND ADMINISTER COMMUNITY ONLINE SURVEY (PROVIDE SUPPORT)?    PRODUCE THREE EPISODES OF A YOUTH-LED INT ERNET SHOW ON INSTAGRAM LIVE (PROVIDE INFORMATION)PREVENTION OF USE IN YOUTH AGED 12-18 WILL DECREASE BOTH ITS WIDESPREAD SOCIAL ACCESS AND AVAILABILITY. DECREASING NORMS AND ACCEPTANCE OF USE IN ADULTS AND YOUTH WILL ADDRESS THE PERCEPTIONS OF BOTH ACUTE AND CHRONIC CONSEQUENCES CAUSED BY UNDERAGE SUBSTANCE USE, AS WELL  AS THE SOCIAL ACCEPTANCE, AND PERCEIVED WRONGFULNESS BY PARENTS AND PEERS. TRAINING WILL INCREASE UNDERSTANDING OF THE INTRICACIES OF YOUTH DRUG USE FOR COMMUNITY PROVIDERS WHILE BUILDING THE SKILLS TO ENHANCE THEIR PRACTICE. SYNTHESIZING AND DISSEMINATING EVIDENCE-BASED INFORMATION PROVIDES AN OPPORTUNITY TO EDUCATE AND CHANGE SOCIAL NORMS AMONG ADULTS AND YOUTH ABOUT THE PHYSICAL AND MENTAL HEALTH RISKS OF THESE ADDICTIVE DRUGS. A COMMUNITY SURVEY OF LOCAL SECTORS AND STAKEHOLDERS WILL BOLSTER AN EMERGING EVIDENCE BASE THAT CAN BE UTILIZED TO INFORM THE DEVELOPMENT OF EFFECTIVE INTERVENTIONS AND STRATEGIES. VIBE CHECK, IS THE NEXT ITERATION FOR HCC, AND THE COALITION?S ROLE IS FRAMED BY ITS MISSION STATEMENT: ?TO SERVE AS A COMMUNITY COALITION DEDICATED TO THE COMPREHENSIVE AND LONG-TERM REDUCTION/PREVENTION OF UNDERAGE DRINKING AND SUBSTANCE USE AND ABUSE OF DRUGS WHILE WORKING IN PARTNERSHIP TO CREATE A SAFE, HEALTHY ANDDRUG-FREE COMMUNITY FOR THE YOUTH OF HIALEAH, FL.?.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e946c41b-5909-4987-d958-11feeb11e752-C", "generated_internal_id": "ASST_NON_NH28CE003348_7523"}, {"internal_id": 138341737, "Award ID": "NH28CE003347", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "REVIVE PREVENTION COALITION - ON BEHALF OF THE COMMUNITY SECTORS LIVING IN THE RURAL COUNTIES OF SOUTHERN RIO ARRIBA AND NORTHERN SANTA FE, HANDS ACROSS CULTURES CORP., A 501(C)(3) PRIVATE, NON-PROFIT ORGANIZATION, WILL FACILITATE A COALITION SYSTEM, THE REVIVE PREVENTION COALITION (REVIVE) TO ADDRESS OPIOIDS, METHAMPHETAMINE AND PRESCRIPTION DRUG USE AND MISUSE. REVIVE?S PURPOSE AIMS TO INCREASE CAPACITY TO IMPLEMENT THE STRATEGIC PREVENTION FRAMEWORK IN ORDER TO PREVENT THE ONSET AND REDUCE THE PROGRESSION OF OPIOIDS, METHAMPHETAMINE AND PRESCRIPTION DRUG USE AND MISUSE AND RELATED CONSEQUENCES. THE IMPLEMENTATION OF THE SPF MODEL WILL BE ACHIEVED USING A COHESIVE AND COMPREHENSIVE PUBLIC HEALTH APPROACH THAT INCLUDES UNIVERSAL AND ENVIRONMENTAL EVIDENCE-BASED PREVENTION PROGRAMMING TO HEIGHTEN AWARENESS OF COMMUNITY NEED, ADDRESS RISK FACTORS AND CHANGE THESE BEHAVIORS ACROSS OUR COMMUNITY THROUGH CAPACITY BUILDING, DATA-DRIVEN STRATEGIC PLANNING AND HIGH QUALITY IMPLEMENTATION OF EVIDENCE-BASED PROGRAMS, PRACTICES AND POLICIES.POPULATIONS TO BE SERVED:  YOUTH AGES 12-17.  DEMOGRAPHICS AND CLINICAL CHARACTERISTICS INCLUDE 51% FEMALE AND 49% MALE.  RACE AND ETHNICITY (BASED ON 2019 POJOAQUE VALLEY SCHOOL DISTRICT PORTFOLIO) HISPANIC/LATINO 77%, AMERICAN INDIAN/ALASKAN NATIVE 17%, WHITE/CAUCASIAN 5%, BLACK/AFRICAN AMERICAN 1%, ASIAN 0%. IN OUR LOCAL SCHOOL DISTRICT, 57% OF THESE STUDENTS WERE CONSIDERED ?ECONOMICALLY DISADVANTAGED? AND 17% WERE ENGLISH LANGUAGE LEARNERS.  ACCORDING TO NM KIDS COUNT 2018, IN OUR CATCHMENT AREA 74% QUALIFIED FOR FREE OR REDUCED PRICED MEALS.  CULTURAL ROOTS STEM MOSTLY FROM HISPANO AND NATIVE TRADITIONS. RELIGION IS PRIMARILY CATHOLIC BUT STRONG TIES EXIST TO PUEBLO NATIVE WAYS OF SPIRITUALITY. THERE IS A SMALL SIKH COMMUNITY.  82.1% OF STUDENTS IDENTIFY AS STRAIGHT, 13.6% AS GAY, LESBIAN OR BISEXUAL, 4.3% ARE NOT SURE OF SEXUAL ORIENTATION.  GENDER IDENTITY IS AS FOLLOWS, 93.1% OF STUDENTS IDENTIFY AS CISGENDER, 3.9% REPORT AS TRANSGENDER, G ENDERQUEER, OR GENDERFLUID, 3% ARE NOT SURE ABOUT THEIR GENDER IDENTITY.  HISTORICAL PERSPECTIVE IS LENGTHY AND COMPLEX INCLUDING GENERATIONS OF CULTURAL TRAUMA AND LAND LOSS, INTERGENERATIONAL SUBSTANCE USE.  A SIGNIFICANT SHIFT IN EVENTS THAT HAD AN IMPACT ON YOUTH SUBSTANCE USE IS THE MAGNITUDE OF CURRENT OPIOID CRISIS.  RECENTLY, PHYSICIANS WERE OVER PRESCRIBING PRESCRIPTION PILLS AND OPIOIDS UNMONITORED WHILE GETTING KICKBACKS FROM PHARMACEUTICAL COMPANIES. LOCAL DRUG PROBLEMS ARE PARTLY PERPETUATED BY ?CULTURAL DISLOCATION AND CULTURAL OPPRESSION. PEOPLE ARE IN PAIN.? THE CULTURAL NORMS HAVE FILTERED DOWN TO OUR YOUTH IN TERMS OF AGE OF CURRENT USE, EASE OF ACCESS, PERCEPTION OF RISK AND LOW ENFORCEMENT.REVIVE'S MEASURABLE OBJECTIVES HIGHLIGHT THE DESIRED OUTCOMES FOR THE PROJECT:  OBJECTIVE 1: INCREASE THE COLLABORATION AND CAPACITY OF REVIVE PREVENTION COALITION LEADERSHIP AND MEMBERSHIP BY 5% TO IMPACT OBJECTIVES ASSOCIATED WITH THE IN ACTION PLAN AS MEASURED BY THE COALITION EFFECTIVENESS TOOL BY JUNE 30, 2022. OBJECTIVE 2:  REDUCE THE NUMBER OF STUDENTS WHO REPORT USING OPIOIDS, METHAMPHETAMINES AND/OR PRESCRIPTION DRUGS NOT PRESCRIBED TO THEM BY 5% AS MEASURED BY THE YOUTH DFC CORE MEASURE SURVEY IN SCHOOL DISTRICT BY JUNE 30, 2022. OBJECTIVE 3: INCREASE THE NUMBER OF STUDENTS WHO REPORT PARENTAL DISAPPROVAL OF ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE AND/OR PRESCRIPTION DRUG USE BY 5% BY JUNE 30, 2022 AS MEASURED BY THE DFC CORE MEASURE SURVEY. OBJECTIVE 4: INCREASE THE NUMBER OF STUDENTS WHO REPORT PERCEPTION OF PEER DISAPPROVAL OF ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE AND/OR PRESCRIPTION DRUG USE BY 5% BY JUNE 30, 2022 AS MEASURED BY THE DFC CORE MEASURE SURVEY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df17e150-726e-f723-2763-613604b073f0-C", "generated_internal_id": "ASST_NON_NH28CE003347_7523"}, {"internal_id": 138341823, "Award ID": "NH28CE003346", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "ANTI-DRUG COALITION OF TIPTON(DRUG FREE TIPTON)-COMPREHENSIVE ADDICTION AND RECOVERY ACT LOCAL DRUG CRISES-COVINGTON - PROJECT ABSTRACT SUMMARYTHE ANTI-DRUG COALITION OF TIPTON COUNTY/DRUG FREE TIPTON?S CARA LOCAL DRUG CRISES GRANT PROJECT?S GOAL  IS TO FOCUS ON PREVENTING AND REDUCING PRESCRIPTION DRUG USE AMONG YOUTH AGES 12-18 IN COVINGTON, TN. THE PROGRAM WILL SEEK TO CHANGE THE CULTURE AND ENVIRONMENT REGARDING THE ACCEPTABILITY OF YOUTH USE AND MISUSE OF PRESCRIPTION DRUGS, BY ADDRESSING ROOT CAUSES AND LOCAL CONDITIONS. THE 2019 STUDENT SURVEY REPORTED THAT THE AVERAGE AGE OF FIRST MISUSE IS 12.97.  7.8% OF YOUTH SURVEYED REPORTED PAST THIRTY-DAY DRUG MISUSE. 22.6% OF THESE STUDENTS REPORTED A HIGH RATE OF USAGE. 50.9% OF YOUTH THAT REPORTED PAST THIRTY-DAY USAGE REPORTED OBTAINING SUBSTANCE FROM A FRIEND OR RELATIVE(SHARING).  BEHAVIORAL HEALTH CASE MANAGERS HAVE REPORTED THAT THEIR CLIENTS DO NOT DISPOSE OF UNUSED MEDICATION PROPERLY.  MANY TIMES, THE CLIENTS SAVE THE MEDICATIONS TO SHARE WITH FAMILY MEMBERS. THE SHARING OF MEDICATIONS OFTEN RESULTS IN CRISIS INTERVENTIONS. THIS DATA IDENTIFIES THE AVAILABILITY AND ACCESSIBILITY OF SUBSTANCES AS ROOT CASES. THOUGH WE DO NOT HAVE DRUG OVERDOSE DEATH RATES FOR YOUTH ALONE, THE TENNESSEE DEPARTMENT OF HEALTH REPORTS A 60% INCREASE IN FATAL AND NONFATAL OVERDOSES FROM 2019 TO 2020 IN TIPTON COUNTY. THE COALITION WILL WORK WITH LEADERS IN COVINGTON, TN ACROSS SECTORS TO IDENTIFY AND ADDRESS LOCAL YOUTH SUBSTANCE USE PROBLEMS AND CREATE SUSTAINABLE COMMUNITY-LEVEL CHANGE THROUGH THE IMPLEMENTATION OF EVIDENCE-BASED AND PRACTICE-BASED STRATEGIES. SUCH STRATEGIES SEEK TO: (1) LIMIT ACCESS TO SUBSTANCES; (2) CHANGE THE CULTURE AND CONTEXT WITHIN WHICH DECISIONS ABOUT SUBSTANCE USE ARE MADE; AND/OR (3) SHIFT THE CONSEQUENCES ASSOCIATED WITH YOUTH SUBSTANCE USE. THE COALITION WILL COMPLETE STRATEGIES AND ACTIVITIES THAT ARE COMPREHENSIVE AND THAT CAN BE IMPLEMENTED DURING THE PERIOD OF PERFORMANCE (OVER THE 5-YEAR PERIOD). THE SEVEN STRATEGIES FOR COMMUNITY-LEVEL CHANGE AND THE STRATEGIC PREVENTION FRAMEWORK WILL BE USED TO GUIDE WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db854dbb-dc66-8415-903f-530725315484-C", "generated_internal_id": "ASST_NON_NH28CE003346_7523"}, {"internal_id": 138341771, "Award ID": "NH28CE003345", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "COMMUNITY- BASED COALITION ENHANCEMENT GRANTS TO ADDRESS LOCAL DRUG CRISES - OPIOID MISUSE AMONG YOUTH IS STRONGLY LINKED WITH DEVELOPING AN OPIOID USE DISORDER, METHAMPHETAMINE USE DISORDER, AND EXPERIENCING A DRUG OVERDOSE. A ROOT CAUSE OF YOUTH SUBSTANCE USE IS THE NEED TO COPE WITH THE TRAUMA CAUSED BY ADVERSE CHILDHOOD EXPERIENCES (ACES).  BUILDING RESILIENCY IN CHILDREN THROUGH COMMUNITY CONNECTION REDUCES THE IMPACT OF ACES BY PROVIDING POSITIVE EXPERIENCES TO COMBAT TRAUMA.  THIS IS A MAJOR FACTOR IN THE PREVENTION OF SUBSTANCE ABUSE AS AN ADULT. ACCORDING TO THE CDC, REDUCING THE IMPACT OF ACES ON YOUTH HAS BEEN LINKED TO LOWER DRUG AND ALCOHOL RATES, LOWER RATES OF HIGH-RISK BEHAVIORS, AND AN INCREASE IN LIFE EXPECTANCY. THE CAPE MAY COUNTY HEALTHY COMMUNITY COALITION (HCC) STRIVES TO BUILD A HEALTHY CAPE MAY COUNTY BY REDUCING SUBSTANCE ABUSE. THE COALITION WILL USE THE SEVEN STRATEGIES FOR COMMUNITY CHANGE TO INCREASE PROTECTIVE FACTORS AND RESILIENCY SKILLS OF COUNTY YOUTH, AND PERCEPTION OF HARM AND AWARENESS OF ACCESS TO  OPIOIDS, METHAMPHETAMINE AND PRESCRIPTION DRUG MISUSE. UNDER THE CARA PROJECT GOAL ONE IS TO REDUCE  REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH, THE COALITION HAS TWO OBJECTIVES: BY JUNE 30, 2022 REDUCE THE PERCENTAGE OF YOUTH AGED 12-18 IN CAPE MAY COUNTY WHO REPORT PAST 30 DAY USE OF PRESCRIPTION DRUG USE/MISUSE BY 10% AS REPORTED BY THE CAPE MAY COUNTY PRIDE SURVEY; BY JUNE 30, 2022, REDUCE THE PERCENTAGE OF HIGH SCHOOL STUDENTS IN CAPE MAY COUNTY WHO REPORT IT ?EASY? AND ?FAIRLY EASY? TO GET OPIOIDS FROM 13% TO 11% AS REPORTED BY THE PRIDE SURVEY. THE COALITION?S OBJECTIVES WILL INCLUDE INCREASING THE NUMBER OF YOUTH THAT ACTIVELY PARTICIPATE IN ACTIVITIES OF THE YOUTH TASKFORCE.  THIS WILL BE DONE BY RECRUITING NEW MEMBERS, PROVIDING OPPORTUNITIES MEANINGFUL OUTREACH, AND BY MAINTAINING AND STRENGTHENING CURRENT MEMBERSHIP. GOAL TWO IS TO CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE, AND /OR PRESCRIPTION DRUG USE/ MISUSE, THE COALITION HAS TWO OBJECTIVES: BY DECEMBER 31, 2021, INCREASE BY 25% YOUTH MEMBERSHIP IN THE YOUTH TASKFORCE; BY JUNE 30, 2022, EDUCATE 250 YOUTH INFLUENCERS/STAKEHOLDERS AND COMMUNITY MEMBERS ON LOCAL ISSUES RELATED TO YOUTH USE OF OPIOIDS, METHAMPHETAMINE AND PRESCRIPTION DRUGS THROUGH LITERATURE DISSEMINATION, EDUCATIONAL WORKSHOPS AND ATTENDANCE AT COMMUNITY MEETINGS AND EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8f2bf5b-3d03-058c-7de8-7eac3fe32885-R", "generated_internal_id": "ASST_NON_NH28CE003345_7523"}, {"internal_id": 138341749, "Award ID": "NH28CE003344", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "THE YOUTH BEYOND OPIOID MISUSE (YBOM) INITIATIVE SEEKS TO PREVENT MISUSE OF OPIOIDS AMONG BLACK AND HISPANIC YOUTH AGES 12-18 YEARS OLD IN DURHAM, NC USING EVIDENCED BASED PEER TO PEER STRATEGIES. - THE YOUTH BEYOND OPIOID MISUSE (YBOM) INITIATIVE SEEKS TO PREVENT MISUSE OF OPIOIDS AMONG BLACK AND HISPANIC YOUTH AGES 12-18 YEARS OLD IN DURHAM, NC. EVIDENCE BASED STRATEGIES LED BY 25 TRAINED YOUTH IN YBOM STRATEGIES TO IMPROVE PEER RELATIONSHIPS, REINFORCEMENT ANTI-DRUG ATTITUDES, STRENGTHENING OF PERSONAL COMMITMENTS AGAINST DRUG ABUSE AND IN THE USE OF RESILIENCE STRATEGIES TO COMBAT ADVERSE CHILDHOOD EXPERIENCES AND THE SOCIAL CONTEXTS OF THE SOCIAL DETERMINANTS OF HEALTH (RACISM AND LACK OF SOCIAL CONNECTIONS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d00de786-98db-0fa4-f434-be59ba95df07-C", "generated_internal_id": "ASST_NON_NH28CE003344_7523"}, {"internal_id": 138341731, "Award ID": "NH28CE003343", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "CAMPBELL COUNTY DRUG FREE ALLIANCE CARA GRANT - THE PRIMARY TARGET POPULATION ARE YOUTH AGES 12-17 WHO RESIDE IN CAMPBELL COUNTY KENTUCKY, LOCATED ON THE BORDER OF OHIO ALONG THE OHIO RIVER AND THE ADULTS WHO SUPPORT AND INTERACT WITH THEM.  CCDFA ACKNOWLEDGES THE COMPLEX NATURE OF THE OF PREVENTING AND REDUCING OPIOID, METHAMPHETAMINE, AND PRESCRIPTION DRUG USE AMONG 12?18-YEAR-OLD.  IN RESPONSE, THE PURPOSE OF THIS APPLICATION IS TO 1. EXPAND CURRENT LOCK BOX EFFORTS; 2. EXPAND CURRENT AT HOME DISPOSAL INITIATIVE; 3. PROMOTE THE STATIC TAKE BACK BOX(S) AND ANNUAL TAKE BACK EVENTS AND 4. ENGAGE IN A COMPREHENSIVE COMMUNITY AWARENESS CAMPAIGN USING THE CDC?S ESTABLISHED CAMPAIGN. CONTRIBUTING TO THE REDUCTION IN ACCESS TO THE COMMONLY USED OPIOID SUBSTANCES BY YOUTH IN CAMPBELL COUNTY AND RAISING AWARENESS OF THE DANGERS OF OPIOID USE AMONG THE TARGET POPULATION.CCDFA DEVELOPED THE FOLLOWING OBJECTIVES TO DEMONSTRATE ITS CONTRIBUTION TO OUTCOMES AND RELATED PROJECT GOALS.  GOAL 1. REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH.OBJECTIVE 1 (LONG TERM). BY JUNE 30, 2026, DECREASE USE OF OPIOIDS BY YOUTH AGES 12-17 AS EVIDENCED BY A REDUCTION IN REPORTED 30 DAY USE FROM 2% TO 1% AND ANNUAL USE FROM 3.25% TO 2.25% AS MEASURED ON THE BIENNIAL KIP SURVEY.OBJECTIVE 1A (SHORT TERM). BY JUNE 30, 2022, DECREASE ACCESS TO PRESCRIPTION DRUGS AND OPIOIDS AMONG THE YOUTH POPULATION AGES 12-17, AS EVIDENCED BY DISTRIBUTION OF 500 LOCK BOXES AND 1,000 DISPOSAL POUCHES AS MEASURED BY DISTRIBUTION LOGS.GOAL 2. CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID/PRESCRIPTION DRUG USE/MISUSE.OBJECTIVE 2 (LONG TERM) BY JUNE 30, 2026, DECREASE ACCEPTABILITY YOUTH OPIOID/PRESCRIPTION DRUG USE AS EVIDENCED BY A REDUCTION IN REPORT PERCEPTION OF RISK OF HARM (SLIGHT/NO RISK) FROM 21% TO 16% AND MAINTAIN PERCEPTION OF PEER DISAPPROVAL (SLIGHT/NOT WRONG) AT 6% AND PERCEPTION OF PARENTAL DISAPPROVAL (SLIGHT/NOT WRONG) AT 3% AS MEASURED ON THE BIENNIAL KIP SURVEY.OBJECT IVE 2A. (SHORT TERM) BY JUNE 30, 2022 INCREASE KNOWLEDGE OF THE DANGERS OF YOUTH OPIOID/PRESCRIPTION DRUG USE AS MEASURED BY THE PERCENTAGE OF YOUTH SUMMIT PARTICIPANTS WHO INDICATE IT IS DANGEROUS FOR YOUTH TO USE OPIOIDS/PRESCRIPTION DRUGS (WITHOUT A PRESCRIPTION) AS MEASURED BY PARTICIPANT SURVEY AND RECIPIENTS OF LOCK BOXES WHO INDICATE IT IS DANGEROUS FOR YOUTH TO USE OPIOIDS/PRESCRIPTION DRUGS (WITHOUT A PRESCRIPTION) AS MEASURED BY LOCK BOX SURVEY. (BASELINE TO BE ESTABLISHED IN 2021)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46ff158f-aeff-5dc7-51d2-b947cd82303e-R", "generated_internal_id": "ASST_NON_NH28CE003343_7523"}, {"internal_id": 138341720, "Award ID": "NH28CE003342", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "CARA GRANT FOR BUILDING A SAFER EVANSVILLE TO REDUCE METH AND OPIOID USE AMONG YOUTH. - CARA GOAL ONE: REDUCE OPIOID AND METHAMPHETAMINE USE AMONG EVANSVILLE COMMUNITY SCHOOL DISTRICT GRADE 9-12 BY IMPLEMENTING EVIDENCE-BASED INITIATIVES THAT ADDRESS BEHAVIORS THAT MAY LEAD TO THE INITIATION OF USE.OBJECTIVE 1: BY JUNE 2026 REDUCE ESCD GRADE 9-12 REPORTING 30 DAY USE OF METHAMPHETAMINE BY 2% AS MEASURED BY WI YOUTH RISK BEHAVIOR SURVEY (YRBS).OBJECTIVE 2: BY JUNE 2026 REDUCE EHS GRADE 9-12 YOUTH REPORTING 30 DAY USE OF OPIOIDS BY 2% AS MEASURED BY WI YOUTH RISK BEHAVIOR SURVEY (YRBS).CARA GOAL TWO: CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH, GRADES 8-12, OPIOID AND METHAMPHETAMINE USE IN THE EVANSVILLE COMMUNITY SCHOOL DISTRICT.OBJECTIVE 1: BY JUNE 2026 INCREASE THE CAPACITY OF THE EVANSVILLE COMMUNITY TO IMPLEMENT PREVENTION ACTIVITIES AS MEASURED BY A 10% INCREASE IN THE NUMBER OF STAKEHOLDERS REPORTING THEY FEEL CAPABLE OF ENGAGING IN THE WORK OF THE COMMUNITY IN THE ANNUAL COALITION SURVEY.OBJECTIVE 2: BY JUNE 2024 100 PEOPLE WILL BE TRAINED IN SPOTTING METH LABS AND IDENTIFYING METH USE AS MEASURED BY ATTENDANCE LOGS AND RECORDED IN EVALUATION DATABASE. OBJECTIVE 3: BY JUNE 2022, EVANSVILLE ELEMENTARY SCHOOL, INTERMEDIATE SCHOOL, MIDDLE SCHOOL AND HIGH SCHOOL WILL HAVE MODIFIED THEIR K-12 HEALTH CURRICULUM TO INCLUDE SUBSTANCE ABUSE INITIATIVES AS MEASURED BY THE IMPLANTATION OF THESE INITIATIVES REPORTED BY ECSD STAFF.CARA GOAL THREE: HEALTH EQUITY. REDUCE DISPARITIES AMONG HIGH-RISK GROUPS MOST AFFECTED BY YOUTH OPIOID AND METHAMPHETAMINES. OBJECTIVE 1: BY JUNE 2026, 600 COMMUNITY MEMBERS WILL HAVE ATTENDED LGBTQ+ SPECIFICTRAININGS, AS MEASURED BY ATTENDANCE LOGS AND RECORDED IN EVALUATION DATABASE.OBJECTIVE 2: BY JUNE 2024 THE EVANSVILLE COMMUNITY SCHOOL DISTRICT WILL HAVE 10 FAMILIES ATTEND FAMILIA ADELANTE, AN EVIDENCE-BASED YOUTH DEVELOPMENT PROGRAM FOR LATINO YOUTH AND FAMILIES AS MEASURED BY ATTENDANCE LOGS AND RECORDED IN EVALUATION DATABASE.OBJECTIVE 3: BY JUNE 2022 THE EVANSVILLE COMMUNITY SCHOO L DISTRICT?S DIVERSITY AND INCLUSIVITY COMMITTEE WILL HAVE WORKED WITH BASE, THE YWCA ROCK COUNTY, ECSD STAFF AND EVALUATOR TO CREATE A FIVE-YEAR ECSD SPECIFIC DIVERSITY AND RACIAL JUSTICE ACTION PLAN, WITH MEASURABLE GOALS AND OBJECTIVES AS MEASURED BY THE APPROVAL OF THIS PLAN BY THE ECDD SCHOOL BOARD AND RECORDED IN MEETING MINUTES AND RECORDED IN THE EVALUATION DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "298c5610-b549-48b2-6a10-e6a1dea958be-R", "generated_internal_id": "ASST_NON_NH28CE003342_7523"}, {"internal_id": 138341799, "Award ID": "NH28CE003341", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "DRUG FREE VIGO COUNTY - PREVENTION EFFORTS REDUCE PRESCRIPTION DRUG USE AMONG VIGO COUNTY YOUTH. - DRUG FREE VIGO COUNTY IS A GRASSROOTS COALITION THAT PROVIDES PREVENTION EFFORTS TO REDUCE ALCOHOL, TOBACCO, DRUG, AND PRESCRIPTION DRUG USE AMONG VIGO COUNTY YOUTH IN INDIANA.  THROUGH RESEARCH ON LOCAL DATA, THE COALITION HAS DETERMINED THAT PRESCRIPTION DRUGS ARE AN ISSUE AMONG OUR YOUTH - IN PARTICULAR, 12TH GRADE STUDENTS.  OVERALL, OUR YOUTH MISUSE PRESCRIPTION DRUGS AT A RATE HIGHER THAN THE NATIONAL AVERAGE.  ADDITIONAL CONCERNS ARE THE LACK OF CONCERN AMONG OUR YOUTH ON THE DANGERS OF PRESCRIPTION MEDICATIONS - WITH MORE THAN 70% OF MIDDLE AND HIGH SCHOOL STUDENTS STATING THESE AREN'T \"DANGEROUS\".  OUR COALITION INTENDS TO UTILIZE MULTIPLE STRATEGIES TO REDUCE USE AMONG YOUTH - BY CREATING UNIVERSAL PREVENTION PROGRAMS IN THE SCHOOLS, A MEDIA TOOL KIT TO BE CREATED BY OUR YOUTH AND USED IN THE SCHOOLS, AND FURTHER WORK WITH THE COMMUNITY TO BRING A SPOTLIGHT TO THE ISSUES FACING OUR YOUTH.  A HIGHLIGHT OF OUR PROGRAM IS THE CREATION OF A YOUTH LEADERSHIP CAMP - AND OUR GOAL TO HELP CREATE FUTURE SERVANT LEADERS...AND AGENTS OF CHANGE!", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "902ded03-d034-3390-014e-fe77718698b4-R", "generated_internal_id": "ASST_NON_NH28CE003341_7523"}, {"internal_id": 138341790, "Award ID": "NH28CE003340", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "EMPOWERING COMMUNITY TO FIGHT ADDICTION - THE PURPOSE OF THIS GRANT, ?EMPOWERING COMMUNITY TO FIGHT ADDICTION,? IS TO INFORM, EDUCATE AND EMPOWER YOUTH (AGES 12-18) AS WELL AS THEIR PARENTS TO THE DANGERS OF MISUSING OPIOIDS, METHAMPHETAMINES AND PRESCRIPTION DRUGS. THE HAMTRAMCK DRUG FREE COMMUNITY COALITION HAS BEEN ACTIVELY INVOLVED IN YOUTH SUBSTANCE ABUSE PREVENTION SINCE ITS INCEPTION IN 2007 AND WILL INVOLVE ALL THE COALITION?S COMMUNITY PARTNERS IN THIS EFFORT.HDFCC WILL ADDRESS AND REDUCE PUBLIC HEALTH PROBLEMS ASSOCIATED WITH YOUTH USE OF OPIOIDS, PRESCRIPTION DRUGS, AND METHAMPHETAMINE BY USING THE SEVEN STRATEGIES FOR COMMUNITY LEVEL CHANGE. HDFCC WILL RAISE AWARENESS OF OPIOID, METHAMPHETAMINE, AND PRESCRIPTION DRUG ABUSE AMONG YOUTH THROUGH GUEST SPEAKERS FOR YOUTH (A PART OF THE JR. DRUG FREE COALITION), IMPLEMENTING AN INFORMATIONAL PROGRAM IN HIGH SCHOOL HEALTH CLASSES AND EDUCATING PARENTS TO PROVIDE SUPPORT IN ENHANCING BARRIERS FOR YOUTH ABUSE OF SUBSTANCES. HDFCC WILL PROVIDE THE COMMUNITY WITH MEDICATION LOCK BAGS AND INVOLVE LOCAL PRESCRIPTION PRESCRIBERS IN PREVENTION EFFORTS AND EDUCATION OF COMMUNITY MEMBERS.  HDFCC WILL ENGAGE MIDDLE SCHOOL STUDENTS THROUGH THE JUNIOR COALITION TO ADDRESS THE ISSUE OF DRUG ADDICTION BY PARTNERING WITH THE DEA AND A DRUG RECOVERY PROGRAM TO EDUCATE THEM ON THE DANGERS OF DRUG MISUSE. DISCUSSIONS WITH PEERS AND STUDENT GENERATED ACTIVITIES WILL REINFORCE THE MESSAGE.IN ADDITION, ALL 9TH GRADE STUDENTS WILL EXPERIENCE THIS SAME INFORMATION THROUGH THEIR HEALTH CLASSES. OUTCOMES: INCREASE THE AWARENESS OF THE DANGERS OF DRUG ADDICTION TO YOUTH (AGES 12-18), THEIR PARENTS AND THE COMMUNITY TO EMPOWER YOUTH IN BUILDING A DRUG-FREE COMMUNITY WITH HEALTHY-LIVING ACTIVITIES, AS WELL AS INFORMING AND EDUCATING PARENTS TO BE PROACTIVE IN THE FIGHT AGAINST YOUTH DRUG ADDICTION. THROUGH THESE ACTIVITIES, HDFCC WILL WORK TO REDUCE THE MISUSE OF OPIOIDS, METHAMPHETAMINES, AND PRESCRIPTION DRUGS AMONG YOUTH (AGES 12-18), MAKE CERTAIN THAT THE  DANGERS OF MISUSE OF DRUGS IN THE COMMUNITY IS CLEARLY PERCEIVED, AND ENGAGE THE COMMUNITY AND THE COALITION?S PARTNERS IN THESE EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff6b76f6-168a-d2d4-dbcb-9f079177c039-R", "generated_internal_id": "ASST_NON_NH28CE003340_7523"}, {"internal_id": 138341738, "Award ID": "NH28CE003339", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "SAFE COMMUNITIES 2021CARA LOCAL DRUG CRISES GRANT - YOUTH WHO HAVE EXPERIENCED FAMILY DISORGANIZATION INCLUDING SUBSTANCE USE OF A PRIMARY CAREGIVER, PHYSICAL ABUSE OR NEGLECT OR CONTACT WITH THE JUVENILE JUSTICE SYSTEM DUE TO AN ACT OF DELINQUENCY THAT OFTEN INVOLVES ALCOHOL OR OTHER DRUGS ARE AT AN INCREASED RISK FOR SUBSTANCE ABUSE. A NEED FOR INCREASED TRAINING HAS BEEN IDENTIFIED FOR STAFF WHO WORK ON THE FRONT LINES WITH HIGH RISK YOUTH AND FAMILIES TO ENSURE THAT WORKERS ARE  FULLY INFORMED OF SAFE STORAGE AND DISPOSAL OF MEDICATIONS, DROP BOX LOCATIONS, LOCAL CONDITIONS SUCH AS THE RISK OF FENTANYL AND EDUCATIONAL RESOURCES AVAILABLE TO YOUTH AND FAMILIES. THE PROPOSED PROJECT WILL ESTABLISH SOMERSET PREVENTION INFORMATION & RESOURCES IN-SERVICE TRAINING, OR SPIRIT, A COLLABORATIVE EFFORT TO EQUIP YOUTH SERVICE PROFESSIONALS WITH KEY INFORMATION, SKILLS AND A TOOLKIT OF COMMUNITY RESOURCES TO PREVENT OPIATE AND PRESCRIPTION DRUG USE /MISUSE AMONG THE YOUTH AND FAMILIES THAT THEY SERVE. WITH GREATER EXPERTISE, INFORMATION AND RESOURCES, FRONTLINE WORKERS CAN EFFECTIVELY IMPLEMENT PREVENTION STRATEGIES WITH THE HIGH-RISK YOUTH AND FAMILIES THEY SERVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55452b50-d248-952f-379a-ec0b668b5056-R", "generated_internal_id": "ASST_NON_NH28CE003339_7523"}, {"internal_id": 138341758, "Award ID": "NH28CE003338", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "THE MAYAHUEL PREVENTION CONSORTIUM YOUTH PROJECT - LATINO-LED, LATINO-SERVING NON-PROFIT, AMISTADES, INC. PROPOSES TO PREVENT AND REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG LATINO AGES 12-14 AT APOLLO MIDDLE SCHOOL IN TUCSON, ARIZONA. THROUGH THE MAYAHUEL PREVENTION CONSORTIUM YOUTH PROJECT, AMISTADES WILL ENHANCE AND EXPAND ITS EXISTING PREVENTION COALITION, THE MAYAHUEL PREVENTION CONSORTIUM, BY UTILIZING THE COMPREHENSIVE ADDICTION AND RECOVERY ACT (CARA) FRAMEWORK THAT REQUIRES THE IMPLEMENTATION OF EVIDENCED-BASED PRACTICES, THE STRATEGIC PREVENTION FRAMEWORK PLANNING MODEL AND THE SEVEN STRATEGIES FOR COMMUNITY CHANGE. THE AFOREMENTIONED PREVENTION BEST PRACTICES WILL CONTRIBUTE TOWARD THE DEVELOPMENT OF A COMMUNITY SUBSTANCE ABUSE PREVENTION INFRASTRUCTURE FOR SUSTAINABILITY.THE LACK OF SCHOOL-BASED AND COMMUNITY INTERVENTIONS, THE AVAILABILITY AND ACCESSIBILITY OF SUBSTANCES, AND COMMUNITY NORMS FAVORABLE TO THE USE OF SUBSTANCES CONTRIBUTE TO INCREASED YOUTH SUBSTANCE USE. THERE IS A NEED TO RAISE COMMUNITY AWARENESS AND EDUCATE LATINO YOUTH ABOUT THE SERIOUS CONSEQUENCES OF USING OPIOIDS, METHAMPHETAMINES, AND/OR PRESCRIPTION DRUGS.AMISTADES WILL TARGET LATINO YOUTH FROM APOLLO MIDDLE SCHOOL TO PROVIDE CULTURALLY AND LINGUISTICALLY-APPROPRIATE PREVENTION APPROACHES THAT MEET THE UNIQUE BICULTURAL NEEDS OF ITS POPULATION. THE TARGETED LATINO YOUTH POPULATION REPRESENTS THE HIGHEST RISK AND MOST DISENFRANCHISED GROUP WHO USE/MISUSE SYNTHETIC OPIOIDS, METHAMPHETAMINE, AND/OR COCAINE.THE PROJECT WILL: 1) REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG LATINO YOUTH AND 2) CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE.THE PROPOSED CADCA SEVEN STRATEGIES AND ACTIVITIES WILL BE GROUNDED IN CULTURALLY RESPONSIVE AND COMMUNITY DEFINED PRACTICES. AMISTADES WILL UTILIZE SPECIFIC LATINO CORE VALUES, RAZALOGIA COMMUNITY OUTREACH FRAMEWORK AND INDIGENOUS TEACHINGS FR OM JERRY TELLO OF THE NATIONAL COMPADRES NETWORK. THE AGENCY HAS EXTENSIVE EXPERIENCE UTILIZING THESE CULTURALLY APPROPRIATE FRAMEWORKS IN THEIR PREVIOUS SUBSTANCE ABUSE REDUCTION PROGRAMS TARGETING HARD TO REACH LATINOS. THROUGH THE MAYAHUEL CONSORTIUM, LATINO YOUTH, WILL REDUCE RISK FACTORS WHILE ENHANCING PROTECTIVE FACTORS GROUNDED IN HAWKINS AND CATALANO?S RISK AND PROTECTIVE PREVENTION FACTORS MODEL.PROPOSED PARTNERS INCLUDE BORDER SCHOOL DISTRICTS SUNNYSIDE UNIFIED SCHOOL DISTRICT IN THE 85706 ZIP CODE. AMISTADES WILL COLLABORATE WITH TWO EXISTING DRUG FREE COMMUNITIES COALITION: PIMA COUNTY COMMUNITY PREVENTION COALITION, AND LIBERTY PARTNERSHIP KINO NEIGHBORHOOD COALITION. ADDITIONAL CONSORTIUM REPRESENTATIVE PARTNERS INCLUDE TUCSON POLICE DEPARTMENT, PIMA COUNTY SHERIFF?S DEPARTMENT, PIMA COUNTY JUVENILE COURT CENTER, PIMA COUNTY HEALTH DEPARTMENT, TUCSON CITY WARD 5, TUCSON CITY WARD 3, YWCA OF SOUTHERN ARIZONA, CHICANOS POR LA CAUSA AND CATHOLIC COMMUNITY SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3877efe1-1f3d-a650-1eb9-f13369e40e76-R", "generated_internal_id": "ASST_NON_NH28CE003338_7523"}, {"internal_id": 138341704, "Award ID": "NH28CE003337", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "DART PREVENTION COALITION - CARA GRANT - THE DART PREVENTION COALITION'S CARA GRANT PROJECT WILL BOLSTER THE COALITION'S CURRENT EFFORTS WHICH ADDRESS THE OPIOID OVERDOSE EPIDEMIC AS WELL AS TACKLE THE EMERGING TREND OF YOUTH NON-MEDICAL PRESCRIPTION STIMULANT USE. THE COALITION WILL FOCUS ON NON-MEDICAL USE OF PRESCRIPTION OPIOIDS AND HEROIN DUE TO THE SHARP SPIKE IN TREATMENT ADMISSIONS FOR OPIOIDS AFTER AGE 18, THE AVAILABILITY OF OPIOIDS, AND THE HIGH RATE OF OPIOID-RELATED DEATHS. ADDITIONALLY, THE COALITION WILL ADDRESS YOUTH MISUSE OF PRESCRIPTION STIMULANTS AS DATA SHOWS AN INCREASING NON-MEDICAL USE OF THESE SUBSTANCES AMONG YOUTH.     THE DART PREVENTION COALITION (DART) IS COMPRISED OF COMMUNITY LEADERS INCLUDING LAW ENFORCEMENT AND GOVERNMENT OFFICIALS, EDUCATORS, BUSINESS OWNERS, TREATMENT PROVIDERS, CLERGY AND YOUTH. THE DART HAS SERVED OCEAN COUNTY, NEW JERSEY AND IT'S 592,000 RESIDENTS, SINCE 2009, ADDRESSING UNDERAGE DRINKING, PRESCRIPTION DRUG MISUSE, ILLICIT MARIJUANA USE, AND TOBACCO AND NICOTINE USE. THE COALITION HAS SPECIFICALLY SERVED BRICK AND TOMS RIVER, NEW JERSEY THROUGH THE DRUG FREE COMMUNITIES SUPPORT PROGRAM GRANT SINCE 2014 TO ADDRESS UNDERAGE DRINKING AND NON-MEDICAL USE OF OPIOIDS AND OTHER DRUGS. THE TOWNS ARE THE SECOND AND THIRD LARGEST IN OCEAN COUNTY, WITH A COMBINED TOTAL POPULATION OF 168,533 RESIDENTS.     COMMUNITY-WIDE EFFORTS INCLUDE POLICY CHANGE, YOUTH PREVENTION GROUPS, COMMUNITY EDUCATION AND TECHNICAL ASSISTANCE TO NEW AND EMERGING MUNICIPAL LEVEL COALITIONS IN OCEAN COUNTY.     THE GOALS OF THE PROJECT ARE TO A) REDUCE NON-MEDICAL USE OF PRESCRIPTION OPIOIDS, PRESCRIPTION STIMULANTS AND HEROIN AMONG YOUTH AGED 12-18 IN BRICK AND TOMS RIVER AND B) CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH USE OF NON-MEDICAL USE OF PRESCRIPTION OPIOIDS AND STIMULANTS AS WELL AS HEROIN.     USING THE STRATEGIC PREVENTION FRAMEWORK AND CADCA'S SEVEN STRATEGIES FOR COMMUNITY LEVEL CHANGE, GOALS WILL BE ACCOMPLISHED  BY:        1. PROVIDING INFORMATION TO THE COMMUNITY ABOUT YOUTH OPIOID AND NON-MEDICAL PRESCRIPTION STIMULANT USE THROUGH SCHOOL PRESENTATIONS, COMMUNITY TOWN HALLS, AND A SOCIAL MEDIA CAMPAIGN.        2. ENHANCING SKILLS OF YOUTH PREVENTION COALITIONS IN MIDDLE SCHOOLS AND HIGH SCHOOLS THROUGH ANNUAL TRAININGS AND DELIVERY OF EVIDENCE-BASED PROGRAMS.         3. PROVIDING SUPPORT TO SCHOOL PERSONNEL AND ATHLETIC TRAINERS TO ADDRESS OPIOID AND NON-MEDICAL USE OF PRESCRIPTION STIMULANTS IN YOUNG ATHLETES.        4. ENHANCING ACCESS/REDUCING BARRIERS BY INCREASING THE NUMBER OF MOBILE PRESCRIPTION DRUG DROP BOX TAKE-BACK EVENTS AND TRANSLATING MATERIALS TO SPANISH.         5. CHANGING PHYSICAL DESIGN OF THE COMMUNITY TO PROTECT AGAINST YOUTH OPIOID AND NON-MEDICAL PRESCRIPTION STIMULANT USE THROUGH INSTALLATION OF #CHANGETHESCRIPT SIGNS.       6. EDUCATING AND INFORMING THE SCHOOLS IN BRICK AND TOMS RIVER TO ADOPT POLICIES THAT INSTITUTIONALIZE MULTI-YEAR IMPLEMENTATION OF EVIDENCE-BASED PROGRAMS AND INCREASE DATA TRACKING PRACTICES FOR NON-MEDICAL PRESCRIPTION STIMULANT USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "657e27d9-f0d6-513c-ad45-8b6c379d0c4a-R", "generated_internal_id": "ASST_NON_NH28CE003337_7523"}, {"internal_id": 138341777, "Award ID": "NH28CE003336", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "SCOTTSVILLE ALLEN COUNTY'S CARA PROJECT - THE FAITH COALITION PROPOSES A PROJECT THAT INCLUDES A SERIES OF EDUCATIONAL SESSIONS WITH YOUTH, PARENTS AND COMMUNITY PARTNERS IN A VARIETY OF FORMATS, INTERVENTION ACTIVITIES WITH YOUTH, NARCAN TRAINING SESSIONS FOR BUSINESS LEADERS AND THE LAUNCHING OF AN EFFECTIVE, HARD-HITTING, SUSTAINED LOCAL MEDIA CAMPAIGN ABOUT THE DANGERS OF PRESCRIPTION DRUG MISUSE. OUR TWO PURPOSES ARE TO REDUCE PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AND TO CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF PRESCRIPTION DRUG MISUSE. IN OTHER WORDS, THROUGH OUR PROJECT, WE SEEK TO LOWER THE AVAILABILITY OF PRESCRIPTION DRUGS FOR OUR YOUTH AND TO CREATE A CLIMATE IN WHICH PRESCRIPTION DRUG MISUSE IS NOT CONDONED BY PEERS OR ADULTS. OUR GOAL IS TO DECREASE THE PERCENTAGE OF YOUTH WHO TAKE MEDICATION WITHOUT A DOCTOR?S PRESCRIPTION, TO INCREASE THE PERCEPTION OF RISK TO SELF IN TAKING PRESCRIPTION DRUGS WITHOUT A PRESCRIPTION, AND TO DECREASE YOUTH PERCEPTION OF PARENTAL AND PEER ACCEPTANCE OF PRESCRIPTION DRUG MISUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd8654da-b007-11ed-5ab8-602b3ba8ab3b-R", "generated_internal_id": "ASST_NON_NH28CE003336_7523"}, {"internal_id": 138341791, "Award ID": "NH28CE003335", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "PONTOTOC COUNTY DRUG FREE COMMUNITIES RX GRANT PROGRAM (DFC RX) - THE PURPOSE OF THE PONTOTOC COUNTY DRUG FREE COMMUNITIES RX GRANT PROGRAM (DFC RX) IS TO DECREASE MISUSE OF PRESCRIPTION DRUGS BY YOUTH IN PONTOTOC COUNTY, DECREASE ACCESS TO & AVAILABILITY OF PRESCRIPTION DRUGS TO BE MISUSED FOR LOCAL YOUTH, TO CHANGE THE CULTURE & CONTEXT REGARDING ACCEPTABILITY OF PRESCRIPTION DRUG MISUSE FOR YOUTH, & TO EQUIP PARENTS WITH ADDITIONAL SKILLS TO ADDRESS YOUTH MISUSE & PREVENTION. DFC RX WILL TARGET ALL YOUTH, AGES 12-18, IN PONTOTOC COUNTY, AS WELL AS ADULTS THAT REGULARLY INTERACT WITH AND IMPACT LOCAL YOUTH, TO REDUCE YOUTH MISUSE OF PRESCRIPTION DRUGS, DECREASE SOCIAL ACCESS TO PRESCRIPTIONS, AND RAISE AWARENESS OF THE ISSUES ASSOCIATED WITH PRESCRIPTION DRUG MISUSE. THE COALITION WILL ACHIEVE ITS GOALS BY IMPLEMENTING THE STRATEGIC PREVENTION FRAMEWORK APPROACH, DEVELOPING LOGIC MODELS TO GUIDE COALITION WORK & UTILIZING A COMPREHENSIVE WORK PLAN FOCUSED ON CADCA?S SEVEN STRATEGIES. THESE STRATEGIES WILL PRIMARILY TARGET LOCAL YOUTH, PARENTS, & SCHOOLS, AS WELL AS THE OVERALL COMMUNITY. STRATEGIES WILL BE IMPLEMENTED THROUGH PARTNERSHIPS WITH ALL 12 COMMUNITY SECTORS, WITH PLANS FOR INCREASED ENGAGEMENT WITH PARENTS, LAW ENFORCEMENT, GOVERNMENT, FAITH-BASED AGENCIES, SCHOOLS, BUSINESSES, & HEALTHCARE SECTORS. STRATEGIES TO ASSIST IN ACHIEVING GRANT GOALS INCLUDE: OBTAINING MOU?S WITH KEY SECTOR PARTNERS TO OUTLINE WORK PLANS, PROVIDING NEEDED TRAINING TO SECTOR PARTNERS, PROVIDING LOCK BOXES, DISTRIBUTING INFORMATION ON PROPER PRESCRIPTION STORAGE & DISPOSAL TO COMMUNITY MEMBERS & PARENTS, USING MARKET-TESTED SOCIAL NORMS CAMPAIGNS TARGETING YOUTH, MEDIA CAMPAIGNS TARGETING PARENTS TO INCREASE PROTECTIVE & PREVENTATIVE MEASURES, ADDITIONAL COMMUNITY TRAININGS & FORUMS, ANNUAL PRESCRIPTION DRUG TAKE BACK DAYS, DEVELOPMENT & PROVISION OF LOCAL RESOURCE LISTS AND INFORMATION FOR PARTNERS TO PUBLISH AND DISSEMINATE TO CONSUMERS, AND AIRING RX PREVENTION RADIO PSA? S THROUGH IN-KIND CONTRIBUTIONS FROM RADIO STATIONS. THERE ARE APPROXIMATELY 5,050 YOUTH, AGES 10-19, RESIDING IN PONTOTOC COUNTY. THE TOTAL POPULATION FOR THE COUNTY IS 38,284. PONTOTOC COUNTY, OKLAHOMA, IS LOCATED 88 MILES SOUTHEAST OF OKLAHOMA CITY.  THE DEMOGRAPHIC BREAKOUT OF THE COUNTY IS 68.6% WHITE, 19.6% NATIVE AMERICAN, 2.4% AFRICAN AMERICAN, 5.5% HISPANIC, & 1% ASIAN.  PONTOTOC COUNTY CONTAINS SEVEN TOWNS.  PONTOTOC COUNTY COVERS 720 SQUARE MILES, THE MAJORITY OF WHICH IS LOCATED WITHIN THE CHICKASAW NATION (UNITED STATES CENSUS BUREAU, 2021).  DFC RX PROGRAM GOALS, OBJECTIVES, AND STRATEGIES ARE AS FOLLOWS: GOAL 1: REDUCE PRESCRIPTION DRUG MISUSE AMONG YOUTH. OBJECTIVE 1A: DECREASE LIFETIME REPORTS OF PRESCRIPTION MISUSE BY PONTOTOC COUNTY YOUTH BY 2% BY 06/30/2022 AS MEASURED BY OPNA SURVEYS. GOAL 2: CHANGE THE CULTURE & CONTEXT REGARDING ACCEPTABILITY OF YOUTH PRESCRIPTION DRUG MISUSE. OBJECTIVE 2A: INCREASE YOUTH PERCEPTION OF HARM/RISK OF PRESCRIPTION DRUG MISUSE BY PONTOTOC COUNTY YOUTH BY 3% BY 06/30/2022 AS MEASURED BY OPNA SURVEYS. OBJECTIVE 2B: INCREASE NUMBER OF PONTOTOC COUNTY PARENTS ENGAGING IN PROTECTIVE BEHAVIORS REGARDING YOUTH PRESCRIPTION DRUG MISUSE BY 5% BY 06/30/2022 AS MEASURED BY PARENT SURVEYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31f9cc99-874d-cacd-e470-554e7ecb9efd-C", "generated_internal_id": "ASST_NON_NH28CE003335_7523"}, {"internal_id": 138341733, "Award ID": "NH28CE003334", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "GARRETT COUNTY CARA PROJECT - THE PURPOSE OF THE GARRETT COUNTY CARA PROJECT IS TO COLLABORATE WITH AND EQUIP MEMBERS OF THE DRUG-FREE COMMUNITIES COALITION, YOUTH IN ACTION TEAMS, AND COMMUNITY PLANNING GROUPS TO CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF YOUTH USE AND MISUSE OF OPIOID, METHAMPHETAMINE, AND PRESCRIPTION DRUGS IN GARRETT COUNTY, THEREBY REDUCING THEIR USE. EVIDENCE-BASED AND PRACTICE-BASED STRATEGIES HAVE BEEN SELECTED THAT WILL ENHANCE THE ABILITY OF EXISTING GROUPS TO INFLUENCE YOUTH NORMS AND BEHAVIORS REGARDING DRUG USE. THESE STRATEGIES INCLUDE YOUTH ENGAGEMENT, FAMILY-BASED PREVENTION, AND COMMUNITY PREVENTION PROGRAMS DESIGNED TO REACH POPULATIONS IN MULTIPLE SETTINGS.GARRETT COUNTY IS THE WESTERN MOST COUNTY IN MARYLAND AND IS SEPARATED FROM THE REST OF MARYLAND BY THE APPALACHIAN MOUNTAIN CHAIN.  IT IS A VERY RURAL, SPARSELY POPULATED COUNTY OF 29,460 PEOPLE.  WHILE THE POPULATION IS NOT ETHNICALLY DIVERSE (97.5% WHITE), IT IS A COUNTY OF ECONOMIC DISADVANTAGE THAT STRUGGLES WITH INEQUALITIES IN INCOME AND EDUCATION THAT UNDERLIE MANY HEALTH DISPARITIES. CARA FUNDS WOULD PROVIDE A MEANS TO ADDRESS A DRUG PROBLEM THAT HAS UNIQUELY ROOTED ORIGINS IN RURAL AMERICA ? METHAMPHETAMINE USE AND PRESCRIPTION DRUG ABUSE. DATA CONSISTENTLY SHOWS THAT GARRETT COUNTY YOUTH ABUSE PRESCRIPTION PILLS AND METHAMPHETAMINE AT SIGNIFICANTLY HIGHER RATES THAN THE STATE AND NATION. THE BEHAVIOR TRANSCENDS INTO ADULTHOOD. LAST YEAR ALONE, THE GARRETT COUNTY SHERIFF?S OFFICE INVESTIGATED 79 METH-RELATED INCIDENTS WHICH IS ALMOST ONE EVERY 4 DAYS ? A SIGNIFICANT NUMBER FOR A COUNTY OF GARRETT COUNTY?S SIZE.THE DRUG-FREE COMMUNITIES COALITION IS POISED TO BUILD ON THE SUCCESSES IT HAS HAD WITH TOBACCO, ALCOHOL, AND PRESCRIPTION DRUG USE AS A RESULT OF DFC SUPPORT FUNDS. THE GOALS AND OBJECTIVES OF THE GARRETT COUNTY CARA PROJECT ARE AS FOLLOWS:?GOAL 1: REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH.OOBJECTIVE 1: BY JUNE 202 2, 75% OF MIDDLE AND HIGH SCHOOL STUDENTS WILL BE EDUCATED ON DRUG PREVENTION AS A RESULT OF YOUTH LEADERSHIP/PEER-TO-PEER SCHOOL ACTIVITIES. OOBJECTIVE 2: BY JUNE 2022, 85% OF TRAINED COMMUNITY MEMBERS WILL INCREASE KNOWLEDGE OF PRESCRIPTION DRUG MISUSE AND METHAMPHETAMINE USE AMONG YOUTH AS EVALUATED THROUGH PRE- AND POST-SURVEYS.OOBJECTIVE 3: BY JUNE 2022, 75% OF TRAINED MIDDLE SCHOOL YOUTH WILL INCREASE KNOWLEDGE OF PRESCRIPTION DRUG MISUSE AND METHAMPHETAMINE USE AMONG YOUTH AS EVALUATED THROUGH PRE-AND POST-SURVEYS.OOBJECTIVE 4: BY JUNE 2022, 50% OF PARTICIPANTS IN PARENT WORKSHOPS WILL DEMONSTRATE A CHANGE IN PERCEPTION ABOUT YOUTH DRUG USE AND INTENT TO ESTABLISH FAMILY POLICIES ABOUT DRUG USE FROM PRE- TO POST-SURVEY.?GOAL 2: CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE.OOBJECTIVE 1: BY JUNE 2022, 15,000 RESIDENTS WILL BE EDUCATED ABOUT THE DANGERS AND RISKS OF METHAMPHETAMINE USING BEST PRACTICES FOR COMMUNITY CAMPAIGNS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d70b1f45-92f4-1849-d297-4b20dba0e000-C", "generated_internal_id": "ASST_NON_NH28CE003334_7523"}, {"internal_id": 138341774, "Award ID": "NH28CE003333", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "PROJECT REACH (REACHING AND EDUCATING ADOLESCENTS/ADULTS ON ?TOBACCO, DRUGS AND ALCOHOL ? THROUGH CHANGING HABITS) CARA - PROJECT REACH (REACHING AND EDUCATING ADOLESCENTS/ADULTS ON -TOBACCO, DRUGS AND ALCOHOL - THROUGH CHANGING HABITS) CARA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "942c15e1-edf0-4989-c4a6-4f736141423b-R", "generated_internal_id": "ASST_NON_NH28CE003333_7523"}, {"internal_id": 138341751, "Award ID": "NH28CE003332", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "THE COALITION WILL FOCUS ON PRESCRIPTION DRUG/OPIOID PREVENTION FOR YOUTH AGES 12-18 YEARS OLD.  WE WILL ADDRESS THE EPIDEMIC BY USING ALL 7 STRATEGIES FOCUSING ON THE LATINX N. CLACKAMAS POPULATION - THIS CARA PROPOSAL WILL ADDRESS THE PUBLIC HEALTH PROBLEMS OF PRESCRIPTION DRUG AND OPIOID USE AMONGST YOUTH AGES 12 TO18 YEARS OLD BY USING THE 7 STRATEGIES FOR COMMUNITY CHANGE TO INCREASE THE YOUTH PERCEPTION OF HARM OF PRESCRIPTION DRUG/OPIOID USE. NORTHWEST FAMILY SERVICES? VIBRANT FUTURE COALITION (VFC) WILL WORK TO IMPROVE THE CAPACITY OF VFC TO ADDRESS PRESCRIPTION DRUG/OPIOID MISUSE AND ABUSE AMONG YOUTH, WITH SPECIAL ATTENTION TO LATINX YOUTH, BY INCREASING COALITION MEMBERSHIP OF THIS PARTICULAR AUDIENCE. FINALLY, WE PLAN TO INCREASE THE NUMBER OF PEOPLE AND ORGANIZATIONS THAT GET TRAINED TO HELP CURB PRESCRIPTION DRUG/OPIOID USE, MISUSE AND ABUSE.THE OUTCOMES WE EXPECT TO ACHIEVE ARE AS FOLLOWS:CARA GOAL 1: REDUCE PRESCRIPTION DRUG AND OPIOID MISUSE/ABUSE IN YOUTH IN NORTH CLACKAMAS.OBJECTIVE 1:  BY JUNE 30, 2025, INCREASE BY 6 PERCENT IN 11TH, 8TH AND 6TH GRADE, YOUTH PERCEPTION OF HARM OF PRESCRIPTION DRUG MISUSE/ABUSE AS INDICATED IN STUDENT HEALTH SURVEY.OBJECTIVE 2: BY JUNE 30, 2025 INCREASE BY 2,800+ PEOPLE (AT LEAST 800 LATINX) AND 40+ ORGANIZATIONS (AT LEAST 12 LATINX FOCUSED ORGANIZATIONS) THOSE TRAINED AND WORKING ON CURBING COMMUNITY OPIOID MISUSE/ABUSE, ESPECIALLY BY YOUTH, AS MEASURED BY NUMBER OF PEOPLE AND ORGANIZATIONS WHO HAVE SUCCESSFULLY COMPLETED 1+ TRAININGS ON PMOP INITIATIVES (NALOXONE, OPIOID PREVENTION, SBIRT, ETC.).CARA GOAL 2: CHANGE THE CULTURE AND CONTEXT REGARDING ACCESSIBILITY OF YOUTH OPIOID/PRESCRIPTION DRUG USE/MISUSE IN THE NORTH CLACKAMAS COMMUNITY. OBJECTIVE 1: BY JUNE 30, 2025, EXPAND AND IMPROVE THE CAPACITY OF VFC TO ADDRESS PRESCRIPTION DRUG/OPIOID MISUSE AND ABUSE AMONG YOUTH AGES 18 YEARS OLD AND YOUNGER, WITH SPECIAL ATTENTION TO LATINX YOUTH, BY INCREASING COALITION MEMBERSHIP WORKING DIRECTLY ON PRESCRIPTION DRUG/OPIOID PREVENTION STRATEGIES BY 80% AS MEASURED BY THE NUMBER OF GROWTH OF LATINX MEMBERS THAT ATTEND MONTHLY MACRO COMMITTEE AND PREVENTION & EQUITY COMMITTEE MEETINGS.THERE  HAS BEEN A WIDESPREAD AND GROWING OPIOID AND PRESCRIPTION DRUG PROBLEM PLAGUING OUR YOUTH AND FAMILIES IN THE NORTH CLACKAMAS COMMUNITY. SOME OF THE MOST CONCERNING STATISTICS INCLUDE THE PERCEPTION OF HARM OF PRESCRIPTION DRUGS AMONG YOUTH IN ALL GRADE LEVELS THAT ARE REPORTED ON THE OREGON STUDENT WELLNESS SURVEY. THROUGHOUT THE ENTIRE SCHOOL DISTRICT, THE STUDENTS WHO PERCEIVE THERE IS ?LITTLE TO NO RISK? IN USING PRESCRIPTION DRUGS HAS BEEN INCREASING EVERY YEAR SINCE 2014. IN 2014, 17.5% OF 6TH GRADERS, 12.6% OF 8TH GRADERS AND 9.4% OF 11TH GRADERS PERCEIVED THERE TO BE LITTLE TO NO RISK. IN 2018, THIS INCREASED BY 2% AMONGST 6TH GRADERS, AND ALMOST 4% AMONGST 11TH GRADERS. IN 2014, PEER DISAPPROVAL RATE WAS 81.7% IN 6TH GRADE, 77.1% IN 8TH GRADE, AND 81.1% IN 11TH GRADE FOR AN AVERAGE OF 79.9 %, WHICH MEANS OVER 20% OF YOUTH DID NOT FEEL THAT THEIR PEERS THOUGHT IT WAS WRONG OR VERY WRONG. IN 2016, THE AVERAGE ACROSS ALL THREE GRADES WAS 80.7%, OR AGAIN, AROUND 20% OF YOUTH DID NOT FEEL THAT THEIR PEERS BELIEVE THIS DANGEROUS TREND WAS WRONG OR VERY WRONG FOR THEM TO ENGAGE IN. THE ABUSE AND ATTITUDE VARY IN OUR LARGE SCHOOL DISTRICT. AT NEW URBAN HIGH SCHOOL, ALMOST ONE OUT OF FIVE YOUTH ABUSED PRESCRIPTION MEDICATIONS IN THE LAST 30 DAYS (SWS 2018). REGARDLESS OF THE SLIGHT VARIANCES OVER TIME, IT IS ALARMING THAT PRESCRIPTION DRUG AND OPIOID USE ARE ON THE RISE; INTERVENTION IS IN ORDER. WHILE VFC?S EFFORTS HAVE GREATLY IMPACTED THE COMMUNITY; CONTINUED SUPPORT IS VITAL TO ENSURE SUSTAINABILITY AND PROGRESS. OUR FOCUS ON THE LATINX COMMUNITY WILL HELP US TO BETTER REFINE OUR EFFORTS AND BE ABLE TO OFFER CULTURALLY SPECIFIC STRATEGIES TO ADDRESS THE RISING USE OF PRESCRIPTION DRUGS AND OPIOIDS AMONG LATINOS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3109a8f-e9c0-f3c0-0778-76f399c0d731-R", "generated_internal_id": "ASST_NON_NH28CE003332_7523"}, {"internal_id": 137716731, "Award ID": "NH28CE003331", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-23", "CFDA Number": "93.799", "Description": "COMPREHENSIVE ADDICTION AND RECOVERY ACT (CARA) LOCAL DRUG CRISES GRANT - THE PREVENTION COUNCIL OF ROANOKE COUNTY (OR SIMPLY, THE COUNCIL) IS A COMMUNITY COALITION WITH THE MISSION TO FOSTER THE HEALTHY DEVELOPMENT OF ROANOKE COUNTY YOUTH AND COMMUNITY. OUR VISION IS TO SERVE AS A RESOURCE TO ROANOKE COUNTY SCHOOLS, PARENTS, YOUTH, AND LOCAL STAKEHOLDERS ON MATTERS CONCERNING SUBSTANCE USE PREVENTION; PROVIDE SUPPORT AND COORDINATION TO SERVICES AND/OR ORGANIZATIONS PROMOTING PROTECTIVE FACTORS; AND CONTINUE TO ENCOURAGE YOUTH LEADERSHIP DEVELOPMENT. WE FOCUS ON YOUTH AGES K-12TH GRADES.THE COUNCIL, A FORMER DFC RECIPIENT, WILL USE CARA FUNDING WILL BE USED TO ENHANCE OPIOID AND PRESCRIPTION DRUG PREVENTION EDUCATION FOR YOUTH AGES 6TH TO 12TH GRADE IN ROANOKE COUNTY. OUR GOALS ARE TO: 1) PREVENT OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE AMONG YOUTH; AND 2) CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF YOUTH USE AND MISUSE OF THESE SUBSTANCES. THE OUTCOME OF GRANT ACTIVITIES WILL INCLUDE THE REDUCTION OF REPORTED YOUTH LIFETIME AND 30-DAY USE OF HEROIN, METH, PRESCRIPTION DRUGS, AND ADHD MEDICATION IN THE YOUTH RISK BEHAVIOR SURVEY (YRBS). WE ALSO ANTICIPATE A CHANGE IN YOUTH CULTURE SURROUNDING DRUG USE, INDICATED BY AN INCREASE IN YOUTH?S PERCEPTION OF DISAPPROVAL OF DRUG USE/MISUSE BY THEIR PARENTS, PEERS, AND THEMSELVES IN THE YRBS.USING THE SPF AND SEVEN STRATEGIES FOR COMMUNITY-LEVEL CHANGE, THE COUNCIL?S STRATEGIES TO ACCOMPLISH OUR GOALS AND OUTCOMES WILL INCLUDE: 1) DEVELOP AND IMPLEMENT A PLAN TO EXPAND SCHOOL-WIDE PREVENTION CURRICULUM IN ALL ROANOKE COUNTY MIDDLE AND HIGH SCHOOLS THAT REACHES ALL STUDENTS (NOT ONLY THOSE IN HEALTH CLASSES); 2) EXPANDED COMMUNITY OUTREACH AND THE ESTABLISHMENT OF A ?TIME TO TALK? SPEAKER SERIES THAT EXPOSES YOUTH TO LIVED EXPERIENCES OF THOSE IN RECOVERY AND IN HEALTHCARE; 3) THE DEVELOPMENT AND IMPLEMENTATION OF A METHAMPHETAMINE AND STIMULANT CURRICULUM THAT RAISES YOUTH AND COMMUNITY AWARENESS OF THE DANGERS OF METH AND ADHD MEDICATION MISUSE ; AND 4) THE CONTINUED IMPLEMENTATION OF THE YRBS IN ALL ROANOKE COUNTY MIDDLE AND HIGH SCHOOLS TO ASSESS THE EFFECTIVENESS OF PREVENTION ACTIVITIES. PROGRAM EVALUATION IS CONDUCTED IN PARTNERSHIP WITH VIRGINIA TECH, VIRGINA TECH CARILION RESEARCH INSTITUTE, AND RADFORD UNIVERSITY, WHO HAVE COLLABORATED WITH THE COUNCIL AND ROANOKE COUNTY PUBLIC SCHOOLS TO ADMINISTER THE YRBS FOR ALMOST 20 YEARS. THE COUNCIL HAS THE FULL SUPPORT OF ALL 12 DFC SECTORS, AS WELL AS A LARGE ARRAY OF COMMUNITY PARTNERS THROUGH THE COUNCIL ITSELF, AS WELL AS PARTNER ORGANIZATIONS SUCH AS THE LOCAL HEROIN TASK FORCE AND ROANOKE VALLEY COLLECTIVE REPONSE PROJECT. THE COUNCIL IS LED BY EXECUTIVE DIRECTOR NANCY HANS AND SUPPORTED BY PROGRAM COORDINATOR ASHLEY RICHARDSON. WE ARE REQUESTING $50,000 PER YEAR FOR FIVE YEARS TO SUPPORT THIS PROPOSED PROJECT THAT WILL REACH AN ANTICIPATED 7,500 YOUTH EACH YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f1251f15-9ee3-c104-1f42-a370514da91b-R", "generated_internal_id": "ASST_NON_NH28CE003331_7523"}, {"internal_id": 138341781, "Award ID": "NH28CE003330", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "WCHC OPIOID MISUSE PREVENTION AND YOUTH MENTAL HEALTH PROJECT - THE WILMINGTON COALITION FOR A HEALTHY COMMUNITY (WCHC) WILL IMPLEMENT THE ?OPIOID MISUSE PREVENTION AND YOUTH MENTAL HEALTH PROJECT? AS A GRANTEE OF THE CARA LOCAL DRUG CRISES PROGRAM.   THE WCHC WILL WORK WITH COMMUNITY SECTORS OF WILMINGTON SCHOOL DISTRICT 209-U TO REDUCE OPIOID PAINKILLER AND PRESCRIPTION DRUG MISUSE AND ABUSE AMONG YOUTH AND IMPROVE THE WILMINGTON COMMUNITY?S RESPONSE TO MENTAL HEALTH TRAUMA IN YOUTH.  OUTCOMES WILL CENTER ON REDUCING PAST-YEAR MISUSE OF PRESCRIPTION PAIN MEDICATION BY INCREASING YOUTH DISAPPROVAL OF AND PERCEPTION OF RISK FOR PRESCRIPTION MEDICATION MISUSE, INCREASING PARENT/GUARDIAN DISAPPROVAL OF YOUTH MISUSE OF OPIOIDS AND PRESCRIPTION DRUGS, AND CREATING A MORE TRAUMA-INFORMED COMMUNITY THAT SUPPORTS YOUTH MENTAL HEALTH AND SUBSTANCE ABUSE PREVENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d1aee06-e0b4-4b94-be26-00fd386e9d40-C", "generated_internal_id": "ASST_NON_NH28CE003330_7523"}, {"internal_id": 138341712, "Award ID": "NH28CE003329", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "CHOOSE TO BE HEALTHY COALITION OPIOID PREVENTION INITIATIVE - PROJECT ABSTRACT MAINE IS A PLACE OF EXTREMES: EXTREME BEAUTY, FIERCE INDEPENDENCE AND STOICISM. IT IS ALSO A PLACE WHERE ONLY THE PEOPLE ‘FROM AWAY’ LOCK THEIR DOORS; A PLACE WHERE FAMILIES HAVE LIVED FOR GENERATIONS, A PLACE THAT STILL RETAINS SMALL TOWN CONNECTIONS AND COMMUNITY HELPING EACH OTHER IN TIMES OF TROUBLE. CHOOSE TO BE HEALTHY IS A MULTI-SECTOR COMMUNITY COALITION SERVING NINE TOWNS IN THE SOUTHERNMOST PART OF MAINE IN YORK COUNTY. WHILE OUR AREA IS OFFICIALLY DESIGNATED SUBURBAN BECAUSE OF ITS PROXIMITY TO URBAN AREAS IN NEW HAMPSHIRE AND MASSACHUSETTS, IT IS MOST CERTAINLY RURAL. APPROXIMATELY 65,000 PEOPLE AND FIVE SCHOOL DISTRICTS OF NEARLY 8,000 STUDENTS, K-12, ARE SERVED BY CHOOSE TO BE HEALTHY. THE REGION IS 250 SQUARE MILES BOUND ON THE EAST BY THE ATLANTIC OCEAN AND TOURIST BEACH COMMUNITIES AND ON THE SOUTH AND WEST BY NEW HAMPSHIRE WITH POORER RURAL FARM COMMUNITIES. WHILE BEAUTIFUL WOODS, RIVERS AND OCEAN ARE ALL NEARBY, AMENITIES LIKE SHOPPING MALLS AND MOVIE THEATERS ARE IN THE NEXT STATE OVER. SOCIAL SERVICES AND YOUTH SERVING AGENCIES ARE LOCATED IN LARGER TOWNS ONE OR MORE HOURS AWAY. IN AN AREA WITHOUT PUBLIC TRANSPORTATION, YOUTH ESPECIALLY HAVE FEW SUPPORTS TO ACCESS. THE CHOOSE TO BE HEALTHY REGION IS NOT AS RACIALLY OR ETHNICALLY DIVERSE AS OTHER PARTS OF MAINE. OUR DIVERSITY IS MORE SEEN IN SOCIO-ECONOMIC STATUS, EDUCATION AND OTHER CULTURAL DIFFERENCES. OUR AREA’S ECONOMY IS MOSTLY DRIVEN BY SMALL BUSINESSES AND TOURISM. THE AREA IS ALSO PROUD HOME TO THE PORTSMOUTH NAVAL SHIPYARD IN KITTERY. CHILDREN FROM THE OVER 2000 CIVILIAN AND MILITARY PERSONNEL COME TO OUR SCHOOLS AND BENEFIT FROM OUR LIMITED RESOURCES. YORK HOSPITAL, THE LEAD AGENCY FOR THE CHOOSE TO BE HEALTHY COALITION IS ONE OF THE LARGEST AND MOST RESPECTED EMPLOYERS IN THE AREA WITH OVER JUST 1000 EMPLOYEES. THE CHOOSE TO BE HEALTHY (CTBH) COALITION WAS FORMED AS A COMPREHENSIVE COMMUNITY HEALTH COALITION IN 2000. THOUGH MOST OF THIS STATE FUNDING WAS GRADUALLY CUT OVER THE YEARS, CTBH HAS BEEN ABLE TO SUSTAIN ITS WORK, ITS PARTNERSHIPS AND MINIMAL STAFF WITH FEDERAL AND STATE SUBSTANCE USE PREVENTION FUNDING, LOCAL SUPPORT AND SMALL GRANTS. IN 2010, CTBH BECAME A DRUG FREE COMMUNITIES COALITION. IN 2011, CTBH RECEIVED FUNDING FROM MAINE’S DRUG ENFORCEMENT AGENCY TO HELP PREVENT YOUTH PRESCRIPTION DRUG ABUSE. SOME OF CTBH’S SUCCESSES WITH THIS COLLABORATION INCLUDE CREATING A REGIONAL LAW ENFORCEMENT TEAM (WHICH STILL EXISTS), IMPLEMENTING ANNUAL DRUG IDENTIFICATION TRAININGS FOR SCHOOLS AND THE PURCHASE OF MED RETURN BOXES FOR ALL EIGHTH LOCAL POLICE AND SHERIFF’S DEPARTMENTS. IN 2012 THROUGH 2014, CTBH FOCUSED ON YOUTH MARIJUANA USE PREVENTION DUE TO IMPENDING RETAIL LEGALIZATION AND HIGH YOUTH USE RATES. CTBH EDUCATED AND SUPPORTED YOUTH AND ADULT COALITION MEMBERS WHO SPOKE AT THE STATE HOUSE AND LOCAL TOWN MEETINGS RESULTING IN THE DELAY OF RETAIL MARIJUANA LEGALIZATION AND ALL OF OUR NINE TOWNS BANNING RETAIL MARIJUANA. HOWEVER, THE OPIOID CRISIS HIT OUR AREA DRAMATICALLY. OUR AREA DID NOT DEVELOP A MEDICATION ASSISTED TREATMENT PROGRAM UNTIL AFTER A LARGE COMMUNITY FORUM ON THE OPIOID CRISIS HELD BY CTBH IN JANUARY, 2016 INSPIRED THE HOSPITAL CEO TO PRIORITIZE FUNDING ONE. THAT PROGRAM REMAINS THE ONLY PROVIDER WITHIN THE AREA. CHOOSE TO BE HEALTHY HAS A TWENTY YEAR HISTORY OF HELPING THE SOUTHERN MOST COMMUNITIES OF MAINE HAVE MORE OPPORTUNITIES TO CHANGE FOR THE BETTER, USE EVIDENCE BASED APPROACHES AND SHARE RESOURCES WITH EACH OTHER. DESPITE THESE EFFORTS, OUR REGION IS CHALLENGED BY YOUNG ADULTS WHO LEAVE THE STATE, UNEMPLOYMENT, INCREASING ALCOHOL AND DRUG USE BY OUR YOUTH AND YOUNG ADULTS AND UNHEALTHY COMMUNITY NORMS THAT REGARD ALCOHOL AND MARIJUANA SALES AS AN IMPORTANT PATH TO ECONOMIC RECOVERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "009151fc-1211-5c0f-9909-b994de4ae78c-C", "generated_internal_id": "ASST_NON_NH28CE003329_7523"}, {"internal_id": 138341705, "Award ID": "NH28CE003328", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "TIOGA COUNTY WILL FOCUS ON PREVENTING OPIOID, BOTH ILLICIT STREET AND PRESCRIPTION, MISUSE. PREVENT STIMULANT, METHAMPHETAMINE USE AND OVERDOSE, AND OTHER PRESCRIPTION DRUG MISUSE AMONG OUR YOUTH. - THE TIOGA ASAP COALITION WILL USE SOCIAL NORMING CAMPAIGNS IN SCHOOLS AND TARGETED CAMPAIGNS IN COMMUNITIES, ENVIRONMENTAL STRATEGIES TO REDUCE ACCESS, AND ADDRESS RISK AND PROTECTIVE FACTORS FOR YOUTH TO REDUCE YOUTH USE RATES OF OPIOIDS (ILLICIT AND PRESCRIBED PAIN RELIEVERS) AND STIMULANT (METH) USE AND OVERDOSE RATES IN TIOGA COUNTY. ONE STRATEGY WILL BE TO FOCUS ON TARGETED COMMUNITY PREVENTION CAMPAIGNS (ODMAPS/GEOFENCING),  AND TRAININGS TO EDUCATE YOUTH, PARENTS, AND OTHER ADULTS ABOUT OPIOID/METH MISUSE, PARTNERING WITH SCHOOL SADD CLUBS/YOUTH COALITION FOR PEER TO PEER PREVENTION MESSAGING AND EDUCATION. WE WILL DISTRIBUTE MEDICATION LOCK BOXES, DETERRA DISPOSAL BAGS, AND CABINET LOCKS TO REDUCE ACCESS TO MEDICATIONS. WE WILL EXPAND THE OPPORTUNITIES FOR PRO-SOCIAL INVOLVEMENT THROUGH YOUTH COALITION ACTIVITIES, LEADERSHIP DEVELOPMENT, AND SKILL BUILDING (CAMPAIGN ACTIVITIES, GLOBAL LEADERSHIP NOW, CADCA YOUTH TRAINING, ANNUAL YOUTH PREVENTION SUMMIT).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31c072ad-f482-cd05-ac1d-b69ee5eeb8d1-C", "generated_internal_id": "ASST_NON_NH28CE003328_7523"}, {"internal_id": 138341800, "Award ID": "NH28CE003327", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "BETTER BRODHEAD CARA PROJECT - BETTER BRODHEAD IS A DRUG FREE COMMUNITY COALITION LOCATED IN GREEN COUNTY WISCONSIN.  THE HISPANIC/LATINO POPULATION HAS GROWN BY OVER 6% SINCE 2000, WITH 9% OF STUDENTS IN THE SIX SCHOOL DISTRICTS LISTED AS HISPANIC.  ON THE 2019 YOUTH RISK BEHAVIOR SURVEY, LATINX YOUTH REPORTED MORE PRESCRIPTION PAIN MEDICINE MISUSE AND HEROIN AND METHAMPHETAMINE USE THAN THEIR WHITE PEERS.  THE GOALS OF BETTER BRODHEAD?S CARA PROJECT IS TO (1) REDUCE THE NUMBER OF LATINX HIGH SCHOOL YOUTH IN GREEN COUNTY THAT MISUSE PRESCRIPTION PAIN MEDICATION AND (2) INCREASE THE PERCENTAGE OF GREEN COUNTY LATINX HIGH SCHOOL STUDENTS WHO FEEL THEIR PARENTS WOULD THINK IT IS WRONG OR VERY WRONG FOR THEM TO TAKE A PRESCRIPTION DRUG WITHOUT A DOCTOR'S PRESCRIPTION.  BY ADDRESSING THE LOCAL CONDITIONS THAT PUT LATINX YOUTH AT RISK FOR DRUG USE, BETTER BRODHEAD WILL UTILIZE THE SEVEN STRATEGIES FOR COMMUNITY CHANGE. AWARENESS CAMPAIGNS AND EDUCATIONAL MATERIALS OFFERED IN BOTH ENGLISH AND SPANISH WILL INCREASE ACCESS TO PREVENTION INFORMATION.  TRAINING ON CULTURAL COMPETENCY FOR PROFESSIONALS AND WORKING WITH THEM TO CREATE TRAUMA INFORMED ORGANIZATIONS WILL INCREASE ACCESS TO SERVICES AND AWARENESS OF TREATMENTS NEEDED FOR THIS POPULATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae85fb4d-c5b3-5aaa-57dd-568e67c48728-C", "generated_internal_id": "ASST_NON_NH28CE003327_7523"}, {"internal_id": 138341763, "Award ID": "NH28CE003326", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "GATEWAY IMPACT COALITION'S PRESCRIPTION DRUG MISUSE REDUCTION PROJECT - THE GATEWAY IMPACT COALITION IS APPLYING FOR THE CARA LOCAL DRUG CRISIS GRANT FOR OUR PRESCRIPTION DRUG MISUSE REDUCTION PROJECT TARGETED AT YOUTH AGES 12-18 IN CLINTON.  CLINTON IS A RURAL COMMUNITY OF IOWA IS APPLYING FOR FUNDING IN THE AMOUNT OF 50,000. THIS PROJECT WILL SERVE CLINTON, IOWA?S 25,416 RESIDENTS, AND SURROUNDING AREA. THE GOALS OF THE COALITION ARE TO REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AND CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE. THE COALITION WILL ACHIEVE ITS GOALS BY IMPLEMENTING THESE STRATEGIES: INCREASE NUMBER OF STUDENTS RECEIVING AN EVIDENCE-BASED PREVENTION PROGRAM AND EARLY INTERVENTION PROGRAM; INCREASED COLLABORATION TO BUILD CAPACITY TO CHANGE COMMUNITY CONDITIONS; INCREASE OF MEDICATION SAFELY DISPOSED OF; AND INCREASE PARENT CAPACITY TO TALK TO YOUTH ABOUT MEDICATION MISUSE. INTERMEDIATE OUTCOMES INCLUDE INCREASE DRUG REFUSAL SKILLS, INCREASE NUMBER OF REFERRALS MADE TO SUBSTANCE USE TREATMENT; INCREASED COMMUNITY READINESS AND CAPACITY OF COALITION, YOUTH REPORT LESS MEDICATION AVAILABLE IN COMMUNITY AND PARENTS TALK TO THEIR KIDS ABOUT PRESCRIPTION DRUG MISUSE. LONG TERM OBJECTIVES INCLUDE: A REDUCTION IN THE NUMBER OF YOUTH WHO MISUSE MEDICATION AND CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG MISUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a87699aa-3bae-0322-cec1-71d926efeecd-C", "generated_internal_id": "ASST_NON_NH28CE003326_7523"}, {"internal_id": 138341158, "Award ID": "NH28CE003325", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "ENFIELD STOPS PRESCRIPTION DRUG MISUSE (EPS) - ABSTRACTENFIELD STOPS PRESCRIPTION DRUG MISUSE (ESP) PROJECT, A PROGRAM OF THE ENFIELD TOGETHER COALITION (ETC) SERVING THE TOWN OF ENFIELD (CT), IN COLLABORATION WITH THE NORTH CENTRAL DISTRICT HEALTH DEPARTMENT, ENFIELD SCHOOL DISTRICT AND KIDS FIRST OF ENFIELD PLANS TO DEVELOP AND IMPLEMENT COMMUNITY-WIDE STRATEGIES FOR ADDRESSING AND REDUCING PRESCRIPTION DRUG MISUSE AMONG THE TOWN?S YOUTH,AGE 12 ? 18. IN ETC?S 2019 SURVEY, 5.3% OF ALL 12TH GRADERS REPORTED USING PRESCRIPTION DRUGS FOR NON-MEDICAL PURPOSES DURING THE PAST 30 DAYS. IN COMPARISON, NATIONALLY, 3.6% OF 12TH GRADERS REPORTED USING PRESCRIPTION DRUGS FOR NON-MEDICAL PURPOSES. AMONG ALL ENFIELD STUDENTS (GRADES 6 ? 12), THE RATE WAS 3.3%. HIGH SCHOOL STUDENTS (GRADES 9 ? 12) HAD A RATE OF 3.5% WHILE MIDDLE SCHOOL STUDENTS (GRADES 6 ? 8) HAD A RATE OF 3.1%. FURTHERMORE, THE PAST 30 DAY RATE OF USE AMONG LATINX YOUTH IS SIGNIFICANTLY HIGHER THAN AMONG WHITE YOUTH. THE PURPOSE OF ESP IS TO REDUCE PRESCRIPTION DRUG USE/MISUSE AMONG ENFIELD?S YOUTH (AGES 12 ? 18) THROUGH THE USE OF ENVIRONMENTAL STRATEGIES. ESP IS COMMITTED TO EDUCATING THE COMMUNITY ON THE STRONG ASSOCIATION BETWEEN RISKY BEHAVIORS (E.G. TRUANCY,POOR EMOTIONAL AND PSYCHOLOGICAL HEALTH,? SUICIDAL/SELF-HARMING IDEATION/ACTS) AND THE MIS-USE OF PRESCRIPTION DRUGS. ESP WILL WORK CLOSELY WITH KEY COALITION SECTORS (E.G. HEALTH CARE, BUSINESS, SCHOOLS, AND PARENTS) TO DELIVER INFORMATION, EDUCATION, AND TRAINING DESIGNED TO REDUCE THE NON-MEDICAL USE OF PRESCRIPTION DRUGS AMONG YOUTH. THE PROJECT WILL EMPLOY THE STRATEGIC PREVENTION FRAMEWORK (SPF) AS A MEANS OF STRUCTURING THE PROJECT?S GOALS AND OBJECTIVES, STRATEGIES AND ACTIVITIES. THE PROJECT?S TWO GOALS ARE:I. REDUCE PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH, AGE 12 - 18.II. CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH PRESCRIPTION DRUG USE/MISUSEESP?S OBJECTIVES ARE: A) REDUCE PAST 30 DAY USE OF PRESCRIPTION DRUGS BY STUDENT GRADES 6-12 FROM 3.3% TO 2%, (-39% CHANGE) JUNE 30, 2022 AS MEASURED BY STUDENT SURVEY DATA; B) ENHANCE INTERGOVERNMENTAL COOPERATION AND COORDINATION TO SUPPORT EFFORTS ON THE PREVENTION AND REDUCTION OF PRESCRIPTION DRUG MISUSE AMONG YOUTH, WITH THE REGIONAL NORTH CENTRAL DISTRICT HEALTH DEPARTMENT (NCDHD) BY JUNE 30, 2022 AS MEASURED BY SIGNED CONTRACT AND MEETING MINUTES DETAILING ACTION STEPS AND OUTCOMES. DETAILS OF THIS WILL BE PROVIDED IN AN ANNUAL REPORT; C) INCREASE PERCEPTION OF HARM OF PRESCRIPTION MEDICATION MISUSE OF 6-12TH GRADE STUDENTS FROM 76.6% (MODERATE/GREAT RISK) TO 85% (10.9% CHANGE) BY JUNE 30, 2022 AS MEASURED BY STUDENT SURVEY; AND D) PROVIDE ACADEMIC DETAILING ON PRESCRIBING PRACTICES TO 10 LOCAL MEDICAL PROFESSIONALS WHO ARE PRESCRIBERS BY JUNE 30, 2022 AS MEASURED BY PRESCRIBER PARTICIPATION AND COMPLETION OF A POST SURVEYTO ACHIEVE THESE GOALS AND OBJECTIVES, ESP WILL USE ALL SEVEN STRATEGIES FOR COMMUNITY-LEVEL CHANGE. TO ATTAIN THE PROJECT?S GOALS (REDUCE MIS-USE OF PRESCRIPTION DRUGS AND CHANGE THE CULTURE), ESP WILL DEVELOP AND IMPLEMENT A MEDIA CAMPAIGN, WORK WITH THE SCHOOLS TO ALTER THE HEALTH CLASS CURRICULUM, EDUCATE STUDENTS AND PARENTS, COLLABORATE WITH PEDIATRIC PROVIDERS REGARDING THE PRESCRIPTION OF ADDICTIVE MEDICATIONS, AND WORK CLOSELY WITH THE LATINX COMMUNITY TO ADDRESS THE NEEDS OF HISPANIC YOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13d6095a-06e3-4be3-055f-1a57b4cc738a-C", "generated_internal_id": "ASST_NON_NH28CE003325_7523"}, {"internal_id": 138341746, "Award ID": "NH28CE003324", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "THE COLLABORATIVE: A THREE-COMMUNITY REGION ADDRESSING YOUTH OPIOID AND PRESCRIPTION DRUG USE THROUGH AN INNOVATIVE, MULTI-MEDIA APPROACH. - THE COLLABORATIVE IS LOCATED IN SOUTHEASTERN MASSACHUSETTS AND ENCOMPASSES THE ADJOINING TOWNS OF EAST BRIDGEWATER, ROCKLAND AND WHITMAN. THE COLLABORATIVE?S PROPOSED PROJECT WILL CONTRIBUTE TO THE REDUCTION OF OPIOID AND PRESCRIPTION DRUG USE AMONG YOUTH AGED 12-18 THROUGH A COMPREHENSIVE PREVENTION EFFORT THAT INCLUDES YOUTH, FAMILIES AND THE COMMUNITY AT LARGE BY GIVING YOUTH THE VOICE TO DRIVE PREVENTION EFFORTS. SPECIFICALLY, THE COLLABORATIVE WILL INCREASE AWARENESS AROUND OPIOIDS AND PRESCRIPTION DRUGS THROUGH YOUTH-DRIVEN SOCIAL MARKETING, COMMUNITY OUTREACH AND EDUCATION TO A VARIETY OF POPULATIONS. THE PROPOSED PROGRAM WILL INVOLVE STUDENTS, FAMILIES AND INDIVIDUALS IN RECOVERY IN CREATING MEANINGFUL CONVERSATIONS AND RELATIONSHIPS WITH KEY STAKEHOLDERS AND BUSINESSES WITHIN THE REGION TO MORE EFFECTIVELY ADDRESS YOUTH OPIOID AND PRESCRIPTION DRUG USE. THROUGH THE PROPOSED PROGRAM, THE COLLABORATIVE SEEKS TO ACCOMPLISH THE FOLLOWING SHORT-TERM OUTCOMES: INCREASE AWARENESS OF YOUTH OPIOID AND PRESCRIPTION DRUG USE AMONG THE COMMUNITY, AS WELL AS LOCAL BUSINESSES, ORGANIZATIONS, AND MEDICAL PROVIDERS. INTERMEDIATE OUTCOMES WILL BE OBSERVED THROUGH AN INCREASE IN PROMOTION OF FACTORS THAT MINIMIZE THE RISK OF OPIOID AND PRESCRIPTION DRUG USE, IN ADDITION TO INCREASING THE EASE, ABILITY, AND OPPORTUNITY FOR YOUTH TO ACCESS SETTINGS, SUCH AS PROGRAMS EMPHASIZING SELF-EFFICACY AND LEARNING SKILLS THAT PREVENT OPIOID AND PRESCRIPTION DRUG USE. LONG TERM OUTCOMES WILL BE TO CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF OPIOID AND PRESCRIPTION DRUG USE, AS WELL AS REDUCING AND PREVENTING YOUTH USE OF OPIOIDS AND PRESCRIPTION DRUGS. BY JUNE 30, 2022, THE COLLABORATIVE SEEKS TO REDUCE THE PERCENT OF 12TH GRADERS IN THE REGION WHO HAVE MISUSED PRESCRIPTION DRUGS FROM 5% BASELINE TO 4% AS INDICATED ON OUR ANNUAL YOUTH SURVEY. IN ADDITION, COLLABORATIVE STAFF WILL PARTNER TO CREATE 3 MULTI-MEDIA PROJECTS WITH YOUTH, FAMILIES AND INDI VIDUALS IN RECOVERY THAT WILL BE DISSEMINATED AS A SOCIAL MARKETING CAMPAIGN REACHING 50,000 INDIVIDUALS IN THE REGION BY JUNE 30, 2022 AS INDICATED BY SOCIAL MEDIA ANALYTICS. TO ACCOMPLISH THESE GOALS AND OBJECTIVES, THE COLLABORATIVE WILL EDUCATE AND INFORM ABOUT MODIFYING AND CHANGING POLICIES, INSTITUTE LEADERSHIP OPPORTUNITIES FOR YOUTH, PROVIDE INFORMATION ON THE DANGERS OF OPIOID AND PRESCRIPTION DRUG USE THROUGH INNOVATIVE OUTLETS, AND ENHANCE THE SKILLS OF YOUTH, FAMILIES AND THE COMMUNITY AT LARGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf9f0ccf-e074-aa87-4adb-100910e1b84c-C", "generated_internal_id": "ASST_NON_NH28CE003324_7523"}, {"internal_id": 138341723, "Award ID": "NH28CE003323", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "SALLISAW NOW COALITION PROJECT TO PREVENT AND REDUCE PRESCRIPTION DRUG MISUSE AMONG YOUTH AGED 12-18 IN THE SEQUOYAH COUNTY COMMUNITY. - SALLISAW NOW COALITION WILL UTILIZE THE SEVEN STRATEGIES FOR COMMUNITY LEVEL CHANGE AND THE STRATEGIC PREVENTION FRAMEWORK IN THE IMPLEMENTATION OF THIS PROJECT. THE PURPOSE OF OUR PROJECT IS TO PREVENT AND REDUCE PRESCRIPTION DRUG MISUSE AMONG YOUTH AGED 12-18 IN SEQUOYAH COUNTY, OKLAHOMA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0759fba-3467-cabb-5079-0893ffec19aa-C", "generated_internal_id": "ASST_NON_NH28CE003323_7523"}, {"internal_id": 138341727, "Award ID": "NH28CE003322", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "BENTON COUNTY ABOVE THE INFLUENCE COALITION - BENTON COUNTY IOWA IS A RURAL AREA LOCATED IN EAST CENTRAL IOWA BETWEEN TWO OF THE STATE?S MAJOR COMMUNITIES: CEDAR RAPIDS (POP. 132,000) TO THE SOUTH AND WATERLOO/CEDAR FALLS (POP. 170,000) TO THE NORTH. BENTON COUNTY IS INCLUDED IN THE CEDAR RAPIDS METROPOLITAN STATISTICAL AREA.  THE MAJORITY OF THE WORKERS COMMUTE; ONLY 42.2% OF RESIDENTS WORK IN BENTON COUNTY. ACCORDING TO QUICK FACTS OF THE UNITED STATES CENSUS, THE COUNTY?S ESTIMATED 2019 POPULATION IS 25,645 WITH 23.2% OF THE POPULATION BEING UNDER THE AGE OF 18.  BENTON COUNTY COMPRISES 718 SQUARE MILES AND IN 2010 HAD A POPULATION OF 36.4 PER SQUARE MILE. THE COUNTY IS PREDOMINATELY WHITE; 97.4%.  THE HIGH SCHOOL GRADUATION RATE FOR THE COUNTY IS 94.1% WITH 22% OF THE POPULATION HOLDING A BACHELOR DEGREE OR HIGHER. THE 2019 MEDIAN INCOME FOR BENTON COUNTY IS $67,729 WITH A POVERTY LEVEL OF 8.8%. ACCORDING TO THE BUREAU OF LABOR STATISTICS, THE DECEMBER 2020 UNEMPLOYMENT RATE FOR BENTON COUNTY IS 3.2%. BENTON COUNTY HAS 3 MAJOR SCHOOL DISTRICTS WITH EACH BEING A COMBINATION OF COMMUNITIES CONSOLIDATING TOGETHER: VINTON/SHELLSBURG, BENTON COMMUNITY AND BELLE PLAINE.  EACH OF THE SCHOOL DISTRICTS OFFERS OPEN ENROLLMENT. THESE SCHOOL DISTRICTS ARE THE CENTER OF THEIR COMMUNITIES PROVIDING A WIDE VARIETY OF EXTRA-CURRICULAR ACTIVITIES SUCH AS SPORTS, MUSIC, DRAMA, ETC. THAT ARE WELL ATTENDED BY MEMBERS OF THE STUDENT BODIES AND ADULT MEMBERS OF THE COMMUNITY.  IN ADDITION, THERE IS A PRIVATE RELIGIOUS SCHOOL THAT INCLUDES THE GRADES K-8TH.BENEATH THE POSITIVE STATISTICS, HOWEVER, ARE POCKETS OF POVERTY, ACCEPTANCE OF YOUTH SUBSTANCE USE, AND EASY ACCESS TO SUBSTANCES. ONE IN 3 STUDENTS RECEIVED FREE OR REDUCED LUNCHES IN THE VINTON-SHELLSBURG AND BELLE PLAINE SCHOOL DISTRICTS AND 1 IN 5 AT BENTON COMMUNITY. THE PREVAILING ATTITUDE AMONG BENTON COUNTY TEENS IS THAT MOST HIGH SCHOOL STUDENTS ARE USING SOME KIND OF SUBSTANCE. IT IS NOT DIFFICULT FOR YOUTH TO OBTAIN SUBSTANCES. ACCORDING TO 2018  IOWA YOUTH SURVEY 18% OF BENTON COUNTY 11TH GRADERS SAID IT WAS EASY TO OBTAIN METHAMPHETAMINE AND 35% TO OBTAIN PRESCRIPTION DRUGS.IN THE SAME SURVEY, 10% OF ALL STUDENTS SURVEYED REPORTED THERE IS NO RISK FROM USING METHAMPHETAMINE WITH THE HIGHEST NUMBER BEING WITH 6TH GRADE STUDENTS AT 14%.  ONLY 64% OF ALL STUDENTS BELIEVE THERE IS A GREAT RISK OF USING PRESCRIPTION MEDICATIONS THAT WERE NOT PRESCRIBED TO THEM WITH 13% OF 6TH GRADERS BELIEVING THERE IS NO RISK AT ALL.  THE EASE OF ACCESS AND THE LOWERING PERCEPTION OF HARM ARE TWO MAJOR CONCERNS IN THE PREVENTION OF METHAMPHETAMINE AND OPIOID USE IN OUR COMMUNITIES.IN ADDITION, IN THE PAST YEAR THERE HAVE BEEN SEVEN SUICIDES IN BENTON COUNTY CAUSING INCREASE ATTENTION TO THE ISSUES OF MENTAL HEALTH AND THE IMPACT SUBSTANCES ARE HAVING ON OUR COMMUNITIES.  THROUGH EFFORTS OF LOCAL LAW ENFORCEMENT AND OTHER PARTNERING ORGANIZATIONS A COUNTY MENTAL HEALTH ACCESS HAS BEEN ESTABLISHED DURING 2020 TO ASSIST WITH MENTAL HEALTH SITUATIONS.  AND OVER THE PAST FEW YEARS OUR COUNTY HAS BEEN HIT WITH A COUPLE SIGNIFICANT NATURAL DISASTERS THAT HAVE IMPACTED INDIVIDUALS ON MULTIPLE LEVELS.  THE MOST RECENT BEING IN AUGUST 2020 WHEN OUR ENTIRE COUNTY WAS DAMAGED BY THE DERECHO CAUSING MANY HOMES, FARMS, AND BUSINESSES TO BE DESTROYED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6f4c695-4dbc-00b2-7dd7-6524fb5f6c76-C", "generated_internal_id": "ASST_NON_NH28CE003322_7523"}, {"internal_id": 138341762, "Award ID": "NH28CE003321", "Award Amount": 149235.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "YOUTH LEADERSHIP IN PREVENTION AND REDUCTION OF OPIOID, METHAMPHETAMINE, AND PRESCRIPTION DRUG MISUSE - SAFE?S GRANT IS TO EDUCATE AND EMPOWER YOUTH 12-18 IN CHESTERFIELD COUNTY VA TO PREVENT USE AND MISUSE OF OPIOIDS, METHAMPHETAMINES AND PRESCRIPTION DRUGS.  WE WILL REACH THE COMMUNITY LEVEL TO CHANGE SOCIAL NORMS, UTILIZING POWER AND EFFECTIVENESS OF SUBSTANCE ABUSE PREVENTION MESSAGING CREATED AND DELIVERED BY YOUTH FOR YOUTH.  THREE STRATEGIES WILL CHANGE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH USE AND MISUSE OF THESE SUBSTANCES. GOALS OF GRANT ARE BY JUNE 2022 TO DECREASE PAST 30-DAY USE OF OPIOIDS AND METHAMPHETAMINES IN 10TH GRADERS TO BELOW NATIONAL AVERAGE AND CONTINUE TO HAVE PAST 30-DAY USE OF PRESCRIPTION DRUGS IN 12TH GRADERS BE BELOW NATIONAL AVERAGE AS MEASURED BY PREVENTION NEEDS ASSESSMENT DATA.  WE WILL INCREASE YOUTH LEADERSHIP IN SAFE?S OPIOID, METHAMPHETAMINE AND PRESCRIPTION DRUG MISUSE PREVENTION STRATEGIES BY STRENGTHENING COLLABORATION AT LOCAL LEVEL. YEAR ONE OF GRANT FUNDING, WE WILL INCREASE ENGAGEMENT OF MIDDLE AND HIGH SCHOOL YOUTH IN DRUG MISUSE PREVENTION STRATEGIES BY INCREASING NUMBER OF YOUTH IN SAFE?S YOUTH COALITION BY 20% COMPARED TO JUNE 2021 ATTENDANCE AND EVENT ROSTERS.YOUTH WILL ENGAGE IN THREE INITIATIVES EACH YEAR TO EDUCATE THEMSELVES AND PEERS ABOUT PREVENTION OF OPIOID, METHAMPHETAMINES AND PRESCRIPTION DRUG MISUSE: 1) INTERACTIVE DIGITAL OR IN-PERSON PRESENTATION AT ALL 12 MIDDLE SCHOOLS FOR ALL 4,846 6TH GRADERS ABOUT HEALTH, SOCIAL AND LEGAL CONSEQUENCES OF SUBSTANCE USE. 2) HIGH SCHOOL PSA CONTEST AT 3 SCHOOLS WITH PREVENTION MESSAGE ABOUT DANGERS OF USE AND MISUSE OF OPIOIDS, METHAMPHETAMINES AND PRESCRIPTION DRUGS. WINNING PSAS WILL AIR ON LOCAL MASS AND SOCIAL MEDIA WITH 83,333 IMPRESSIONS PER YEAR. 3) SAFE?S 13-MEMBER YOUTH COALITION WILL EXPAND AND CREATE PSAS, INCLUDING ONE SPANISH, AND MULTIPLE SOCIAL MEDIA MESSAGES FOR YOUTH ABOUT DANGERS OF OPIOID, METHAMPHETAMINE AND PRESCRIPTION DRUG MISUSE TO AIR ON LOCAL MEDIA OUTLETS AND BE SHARED BY SCHOOLS AND COMMUNITY PARTNERS. YOUT H WILL ADVISE SAFE ON YOUTH PREFERRED METHODS OF RECEIVING MEDIA MESSAGING. YOUTH WILL USE KNOWLEDGE AND LEADERSHIP SKILLS TO PRESENT PREVENTION PROJECTS AND PSAS TO SAFE?S OPIOID AND HEROIN PREVENTION TASK FORCE AND TO HOST AND PRESENT PSAS AT MEDIA RELEASE EVENT WITH SCHOOL AND COMMUNITY. GRANT STRATEGIES WILL BE IMPLEMENTED BY ENHANCING COALITION PARTNERSHIPS WITH CHESTERFIELD COUNTY PREVENTION SERVICES, PUBLIC SCHOOLS, COMMUNICATIONS AND MEDIA AND PRIVATE MEDIA BUSINESSES WHO WILL HELP WITH STUDENT TRAINING AND EDUCATION.GRANT STRATEGIES WILL BE EVALUATED BY 2021, 2023, AND 2025 PREVENTION NEEDS ASSESSMENT OF 8TH 10TH  AND 12TH GRADE STUDENTS, PRE AND POST SURVEYS, NUMBER OF SCHOOLS AND YOUTH PARTICIPATING, ATTENDANCE ROSTERS, STUDENT SURVEYS, AND NUMBER REACHED BY MEDIA SPOTS AND IMPRESSIONS.  OVER 5-YEAR GRANT PERIOD, 24,230 6TH GRADERS WILL BE IMPACTED AT 12 MIDDLE SCHOOLS.  241 HIGH SCHOOL STUDENTS AT 3 HIGH SCHOOLS WILL TAKE PART IN PSA CONTESTS WITH MESSAGES REACHING 416,665 COMMUNITY YOUTH ON SOCIAL AND MASS MEDIA. 16 YOUTH COALITION MEMBERS AT 8 OR MORE HIGH SCHOOLS WILL PARTICIPATE IN GRANT STRATEGIES AFFECTING YOUTH IN SCHOOLS AND COMMUNITIES. SAFE WILL TRACK SOCIAL MEDIA REACH ANALYTICS FOR YOUTH COALITION SOCIAL MEDIA PREVENTION MESSAGING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4ce4d1a-53ab-3cbc-acd1-5d2485196539-R", "generated_internal_id": "ASST_NON_NH28CE003321_7523"}, {"internal_id": 138341748, "Award ID": "NH28CE003320", "Award Amount": 149152.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "PITT COUNTY COALITION ON SUBSTANCE USE COMPREHENSIVE ADDICTION AND RECOVERY ACT OPIOID AND STIMULANT GRANT - PITT COUNTY IS A RURAL AREA LOCATED IN EASTERN NORTH CAROLINA (NC) JUST EAST OF I-95. WITH 10 MUNICIPALITIES SPANNING 655 SQUARE MILES, PITT COUNTY SERVES THE LARGEST CONCENTRATION OF POPULATION AND INDUSTRY IN EASTERN NC. THE COUNTY SEAT, AND ONLY CITY, IS GREENVILLE, IS HOME TO MANY INDUSTRIES, EAST CAROLINA UNIVERSITY, THE BRODY SCHOOL OF MEDICINE, VIDANT MEDICAL CENTER (LEVEL 1 TRAUMA CENTER) AND PITT COMMUNITY COLLEGE. THIS AFFORDS A DIVERSE POPULATION, MULTI-SKILLED LABOR FORCE, ECONOMIC GROWTH, AND CULTURAL AND RECREATIONAL OPPORTUNITIES. PITT COUNTY HAS A POPULATION OF 180,742 RESIDENTS THAT INCLUDE 53.7% NON-HISPANIC WHITE, 33.8% BLACK, 1.6% ASIAN, AND 3.7% MULTI-RACIAL, AND 6.5% LATINX/HISPANIC. DESPITE THE STRONG EDUCATIONAL AND INDUSTRIAL BASE, THE 22.9% OF RESIDENTS LIVE BELOW POVERTY COMPARED TO THE STATE RATE OF 13.6%. THERE ARE 14.3% RESIDENTS BETWEEN 10 TO 19 YEARS OF AGE. PITT COUNTY IS A HOME TO 35 SCHOOLS TO INCLUDE 13 MIDDLE AND 6 HIGH SCHOOLS AND ALMOST 100 PLACES OF WORSHIP.HISTORICALLY, PITT COUNTY WAS SUPPORTED HEAVILY BY THE TOBACCO INDUSTRY AS AN AGRICULTURAL RESOURCE. TODAY, VIDANT MEDICAL CENTER SERVES AS THE LARGEST EMPLOYER EMPLOYING OVER 500 PHYSICIANS AND 1,200 NURSES. VIDANT MAINTAINS A RELATIONSHIP WITH THE UNIVERSITY THROUGH THE BRODY SCHOOL OF MEDICINE AND CONTINUES TO GROW THROUGH THE DENTAL AND NURSING SCHOOL AND VARIOUS SPECIALTY CENTERS. AS A MEDICAL HUB FOR EASTERN NC, OUR COMMUNITY ALSO HAS OVER 1,100 ACTIVE PROVIDERS, ABOUT 40 OF PHARMACIES AND 63 DENTISTS, AND EIGHT PAIN MANAGEMENT CLINICS. LIFE IN GREENVILLE IS FLAVORED HEAVILY BY IT BEING A UNIVERSITY TOWN. THROUGHOUT THE YEAR, DOWNTOWN GREENVILLE IS THE HANGOUT AREA FOR MANY OF ECU'S STUDENTS, AREA MILITARY AND COUNTY HIGH SCHOOL STUDENTS. THIS AREA BORDERS A HIGH CRIME AREA AND, UNFORTUNATELY, IT IS NOT UNCOMMON FOR LAW ENFORCEMENT TO RECEIVE REPORTS OF VARIOUS CRIMINAL ACTIVITY OCCURRING THROUGHOUT THE NIGHTS. MANY OF THESE INCIDENTS ARE REL ATED TO ALCOHOL AND OTHER SUBSTANCE MISUSE. OVER THE PAST FEW YEARS, THERE HAS BEEN CONSIDERABLE MOVEMENT FROM THE \"UPTOWN\" GREENVILLE BUSINESS ASSOCIATION TO CREATE A SAFER GREENVILLE THROUGH ENVIRONMENTAL CHANGE BY DEMOLISHING ABANDONED BUILDINGS AND LIMITING THE GEOGRAPHICAL DISTANCE BETWEEN EACH NEW BAR AND/OR CLUB.THERE ARE NINE SMALL, RURAL TOWNS WITHIN PITT COUNTY THAT NEIGHBOR GREENVILLE. TOWN POPULATIONS RANGE FROM 112 TO 9,269 RESIDENTS. THE MAJORITY OF THE TOWNS FEATURE SPRAWLING FARMLAND WITH SMALL TOWN CENTERS. WHILE MANY OF THE TOWN CENTERS ARE RELICS OF THE PAST, EFFORTS ARE BEING MADE TO BUILD BACK TOWN CENTERS WITH LOCAL BUSINESSES. TOWN FESTIVALS ARE COMMON WITH SOME OF THE MORE WELL-KNOWN BEING AYDEN'S COLLARD FESTIVAL AND FARMVILLE'S DOGWOOD FESTIVAL. MOST TOWNS HAVE THEIR OWN SCHOOLS, 1-2 FAST FOOD CHAINS, A GROCERY STORE, AND AN INDEPENDENT OR CHAIN PHARMACY. HOWEVER, MOST RESIDENTS OF THESE SMALLER COUNTIES TRAVEL TO GREENVILLE OR WINTERVILLE FOR THEIR MEDICAL CARE OR OTHER BASIC NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c418087-59c2-1135-0b45-91d24c024b93-C", "generated_internal_id": "ASST_NON_NH28CE003320_7523"}, {"internal_id": 138341745, "Award ID": "NH28CE003319", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "COMPREHENSIVE ADDICTION AND RECOVERY ACT (CARA) LOCAL DRUG CRISIS GRANT PROJECT IN LINCOLN COUNTY, MAINE - HLC?S SUBSTANCE USE PREVENTION PARTNERSHIP (HLC-SUPP) IS ?THE COALITION? SERVING LINCOLN COUNTY?S 19 TOWNS, ONE ISLAND, 34,457 RESIDENTS, AND 15,149 HOUSEHOLDS. OF THE 15,149 HOUSEHOLDS, 24.7% HAD CHILDREN UNDER THE AGE OF 18 LIVING WITH THEM. LINCOLN COUNTY IS SIGNIFICANT FOR ITS THOUSANDS OF MILES OF COASTLINE, WHICH ARE HOME TO A LARGE PROPORTION OF MAINE?S GENERATIONS OF FISHING FAMILIES. THE GEOGRAPHIC MAKE-UP AND BARRIERS TO ECONOMIC AND SOCIAL SUPPORTS ARE ISOLATING FOR YOUTH AND FAMILIES. LINCOLN COUNTY ALSO HAS A HIGH NUMBER OF LESBIAN, GAY, BISEXUAL, AND TRANSGENDERED (LGBTQ) YOUTH. THE CARA COMMUNITY-BASED COALITION ENHANCEMENT GRANTS WILL ALLOW FOR ENHANCED PREVENTION OF OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AGES 12-18 IN TWO KEY RURAL AND UNDER-SERVED POPULATIONS ? LGBTQ AND MARINE INDUSTRY YOUTH AND FAMILIES.  IN ORDER TO IDENTIFY THE SUBSTANCE USE PROBLEMS IN LINCOLN COUNTY, WE COLLECT AND ANALYZE DATA TO CONSIDER THE STRENGTHS AND GAPS IN THE COMMUNITY AS WELL AS RISK AND PROTECTIVE FACTORS. DATA INDICATORS ARE IDENTIFIED TO DETERMINE THE MOST PREVALENT MISUSE OF OPIOIDS, METHAMPHETAMINE, AND PRESCRIPTION DRUGS AND WHY THESE OCCUR WITH AN EMPHASIS ON EXAMINING OUR ENHANCED TARGET POPULATIONS. HLC-SUPP (?COALITION?) UTILIZES THE STRATEGIC PREVENTION FRAMEWORK (SPF) SEVEN  STRATEGIES FOR COMMUNITY LEVEL CHANGE, AND PROCHASKA'S STAGES OF CHANGE HEALTH BEHAVIOR MODEL TO SHAPE ONGOING ASSESSMENT, PLANNING, AND IMPLEMENTATION OF COALITION PROJECT GOALS, OBJECTIVES, AND ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7800db5-9393-7b7d-f19c-f2a48040f082-C", "generated_internal_id": "ASST_NON_NH28CE003319_7523"}, {"internal_id": 138341793, "Award ID": "NH28CE003318", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "WORCESTER COUNTY (MD)  - OPIOID AND METHAMPHETAMINE PREVENTION PROGRAM - THE BERLIN PREVENTION WORKS ALCOHOL AND DRUG-FREE COMMUNITY COALITION WILL IMPLEMENT AN OPIOID AND METHAMPHETAMINE PREVENTION PROGRAM IN WORCESTER COUNTY - MARYLAND.  THE PROGRAM WILL ADDRESS THE PUBLIC HEALTH PROBLEM OF OPIOID AND METHAMPHETAMINE USE/MISUSE BY ?SOUNDING THE ALARM? ON THE HIGHER THAN NATIONAL AVERAGE OF OPIOID AND METHAMPHETAMINE USE/MISUSE RATES AMONG YOUTH AGES 12-18 IN RURAL WORCESTER COUNTY, MARYLAND BY USING THE STRATEGIC PREVENTION FRAMEWORK AS PLANNING TOOL TO IMPLEMENT THE SEVEN STRATEGIES OF COMMUNITY-LEVEL CHANGE.  ADDITIONALLY, THE COALITION WILL CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF YOUTH USE AND MISUSE OF THESE SUBSTANCES USING A PEER-TO-PEER MODEL AND CREATING PREVENTION MESSAGING TO RAISE THE AWARENESS OF THE YOUTH PROBLEM IN OUR COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d0577ee-cf6e-4f31-9cee-b2eab8727a39-R", "generated_internal_id": "ASST_NON_NH28CE003318_7523"}, {"internal_id": 138341769, "Award ID": "NH28CE003317", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "ADDRESSING ROOT CAUSES OF YOUTH OPIOID USE/MISUSE IN NORTHEAST WINDHAM COUNTY, VERMONT THROUGH COMPREHENSIVE COMMUNITY-BASED STRATEGIES TO ACES. - GREATER FALLS CONNECTIONS SERVES NORTHEAST WINDHAM COUNTY TOWNS OF ATHENS, GRAFTON, ROCKINGHAM, AND WESTMINSTER,VT, A COMMUNITY OF 9,613.  THE GOALS OF THE COALITION ARE TO REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AND CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE. THE COALITION WILL ACHIEVE ITS GOALS BY IMPLEMENTING STRATEGIES TO ADDRESS AND MITIGATE THE IMPACTS OF ADVERSE CHILDHOOD EXPERIENCES (ACES). THE COALITION WILL SUPPORT TRAINING AND TECHNICAL ASSISTANCE FOR EMPLOYERS, HEALTH CARE PROVIDERS, SCHOOLS, MENTORING AND ?THIRD SPACE? PROGRAMS TO INCREASE ACCESS TO SOCIAL SUPPORTS AND ENVIRONMENTS THAT ARE TRAUMA-INFORMED AND ACCESSIBLE TO YOUTH AND FAMILIES IMPACTED BY GENERATIONAL TRAUMA AND SUBSTANCE USE. THE COALITION?S YOUTH GROUP, ABOVE THE INFLUENCE, CO-FACILITATED WITH FRIENDS FOR CHANGE, WILL LEARN AND APPLY RESTORATIVE PRACTICES TO CREATE COMMUNITY HEALING, RESILIENCY, AND INCREASE PEER SUPPORTS. YOUTH AND FAMILY MEMBERS MOST IMPACTED BY GENERATIONAL TRAUMA AND OPIOID USE DISORDER WILL BE DIRECTLY INVOLVED IN PROJECT PLANNING, OUTREACH, AND LEADERSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59b33f3f-a24e-5a9a-c9b2-712a56f8c7ee-C", "generated_internal_id": "ASST_NON_NH28CE003317_7523"}, {"internal_id": 138341783, "Award ID": "NH28CE003316", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "ADAMS COUNTY TARGETED YOUTH PRESCRIPTION AND OPIOID DRUG INITIATIVE - COLLABORATING FOR YOUTH, A SUCCESSFUL DRUG FREE COMMUNITIES COALITION SERVING ADAMS COUNTY, PENNSYLVANIA COMMUNITIES FOR OVER 20 YEARS, PROPOSES THE ADAMS COUNTY TARGETED YOUTH PRESCRIPTION AND OPIOID DRUG INITIATIVE ACTIVATING THE STRATEGIC PREVENTION FRAMEWORK MODEL OF PREVENTION TO REDUCE AND PREVENTION YOUTH OPIOID AND PRESCRIPTION DRUG USE IN RURAL SOUTHCENTRAL PENNSYLVANIA COMMUNITIES.  THIS APPROACH TARGETS IDENTIFIED SCHOOL DISTRICT COMMUNITY CATCHMENT AREAS BASED ON DATA-DRIVEN NEEDS AND A PROGRESSION OF SUBSTANCE ABUSE TRENDS OVER AN EIGHT YEAR SPAN WITH GROWING CONCERN FOR YOUTH OPIOID / PRESCRIPTION DRUG USE AND MISUSE, LOW PERCEPTIONS OF THE RISK OF USE, FEELINGS OF ACCEPTABILITY TOWARDS USE AND HIGH AVAILABILITY AND ACCESS.  THE PROJECT BUILDS UPON THE STRENGTH OF YOUTH VOICE AND PEER-TO-PEER AS WELL AS CAREGIVER INFLUENCES TO MITIGATE A GROWING DRUG CRISIS.  THE OBJECTIVES UNDER THE GOAL OF ELIMINATING YOUTH OPIOID / PRESCRIPTION DRUG USE / MISUSE INCLUDE:  INCREASING THE INVOLVEMENT OF YOUTH IN SCHOOL DISTRICT AND COUNTY BASED YOUTH LEADERSHIP AND SUBSTANCE FREE ACTIVITIES, ENGAGING YOUTH IN SUBSTANCE PREVENTION EDUCATION AND LEADERSHIP AMONG PEERS THROUGH INCREASING PERCEPTIONS OF THE RISK OF OPIOID/ PRESCRIPTION DRUG USE/ MISUSE, ENHANCING YOUTH SKILLS AND EDUCATION ALONG WITH PATIENT EDUCATION AND PREVENTION EDUCATION PLANS WHERE FEDERAL, STATE AND LOCAL FUNDS HAVE DIMINISHED, AND ENGAGING PARTNERSHIP WITHIN CULTURALLY DIVERSE POPULATIONS AND WITH LOCAL COMMUNITY SECTOR REPRESENTATIVES TO FOSTER REAL AND LASTING CHANGE.  THE OBJECTIVES UNDER THE GOAL OF CHANGING THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF YOUTH OPIOID AND PRESCRIPTION DRUG USE / MISUSE INCLUDE:  DECREASING ACCESS TO PRESCRIPTION DRUGS/ OPIOID DRUGS IN HOME AND COMMUNITY SETTINGS, INCREASING SCHOOL AND CAREGIVER ABILITIES TO TAKE A CLEAR STAND AGAINST THIS MISUSE WHILE EDUCATING CAREGIVERS ON HOW TO TALK TO YOUTH AROUND PRESCRIPTION DRUG / OPIOID USE  / MISUSE, AND DEVELOPMENT OF RESOURCES FOR SUPPORT AS WELL AS OBJECTIVES TO ESTABLISH FURTHER BILINGUAL SUPPORTS WITH CULTURAL AND LINGUISTIC COMPETENCE FOR A GROWING SPANISH LANGUAGE SPEAKING POPULATION IN OUR LOCAL COMMUNITIES.  OUR OBJECTIVES INCLUDE COMMUNITY AWARENESS AND EDUCATION AND WITH DIRECT INVOLVEMENT FROM 12 SECTOR REPRESENTATION ALIGNED WITH THE 7 STRATEGIES FOR COMMUNITY CHANGE THAT HELP BUILD LASTING COLLABORATIVE SOLUTIONS FOR OUR RURAL COMMUNITIES IN THE COMMONWEALTH ALONG THE MARYLAND BORDER.  WITH A STRONG COMMUNITY COALITION, COMMITTED TO REDUCING AND PREVENTING YOUTH OPIOID AND PRESCRIPTION DRUG USE/ MISUSE AND THE USE OF THESE EVIDENCE-BASED STRATEGIES IN STRONG PARTNERSHIP THE PROPOSED APPROACH HAS HIGH LIKELIHOOD TO NOT ONLY REDUCE SUBSTANCE USE IN OUR REGION, BUT MOST IMPORTANTLY TO SAVE OUR YOUNG PEOPLE?S LIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44f96668-1d45-6e81-400c-02d8a01a2265-R", "generated_internal_id": "ASST_NON_NH28CE003316_7523"}, {"internal_id": 138341718, "Award ID": "NH28CE003315", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "CARA GRANT DIRECTED AT YOUTH OPIOID USE - ELIZABETHTOWN AREA COMMUNITIES THAT CARE (EACTC) HAS SERVED THE ELIZABETHTOWN COMMUNITY FOR 20 YEARS, DEVELOPING PARTNERSHIPS THROUGHOUT THE IMMEDIATE COMMUNITY AND THE COUNTY. EACTC IS COMPLETING ITS 10TH YEAR AS A DFC GRANTEE AND ITS 3RD YEAR AS A CARA GRANTEE. LOCATED IN THE NORTHWESTERN CORNER OF LANCASTER COUNTY, ELIZABETHTOWN?S DISTANCE FROM THE LANCASTER COUNTY SEAT AND ITS RURAL NATURE POSE CHALLENGES TO COMMUNITY MEMBERS IN ACCESSING CRITICAL SOCIAL SERVICES. AS A RESULT OF LACK OF ACCESS TO AND PRESENCE OF SERVICES IN ELIZABETHTOWN, COMMUNITY-WIDE HEALTH DISPARITIES HAVE DEVELOPED. PA RANKS 4TH IN FATAL OVERDOSES NATIONALLY AND THE ADULT FATAL OVERDOSE DEATHS IN ELIZABETHTOWN DOUBLED IN 2020 FROM 2019.  YOUTH PROBLEM BEHAVIORS RELATED TO SUBSTANCE USE AND ABUSE ARE PRESENT IN THE ELIZABETHTOWN COMMUNITY. SIGNIFICANT STIGMA AROUND OPIOID AND HEROIN USE PERSISTS AS DOES STIGMA AROUND THE PROVISION OF NALOXONE. STUDENTS ARE ABUSING PRESCRIPTION DRUGS AT RATES THAT EXCEED COUNTY AND STATE BENCHMARKS AND THERE ARE GAPS IN STUDENT PERCEPTION ON THE RISKINESS OF PRESCRIPTION PAIN RELIEVER ABUSE. TEENS INDICATE THAT PARENTAL STIGMA AND SHAME IS THE LARGEST BARRIER TO TREATMENT. STUDENT DRUG USE IS INEXTRICABLY LINKED TO MENTAL HEALTH CONCERNS. ELIZABETHTOWN STUDENTS THAT REPORT HIGH DEPRESSIVE SYMPTOMS ARE 5.6 TIMES MORE LIKELY TO USE MARIJUANA. ELIZABETHTOWN DATA INDICATES THAT STUDENTS WHO HAVE ABUSED PRESCRIPTION PAIN MEDICATIONS ARE ALSO FREQUENTLY USING MARIJUANA. 70% OF 10TH GRADE STUDENTS AND 46% OF 12TH GRADE STUDENTS THAT ABUSED PRESCRIPTION PAIN RELIEVERS ALSO REPORT USING MARIJUANA 40 OR MORE TIMES IN THEIR LIFETIMES.EACTC PLANS TO UTILIZE STRATEGIES TO PREVENT OPIOID AND PRESCRIPTION DRUG USE AMONG YOUTH, TO CHANGE THE CULTURE REGARDING THE ACCEPTABILITY OF YOUTH MISUSE, AND DECREASE THE AVAILABILITY OF PRESCRIPTION PAIN RELIEVERS WITHIN THE COMMUNITY. -EACTC WILL IMPLEMENT A TARGETED YOUTH AND PARENT SOCIAL NORMS CAMPAIGNS TO DECR EASE STUDENT MISPERCEPTIONS OF PRESCRIPTION DRUG ABUSE AND TARGET MISPERCEPTIONS ON TREATMENT. -EACTC WILL USE NATIONAL PRESCRIPTION DRUG TAKE BACK EVENTS TO DISTRIBUTE INFORMATION, EDUCATE COMMUNITY MEMBERS ABOUT SAFE STORAGE PRACTICES, OFFER NALOXONE KITS AND TRAINING, DISTRIBUTE PRESCRIPTION DRUG LOCK BOXES AND DETERRA THROUGHOUT THE COMMUNITY.-TARGETED NALOXONE DISTRIBUTION TO PARENTS AND INDIVIDUALS IN RECOVERY/ADDICTION-EACTC WILL WORK WITH THE HEALTH TEACHERS TO PROVIDE RESOURCES AND TECHNICAL ASSISTANCE ON BEST PRACTICE MATERIALS FOR THE MIDDLE SCHOOL AND HIGH SCHOOL CURRICULA.-EACTC WILL PROVIDE MULTIPLE MENTOR PROGRAMS FOR STUDENTS IN GRADES K-12-EACTC?S YOUTH COALITION WILL CONTINUE TO PROMOTE MENTAL HEALTH WORKSHOPS AND EXPAND THESE WORKSHOPS TO BECOME COMPONENTS OF THE 9TH GRADE HEALTH CURRICULUM-EACTC WILL WORK TO CHANGE CONSEQUENCES FOR YOUTH THROUGH MONTHLY AND ANNUAL STUDENT RECOGNITION PROGRAMS THAT ACKNOWLEDGE POSITIVE BEHAVIORS AND HEALTHY CHOICES. -SUPPORT AND PROMOTE MULTIDISCIPLINARY COMMUNITY RESOURCE PROGRAM AND TREATMENT OPTIONS FOR INDIVIDUALS AND FAMILIES AFFECTED BY OPIOID ADDICTION-EACTC WILL PROVIDE BEST PRACTICE POLICIES ON DRUG POSSESSION/USE TO THE SCHOOL DISTRICT AND LOCAL RESOURCES FOR STUDENTS, PARENTS, AND FAMILIES STRUGGLING WITH PRESCRIPTION DRUG USE/ABUSE ON LOCAL TREATMENT OPTIONS. -CONTRIBUTE TO STATE-WIDE ADVOCACY THROUGH THE COMMONWEALTH PREVENTION ALLIANCE RELATED TO DRUG LAWS AND OPIOID MANUFACTURER SETTLEMENT ALLOCATIONS-EACTC WILL CONNECT WITH COUNTY PARTNERS AND SERVICE PROVIDERS TO BRING THREE NEW SERVICES/INITIATIVES/RESOURCES DIRECTLY TO ELIZABETHTOWN TO ADDRESS COMMUNITY HEALTH DISPARITIES RESULTING DIRECTLY FROM OPIOID ABUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb9b5077-e4a2-a2a4-30f2-53a3f04410b0-R", "generated_internal_id": "ASST_NON_NH28CE003315_7523"}, {"internal_id": 138341369, "Award ID": "NH28CE003314", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "WESTCARE WISCONSIN, INC. COMPREHENSIVE ADDICTION AND RECOVERY ACT (CARA) - THE WESTCARE WISCONSIN, INC. / HARAMBEE 53212?PULLING TOGETHER FOR A DRUG FREE COMMUNITY COALITION (WC-WI COALITION) OPERATES FROM THE WESTCARE WISCONSIN HARAMBEE COMMUNITY CENTER. HARAMBEE IS THE SWAHILI WORD FOR ?PULLING TOGETHER?. ITS NAME SIGNIFIES TWO THINGS: THE AFRICAN HERITAGE OF MOST RESIDENTS AND THE SPIRIT OF UNITY THAT HAS TAKEN ROOT IN AN OLD NEIGHBORHOOD. DRAPED ACROSS A STEEP RIDGE OVERLOOKING DOWNTOWN, THE HARAMBEE AREA IS A COMMUNITY OF HISTORIC HOMES AND STRONG CHURCHES. THIS URBAN MILWAUKEE NEIGHBORHOOD IS LOCATED AND DEFINED AS: 7TH STREET TO HUMBOLDT BLVD (WEST-EAST) & WALNUT/PLEASANT STREET TO CAPITOL DRIVE (SOUTH TO NORTH) AND CURRENTLY HOLDS A POPULATION OF 9,787. THE RACE AND ETHNICITY IN HARAMBEE INDICATE THAT IT IS MUCH LESS ETHNICALLY DIVERSE THAN THE REST OF MILWAUKEE, BEING PRIMARILY AFRICAN AMERICAN (81%) WITH A LOW PERCENTAGE OF WHITES (6.4%), MIXED RACE (4%) AND HISPANICS (7.5%). APPROXIMATELY 50% OF THIS POPULATION IS UNDER THE AGE 24. ACCORDING TO CITY DATA, 53.6% OF RESIDENTS DO NOT CLAIM ANY RELIGION; 21.9% ARE EVANGELICAL, MAINLINE OR BLACK PROTESTANT; 21% ARE CATHOLIC; 2.5% CLAIM OTHER AND 1% ARE ORTHODOX.THE TARGET AREA, WHILE IN THE HEART OF A HISTORIC CULTURAL AREA, HAS SOME DISPARAGING STATISTICS. ACCORDING TO THE AMERICAN COMMUNITY SURVEY, 45% OF HARAMBEE RESIDENTS LIVE BELOW THE POVERTY LEVEL COMPARED TO 29% CITYWIDE, AND MORE THAN 71% OF CHILDREN LIVE IN POVERTY. IN WISCONSIN, BLACKS ARE SIX TIMES MORE LIKELY TO BE CHARGED WITH POSSESSION OF DRUGS THAN WHITES AND HAS THE FOURTH HIGHEST DISPARITY IN THE NATION. IN MILWAUKEE COUNTY WHERE NEARLY 70% OF THE STATE?S AFRICAN AMERICANS LIVE, 4.7% OF BLACKS ARE ARRESTED FOR MARIJUANA POSSESSION FOR EVERY 1 WHITE, ACCORDING TO THE ACLU. RACIAL DISPARITY IN MARIJUANA ARRESTS IS A KEY CONTRIBUTOR TO RACIAL DISPARITY IN INCARCERATION. THE STATE?S 12.8% INCARCERATION RATE FOR BLACK MALES IS ALMOST DOUBLE THE NATIONAL AVERAGE AND 3% HIGHER THAN THE STATE. MOST  OF THE OFFENSES ARE DRUG-RELATED, AND TWO-THIRDS OF THE PRISONERS ARE FROM 6 ZIP CODES REPRESENTING THE POOREST NEIGHBORHOODS IN MILWAUKEE (INCLUDING HARAMBEE 53212), MAKING IT AN ?EXPECTED? PART OF LIFE FOR YOUNG RESIDENTS.  ACCORDING TO THE MOST RECENTLY AVAILABLE CITY DATA, BLACK YOUTH COMPRISE ONLY 10% OF THE OVERALL YOUTH POPULATION IN MILWAUKEE BUT 92% OF THOSE INCARCERATED AND 61% RELEASED FROM INCARCERATION IN WISCONSIN COMMITTED A NEW CRIMINAL OFFENSE WITHIN THREE YEARS. THE OVERALL CRIME RATE IN HARAMBEE IS 159% HIGHER THAN THE NATIONAL AVERAGE. ?MORE THAN FOUR OUT OF FIVE CHILDREN (82%) IN MPS ARE ECONOMICALLY DISADVANTAGED. THAT?S MORE THAN 50,000 KIDS GOING WITHOUT SOME OF LIFE?S BASIC NEEDS, EVERY SINGLE DAY, AND A HIGH PERCENTAGE OF THOSE KIDS HAS BEEN EXPOSED TO A POTENTIALLY TRAUMATIC EVENT,? SAYS MELISSA A. TEMKE, WHO TAUGHT FOR 10 YEARS BEFORE TRANSITIONING TO A STAFF POSITION WITH THE SCHOOL DISTRICT?S VIOLENCE PREVENTION PROGRAM. TO MAKE MATTERS WORSE THERE ARE APPROXIMATELY 781:1 STUDENTS PER COUNSELOR COMPARED TO 391:1 IN THE STATE.ACCORDING TO THE WISCONSIN EPIDEMIOLOGICAL PROFILE, LICIT AND ILLICIT DRUGS AND ALCOHOL ARE AVAILABLE READILY AND EASILY OBTAINED ON THE STREETS OF HARAMBEE REGARDLESS OF AGE. THE PREFERRED OPIOID CHOICE AMONG YOUTH IS THE STREET DRUG ?LEAN,? (A CONCOCTION OF SODA OR SOME SORT OF SWEETENER AND LARGE AMOUNTS OF PRESCRIPTION COUGH SYRUP WITH CODEINE) VERY PREVALENT IN POPULAR HIP-HOP/RAP MUSIC AND PILLS CRUSHED IN MARIJUANA. 2020 SET A RECORD HIGH OF 473 DRUG OVERDOSE DEATHS IN MILWAUKEE COUNTY. IN RESPONSE TO THE GROWING LOCAL DRUG CRISIS IN THE HARAMBEE AREA, THE WC-WI COALITION IS WORKING TO PREVENT OPIOID, METHAMPHETAMINE AND PRESCRIPTION DRUG USE AMONG YOUTH AGES 12-18 IN HARAMBEE WITH A CONTINUUM OF CARE AND PARTNERSHIPS WITH COMPREHENSIVE ADDICTION TREATMENT AND RECOVERY PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bd6aaac7-1dda-16fb-19b4-e5dd8d35251a-R", "generated_internal_id": "ASST_NON_NH28CE003314_7523"}, {"internal_id": 138341702, "Award ID": "NH28CE003313", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "WESTCARE TEXAS, INC. AND FACE COALITION COME TOGETHER TO TO PREVENT OPIOID, METHAMPHETAMINE USE, AND PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AGES 12-18 IN LAREDO, TX. - FAMILIES ASSISTANCE & COMMUNITY EMPOWERMENT (F.A.C.E.) COALITION IS FOCUSED WITHIN THE ZIPCODE AREA OF 78046 IN WEBB COUNTY OF LAREDO, TEXAS. THIS ZIP CODE IS CONSIDERED RURAL AND ENCOMPASSES 245 SQUARE MILES WITH A POPULATION OF 70,255. ALTHOUGH THE SQUARE MILES OF THE AREA ARE 245, THE MAJORITY OF THIS IS WOODED AREAS AND LAKES. DEMOGRAPHICS CONSISTS OF 97% HISPANIC/LATINO, 2% WHITE, <1% BLACK, <1% ASIAN, <1%, AMERICAN INDIAN, <1% NATIVE HAWAIIAN, <1% MULTI-CULTURAL. ONLY 10% OF THE POPULATION IN THIS AREA SPEAK ENGLISH. ONLY 40% OF ADULTS HAVE A HIGH SCHOOL DIPLOMA, 12% OF ADULTS HOLD A BACHELORS OR ASSOCIATE DEGREE, AND 1% HOLDS A GRADUATE DEGREE. THIRTY-NINE PERCENT (39%) OF THE POPULATION ARE UNDER THE AGE OF 17.THE FOCUS AREA OF ZIP CODE 78046 IS ACROSS THE BORDER FROM NUEVO LAREDO, MEXICO, AND IS ONE OFTHE MOST SIGNIFICANT DRUG SMUGGLING CORRIDORS ALONG THE U.S. ? MEXICO BORDER. TENS OF MILLIONS OF DOLLARS? WORTH OF DRUGS ARE CONFISCATED AT THIS POINT OF ENTRY ATTEMPTING TO ENTER LAREDO, TX EACH YEAR. MILLIONS OF DOLLARS? WORTH OF DRUGS ENTER LAREDO, TX EACH YEAR. F.A.C.E. COALITION IS VERY AWARE THAT YOUTH NEED DRUG AND ALCOHOL USE PREVENTION SERVICES IN THIS AREA MORE THAN EVER. WITHIN A 20 MILE RADIUS, THERE ARE OVER 20 LIQUOR STORES. THE NUEVO LAREDO, MEXICO DRINKING AGE IS 18 YEARS, AND RARELY CHECKS FOR IDENTIFICATION ON YOUTH. MANY LAREDO HIGH SCHOOLERS TAKE ADVANTAGE OF LAX ALCOHOL OVERSIGHT WITH MINORS AND MAKE THEIR WAY ACROSS THE BORDER TO DRINK.THE PURPOSE OF THE COALITION IS TO WORK WITH COMMUNITY LEADERS FROM MULTIPLE SECTORS TO PREVENT OPIOID, METHAMPHETAMINE USE, AND PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AGES 12-18. THE LONG-TERM GOAL IS THAT THERE WILL BE A 25% REDUCTION IN OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH OF YOUTH AGES 12- 18 IN THREE GRADE LEVELS BETWEEN THE 6TH AND 12TH GRADES IN LAREDO AS MEASURED BY A REDUCTION IN PAST 30?DAY USE OF ALL DRUGS IN 3 GRADES OF STUDENTS BETWEEN 12-18 BASED ON A SURVEY (TEXAS SCHOOL SURVEY) BY SEPTEMBER 2026.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47281f76-b60b-f147-2b8f-fa1ed7a19f63-C", "generated_internal_id": "ASST_NON_NH28CE003313_7523"}, {"internal_id": 138341785, "Award ID": "NH28CE003312", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "ANACONDA COMMUNITY INTERVENTION, INC., 2021 CARA PROJECT - THE ANACONDA COMMUNITY INTERVENTION COALITION SERVES DEER LODGE COUNTY, MONTANA, A COMMUNITY OF 9,162. ACI, COALITION MEMBERS, COMMUNITY LEADERS, AND REGIONAL CDC PROGRAMS (FOCUSING ON SIMILAR GOALS) WILL WORK COLLABORATIVELY TO IDENTIFY AND ADDRESS OUR YOUTHS MISUSE/ABUSE OF PRESCRIPTION DRUGS AND THE ONGOING OVERDOSE CRISIS. WE WILL ADDRESS THE ROOT CAUSES (E.G.,ACES, LACK OF PARENTAL INVOLVEMENT, ETC.) BY IMPLEMENTING EVIDENCE BASED AND PRACTICE-BASED STRATEGIES. STRATEGIES THAT WILL: 1) LIMIT ACCESS TO SUBSTANCES; 2) CHANGE THE CULTURE AND CONTEXT WITHIN WHICH DECISIONS ABOUT SUBSTANCE ABUSE ARE MADE; AND/OR 3) SHIFT THE CONSEQUENCES ASSOCIATED WITH SUBSTANCE ABUSE USE.THE GOAL OF THE COALITION?S AIM IS TO PREVENT AND REDUCE THE ABUSE OF OPIOIDS AND THE ABUSE OF PRESCRIPTION MEDICATIONS AMONG OUR POPULATION, WITH A FOCUS ON THE EDUCATION OF OUR YOUTH AGES 12-18.  WE WILL STRIVE TO ENGAGE AND TARGET ALL SECTORS OF OUR COMMUNITY BY IMPLEMENTING COMPREHENSIVE STRATEGIES THAT FOCUSES ON COMMUNITY-WIDE CHANGE RELATED TO THE NORMS AND ACCEPTANCE OF SHARING PRESCRIPTION DRUGS, AND OVER-PRESCRIBING OR OVER-DOSING OF OPIOIDS. STRATEGIES WILL INCLUDE INCREASING PUBLIC AWARENESS BY ALL AVAILABLE MEANS; REACHING CHILDREN EARLY, IN AND OUTSIDE OF SCHOOLS; WORKING WITH LAW ENFORCEMENT TO EXPLORE DRUG DROP OPTIONS; PROVIDING EDUCATIONAL OPPORTUNITIES FOR LOCAL HEALTHCARE PROFESSIONALS; WORKING WITH LOCAL LEADERSHIP AND STATE AGENCIES TO FOSTER COOPERATION BY DEVELOPING SOUND POLICIES AND PRACTICES; AND PROVIDING MEDICATION SAFETY EDUCATION AND GUIDANCE TO PARENTS AND OTHER SECTORS OF OUR COMMUNITY. TO MEASURE THE IMPACT OF OUR EFFORT, WE HAVE ESTABLISHED THE FOLLOWING OUTCOME OBJECTIVES.  TO IMPROVE PRESCRIPTION DRUG CORE MEASURES, YOUTH (IN GRADES 8, 10 &12) BY JUNE, 2026 AS FOLLOWS:  DECREASE PAST 30-DAY USE FROM 8TH GRADE 2.4% (2020) TO 1% (2020); 10TH GRADE FROM 3.2% EACH (2020) TO 1% (2026); INCREASE PARENTAL DISAPPROVAL FROM 97.1% (2020) TO 99% ( 2026); INCREASE PEER DISAPPROVAL FROM 93.2% (2020) TO 98% (2026); AND INCREASE PERCEPTION OF RISK FROM 85.5% (2020) TO 95.5% (2026). OUR PROJECT HAS DEVELOPED ANNUAL STRATEGIES THAT WILL SERVE ALL YOUTH IN GRADES 6-12 (CURRENTLY, 650); ALTHOUGH WE REALIZE THE IMPACT OF OUR EFFORTS WILL ALSO HAVE AN IMPACT ON THE YOUNGER MEMBERS OF OUR COMMUNITY.  ADDITIONALLY, WE WILL TARGET THE 50+ PRESCRIBERS (PHYSICIANS, DENTISTS, ETC.); 4 PHARMACIES; OTHER HEALTHCARE PROFESSIONALS; SCHOOL STAFF; PARENTS; AND COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53edacc3-98c6-bddb-5452-23f278d81815-R", "generated_internal_id": "ASST_NON_NH28CE003312_7523"}, {"internal_id": 138341806, "Award ID": "NH28CE003311", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "NEWPORT COUNTY CARA GRANT - OPIOID OVERDOSE IS THE LEADING CAUSE OF ACCIDENTAL DEATH IN RHODE ISLAND (RI DEPT OF HEALTH, 2020) THE PERCENTAGE OF RI YOUTH IN GRADES 9-12 REPORTING EVER USING HEROIN IS HIGHER THAN THE NATIONAL AVERAGE (2.4% VS. 1.8%: YOUTH RISK BEHAVIOR SURVEY 2019). STRATEGIC PREVENTION PARTNERSHIPS, (SPP) IS A CURRENT DFC RECIPIENT FOR NEWPORT COUNTY PREVENTION COALITION (NCPC), WHICH ADDRESSES UNDERAGE DRINKING AND MARIJUANA USE IN NEWPORT COUNTY, RI (POPULATION 82,888) NEWPORT, RI IS THE MOST HEAVILY POPULATED IN NEWPORT COUNTY AND THE MOST DIVERSE, WITH A GROWING NUMBER OF SPANISH SPEAKING RESIDENTS. WHILE IT HAS THE LOOK OF WEALTH AND PRIVILEGE OF A TOURIST GET-AWAY, NEWPORT ALSO HAS THE HIGHEST POVERTY RATE IN THE COUNTY AT 14.6%.   NEWPORT?S WEALTH DISPARITY CONTRIBUTES TO CHALLENGES ATTRACTING AND SUSTAINING BEHAVIORAL HEALTH SERVICES TO MEET THE NEEDS OF ITS ECONOMICALLY DIVERSE POPULATION.  NEWPORT?S NORTH END REGION IS THE MOST DIVERSE AND WORTHY OF CONSIDERATION FOR THIS PROPOSAL TO ADDRESS OPIATE USE AND PRESCRIPTION (RX) DRUG MISUSE AND THE FACTORS IMPACTING USE. NCPC SEEKS TO PREVENT OPIOID, METHAMPHETAMINE, AND/OR RX DRUG USE AMONG YOUTH AGES 12-18 IN NEWPORT?S NORTH END WHILE CHANGING THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF YOUTH USE AND MISUSE OF THESE SUBSTANCES. USING THE SPF FRAMEWORK AND THE SEVEN STRATEGIES FOR COMMUNITY CHANGE, NCPC WILL ADDRESS THE FACTORS DRIVING THE USE OF RX PAIN MEDICATION AND ILLICIT OPIATES.  NCPC WILL TARGET STRATEGIES TO THE POPULATIONS MOST AFFECTED BY THESE ISSUES, PARTICULARLY THOSE FOR WHOM RACIAL DISPARITIES ARE A FACTOR.LONG TERM OUTCOME ONE:  REDUCE OPIOID, METHAMPHETAMINE, AND/OR RX DRUG USE/MISUSE AMONG YOUTH WITHIN NEWPORT?S NORTH END BY IMPLEMENTING EVIDENCE-BASED PROGRAMS TO ADDRESS BEHAVIORS AND PERCEPTIONS THAT MAY LEAD TO OF USE.  NCPC WILL DECREASE YOUTH ACCESS TO OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUGS BY DECREASING DIVERSION AND MEDICATION SHARING AND BY ADDRESSING  FACTORS THAT INCREASE THE RISK OF YOUTH USE. LONG TERM OUTCOME TWO: CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE, AND/OR RX DRUG MISUSE BY INCREASING CAPACITY TO ADDRESS THE DIVERSE FACTORS CONTRIBUTING TO OPIATE USE USING SPF FRAMEWORK AND STRATEGIES FOR COMMUNITY CHANGE.  NCPC HAS EXPERIENCE ENGAGING ALL COMMUNITY SECTORS. INCREASED CAPACITY OF LOCAL ORGANIZATIONS AND YOUTH SERVING INDIVIDUALS (SUCH AS COACHES, DENTISTS, FAITH LEADERS) AS WELL AS INCREASED INTERGOVERNMENTAL COLLABORATION CAN SUPPORT THE COMMUNITY IN FINDING SOLUTIONS TO LOCAL ISSUES. NCPC BELIEVES THE SOLUTIONS TO COMMUNITY PROBLEMS LIE WITHIN THE COMMUNITY, SUPPORT AND LEADERSHIP BRING THOSE SOLUTIONS INTO ACTION.  THIS PROPOSAL ADDRESSES TWO SUB-POPULATIONS: YOUTH FROM SPANISH-SPEAKING HOMES AND LGBTQ YOUTH. RECOGNIZING THAT LGBTQ YOUTH ARE AT A STATISTICALLY HIGHER RISK FOR SUBSTANCE USE, SELF-HARM, AND SUICIDE, NCPC HAS MADE THIS SUB-POPULATION A PRIORITY FOR INCLUSION OF FURTHER ASSESSMENT, PLANNING, AND IMPLEMENTATION. CAPACITY BUILDING WILL ASSIST THE COALITION TO BEST MEET THE SPECIFIC NEEDS OF OUR LGBTQ YOUTH. STRATEGIES HAVE BEEN SELECTED TO IMPACT INDIVIDUAL AND COMMUNITY RISK AND PROTECTIVE FACTORS. NCPC STAFF HAVE YEARS OF EXPERIENCE USING THE SPF FRAMEWORK AS A THOUGHTFUL PUBLIC HEALTH APPROACH TO ADDRESS SUBSTANCE USE AND HAVE ALIGNED THIS PROPOSAL WITH THE SPF PROCESS.  CULTURAL COMPETENCE AND SUSTAINABILITY ARE INTEGRATED IN THE SPF STEPS AND UNDERLAY ALL STRATEGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d758394d-1e29-c74b-23e3-d228b905bd01-R", "generated_internal_id": "ASST_NON_NH28CE003311_7523"}, {"internal_id": 138341780, "Award ID": "NH28CE003310", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "ADDRESSING YOUTH METHAMPHETAMINE AND PRESCRIPTION DRUG USE IN ROANE ROANE COUNTY, TN. - THE ROANE COUNTY ANTI-DRUG COALITION SERVES ROANE COUNTY, TENNESSEE, A RURAL AREA WITH A POPULATION OF 54,208.  THE CARA LOCAL DRUG CRISES GRANT WILL ESTABLISH THE PREVENTION OF YOUTH METHAMPHETAMINE AND PRESCRIPTION DRUG USE AS PRIORITY ISSUES IN ROANE COUNTY. THE PROGRAM GOALS ARE 1) TO REDUCE OPIOID, METHAMPHETAMINE AND PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH, AND 2) TO CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH SUBSTANCE USE. IMPLEMENTATION OF COMMUNITY-WIDE PREVENTION STRATEGIES WILL LEAD TO A 3% DECREASE IN YOUTH AGES 12-18 WHO REPORT USING METHAMPHETAMINE; A 5% DECREASE IN PRESCRIPTION DRUG USE; AND A 10% INCREASE IN THE PERCEPTION OF PEER DISAPPROVAL OF USE.   THE PROGRAM BUILDS ON SUCCESSFUL LOCAL PREVENTION STRATEGIES THAT HAVE BEEN APPLIED OVER THE PAST TEN YEARS WITH FUNDING THROUGH THE DRUG-FREE COMMUNITIES SUPPORT PROGRAM. THE PROGRAM WILL CREATE MEASURABLE CHANGE IN ROANE COUNTY THROUGH IMPLEMENTATION OF THE FOLLOWING STRATEGIES:  ?INCREASE THE PERCEPTION OF HARM OF METHAMPHETAMINE USE AMONG YOUTH THROUGH AWARENESS AND COMMUNITY EDUCATION?ENHANCE ACCESS TO RESOURCES FOR PROFESSIONALS AND SUPPORT ENFORCEMENT EFFORTS?DECREASE YOUTH ACCESS TO PRESCRIPTION DRUGS?ENCOURAGE NON-OPIOID ALTERNATIVES FOR PAIN MANAGEMENT?INCREASE COLLABORATION BETWEEN COMMUNITY MEMBERS, COUNTY LEADERS AND LOCAL BUSINESSES TO DECREASE STIGMA AND SOCIAL   NORMS ASSOCIATED WITH YOUTH SUBSTANCE USE DISORDER.EACH STRATEGY WILL NOT ONLY LEAD TO REDUCTIONS IN USE BUT WILL ALSO STRENGTHEN COLLABORATION AMONG LOCAL GOVERNMENTAL AGENCIES AND ESTABLISHED COMMUNITY ORGANIZATIONS.  INVOLVING MANY SECTORS OF THE COMMUNITY TO COORDINATE PREVENTION EFFORTS TARGETING YOUTH METHAMPHETAMINE USE AND PRESCRIPTION DRUG ABUSE WILL LEAD TO COUNTY-LEVEL CHANGE WITH A FOCUS ON LONG-TERM SUSTAINABILITY AND A REDUCTION IN CULTURAL NORMS ASSOCIATED WITH YOUTH SUBSTANCE USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ecbf1e-a870-0258-041c-21ba19e76731-R", "generated_internal_id": "ASST_NON_NH28CE003310_7523"}, {"internal_id": 138341795, "Award ID": "NH28CE003309", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "PHELPS COUNTY YOUTH OPIOID, PRESCRIPTION DRUG, AND METHAMPHETAMINE USE REDUCTION PROJECT. - PHELPS COUNTY CHILD ADVOCACY NETWORK WILL UTILIZE THE STRATEGIC PREVENTION FRAMEWORK TO REDUCE AND PREVENT OPIOID, PRESCRIPTION DRUG, AND METHAMPHETAMINE USE AMONG SCHOOL-AGED YOUTH. THE PROGRAM WILL ALSO ENCOURAGE A CULTURE OF WELLNESS AND REDUCE THE CULTURE OF ACCEPTABILITY OF THE  TARGET SUBSTANCES. OBJECTIVES OF THE PROGRAM ARE 1) IMPLEMENT EVIDENCE-BASED PREVENTION EDUCATION; 2) IMPLEMENT A PUBLIC AWARENESS CAMPAIGN; 3) EDUCATE PARENTS AND CAREGIVERS ON THE PREVALANCE AND DANGER OF YOUTH USE OF THE TARGET SUBSTANCES; 4) ENCOURAGE COMMUNITY WELLNESS THROUGH A CULTURAL CHANGE CAMPAIGN; AND 5) INCREASE YOUTH PERCEPTION OF RISK OF THE TARGET SUBSTANCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5416cf4c-7944-e566-8e8e-2c88dfa2b6c2-R", "generated_internal_id": "ASST_NON_NH28CE003309_7523"}, {"internal_id": 138341722, "Award ID": "NH28CE003308", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "ONE JOHNS CREEK CARA PROJECT WILL ADDRESS METHAMPHETAMINES, OPIOIDS, AND PRESCRIPTION DRUGS IN JOHNS CREEK, GA. - THE ONE JOHNS CREEK COALITION TARGETS YOUTH AGES 12-18 IN JOHNS CREEK, GEORGIA. JOHNS CREEK IS ONE OF SIX CITIES IN NORTH FULTON COUNTY AND RANKED AS THE 10TH LARGEST CITY IN GEORGIA. THE 31 SQUARE-MILE REGION HAS A POPULATION OF 84,310 AS OF JULY 1, 2018 (US CENSUS BUREAU) AND APPROXIMATELY 9,500 STUDENTS IN MIDDLE AND HIGH SCHOOL (2019 FULTON COUNTY STUDENT ENROLLMENT DATA). THE RACE AND ORIGIN ARE AS FOLLOWS:  WHITE 55%, BLACK OR AFRICAN AMERICAN 9.4%, ASIAN 26.7%, TWO OR MORE RACES 2.8%, AND HISPANIC OR LATINO 6.4%. THE COMMUNITY IS CHARACTERIZED BY A THRIVING ECONOMIC CLIMATE, ABOVE-AVERAGE SCHOOLS, BUMPER TO BUMPER TRAFFIC, TWO-EARNER HOMES WITH AN ABOVE-AVERAGE MEDIAN INCOME OF $100,000 AND A 30 TO 45-MINUTE COMMUTE TO WORK. THERE ARE 3 PUBLIC HIGH AND 3 PUBLIC MIDDLE SCHOOLS AS WELL AS PRIVATELY FUNDED SCHOOLS SERVING THE CITY?S STUDENT POPULATION.   WHILE THE DESCRIPTION OF JOHNS CREEK AT FIRST READ APPEARS TO BE AN IDYLLIC, INDICATIVE OF MINIMAL CONCERN THE REALITY IS THAT SUBSTANCE MISUSE AND ITS DEVASTATING IMPACT KNOWS NO BOUNDARIES AND IS VERY MUCH A PART OF THE DYNAMICS THAT ARE ADVERSELY IMPACTING YOUTH, YOUNG ADULTS AS WELL AS OLDER ADULTS. WITH PRIVILEGE COMES DISCONNECTION AS BUSY LIVES, DIFFUSED FAMILY STRUCTURES, ACCESS TO SUBSTANCES AND DEMAND FOR ABOVE-AVERAGE PERFORMANCE EQUALS AN ENVIRONMENT CONDUCIVE TO RISKY AND SELF-SOOTHING BEHAVIORS THAT TOO OFTEN LEAD TO SUBSTANCE USE/MISUSE AND CATASTROPHIC CIRCUMSTANCES. JOHNS CREEK, AS A PART OF THE ?HEROIN TRIANGLE? WHERE HEROIN OVERDOSE IS CONCERNING, IS AN AREA OF SIGNIFICANT ILLEGAL DRUG USE INCLUDING METHAMPHETAMINES WITH INTENT TO DISTRIBUTE BASED ON THE SOCIO-ECONOMIC CLIMATE AND EXCESS FINANCIAL RESOURCES. ALTHOUGH THE COMMUNITY IS A RESOURCED AREA WITH A LARGE VARIETY OF SUBSTANCES AVAILABLE, THERE CURRENTLY EXISTS NO COMPREHENSIVE AND CONNECTED SYSTEM TO ADDRESS THE ISSUES SURROUNDING METHAMPHETAMINES, OPIOIDS AND/OR PRESCRIPTION DRUG MISUSE WHERE STUDENTS PROGRESS FRO M TAKING LEGAL PRESCRIPTIONS TO ILLEGAL SUBSTANCE MISUSE AND ABUSE PATTERNS.  ONE JOHNS CREEK IS AND WILL CONTINUE TO WORK TOGETHER, AVOIDING DUPLICATION AND SILOED EFFORTS, WHILE FOCUSING ON DATA FUNNELING AND COLLECTION TO BE MORE EFFECTIVE AND CONSISTENT, BECOMING A TRAUMA-INFORMED COMMUNITY OF CARE, EXTENDING THE ATHLETE OPIOID PREVENTION PROTOCOL TO YOUNGER GROUPS AND COMPETITIVE CLUBS, CHANGING PROCESSES AND CONSEQUENCES FOR DRUG ARRESTS AT THE CITY LEVEL AS JAIL IS NOT A COMPREHENSIVE STRATEGY ALL WHILE BUILDING INFRASTRUCTURE AND COLLABORATION AROUND THE REDUCTION OF METHAMPHETAMINE AND OPIOID USE/MISUSE. THE COALITION WILL CONTINUE TO EMPHASIZE PROTECTIVE FACTORS FOR YOUTH AND MINIMIZE THE RISK FACTORS ASSOCIATED WITH SUBSTANCE MISUSE FOR BOTH YOUTH AND ADULTS WHILE PROMOTING A COMMUNITY CULTURE OF HEALTH AND WELLNESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4282c4a8-1d58-50e1-481c-127f0198fd5b-R", "generated_internal_id": "ASST_NON_NH28CE003308_7523"}, {"internal_id": 138341789, "Award ID": "NH28CE003307", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "WEST HAVEN OPIOID PREVENTION PROGRAM - BRIDGES HEALTHCARE INC., OF MILFORD, CONNECTICUT, AND THE RECENTLY CREATED WEST HAVEN PREVENTION COUNCIL (WHPC) OF NEIGHBORING WEST HAVEN, PROPOSE TO USE CARA FUNDING TO SUPPLEMENT A DRUG FREE COMMUNITIES GRANT RECEIVED BY THE WHPC LAST YEAR, WHICH FOCUSED ON BUILDING INITIAL CAPACITY AND REDUCING THE USE OF ALCOHOL AND MARIJUANA. THIS GRANT TARGETS THE MISUSE OF OPIOIDS AND PRESCRIPTION MEDICATIONS BY WEST HAVEN (WH) YOUTH AND SEEKS TO ENHANCE THE CAPACITY OF THE WHPC AND OTHER COMMUNITY STAKEHOLDERS TO ACCOMPLISH THIS GOAL. ONE SOURCE OF CONCERN DRIVING THIS INITIATIVE IS THE RISE IN THE RATE OF FATAL OPIOID OVERDOSES THAT WH HAS SUSTAINED OVER A NUMBER OF YEARS. BETWEEN 2013 AND 2018, THE RATE OF OPIOID-INVOLVED DEATHS IN WH EXCEEDED THE NATIONAL RATE IN EVERY YEAR EXCEPT 2018, WHEN THE RATES WERE THE SAME. MORE RECENT DATA ON NON-FATAL OVERDOSES DISCLOSES THAT DURING 2018-20, THE WEST HAVEN RATE INCREASED BY 22%, AND EXCEEDED THE STATE RATE IN THE TWO YEARS FOR WHICH DATA ARE AVAILABLE. IN THIS ENVIRONMENT, PREVENTION EFFORTS IN SCHOOLS AND THE COMMUNITY ARE CRITICAL, SINCE THEY ARE THE BEST WAY TO CURB MORE SERIOUS OPIOID DISORDERS BEFORE THEY START. THE FIRST OF THE RISK FACTORS STUDENTS FACE, ACCORDING TO SCHOOL SURVEYS, IS THAT NEARLY A QUARTER OF THEM DO NOT RECOGNIZE THE DANGERS POSED BY OPIOIDS. A SECOND RISK FACTOR IS EASY ACCESS TO OPIOIDS AND PRESCRIPTION MEDICINES NOT PRESCRIBED TO THEM. ONE REASON FOR THIS IS THAT WH IS LOCATED IN THE NEW ENGLAND HIGH INTENSITY DRUG TRAFFICKING AREA, OFFERING DIRECT ACCESS TO THE ENTIRE NORTHEAST/I-95 DRUG CORRIDOR. HOTELS AND MOTELS ADJACENT TO THESE HIGHWAYS ARE OFTEN HOT SPOTS OF DRUG USE AND CRIMINAL ACTIVITY. THE LARGE BEACH AREA (OVER 14 MILES OF SHORELINE) MAKES IT DIFFICULT TO LIMIT DRUG ACTIVITY AND RELATED BEHAVIOR, ACCORDING TO POLICE. ANOTHER REASON FOR READY ACCESS IS THAT NEARLY A THIRD OF STUDENTS REPORT NO CLEAR PARENTAL RULES OR RESTRICTIONS ON ACCESS TO PRESCRIPTION DRUGS. A THI RD RISK FACTOR IS THE HIGH LEVEL OF MENTAL HEALTH ISSUES STUDENTS REPORT. NEARLY 40% OF HIGH SCHOOL STUDENTS REPORTED BEING “SAD OR HOPELESS SO MUCH THAT IT STOPPED ME FROM DOING MY USUAL ACTIVITIES” IN THE PREVIOUS YEAR, COMPARED TO 30.5% AND 31.5% IN CONNECTICUT AND THE U.S., RESPECTIVELY. MENTAL HEALTH ISSUES AGGRAVATE SUBSTANCE MISUSE ACROSS THE BOARD. THE STUDENTS WHO REPORTED FEELING “SAD OR HOPELESS” ABOVE HAD A RATE OF PRESCRIPTION DRUG MISUSE 3.5 TIMES HIGHER THAN THE AVERAGE.  FINALLY, THE LIFETIME RATES OF PRESCRIPTION PAIN MEDICINE MISUSE OF BLACK AND HISPANIC STUDENTS, WHO COMPRISE 62% OF THE STUDENT BODY, EXCEED THE NON-HISPANIC WHITE RATE BY 60% &AMP; 78%, RESPECTIVELY. TO PROTECT STUDENTS FROM THESE RISKS, OUR PROGRAM HAS TWO GOALS: THE FIRST IS TO REDUCE ABUSE OF OPIOIDS AND PRESCRIPTION MEDICATIONS BY WEST HAVEN YOUTH, WITH A FOCUS ON REDUCING ACCESS, INCREASING PERCEPTION OF HARM, AND ENHANCING PARENTAL GUIDANCE. THE SECOND IS TO ENHANCE THE CAPACITY OF THE WHPC AND OTHER COMMUNITY STAKEHOLDERS TO ACCOMPLISH THIS. WE WILL REDUCE ACCESS BY PROMOTING DRUG TAKE-BACK DAYS, DISPOSAL KIT DISTRIBUTION, MEDICINE DROP BOXES, AND BY EDUCATING WH PROVIDERS ON THE STATE-CONTROLLED SUBSTANCE MONITORING SYSTEM TO REDUCE THE DANGER OF OVERPRESCRIBING. WE WILL DELIVER OPIOID RISK AND HARM INFORMATION TO STUDENTS, PARENTS, AND WH RESIDENTS THROUGH A VARIETY OF CHANNELS, AND INITIATE AN SBIRT SCREENING PROGRAM FOR 9TH GRADERS TO IDENTIFY AND SUPPORT YOUTH IN NEED. TO ENHANCE PARENTAL &AMP; ADULT GUIDANCE OF STUDENTS, WE WILL CONDUCT SEVERAL ACTIVITIES FOR PARENTS AND RESIDENTS ON OPIOID HARM AND MEDICATION MANAGEMENT. TO ACHIEVE THE SECOND GOAL – CAPACITY ENHANCEMENT – WE WILL PROVIDE TRAINING TO COALITION SECTOR LEADERS ON HOW TO IMPLEMENT OPIOID-RELATED PREVENTION INITIATIVES WITHIN THEIR RESPECTIVE COMMUNITY SECTORS, AND REACH OUT TO REGIONAL AND MUNICIPAL AGENCIES TO EDUCATE AND STRENGTHEN COLLABORATION, INCLUDING WEST HAVEN CITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6793db82-43e8-32cd-ab1f-89023da054ed-R", "generated_internal_id": "ASST_NON_NH28CE003307_7523"}, {"internal_id": 138341707, "Award ID": "NH28CE003306", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "WESTCARE AND THE PROMISE ZONE COALITION WORKING TOGETHER TO PREVENT OPIOID, METHAMPHETAMINE USE, AND PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AGES 12-18 IN THE EAST SIDE PROMISE ZONE. - WESTCARE FOUNDATION, INC. WILL SERVE AS THE LEAD APPLICANT FOR THE PROMISE ZONE COALITION (PZC) WHICH BEGAN IN 2016 TO ADDRESS THE HIGH RATES OF CRIME PRIMARILY CAUSED BY DRUG TRAFFICKING AND RIVAL GANGS FIGHTING OVER ?TERRITORY?. THE MISSION OF THE PZC IS TO DEVELOP HEALTHY, SAFE, AND ECONOMICALLY VIABLE COMMUNITIES WITHIN THE PROMISE ZONE THROUGH THE IMPLEMENTATION OF CULTURALLY APPROPRIATE AND EVIDENCE-BASED SUBSTANCE ABUSE, CRIME, AND VIOLENCE PREVENTION PROGRAMS AND CAPACITY-BUILDING STRATEGIES THAT PROMOTE RESILIENCY, EQUITY, EMPOWERED AND ENGAGED RESIDENTS, AND TRAUMA-INFORMED CARE FOR YOUTH AND FAMILIES. THE PZC GOALS ARE TO 1) ESTABLISH AND STRENGTHEN COLLABORATIONS WITH COMMUNITY STAKEHOLDERS AND PARTNERS TO PREVENT AND REDUCE SUBSTANCE ABUSE AMONG YOUTH AGES 12-18 IN ZIP CODE 78202 BY 10% EACH FOR EVERY YEAR OF THIS PROJECT AND 2) ADDRESS THE COMMUNITY FACTORS THAT INCREASE THE RISK OF SUBSTANCE ABUSE AND ITS RELATED HARM WHILE PROMOTING STRATEGIES, POLICIES, AND PRACTICES THAT MINIMIZE THE RISK OF SUBSTANCE ABUSE. DEMOGRAPHICS INCLUDE BLACK 45%, HISPANIC 47%, WHITE 5%, ASIAN 3%. THE BOUNDARIES OF THE PZ ARE ENCASED BY THREE MAIN INTERSTATE HIGHWAYS THAT SERVE AS TRANSSHIPMENT POINTS FOR ILLEGAL DRUGS INTO THE COUNTRY. IT IS 48.3% MALE AND 51.7% FEMALE. THE PURPOSE OF THIS APPLICATION IS TO WORK WITH COMMUNITY LEADERS FROM MULTIPLE SECTORS TO PREVENT OPIOID, METHAMPHETAMINE USE, AND PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AGES 12-18. THE LONG-TERM GOAL IS THAT THERE WILL BE A 25% REDUCTION IN OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH OF YOUTH AGES 12- 18 IN THREE GRADE LEVELS BETWEEN THE 6TH AND 12TH GRADES IN THE PROMISE ZONE AS MEASURED BY A REDUCTION IN PAST 30?DAY USE OF ALL DRUGS IN 3 GRADES OF STUDENTS BETWEEN 12-18 BASED ON A SURVEY (TEXAS SCHOOL SURVEY) BY SEPTEMBER 2026.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c076ec23-7d0d-aa00-49ea-075d5390e9b0-C", "generated_internal_id": "ASST_NON_NH28CE003306_7523"}, {"internal_id": 138341772, "Award ID": "NH28CE003305", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "TO PREVENT AND REDUCE USE AND MISUSE OF OPIATES INCLUDING PRESCRIPTION DRUGS, METHAMPHETAMINES AND HEROIN AMONG YOUNG ADULTS AGES 12-19 IN FAIRFIELD CITY AND TOWNSHIP, BUTLER COUNTY OHIO. - THE FAIRFIELD PREVENTION COALITION (FPC) IS PROPOSING AN APPLICATION FOR FUNDING TO REDUCE THE ONSET AND MISUSE OF OPIOIDS, METHAMPHETAMINES AND LEGALLY PRESCRIBED DRUGS FOR ADOLESCENTS IN FAIRFIELD, OHIO. THE FPC COALITION WAS ESTABLISHED IN 2004 IN FAIRFIELD OHIO (BUTLER COUNTY) AND ITS MAIN FOCUS IS UNIVERSAL PREVENTION FOR SUBSTANCE USE ONSET, MISUSE AND OVERDOSE BY ADOLESCENTS (GRADES 6-12) IN THE FAIRFIELD CITY SCHOOL DISTRICT.  THE COALITION IS COMPRISED OF AN EIGHT MEMBER EXECUTIVE COMMITTEE AND A 68 MEMBER COMMUNITY COALITION BOARD MADE UP OF THE TWELVE SECTORS OF A COMMUNITY AS DEFINED BY THE DRUG FREE COMMUNITIES MODEL.  FPC WAS RECENTLY AWARDED A STOP ACT GRANT AND IS CURRENTLY IN YEAR 2 OF A 5 YEAR GRANT.  ADDITIONALLY, THE COALITION'S DFC GRANT ENDED IN OCTOBER 2020 AND IS NOW DEVELOPING A SUSTAINABILITY PLAN FOR 2021-2022.  THE FPC IS PROPOSING A MULTI-FACETED APPROACH TO REDUCING ADOLESCENT SUBSTANCE USE BY A COMBINATION OF RISK FACTOR REDUCTION AND PROTECTIVE FACTOR ENHANCEMENT.  BY UTILIZING SEVERAL PREVENTION FRAMEWORKS SUCH AS COMMUNITIES THAT CARE (CTC), STRATEGIC PREVENTION FRAMEWORK (SPF) AND 40 DEVELOPMENTAL ASSETS, AND SUCH EMPIRICALLY BASED PROGRAMS AS PHARMING EFFECTS, HIDDEN IN PLAIN SITE, POSITIVE SOCIAL NORMS CAMPAIGNING, AND PUBLIC AWARENESS CAMPAIGNS, THE FPC COALITION WILL WORK IN PARTNERSHIP WITH FIVE STUDENT-LED COALITIONS TO MARKET THESE STRATEGIES THROUGHOUT SCHOOLS AND COMMUNITIES IN FAIRFIELD, OHIO.  THE STUDENT-LED COALITIONS ARE LOCATED IN MIDDLE SCHOOL, FRESHMAN SCHOOL AND HIGH SCHOOL AND MEMBERSHIP STANDS AT OVER 100 STUDENTS IN GRADES 6-12.  THESE COALITIONS HAVE BEEN RECOGNIZED NATIONALLY (CADCA), ACROSS THE STATE OF OHIO, AND LOCALLY FOR THEIR PREVENTION EFFORTS AND ARE PRESENTLY WORKING ON A POSITIVE SOCIAL NORMS CAMPAIGN FOR THE 2021-22 SCHOOL YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c32070c4-0b88-2406-a745-d2e0fba41e13-C", "generated_internal_id": "ASST_NON_NH28CE003305_7523"}, {"internal_id": 138341801, "Award ID": "NH28CE003304", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "PACT COALITION FOR SAFE AND DRUG-FREE COMMUNITIES CARA TEEN PROJECT - THE PACT COALITION FOR SAFE AND DRUG-FREE COMMUNITIES SERVES CLARK COUNTY, NEVADA, WHICH IS HOME TO WHAT THE WORLD KNOWS AS LAS VEGAS, SIN CITY, ADULT DISNEYLAND, THE STRIP, DOWNTOWN, AND HOME TO APPROXIMATELY 2.2 MILLION PEOPLE AND A LITTLE MORE THAN 70% OF NEVADA?S POPULATION. LAS VEGAS IS A UNIQUE PLACE TO LIVE AND RAISE A FAMILY. HERE WE HAVE A RATE OF ADDICTION THAT IS HIGHER THAN NATIONAL AVERAGES AND IS ALL PART OF THE VEGAS CULTURE. WE HOLD SOME OF THE LOOSEST DRINKING LAWS IN THE COUNTRY, WITH NO RESTRICTIVE OPEN CONTAINER LAWS AND NO SOCIAL HOST LAWS, EVERYWHERE CAN BE A PARTY. THIS IS FURTHER PERPETUATED BY THE FACT THAT LAS VEGAS AND CLARK COUNTY OPERATE ON A TWENTY-FOUR-HOUR CLOCK; ALCOHOL CAN BE ACCESSED AT ANY TIME OF ANY DAY VIA LIQUOR STORES, CONVENIENCE STORES, AND GROCERY OUTLETS. THERE IS NO ?LAST CALL?,, AND THEREFORE NO NEED TO END THE PARTY. THE ENVIRONMENT AND TOURIST CULTURE IN LAS VEGAS LENDS ITSELF TO THE NORMALIZATION OF SUBSTANCE USE. FROM AN?EARLY AGE CHILDREN?ARE EXPOSED TO MEDIA AND MARKETING PROMOTING SUBSTANCE USE. TEENS LEARN TO DRIVE ON FREEWAYS WHERE IT IS NOT UNCOMMON TO SEE BILLBOARDS DISPLAYING PHRASES SUCH AS, ?ALCOHOL: IT?S CHEAPER THAN THERAPY?, ENCOURAGING LIQUOR SALES, A FEATURE UNIQUE TO LAS VEGAS HIGH SCHOOL STUDENTS.  ?LAS VEGAS, OR MORE SPECIFICALLY THE CLARK COUNTY REGION, HAS SEEN A SIGNIFICANT SPIKE IN FENTANYL IN THE PAST 12-24 MONTHS. UNFORTUNATELY, THIS HAS COINCIDED WITH THE GLOBAL PANDEMIC AND UNPRECEDENTED UNEMPLOYMENT IN CLARK COUNTY DUE TO THE PANDEMIC. MOST FENTANYL SEIZED IN CLARK COUNTY HAS BEEN IN ILLICITLY MANUFACTURED PRESSED PILLS, OFTEN OXY 30S (HIDTA).  THE HEAT MAP OF SUSPECTED FENTANYL OVERDOSES SHOW THAT THIS IS NOT A PROBLEM IN A SINGLE ZIP CODE OR REGION, BUT ACROSS ALL BOUNDARIES, RACE, SOCIOECONOMIC, RURAL, URBAN, ETC.  UNFORTUNATELY, WITH THE INCREASE IN FENTANYL IN OUR DRUG SUPPLY, MOST OF THE OVERDOSES ARE OCCURRING IN YOUNGER PEOPLE, AND MOST PEOPLE WHO HAVE FENTANYL  IN THEIR SYSTEM ARE NOT DESIROUS OF THE DRUG.  OFTEN FENTANYL IS NOT DISCOVERED UNTIL A BODY REACHES THE CORONER?S OFFICE.  CLARK COUNTY ALSO HAS A SIGNIFICANT ISSUE WITH ILLICIT ADULT METH USE AND OTHER STIMULANT DRUGS.  AS OF 2018, NEVADA HAD THE HIGHEST RATES OF METH OVERDOSES IN THE COUNTRY (CDC). WHILE THE OPIOID CRISIS WAS SWEEPING THE NATION, OUR TREATMENT PROVIDERS ROUTINELY TOLD US THAT WHILE THEY WERE SEEING AN INCREASE IN OPIOID OVERDOSES, THEIR MAIN PROBLEM CONTINUED TO BE STIMULANTS, ESPECIALLY ADULT METH USE.  WHAT PACT HAS LEARNED FROM THE DFC GRANT IS THAT IT IS BEST TO START IN A SINGLE SCHOOL AND IN A SINGLE ZIP CODE TO ACHIEVE LASTING CHANGE.  PACT HAS ALSO FOUND THAT WHILE CERTAIN AREAS MAY HAVE HIGHER NEED, THOSE AREAS OFTEN ALREADY HAVE MULTIPLE RESOURCES AND ARE LESS LIKELY TO BE WILLING TO PARTNER.  FOR THIS REASON, PACT HAS CHOSEN TO PARTNER WITH CIMARRON MEMORIAL HIGH SCHOOL DUE TO ESTABLISHED RELATIONSHIPS, PRINCIPAL BUY IN, ABILITY TO COLLABORATE ON YOUTH RISK BEHAVIOR SURVEY DATA AS WELL AS PROXIMITY TO DFC FUNDED PROGRAM AT SIG ROGICH MIDDLE SCHOOL WHICH IS A FEEDER SCHOOL TO CIMARRON.  OUR INTENDED LONG-TERM OUTCOMES ARE TO REDUCE THE NUMBER OF HIGH SCHOOL YOUTH WHO ARE USING OPIOIDS AND PRESCRIPTION DRUGS AND TO CHANGE THE CULTURE AROUND THESE SUBSTANCES THROUGH INCREASED PERCEPTION OF HARM AND INCREASED PEER/PARENT DISAPPROVAL.  PACT MANAGES ALL OF OUR GRANTS IN THE SPIRIT OF COLLABORATION.  WITH EVERY FINDING STREAM PACT EITHER DONATES TIME, RESOURCES OR FUNDING TO COMMUNITY PARTNERS TO ENSURE THAT PREVENTION IS EMBEDDED IN ALL LEVELS OF COMMUNITY, AND PACT PLANS TO USE THESE GRANT FUNDS TO CONTINUE TO EMBED PREVENTION OF OPIOID, METH AND PRESCRIPTION MISUSE INTO THE COMMUNITY AS WELL AS CHANGING CULTURE AROUND ACCEPTABILITY OF THESE DRUGS BY FOCUSING ON THE SEVEN STRATEGIES FOR COMMUNITY LEVEL CHANGE AND THE STRATEGIC PREVENTION FRAMEWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbcafb86-3a51-bfb7-be9f-c03a92df5b59-R", "generated_internal_id": "ASST_NON_NH28CE003304_7523"}, {"internal_id": 138341798, "Award ID": "NH28CE003303", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "THE PURPOSE OF THIS PROJECT IS TO PREVENT AND REDUCE THE ABUSE OF OPIOIDS OR METHAMPHETAMINES AND THE ABUSE OF PRESCRIPTION MEDICATIONS AMONG YOUTH AGES 12-18 IN THE DALLAS COUNTY COMMUNITY. - SUMMARY OF PROJECT: THROUGH IMPLEMENTING THE STEPS OF THE STRATEGIC PREVENTION FRAMEWORK, THE CHILDREN?S POLICY COUNCIL OF DALLAS COUNTY, ALABAMA, INC. (DCCPC) HAS DESIGNED A COMPREHENSIVE PROGRAM TO PREVENT PRESCRIPTION DRUG MISUSE AMONG YOUTH AGES 12-18 IN DALLAS COUNTY, ALABAMA. THE PROGRAM SEEKS TO ALSO CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF YOUTH USE AND MISUSE OF PRESCRIPTION DRUGS. PROJECT NAME: CHILDREN?S POLICY COUNCIL OF DALLAS COUNTY, ALABAMA?S CARA GRANTPOPULATION(S) TO BE SERVED: DEMOGRAPHICS/CLINICAL CHARACTERISTICS OF DALLAS COUNTY, AL: TOTAL POPULATION 37,196: WHITE 27.6%; BLACK OR AFRICAN AMERICAN 70.7%; AMERICAN INDIAN AND ALASKA NATIVE 0.3%; ASIAN: 0.4%; TWO OR MORE RACES: 0.9%; AND HISPANIC OR LATINO 1.2%; 26% OF POPULATION ARE LIVING IN POVERTY.STRATEGIES/INTERVENTIONS: DCCPC HAS DEVELOPED A COMPREHENSIVE 12-MONTH ACTION PLAN (WORK PLAN) THAT INCORPORATES THE GOALS OF THE CARA GRANT AND UTILIZES THE SEVEN STRATEGIES FOR COMMUNITY-LEVEL CHANGE. STRATEGIES INCLUDE: PROVIDING INFORMATION, ENHANCING SKILLS,     PROVIDING SUPPORT, REDUCING ACCESS/ENHANCING BARRIERS, CHANGING CONSEQUENCES, CHANGING PHYSICAL DESIGN AND EDUCATING AND INFORMING ABOUT CHANGING POLICIES THAT REDUCE ACCESS AND AVAILABILITY OF OPIOIDS AND PRESCRIPTION DRUGS IN DALLAS COUNTY.PROJECT GOALS/MEASURABLE OBJECTIVES: GOAL ONE: REDUCE OPIOID AND PRESCRIPTION DRUG MISUSE AMONG YOUTH AGES 12-18 IN DALLAS COUNTY, ALABAMA; OBJECTIVE 1: BY JUNE 30, 2022, REDUCE THE PERCENT OF 6TH-12TH GRADE STUDENTS IN DALLAS COUNTY WHO HAVE MISUSED PRESCRIPTION DRUGS FROM 4% BASELINE TO 3% AS INDICATED IN THE YOUTH EMPOWERMENT SURVEY (BASELINE: REPORTED PAST 30-DAY ABUSE OF PRESCRIPTION DRUGS IN DALLAS COUNTY SCHOOL DISTRICT AND SELMA CITY SCHOOLS, 2018); GOAL TWO: CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF OPIOID AND PRESCRIPTION DRUG MISUSE IN DALLAS COUNTY, ALABAMA; OBJECTIVE 1: BY JUNE 30, 2022, REDUCE THE PERCENT OF 6TH-12TH GRADE STUDE NTS IN DALLAS COUNTY WHO REPORT A LOW PERCEPTION OF RISK OF DRUG USE FROM 62.5% BASELINE TO 57.5% AS INDICATED IN THE YOUTH EMPOWERMENT SURVEY (BASELINE: REPORTED LOW PERCEIVED RISK OF DRUG USE IN DALLAS COUNTY SCHOOL DISTRICT AND SELMA CITY SCHOOLS, 2018)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7c356b2-ebb9-15c1-5f70-c0ae8517c030-R", "generated_internal_id": "ASST_NON_NH28CE003303_7523"}, {"internal_id": 138341807, "Award ID": "NH28CE003302", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "HEALTHYSV LOCAL DRUG CRISIS PROGRAM - THE HEALTHYSV COALITION (HEALTHYSV) WILL USE CARA LDC FUNDING TO REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AND CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE. HEALTHYSV SERVES A POPULATION OF 20,473 INDIVIDUALS LIVING IN RURAL TOWNS WITHIN PENOBSCOT AND SOMERSET COUNTIES, MAINE. IN THIS REGION KNOWN AS SEBASTICOOK VALLEY, RATES OF OPIOID USE (12.2%) AND METHAMPHETAMINE USE (1.8%) AMONG YOUTH AGES 12-18 ARE HIGHER THAN NATIONAL AVERAGES (0.3% AND 0.2% RESPECTIVELY). THE TARGET POPULATION ARE SEBASTICOOK VALLEY YOUTH AGES 12-18 WHO LIVE AND ATTEND SCHOOL WITHIN DISTRICTS RSU19 AND MSAD53 (APPROXIMATELY 2,000 YOUTH). WITHIN THIS ARE SUB-POPULATIONS WHO FACE HIGH LEVELS OF HEALTH DISPARITIES, ARE AT HIGHER RISK FOR SUBSTANCE MISUSE, AND OFTEN HAVE LESS COMMUNITY SUPPORT RESOURCES THAN URBAN-LOCATED PEERS. THESE INCLUDE: ?YOUTH WHO IDENTIFY AS LESBIAN, GAY, OR BISEXUAL (APPROXIMATELY 17.2% PER 2019 MIYHS)?YOUTH WITH 4 OR MORE ACES EXPERIENCES (25% PER 2019 MIYHS) ?YOUTH IDENTIFYING AS BLACK, NATIVE AMERICAN, ASIAN, NATIVE HAWAIIAN, OTHER (2.8%, CENSUS) ?YOUTH WITH MENTAL HEALTH CONCERNS AND/OR SUICIDAL IDEATION (~23%-29% PER 2018 CHNA)PURPOSE: RESPONDING TO IDENTIFIED COMMUNITY NEEDS, AND BUILDING ON A COMMITTED NETWORK OF COALITION PARTNERS, HEALTHYSV WILL FOCUS ON CHANGING THE CULTURE OF ACCEPTANCE OF ILLEGAL DRUG USE, IMPROVING AWARENESS OF AND RESPONSE TO CHILD ABUSE, AND IMPROVING SUPPORT FOR YOUTH.HEALTHYSV WILL USE THE SEVEN STRATEGIES FOR COMMUNITY-LEVEL CHANGE TO MEET ITS PROJECT GOALS AND OBJECTIVES. MEASURABLE OBJECTIVES REFLECTED IN THE 12-MONTH ACTION PLAN ARE 1) BY JUNE 2022, INCREASE THE PERCENTAGE OF YOUTH PERCEPTION OF HARM OR RISK OF PRESCRIPTION DRUG MISUSE AND/OR OPIOID USE FROM 13.9% TO 16.9%; 2) BY JUNE 2022, INCREASE THE PERCENT OF YOUTH WHO STATE PARENTAL DISAPPROVAL OF PRESCRIPTION DRUG MISUSE AND/OR OPIOID USE FROM 3.8% TO 6.8% 3) BY JUNE 2022, DECREASE THE PERCENT OF HIGH SCHOOL STUDENTS REPORTING LIFETIME PRESCRIPTION DRUG MISUSE FROM 12.2% TO 9.2% 4) BY JUNE 2022, DECREASE THE PERCENT OF HIGH SCHOOL STUDENTS REPORTING LIFETIME METHAMPHETAMINE USE FROM 1.8% TO .8% 5) BY JUNE 2022, DECREASE THE PERCENT OF MIDDLE SCHOOL STUDENTS REPORTING 30-DAY PRESCRIPTION DRUG MISUSE FROM 3.5% TO 2.5. OUR PROJECTED SHORT AND INTERMEDIATE TERM OUTCOMES INCLUDE: INCREASED COMMUNITY AWARENESS OF YOUTH SUBSTANCE USE; INCREASED COMMUNITY EDUCATION ON SIGNS/SYMPTOMS, RISKS, AND HARM OF YOUTH SUBSTANCE USE; INCREASED OUTREACH TO ENHANCE SECTOR ENGAGEMENT IMPACTED BY COVID; INCREASED YOUTH RESILIENCY AND REFUSAL SKILLS THROUGH INCREASED ACCESS TO EVIDENCE-BASED PROGRAMMING, INCREASED OPPORTUNITY FOR YOUTH PARTICIPATION AND PROMOTION OF DRUG-FREE LIVING ACTIVITIES; DECREASED EASE AND AVAILABILITY FOR YOUTH TO ACCESS OPIOIDS, PRESCRIPTION DRUGS, AND/OR METHAMPHETAMINES; INCREASED AWARENESS OF ACES IN SCHOOLS; INCREASED EDUCATOR AND COMMUNITY UNDERSTANDING AROUND YOUTH EXPERIENCING TRAUMA AND ROOT-CAUSES OF NEGATIVE BEHAVIORS; INCREASED PROTECTIVE FACTORS IN FAMILIES; INCREASED RESILIENCE-BUILDING ACTIVITIES AND CURRICULUM FOR YOUTH WITHIN CLASSROOM SETTINGS; AND INCREASED EDUCATOR AND COMMUNITY KNOWLEDGE OF AVAILABLE YOUTH MENTAL HEALTH RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56308146-e6e9-e525-d92b-069ebe6d34f0-C", "generated_internal_id": "ASST_NON_NH28CE003302_7523"}, {"internal_id": 138341711, "Award ID": "NH28CE003301", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "ALAMANCE CITIZENS FOR A DRUG FREE COMMUNITY, THROUGH THE WORK OF A COMMUNITY COALITION, WILL REDUCE YOUTH SUBSTANCE MISUSE, SPECIFICALLY ILLICIT DRUGS INCLUDING OPIOIDS & OTHER DRUGS. - ALAMANCE CITIZENS FOR A DRUG FREE COMMUNITY, THROUGH THE WORK OF A COMMUNITY COALITION, WILL REDUCE YOUTH SUBSTANCE MISUSE, SPECIFICALLY ILLICIT DRUGS INCLUDING OPIOIDS, METHAMPHETAMINES, AND PRESCRIPTION DRUG MISUSE IN THE RACIALLY/ETHNICALLY DIVERSE COMMUNITY OF EAST BURLINGTON LOCATED IN ALAMANCE COUNTY, NORTH CAROLINA. THESE EFFORTS WILL BE ACCOMPLISHED BY WORKING COLLABORATIVELY WITH YOUTH, PARENTS, SCHOOL, AND COMMUNITY PARTNERS TO IDENTIFY AND CREATE A SUSTAINABLE INFRASTRUCTURE OF SUPPORTIVE PROGRAMS AND SERVICES THAT WILL IMPROVE HEALTH DISPARITIES AND PROMOTE HEALTH EQUITY FOR THOSE THAT LIVE, WORK, PLAY AND WORSHIP IN THIS COMMUNITY. THE COALITION HAS IDENTIFIED ROOT CAUSES AND LOCAL CONDITIONS, SUCH AS THE DISPROPORTIONATE AMOUNT OF POVERTY, CRIME, ECONOMIC, HEALTH AND RACIAL DISPARITIES AS WELL AS OTHER CONTRIBUTING FACTORS LIKE LANGUAGE BARRIERS AND FEAR OF SYSTEMS THAT CHALLENGE COMMUNITY PROTECTIVE FACTORS. USING THE SEVEN STRATEGIES FOR COMMUNITY LEVEL CHANGE MODEL, THE COALITION HAS FORMED A COMPREHENSIVE APPROACH THAT WILL LEAD TO POSITIVE SHORT AND INTERMEDIATE OUTCOMES. THESE OUTCOMES INCLUDE INCREASING SOCIAL CONNECTIONS, SHARED INTERESTS, AND SENSE OF COMMUNITY, INCREASING TRUST OF AGENCIES AND SYSTEMS AS WELL AS INCREASING SCHOOL AND COMMUNITY ACCESS FOR PROSOCIAL OPPORTUNITIES FOR YOUTH. THESE WILL ULTIMATELY LEAD TO LONG-TERM OUTCOMES OF REDUCING AND PREVENTING THE USE OF OPIOIDS, METHAMPHETAMINE AND/OR PRESCRIPTION DRUGS AMONG YOUTH AS WELL AS CHANGING THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF THESE SUBSTANCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b35534e-0430-07e0-23fc-f0ce90ad9974-R", "generated_internal_id": "ASST_NON_NH28CE003301_7523"}, {"internal_id": 138341797, "Award ID": "NH28CE003300", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "COMMUNITY BASED COALITION ENHANCEMENT GRANT TO ADDRESS METHAMPHETAMINE AND PRESCRIPTION DRUG MISUSE AMONG YOUTH AGE 12- 18. - THE RAYMOND COALITION FOR YOUTH (RCFY) IS LOCATED IN RAYMOND, NH, A SPRAWLING RURALCOMMUNITY OF 30 SQUARE MILES IN SOUTHEASTERN ROCKINGHAM COUNTY. THE POPULATION OF 10,451 IS93.9% WHITE, NON-HISPANIC AND 23.2% OF THE POPULATION IS AGE 19 YEARS OR YOUNGER. US CENSUS, 2019THE TOWN IS PRIMARILY WORKING FAMILIES WITH THE PER-CAPITA INCOME $34,132, A FOURTH LOWER THANTHE COUNTY AVERAGE OF $47,222. FAMILIES TYPICALLY MAKE TOO MUCH TO BE ELIGIBLE FOR PUBLICASSISTANCE AND TOO LITTLE TO ADEQUATELY PROVIDE FOR THEIR CHILDREN?S NEEDS. 27% OF OUR CHILDREN AREENROLLED IN THE FREE/REDUCED LUNCH PROGRAM NH DOE, 2019 (HIGHER THAN THE STATE AVERAGE) AND 10% OFOUR POPULATION LIVE IN POVERTY. MOST, 85%, WORK OUT OF TOWN, COMMUTING ABOUT FORTY MINUTESEACH WAY. THIS LIMITS QUALITY FAMILY TIME AND INCREASES STRESS ON PARENTS AND CHILDREN ALIKE.IN THE PAST FEW YEARS THERE HAS BEEN A REAL ESTATE BOOM RESULTING IN EXPENSIVE HOMES BEING BUILTBY SOUTHERN NEW ENGLANDERS WHERE THE COST OF LIVING IS MUCH HIGHER. THIS HAS CREATED ASOCIOECONOMIC IMBALANCE RESULTING IN THOSE WHO HAVE AND HAVE NOT. FOOD INSECURITY AND LIMITEDACCESS TO AFFORDABLE HOUSING ARE ON THE INCREASE. OUR PUBLIC WELFARE DIRECTOR, AND LOCAL CHURCHESARE SEEING INCREASES IN CASES OF FAMILIES LIVING IN CARS AND TENTS. THIS HAS INCREASED DURING THEPANDEMIC. SUBSTANCE MISUSE HOWEVER DOES NOT DISCRIMINATE BETWEEN THE TWO ECONOMIC SECTORS.OUR EDUCATION LEVELS ARE MODEST, 8% DO NOT HAVE HIGH SCHOOL DIPLOMAS OR A GED, AND ONLY 4%HAVE ANY GRADUATE EDUCATION, MAKING UPWARD MOBILITY OR CAREER ADVANCEMENT CHALLENGING. NH.GOV,2019 RAYMOND HAS THREE SCHOOLS, WITH AN ENROLLMENT OF 494 STUDENTS IN PRIMARY SCHOOL, 380 INMIDDLE SCHOOL AND 368 IN HIGH SCHOOL. THERE ARE SOME LIMITED RECREATION OPPORTUNITIES FOR YOUTHHERE?BALL FIELDS, OUTDOOR TENNIS AND ONE BASKETBALL COURT, AND AREAS FOR FISHING AND HIKING?BUTLARGE NUMBERS OF YOUNG PEOPLE REPORT THAT THEY FEEL ISOLATED AND BORED. THERE ARE NO INDOOR AREASIN TOWN WHERE THEY CAN CONGREGATE IN POSITIVE WAYS EXCEPT FOR ONE BOWLING ALLEY THAT SERVESALCOHOL AND RECENTLY HAD A DRUG OVERDOSE DURING A YOUTH EVENT IN THE BATHROOM.RAYMOND FALLS WITHIN THE NEW ENGLAND FEDERALLY DESIGNATED HIGH INTENSITY DRUG TRAFFICKINGAREA. EASILY ACCESSED BY THE BUSIEST STATE HIGHWAY THAT CONNECTS NH?S TWO INTERSTATES TO THESURROUNDING STATES OF VERMONT, MAINE, AND MASSACHUSETTS, ACCESS TO DRUGS IS EASY. IT IS 15MINUTES TO MANCHESTER AND 25 MINUTES TO NASHUA, THE LARGEST NH CITIES WITH THE HIGHEST ANDSECOND HIGHEST NH OPIOID USAGE AND DEATH RATES. NH DHHS, 2018 OUR BIGGEST CURRENT CONCERN IS WITHMETHAMPHETAMINES. THE DEA, WHO WE WORK CLOSELY WITH, TELLS US METH IS NOW COMING DIRECTLYINTO NH FROM MEXICO, IS DISGUISED AS PILLS, IS VERY EASY TO GET AND MUCH CHEAPER THAN HEROIN.PARENTS ARE DESENSITIZED TO SUBSTANCE MISUSE DUE TO MULTIGENERATIONAL USE, A COMMUNITY THAT ISCOMPLACENT ABOUT THE ISSUE AND AN INSURGENCE OF METHAMPHETAMINES COMING UP FROM MEXICOALLOWING FOR EASY ACCESSIBILITY ARE OUR BIGGEST CHALLENGES.RCFY WILL CONTINUE TO WORK WITH OUR PARTNERS AND ENGAGE OUR YOUTH IN RAISING AWARENESS TOPEERS AND FAMILIES ABOUT THE DANGERS AND RISKS ASSOCIATED WITH PRESCRIPTION DRUG MISUSE AND THETHREAT OF METHAMPHETAMINES. WE WILL WORK WITH OUR LAW ENFORCEMENT AND HEALTH CARE PARTNERS TOREDUCE ACCESS TO THESE PILLS. WE WILL WORK WITH THE SCHOOLS TO PROVIDE INFORMATION ANDAWARENESS, WHILE OFFERING POSITIVE YOUTH OPPORTUNITIES WHICH WILL INCREASE THE PERCEPTION OFHARM AND LOWER TEEN RATES OF LIFETIME AND REGULAR USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b09d26b6-c3d8-e756-aaa5-689cbd6d0521-R", "generated_internal_id": "ASST_NON_NH28CE003300_7523"}, {"internal_id": 138341716, "Award ID": "NH28CE003299", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "CARA - COMPREHENSIVE ADDICTION AND RECOVERY ACT - THE PARTNERSHIP FOR HEALTH COALITION SERVES A REGION WITHIN HUNTERDON COUNTY (HC), WITH A POPULATION OF 64,020 THAT IS INCREDIBLY BEAUTIFUL AND QUIET SUBURBAN LIVING. HC, WHICH RECENTLY CELEBRATED ITS 300TH BIRTHDAY, IS LOCATED AN HOUR WEST OF NEW YORK CITY AND AN HOUR NORTHEAST OF PHILADELPHIA. IN HUNTERDON COUNTY, NJ WE HAVE EXPERIENCED A 46 PERCENTAGE INCREASE IN OPIOID OVERDOSE DEATHS FROM 2019 TO 2020 ATTRIBUTED TO THE HIGH PURITY OF FENTANYL THAT HAS BEEN MIXED WITH HEROIN AND COUNTERFEIT PRESCRIPTION PAIN PILLS (NJCARES.GOV). RISK FACTORS IDENTIFIED: EASY SOCIAL ACCESS TO RX DRUGS, LOW PERCEPTION OF RISK OR HARM TO MISUSE RX, SOCIAL NORMS SUPPORTIVE OF RX USE, PEER INFLUENCE, OVER PRESCRIBED RX MEDICINES; AND AVAILABILITY/ACCESSIBILITY OF HEROIN. OUR YOUTH SUBGROUPS AT HIGHER RISK LOCALLY ARE LGBTQ+, LATINOS, ATHLETES, AND YOUTH IN JUVENILE DIVERSION. OUR PURPOSE IS TO PREVENT OPIOID/PRESCRIPTION DRUG MISUSE AMONG 12 TO 18 YEAR OLD'S BY DECREASING RISK FACTORS AND INCREASING PROTECTIVE FACTORS. OUTCOMES: INCREASE PERCEPTION OF HARM, DECREASE ACCESS AND AVAILABILITY, REDUCE, AND PREVENT THE USE OF OPIOIDS, CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF OPIOID AND PRESCRIPTION DRUG MISUSE. OUR STRATEGIES AND ACTIVITIES BUILD COMMUNITY SOLUTIONS THAT INCORPORATE ACES (ADVERSE CHILDHOOD EXPERIENCES) RISK AND PROTECTIVE FACTORS UTILIZING THE SEVEN STRATEGIES FOR COMMUNITY CHANGE. THE PARTNERSHIP FOR HEALTH COALITION (PFH) AIMS TO REDUCE THE STIGMA AND BARRIERS AROUND SEEKING MENTAL HEALTH AND SUBSTANCE MISUSE HELP THROUGH EDUCATION AND CAMPAIGNS, ESPECIALLY FOR OUR HIGH-RISK SUBGROUPS. WE WILL CHANGE THE PHYSICAL DESIGN BY INCREASING SAFE RX STORAGE WITHIN THE HOME AND REDUCE COMMUNITY BARRIERS AND INCREASE ACCESS TO RX DISPOSAL THROUGH MOBILE DROP BOXES. OUR STRATEGIES WILL ENHANCE YOUTH REFUSAL SKILLS AND KNOWLEDGE ON THE DANGERS OF OPIOIDS WITH A STRONG FOCUS ON FENTANYL, THROUGH WORKSHOPS AND TOWN HALLS. TWO DEDICATED T OWN HALLS WILL BE HELD ENTIRELY IN SPANISH. PFH WILL PROVIDE INFORMATION ON DANGERS OF HEROIN AND COUNTERFEIT PILLS THAT CONTAIN FENTANYL THROUGH PSAS ON LOCAL CABLE, PATIENT WAITING ROOMS AND SOCIAL MEDIA. ALL INFORMATION WILL BE BILINGUAL (SPANISH). WE WILL ENHANCE ACCESS TO ALTERNATIVES FOR PAIN MANAGEMENT BY WORKING WITH THE MEDICAL COMMUNITY AND INSURANCE COMPANIES TO CHANGE POLICY AND COVERAGE.  WE WILL PARTNER WITH LGBTQ+ COMMUNITY GROUPS TO PROVIDE SUPPORT, INCREASE KNOWLEDGE ON RISKS, PROVIDE ACCESS TO CARE AND PROVIDE SUPPORT BY CREATING A YOUTH LGBTQ+ YOUTH GROUP TO CREATE PSA?S AND CAMPAIGNS TO IMPROVE CULTURAL COMPETENCY AND KNOWLEDGE, AND PROVIDE MENTORING SUPPORT AND ALTERNATIVE ACTIVITIES. WE AIM TO MODIFY SCHOOL POLICIES TO INCLUDE HEALTH CURRICULUM TARGETING OPIOIDS WHICH WILL INCLUDE FENTANYL EDUCATION; AND TO INCLUDE A HANDLE WITH CARE PROGRAM WHICH PARTNERS LAW ENFORCEMENT AND SCHOOLS IN SUPPORTING THE NEEDS OF A CHILD THAT HAS RECENTLY EXPERIENCED TRAUMA. WE WILL MODIFY SCHOOL POLICY TO REQUIRE ATHLETES TO ATTEND AN EDUCATION PROGRAM ON THE RISK OF OPIOIDS. OUR STRATEGIES WILL CHANGE CONSEQUENCES FOR YOUTH SUBSTANCE USE TO INCLUDE EARLY INTERVENTION COUNSELING. WE WILL BUILD COMMUNITY KNOWLEDGE ON ACE'S RISK FACTORS BY PROVIDING ACTIVITIES THAT INCLUDE CROSS SECTOR ACE'S TRAINING, IMPLEMENTATION OF AN ACES PUBLIC AWARENESS AND MOBILIZATION CAMPAIGN, AND PROMOTION OF TRAUMA-INFORMED/HEALING-CENTERED SERVICES AND SUPPORTS. WE WILL STRENGTHEN PROTECTIVE FACTORS BY INCREASING KNOWLEDGE AND ACCESS ON ALTERNATIVE METHODS FOR MANAGING PAIN, STRESS, AND ANXIETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1412065c-3adb-b3eb-4f6c-294e42aa9b5c-R", "generated_internal_id": "ASST_NON_NH28CE003299_7523"}, {"internal_id": 138341752, "Award ID": "NH28CE003298", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "SAY NO KNOW WHY EXPANSION 11, COALITION WILL  IMPLEMENT STRATEGIC PLAN PREVENTING ABUSE/MISUSE AND FUTURE USE OF OPIOIDS; PRESCRIPTION PILLS, AND OTHER ILLEGAL DRUGS  BY YOUTH AGES 12- 18. - THE GRAND BOULEVARD COALITION (GBC), REPRESENTING THE GRAND BOULEVARD 77TH COMMUNITY AREA OF CHICAGO, ILLINOIS IS IN ITS 8TH YEAR OF PREVENTION ACTIVITIES. IN 2018, 2020 AND IN RESPONSE TO FINDINGS OF THE 2018 ILLINOIS YOUTH SURVEY DATA, YOUTH FOCUS GROUPS AND COMMUNITY INQUIRIES, COALITION SECTOR PARTNERS DECIDED TO EXPAND THE COALITION RESPONSE TO DEVELOP A COMPREHENSIVE COMMUNITY-WIDE ACTION PLAN TO SPECIFICALLY ADDRESS THE ISSUE OF OPIOID AND ILLEGAL USE OF PRESCRIPTION DRUGS AMONG YOUTH, IN GRAND BOULEVARD COMMUNITY AREA, A PREDOMINANTLY AFRICAN AMERICAN COMMUNITY THE COALITION HAS CREATED SAY NO AND KNOW WHY 11 (SNAKW11) TO:?ENHANCE THE ABILITY OF ESTABLISHED AND NEW SECTOR PARTNERS TO CREATE COMMUNITY-LEVEL CHANGE REGARDING OPIOIDS AND ILLEGAL USE OF PRESCRIPTION DRUGS AND THE ABUSE OF MEDICATIONS. ?STRENGTHEN COLLABORATION AMONG LOCAL GOVERNMENT, ACTION COMMITTEES AND COMMUNITY STAKEHOLDERS TO REDUCE THE USE OF OPIOIDS AND THE ABUSE OF PRESCRIPTION MEDICATIONS AMONG YOUTH WITHIN THE AREA SERVED BY THE COALITION. ?ENHANCE SECTOR PARTNER STRATEGIC PLANNING AND COORDINATION OF EFFORT ON THE ISSUE OF OPIOIDS AND THE ABUSE OF PRESCRIPTION DRUGS AMONG YOUTH. THE COALITION AIMS TO IMPLEMENT A FOCUSED STRATEGIC PLAN TO ADDRESS THE ABUSE OF OPIOIDS TO INCLUDE PRESCRIPTION PILLS, OVER THE COUNTER, AND OTHER ILLEGAL DRUGS TO PREVENT USE, AND LATER SUBSTANCE ADDICTION IN YOUTH AGES 12-18 THAT LIVE, WORK, PLAY, AND WORSHIP IN CHICAGO?S GRAND BOULEVARD COMMUNITY OVER A 3-YEAR PERIOD. THE COALITION INTENDS TO PREVENT RISKY BEHAVIORS ASSOCIATED WITH DRUG USE, AND SYSTEMATICALLY INCREASE EDUCATION AND PREVENTION AWARENESS INFORMATION THROUGHOUT GRAND BOULEVARD TO DETER YOUTH FROM USING THE SPECIFIC SUBSTANCES TO GET HIGH. THE COALITION WILL ENHANCE AND EXPAND ITS CURRENT EFFORTS TO IMPLEMENT EVIDENCE-BASED STRATEGIES, POLICIES, AND PRACTICES THAT WILL PREVENT OPIOID AND PRESCRIPTION DRUG ABUSE AMONG YOUTH. BY JUNE 2022 THE GBC ?SNAKW 11? PROJECT WILL INC REASE COALITION MEMBERSHIP BY 25%, DECREASE YOUTH USE OF ILLEGAL PRESCRIPTION DRUGS AND OPIOIDS BY 3% AND INCREASE DISSEMINATION OF PREVENTION INFORMATION. WORK WILL FOCUS ON EACH OF THE DFC CORE MEASURES AS MEASURED BY THE ILLINOIS YOUTH SURVEY.  THESE MEASURES ARE 1) PAST 30-DAY USE, 2) PERCEPTION OF RISK OR HARM; 3) PERCEPTION OF PARENTAL DISAPPROVAL OF USE; AND 4) PERCEPTION OF PEER DISAPPROVAL OF US.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d088774d-8f5a-b7e7-d569-ce67ceaabbd5-C", "generated_internal_id": "ASST_NON_NH28CE003298_7523"}, {"internal_id": 138341743, "Award ID": "NH28CE003297", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "FACES 4 CHANGE: METH AMPHETAMINES PREVENTION (F4C: M.A.P.) - THE FACES 4 CHANGE: METH AMPHETAMINE PREVENTION, OR F4C M.A.P. COALITION WILL SERVE COMMUNITIES IN HARRISONBURG, VIRGINIA. HARRISONBURG IS THE LARGEST CITY IN VIRGINIA?S ROCKINGHAM COUNTY SEAT WITH THE MOST URBAN LOCALITY AND LOCATED IN THE BEAUTIFUL SHENANDOAH VALLEY. THE VIRGINIA DEPARTMENT OF FORENSIC SCIENCE?S 2018 REPORTS SHOWS THAT IN ROCKINGHAM COUNTY, THE TOTAL NUMBER OF DRUG CASES FOR METHAMPHETAMINE IS STEADILY INCREASING, MORE SO THAN ANY OTHER SUBSTANCE.  METH IS THE MOST WIDELY USED ILLICIT DRUG - FROM 50 DRUG CASES IN 2010 TO OVER 225 DRUG CASES IN 2018.  IN THE CITY OF HARRISONBURG, WHILE MARIJUANA EXCEEDS OTHER DRUGS, METH IS NOW THE SECOND MOST WIDELY USED SUBSTANCE.  IN 2010, THERE WERE LESS THAN 10 METH CASES COMPARED TO THE ALMOST 140 CASES REPORTED IN 2018. HARRISONBURG IS HOME OF JAMES MADISON UNIVERSITY (JMU), ONE OF THE LARGEST EMPLOYERS IN THE AREA. IN 2019, JMU?S INSTITUTE FOR INNOVATION IN HEALTH AND HUMAN SERVICES YOUTH DATA SURVEY RESULTS SHOW A SLIGHT INCREASE IN THE PERCENTAGE OF HARRISONBURG CITY AND ROCKINGHAM COUNTY STUDENTS USE OF METH FROM 2017 TO 2019 (1.9% AND 2.1%).  WHILE THE INCREASE IS SLIGHT AMONG YOUTH IN GRADES 8, 10 AND 11, THE NUMBERS ARE SIGNIFICANTLY HIGHER THAN THE NATIONAL AVERAGE OF METH USE AMONG YOUNG PEOPLE. RESULTS FROM THE 2019 NATIONAL SURVEY ON DRUG USE AND HEALTH (NSDUH) SHOW THAT AMONG ADOLESCENTS AGED 12 TO 17, 0.2% USED METH IN THE PAST YEAR. THE MONITORING THE FUTURE NATIONAL SURVEY RESULTS SHOW 2020 ANNUAL PREVALENCE RATES AT 0.5%, 0.3% AND 1.4% IN GRADES 8, 10, AND 12 RESPECTIVELY. THESE RESULTS CONCUR THAT HARRISONBURG/ROCKINGHAM COUNTY YOUTH ARE USING METH IN GREATER NUMBERS THAN ARE THEIR NATIONAL COUNTERPARTS.THE PURPOSE OF THE F4C M.A.P.CARA PROGRAM IS TO ENHANCE THE EFFORTS OF OUR DFC RECIPIENTS TO ALSO PREVENT METH USE/ABUSE AMONG YOUTH AGES 12-18. THE COALITION WILL ADDRESS THE PUBLIC HEALTH PROBLEM BY ?SOUNDING THE ALARM.? WE WILL SOUND THE ALARM ABOUT THE IMPORTANCE OF W ORKING TOGETHER TO PREVENT METH USE AMONG YOUTH IN ZIP CODES 22801 AND 22802 BY USING THE STRATEGIC PREVENTION FRAMEWORK (SPF) AS OUR PLANNING TOOL TO IMPLEMENT THE SEVEN STRATEGIES OF COMMUNITY-LEVEL CHANGE.  ADDITIONALLY, WE WILL CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF YOUTH USE/MISUSE OF METH USING A PEER-TO-PEER MODEL TO RAISE THE AWARENESS OF THE YOUTH PROBLEM IN OUR CITY.AT PRESENT, THERE IS NO FOCUS ON METH USE/ABUSE PREVENTION, DESPITE ITS INCREASING USE AMONG YOUTH. THE SHORT-TERM OUTCOMES OF THIS CARA GRANT ARE TO: (1) INCREASE COMMUNITY AND PROVIDER AWARENESS OF METH USE; (2) INCREASE THE CAPACITY OF THE CITY HEALTH DEPARTMENT, SCHOOLS, YOUTH SERVING ORGANIZATIONS, AND PARENTS TO ADDRESS YOUTH METH USE; AND (3) INCREASE INTERGOVERNMENTAL COOPERATION, COORDINATION, AND COLLABORATION ON ISSUES TO PREVENT YOUTH METH USE. THE INTERMEDIATE OUTCOMES ARE: (1) ADDRESS FACTORS THAT INCREASE THE RISK OF YOUTH METH USE; (2) INCREASE PROMOTION OF FACTORS THAT MINIMIZE THE RISK OF METH USE; (3) INCREASE THE EASE, ABILITY AND OPPORTUNITY FOR YOUTH TO ACCESS COMMUNITY-BASED AND SCHOOL-BASED PROGRAMS TO EMPHASIZE SELF-EFFICACY AND LEARNING SKILLS THAT PREVENT METH USE; AND (4) DECREASE THE EASE, ABILITY, AND OPPORTUNITY FOR YOUTH TO ACCESS METH. OUR LONG-TERM OUTCOME IS TO REDUCE AND PREVENT THE USE OF METH AMONG YOUTH AND TO CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF METH USE.  THE COALITION WILL ACHIEVE ITS GOALS BY ENHANCING ACCESS/REDUCING BARRIERS FOR SYSTEMS AND SERVICES, SOCIAL MEDIA CAMPAIGNS AND PREVENTION EVENTS USING YOUTH POPULAR CULTURE, PREVENTION MESSAGING, PEER LEADERSHIP AND CAPACITY BUILDING TO EDUCATE AND INCREASE AWARENESS IN AN EFFORT TO REDUCE AND PREVENT THE USE OF METH AMONG YOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bfb51d21-cf66-3ae5-025e-d02a50998fc2-C", "generated_internal_id": "ASST_NON_NH28CE003297_7523"}, {"internal_id": 138341803, "Award ID": "NH28CE003296", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "THE UNION COUNTY SAFE COMMUNITIES SEEKS TO PREVENT AND REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE (INCLUDING COUNTERFEIT PILLS) IN YOUTH AGES 12-18 IN UNION COUNTY, OREGON. - UNION COUNTY HAS A LONG HISTORY OF YOUTH PREVENTION ACTIVITIES. THE UNION COUNTY PREVENTION COALITION WAS FORMED IN 2008 AND CONTINUED TO GROW INTO THE UNION COUNTY SAFE COMMUNITIES COALITION THROUGH A DRUG-FREE COMMUNITIES GRANT IN 2011. AN EXTENSION WAS GRANTED IN 2016, AND WE ARE NOW IN YEAR 10 OF FUNDING.  OUR CURRENT DFC GRANT GOALS INCLUDE PREVENTING THE USE AND MISUSE OF ALCOHOL, TOBACCO, AND MARIJUANA.  OREGON LEGALIZED MARIJUANA WITH MEASURE 91 IN 2014, CREATING A MORE SIGNIFICANT CHALLENGE FOR THE COALITION. WE RESPONDED BY PROVIDING EDUCATIONAL MATERIALS FOR LOCAL POLICYMAKERS, HOSTING SEVERAL TOWN HALL FORUMS, AND SPONSORED SEVERAL DRUG-FREE YOUTH ACTIVITIES. WE ALSO CONDUCTED A COMPREHENSIVE COUNTY-WIDE MESSAGING CAMPAIGN.  IN NOVEMBER 2020, VOTERS IN OREGON PASSED BALLOT MEASURE 110, WHICH RECLASSIFIES AND DECRIMINALIZES POSSESSION/PENALTIES FOR DRUGS, INCLUDING HEROIN, METHAMPHETAMINE, LSD, OXYCODONE, ETC. THE MEASURE POSES A PROFOUND CHALLENGE WITH FEWER CONSEQUENCES FOR THE POSSESSION OF SMALL AMOUNTS OF THESE ILLICIT DRUGS FOR ADULTS AND MINORS. WE WON'T SEE THE FULL IMPACT ON OUR COMMUNITIES FOR YEARS, BUT PREVENTION ACTIVITIES MUST BEGIN IMMEDIATELY. OUR 49-MEMBER COALITION BOASTS STRONG CONNECTIONS WITHIN EACH OF THE SIX SCHOOL DISTRICTS IN OUR COUNTY AND HAS BEEN HIGHLY SUCCESSFUL OVER THE LAST NINE YEARS. DURING THAT TIME, PREVIOUS MONTH ALCOHOL USE IN 11TH GRADERS WAS REDUCED A WHOPPING 22%, AND THERE HAS BEEN A 60% DROP IN 11TH-GRADE BINGE DRINKING (5 OR MORE DRINKS).  IN SUPPORT OF THESE EFFORTS, THE COALITION HAS HOSTED SEVERAL NATIONALLY RECOGNIZED SPEAKERS AND TOWN HALL FORUMS, ALCOHOL AND DRUG AWARENESS ACTIVITIES AT SCHOOLS AND IN THE COMMUNITY, AND A 7TH-GRADE CONFERENCE WHERE ALL COUNTY 7TH GRADERS GATHER IN A CENTRALIZED LOCATION TO LEARN ABOUT THE HARMFUL EFFECTS OF DRUGS AND ALCOHOL.UCSCC ALSO HAS A STRONG YOUTH COUNCIL WITH 13 MEMBERS REPRESENTING DIFFERENT SCHOOLS WITHIN THE COUNTY. THEY HELP PROMOTE BE ST PRACTICES, INCLUDING KICK BUTTS DAY, GIRLS CIRCLE, AND PROM PERFECT; FACILITATE IN-SCHOOL TRAININGS ON THE DANGERS OF OVER-THE-COUNTER MEDICATION, HOLD MONTHLY MEETINGS, AND VISIT LOCAL CONVENIENCE STORES ATTEMPTING TO PURCHASE TOBACCO PRODUCTS (REWARD AND REMINDER PROGRAM).  SOME OF OUR KEY STAKEHOLDERS INCLUDE THE UNION COUNTY SHERIFF, LA GRANDE POLICE CHIEF, UNION COUNTY DISTRICT ATTORNEY, JUVENILE DEPARTMENT DIRECTOR, PUBLIC HEALTH AND PREVENTION TEAMS, LOCAL MEDIA OUTLETS, YOUTH SERVING PARTNERS, BUSINESSES, AND OUR FAITH COMMUNITY.  USING THE SEVEN STRATEGIES FOR COMMUNITY CHANGE, THESE STAKEHOLDERS ARE KEY IN HELPING ENSURE THE COALITION MAINTAINS OUR EXCELLENT TRACK RECORD.ALONG-SIDE THESE COMMUNITY PARTNERS, PARTNER ORGANIZATIONS, AND LOCAL POLICYMAKERS, THE UNION COUNTY SAFE COMMUNITIES COALITION IN RURAL NORTHEAST OREGON SEEKS FUNDING TO ADDRESS THE GROWING NEEDS AND HEALTH DISPARITIES ASSOCIATED WITH THE USE/MISUSE OF OPIOIDS, METHAMPHETAMINE, AND PRESCRIPTION DRUGS AMONG YOUTH. WITH OUR PLAN TO EDUCATE PRESCRIPTION PROVIDERS AND PARENTS, WE WILL REDUCE YOUTH USE/MISUSE BY PROVIDING ALTERNATE ACTIVITIES FOR YOUTH, SUPPORT KIDS WITH ADVERSE CHILDHOOD EXPERIENCES, DISTRIBUTE COUNTY-WIDE PREVENTION MESSAGES INSIDE AND OUTSIDE OF SCHOOLS, AND SUPPORT THE EFFORTS OF LOCAL HEALTH PROVIDERS AND PHARMACIES TO PROMOTE THE SAFE DISPOSAL OF PRESCRIPTION DRUGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82488c0a-4919-b340-28ea-3617b107008b-C", "generated_internal_id": "ASST_NON_NH28CE003296_7523"}, {"internal_id": 138341724, "Award ID": "NH28CE003295", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "DALLAS AREA DRUG PREVENTION PARTNERSHIP (DADPP) - RECOVERY RESOURCE COUNCIL IS REQUESTING A $50,000 AWARD FROM THE CENTERS FOR DISEASE CONTROL?S COMPREHENSIVE ADDICTION AND RECOVERY ACT (CARA) LOCAL DRUG CRISES GRANTS TO SUPPORT THE DALLAS AREA DRUG PREVENTION PARTNERSHIP (DADPP). THE CARA GRANT WILL ALLOW US TO CREATE AND SUSTAIN CRITICAL PROGRAMS TO MAKE A POSITIVE IMPACT ON HIGH-RISK YOUTH, THEIR PARENTS, AND THE COMMUNITIES THEY CALL HOME IN DALLAS COUNTY, TEXAS.  DADPP WILL DEVELOP AND MAINTAIN CRITICAL RELATIONSHIPS WITHIN THE COMMUNITY TO INCREASE COLLABORATION AND CREATE BEST-PRACTICE DRUG PREVENTION STRATEGIES. DADPP REPRESENTS A COLLABORATIVE EFFORT BASED ON THE PREMISE THAT LOCAL PEOPLE ARE IN THE BEST POSITION TO SOLVE LOCAL PROBLEMS. COALITIONS RECOGNIZE THAT PEOPLE ARE MORE LIKELY TO SUPPORT WHAT THEY HELP CREATE, AND CHANGE IS MOST LIKELY TO OCCUR WHEN THE PROCESS ENGAGES MULTIPLE SECTORS OF A COMMUNITY. OPIOID AND PRESCRIPTION DRUG MISUSE HAS BEEN AN EPIDEMIC PLAGUING OUR COMMUNITIES FOR DECADES. EVERY SINGLE ONE OF US HAS A RESPONSIBILITY TO RECOGNIZE THIS THREAT AND DO WHATEVER WE CAN TO CREATE A SAFER, DRUG-FREE COMMUNITY FOR OUR YOUTH. DALLAS COUNTY HAS MORE SIGNIFICANT COMMUNITY RISK FACTORS THAN THE IMMEDIATE SURROUNDING COUNTIES. THESE RISK FACTORS INCLUDE: THE LOWEST MEDIAN HOUSEHOLD INCOME ($56,854); LOWEST HIGH SCHOOL GRADUATION RATE (78.7%); HIGHEST PERCENTAGE OF PEOPLE LIVING IN POVERTY (14.2%); HIGHEST NUMBER OF SINGLE-PARENT HOUSEHOLDS (39%); HIGHEST UNEMPLOYMENT RATE (3.8%); HIGHEST NUMBER OF VIOLENT CRIMES (480/100,000 PEOPLE); HIGHEST TEEN BIRTH RATE (42/1,000 FEMALES). THE DALLAS AREA DRUG PREVENTION PARTNERSHIP WILL TARGET SEVEN (7) OF THE MOST UNDERSERVED, DISADVANTAGED COMMUNITIES IN SOUTHEAST DALLAS COUNTY WHERE OUR YOUTH ARE FACING AN ESPECIALLY HIGH LEVEL OF RISK. THESE COMMUNITIES HAVE THE HIGHEST INCARCERATION RATES, LOWEST AVERAGE HOUSEHOLD INCOME, HIGHEST POVERTY RATES, HIGHEST NUMBER OF HEALTH DISPARITIES WITHIN DALLAS COUNTY, AND SOME OF THE HIGHEST  NUMBER OF DRUG-RELATED OFFENSES IN DALLAS ISD. THESE COMMUNITIES HAD OVER 5,000 COMBINED 911 CALLS FOR OVERDOSE RELATED INCIDENCES BETWEEN 2018 AND 2020. THE COMMUNITIES RACIAL DEMOGRAPHIC IS APPROXIMATELY 40% AFRICAN AMERICAN AND 32% HISPANIC, MAKING MINORITY, AT-RISK POPULATIONS ACCOUNTING FOR MORE THAN 70% OF THE POPULATION. DADPP WILL UTILIZE THE STRATEGIC PREVENTION FRAMEWORK (SPF) TO STRUCTURE ACTIVITIES AIMED AT PREVENTING ONSET AND REDUCING PROGRESSION OF SUBSTANCE ABUSE-RELATED PROBLEMS IN DALLAS COUNTY, TEXAS. BECAUSE OF RECOVERY RESOURCE COUNCIL?S EXTENSIVE EXPERIENCE IN COMMUNITY MOBILIZATION AND A DESIRE TO CREATE ONE STRONGER, MORE ALL-INCLUSIVE COALITION, IT WILL OPERATE THE DADPP AS A COMPREHENSIVE COMMUNITY COALITION. BY THAT DEFINITION, IT WILL DEVELOP AND IMPLEMENT MULTI-FACETED PLANS WITH THE GOAL OF ACHIEVING MEASURABLE, POPULATION-LEVEL REDUCTIONS IN OPIOID AND OTHER PRESCRIPTION DRUG MISUSE. WE PROPOSE TO FILL THE ABSENCE OF A UNIFIED, COUNTY-WIDE EFFORT TO ADDRESS YOUTH DRUG MISUSE. PREVENTION PROGRAMS EXIST, BUT THEIR IMPACT IS OFTEN THWARTED BY LACK OF RESOURCES AND LACK OF COMMUNITY CHAMPIONS LEADING THE CHARGE. DADPP WORKS TO OVERCOME THESE BARRIERS BY COLLECTING AND DISSEMINATING DATA, RECRUITING COMMUNITY LEADERS TO PARTICIPATE IN THE PLANNING PROCESS, FOLLOWING BEST PRACTICES FOR PROGRAM DEVELOPMENT AND IMPLEMENTATION, MEASURING, AND PUBLISHING OUTCOMES, AND ENSURING THAT DALLAS COUNTY IS SERVED ACCORDING TO DOCUMENTED NEED. DADPP WILL PROVIDE THE ?COMMUNITY TABLE? FOR ALL OF US TO COME TOGETHER AND CREATE SOLUTIONS FOR DALLAS COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05133e19-5434-0bc6-cdc7-a1e0660e9f1c-C", "generated_internal_id": "ASST_NON_NH28CE003295_7523"}, {"internal_id": 138341779, "Award ID": "NH28CE003294", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "THE PURPOSE OF THE CITY OF DOVER'S CARA GRANT IS TO PREVENT AND REDUCE THE ABUSE OF OPIOIDS AND METHAMPHETAMINES AND THE ABUSE OF PRESCRIPTION MEDICATIONS AMONG YOUTHS AGES 12-18 - THE CITY OF DOVER, NEW HAMPSHIRE, THROUGH THE DOVER COALITION FOR YOUTH, PLANS TO PREVENT AND REDUCE THE ABUSE OF OPIOIDS OR METHAMPHETAMINES AND THE ABUSE OF PRESCRIPTION MEDICATIONS AMONG YOUTH AGES 12-18 IN OUR LOCAL COMMUNITY.  OVER THE COURSE OF THE 5 YEARS OF THIS GRANT, OUR COALITION AND PARTNERS WILL USE THE CADCA 7 STRATEGIES AND THE SPF TO CREATE COMMUNITY LEVEL CHANGE. SPECIFICALLY OUR LONG TERM OUTCOMES WILL INCLUDE REDUCING THE RATE OF USE OF METHAMPHETAMINE, OPIOIDS AND PRESCRIPTION DRUGS SO THAT OUR RATE OF USE IS BELOW NATIONAL AVERAGES. WE WILL ACHIEVE THIS BY ENGAGING A VARIETY OF SECTORS TO CHANGE THE CULTURE AND CONTEXT REGARDING THE ACCEPTABILITY OF YOUTH USE IN THE COMMUNITY.  MORE SPECIFICALLY, BASED ON THE RESULTS OF THE DOVER STUDENT BEHAVIOR SURVEY, WE WILL ATTEMPT TO INCREASE THE PERCEPTION OF RISK OF USE OF THESE SUBSTANCES BY YOUTH IN GRADES 7-12 TO ACHIEVE A RESPONSE RATE OF 97% OF STUDENTS RESPONDING THAT USE IS ?MODERATELY? OR ?VERY RISKY?.   WE ALSO PLAN TO INCREASE THE PERCEPTION OF PEER DISAPPROVAL SO THAT 94% OF 7-12TH GRADE STUDENTS REPORT THEIR PEERS THINK IT WOULD BE ?WRONG? OR ?VERY WRONG? FOR THEM TO MISUSE THESE SUBSTANCES. WE ALSO PLAN TO DECREASE THE 30-DAY USE RATES OF METH, OPIOIDS, AND RX DRUGS AMONG MIDDLE AND HIGH SCHOOL STUDENTS TO BELOW STATE AND NATIONAL AVERAGES. WE WILL ATTEMPT TO INCREASE THE PERCEPTION OF PARENTAL DISAPPROVAL SO THAT 98% OF 7-12TH GRADER STUDENTS REPORT THEIR PARENTS THINK IT WOULD BE ?WRONG? OR ?VERY WRONG? FOR THEM TO MISUSE THESE SUBSTANCES. WE ALSO PLAN TO DECREASE HEALTH DISPARITIES AMONG STUDENTS WHO IDENTIFY AS LGBTQ AND THOSE WHO LIVE WITH SOMEONE WITH A DRUG OR ALCOHOL PROBLEM. WE AIM TO REDUCE THESE DISPARITIES BY 40%. FINALLY, WE PLAN TO INCREASE COALITION CAPACITY AND KNOWLEDGE BY INCREASING MEMBERSHIP BY 20% AND INCREASE MEMBERS REPORTING THEY ARE ?KNOWLEDGEABLE? OR ?VERY KNOWLEDGEABLE? ABOUT METHAMPHETAMINE, OPIOIDS OR RX DRUGS TO OVER 80%. OUR FIRST STEP TOWA RD THE GOAL OF REDUCING USE BY YOUTH IS TO INCREASE THEIR PERCEPTION OF RISK OF THE USE OF METHAMPHETAMINE, OPIOIDS AND PRESCRIPTION DRUGS. ONE STRATEGY WILL BE BY PROVIDING INFORMATION BROADLY WITHIN THE COMMUNITY.  THIS WILL INCLUDE SUMMITS, TOWN HALL MEETINGS AND EDUCATION TO MEDICAL PROVIDERS, LAW ENFORCEMENT AND THE PUBLIC AT LARGE.  OUR SECOND OBJECTIVE IS TO REDUCE THE RATE AT WHICH STUDENTS IN GRADES 7-12 REPORT THAT IT IS EASY TO OBTAIN PRESCRIPTION DRUGS AND OPIOIDS.  THIS WILL INCLUDE SUPPORTING THE DEA?S NATIONAL DRUG TAKE BACK DAY AND A VARIETY OF PUBLIC CAMPAIGNS DESIGNED TO SEND THE MESSAGE THAT THESE DRUGS ARE HARMFUL AND THAT, IN PARTICULAR, PRESCRIPTION OPIOIDS SHOULD NOT REMAIN IN OUR HOMES WHEN THEY ARE NO LONGER NEEDED.  OUR THIRD OBJECTIVE OF REDUCING YOUTH USE IS TO SPECIFICALLY TARGET AND REDUCE USE BY YOUTH WHO REPORT THAT THEY LIVE WITH A FAMILY MEMBER WITH A SUBSTANCE USE DISORDER. OUR STRATEGIES WILL INCLUDE PROVIDING INFORMATION THROUGH ACES (THE CDC?S ADVERSE CHILDHOOD EXPERIENCES PROGRAM).  TO CHANGE THE COMMUNITY CULTURE AROUND THE ACCEPTABILITY OF METHAMPHETAMINE, OPIOID AND PRESCRIPTION DRUG MISUSE. A KEY EARLY STRATEGY WILL BE TO INCREASE THE BASE OF KNOWLEDGE OF COALITION STAFF AND MEMBERS MEASURED BY THE BI-ANNUAL COALITION MEMBERSHIP SURVEY.  A SIGNIFICANT PART OF THIS EFFORT WILL BE A COLLABORATION WITH THE SCHOOLS, POLICE AND YOUTH LEADERS IN A 3-SESSION PARENT TRAINING PROGRAM THAT WILL BE COORDINATED BY THE MIDDLE SCHOOL RESOURCE OFFICER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c32ce04d-e696-8b21-0e02-c185c97ac3c2-C", "generated_internal_id": "ASST_NON_NH28CE003294_7523"}, {"internal_id": 138341741, "Award ID": "NH28CE003293", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "NEIGHBORHOOD HOUSE AND THE SEATTLE PEACE COALITION ARE PROPOSING PROJECT CARA TO REDUCE OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG 6TH-12TH GRADE STUDENTS IN SE AND SW SEATTLE. - NEIGHBORHOOD HOUSE AND THE SEATTLE PEACE COALITION ARE PROPOSING PROJECT CARA TO REDUCE OPIOID, METHAMPHETAMINE AND/OR PRESCRIPTION DRUG USE/MISUSE AMONG 6TH-12TH GRADE STUDENTS IN SE AND SW SEATTLE. WE ARE FOCUSING ON AREAS OF SEATTLE THAT HAVE HIGHER RATES OF SUBSTANCE USE AND LOWER INCOMES. THESE AREAS CONTAIN THREE OF SEATTLE?S LARGEST PUBLIC HOUSING COMMUNITIES. THESE AREAS ARE ALSO HOME TO BIPOC AND IMMIGRANT/REFUGEE COMMUNITIES, MANY OF WHOM EXPERIENCE HIGHER RATES OF SUBSTANCE USE AS WELL AS LIMITED OPTIONS FOR CULTURALLY AND LINGUISTICALLY RELEVANT PREVENTION SERVICES. PROJECTED LONG TERM OUTCOMES TO BE ACHIEVED INCLUDE: 5% DECREASE IN PAST 30 DAY USE; 5% INCREASE IN PERCEPTION OF RISK OF HARM OF USE; 5% DECREASE IN PARENTS? PERCEPTION THAT IT IS ACCEPTABLE TO USE; AND/OR 5% DECREASE IN PERCEPTION THAT OTHER YOUTH (PEERS) APPROVE OF USE (ALL MEASURED BY 6TH, 8TH, 10TH OR 12TH GRADES WA STATE HEALTHY YOUTH SURVEY AND/OR NH LOCAL SURVEYS FOR OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE. OTHER PROJECTED LONG TERM OUTCOME INCLUDES 80% OF 6TH, 8TH, 10TH, AND/OR 12TH GRADERS INCREASE KNOWLEDGE OF OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE AFTER OUR EVIDENCE-BASED PREVENTION INTERVENTIONS. WE WILL IMPLEMENT INTERVENTIONS THAT ALIGN WITH THE STRATEGIC PREVENTION FRAMEWORK AND THE SEVEN STRATEGIES FOR EFFECTIVE COMMUNITY CHANGE, INCLUDING PRINT, SOCIAL, AND ETHNIC MEDIA CAMPAIGNS; EVIDENCE-BASED INTERVENTIONS SUCH AS GUIDING GOOD CHOICES, SPORT, AND H2P; TOWN HALLS AND KEY LEADER EVENTS; AND WORKING WITH PHARMACIES TO IMPLEMENT DRUG TAKE-BACK PROGRAMS AND TO CARRY NALOXONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07406bae-1563-4542-9871-abdb8be0ed82-C", "generated_internal_id": "ASST_NON_NH28CE003293_7523"}, {"internal_id": 138341721, "Award ID": "NH28CE003292", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "WELLNESS COALITION OF RURAL LINN COUNTY'S PROJECT FOCUS IS TO REDUCE PRESCRIPTION DRUG USE OF 6TH-12TH GRADE STUDENTS AND INCREASE ADULT PERCEPTION OF RISK OF THE MISUSE OF PRESCRIPTION DRUGS. - THE WELLNESS COALITION OF RURAL LINN COUNTY?S CARA GRANT WILL ADDRESS PRESCRIPTION DRUG MISUSE IN MOUNT VERNON, LISBON, AND SPRINGVILLE, IOWA.  THE OBJECTIVES FOR THE GRANT ARE TO REDUCE PRESCRIPTION DRUG USE OF RURAL LINN COUNTY 6-12TH GRADE STUDENTS AND INCREASE ADULT PERCEPTION OF RISK OF THE MISUSE OF PRESCRIPTION DRUGS. STRATEGIES INCLUDE; INFORMATION DISSEMINATION, COMMUNITY EVENTS/ TRAINING, IMPLEMENTATION OF GEN RX PROGRAM IN SCHOOLS, COALITION TRAINING, AND INSTALLATION OF A DRUG DROP BOX IN SPRINGVILLE. ALSO, RECOGNITION OF BUSINESSES, PROGRAM VOLUNTEERS AND PARTNERS THAT SUPPORT PRESCRIPTION DRUG PREVENTION, INSTALLATION OF SIGNAGE IN PHARMACIES/MEDICAL OFFICES, REVIEWING SCHOOL POLICIES, DEVELOPING RESOURCE PACKETS AND POLICIES FOR MEDICAL OFFICES/PHARMACIES.THE PURPOSE OF THIS PROJECT WILL PROVIDE SERVICES TO MOUNT VERNON, LISBON AND SPRINGVILLE IN RURAL LINN COUNTY, IOWA. THE THREE COMMUNITIES THE CARA GRANT WILL SERVE A COMBINED TOTAL POPULATION OF 8,036 PEOPLE. MOUNT VERNON, THE LARGEST COMMUNITY, HAS A POPULATION OF 4,451 AND IS HOME TO CORNELL COLLEGE, A PRIVATE LIBERAL ARTS COLLEGE WITH APPROXIMATELY 1,000 STUDENTS FROM 42 STATES AND 17 FOREGIN COUNTRIES.  LISBON HAS A POPULATION OF 2,493 AND SPRINGVILLE HAS A POPULATION OF 1,092. EACH TOWN CONTAINS ITS OWN SCHOOL DISTRICT, WITH POPULATIONS THAT GO BEYOND CITY LIMITS DUE TO OPEN ENROLLMENT. THE THREE COMMUNITIES HAVE LIMITED RESOURCES ADDRESSING PRESCRIPTION DRUG MISUSE. THE PROJECT'S OBJECTIVES ARE: OBJECTIVE 1: BY 6/30/2022 REDUCE PRESCRIPTION DRUG USE (30 DAY USE AMONG YOUTH) OF RURAL LINN COUNTY 6TH-12TH GRADE STUDENTS BY 2% AS MEASURED BY THE IOWA YOUTH SURVEY (IYS). OBJECTIVE 1: BY 6/30/2022 INCREASE ADULT PERCEPTION OF RISK OF THE MISUSE OF PRESCRIPTION DRUGS BY 3% AS MEASURED BY THE ANNUAL COMMUNITY SURVEY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "adcc0a4d-0fa9-b1d0-3505-0af2a9e2f332-C", "generated_internal_id": "ASST_NON_NH28CE003292_7523"}, {"internal_id": 138341729, "Award ID": "NH28CE003291", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "PREVENT DRUG USE/MISUSE AND CHANGE THE CULTURE IN ROCKLAND COUNTY - PEER COALITION HAS IDENTIFIED COMMUNITY CONDITIONS THAT CONTRIBUTE TO DRUG USE/MISUSE, INCLUDING POVERTY AND CULTURAL ISSUES. MANY ADOLESCENTS DO NOT HAVE MONEY TO PURSUE CONSTRUCTIVE INTERESTS DURING UNSUPERVISED TIME WHILE BOTH PARENTS ARE WORKING. ERCSD PARENTS ? MANY OF THEM NON-ENGLISH SPEAKERS ? VIEW ILLICIT SUBSTANCE ABUSE AS A LESS PRESSING ISSUE WHEN COMPARED TO THE OTHER THREATS FACED BY THE FAMILY. MANY PARENTS DO NOT SPEAK ANY ENGLISH AND RELY ON THEIR CHILDREN TO TRANSLATE. (PEER TRANSLATES MATERIALS INTO SPANISH AND HAITIAN CREOLE TO ENSURE COMMUNITY-WIDE ACCESS AND EDUCATION.) THESE CONDITIONS CONTRIBUTE TO INCREASES IN YOUTH ABUSE OF HEROIN AND METHAMPHETAMINES. IN 2019, A YRBS SURVEY OF NY STUDENTS RETURNED AN HISTORIC RATE OF 5.8% OF STUDENTS WHO ?EVER USED HEROIN.?PEER COALITION?S PURPOSE IS TO SUPPLEMENT CURRENT STRATEGIES AND ACTIVITIES WITH EVIDENCE-BASED APPROACHES SPECIFICALLY TO CHANGE THE CULTURE AND PREVENT OPIOID, METHAMPHETAMINE, AND PRESCRIPTION DRUG USE AMONG YOUTH AGES 12-18 IN EAST RAMAPO CENTRAL SCHOOL DISTRICT (ERCSD). THIS PROGRAM ALSO SEEKS TO ALLEVIATE HEALTH DISPARITIES AMONG BLACK (HAITIAN), HISPANIC, AND LGBTQ YOUTH POPULATIONS.IN YEAR ONE. WE WILL IDENTIFY IN MORE DETAIL PATTERNS OF YOUTH OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE BY ADDING RELEVANT QUESTIONS TO OUR STUDENT SURVEYS; INCREASE PROVIDER AWARENESS OF YOUTH USE, ESPECIALLY LOCAL PRESCRIBERS; INCREASE COMMUNITY AWARENESS OF YOUTH USE UTILIZING OD2A MATERIALS AND OTHER RESOURCES; LEAD COLLABORATIVE EFFORTS (WITH YOUTH, RCADD AND OTHERS) TO INCREASE LOCAL AGENCIES? AND ORGANIZATIONS? CAPACITIES TO ADDRESS YOUTH USE; AND INCREASE INTERGOVERNMENTAL COOPERATION AND COORDINATION AS AN ACTIVE AND INVALUABLE PARTNER WITH CDC AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f8899d1-e4ac-c103-33b9-b6fe91a4cbfd-R", "generated_internal_id": "ASST_NON_NH28CE003291_7523"}, {"internal_id": 138341811, "Award ID": "NH28CE003290", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "HOOD COUNTY SUBSTANCE ABUSE COUNCIL WILL SUPPORT CAPACITY BUILDING AND SUBSTANCE USE PREVENTION ACTIVITIES IN HOOD COUNTY, TEXAS RELATED TO THE OPIOID CRISIS. - HOOD COUNTY SUBSTANCE ABUSE COUNCIL, THROUGH FUNDING RECEIVED THROUGH THE COMMUNITY-BASED COALITION ENHANCEMENT GRANT TO ADDRESS LOCAL DRUG CRISES, WILL SUPPORT CAPACITY BUILDING AND SUBSTANCE USE PREVENTION ACTIVITIES IN HOOD COUNTY, TEXAS RELATED TO THE OPIOID CRISIS. THE COALITION WILL SERVE THE HOOD COUNTY POPULATION OF 52,905, FOCUSING ON YOUTH, AGES 12-17.OUR GRANT OBJECTIVES WILL BE THREE-FOLD:CARA GOAL #1: REDUCE OPIOID USE/MISUSE AMONG YOUTH. OBJECTIVE 1: REDUCE 30-DAY USE FOR OPIOIDS BY .5%, FROM 3.5% IN 2020 TO 3% BY JUNE 2022 AS MEASURED BY THE HCSS.OBJECTIVE 1.A: REDUCE PERCEIVED ACCESS TO OPIOIDS AMONG YOUTH BY 4% FROM THE BASELINE TO BE COLLECTED IN THE FALL OF 2021 BY JUNE 30, 2023 AS MEASURED BY PERCEPTION OF EASY ACCESS BY THE HCSS. OBJECTIVE 2.B: REDUCE YOUTH FAVORABLE ATTITUDES TOWARD OPIOID USE BY 3% FROM 90.2% IN 2019 TO 93.2% BY JUNE 30, 2022 AS MEASURED BY INCREASED PERCEPTION OF HARM BY THE HCSS. OBJECTIVE 2.C: REDUCE PARENT FAVORABLE ATTITUDES TOWARD OPIOID USE BY 4% FROM 88.5% IN 2019 TO 92.5% BY JUNE 30, 2022 AS MEASURED BY INCREASED PARENT DISAPPROVAL BY THE HCSS. CARA GOAL #2:  CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID USE/MISUSE. OBJECTIVE 1:  CONDUCT COMMUNITY PRESENTATIONS, REACHING AT LEAST 300 PEOPLE BY JUNE 30, 2022.WE WILL ACHIEVE THESE GOALS BY COLLABORATING WITH THE 12 SECTORS IN OUR COMMUNITY, THROUGH OUR ESTABLISHED NETWORK OF STAKEHOLDERS AND VOLUNTEERS, AND THROUGH OUR TMAD COALITION BY IMPLEMENTING A COMPREHENSIVE AND COMPLIMENTARY SET OF INTERVENTIONS, INCLUDING PROVIDING INFORMATION, BUILDING SKILLS, PROVIDING SUPPORT, CHANGING ACCESS, CHANGING CONSEQUENCES, MODIFYING THE PHYSICAL DESIGN OF THE ENVIRONMENT, AND MODIFYING POLICY.IN THE THREE-YEAR PROJECT PERIOD, 7,000 ADOLESCENTS AND 3,000 PARENTS WILL BE REACHED. HOOD COUNTY, TEXAS IS COMPRISED OF 95% CAUCASIAN, 13% LATINO, AND 51% FEMALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab4dd6d8-b71d-ab6d-4bc7-96154e6be7f1-R", "generated_internal_id": "ASST_NON_NH28CE003290_7523"}, {"internal_id": 138341776, "Award ID": "NH28CE003289", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "PREVENTION, HEALTH AND DIVERSION (PHD) PROJECT - THE ELIJAH NETWORK FAMILY AND COMMUNITY ALLIANCE, INC. D.B.A. SOUTH DADE ONE VOICE COMMUNITY COALITION?S (SDOVCC) PURPOSE FOR THE PREVENTION, HEALTH AND DIVERSION PROJECT IS TO ADDRESS THE ROOT CAUSE OF YOUTH OPIOID AND PRESCRIPTION DRUG USE/MISUSE. SDOVCC USES THE STRATEGIC PREVENTION FRAMEWORK (SPF) PROCESS THAT HELPED TO DEVELOP THE COUNTY APPROVED COMPREHENSIVE COMMUNITY ACTION PLAN 2018-2021, A PROCESS THAT INVOLVES AN INTENSIVE ASSESSMENT WHICH ILLUMINATED CRITICAL RISK AND PROTECTIVE FACTORS FOR ADOLESCENT SUBSTANCE ABUSE/MISUSE IN MIAMI-DADE COUNTY. THE STRATEGIES THAT WILL BE USED IN TO ORDER TO REDUCE OPIOID AND PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AND CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID AND PRESCRIPTION DRUG USE/MISUSE ARE TO IMPLEMENT SPECIFIC, MEASURABLE, ACHIEVABLE REALISTIC AND TIME-BOUND OBJECTIVES. THESE OBJECTIVES WILL ENSURE THAT THE LONG-TERM GOALS WILL BE EVALUATED AND ACCOMPLISHED. OUR TARGETED AREA CONSISTS OF SOUTH MIAMI-DADE COUNTY, ZIP CODES 33176, 33177, 33186, 33187 AND 33196.SDOVCC?S OUTCOMES ALIGN WITH THE FRAMEWORK PRESCRIBED WITH CARA INCLUDING STRATEGIES AND ACTIVITIES. WHILE THE GOAL IS TO PREVENT LOCAL YOUTH OPIOID AND PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH AGED 12-18, OUR SHORT-TERM OUTCOMES ARE TO: IDENTIFY PATTERNS OF YOUTH OPIOID AND PRESCRIPTION DRUG USE/MISUSE; INCREASE COMMUNITY AND PROVIDER AWARENESS OF YOUTH OPIOID AND DRUG PRESCRIPTION USE/MISUSE; IDENTIFY COMMUNITY CONDITIONS THAT CONTRIBUTE TO YOUTH OPIOID AND PRESCRIPTION DRUG USE/MISUSE; INCREASE THE CAPACITY OF LOCAL AGENCIES AND/OR ORGANIZATIONS TO ADDRESS YOUTH OPIOID AND PRESCRIPTION DRUG USE/MISUSE AND INCREASE INTERGOVERNMENTAL COOPERATION, COORDINATION AND COLLABORATION ON ISSUES TO PREVENT YOUTH OPIOID AND PRESCRIPTION DRUG USE/MISUSE. SDOVCC?S INTERMEDIATE OUTCOMES ARE TO: ADDRESS FACTORS IN THE COMMUNITY THAT INCREASE THE RISK OF YOUTH OPIOID AND PRESCRIPTION DRUG USE/MISUSE; INCREASE THE PROMOTIO N OF FACTORS THAT MINIMIZE THE RISK OF OPIOID AND PRESCRIPTION DRUG USE/MISUSE; INCREASE THE EASE, ABILITY AND OPPORTUNITY FOR YOUTH TO ACCESS SETTINGS, AND TO DECREASE THE EASE, ABILITY AND OPPORTUNITY FOR YOUTH TO ACCESS OPIOID AND PRESCRIPTION DRUGS, IN WHICH ALL WILL ADDRESS SAMHSA?S SEVEN STRATEGIES FOR COMMUNITY LEVEL CHANGE THAT ARE INCLUDED IN OUR STRATEGIES AND ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c6a34c-7c43-e69e-29d7-36995c466a6d-R", "generated_internal_id": "ASST_NON_NH28CE003289_7523"}, {"internal_id": 138341778, "Award ID": "NH28CE003288", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "GANG ALTERNATIVE, INC.?S RISE-UP INITIATIVE - THE RISE-UP INITIATIVE WILL ENHANCE AND AUGMENT THE EXISTING URBAN PARTNERSHIP DRUG FREE COMMUNITY COALITION BY UTILIZING ADDITIONAL ENVIRONMENTAL STRATEGIES TO REDUCE OPIOID, RX AND METHAMPHETAMINE MISUSE AMONG YOUTH AGE 12-18, INCLUDING:  1.) IMPLEMENTATION OF AN ENVIRONMENTAL STRATEGIES CAMPAIGN TO INCREASE PERCEPTION OF HARM OF OPIOID AND PRESCRIPTION DRUG MISUSE AIMED AT URBAN YOUTH AND THEIR PARENTS IN ORDER TO INCREASE PERCEPTION OF HARM AMONG YOUTH INCLUDING PRESCRIPTION GIVE BACK DAY INCENTIVE PROGRAM; LOCK THE CABINET CAMPAIGN, PSA CAMPAIGN AND CREATION AND BROADCASTING ON SOCIAL MEDIA, E.G. OPIOID AND METH FACT SHEETS.  2.) IMPLEMENTATION OF A PUBLIC AWARENESS CAMPAIGN RISE-UP CREATING 500,000 MEDIA IMPRESSIONS WITH OPIOID/METH AWARENESS PSAS (FLATLINE, ANYBODY CAN, THE FACES OF OPIOID ABUSE AND UNSAFE RX PSA?S) IN ENGLISH AND HAITIAN KREYOL; 3). PRESCRIPTION SUPERVISION TRAINING FOR PARENTS AND SCHOOL PERSONNEL; 4) PARENT CIRCLE MEETINGS IN SUPPORT OF ENVIRONMENTAL STRATEGIES DESCRIBED IN GOAL 1& 2. IN ADDITION, THESE GOALS, STRATEGIES AND ACTIVITIES WILL BE ENHANCED, INFORMED AND SUPPORTED BY EXISTING UPDFCC ACTION PLAN ACTIVITIES DESIGNED TO BUILD COALITION CAPACITY AND STRENGTHEN COMMUNITY COLLABORATIONS TO SUCCESSFULLY ADDRESS OPIOID/METH ABUSE BY ADDING AWARENESS EVENTS TO TOWN HALL MEETINGS ANNUALLY.  OPIOID AND METH FACT SHEETS WILL BE DISTRIBUTED AT THESE EVENTS AND PRESENTATIONS DESIGNED TO EDUCATE AND PUBLICIZE THE USE OF NALTREXONE/NALOXONE BY 1ST RESPONDERS IN ADDRESSING PREVENTABLE OPIOID OVERDOSE DEATHS.   RESULTS:  CHANGES IN STUDENT PERCEPTION OF HARM, INCIDENCE RATES AND EASE OF ACCESS, AS MEASURED BY ANNUAL PRIDE SURVEYS IN LOCAL HIGH SCHOOLS IN THE PROGRAM WILL BE USED TO GAUGE ACHIEVEMENT OF OVERALL MOVEMENT IN SOCIETAL CHANGE, INCREASED NUMBERS OF PARENTS COMMITTING TO LOCK THE CABINET CAMPAIGN AND INCREASED AWARENESS BY PARENTS AND SCHOOL OFFICIALS IN PRESCRIPTION SUPERVISION WILL BE USED TO EVIDENCE REDUCTI ON IN AVAILABILITY AND INCREASING INVOLVEMENT OF THE COMMUNITY IN PREVENTION ACTIVITIES (TOWN HALL MEETING AND EDUCATIONAL PRESENTATIONS).  THE TARGET POPULATION IS UNIVERSAL AT-RISK YOUTH POPULATION AGES 12-17 ATTENDING ONE OF SIX PARTICIPATING SCHOOLS (APPROXIMATELY 5,000 STUDENTS).  OVERALL, THE TARGET COMMUNITY IS 62.7% BLACK, 27.6% HISPANIC AND 7.5% NON-HISPANIC WHITE.  THE HAITIAN ETHNICITY/CULTURE HAS HUGE IMPACTS ON THE AREA WITH THE LARGEST CONCENTRATION OF HAITIAN RESIDENTS IN THE COUNTY RESIDING IN THE TARGET AREA.  APPROXIMATELY 49.5% OF AREA FAMILIES ARE LIVING BELOW THE POVERTY LEVEL AND 43% LIVE IN SINGLE-PARENT FAMILIES.  YOUTH IN THIS AREA ARE TWICE AS LIKELY TO BE REFERRED FOR JUVENILE DETENTION WITH FOUR OF THE TARGET ZIP CODES RANKING AS #1, 2, 7, AND 8 IN THE COUNTY FOR JUVENILE BOOKINGS.   HIGH RATES OF POVERTY, SINGLE-PARENT FAMILIES AND HIGH LEVELS OF JUVENILE CRIME INFORM THE NEED TO FOCUS PROJECT WORK IN AND AROUND THE 6 LOCAL SCHOOLS ALREADY SERVED BY THE UPDFCC - (BOOKER T. WASHINGTON SHS, JOSE DE DIEGO MS, EDISON HS, HORACE MANN MS, AND NORTH MIAMI MIDDLE AND HIGH SCHOOLS) COALITION STRATEGIES HAVE REACHED AND WILL CONTINUE TO FOCUS ON STUDENTS IN GRADES SIX THROUGH TWELVE AND THEIR PARENTS (4500 STUDENTS), WHICH IS 75% OF THE TOTAL STUDENT POPULATION. GPRA MEASURABLE OBJECTIVES PROPOSED INCLUDE:  REDUCING PAST-30-DAY OPIOID AND METH USE, AND INCREASING STUDENTS? PERCEPTION OF HARM AND RISK OF OPIOID AND DECREASING EASE OF ACCESS AS MEASURED BY PRIDE SURVEYS (SEC. IV, V AND VI.) AND/OR THE YOUTH RISK BEHAVIORAL SURVEY AND FLORIDA YOUTH SUBSTANCE ABUSE SURVEY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7472da04-48f1-1580-1225-6ad142ab90fe-C", "generated_internal_id": "ASST_NON_NH28CE003288_7523"}, {"internal_id": 138341735, "Award ID": "NH28CE003287", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "LOWER NAUGATUCK VALLEY OPIOID PREVENTION PROJECT - THE OPIOID PREVENTION PROJECT DETAILED IN THIS APPLICATION SEEKS TO RENEW THE COALITION INFRASTRUCTURE IN THREE TOWNS IN THE LOWER NAUGATUCK VALLEY OF CONNECTICUT. LOCATED IN THE HEART OF THE DEA-DESIGNATED HIGH INTENSITY DRUG TRAFFICKING AREA OF SOUTH CENTRAL CT ON WHAT POLICE REGARD AS AN EASY DRUG TRAFFICKING ROUTE AT THE INTERSECTION OF FIVE MAJOR HIGHWAYS, THE TOWNS HAVE DEALT WITH THE READY AVAILABILITY OF CONTROLLED SUBSTANCES AND HIGH  SUBSTANCE ABUSE PREVALENCE FOR A LONG TIME. BETWEEN 1999 AND 2008, THE ALLIANCE FOR PREVENTION AND WELLNESS (THEN THE VALLEY SUBSTANCE ACTION COUNCIL) OPERATED TWO 5-YEAR DRUG FREE COMMUNITIES GRANTS TO BUILD A HIGHLY SUCCESSFUL PREVENTION COALITION INFRASTRUCTURE IN THESE TOWNS WHICH PERSISTS TO THE PRESENT DAY. THIS PROGRAM WAS HIGHLY REGARDED AS A MODEL OF ACTIVE CAPACITY-BUILDING AMONG RELATIVELY SMALL TOWNS UNABLE TO SUPPORT INDIVIDUAL TOWN PREVENTION COUNCILS. AS A RESULT, THE VALLEY SUBSTANCE ACTION COUNCIL WAS EXPANDED, WITH STATE FUNDING, FIRST FROM 5 TO 11 TOWNS IN 2011 (RENAMED THE ALLIANCE FOR PREVENTION AND WELLNESS), AND THEN TAKING LEADERSHIP OF THE ENTIRE SOUTH-CENTRAL REGION OF CT (REGION 2), COMPRISING 36 TOWNS. DURING THIS TIME, THE COALITION MEMBERS FROM THE LOWER NAUGATUCK VALLEY CONTINUE TO COMPRISE ABOUT HALF OF THE ENLARGED COALITION MEMBERSHIP, AND HAVE REMAINED ACTIVE IN THE THREE TOWNS – ANSONIA, DERBY, AND SHELTON – TARGETED IN THIS PROPOSAL.  DESPITE THE EARLIER SUCCESS OF THE PREVENTION INITIATIVES IN THESE TOWNS, OPIOID OVERDOSE FATALITIES IN BOTH ANSONIA AND DERBY EXCEEDED THE NATIONAL RATE EVERY YEAR FROM 2014 TO 2018. MORE RECENT DATA IS AVAILABLE ON NON-FATAL OVERDOSES, WHICH SHOW THAT THE ANSONIA RATE MORE THAN DOUBLED, AND THE SHELTON RATE INCREASED BY 76%, DURING 2018-2020. THESE DATA PROVIDE GOOD REASON TO WORRY ABOUT THE ENVIRONMENT IN WHICH MIDDLE AND HIGH SCHOOL STUDENTS IN THE THREE TOWNS ARE GROWING TO ADULTHOOD. WARNING SIGNS IN THE SCHOOLS INCLUDE REPORTED EASY  ACCESS TO OPIOIDS AND PRESCRIPTION DRUGS, RELATIVELY LOW PERCEPTION OF THE HARM OF MISUSING PRESCRIPTION MEDICINES, INCLUDING OPIOIDS, AND PERCEPTION OF A LACK PARENTAL DIRECTION ON PRESCRIPTION DRUG USE. THE NUMBER OF SUSPENSIONS/EXPULSIONS AND THE RATES OF STUDENT REPORTS OF AN “UNSAFE” SCHOOL ARE DOUBLE AND TRIPLE THE STATE RATES. RENEWAL IS ALSO NEEDED DUE TO CHANGES IN LOCAL GOVERNMENT, RETIREMENT OF KEY LEADERS, DISRUPTION IN THE YOUTH SECTOR DUE TO THE COVID PANDEMIC, AND THE OPIOID EPIDEMIC ITSELF, WHICH POSED NEW CHALLENGES THAT LOCAL STAKEHOLDERS HAVE BEEN SLOW TO MEET. CT RANKED 6TH IN THE NATION IN OPIOID-INVOLVED OVERDOSE DEATH RATES IN 2019. IF FUNDED UNDER THE CARA GRANT, OUR GOALS ARE (I) TO PREVENT/REDUCE THE ABUSE OF OPIOIDS AND PRESCRIPTION MEDICATIONS IN THE THREE TOWNS, WITH A FOCUS ON REDUCING ACCESS AND INCREASING THE PERCEPTION OF HARM, AND (II) TO REBUILD THE CAPACITY OF COMMUNITY STAKEHOLDERS TO MEET THE CHALLENGES THEY FACE. TO REDUCE ACCESS, WE WILL PURSUE A VARIETY OF ACTIVITIES AND STRATEGIES, INCLUDING EDUCATING PARENTS, EDUCATORS, HEALTHCARE PROVIDERS, AND FUNERAL DIRECTORS, AND PROMOTING THE DISPOSAL OF UNUSED DRUGS IN THE COMMUNITY. TO INCREASE THE PERCEPTION OF HARM, WE WILL PROVIDE BOTH CLASSROOM EDUCATION AND PEER-TO-PEER LEARNING FOR STUDENTS, AND RAISE THE AWARENESS OF HEALTHCARE PROFESSIONALS ON THE PUBLIC HEALTH ISSUES AT STAKE. WE ALSO PROVIDE SBIRT TESTING FOR ALL 9TH GRADERS TO IDENTIFY PROBLEMS EARLY. EDUCATORS AND MEMBERS OF THE JUVENILE REVIEW BOARD, WHICH HANDLES DRUG-RELATED DISCIPLINARY CASES, WILL RECEIVE TRAINING APPROPRIATE TO THEIR ROLES.  CAPACITY-BUILDING WILL FOCUS ON THE FAITH, GOVERNMENT, YOUTH, AND LAW ENFORCEMENT SECTORS, WITH PERSONAL OUTREACH TO EACH AND PROVISION OF TRAINING SPECIFIC TO EACH SECTOR. WE PLAN TO OFFER ALL COALITION MEMBERS TRAINING IN THE ADMINISTRATION OF SBIRT, THE SPF PROCESS AND THE IMPLEMENTATION OF PARENT AND WORKPLACE EDUCATION ON OPIOIDS AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4ff18256-9062-c203-2e8a-bb221184db1f-C", "generated_internal_id": "ASST_NON_NH28CE003287_7523"}, {"internal_id": 138341760, "Award ID": "NH28CE003286", "Award Amount": 149742.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "LANCASTER COUNTY SC CARA PROJECT - THE PROPOSED PROJECT IS FIRMLY GROUNDED IN EVIDENCE-BASED PREVENTION LITERATURE, ALIGNED WITH THE STRATEGIC PREVENTION FRAMEWORK AND 7 STRATEGIES FOR CHANGE AND EMPLOYS A MULTI-SECTOR PARTNERSHIP OF OVER 40 PUBLIC, PRIVATE, CIVIC, AND FAITH BASED ENTITIES WORKING TOGETHER IN SUPPORT OF A RIGOROUS YOUTH LED COMMUNITY AWARENESS CAMPAIGN, TRAINING AND CONSULTATION FROM THE PACIFIC INSTITUTE FOR RESEARCH AND EVALUATION, PARENT TRAINING, AND SPECIALIZED TRAINING TRACKS FOR LAW ENFORCEMENT, MEDICAL PROVIDERS, AND PHARMACISTS AT THE NATIONAL RURAL SUBSTANCE ABUSE PREVENTION CONFERENCE IN LANCASTER. PROJECT NAME: LANCASTER COUNTY CARA PROJECT  POPULATION TO BE SERVED:  THE PROJECT EMPLOYS A UNIVERSAL DESIGN, TARGETING THE ENTIRE COMMUNITY WITH A FOCUS ON YOUTH, PARENTS, AND COMMUNITY LEADERS. THE POPULATION DEMOGRAPHICS OF LANCASTER COUNTY IS 74.9% WHITE, 21.6% BLACK, AND 3.5% HISPANIC/OTHER, WITH AN ANNUAL POVERTY LEVEL OF 45%.  IN ADDITION, THE PROJECT IS DESIGNED TO EXTEND TO REACH PARENTS AND STAKEHOLDERS, OR A TOTAL OF 28,000 HOUSEHOLDS.  FINALLY, SPECIFIC TRAINING WILL SERVE LAW ENFORCEMENT, MEDICAL PROVIDERS AND PHARMACISTS.  STRATEGIES TO BE EMPLOYED:  ?COMMUNITY WIDE AWARENESS CAMPAIGN ? FOCUSED ON YOUTH, PARENTS, AND STAKEHOLDERS UTILIZING GIS MAPPING TO PLACE MESSAGES UTILIZING ROBO-CALLS, ELECTRONIC SIGNS AND BILLBOARDS ALONG WITH TRADITIONAL AND SOCIAL MEDIA. ?PREVENTION EFFORTS INCLUDE THE ADDITION OF PRESCRIPTION DROP BOXES, DISTRIBUTION OF COMBINATION LOCK PRESCRIPTION BOTTLES. A SERIES OF MORE EXTENSIVE EDUCATION AND AWARENESS ELEMENTS WILL BE EMPLOYED THAT INCLUDE 90-MINUTE TOWN HALL FORUM AND 3 HOUR-PARENT UNIVERSITY (WITH KEYNOTE, BREAKOUT SESSIONS, RESOURCE HALL, AND REFRESHMENTS DONATED FROM PARTNERS). WHILE EACH OF THESE WILL ALSO EMPLOY A YOUTH BREAKOUT COMPONENT, A MORE EXTENSIVE TWO-DAY SUMMER YOUTH DEVELOPMENT SUMMIT IS PROPOSED, ONE AT EACH OF FIVE MIDDLE SCHOOLS IN THE COUNTY, WITH PROJECTED GOAL OF 50 PARTICIPANTS AT EACH.  ?SPECIALIZED TRAINING TRACK FOR LAW ENFORCEMENT, MEDICAL PROVIDERS, AND PHARMACISTS AT THE NATIONAL RURAL YOUTH SUBSTANCE ABUSE CONFERENCE, FIRST SPONSORED BY THE COALITION IN 2007, NOW IN THE 14TH YEAR.?TRAINING AND TECHNICAL SUPPORT WILL BE PROVIDED BY DR. HAROLD HOLDER, FROM THE PACIFIC INSTITUTE FOR RESEARCH AND EVALUATION, ONE OF THE NATION?S LEADING EXPERT IN ENVIRONMENTAL PREVENTION STRATEGIES.?POLICY AND NORMS RELATED TO OPIOID MISUSE LANCASTER HAS ONE OF THE FASTEST GROWING HISPANIC POPULATIONS IN THE STATE, SIGNIFICANT GAPS EXIST WITH REGARDS TO LANGUAGE AND CULTURE. THE PLAN CALLS FOR AN ENVIRONMENTAL SCAN OF EXISTING OPIOID RESOURCES (PREVENTION, TREATMENT, RECOVERY, AND LAW ENFORCEMENT DIVERSION) AND ASSIST WITH SPANISH LANGUAGE TRANSLATION, OVERALL CULTURAL FIT, AND HOW, WHEN AND WHERE THESE RESOURCES ARE EMPLOYED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cc67b51-7ff7-dbcc-92c5-311261878d69-C", "generated_internal_id": "ASST_NON_NH28CE003286_7523"}, {"internal_id": 138341821, "Award ID": "NH28CE003285", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "LAKES AREA COMMUNITY COALITION WILL REDUCE YOUTH PRESCRIPTION DRUG MISUSE IN OUR COMMUNITY BY IMPLEMENTING COMMUNITY-LEVEL CHANGE STRATEGIES. - THE MISSION OF THE LAKES AREA COMMUNITY COALITION IS TO BUILD A HEALTHY, VIBRANT, DRUG-FREE COMMUNITY BY REDUCING YOUTH SUBSTANCE USE.  AS A DFC-FUNDED COALITION, WE DO THIS BY USING THE STRATEGIC PREVENTION FRAMEWORK AND WORKING WITH OUR SECTOR PARTNERS TO BUILD UP PROTECTIVE FACTORS AND REDUCE RISK FACTORS AROUND OUR YOUTH.  WHILE WE ARE CURRENTLY OBSERVING DATA THAT INDICATES THAT OUR YOUTH ARE MISUSING PRESCRIPTION MEDICATION AND/OR OPIOIDS AT RATES THAT CONSISTENTLY EXCEED NATIONAL AVERAGES, WE PROPOSE TO ADDRESS THE RISK FACTORS POSED BY OUR UNIQUE LOCAL CONDITIONS. PLANS TO ADDRESS THESE FACTORS INCLUDE UTILIZING THE SEVEN STRATEGIES FOR COMMUNITY-LEVEL CHANGE TO LIMIT YOUTH ACCESS TO OPIOIDS, INCREASE PERCEPTION OF THE RISKS OF MISUSING PRESCRIPTION STIMULANTS AND BENZODIAZEPINES IN PARTICULAR, AND PROMOTE THE POSITIVE COMMUNITY NORMS AROUND SAFE PRESCRIPTION USE.  WE INTEND TO TARGET YOUTH, PARENTS, AND HEALTHCARE PROVIDERS WITH ACTIVITIES IN ALL STRATEGY AREAS.  OVER THE DURATION OF THIS PROJECT, WE PLAN TO REDUCE THE PERCENTAGE OF STUDENTS REPORTING 30 DAY USE OF PRESCRIPTION MEDICATION AND TO INCREASE THE PERCENTAGE OF STUDENTS PERCEIVING PRESCRIPTION MISUSE AS A HIGH-RISK BEHAVIOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "846a6c41-8e3a-c3eb-70f5-6fb764c18f31-R", "generated_internal_id": "ASST_NON_NH28CE003285_7523"}, {"internal_id": 138341765, "Award ID": "NH28CE003284", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.799", "Description": "PREVENTING AND REDUCING SUBSTANCE USE AMONG BLACK, LATINX AND LGBTQ+ YOUTH IN STATEN ISLAND - THE TYSA COALITION WAS FORMED IN 2011 TO ADDRESS ALARMING RATES OF ALCOHOL AND OPIOID USE AMONG STATEN ISLAND YOUTH. IN THE DECADE SINCE ITS FORMATION, TYSA HAS USED THE COLLECTIVE IMPACT MODEL TO ALIGN PARTNERS AND MAXIMIZE IMPACT RESULTING IN THE REDUCTIONS IN YOUTH PRESCRIPTION DRUG USE, AS MEASURED BY THE YOUTH DEVELOPMENT SURVEY, AS WELL AS SHIFTS IN COMMUNITY NORMS REGARDING STIGMA, AN INCREASE IN SUBSTANCE USE DISORDER RESOURCES TO THE COMMUNITY, AND HAS CONTRIBUTED TO POLICY CHANGE. HOWEVER, THESE GREAT STRIDES HAVE NOT REACHED ALL POPULATIONS WITH THE SAME LEVEL OF IMPACT. DATA DEMONSTRATES THAT OPIOID USE IS HIGHER AMONG  BLACK, LATINX AND LGBTQ+ YOUTH AS COMPARED TO WHITE, HETEROSEXUAL AND CISGENDER YOUTH. ADDITIONALLY, THE USE OF METHAMPHETAMINES, A DRUG TYPICALLY ASSOCIATED WITH THE MID-WEST, IS ALSO MUCH HIGHER IN THESE COMMUNITIES AND THERE HAVE BEEN ALMOST NO TARGETED INTERVENTIONS TO ADDRESS THE DRUG. ADVERSE CHILDHOOD EXPERIENCES- SUCH AS PARENTAL INCARCERATION, CHILD ABUSE AND NEGLECT, AND PARENTAL SUBTANCE USE- IN ADDITION TO ISSUES OF ECONOMIC DISTRESS AND MINORITY STRESS ARE CONTRIBUTING TO THESE POOR HEALTH OUTCOMES IN BLACK, LATINX & LGBTQ+ YOUTH. CONSEQUENTLY, TYSA IS SEEKING CARA FUNDING TO IMPLEMENT THE BELOW, COMPREHENSIVE, ENVIRONMENTAL STRATEGIES TO ACHIEVE THE TWO AMBITIOUS GOALS OUTLINED BY CDC:GOAL 1: L REDUCE OPIOID, METHAMPHETAMINE, AND PRESCRIPTION DRUG USE/MISUSE AMONG YOUTH. OBJECTIVE 1: BY JUNE, 2022, TYSA WILL REACH 100,000 COMMUNITY MEMBERS (YOUTH AND ADULTS) THROUGH SOCIAL MARKETING CAMPAIGNS AND VIRTUAL/IN-PERSON SKILL-BUILDING WORKSHOPS AS MEASURED BY SOCIAL MEDIA ANALYTICS AND WORKSHOP ATTENDANCE. STRATEGY 1: TYSA WILL PROVIDE INFORMATION TO COMMUNITY MEMBERS ABOUT THE PREVALENCE AND  RISKS OF OPIOID AND METHAMPHETAMINES USE AMONG BLACK, LATINX AND LGBTQ+ YOUTHGOAL ONE:STRATEGY 2: ENHANCE THE SKILLS OF PARENTS, SCHOOL PERSONNEL, AND COMMUNITY ORGANIZATIONS TO BUILD CAPACITY TO PREVENT AND INTERVEN E IN OPIOID AND METHAMPHETAMINE USE GOAL  2: CHANGE THE CULTURE AND CONTEXT REGARDING ACCEPTABILITY OF YOUTH OPIOID, METHAMPHETAMINE, AND/OR PRESCRIPTION DRUG USE/MISUSE. OBJECTIVE 1: BY JUNE 2022, TYSA WILL INCREASE COMMUNITY DIALOGUE ABOUT OPIOID, METHAMPHETAMINE, AND OTHER DRUG USE AND INCREASE YOUTH PARTICIPATION IN POSITIVE ACTIVITIES, AS MEASURED BY FOCUS GROUP DATA ON COMMUNITY NORMS AND YOUTH ATTENDANCE.STRATEGY 1: CHANGE SOCIAL CONSEQUENCES OF METHAMPHETAMINE USE THROUGH THE DEVELOPMENT OF A COMMUNITY-LED SOCIAL NORMS CAMPAIGNSSTRATEGY 2: CHANGE CONSEQUENCES BY INCENTIVIZING PARTICIPATION OF BLACK, LATINX & LGBTQ+ YOUTH IN THE TYSA COALITION AND OTHER DRUG FREE ACTIVITIES TYSA IS COMMITTED TO PARTNERSHIPS WITH THE COMMUNITY AND WILL USE THE STRATEGIC PREVENTION FRAMEWORK AND ITS EXISTING VAST PARTNERSHIPS WITH DIVERSE INDIVIDUALS AND ORGANIZATIONS TO ENSURE THAT THIS PROJECT IS CO-DEVELOPED WITH BLACK, LATINX AND LGBTQ+ YOUTH AND THEIR FAMILIES, AND IS CULTURALLY RESPONSIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d227b71-aeb8-3ded-e88c-c3e5b8bbbd9c-R", "generated_internal_id": "ASST_NON_NH28CE003284_7523"}, {"internal_id": 155738262, "Award ID": "NH28CE003204", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50716a38-c17a-e9ff-4d48-5f765b09d1a2-R", "generated_internal_id": "ASST_NON_NH28CE003204_7523"}, {"internal_id": 155737707, "Award ID": "NH28CE003203", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7774c5b3-3adf-f4eb-8b1a-dbf429fcc4b3-R", "generated_internal_id": "ASST_NON_NH28CE003203_7523"}, {"internal_id": 155737773, "Award ID": "NH28CE003202", "Award Amount": -20454.44, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7c356b2-ebb9-15c1-5f70-c0ae8517c030-R", "generated_internal_id": "ASST_NON_NH28CE003202_7523"}, {"internal_id": 155737772, "Award ID": "NH28CE003201", "Award Amount": -10078.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6793db82-43e8-32cd-ab1f-89023da054ed-R", "generated_internal_id": "ASST_NON_NH28CE003201_7523"}, {"internal_id": 155737808, "Award ID": "NH28CE003200", "Award Amount": -369.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0efc20f4-3d0f-11b5-4ec6-cbc18d999cf3-R", "generated_internal_id": "ASST_NON_NH28CE003200_7523"}, {"internal_id": 155737880, "Award ID": "NH28CE003199", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0bf31c74-8201-5645-a794-af2b76eb5e87-C", "generated_internal_id": "ASST_NON_NH28CE003199_7523"}, {"internal_id": 155737899, "Award ID": "NH28CE003198", "Award Amount": -1964.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f4c504c-6e30-b93c-2695-bea76a3c2d22-C", "generated_internal_id": "ASST_NON_NH28CE003198_7523"}, {"internal_id": 155737948, "Award ID": "NH28CE003197", "Award Amount": -3869.61, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fc92084-0389-d0f3-ebb8-698b3bbf1237-R", "generated_internal_id": "ASST_NON_NH28CE003197_7523"}, {"internal_id": 155737785, "Award ID": "NH28CE003196", "Award Amount": -29695.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7eaabd4-f537-eada-ef5b-8e1f8b74c4f4-R", "generated_internal_id": "ASST_NON_NH28CE003196_7523"}, {"internal_id": 155737713, "Award ID": "NH28CE003195", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84b55ba9-8af3-a1f4-e169-c1241a5cf8d6-R", "generated_internal_id": "ASST_NON_NH28CE003195_7523"}, {"internal_id": 155737867, "Award ID": "NH28CE003194", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e443489-e932-e696-b816-beef0c63301e-R", "generated_internal_id": "ASST_NON_NH28CE003194_7523"}, {"internal_id": 155738361, "Award ID": "NH28CE003193", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db216657-5940-5fb6-1862-4214d5a237ec-R", "generated_internal_id": "ASST_NON_NH28CE003193_7523"}, {"internal_id": 155737732, "Award ID": "NH28CE003192", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb9b5077-e4a2-a2a4-30f2-53a3f04410b0-R", "generated_internal_id": "ASST_NON_NH28CE003192_7523"}, {"internal_id": 155738227, "Award ID": "NH28CE003191", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ecbf1e-a870-0258-041c-21ba19e76731-R", "generated_internal_id": "ASST_NON_NH28CE003191_7523"}, {"internal_id": 155738186, "Award ID": "NH28CE003190", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5447296c-8e36-98ef-6159-8512ea37ba1d-R", "generated_internal_id": "ASST_NON_NH28CE003190_7523"}, {"internal_id": 155738484, "Award ID": "NH28CE003189", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "61dcf28c-b3fb-c194-60c2-f5092da1f9d4-C", "generated_internal_id": "ASST_NON_NH28CE003189_7523"}, {"internal_id": 155738300, "Award ID": "NH28CE003188", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1412065c-3adb-b3eb-4f6c-294e42aa9b5c-R", "generated_internal_id": "ASST_NON_NH28CE003188_7523"}, {"internal_id": 155738220, "Award ID": "NH28CE003187", "Award Amount": -135.57, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf17f3f8-d7a4-4d86-41dd-a0051729c58c-C", "generated_internal_id": "ASST_NON_NH28CE003187_7523"}, {"internal_id": 155738830, "Award ID": "NH28CE003186", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f1251f15-9ee3-c104-1f42-a370514da91b-R", "generated_internal_id": "ASST_NON_NH28CE003186_7523"}, {"internal_id": 155738337, "Award ID": "NH28CE003185", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2689241b-934e-6f6a-26c3-31c31b845e3c-R", "generated_internal_id": "ASST_NON_NH28CE003185_7523"}, {"internal_id": 155738751, "Award ID": "NH28CE003184", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44f96668-1d45-6e81-400c-02d8a01a2265-R", "generated_internal_id": "ASST_NON_NH28CE003184_7523"}, {"internal_id": 155738110, "Award ID": "NH28CE003182", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31f9cc99-874d-cacd-e470-554e7ecb9efd-C", "generated_internal_id": "ASST_NON_NH28CE003182_7523"}, {"internal_id": 155738402, "Award ID": "NH28CE003181", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4769de30-de3a-cae9-a4d2-89bd5ffa529d-R", "generated_internal_id": "ASST_NON_NH28CE003181_7523"}, {"internal_id": 155738152, "Award ID": "NH28CE003180", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b24fb62-eac7-1e75-7501-d94163964cc1-R", "generated_internal_id": "ASST_NON_NH28CE003180_7523"}, {"internal_id": 155738952, "Award ID": "NH28CE003179", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c32ce04d-e696-8b21-0e02-c185c97ac3c2-C", "generated_internal_id": "ASST_NON_NH28CE003179_7523"}, {"internal_id": 155738205, "Award ID": "NH28CE003178", "Award Amount": -303.11, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "296e7eea-b345-bc95-ab5f-313b0c27795c-C", "generated_internal_id": "ASST_NON_NH28CE003178_7523"}, {"internal_id": 155738440, "Award ID": "NH28CE003177", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "782daf5d-ec5f-6c54-5c85-2a53ad801598-C", "generated_internal_id": "ASST_NON_NH28CE003177_7523"}, {"internal_id": 155738755, "Award ID": "NH28CE003176", "Award Amount": -2.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a4cb5d7-23e4-2b2e-7799-8abb7e63b6a5-C", "generated_internal_id": "ASST_NON_NH28CE003176_7523"}, {"internal_id": 155738174, "Award ID": "NH28CE003175", "Award Amount": -35048.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c493543-2a15-d969-f27a-97015075270b-C", "generated_internal_id": "ASST_NON_NH28CE003175_7523"}, {"internal_id": 155738432, "Award ID": "NH28CE003174", "Award Amount": -10465.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106CLOSEOUT OF AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fef52ed2-0655-0fd2-acc8-0f8858f54ef5-R", "generated_internal_id": "ASST_NON_NH28CE003174_7523"}, {"internal_id": 155738557, "Award ID": "NH28CE003173", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12ceff93-7fb3-2e9b-6e02-0531f2d0e0f0-R", "generated_internal_id": "ASST_NON_NH28CE003173_7523"}, {"internal_id": 155738490, "Award ID": "NH28CE003172", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7f54509-8bc4-3622-ae72-9c135aacce80-C", "generated_internal_id": "ASST_NON_NH28CE003172_7523"}, {"internal_id": 155738738, "Award ID": "NH28CE003171", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78e88331-2e76-14e4-87b0-cf919e1e3971-R", "generated_internal_id": "ASST_NON_NH28CE003171_7523"}, {"internal_id": 155738785, "Award ID": "NH28CE003170", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c6a34c-7c43-e69e-29d7-36995c466a6d-R", "generated_internal_id": "ASST_NON_NH28CE003170_7523"}, {"internal_id": 155738757, "Award ID": "NH28CE003169", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "337fe811-392b-b227-94a1-c5820bf58e0e-C", "generated_internal_id": "ASST_NON_NH28CE003169_7523"}, {"internal_id": 155738673, "Award ID": "NH28CE003168", "Award Amount": -42148.45, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d64571a-df84-2c94-27d3-dfb7bac78cff-C", "generated_internal_id": "ASST_NON_NH28CE003168_7523"}, {"internal_id": 155738539, "Award ID": "NH28CE003167", "Award Amount": -37176.31, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cc67b51-7ff7-dbcc-92c5-311261878d69-C", "generated_internal_id": "ASST_NON_NH28CE003167_7523"}, {"internal_id": 155738500, "Award ID": "NH28CE003166", "Award Amount": -45294.24, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "009151fc-1211-5c0f-9909-b994de4ae78c-C", "generated_internal_id": "ASST_NON_NH28CE003166_7523"}, {"internal_id": 155738308, "Award ID": "NH28CE003165", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8e0e544-7672-11ca-3627-d1a14b4189cc-R", "generated_internal_id": "ASST_NON_NH28CE003165_7523"}, {"internal_id": 155737761, "Award ID": "NH28CE003164", "Award Amount": -2063.78, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56308146-e6e9-e525-d92b-069ebe6d34f0-C", "generated_internal_id": "ASST_NON_NH28CE003164_7523"}, {"internal_id": 155738000, "Award ID": "NH28CE003163", "Award Amount": -38622.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f9ce25b-be1d-6730-19f5-34c787d85f77-R", "generated_internal_id": "ASST_NON_NH28CE003163_7523"}, {"internal_id": 155737714, "Award ID": "NH28CE003162", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52cc7b3b-4908-bc68-2323-df62cff52bab-C", "generated_internal_id": "ASST_NON_NH28CE003162_7523"}, {"internal_id": 155738192, "Award ID": "NH28CE003160", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "057c1349-2e15-1a8e-09a0-2daa39fd11dc-C", "generated_internal_id": "ASST_NON_NH28CE003160_7523"}, {"internal_id": 155738243, "Award ID": "NH28CE003159", "Award Amount": -18962.06, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d591900-b7d3-3f5c-5b5c-b15f3ae1cb44-C", "generated_internal_id": "ASST_NON_NH28CE003159_7523"}, {"internal_id": 155738530, "Award ID": "NH28CE003158", "Award Amount": -4101.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3109a8f-e9c0-f3c0-0778-76f399c0d731-R", "generated_internal_id": "ASST_NON_NH28CE003158_7523"}, {"internal_id": 155738373, "Award ID": "NH28CE003157", "Award Amount": -60233.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0759fba-3467-cabb-5079-0893ffec19aa-C", "generated_internal_id": "ASST_NON_NH28CE003157_7523"}, {"internal_id": 155738038, "Award ID": "NH28CE003156", "Award Amount": -598.3, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a632f7c7-6e45-a091-1628-7437090941ed-R", "generated_internal_id": "ASST_NON_NH28CE003156_7523"}, {"internal_id": 155738118, "Award ID": "NH28CE003155", "Award Amount": -8098.85, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ff60bc3-ce33-fda3-3b0e-751772e99136-C", "generated_internal_id": "ASST_NON_NH28CE003155_7523"}, {"internal_id": 155737744, "Award ID": "NH28CE003149", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8f2bf5b-3d03-058c-7de8-7eac3fe32885-R", "generated_internal_id": "ASST_NON_NH28CE003149_7523"}, {"internal_id": 155737922, "Award ID": "NH28CE003146", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b0bbd0b-0334-bbff-374a-6722206e30cb-R", "generated_internal_id": "ASST_NON_NH28CE003146_7523"}, {"internal_id": 126271325, "Award ID": "H79SP080915", "Award Amount": 50789.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf17f3f8-d7a4-4d86-41dd-a0051729c58c-C", "generated_internal_id": "ASST_NON_H79SP080915_7523"}, {"internal_id": 66800421, "Award ID": "H79SP080915", "Award Amount": 99211.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "COUNTY WIDE COLLABORATIVE EFFORT TO PREVENT AND REDUCE SUBSTANCE ABUSE IN TAOS COUNTY THROUGH ENVIRONMENTAL STRATEGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf17f3f8-d7a4-4d86-41dd-a0051729c58c-C", "generated_internal_id": "ASST_NON_H79SP080915_7522"}, {"internal_id": 126271618, "Award ID": "H79SP080600", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50716a38-c17a-e9ff-4d48-5f765b09d1a2-R", "generated_internal_id": "ASST_NON_H79SP080600_7523"}, {"internal_id": 66800361, "Award ID": "H79SP080600", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "RENO COUNTY COMMUNITIES THAT CARE ASSOCIATION REDUCED YOUTH ACCESS OF OPIOID AND PRESCRIPTION DRUG USE AND ABUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50716a38-c17a-e9ff-4d48-5f765b09d1a2-R", "generated_internal_id": "ASST_NON_H79SP080600_7522"}, {"internal_id": 126271503, "Award ID": "H79SP080596", "Award Amount": 41000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "61dcf28c-b3fb-c194-60c2-f5092da1f9d4-C", "generated_internal_id": "ASST_NON_H79SP080596_7523"}, {"internal_id": 66800524, "Award ID": "H79SP080596", "Award Amount": 109000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "CARA LOCAL DRUG CRISES GRANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "61dcf28c-b3fb-c194-60c2-f5092da1f9d4-C", "generated_internal_id": "ASST_NON_H79SP080596_7522"}, {"internal_id": 126270882, "Award ID": "H79SP080584", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fc92084-0389-d0f3-ebb8-698b3bbf1237-R", "generated_internal_id": "ASST_NON_H79SP080584_7523"}, {"internal_id": 66800118, "Award ID": "H79SP080584", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "ENHANCING COLLABORATION TO COMBAT CASCADE COUNTY'S DRUG CRISIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fc92084-0389-d0f3-ebb8-698b3bbf1237-R", "generated_internal_id": "ASST_NON_H79SP080584_7522"}, {"internal_id": 126271345, "Award ID": "H79SP080572", "Award Amount": 39219.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c6a34c-7c43-e69e-29d7-36995c466a6d-R", "generated_internal_id": "ASST_NON_H79SP080572_7523"}, {"internal_id": 66800111, "Award ID": "H79SP080572", "Award Amount": 110781.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "THE PHD PROJECT (PREVENTION, HEALTH AND DIVERSION PROJECT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c6a34c-7c43-e69e-29d7-36995c466a6d-R", "generated_internal_id": "ASST_NON_H79SP080572_7522"}, {"internal_id": 126270910, "Award ID": "H79SP080571", "Award Amount": 41000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84b55ba9-8af3-a1f4-e169-c1241a5cf8d6-R", "generated_internal_id": "ASST_NON_H79SP080571_7523"}, {"internal_id": 66800912, "Award ID": "H79SP080571", "Award Amount": 108639.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "ASAP SUPPLEMENTAL GRANT TO CURB THE OPIOID CRISIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84b55ba9-8af3-a1f4-e169-c1241a5cf8d6-R", "generated_internal_id": "ASST_NON_H79SP080571_7522"}, {"internal_id": 126270957, "Award ID": "H79SP080554", "Award Amount": 50598.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a632f7c7-6e45-a091-1628-7437090941ed-R", "generated_internal_id": "ASST_NON_H79SP080554_7523"}, {"internal_id": 66800782, "Award ID": "H79SP080554", "Award Amount": 99402.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "ALLIANCE FOR BETTER COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a632f7c7-6e45-a091-1628-7437090941ed-R", "generated_internal_id": "ASST_NON_H79SP080554_7522"}, {"internal_id": 126271391, "Award ID": "H79SP080553", "Award Amount": 49849.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db216657-5940-5fb6-1862-4214d5a237ec-R", "generated_internal_id": "ASST_NON_H79SP080553_7523"}, {"internal_id": 66800536, "Award ID": "H79SP080553", "Award Amount": 99698.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "YOUTH LEADERSHIP IN PREVENTION AND REDUCTION OF OPIOID AND PRESCRIPTION DRUG MISUSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db216657-5940-5fb6-1862-4214d5a237ec-R", "generated_internal_id": "ASST_NON_H79SP080553_7522"}, {"internal_id": 126271414, "Award ID": "H79SP080550", "Award Amount": 37836.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e1a332d-02f2-b654-f585-336801f00c58-C", "generated_internal_id": "ASST_NON_H79SP080550_7523"}, {"internal_id": 66800732, "Award ID": "H79SP080550", "Award Amount": 112164.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "DANVERSCARES PREVENTION COALITION: A LOCAL RESPONSE TO OPIATE PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e1a332d-02f2-b654-f585-336801f00c58-C", "generated_internal_id": "ASST_NON_H79SP080550_7522"}, {"internal_id": 126271493, "Award ID": "H79SP080549", "Award Amount": 67473.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78e88331-2e76-14e4-87b0-cf919e1e3971-R", "generated_internal_id": "ASST_NON_H79SP080549_7523"}, {"internal_id": 66800639, "Award ID": "H79SP080549", "Award Amount": 82527.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "MILWAUKEE COUNTY SUBSTANCE ABUSE PREVENTION COALITION CARA LOCAL DRUG CRISES GRANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78e88331-2e76-14e4-87b0-cf919e1e3971-R", "generated_internal_id": "ASST_NON_H79SP080549_7522"}, {"internal_id": 126271400, "Award ID": "H79SP080546", "Award Amount": 45436.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5447296c-8e36-98ef-6159-8512ea37ba1d-R", "generated_internal_id": "ASST_NON_H79SP080546_7523"}, {"internal_id": 66799930, "Award ID": "H79SP080546", "Award Amount": 104564.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "MORGAN COUNTY'S RX, OPIOID, AND METH YOUTH PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5447296c-8e36-98ef-6159-8512ea37ba1d-R", "generated_internal_id": "ASST_NON_H79SP080546_7522"}, {"internal_id": 126271573, "Award ID": "H79SP080541", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ff60bc3-ce33-fda3-3b0e-751772e99136-C", "generated_internal_id": "ASST_NON_H79SP080541_7523"}, {"internal_id": 66800882, "Award ID": "H79SP080541", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "PREVENTION ACROSS AGES AND CULTURES COALITION SERVING RURAL, NATIVE AMERICAN AND ECONOMICALLY DISADVANTAGED COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ff60bc3-ce33-fda3-3b0e-751772e99136-C", "generated_internal_id": "ASST_NON_H79SP080541_7522"}, {"internal_id": 126271381, "Award ID": "H79SP080539", "Award Amount": 53216.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fee3f4f2-956b-8e43-d929-6d50de379228-C", "generated_internal_id": "ASST_NON_H79SP080539_7523"}, {"internal_id": 66799991, "Award ID": "H79SP080539", "Award Amount": 91195.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "COMMUNITY PREVENTION COALITION OPIOID PREVENTION ENHANCEMENT PROJECT (COPEP) WILL REDUCE AND PREVENT OPIOID MISUSE AND ABUSE AMONG YOUTH AGES 12-17 IN PIMA COUNTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fee3f4f2-956b-8e43-d929-6d50de379228-C", "generated_internal_id": "ASST_NON_H79SP080539_7522"}, {"internal_id": 126270821, "Award ID": "H79SP080538", "Award Amount": 89443.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f9ce25b-be1d-6730-19f5-34c787d85f77-R", "generated_internal_id": "ASST_NON_H79SP080538_7523"}, {"internal_id": 66800531, "Award ID": "H79SP080538", "Award Amount": 60557.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "MASSENA DRUG FREE COMMUNITY COALITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f9ce25b-be1d-6730-19f5-34c787d85f77-R", "generated_internal_id": "ASST_NON_H79SP080538_7522"}, {"internal_id": 126271613, "Award ID": "H79SP080537", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "057c1349-2e15-1a8e-09a0-2daa39fd11dc-C", "generated_internal_id": "ASST_NON_H79SP080537_7523"}, {"internal_id": 66801021, "Award ID": "H79SP080537", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "PROJECT STRONG SAFE HEALTHY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "057c1349-2e15-1a8e-09a0-2daa39fd11dc-C", "generated_internal_id": "ASST_NON_H79SP080537_7522"}, {"internal_id": 126270840, "Award ID": "H79SP080536", "Award Amount": 47528.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52cc7b3b-4908-bc68-2323-df62cff52bab-C", "generated_internal_id": "ASST_NON_H79SP080536_7523"}, {"internal_id": 66800890, "Award ID": "H79SP080536", "Award Amount": 102472.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "EASTPOINT PROMISE PREVENTION COALITION OPIOID INITIATIVES GOAL IS TO PREVENT AND REDUCE THE ABUSE OF OPIOIDS OR METHAMPHETAMINES, AND THE ABUSE OF PRESCRIPTION MEDICATIONS AMONG YOUTH 12-18.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52cc7b3b-4908-bc68-2323-df62cff52bab-C", "generated_internal_id": "ASST_NON_H79SP080536_7522"}, {"internal_id": 126271304, "Award ID": "H79SP080524", "Award Amount": 47334.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6793db82-43e8-32cd-ab1f-89023da054ed-R", "generated_internal_id": "ASST_NON_H79SP080524_7523"}, {"internal_id": 66800958, "Award ID": "H79SP080524", "Award Amount": 102666.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "MILFORD OPIOID PREVENTION PROGRAM (MOPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6793db82-43e8-32cd-ab1f-89023da054ed-R", "generated_internal_id": "ASST_NON_H79SP080524_7522"}, {"internal_id": 126271353, "Award ID": "H79SP080521", "Award Amount": 75169.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0759fba-3467-cabb-5079-0893ffec19aa-C", "generated_internal_id": "ASST_NON_H79SP080521_7523"}, {"internal_id": 66800801, "Award ID": "H79SP080521", "Award Amount": 74831.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "SALLISAW NOW COALITION - OPIOID CRISIS GRANT TO PREVENT NON-MEDICAL OPIOID PRESCRIPTION DRUG USE BY YOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0759fba-3467-cabb-5079-0893ffec19aa-C", "generated_internal_id": "ASST_NON_H79SP080521_7522"}, {"internal_id": 126271386, "Award ID": "H79SP080509", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c265d1-a957-b35d-9269-3d8d4310ee52-C", "generated_internal_id": "ASST_NON_H79SP080509_7523"}, {"internal_id": 66801024, "Award ID": "H79SP080509", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "KENTON COUNTY ALLIANCE OPIOID/PRESCRIPTION DRUG PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c265d1-a957-b35d-9269-3d8d4310ee52-C", "generated_internal_id": "ASST_NON_H79SP080509_7522"}, {"internal_id": 126271562, "Award ID": "H79SP080497", "Award Amount": 54500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc0bce57-7407-7736-7860-95911db42ab0-R", "generated_internal_id": "ASST_NON_H79SP080497_7523"}, {"internal_id": 66801158, "Award ID": "H79SP080497", "Award Amount": 95500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "CCSAPP-CARA: STRENGTHENING PARTNERSHIPS WITH YOUTH SERVING ORGANIZATIONS IN THE FIGHT AGAINST PRESCRIPTION DRUG MISUSE AND OPIOID USE IN CABELL COUNTY WV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc0bce57-7407-7736-7860-95911db42ab0-R", "generated_internal_id": "ASST_NON_H79SP080497_7522"}, {"internal_id": 126271635, "Award ID": "H79SP080491", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7f54509-8bc4-3622-ae72-9c135aacce80-C", "generated_internal_id": "ASST_NON_H79SP080491_7523"}, {"internal_id": 66800783, "Award ID": "H79SP080491", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "LAKE COUNTY LOCAL DRUG CRISES GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7f54509-8bc4-3622-ae72-9c135aacce80-C", "generated_internal_id": "ASST_NON_H79SP080491_7522"}, {"internal_id": 126271466, "Award ID": "H79SP080487", "Award Amount": 74110.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cc67b51-7ff7-dbcc-92c5-311261878d69-C", "generated_internal_id": "ASST_NON_H79SP080487_7523"}, {"internal_id": 66800996, "Award ID": "H79SP080487", "Award Amount": 71843.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "LANCASTER COUNTY OPIATE ACTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cc67b51-7ff7-dbcc-92c5-311261878d69-C", "generated_internal_id": "ASST_NON_H79SP080487_7522"}, {"internal_id": 126271424, "Award ID": "H79SP080484", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c32ce04d-e696-8b21-0e02-c185c97ac3c2-C", "generated_internal_id": "ASST_NON_H79SP080484_7523"}, {"internal_id": 66800618, "Award ID": "H79SP080484", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "THE CITY OF DOVER'S CARA GRANT TO PREVENT AND REDUCE THE ABUSE OF OPIOIDS OR METHAMPHETAMINES AND THE ABUSE OF PRESCRIPTION MEDICATIONS AMONG YOUTH AGES 12-18.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c32ce04d-e696-8b21-0e02-c185c97ac3c2-C", "generated_internal_id": "ASST_NON_H79SP080484_7522"}, {"internal_id": 126271088, "Award ID": "H79SP080477", "Award Amount": 61812.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f4c504c-6e30-b93c-2695-bea76a3c2d22-C", "generated_internal_id": "ASST_NON_H79SP080477_7523"}, {"internal_id": 66800781, "Award ID": "H79SP080477", "Award Amount": 88188.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "JONES COUNTY CARA PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f4c504c-6e30-b93c-2695-bea76a3c2d22-C", "generated_internal_id": "ASST_NON_H79SP080477_7522"}, {"internal_id": 126271464, "Award ID": "H79SP080474", "Award Amount": 48983.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c493543-2a15-d969-f27a-97015075270b-C", "generated_internal_id": "ASST_NON_H79SP080474_7523"}, {"internal_id": 66801014, "Award ID": "H79SP080474", "Award Amount": 93163.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "OPERATION KNOW METH BARRON COUNTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c493543-2a15-d969-f27a-97015075270b-C", "generated_internal_id": "ASST_NON_H79SP080474_7522"}, {"internal_id": 126271634, "Award ID": "H79SP080468", "Award Amount": 41876.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "337fe811-392b-b227-94a1-c5820bf58e0e-C", "generated_internal_id": "ASST_NON_H79SP080468_7523"}, {"internal_id": 66800768, "Award ID": "H79SP080468", "Award Amount": 108124.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "PREVENTIONFIRST! OPIOID PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "337fe811-392b-b227-94a1-c5820bf58e0e-C", "generated_internal_id": "ASST_NON_H79SP080468_7522"}, {"internal_id": 126271412, "Award ID": "H79SP080458", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a4cb5d7-23e4-2b2e-7799-8abb7e63b6a5-C", "generated_internal_id": "ASST_NON_H79SP080458_7523"}, {"internal_id": 66800558, "Award ID": "H79SP080458", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "THE KANDIYOHI COUNTY DRUG FREE COMMUNITIES (DFC) COALITION IS PASSIONATELY WORKING TO PREVENT THE USE OF HARMFUL SUBSTANCES AMONG YOUTH AND FAMILIES, INCLUDING OPIOIDS, RXS AND METHAMPHETAMINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a4cb5d7-23e4-2b2e-7799-8abb7e63b6a5-C", "generated_internal_id": "ASST_NON_H79SP080458_7522"}, {"internal_id": 126271576, "Award ID": "H79SP080454", "Award Amount": 47398.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44f96668-1d45-6e81-400c-02d8a01a2265-R", "generated_internal_id": "ASST_NON_H79SP080454_7523"}, {"internal_id": 66800928, "Award ID": "H79SP080454", "Award Amount": 102602.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "POSITIVE CHANGE FOR ADAMS COUNTY ON OPIOID ABUSE: A FOCUSED APPROACH BY COLLABORATING FOR YOUTH A DRUG FREE COMMUNITY COALITION TO PREVENT AND REDUCE YOUTH USE OF OPIOIDS IN ADAMS COUNTY PENNSYLVANIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44f96668-1d45-6e81-400c-02d8a01a2265-R", "generated_internal_id": "ASST_NON_H79SP080454_7522"}, {"internal_id": 126271545, "Award ID": "H79SP080453", "Award Amount": 51594.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fef52ed2-0655-0fd2-acc8-0f8858f54ef5-R", "generated_internal_id": "ASST_NON_H79SP080453_7523"}, {"internal_id": 66800505, "Award ID": "H79SP080453", "Award Amount": 97686.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "COMBATING RX DRUG ABUSE AND MISUSE IN RURAL NORTHWEST COLORADO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fef52ed2-0655-0fd2-acc8-0f8858f54ef5-R", "generated_internal_id": "ASST_NON_H79SP080453_7522"}, {"internal_id": 126271183, "Award ID": "H79SP080452", "Award Amount": 42934.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0bf31c74-8201-5645-a794-af2b76eb5e87-C", "generated_internal_id": "ASST_NON_H79SP080452_7523"}, {"internal_id": 66800122, "Award ID": "H79SP080452", "Award Amount": 81408.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "OPIOID USE/MISUSE PREVENTION COALITION PROJECT (YOUTH 12-18)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0bf31c74-8201-5645-a794-af2b76eb5e87-C", "generated_internal_id": "ASST_NON_H79SP080452_7522"}, {"internal_id": 126270969, "Award ID": "H79SP080451", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7774c5b3-3adf-f4eb-8b1a-dbf429fcc4b3-R", "generated_internal_id": "ASST_NON_H79SP080451_7523"}, {"internal_id": 66801069, "Award ID": "H79SP080451", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "BETHEL PREVENTION COALITION OPIOID INITIATIVE PRIMARY GOAL IS TO PREVENT AND REDUCE THE ABUSE OF OPIOIDS OR METHAMPHETAMINES, AND THE ABUSE OF PRESCRIPTION MEDICATIONS AMONG YOUTH 12-18", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7774c5b3-3adf-f4eb-8b1a-dbf429fcc4b3-R", "generated_internal_id": "ASST_NON_H79SP080451_7522"}, {"internal_id": 126271502, "Award ID": "H79SP080436", "Award Amount": 40620.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31f9cc99-874d-cacd-e470-554e7ecb9efd-C", "generated_internal_id": "ASST_NON_H79SP080436_7523"}, {"internal_id": 66800155, "Award ID": "H79SP080436", "Award Amount": 108594.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "PONTOTOC COUNTY DRUG FREE COMMUNITIES RX ENHANCEMENT GRANT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31f9cc99-874d-cacd-e470-554e7ecb9efd-C", "generated_internal_id": "ASST_NON_H79SP080436_7522"}, {"internal_id": 126270937, "Award ID": "H79SP080435", "Award Amount": 54637.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e443489-e932-e696-b816-beef0c63301e-R", "generated_internal_id": "ASST_NON_H79SP080435_7523"}, {"internal_id": 66800373, "Award ID": "H79SP080435", "Award Amount": 95363.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "COMMUNITY-BASED COALITION ENHANCEMENT GRANTS TO ADDRESS LOCAL DRUG CRISES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e443489-e932-e696-b816-beef0c63301e-R", "generated_internal_id": "ASST_NON_H79SP080435_7522"}, {"internal_id": 126271441, "Award ID": "H79SP080433", "Award Amount": 2075.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4769de30-de3a-cae9-a4d2-89bd5ffa529d-R", "generated_internal_id": "ASST_NON_H79SP080433_7523"}, {"internal_id": 66801093, "Award ID": "H79SP080433", "Award Amount": 146149.23, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "DURHAM MIDDLEFIELD LOCAL WELLNESS COALITION ENHANCEMENT GRANT TO ADDRESS LOCAL DRUG CRISES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4769de30-de3a-cae9-a4d2-89bd5ffa529d-R", "generated_internal_id": "ASST_NON_H79SP080433_7522"}, {"internal_id": 126271380, "Award ID": "H79SP080431", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2689241b-934e-6f6a-26c3-31c31b845e3c-R", "generated_internal_id": "ASST_NON_H79SP080431_7523"}, {"internal_id": 66800199, "Award ID": "H79SP080431", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "GWINNETT PRESCRIPTION DRUGS AND OPIOID PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2689241b-934e-6f6a-26c3-31c31b845e3c-R", "generated_internal_id": "ASST_NON_H79SP080431_7522"}, {"internal_id": 126271406, "Award ID": "H79SP080430", "Award Amount": 68051.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d64571a-df84-2c94-27d3-dfb7bac78cff-C", "generated_internal_id": "ASST_NON_H79SP080430_7523"}, {"internal_id": 66800737, "Award ID": "H79SP080430", "Award Amount": 81531.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "THE CITY OF BANGOR'S HEALTH & COMMUNITY SERVICES DEPARTMENT IS APPLYING FOR A CARA LOCAL DRUG CRISES GRANT ON BEHALF OF THE BANGOR REGION PUBLIC HEALTH ADVISORY BOARD'S SUBSTANCE ABUSE PREV TASK FORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d64571a-df84-2c94-27d3-dfb7bac78cff-C", "generated_internal_id": "ASST_NON_H79SP080430_7522"}, {"internal_id": 126271016, "Award ID": "H79SP080429", "Award Amount": 53167.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7c356b2-ebb9-15c1-5f70-c0ae8517c030-R", "generated_internal_id": "ASST_NON_H79SP080429_7523"}, {"internal_id": 66800400, "Award ID": "H79SP080429", "Award Amount": 96833.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "THE PURPOSE OF THIS PROJECT IS TO PREVENT AND REDUCE THE ABUSE OF OPIOIDS OR METHAMPHETAMINES AND THE ABUSE OF PRESCRIPTION MEDICATIONS AMONG YOUTH AGES 12-18 IN THE DALLAS COUNTY COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7c356b2-ebb9-15c1-5f70-c0ae8517c030-R", "generated_internal_id": "ASST_NON_H79SP080429_7522"}, {"internal_id": 126271603, "Award ID": "H79SP080428", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3109a8f-e9c0-f3c0-0778-76f399c0d731-R", "generated_internal_id": "ASST_NON_H79SP080428_7523"}, {"internal_id": 66801195, "Award ID": "H79SP080428", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "VIBRANT FUTURE COALITION (VFC) OPIOID ABUSE PREVENTION INITIATIVE:  VFC WILL BE SERVING THE NORTH CLACKAMAS COMMUNITY TO ADDRESS YOUTH PRESCRIPTION MEDICATION AND OPIOID USE AND ABUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3109a8f-e9c0-f3c0-0778-76f399c0d731-R", "generated_internal_id": "ASST_NON_H79SP080428_7522"}, {"internal_id": 126271465, "Award ID": "H79SP080421", "Award Amount": 37500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ecbf1e-a870-0258-041c-21ba19e76731-R", "generated_internal_id": "ASST_NON_H79SP080421_7523"}, {"internal_id": 66800209, "Award ID": "H79SP080421", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "ACHIEVING SUSTAINABILITY IN THE FIGHT AGAINST YOUTH METHAMPHETAMINE AND PRESCRIPTION DRUG USE IN ROANE COUNTY, TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88ecbf1e-a870-0258-041c-21ba19e76731-R", "generated_internal_id": "ASST_NON_H79SP080421_7522"}, {"internal_id": 126271552, "Award ID": "H79SP080412", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b24fb62-eac7-1e75-7501-d94163964cc1-R", "generated_internal_id": "ASST_NON_H79SP080412_7523"}, {"internal_id": 67579106, "Award ID": "H79SP080412", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "HCCDFC/NCADD HUDSON CARA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b24fb62-eac7-1e75-7501-d94163964cc1-R", "generated_internal_id": "ASST_NON_H79SP080412_7522"}, {"internal_id": 126271530, "Award ID": "H79SP080401", "Award Amount": 54074.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "782daf5d-ec5f-6c54-5c85-2a53ad801598-C", "generated_internal_id": "ASST_NON_H79SP080401_7523"}, {"internal_id": 66799964, "Award ID": "H79SP080401", "Award Amount": 95926.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "NEWAYGO COUNTY OPIOID PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "782daf5d-ec5f-6c54-5c85-2a53ad801598-C", "generated_internal_id": "ASST_NON_H79SP080401_7522"}, {"internal_id": 126271070, "Award ID": "H79SP080399", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8f2bf5b-3d03-058c-7de8-7eac3fe32885-R", "generated_internal_id": "ASST_NON_H79SP080399_7523"}, {"internal_id": 66800875, "Award ID": "H79SP080399", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "CARA - CAPE MAY COUNTY HEALTHY COMMUNITY COALITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8f2bf5b-3d03-058c-7de8-7eac3fe32885-R", "generated_internal_id": "ASST_NON_H79SP080399_7522"}, {"internal_id": 126271510, "Award ID": "H79SP080398", "Award Amount": 44967.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d591900-b7d3-3f5c-5b5c-b15f3ae1cb44-C", "generated_internal_id": "ASST_NON_H79SP080398_7523"}, {"internal_id": 66800227, "Award ID": "H79SP080398", "Award Amount": 105033.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "WELLSPRING COMMUNITY NETWORK CARA LOCAL DRUG CRISIS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d591900-b7d3-3f5c-5b5c-b15f3ae1cb44-C", "generated_internal_id": "ASST_NON_H79SP080398_7522"}, {"internal_id": 126271517, "Award ID": "H79SP080397", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb9b5077-e4a2-a2a4-30f2-53a3f04410b0-R", "generated_internal_id": "ASST_NON_H79SP080397_7523"}, {"internal_id": 66800026, "Award ID": "H79SP080397", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "COMMUNITY BASED COALITION ENHANCEMENT GRANTS TO ASSESS LOCAL DRUG CRISIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb9b5077-e4a2-a2a4-30f2-53a3f04410b0-R", "generated_internal_id": "ASST_NON_H79SP080397_7522"}, {"internal_id": 126271539, "Award ID": "H79SP080396", "Award Amount": 69996.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "296e7eea-b345-bc95-ab5f-313b0c27795c-C", "generated_internal_id": "ASST_NON_H79SP080396_7523"}, {"internal_id": 66800239, "Award ID": "H79SP080396", "Award Amount": 80004.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "COMMUNITY-BASED COALITION ENHANCEMENT GRANTS TO ADDRESS LOCAL DRUG CRISES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "296e7eea-b345-bc95-ab5f-313b0c27795c-C", "generated_internal_id": "ASST_NON_H79SP080396_7522"}, {"internal_id": 126271563, "Award ID": "H79SP080395", "Award Amount": 85716.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ced08c13-2e47-608d-6a57-63eb2000d107-C", "generated_internal_id": "ASST_NON_H79SP080395_7523"}, {"internal_id": 66800287, "Award ID": "H79SP080395", "Award Amount": 61566.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "COALITION ENHANCEMENT GRANT TO ADDRESS LOCAL DRUG CRISES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ced08c13-2e47-608d-6a57-63eb2000d107-C", "generated_internal_id": "ASST_NON_H79SP080395_7522"}, {"internal_id": 126271532, "Award ID": "H79SP080393", "Award Amount": 37500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12ceff93-7fb3-2e9b-6e02-0531f2d0e0f0-R", "generated_internal_id": "ASST_NON_H79SP080393_7523"}, {"internal_id": 66801150, "Award ID": "H79SP080393", "Award Amount": 112400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "GREENE COUNTY YOUTH OPIOID AND PRESCRIPTION MEDICATION MISUSE PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12ceff93-7fb3-2e9b-6e02-0531f2d0e0f0-R", "generated_internal_id": "ASST_NON_H79SP080393_7522"}, {"internal_id": 126270956, "Award ID": "H79SP080392", "Award Amount": 59730.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7eaabd4-f537-eada-ef5b-8e1f8b74c4f4-R", "generated_internal_id": "ASST_NON_H79SP080392_7523"}, {"internal_id": 66800710, "Award ID": "H79SP080392", "Award Amount": 90270.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "NANTUCKET OPIOID PREVENTION EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7eaabd4-f537-eada-ef5b-8e1f8b74c4f4-R", "generated_internal_id": "ASST_NON_H79SP080392_7522"}, {"internal_id": 126271112, "Award ID": "H79SP080384", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b0bbd0b-0334-bbff-374a-6722206e30cb-R", "generated_internal_id": "ASST_NON_H79SP080384_7523"}, {"internal_id": 66800055, "Award ID": "H79SP080384", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "SAN RAFAEL OPIOID PREVENTION CAMPAIGN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b0bbd0b-0334-bbff-374a-6722206e30cb-R", "generated_internal_id": "ASST_NON_H79SP080384_7522"}, {"internal_id": 126271630, "Award ID": "H79SP080383", "Award Amount": 43548.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f1251f15-9ee3-c104-1f42-a370514da91b-R", "generated_internal_id": "ASST_NON_H79SP080383_7523"}, {"internal_id": 66800701, "Award ID": "H79SP080383", "Award Amount": 106452.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "CARA ENHANCEMENT GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f1251f15-9ee3-c104-1f42-a370514da91b-R", "generated_internal_id": "ASST_NON_H79SP080383_7522"}, {"internal_id": 126271346, "Award ID": "H79SP080382", "Award Amount": 70426.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "009151fc-1211-5c0f-9909-b994de4ae78c-C", "generated_internal_id": "ASST_NON_H79SP080382_7523"}, {"internal_id": 66800351, "Award ID": "H79SP080382", "Award Amount": 79574.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "THE CHOOSE TO BE HEALTHY COALITION: CARA LOCAL DRUG CRISIS PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "009151fc-1211-5c0f-9909-b994de4ae78c-C", "generated_internal_id": "ASST_NON_H79SP080382_7522"}, {"internal_id": 126271476, "Award ID": "H79SP080381", "Award Amount": 37500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1412065c-3adb-b3eb-4f6c-294e42aa9b5c-R", "generated_internal_id": "ASST_NON_H79SP080381_7523"}, {"internal_id": 66800466, "Award ID": "H79SP080381", "Award Amount": 112500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.243", "Description": "COMMUNITY-BASED COALITION ENHANCEMENT GRANTS TO ADDRESS LOCAL DRUG CRISES, CARA ACT ? COMPREHENSIVE ADDICTION AND RECOVERY ACT OF 2016", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1412065c-3adb-b3eb-4f6c-294e42aa9b5c-R", "generated_internal_id": "ASST_NON_H79SP080381_7522"}, {"internal_id": 126270814, "Award ID": "H79SP080368", "Award Amount": 72825.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0efc20f4-3d0f-11b5-4ec6-cbc18d999cf3-R", "generated_internal_id": "ASST_NON_H79SP080368_7523"}, {"internal_id": 66800593, "Award ID": "H79SP080368", "Award Amount": 77175.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "ROBERTS COUNTY METHAMPHETAMINE REDUCTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0efc20f4-3d0f-11b5-4ec6-cbc18d999cf3-R", "generated_internal_id": "ASST_NON_H79SP080368_7522"}, {"internal_id": 126271254, "Award ID": "H79SP080365", "Award Amount": 58566.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56308146-e6e9-e525-d92b-069ebe6d34f0-C", "generated_internal_id": "ASST_NON_H79SP080365_7523"}, {"internal_id": 66800190, "Award ID": "H79SP080365", "Award Amount": 91434.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "HEALTHY SEBASTICOOK VALLEY CARA LOCAL DRUG CRISIS GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56308146-e6e9-e525-d92b-069ebe6d34f0-C", "generated_internal_id": "ASST_NON_H79SP080365_7522"}, {"internal_id": 126271434, "Award ID": "H79SP080363", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-14", "CFDA Number": "93.799", "Description": "CDC-RFA-CE21-2106", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8e0e544-7672-11ca-3627-d1a14b4189cc-R", "generated_internal_id": "ASST_NON_H79SP080363_7523"}, {"internal_id": 66800270, "Award ID": "H79SP080363", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "93.799", "Description": "SHASTA CARA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8e0e544-7672-11ca-3627-d1a14b4189cc-R", "generated_internal_id": "ASST_NON_H79SP080363_7522"}]