[{"internal_id": 150745290, "Award ID": "NU58DP007233", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "93.762", "Description": "SEMINOLE TRIBE OF FLORIDA WELLNESS PRACTICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1386671f-074a-89b9-633a-f50741066ae6-C", "generated_internal_id": "ASST_NON_NU58DP007233_7523"}, {"internal_id": 150745487, "Award ID": "NU58DP007232", "Award Amount": 299922.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "93.762", "Description": "WHITE EARTH NATION-TRIBAL PUBLIC HEALTH ANISHINAABE CULTURAL PRACTICES FOR WELLNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e76080cb-154e-73c4-c492-3e57349f3a13-C", "generated_internal_id": "ASST_NON_NU58DP007232_7523"}, {"internal_id": 151948436, "Award ID": "NU58DP007231", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "ALASKA NATIVE EPIDEMIOLOGY CENTER: TRIBAL EPIDEMIOLOGY CENTERS PUBLIC HEALTH INFRASTRUCTURE (TECPHI) COMPONENT B - THERE ARE APPROXIMATELY 9.7 MILLION AMERICAN INDIAN AND ALASKA NATIVE (AIAN) PEOPLE IN THE UNITED STATES (US).1 AIAN PEOPLE EXPERIENCE HIGHER RATES OF INEQUITIES ACROSS THE SOCIAL DETERMINANTS OF HEALTH WHICH CONTRIBUTE TO POOR HEALTH OUTCOMES AND HEALTH DISPARITIES COMPARED TO OTHER RACIAL AND ETHNIC GROUPS IN THE NATION. FOR EXAMPLE, AIAN PEOPLE EXPERIENCE LOWER LIFE EXPECTANCY AND HIGHER RATES OF A NUMBER OF LEADING CAUSES OF MORTALITY INCLUDING CHRONIC LIVER DISEASE AND CIRRHOSIS, DIABETES, CHRONIC LOWER RESPIRATORY DISEASE, AND UNINTENTIONAL INJURY, AS WELL AS CHRONIC DISEASE RISK FACTORS LIKE SMOKING, OBESITY, AND PHYSICAL INACTIVITY.2 AIAN PEOPLE ALSO EXPERIENCE DISPARITIES ACROSS THE SOCIAL DETERMINANTS OF HEALTH SUCH AS POVERTY AND EDUCATIONAL ATTAINMENT, CONTRIBUTING TO HEALTH DISPARITIES.  TRIBAL PUBLIC HEALTH HAS BEEN CHRONICALLY AND SIGNIFICANTLY UNDER-RESOURCED. THE CDC-RFA-DP22-2206 TRIBAL EPIDEMIOLOGY CENTERS PUBLIC HEALTH INFRASTRUCTURE (TECPHI) PROGRAM FUNDING OPPORTUNITY SPONSORED BY THE CENTERS FOR DISEASE CONTROL (CDC) RECOGNIZES THE CRITICAL NEED TO BUILD TRIBAL PUBLIC HEALTH CAPACITY AND INFRASTRUCTURE SO TRIBAL EPIDEMIOLOGY CENTERS (TECS), TRIBES, TRIBAL ORGANIZATIONS, AND URBAN INDIAN ORGANIZATION (T/TO/UIOS) CAN MORE FULLY DELIVER THE 10 ESSENTIAL PUBLIC HEALTH SERVICES TO THEIR PARTNERS AND STRENGTHEN THE PUBLIC HEALTH CAPACITY OF T/TO/UIOS TO MEET NATIONAL PUBLIC HEALTH ACCREDITATION STANDARDS. ULTIMATELY, THE TECPHI PROGRAM WILL ENHANCE BOTH TEC AND T/TO/UIO ABILITY TO ADDRESS PRIORITY HEALTH ISSUES AND REDUCE HEALTH DISPARITIES. THIS SYSTEMS-BASED AND COLLECTIVE EFFORT IS ESSENTIAL TO ADDRESS AIAN COMMUNITY HEALTH DISPARITIES AND IMPROVE HEALTH OUTCOMES WITH A DATA-DRIVEN AND CULTURALLY-RELEVANT APPROACH.  THE ALASKA NATIVE TRIBAL HEALTH CONSORTIUM’S (ANTHC) ALASKA NATIVE EPIDEMIOLOGY CENTER (ANEC)—ONE OF THE 12 TECS IN THE NATION—PROPOSES TO CONTINUE TO SERVE AS THE NETWORK COORDINATING CENTER (NCC) UNDER THE FUNDING ANNOUNCEMENT ENTITLED CDC-RFA-DP22-2206 TRIBAL EPIDEMIOLOGY CENTERS PUBLIC HEALTH INFRASTRUCTURE (TECPHI) COMPONENT B. WHILE BASED IN THE INDIAN HEALTH SERVICE (IHS) ALASKA AREA, ANTHC WILL SERVE ALL 12 IHS AREAS AS THIS IS A NATION-WIDE ROLE. IN THIS ROLE, ANEC WILL BUILD ON THE STRONG FOUNDATIONAL WORK ACHIEVED SERVING AS THE NCC FOR THE CURRENT CDC TECPHI PROGRAM (CDC-RFA-DP17-1704PPHF17) FUNDED 2017-2022. USING EVALUATION DATA AND PARTNER FEEDBACK FROM THE CURRENT PROGRAM, ANEC WILL PROVIDE OPPORTUNITIES FOR PEER-TO-PEER SHARING AND LEARNING, AND PROVIDE TRAINING TO SUPPORT THE COMPONENT A AWARDEES (CAAS) IN INCREASING THEIR ABILITY TO DELIVER THE 10 ESSENTIAL PUBLIC HEALTH SERVICES TO T/TO/UIO PARTNERS. ANEC WILL COLLABORATIVELY DEVELOP AND IMPLEMENT THE OVERALL EVALUATION APPROACH OF THE PROGRAM TO MONITOR AND REPORT ON PROGRESS AND PERFORMANCE. FINALLY, ANEC WILL PROVIDE CENTRAL PROJECT COORDINATION, LOGISTICS, SUSTAINABILITY, AND COMMUNICATION EFFORTS ON BEHALF OF THE CDC AND THE CAAS, AS APPROPRIATE. AS THE TECPHI PROGRAM NCC, ANEC WILL DRAW AND BUILD UPON PAST EXPERIENCES, SUCCESSES, LESSONS LEARNED, AND ESTABLISHED RELATIONSHIPS AMONG PARTNERS TO SUPPORT THE CAAS IN MEETING THE SPECIFIED OUTCOMES OF THE FUNDING OPPORTUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4645cfc7-3a13-6af3-c3dc-e28845875db2-C", "generated_internal_id": "ASST_NON_NU58DP007231_7523"}, {"internal_id": 151949031, "Award ID": "NU58DP007230", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "NAVAJO EPIDEMIOLOGY CENTER: PUBLIC HEALTH INFRASTRUCTURE - THE SOVEREIGN NAVAJO NATION IS FEDERALLY RECOGNIZED AND LOCATED IN THE U.S. SOUTHWEST REGION, EXTENDING ACROSS ARIZONA, NEW MEXICO, AND UTAH WITH A LAND-BASE OF 27,425 SQUARE MILES AND THREE SATELLITE COMMUNITIES IN NEW MEXICO.(1) ACCORDING TO THE U.S. CENSUS 2010, THE NAVAJO NATION HAS A TOTAL POPULATION OF APPROXIMATELY 332,129 WITH 47% AND 53% RESIDING ON AND OFF THE NAVAJO NATION, RESPECTFULLY.(2) THE 2016-2020 AMERICAN COMMUNITY SURVEY 5-YEAR ESTIMATES POPULATION FOR NAVAJO NATION RESERVATION AND OFF-RESERVATION TRUST LAND DESCRIBES THE TOTAL POPULATION AT 173,558.3 THE PURPOSE OF THE NAVAJO DEPARTMENT OF HEALTH (NDOH) IS TO ENSURE THAT QUALITY COMPREHENSIVE AND CULTURALLY RELEVANT HEALTH CARE AND PUBLIC HEALTH SERVICES ARE PROVIDED ON THE NAVAJO NATION. THE NAVAJO EPIDEMIOLOGY CENTER (NEC) WAS ESTABLISHED IN 2005 AND OPERATES UNDER THE AUSPICES OF NDOH. NEC’S VISION IS, “EMPOWERING DINE’ PEOPLE TO ACHIEVE HOZHO THROUGH NAALNIIH NAALKAAH “EPIDEMIOLOGY”. NEC, IN THE CONDUCT OF PUBLIC HEALTH AUTHORITY AND ACTIVITIES, MAY COLLECT OR RECEIVE PROTECTED HEALTH INFORMATION FOR THE PURPOSE OF PREVENTING OR CONTROLLING DISEASE, INJURY OR DISABILITY, INCLUDING, BUT NOT LIMITED TO, REPORTING OF DISEASE, INJURY, VITAL EVENTS SUCH AS BIRTH OR DEATH, AND PUBLIC HEALTH SURVEILLANCE, INVESTIGATIONS, AND INTERVENTIONS FOR THE TRIBAL COMMUNITIES NEC SERVES. NEC IS AN INTEGRAL PART OF THE TRIBAL GOVERNANCE AND SYSTEM LEADERSHIP, AUTHORIZED TO ASSIST THE NAVAJO NATION ESTABLISH AND OPERATE AN INFORMATION SYSTEM TO COLLECT, MANAGE, CONTROL AND PROTECT DATA RELATED TO THE HEALTH CARE, PUBLIC HEALTH, EPIDEMIOLOGICAL SURVEILLANCE, RESEARCH AND DISEASE INVESTIGATION. NEC PROPOSES LONG-TERM OUTCOMES TO IMPROVE PUBLIC HEALTH SURVEILLANCE AND DATA COLLECTION TO CHARACTERIZE NAVAJO NATION’S SOCIAL DETERMINANTS OF HEALTH AND ADDRESS HEALTH DISPARITIES, BUILD WORKFORCE CAPACITY AND THROUGH THE IMPLEMENTATION OF BUILDING CAPACITY AND INFRASTRUCTURE TO NDOH’S 10 ESSENTIAL PUBLIC HEALTH SERVICES. THE ULTIMATE OUTCOME WOULD BE TO RECOGNIZE NDOH AS AN ACCREDITED PUBLIC HEALTH ORGANIZATION THROUGH THE PUBLIC HEALTH ACCREDITATION BOARD. NEC IS A TRIBAL EPIDEMIOLOGY CENTER SERVING THE NAVAJO AREA INDIAN HEALTH SERVICE AND WILL BE APPLYING FOR COMPONENT A ONLY. 1 HTTPS://NAVAJOPROFILE.WIND.ENAVAJO.ORG/ 2 ANTONE-NEZ, R. ET AL. NAVAJO POPULATION PROFILE 2010 U.S. CENSUS. 2013. 3 MY TRIBAL AREA. U.S. CENSUS. 2016-2020 AMERICAN COMMUNITY SURVEY 5-YEAR ESTIMATES. HTTPS://WWW.CENSUS.GOV/TRIBAL/?AIANIHH=2430", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_NU58DP007230_7523"}, {"internal_id": 151949042, "Award ID": "NU58DP007229", "Award Amount": 1193154.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "CRIHB CTEC TRIBAL EPIDEMIOLOGY CENTER PUBLIC HEALTH INFRASTRUCTURE (TECPHI) - THE CALIFORNIA RURAL INDIAN HEALTH BOARD INC. (CRIHB) CALIFORNIA TRIBAL EPIDEMIOLOGY CENTER (CTEC) WAS FORMED AS AN INDIAN HEALTH SERVICE (IHS) AREA-WIDE PROGRAM IN 2005 TO CONDUCT DISEASE SURVEILLANCE, BUILD PUBLIC HEALTH INFRASTRUCTURE WITH INDIAN HEALTH PROGRAMS (IHPS), AND TO MEET THE EPIDEMIOLOGIC AND EVALUATION NEEDS OF AMERICAN INDIAN AND ALASKA NATIVES (AIAN) IN CALIFORNIA, INCLUDING 109 FEDERALLY RECOGNIZED TRIBES AND AIANS LIVING IN URBAN AREAS. CRIHB CTEC IS LOCATED IN ROSEVILLE, CALIFORNIA. CRIHB IS A 501(C) 3 NON-PROFIT TRIBAL ORGANIZATION OPERATING SINCE 1969 UNDER THE INDIAN SELF-DETERMINATION ACT (PL 93-638). CRIHB CTEC PROVIDES DATA,  LAY FACT SHEETS, AND REPORTS TO SUPPORT CRIHB’S POLICY EFFORTS TO ADVOCATE FOR MORE FUNDING AND EXPAND AIAN CHRONIC DISEASE EDUCATION AND OTHER HEALTH PROGRAMS AND SERVICES. CRIHB CTEC IS A VITAL MEMBER OF THE TRIBAL EPIDEMIOLOGY CENTER CONSORTIUM (TEC-C), AS EVIDENCED BY THE LARGE NUMBER OF CALIFORNIA AIANS SERVED, THE CRIHB CTEC STAFF EXPERTISE, AND THE CRIHB CTEC PROGRAMMATIC HISTORY. THE PROGRAMMATIC HISTORY INCLUDES USING CULTURALLY RELEVANT METHODS TO WORK WITH TRIBAL, REGIONAL, AND NATIONAL PARTNERS.  AIANS IN CALIFORNIA EXPERIENCE DISPROPORTIONATE HEALTH OUTCOMES AND ISSUES. CRIHB CTEC’S 2021 CALIFORNIA AIAN COMMUNITY HEALTH PROFILE SHOWS THAT AIANS REPORT A HIGHER PREVALENCE OF HEART DISEASE (18.2%) WHEN COMPARED TO WHITES (6.7%) AND ALL RACES COMBINED (9.5%). AIANS ALSO REPORT A HIGHER PREVALENCE OF DIABETES (12.5%) THAN WHITES (9.9%) OR ALL RACES (9.9%) COMBINED. ADDITIONALLY, THE INFANT MORTALITY INCIDENCE RATE FOR ALL CAUSES AMONG AIANS IN CALIFORNIA WAS 4.86 PER 1,000 LIVE BIRTHS, HIGHER THAN WHITE’S INFANT MORTALITY INCIDENCE RATE (3.67 PER 1,000 LIVE BIRTHS). ALTHOUGH THE DATA PRESENTED HIGHLIGHTS SOME HEALTH DISPARITIES AMONG AIANS FOUND BY THE CRIHB CTEC, SMALL SAMPLE SIZES IN REGIONAL AND STATE DATASETS, FLAWED DATA COLLECTION METHODS, AND RACE MISCLASSIFICATION MAY UNDERESTIMATE THE TRUE BURDEN OF DISEASE AMONG CALIFORNIA AIANS. THUS, HEALTH DISPARITIES WITHIN THE AIAN POPULATION MAY BE GREATER THAN ESTIMATED. THE 12 TRIBAL EPIDEMIOLOGY CENTERS THAT CONSTITUTE THE TEC-C ARE NECESSARY FOR GATHERING AND DISSEMINATING ACCURATE STATISTICS ABOUT AIAN HEALTH CONCERNS, PRIORITIES, TRENDS, CONDITIONS, AND BEHAVIORS AND IDENTIFYING AND PROMOTING HEALTH PREVENTION, INTERVENTION, AND EVALUATION TECHNIQUES TO IHPS AND TRIBES.  AS A COMPONENT A AWARDEE, CRIHB CTEC WILL IMPLEMENT A PROGRAM DESIGNED TO BUILD PUBLIC HEALTH INFRASTRUCTURE IN IHP/URBAN INDIAN ORGANIZATIONS/TRIBES TO REDUCE DISEASE AND RELATED RISK FACTORS AND PROMOTE HEALTH AND WELL-BEING AMONG CALIFORNIA AIANS. CRIHB CTEC AIMS TO STRENGTHEN THE PUBLIC HEALTH INFRASTRUCTURE AND CAPACITY OF CRIHB CTEC AND OFFER SUPPORT TO IHP, UIO, TRIBES, RANCHERIAS, AND FEDERATIONS IN CALIFORNIA TO MEET NATIONAL PUBLIC HEALTH ACCREDITATION STANDARDS AND DELIVER THE 10 ESSENTIAL PUBLIC HEALTH SERVICES. ADDITIONALLY, CRIHB CTEC WILL ENGAGE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) FUNDED CRIHB PROGRAM SITES IN ONGOING COLLABORATION, SUSTAINABILITY, DOCUMENTATION OF SUCCESS STORIES, AND EVALUATION EFFORTS TO ENSURE SUCCESS AND DEMONSTRATE THE IMPACT OF THE COMPONENT A AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9eb39f32-6fb4-c1b1-ae2e-948b04941ef6-C", "generated_internal_id": "ASST_NON_NU58DP007229_7523"}, {"internal_id": 151948657, "Award ID": "NU58DP007228", "Award Amount": 1279430.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "AASTEC TRIBAL EPIDEMIOLOGY CENTERS PUBLIC HEALTH INFRASTRUCTURE (TECPHI) PROGRAM - CHRONIC DISEASES SUCH AS TYPE 2 DIABETES, CARDIOVASCULAR DISEASE, CANCER, STROKE AND THEIR UNDERLYING RISK FACTORS EXACT A HEIGHTENED TOLL ON THE AMERICAN INDIAN/ALASKA NATIVE (AI/AN) POPULATION IN THE FORM OF DISPROPORTIONATE MORBIDITY/MORTALITY, EXORBITANT MEDICAL COSTS, PREMATURE DEATH, LOSS OF PRODUCTIVITY, AND DIMINISHED QUALITY OF LIFE. SIMILARLY, INFECTIOUS DISEASE SUCH AS THE COVID-19 PANDEMIC HAS HAD A DISPROPORTIONATE IMPACT ON AI/AN POPULATIONS, WHICH IS EXACERBATED BY THESE UNDERLYING CHRONIC CONDITIONS AND SOCIAL DETERMINANTS OF HEALTH. AT THE SAME TIME, TRIBAL PUBLIC HEALTH CAPACITY AND INFRASTRUCTURE IS SIGNIFICANTLY UNDER-RESOURCED AND UNDER-DEVELOPED. THIS 5-YEAR, COMPONENT A PROJECT WILL MOBILIZE A MULTIDISCIPLINARY PARTNERSHIP OF THE ALBUQUERQUE AREA SOUTHWEST TRIBAL EPIDEMIOLOGY CENTER (AASTEC), ITS PARENT ORGANIZATION THE ALBUQUERQUE AREA INDIAN HEALTH BOARD, INC. (AAIHB), AND THE 27 INDIAN HEALTH SERVICE (IHS) ALBUQUERQUE AREA TRIBES TO DELIVER ESSENTIAL PUBLIC HEALTH SERVICES AND SUPPORT EFFORTS TO EFFECTIVELY IDENTIFY AND ADDRESS UNDERLYING SOCIAL DETERMINANTS OF HEALTH, REDUCE PERSISTENT HEALTH DISPARITIES, AND IMPROVE THE OVERALL HEALTH AND WELLBEING OF AI/AN POPULATIONS. AASTEC WILL STRENGTHEN ITS CAPACITY AND PROVIDE LEADERSHIP, TECHNICAL ASSISTANCE, TRAINING AND RESOURCES TO ALL 27 ALBUQUERQUE AREA TRIBES TO ACHIEVE A LONG-TERM OUTCOME OF A STRENGTHENED DELIVERY OF ESSENTIAL PUBLIC HEALTH SERVICES BY OUR TRIBAL EPIDEMIOLOGY CENTER AND THE TRIBES THROUGHOUT OUR SERVICE AREA. SPECIFIC ACTIVITIES THAT WILL BE EMPLOYED TO ACHIEVE THESE OUTCOMES, AT A MINIMUM, WILL INCLUDE: 1) SUPPORT TEC WORKFORCE DEVELOPMENT AND CAPACITY BUILDING BY PROVIDING ON-GOING TRAINING AND TECHNICAL ASSISTANCE IN ESSENTIAL PUBLIC HEALTH SERVICES AND CORE PUBLIC HEALTH COMPETENCIES; 2) COLLECT, ASSESS, AND MONITOR DATA ON HEALTH STATUS OF AI/AN POPULATIONS; 3) SUPPORT PLANNING, IMPLEMENTATION, MONITORING, AND EVALUATION OF CULTURALLY RELEVANT PRACTICED-BASED ACTIVITIES TO ADDRESS IDENTIFIED HEALTH PRIORITIES; 4) PARTICIPATE IN THE COMMUNITY OF PRACTICE (COP) VIA VIRTUAL MEETINGS AND TRAININGS TO CONVENE ALL TECS TO SHARE IDEAS, SUCCESSES, AND CHALLENGES, EXCHANGE LESSONS LEARNED, AND ESTABLISH BEST PRACTICES; 5) CREATE A SUSTAINABILITY PLAN TO SUSTAIN INCREASED WORKFORCE CAPACITY AND ENHANCED PUBLIC HEALTH INFRASTRUCTURE BEYOND THE 5-YEAR PERIOD OF PERFORMANCE; 6) PROVIDE RESOURCES, TRAINING, AND TECHNICAL ASSISTANCE TO TRIBES AND UIOS TO SUPPORT THE IMPLEMENTATION, MONITORING, AND EVALUATION OF THE TRIBAL/COMMUNITY HEALTH IMPROVEMENT PLAN; 7) DEVELOP NEW AND/OR MODIFY EXISTING PUBLIC HEALTH SURVEILLANCE TOOLS TO SUPPORT THE COLLECTION AND USE OF TRIBALLY-RELEVANT PUBLIC HEALTH DATA, AND 8) EVALUATE PUBLIC HEALTH INFRASTRUCTURE AND HEALTH DATA ACCESS AND CAPACITY WITHIN ALBUQUERQUE AREA TRIBES. A COMPREHENSIVE, MIXED-METHODS EVALUATION, ENCOMPASSING BOTH PROCESS AND OUTCOMES PERFORMANCE MEASURES, WILL ALSO BE IMPLEMENTED THROUGHOUT ALL FIVE YEARS OF THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a35c90c-639e-2eae-1e0b-57d40cd5fbe8-C", "generated_internal_id": "ASST_NON_NU58DP007228_7523"}, {"internal_id": 151948740, "Award ID": "NU58DP007227", "Award Amount": 1279430.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "TEC PUBLIC HEALTH INFRASTRUCTURE - THE INTER TRIBAL COUNCIL OF ARIZONA, INC. (ITCA) IS A 501C3 NON-PROFIT TRIBAL ORGANIZATION IN PHOENIX, ARIZONA (AZ) THAT WAS ESTABLISHED IN 1952 TO PROVIDE A UNITED VOICE TO TRIBAL GOVERNMENTS IN ARIZONA1. THE ITCA TRIBAL EPIDEMIOLOGY CENTER (ITCA TEC), ESTABLISHED IN 1996, PROVIDES PUBLIC HEALTH SERVICES, INCLUDING DATA COLLECTION, MANAGEMENT, ANALYSIS, AND TRAINING AND TECHNICAL ASSISTANCE (T/TA) IN REPORTING, GRANT WRITING, STRATEGIC PLANNING, AND PROGRAM EVALUATION FOR 48 TRIBES AND BANDS IN THE INDIAN HEALTH SERVICE (IHS) PHOENIX AND TUCSON SERVICE AREAS2. GEOGRAPHICALLY, THE ITCA TEC SERVICE AREA INCLUDES TRIBES AND BANDS IN ARIZONA (AZ), NEVADA (NV), AND UTAH (UT) (MAP APPENDIX 11). THE OVERALL PURPOSE OF THE PROJECT IS TO PROVIDE LEADERSHIP, T/TA, AND FUNDING TO BUILD PUBLIC HEALTH CAPACITY OF THE ITCA TEC AND THE TRIBES IN THE IHS PHOENIX AND TUCSON SERVICE AREAS. THE PROPOSED PROJECT WILL LEVERAGE EXISTING PARTNERSHIPS WITH THE ITCA HEALTH AND HUMAN SERVICES DEPARTMENT AND THE GOOD HEALTH AND WELLNESS IN INDIAN COUNTRY (GHWIC) PROJECT, ARIZONA DEPARTMENT OF HEALTH SERVICES, INTER TRIBAL COUNCIL OF NEVADA, BLUE STONE STRATEGY GROUP, UTAH AMERICAN INDIAN HEALTH ADVISORY BOARD, UTAH DEPARTMENT OF HEALTH, UNIVERSITY OF ARIZONA, CENTERS FOR DISEASE CONTROL AND PREVENTION, AND TRIBAL EPIDEMIOLOGY CENTERS (TEC-CONSORTIUM). IN ORDER TO BUILD PUBLIC HEALTH CAPACITY, ITCA TEC WILL STRENGTHEN PARTNERSHIPS WITH THE CDC AND OTHER ORGANIZATIONS AS NEEDED. ITCA TEC WOULD LIKE TO BE CONSIDERED FOR A COMPONENT A PROJECT THAT WILL ASSIST WITH BUILDING TRIBAL PUBLIC HEALTH WORKFORCE DEVELOPMENT, STRENGTHENING HEALTH SURVEILLANCE CAPACITY, AND BOLSTERING THE CAPABILITY TO ASSESS AND RESPOND TO TRIBAL PUBLIC HEALTH NEEDS. TRIBAL HEALTH DIRECTORS (THDS) UNDERSTAND THE PUBLIC HEALTH CAPACITY NEEDS FOR THEIR COMMUNITIES. FROM A 2017 SURVEY OF THDS IN THE AREA, THDS REQUESTED TRAINING TO ANALYZING DATA IN EXCEL, EPIINFO, AND SURVEYMONKEY (45%, 30%, 20%), VISUAL PRESENTATION OF DATA, STRATEGIC PLANNING (40%), GRANT WRITING (30%), AND DISEASE OUTBREAK (15%) WORKSHOPS FROM ITCA TEC3. THE MORE RECENT SURVEY OF THDS (2021) MIRROR THESE REQUESTS, ESPECIALLY GRANT SUPPORT AND OVERALL TECHNICAL ASSISTANCE. OVER HALF OF THDS THAT RESPONDED INDICATED A NEED FOR T/TA FOR LOCAL DATA COLLECTION, REPORTING, AND DATA QUALITY IMPROVEMENT. THE LARGEST AND MOST RECENT HEALTH SURVEILLANCE EFFORT IN 2022 INCLUDED THE DEVELOPMENT OF A REGIONAL AND 44 ATTEMPTED TRIBAL-SPECIFIC COMMUNITY HEALTH PROFILES (CHP) USING SECONDARY DATA SOURCES. THIS EFFORT HIGHLIGHTED THAT EXISTING SECONDARY DATA IS LARGELY INADEQUATE TO PLAN, IMPLEMENT, AND EVALUATE HEALTH PROMOTION DISEASE PREVENTION PROGRAMS. PUBLIC HEALTH CAPACITY AT THE LOCAL LEVEL SHOULD FOCUS ON COLLECTION OF QUALITY TIMELY DATA IN ORDER TO UNDERSTAND AND RESPOND TO TRIBAL PUBLIC HEALTH NEEDS. THE ITCA TEC WILL ALSO FOCUS ON COMMUNICATION AND OUTREACH TO IMPROVE AWARENESS OF ITSELF AND BUILD PARTNERSHIPS WITH MORE OF THE TRIBES IT SERVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc01b053-1bf4-c9fc-e476-b35c5abd7f4f-C", "generated_internal_id": "ASST_NON_NU58DP007227_7523"}, {"internal_id": 151948983, "Award ID": "NU58DP007226", "Award Amount": 1279430.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "TRIBAL EPIDEMIOLOGY CENTERS PUBLIC HEALTH INFRASTRUCTURE (TECPHI): NORTHWEST TRIBAL EPIDEMIOLOGY CENTER (NWTEC) - THE NORTHWEST TRIBAL EPIDEMIOLOGY CENTER (NWTEC), ONE OF THE 12 DESIGNATED TRIBAL EPIDEMIOLOGY CENTERS IN THE U.S., IS SUBMITTING AN APPLICATION FOR COMPONENT A OF THE FUNDING OPPORTUNITY TRIBAL EPIDEMIOLOGY CENTERS PUBLIC HEALTH INFRASTRUCTURE (CDC-RFA-DP22-2206). THIS APPLICATION BUILDS ON A 25-YEAR HISTORY AS A WELL-ESTABLISHED AND SUCCESSFUL TRIBAL EPIDEMIOLOGY CENTER, AND WILL SERVE THE 43 FEDERALLY-RECOGNIZED TRIBES LOCATED WITHIN THE PORTLAND AREA OF THE INDIAN HEALTH SERVICE, WHICH INCLUDES THE STATES OF IDAHO, OREGON, AND WASHINGTON. UNDER THIS FUNDING OPPORTUNITY, THE NWTEC WILL STRENGTHEN THE PUBLIC HEALTH INFRASTRUCTURE AND CAPACITY OF THE NWTEC AND THE NORTHWEST TRIBES THROUGH THE FOLLOWING OVERARCHING STRATEGIES:  STRENGTHENING THE NWTEC’S PUBLIC HEALTH CAPACITY AND INFRASTRUCTURE TO MEET NATIONAL PUBLIC HEALTH STANDARDS AND DELIVER THE 10 ESSENTIAL PUBLIC HEALTH SERVICES THROUGH WORKFORCE DEVELOPMENT IN ESSENTIAL PUBLIC HEALTH SERVICES AND CORE PUBLIC HEALTH COMPETENCIES, DEVELOPING DATA SYSTEMS FOR NW TRIBAL COMMUNITIES, AND CULTIVATING PARTNERSHIPS TO ADDRESS THE SOCIAL DETERMINANTS OF HEALTH IN AI/AN POPULATIONS.  STRENGTHENING THE PUBLIC HEALTH CAPACITY AND INFRASTRUCTURE OF AREA TRIBES TO MEET NATIONAL PUBLIC HEALTH ACCREDITATION STANDARDS AND DELIVER THE 10 ESSENTIAL PUBLIC HEALTH SERVICES BY CONDUCTING A COMPREHENSIVE PLANNING PROCESS RESULTING IN A REGIONAL NW TRIBAL COMMUNITY HEALTH IMPROVEMENT PLAN.  AT THE END OF THE FIVE-YEAR PROJECT PERIOD, THE NWTEC WILL HAVE ACHIEVED THE FOLLOWING OUTCOMES:  INCREASED TEC AND TRIBAL CAPACITY TO DELIVER AT LEAST THREE OF THE 10 ESSENTIAL PUBLIC HEALTH SERVICES; INCREASED USE OF EVALUATION RESULTS FOR PROGRAM IMPROVEMENT; INCREASED NUMBER OF SUCCESS STORIES DISSEMINATED THAT DEMONSTRATE THE PROGRAM’S IMPACT; INCREASED TEC AND TRIBAL CAPACITY TO PLAN, IMPLEMENT, AND EVALUATE CULTURALLY RELEVANT PUBLIC HEALTH PROGRAMS; INCREASED IMPLEMENTATION OF DATA-DRIVEN, CULTURALLY RELEVANT, PRACTICE-BASED PUBLIC HEALTH PROGRAMS; AND INCREASED TEC AND TRIBAL STAFF TRAINED IN PUBLIC HEALTH CORE COMPETENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf504c67-628b-abba-de23-391e9efe8e07-C", "generated_internal_id": "ASST_NON_NU58DP007226_7523"}, {"internal_id": 151949185, "Award ID": "NU58DP007225", "Award Amount": 1128840.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "ROCKY MOUNTAIN TRIBAL LEADERS COUNCIL - TRIBAL EPIDEMIOLOGY CENTER TECPHI II - AS A COMPONENT A APPLICANT, THE PURPOSE OF THIS PROPOSAL IS TO STRENGTHEN THE PUBLIC HEALTH INFRASTRUCTURE AND CAPACITY OF THE ROCKY MOUNTAIN TRIBAL EPIDEMIOLOGY CENTER (RMTEC) TO BEST SERVE AND EXTEND THOSE CAPACITY BUILDING EFFORTS TO THE TRIBES OF THE ROCKY MOUNTAIN REGION USING A FOUNDATIONAL PUBLIC HEALTH SERVICE FRAMEWORK AND NATIONAL PUBLIC HEALTH ACCREDITATION STANDARDS AS A GUIDE. THIS WORK WILL SUPPORT EFFORTS TO EFFECTIVELY EXPAND RMTEC DATA REPORTING CAPABILITIES TO PROVIDE CONTEXT WITHIN RMTEC DATA REPORTS TO SHOW UNDERLYING SOCIAL DETERMINANTS OF HEALTH AND TO CREATE UNDERSTANDINGS OF EFFORTS THAT SEEK TO REDUCE PERSISTENT HEALTH DISPARITIES AND IMPROVE THE OVERALL HEALTH AND WELLBEING OF AI/AN POPULATIONS.  THE PROJECT WILL FOCUS ON BUILDING TRIBAL WORKFORCE CAPACITY UTILIZING CORE COMPETENCY FRAMEWORKS, TRAININGS, AND RESOURCES.  THE PROJECT WILL UTILIZE TRIBAL HEALTH SUBCOMMITTEE FEEDBACK, ASSESSMENTS, HEALTH ADVISORS, AND RESEARCH TO ASSIST IN BUILDING RMTEC CAPACITY TO SUPPORT TRIBAL DATA SYSTEMS PLANNING AND IMPLEMENTATION EFFORTS. THE PROJECT WILL IMPROVE SEEK TO BUILD CAPACITY TO ASSESS TRIBAL POLICIES, PLANS AND PROGRAMS FOR RMTEC TA AND TRAINING SUPPORT, AND POSSIBLE INTERNSHIP PROGRAM.  THE PROJECT WILL HIGHLIGHT DATA TO UNDERSTAND THE STATUS OF THE TRIBAL PUBLIC HEALTH WORKFORCE IN THE BILLINGS AREA.  THE OUTCOMES INCLUDE IMPROVED ACCESS TO AI/AN DATA RELATED TO SOCIAL DETERMINANTS OF HEALTH, INCREASED COLLABORATIONS BETWEEN RMTEC AND ROCKY MOUNTAIN REGION TRIBES, INCREASED USE OF NATIONAL STANDARDS TO ASSESS PUBLIC HEALTH INFRASTRUCTURE, AND THE INCREASED CAPACITY WITHIN RMTEC TO DELIVER TEC CORE FUNCTIONS WITH THE GOAL OF STRENGTHENED DELIVERY OF PUBLIC HEALTH SERVICES BY ENTIRE ROCKY MOUNTAIN REGION, FOCUSING ON THE TRIBES, TECS, AND UIOS THAT SERVE AI/AN COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c951a42c-cd4b-7d90-ce8c-33d967c879a4-C", "generated_internal_id": "ASST_NON_NU58DP007225_7523"}, {"internal_id": 151949244, "Award ID": "NU58DP007224", "Award Amount": 1279430.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "UIHI TECPHI COMPONENT A - URBAN INDIAN HEALTH INSTITUTE (UIHI), A TRIBAL EPIDEMIOLOGY CENTER (TEC) AND DIVISION OF SEATTLE INDIAN HEALTH BOARD (SIHB), A NONPROFIT ORGANIZATION AND URBAN INDIAN ORGANIZATION (UIO), REQUESTS $596,577 IN FUNDING IN YEAR 1 UNDER COMPONENT A OF THE TRIBAL EPIDEMIOLOGY CENTERS PUBLIC HEALTH INFRASTRUCTURE (TECPHI) CDC-RFA-DP22-2206 GRANT MECHANISM.  WITH THIS PROJECT, WE PROPOSE TO SERVE A NATIONAL URBAN AREA IN WHICH WE ARE LOCATED. FOR 21 YEARS, UIHI HAS BEEN DESIGNATED AS 1 OF THE 12 INDIAN HEALTH SERVICE (IHS)-FUNDED TECS. WHILE THE OTHER 11 TECS SERVE TRIBES IN THEIR RESPECTIVE REGIONS, UIHI’S TARGET POPULATION IS NATIONAL IN SCOPE, SERVING AI/ANS LIVING IN URBAN AREAS. UIHI SERVES THE NATIONAL NETWORK OF 41 URBAN INDIAN ORGANIZATIONS (UIOS) FEDERALLY FUNDED UNDER TITLE V OF THE INDIAN HEALTH CARE IMPROVEMENT ACT. IN ADDITION, WE HAVE AN OFFICIAL SERVICE RELATIONSHIP WITH THE URBAN INDIAN HEALTH NETWORK (UIHN), A CROSS-SITE NATIONWIDE NETWORK COMPRISING THE 41 UIOS AND 50 OTHER URBAN AI/AN HEALTH PROGRAMS. TOGETHER, THE MEMBERS OF UIHN SERVE APPROXIMATELY 2.5 MILLION URBAN AI/ANS ACROSS THE COUNTRY.  THE PURPOSE OF UIHI’S COMPONENT A PROPOSAL IS TO RECLAIM TRADITIONAL VALUES OF DATA, EVALUATION, AND RESEARCH TO STRENGTHEN PUBLIC HEALTH CAPACITY, ADDRESS HEALTH DISPARITIES, AND PROMOTE HEALTH RESILIENCE IN URBAN INDIAN COMMUNITIES. THROUGH TECPHI, UIHI WILL ADVANCE OUR LONG-TERM GOALS OF CREATING PUBLIC HEALTH SYSTEMS BY AND FOR INDIGENOUS PEOPLE AND INDIGENIZING THE 10 ESSENTIAL PUBLIC HEALTH SERVICES TO REFLECT WHAT AI/AN PEOPLE NEED TO LEAD HEALTHY AND HAPPY LIVES. THIS WILL PRODUCE SHORT-TERM, INTERMEDIATE, AND LONG-TERM OUTCOMES THAT ALIGN WITH THE NOFO’S LOGIC MODEL. THE INTERMEDIATE OUTCOMES WE WILL ACHIEVE WITHIN THE NEXT FIVE YEARS INCLUDE: 1) INCREASED TEC, TRIBAL, AND UIO CAPACITY TO DELIVER AT LEAST 3 OF THE 10 ESSENTIAL PUBLIC HEALTH SERVICES (OUR PROPOSAL ADDRESSES ALL 10); 2) INCREASED USE OF EVALUATION RESULTS FOR PROGRAM IMPROVEMENT; AND 3) INCREASED NUMBER OF SUCCESS STORIES DISSEMINATED THAT DEMONSTRATE THE PROGRAM’S IMPACT.  THE UIHI INITIATIVE WILL ADDRESS STRATEGIES, FOCUS AREAS, AND ACTIVITIES REQUIRED WITHIN THIS NOFO THROUGH THE FOLLOWING CORE APPROACHES: 1.\tCOMMUNITY HEALTH PROFILES FOR INCREASED ACCESS TO RELIABLE AND QUALITY DATA ON THE HEALTH STATUS AND SOCIAL DETERMINANTS OF HEALTH PRIORITIES OF URBAN INDIAN COMMUNITIES. 2.\tTRAININGS AND WORKSHOPS ON EPIDEMIOLOGY, GRANT WRITING, CULTURAL KNOWLEDGE SYSTEMS, CHRONIC DISEASE PREVENTION, ADDRESSING DISEASE STATES, INDIGENOUS DATA COLLECTION METHODOLOGIES, AND INDIGENOUS EVALUATION. 3.\tTECHNICAL ASSISTANCE IN THE AREAS OF INDIGENOUS EVALUATION, DATA COLLECTION, AND DATA USAGE ON A NATIONAL SCALE. 4.\tINTERNSHIPS TO TRAIN AND ENCOURAGE AN AI/AN PUBLIC HEALTH WORKFORCE. 5.\tCOMMUNITY GRANTS TO PROVIDE FOUR COMPETITIVE SUBAWARDS PER YEAR, FOCUSED ON INDIGENOUS APPROACHES TO CHRONIC DISEASE PREVENTION AND MANAGEMENT. 6.\tCOMMUNITIES OF PRACTICE FOR AUTHENTIC GATHERING, HEALING, COLLABORATION, AND KNOWLEDGE EXCHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c8a49ae-f439-c4db-273b-ad0d048c2f29-C", "generated_internal_id": "ASST_NON_NU58DP007224_7523"}, {"internal_id": 151948260, "Award ID": "NU58DP007223", "Award Amount": 1279430.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "TECPHI TRIBAL CONSORTIUM - CDC-RFA-DP22-2206 COMPONENT A SPTHB – OKTEC ABSTRACT  THE SOUTHERN PLAINS TRIBAL HEALTH BOARD (SPTHB) AIMS TO BUILD PUBLIC HEALTH CAPACITY AND INFRASTRUCTURE WITHIN OUR SERVICE AREA MORE SPECIFICALLY IN THE INDIAN HEALTH SERVICE-OKLAHOMA CITY AREA (IHS-OCA) AND THE OKLAHOMA AREA TRIBES (OAT) FOR DISEASE SURVEILLANCE, EPIDEMIOLOGY, PREVENTION AND CONTROL OF DISEASE, INJURY, OR DISABILITY, AND PROGRAM MONITORING AND EVALUATION, TO ASSURE INTENDED OUTCOMES ARE REACHED. THE OKLAHOMA TRIBAL EPIDEMIOLOGY CENTER (OKTEC) WILL OFFER THE HIGHEST QUALITY SERVICES TO THE TRIBES, TRIBAL ORGANIZATIONS, AND URBAN INDIAN ORGANIZATIONS WITHIN THE KANSAS, OKLAHOMA, AND TEXAS AREA. WE HAVE IDENTIFIED FOUR PROJECTS THAT ARE DESIGNED TO STRENGTHEN PUBLIC HEALTH CAPACITY AND INFRASTRUCTURE INCLUDING: 1) BUILD INFRASTRUCTURE THROUGH HIRING AND MAINTAINING STAFF, 2) BUILD INFRASTRUCTURE WITHIN THE TEC FOR THE IHS-OCA SERVICE AREA. 3) BUILD INFRASTRUCTURE WITHIN THE IHS-OCA AND OAT SERVICE AREA BY DEVELOPING AND SUSTAINING TRAININGS FOR TTU STAFF; AND 4) IMPROVE DATA QUALITY AND DATA SYSTEMS FOR AI/AN POPULATIONS. ADDITIONALLY, WE HAVE ONE LARGE ASSESSMENT PROJECT THAT IS DESIGNED TO ASSESS THE CAPACITY AND PERFORMANCE OF THE OAT’S PUBLIC HEALTH SYSTEMS TO MEET THE NATIONAL PUBLIC HEALTH ACCREDITATION STANDARDS AND DELIVER ESSENTIAL PUBLIC HEALTH FUNCTIONS. THIS WILL BE ACCOMPLISHED BY DEVELOPING A TRIBAL PUBLIC HEALTH ADVISORY COMMITTEE FROM SUPPORTED PARTNERSHIPS FROM CHEROKEE NATION, CHOCTAW NATION, MUSCOGEE CREEK NATION, AND CHICKASAW NATION TO DEFINE THE COLLABORATION’S PURPOSE, STRUCTURE, GAPS, AND EXPECTATIONS. OKTEC WILL CONTINUE TO ENGAGE IN ACTIVITIES THAT WILL DEVELOP AND SUSTAIN PARTNERSHIPS WITH TRIBAL NATIONS, NON-TRIBAL ENTITIES (SUCH AS STATE, COUNTY, FEDERAL, UNIVERSITIES, AND NON-PROFITS), AND THROUGH TRAININGS AND WORKSHOP ACCORDING TO IDENTIFIED NEED AND COMMON TECHNICAL ASSISTANCE REQUESTS FOR IHS-OCA AREA PARTNERS. WE WILL CONTINUE TO ENHANCE OUR GRANT OPPORTUNITY LIST SERVE TO IHS-OCA PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5a226cb-3b08-31fe-eef5-279f63069beb-C", "generated_internal_id": "ASST_NON_NU58DP007223_7523"}, {"internal_id": 151949523, "Award ID": "NU58DP007222", "Award Amount": 1279430.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "TRIBAL EPIDEMIOLOGY CENTERS PUBLIC HEALTH INFRASTRUCTURE (TECPHI) - THE GREAT LAKES INTER-TRIBAL EPIDEMIOLOGY CENTER’S PUBLIC HEALTH INFRASTRUCTURE PROGRAM WILL UTILIZE COMPONENT A OF THE NATIONAL CENTER FOR CHRONIC DISEASE PREVENTION AND HEALTH PROMOTION’S TRIBAL EPIDEMIOLOGY CENTERS PUBLIC HEALTH INFRASTRUCTURE (TECPHI) CDC-RFA-DP22-2206 AWARD TO STRENGTHEN PUBLIC HEALTH INFRASTRUCTURE AND CAPACITY OF THE GREAT LAKES INTER-TRIBAL EPIDEMIOLOGY CENTER AND THE TRIBES AND URBAN INDIAN CLINICS LOCATED IN THE INDIAN HEALTH SERVICE (IHS) BEMIDJI AREA. SINCE 1996, GLITEC HAS BEEN THE TRIBAL EPIDEMIOLOGY CENTER SERVING THE 34 FEDERALLY RECOGNIZED TRIBES, FOUR URBAN INDIAN CLINICS, AND THREE IHS SERVICE UNITS IN THE INDIAN HEALTH SERVICE DESIGNATED BEMIDJI AREA (MICHIGAN, MINNESOTA, WISCONSIN, AND CHICAGO). IN THE THREE STATES COMBINED, IN 2018, THE AI/AN POPULATION AMOUNTED TO OVER 340,000 INDIVIDUALS. ALL TRIBAL/URBAN INDIAN COMMUNITIES WILL RECEIVE AN INVITATION TO PARTICIPATE IN LEARNING OPPORTUNITIES, TECHNICAL ASSISTANCE, AND OTHER GLITEC OFFERINGS. IT IS EXPECTED THAT MOST COMPONENTS OF TECPHI WILL HAVE AN BEMIDJI AREA-WIDE IMPACT. THIS WORK WILL SUPPORT COMMUNITY LED EFFORTS TO EFFECTIVELY IDENTIFY AND ADDRESS UNDERLYING SOCIAL DETERMINANTS OF HEALTH, REDUCE PERSISTENT HEALTH DISPARITIES, AND IMPROVE THE OVERALL HEALTH AND WELLBEING OF AI/AN PEOPLE IN THE BEMIDJI AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da401b0c-1a04-15fa-97ea-d0ae49931cd8-C", "generated_internal_id": "ASST_NON_NU58DP007222_7523"}, {"internal_id": 151949333, "Award ID": "NU58DP007221", "Award Amount": 1128840.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "GREAT PLAINS TRIBAL EPIDEMIOLOGY CENTER - TRIBAL EPIDEMIOLOGY CENTER PUBLIC HEALTH INFRASTRUCTURE PROGRAM - PROJECT ABSTRACT THE GREAT PLAINS TRIBAL LEADERS HEALTH BOARD (GPTLHB) PROVIDES QUALITY PUBLIC HEALTH SUPPORT AND HEALTH CARE ADVOCACY TO THE TRIBAL NATIONS OF THE GREAT PLAINS STATES OF SOUTH DAKOTA, NORTH DAKOTA, NEBRASKA, AND IOWA BY USING MULTIFACETED AND CULTURALLY CREDIBLE APPROACHES. OUR VISION IS THAT ALL TRIBAL NATIONS AND COMMUNITIES IN THE GREAT PLAINS WILL REACH OPTIMUM HEALTH AND WELLNESS THROUGH LASTING PARTNERSHIPS WITH HEALTH ORGANIZATIONS AND EMBRACE CULTURALLY SIGNIFICANT VALUES THAT ARE EMPOWERED BY SOVEREIGNTY. SINCE 2003, THE GREAT PLAINS TRIBAL EPIDEMIOLOGY CENTER (GPTEC) HAS OPERATED AS A CENTRAL COMPONENT OF GPTLHB. GPTEC OFFERS LEADERSHIP, TECHNICAL ASSISTANCE, SUPPORT, AND ADVOCACY WITHIN EPIDEMIOLOGY AND INFORMATICS, EVALUATION, HEALTH PROMOTION AND DISEASE PREVENTION ACTIVITIES, AND OTHER PUBLIC HEALTH SERVICES IN RESPONSE TO THE NEEDS AND PRIORITIES OF ITS PARTNER TRIBES AND THE ESTIMATED 265,837 AMERICAN INDIANS/ALASKA NATIVES (AI/AN) IN THE GREAT PLAINS AREA (GPA). PREVENTABLE DISEASES IMPACT AMERICAN INDIAN/ALASKAN NATIVE (AI/AN) POPULATIONS AT A FAR GREATER RATE THAN THEY IMPACT THE REST OF AMERICANS. IN THE GPA, CHRONIC DISEASES SUCH AS HEART DISEASE, CANCER, AND DIABETES ARE AMONG THE LEADING CAUSES OF DEATH FOR AI/ANS. POVERTY IS A SIGNIFICANT SOCIAL DETERMINANT OF HEALTH FOR THE AI/AN POPULATION, AND TRIBES IN THE GREAT PLAINS HOLD SOME OF THE HIGHEST POVERTY RATES IN THE NATION. TRIBES ARE LESS LIKELY TO ENGAGE IN DATA COLLECTION, EPIDEMIOLOGY, AND/OR SURVEILLANCE ACTIVITIES AND OFTEN DO NOT HAVE THE RESOURCES TO EMPLOY SUBJECT MATTER EXPERTISE IN THESE AREAS. THEREFORE, STRENGTHENING THE PUBLIC HEALTH CAPACITY OF TRIBES IS INTEGRAL TO REDUCING DISPARITIES, ADDRESSING THE SOCIAL DETERMINANTS OF HEALTH, AND IMPROVING OVERALL AI/AN HEALTH. GPTEC CURRENTLY IMPLEMENTS A COMPONENT A-TRIBAL EPIDEMIOLOGY CENTER PUBLIC HEALTH INFRASTRUCTURE (TECPHI) PROGRAM THROUGH FUNDING FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION. GPTEC PLANS TO EXPAND UPON THE ACTIVITIES OF THIS PROGRAM BY APPLYING FOR A SECOND CYCLE OF COMPONENT A-TECPHI FUNDING, CDC-RFA-DP22. OUR PURPOSE IS TO STRENGTHEN THE PUBLIC HEALTH INFRASTRUCTURE AND CAPACITY OF THE TRIBAL EPIDEMIOLOGY CENTER AND GREAT PLAINS AREA TRIBES AND URBAN INDIAN ORGANIZATIONS (UIOS), SO THAT THESE ENTITIES CAN MEET NATIONAL PUBLIC HEALTH ACCREDITATION STANDARDS AND DELIVER THE 10 ESSENTIAL  PUBLIC HEALTH SERVICES. BY INCREASING CAPACITY IN THIS WAY, GPTEC, GPA TRIBES, AND UIOS WITHIN THE GPA INDIAN HEALTH SERVICE AREA CAN MORE EFFECTIVELY IDENTIFY AND ADDRESS UNDERLYING SOCIAL DETERMINANTS OF HEALTH, REDUCE PERSISTENT HEALTH DISPARITIES, AND IMPROVE THE OVERALL HEALTH AND WELLBEING OF AI/AN POPULATIONS. IN ACCOMPLISHING THIS, THROUGH THE STRENGTHENING AND EXPANSION OF OUR CURRENT GREAT PLAINS TRIBAL EPIDEMIOLOGY CENTER PUBLIC HEALTH INFRASTRUCTURE PROGRAM EFFORTS, GPTEC WILL 1) DEVELOP AND IMPLEMENT TEC INFRASTRUCTURE IMPROVEMENT PLANS BASED ON CAPACITY ASSESSMENT RESULTS, 2) COLLECT AND USE DATA TO CARRY OUT ASSESSMENTS AND IDENTIFY HEALTH PRIORITIES, 3) PLAN, IMPLEMENT AND EVALUATE INTERVENTIONS TO ADDRESS HEALTH PRIORITIES, AND 4) SUPPORT TRIBES AND UIOS WITH THE DEVELOPMENT, IMPLEMENTATION, AND EVALUATION OF PLANS FOR DATA COLLECTION AND WORKFORCE DEVELOPMENT. THE PREVIOUS CYCLE OF TECPHI ACTIVITIES AND ACCOMPLISHMENTS SPEAK TO GPTEC’S ABILITY TO MEET THE PROPOSED OBJECTIVES AND GOALS, AS WELL AS TO INNOVATE AND CREATE LASTING CHANGE WITHIN HEALTH SYSTEMS, PROMOTE HEALTH AND WELLNESS, CONTRIBUTE TO TRIBAL AND ORGANIZATIONAL CAPACITY WITHIN DATA AND OTHER AREAS, AND ULTIMATELY, TO IMPACT THE HEALTH OF AI/ANS THROUGHOUT THE GPA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "237a41f6-8e93-50d1-ba68-f8235168ebd6-C", "generated_internal_id": "ASST_NON_NU58DP007221_7523"}, {"internal_id": 151948261, "Award ID": "NU58DP007220", "Award Amount": 1393154.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "ANTHC TECPHI ? COMPONENT A - ANTHC TECPHI - COMPONENT A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4645cfc7-3a13-6af3-c3dc-e28845875db2-C", "generated_internal_id": "ASST_NON_NU58DP007220_7523"}, {"internal_id": 151948813, "Award ID": "NU58DP007219", "Award Amount": 1279430.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "93.762", "Description": "USET'S TECPHI 2.0 PROJECT STRENGTHENS THE PUBLIC HEALTH INFRASTRUCTURE AND CAPACITY OF THE USET TRIBAL EPIDEMIOLOGY CENTER (TEC) AND MEMBER TRIBAL NATIONS. - UNITED SOUTH AND EASTERN TRIBES, INC (USET)  TRIBAL EPIDEMIOLOGY CENTER PUBLIC HEALTH INFRASTRUCTURE (TECPHI) PROJECT WILL WORK ,  TO SUPPORT EFFORTS TO EFFECTIVELY IDENTIFY AND ADDRESS UNDERLYING SOCIAL DETERMINANTS OF HEALTH, REDUCE PERSISTENT HEALTH DISPARITIES, AND IMPROVE THE OVERALL HEALTH AND WELLBEING OF AMERICAN INDIAN AND ALASKA NATIVE (AI/AN) POPULATIONS IN THE INDIANA HEALTH SERVICE (IHS) NASHVILLE AREA.  USET IS APPLYING FOR COMPONENT A.  ESTABLISHED IN 1969, USET IS A NON-PROFIT, INTER-TRIBAL ORGANIZATION COMPRISED OF 33 FEDERALLY RECOGNIZED TRIBAL NATION MEMBERS FROM THE NORTHEASTERN WOODLANDS TO THE EVERGLADES AND ACROSS THE GULF OF MEXICO (SEE APPENDIX I). AS PART OF THIS WORK, USET’S TRIBAL HEALTH PROGRAM SUPPORT (THPS) OFFICE HAS BEEN IN OPERATION SINCE 1995, INITIATED THROUGH AN INDIAN SELF-DETERMINATION EDUCATION AND ASSISTANCE ACT (ISDEAA) CONTRACT WITH IHS FOR IDENTIFIED PROGRAMS, SERVICES, FUNCTIONS, AND ACTIVITIES ON BEHALF OF MEMBER TRIBAL NATIONS.   THE USET TEC, HAS SERVED TRIBAL HEALTH PROGRAMS AND URBAN INDIAN ORGANIZATIONS IN THE 13-STATE REGION KNOWN AS THE INDIAN HEALTH SERVICE (IHS) NASHVILLE AREA SINCE 2000. IT IS THE ONLY TEC IN THE REGION AND WORKS IN CONJUNCTION WITH THESE PROGRAMS TO PROVIDE AN IN-DEPTH ARRAY OF PUBLIC HEALTH ACTIVITIES AND EPIDEMIOLOGICAL SERVICE.   USET’S MAIN OFFICE IS IN THE CALUMET OFFICE BUILDING LOCATED AT 711 STEWARTS FERRY PIKE, NASHVILLE, TN. THE IHS NASHVILLE AREA OFFICE IS ALSO HOUSED IN THE CALUMET OFFICE BUILDING, WHICH FACILITATES THE PARTNERSHIP BETWEEN THE TWO ORGANIZATIONS.  USET’S TECPHI 2.0 PROJECT WILL STRENGTHEN S THE PUBLIC HEALTH INFRASTRUCTURE AND CAPACITY OF OUR TRIBAL EPIDEMIOLOGY CENTER (TEC) AND THE TRIBES AND URBAN INDIAN ORGANIZATIONS (UIO) THEY SUPPORT TO MEET NATIONAL PUBLIC HEALTH ACCREDITATION STANDARDS AND DELIVER THE 10 ESSENTIAL PUBLIC HEALTH SERVICES.  PRIORITIES ARE AS FOLLOWS:  1) FOCUS AREA 1 ACTIVITIES: INFRASTRUCTURE BUILDING: SUPPORT USET TEC WORKFORCE DEVELOPMENT AND CAPACITY BUILDING BY PROVIDING ON-GOING TRAINING AND TECHNICAL ASSISTANCE IN ESSENTIAL PUBLIC HEALTH SERVICES AND CORE PUBLIC HEALTH COMPETENCIES; 2) FOCUS AREA 2 ACTIVITIES: COLLECT AND USE DATA TO CARRY OUT ASSESSMENTS AND IDENTIFY LOCAL HEALTH PRIORITIES: USE DATA TO IDENTIFY AND DESCRIBE SOCIAL DETERMINANTS OF HEALTH (SDOH) AND IDENTIFY HEALTH PRIORITIES, STRENGTHS, AND DISPARITIES FOR USET TRIBAL NATION POPULATIONS; AND 3) FOCUS AREA 3 ACTIVITIES: PLAN, IMPLEMENT, AND EVALUATE INTERVENTIONS TO ADDRESS HEALTH PRIORITIES: IDENTIFY OPPORTUNITIES AND CULTIVATE PARTNERSHIPS TO ADDRESS THE SDOH IN USET TRIBAL NATION POPULATIONS, SUPPORTING CULTURALLY RELEVANT PRACTICED-BASED ACTIVITIES TO ADDRESS IDENTIFIED HEALTH PRIORITIES.  OUTCOMES INCLUDE INCREASED USE OF CULTURALLY RELEVANT DATA COLLECTION INSTRUMENTS, INCREASED ACCESS TO USET TRIBAL NATION DATA TO IDENTIFY  SDOH AND HEALTH PRIORITIES, INCREASED COLLABORATION AMONG TECS, TRIBAL NATIONS, AND UIOS ON PLANNING IMPLEMENTATION, AND EVALUATION OF CULTURALLY RELEVANT PUBLIC HEALTH PROGRAMS, INCREASED USE OF NATIONAL STANDARDS TO ASSESS PUBLIC HEALTH INFRASTRUCTURE STRENGTHS AND GAPS, INCREASED USE OF PUBLIC HEALTH CORE COMPETENCIES TO ACCESS AND GUIDE TRAINING FOR TEC AND TRIBAL NATION WORKFORCE. USET WILL ALSO PARTICIPATE IN THE COMMUNITY OF PRACTICE (COP) FACILITATED BY THE COMPONENT B RECIPIENT, WITH TECPHI STAFF ATTENDING ROUTINE MONTHLY VIRTUAL MEETINGS WITH THE COMPONENT B RECIPIENT TO DISCUSS PROJECT PERFORMANCE, IDEAS AND ENGAGE IN ONGOING COLLABORATIVE EFFORTS. WE WILL ALSO CREATE A SUSTAINABILITY PLAN TO SUSTAIN INCREASED WORKFORCE CAPACITY AND ENHANCED PUBLIC HEALTH INFRASTRUCTURE BEYOND THE 5-YEAR PERIOD OF PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea374156-1221-1907-17d3-7a75d83dd0f8-C", "generated_internal_id": "ASST_NON_NU58DP007219_7523"}, {"internal_id": 149792792, "Award ID": "NU58DP007212", "Award Amount": 277200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY - 2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a2cc4b34-c9e9-bcfc-a3f0-3bd09a8169ba-C", "generated_internal_id": "ASST_NON_NU58DP007212_7523"}, {"internal_id": 149793008, "Award ID": "NU58DP007211", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TENDING TO LAND-BASED, INTERGENERATIONAL WHOLE HEALTH PRACTICES FOR WELLNESS AT FORT PECK - PROJECT ABSTRACT SUMMARY THE OVERALL GOALS OF OUR 5-YEAR PROJECT PROPOSAL FUNDED BY THE TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY PROGRAM IS AN INCREASE IN RESILIENCE AND USE OF CULTURAL PRACTICES TO REDUCE DIABETES, HEART DISEASE, STROKE AND CANCER, AS WELL AS INCREASED SENSE OF MENTAL AND EMOTIONAL WELLBEING AMONG COMMUNITY MEMBERS. TO REACH THIS 5-YEAR GOAL, OUR PROPOSED PROJECT ACTIVITIES EACH AIM TO INCREASE THE NUMBER OF PEOPLE PARTICIPATING IN OPPORTUNITIES FOR CULTURAL TEACHINGS AND PRACTICES THAT PROMOTE HEALTH AND WELLNESS. WE PLAN TO DO THIS THROUGH THREE DISTINCT STRATEGIES: STRATEGY 2: ESTABLISH AN ANNUAL COMMUNITY CALENDAR OF SEASONAL CULTURAL AND TRADITIONAL EVENTS, CELEBRATIONS AND ACTIVITIES THAT SUPPORT AND REINFORCE HEALTHY PRACTICES. TO ACHIEVE THIS, WE WILL EMULATE INTERGENERATIONAL TRANSMISSION OF KNOWLEDGE AND LANGUAGE THROUGH FIELD TRIPS THEMED BY CYCLICAL, SEASONALLY APPROPRIATE HUNTING, GATHERING, HARVESTING, AND PRESERVATION METHODS OF THE FORT PECK ASSINIBOINE & SIOUX TRIBES COMMUNITY.OUR PROJECT STAFF WILL CONDUCT WEEKLY FIELD TRIPS THEMED ON PLANNING, OBSERVING, HUNTING, HARVESTING, PLANTING, OR CRAFTING. WEEKLY ACTIVITIES WILL BE BASED ON CYCLES OF SEASONS AND THE APPROPRIATE TIMES OF THE YEAR FOR EACH ACTIVITY (SEE Y1 WORKPLAN PROPOSAL FOR DETAILED THEMES). WE WILL SURVEY THE FORT PECK BUFFALO RANCH & LANDSCAPE FOR PLANTS & MEDICINES, AND COLLECT INFORMATION ON TRADITIONAL LANGUAGE AND ANNUAL CYCLES TO ASSEMBLE A SEASONAL, CYCLICAL CALENDAR OF NATURAL-WORLD OBSERVATION, PLANT/MEDICINE HARVESTING, HUNTING, AND PRESERVATION PRACTICES STRATEGY 4: ESTABLISH OR STRENGTHEN OPPORTUNITIES FOR ADULTS AND ELDERS TO PASS ON TRIBAL, CULTURAL, AND OTHER KNOWLEDGE TO CHILDREN AND YOUNG PEOPLE, AND TO OTHER ADULTS AND ELDERS WITHIN THE FORT PECK ASSINBOINE & SIOUX TRIBES COMMUNITY. WE WILL UTILIZE THE FPCC BUFFALO CHASERS PODCAST SERIES IN AN EFFORT TO INCLUDE TOPICS THAT DISCUSS THE WHOLE HEALTH BENEFITS OF RE-ESTABLISHING OUR RELATIONSHIP WITH THE GROWING, GATHERING, AND HARVESTING OF BOTH TRADITIONAL AND MODERN FOODS AND THE IMPACT OUR RE-CONNECTING CAN HAVE ON OUR RELATIONSHIPS WITH OUR ELDERS AND CHILDREN. SECONDLY, WE WILL BOLSTER THE FORT PECK TRIBAL SEED LIBRARY BY SPONSORING ACCESS TO AN ONLINE SEED SCHOOL (E.G., SEED SAVERS, ROCKY MOUNTAIN SEED ALLIANCE) FOR COMMUNITY MEMBERS TO TAKE AS AN ANNUAL COHORT. THE COHORT MODEL WILL ALLOW COMMUNITY MEMBERS TO LEARN TOGETHER WHILE SHARING THEIR OWN EXPERIENCES SO THAT THE TRIBAL SEED LIBRARY MIGHT GAIN ENOUGH KNOWLEDGE AND EXPERIENCE TO ONE DAY HOST ITS OWN FORT PECK-FOCUSED SEED SCHOOL IN OUR COMMUNITIES, TAUGHT BY COMMUNITY MEMBERS. STRATEGY 5: PARTNER WITH TRIBAL, INTER-TRIBAL, GOVERNMENTAL, AND NON-GOVERNMENTAL ENTITIES TO PRODUCE AND PROMOTE TRADITIONAL DIETS, INCLUDING FOODS AND DRINKS TO SUSTAIN HEALTH. FINALLY, WE WILL BOLSTER PRE-EXISTING COMMUNITY GARDENING ACTIVITIES THROUGH A PARTNERSHIP WITH THE FORT PECK TRIBES COMMUNITY SERVICES GARDEN TO FACILITATE TRADITIONAL GATHERING/HARVESTING OF FOODS TO STRENGTHEN THE TRIBAL ECOLOGICAL KNOWLEDGE SYSTEM OF THE FORT PECK ASSINIBOINE & SIOUX TRIBES COMMUNITY. WE WILL ENHANCE THE CURRENT COMMUNITY GARDEN PROGRAM TO INCLUDE MORE TRADITIONAL SEED, PLANT, AND FOOD OFFERINGS TO TRIBAL AND COMMUNITY MEMBERS. THE INCLUSION OF MORE TRADITIONAL VARIETIES AND OFFERINGS, WILL ALSO PROVIDE ANOTHER OPPORTUNITY FOR THE STUDENTS WHO VISIT/VOLUNTEER, COMMUNITY MEMBERS WHO WORK/VOLUNTEER, AND TRIBAL ELDERS WHO RECEIVE THE MAJORITY OF THE GARDEN'S PRODUCE TO INTERACT TOGETHER AROUND THESE HEALTHY AND CULTURALLY SIGNIFICANT FOODS; GIVING ALL AGES A BETTER SENSE OF THEIR OWN CONNECTIONS TO THEIR CULTURE AND COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "131d475f-b7c3-4712-47e0-7ce25fbb37b5-C", "generated_internal_id": "ASST_NON_NU58DP007211_7523"}, {"internal_id": 149792044, "Award ID": "NU58DP007210", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "STRENGTHENING TRIBAL PRACTICING AND INCREASING ACCESS TO CULTURAL TRADITIONS FOR AMERICAN INDIANS IN SOUTHERN CALIFORNIA - UNITED AMERICAN INDIAN INVOLVEMENT, INC. (UAII) WILL PLAN, DEVELOP, AND IMPLEMENT A PROJECT DESIGNED TO INCREASE SOCIAL AND CULTURAL CONNECTEDNESS RESULTING IN THE INCREASED ADOPTION OF HEALTHY PRACTICES AND REDUCE CHRONIC ILLNESS. THROUGH HEALTHY LIVING PRACTICES WE WILL INCREASE CULTURAL AWARENESS, AND PROMOTE HEALTHY ACTIVITY FOR URBAN AMERICAN INDIANS AND ALASKA NATIVES (AIAN) LIVING IN LOS ANGELES COUNTY. THIS PROJECT WILL EXPAND CURRENT PROGRAMS AND SERVICES THAT HAVE BEEN VIABLE AND LEGITIMATE WITHIN OUR CURRENT CLIENT POPULATION, AND ADAPT TO MEET THE EVOLVING NEEDS OF OUR COMMUNITY. FOCUSING ON 3 PRIMARY STRATEGIES THAT WILL YIELD SHORT AND LONG-TERM OUTCOMES. EACH STRATEGY, BUILDS ON THE RESILIENCY OF PREVIOUS GENERATIONS AS WE LOOK INWARD TO IMPROVE OPPORTUNITIES FOR FUTURE GENERATIONS TO IMPROVE THE HEALTH AND WELLNESS OF OUR COMMUNITY. THE GOALS AND OBJECTIVES OF THE PROGRAM INCLUDE: 1) PROVIDE INTERGENERATIONAL LEARNING OPPORTUNITIES THAT SUPPORT WELLBEING AND RESILIENCY THROUGH A PARTNERSHIP THAT WILL EXCHANGE CULTURAL, AND CURRENT, KNOWLEDGE THROUGH A FORUM COMPOSED OF YOUTH AND ELDERS. 2) PROVIDE CULTURAL TEACHINGS ABOUT TRADITIONAL HEALTHY FOODS TO PROMOTE HEALTH, SUSTENANCE, AND SUSTAINABILITY THROUGH THE CREATION OF A TRADITIONAL GARDENING PROGRAM. THIS PROGRAM WILL BUILD ON THE LESSONS LEARNED DURING THE TIME OF THE COVID PANDEMIC TO BRING TOGETHER YOUTH, ADULTS, AND COMMUNITY PARTNERS TO LEARN MORE ABOUT HOW WE FEED OUR BODY AND OUR SOUL. 3) WITH THE SUPPORT OF OUR PARTNERS, UAII WILL PROVIDE TRADITIONAL AND CONTEMPORARY PHYSICAL ACTIVITIES THAT STRENGTHEN WELLBEING. OUR PLAN IS TO SUPPORT A TRADITIONAL ARCHERY PROGRAM FOR YOUTH, ADULTS, AND ELDERS THAT WILL SHARE OUR CULTURAL TRADITIONS AND BUILD CULTURAL CONNECTEDNESS THROUGH HEALTHY ACTIVITIES, TEAM SPORTS, AND TRIBAL PARTNERSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b1b1423-983f-1b6d-cac5-8b8f7ceb3ecf-C", "generated_internal_id": "ASST_NON_NU58DP007210_7523"}, {"internal_id": 149792759, "Award ID": "NU58DP007209", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "INDIAN HEALTH CENTER OF SANTA CLARA VALLEY'S TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY PROJECT - THE INDIAN HEALTH CENTER OF SANTA CLARA VALLEY’S (IHC) TRADITIONAL PATH TO WELLNESS PROJECT  AIMS TO DECREASE THE PREVALENCE OF OBESITY, DIABETES, HEART DISEASE, AND THE IMPACT OF CO OCCURRING MENTAL HEALTH DISORDERS BY USING CULTURAL AND TRADITIONAL PRACTICES TO PROVIDE HOLISTIC  HEALTH AND WELLNESS EDUCATION. IN YEAR 1, PARTICIPANTS WILL RECEIVE SUPPORT IN DEVELOPING  POSITIVE BEHAVIOR CHANGES TO ADDRESS THEIR MENTAL, EMOTIONAL, SPIRITUAL, AND PHYSICAL HEALTH  THEREBY PROMOTING POSITIVE HEALTH OUTCOMES FOR AMERICAN INDIAN/ALASKAN NATIVE (AI/AN)  FAMILIES IN SANTA CLARA COUNTY.  UTILIZING A TRADITIONAL COMMUNITY-BASED BEST PRACTICE APPROACH, A 6-WEEK INTERGENERATIONAL  WELLNESS SERIES MODEL WAS DEVELOPED TO ADDRESS CHRONIC DISEASE WHICH INCLUDES THE WHOLE  FAMILY. PARTICIPANTS WILL RECEIVE INTENSIVE EDUCATION AROUND MEAL PLANNING, SHOPPING, MINDFUL  EATING, HISTORICAL TRAUMA, TRADITIONAL MEDICINES, TRADITIONAL AND CONTEMPORARY FORMS OF EXERCISE AND ACTIVITIES TO IMPROVE FAMILY COHESION AND DEVELOP SUPPORT NETWORKS. IN-BETWEEN EACH 6- WEEK WELLNESS SERIES, THE PROJECT COORDINATOR WILL WORK WITH PARTICIPANTS TO DEVELOP A WELLNESS  PLAN AND WILL REFER PARTICIPANTS TO EXISTING, ON-GOING ACTIVITIES OFFERED AT THE INDIAN HEALTH CENTER  OF SANTA CLARA VALLEY. ACTIVITIES INCLUDE POWWOW DANCE AND DRUM CLASS, DIABETES EDUCATION  CLASSES, DAILY FITNESS CLASSES, NUTRITION COUNSELING, ACCESS TO A FITNESS CENTER, SAN JOSE NATIVE  YOUTH EMPOWERMENT GROUP, AND SERVICES AT THE MEDICAL, DENTAL, AND COUNSELING DEPARTMENTS AS  NEEDED.  INTERMEDIATE OUTCOMES: THE PROJECT WILL MEET THIS OUTCOME BY OFFERING ACTIVITIES THAT INCLUDE  CULTURAL COMMUNITY PROGRAMS, PHYSICAL ACTIVITY, AND INTERGENERATIONAL INTERACTIONS THAT PROMOTE  WELLBEING. IHC WILL ALSO MEET THE FOLLOWING INTERMEDIATE OUTCOMES:       1) INCREASED SENSE OF CULTURAL CONNECTEDNESS      2) INCREASED SENSE OF SOCIAL CONNECTEDNESS      3) INCREASED CONSUMPTION OF HEALTHY TRADITIONAL FOODS AND/OR INCREASED PHYSICAL ACTIVITY  LONG-TERM OUTCOMES: THIS PROJECT WILL IMPLEMENT EVIDENCE-BASED STRATEGIES AND ACTIVITIES THAT  MEET THE NEEDS OF OUR URBAN INDIAN COMMUNITY. THE LONG-TERM OUTCOMES THAT IHC WOULD LIKE TO  MEET THROUGH INTERGENERATIONAL INTERACTIONS ARE:      1) REDUCED MORBIDITY/MORTALITY DUE TO DIABETES, HEART DISEASE, STROKE, AND CANCER     2) INCREASED RESILIENCE AND USE OF CULTURAL PRACTICES TO REDUCE DIABETES, HEART DISEASE, STROKE, AND CANCER.  USING CULTURAL AND TRADITIONAL TEACHINGS ENSURES THAT OUR PROJECT WILL HELP INCREASE THE HEALTH AND  WELLBEING OF AI/ANS IN SANTA CLARA COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f93cc14b-f95d-a2a7-9bb3-a2d5e5d213c1-C", "generated_internal_id": "ASST_NON_NU58DP007209_7523"}, {"internal_id": 149792267, "Award ID": "NU58DP007208", "Award Amount": 298790.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "HEALTH AND WELLNESS THROUGH APACHE TRADITIONS (HWAT) - PROJECT ABSTRACT THE WHITE MOUNTAIN APACHE TRIBE - DIVISION OF HEALTH PROGRAMS (DHP) IS INTERESTED IN IMPLEMENTING CDC'S FUNDING OPPORTUNITY TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY CDC-RFA-DP22-2201 IN TRIBAL COMMUNITIES ON THE FORT APACHE INDIAN RESERVATION. THE DIVISION OF HEALTH PROGRAMS - HEALTH EDUCATION DEPARTMENT WILL BE RESPONSIBLE FOR IMPLEMENTING PROGRAM ACTIVITIES AND THE INTERMEDIATE (5-YEAR) OBJECTIVES OF INCREASING THE SENSE OF CULTURAL CONNECTEDNESS, INCREASING THE SENSE OF SOCIAL CONNECTEDNESS, AND INCREASING THE CONSUMPTION OF HEALTHY TRADITIONAL FOODS AND/OR INCREASING PHYSICAL ACTIVITY. THE SHORT-TERM OUTCOMES INCLUDE INCREASING THE NUMBER OF PEOPLE PARTICIPATING IN OPPORTUNITIES FOR CULTURAL TEACHINGS AND PRACTICES THAT PROMOTE HEALTH AND WELLNESS. TO ACHIEVE THIS SHORT-TERM OUTCOME, HEALTH EDUCATION WILL IMPLEMENT ACTIVITIES IN THE TRIBAL COMMUNITY THAT INCLUDE CULTURAL TEACHINGS, APACHE HISTORY, PHYSICAL ACTIVITIES FOR YOUTH, AND HEALTH/WELLNESS EVENTS. THESE ACTIVITIES WILL PROMOTE CONNECTING HEALTH AND WELLNESS TO CULTURAL TEACHINGS, INTERGENERATIONAL LEARNING OPPORTUNITIES, AND PHYSICAL ACTIVITIES THAT STRENGTHEN WELLBEING. DHP HEALTH EDUCATION WILL COLLABORATE WITH TRIBAL ENTITIES, CDC, AND ALL RELEVANT STAKEHOLDERS TO IMPLEMENT PROGRAM ACTIVITIES. DHP HEALTH EDUCATION WILL SUCCESSFULLY IMPLEMENT THE LOGIC MODEL STRATEGIES TO EVENTUALLY LEAD TO THE LONG-TERM OUTCOMES OF INCREASE RESILIENCE, REDUCED MORBIDITY/MORTALITY, AND INCREASED SENSE OF MENTAL AND EMOTIONAL WELLBEING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69ffdb17-ff78-a0b5-4ddc-1f66e50a09e1-C", "generated_internal_id": "ASST_NON_NU58DP007208_7523"}, {"internal_id": 149792730, "Award ID": "NU58DP007207", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS AT SDAIHC - THE SAN DIEGO AMERICAN INDIAN HEALTH CENTER (SDAIHC) IS AN INDEPENDENT, NONPROFIT, INDIAN -CONTROLLED HEALTHCARE ORGANIZATION THAT WAS ESTABLISHED IN 1979 TO PROVIDE MULTIDISCIPLINARY, COMPREHENSIVE OUTPATIENT MEDICAL, DENTAL, AND BEHAVIORAL HEALTH SERVICES TO URBAN AMERICAN INDIANS AND ALASKAN NATIVES. THE CLINIC WAS FOUNDED AS AN URBAN INDIAN HEALTH ORGANIZATION (UIHO) UNDER TITLE V OF THE INDIAN HEALTH CARE IMPROVEMENT ACT. SDAIHC ALSO NOW OPERATES AS A FEDERALLY QUALIFIED HEALTH CENTER (FQHC) UNDER SECTION 330 OF THE PUBLIC HEALTH SERVICES ACT. OUR MISSION IS TO PROMOTE EXCELLENCE IN HEALTHCARE WITH RESPECT TO CUSTOM AND TRADITION. OUR GOAL IS TO REDUCE THE SIGNIFICANT HEALTH DISPARITIES OF SAN DIEGO’S URBAN AMERICAN INDIAN POPULATION BY INCREASING ACCESS TO CARE AND IMPROVING THE QUALITY OF THAT CARE, RESULTING IN INCREASED LIFE EXPECTANCY AND IMPROVED QUALITY OF LIFE. WE ARE THE ONLY UIHO IN THE EIGHTH LARGEST METROPOLITAN REGION IN THE UNITED STATES, WITH A TARGET POPULATION OF 30,000 INDIVIDUALS.  OUR PROPOSED TRIBAL PRACTICES PROGRAM WILL LEVERAGE AND COMPLEMENT AN ARRAY OF SAIHC PROGRAMS, BOTH EXISTING (LIKE OUR SAMHSA STRATEGIC FRAMEWORK PARTNERSHIPS FOR SUCCESS, ZERO SUICIDE, AND NATIVE CONNECTIONS GRANTS—AND OUR IHS-FUNDED PUBLIC HEALTH NURSING GRANT), AND SEVERAL PROGRAMS CURRENTLY UNDER CONSIDERATION FOR FUNDING BY IHS (I.E., A PENDING SUBSTANCE ABUSE PREVENTION, TREATMENT AND AFTERCARE (SAPTA) PROPOSAL, WHICH WOULD BUILD ON THE FOUNDATIONS WE ESTABLISHED UNDER PAST MSPI FUNDING—AND A NEW 4-IN-1 GRANT PROGRAM).  A KEY FEATURE OF SDAIHC’S PATIENT CENTERED MEDICAL HOME IS THE USE OF THE PHQ-2 SCREENING INSTRUMENT WITH ALL CLIENTS, ON EVERY OCCASION THAT THEY PRESENT AT THE CLINIC, WHATEVER THE REASON FOR THEIR VISIT. THROUGH THIS APPROACH, WE IDENTIFY CLIENTS WHO ARE AT RISK AND IN POTENTIAL NEED OF BEHAVIORAL HEALTH SUPPORTS. ALL CLIENTS SHOWING RISK ON PHQ-2 ARE GIVEN A WARM HANDOFF TO OUR PUBLIC HEALTH NURSE, WITH WHOM THEY COMPLETE A UNIVERSAL SCREENING, INCLUDING MULTIPLE INSTRUMENTS SUCH AS PHQ-9, AUDIT-C, ACES, MAT USE, TOBACCO USE, DOMESTIC VIOLENCE, DENTAL UTILIZATION, AND AN ACTIVITY LEVEL ASSESSMENT. BASED ON THE UNIVERSAL SCREENING, CLIENTS ARE RANKED AS: LOW RISK, MEDIUM RISK, MEDIUM-HIGH RISK, AND HIGH RISK/DEPENDENCY. OUR CLINIC HAS DEVELOPED AN EXCELLENT SET OF SERVICES FROM SBIRT, TO TALKING CIRCLES, TO BRIEF COURSES OF THERAPY OR COUNSELING, TO IN-PATIENT DETOXIFICATION AND TREATMENT, LONGER-TERM THERAPY, AND INTENSIVE CASE MANAGEMENT – ACCORDING TO THE INDIVIDUAL’S NEEDS.  THE GAP THAT THIS PROPOSAL WILL ADDRESS INVOLVES SDAIHC’S OFFERINGS OF CULTURALLY COMPETENT SERVICES FOR CLIENTS SCREENING LOW TO MEDIUM RISK. AS THE CDC HAS WISELY NOTED, TRIBAL PRACTICES THAT BUILD RESILIENCY, CONNECTIONS TO COMMUNITY, FAMILY, AND CULTURE AMONG AI/AN CAN PREVENT THE AMERICAN INDIAN CLIENTELE THAT WE SERVE FROM PROGRESSING TO MEDIUM AND HIGH RISK OF MENTAL HEALTH AND/OR CHEMICAL DEPENDENCY CHALLENGES BY CELEBRATING, VALIDATING, AND REINFORCING THE WAYS IN WHICH “CULTURE IS WELLNESS.”  SDAIHC’S TRIBAL PRACTICES FOR WELLNESS PROPOSAL WILL IMPLEMENT THREE STRATEGIES FROM THE CDC LOGIC MODEL: STRATEGIES 4, 5, AND 6: INTERGENERATIONAL LEARNING OPPORTUNITIES THAT SUPPORT WELLNESS AND RESILIENCE; CULTURAL TEACHINGS AND PRACTICES ABOUT TRADITIONAL HEALTHY FOODS TO PROMOTE HEALTH, SUSTENANCE, AND SUSTAINABILITY; AND TRADITIONAL AND CONTEMPORARY PHYSICAL ACTIVITIES THAT STRENGTHEN WELL-BEING. OUR PROGRAM HAS BEEN SPECIFICALLY DESIGNED TO STRENGTHEN THE FUTURE WELL-BEING OF YOUTH SERVED THROUGH OUR PREVENTION EARLY INTERVENTION YOUTH CENTER, BY LINKING ACTIVITIES FOR ELDERS AND ADULTS WITH YOUTH CENTER ACTIVITIES, AND ACTIVITIES THAT SERVE ENTIRE NATIVE AMERICAN FAMILIES. WITH CDC FUNDING WE WILL GREATLY STRENGTHEN THE PREVENTION COMPONENTS OF OUR PATIENT CENTERED MEDICAL HOME. OUR PROPOSED PROGRAM WILL COST $150,000 PER YEAR—WHICH WILL PROVIDE AN EXCELLENT PUBLIC HEALTH VALUE A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a50262c9-4cb7-3871-4426-5b309a559d9c-C", "generated_internal_id": "ASST_NON_NU58DP007207_7523"}, {"internal_id": 149792013, "Award ID": "NU58DP007206", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES THAT BUILD RESILIENCY AND CONNECTIONS TO COMMUNITY, FAMILY, AND CULTURE AMONG AMERICAN INDIANS AND ALASKAN NATIVES. - NARA’S PROPOSED PROJECT, THE YOUTH WELLNESS PROGRAM, WILL PROVIDE TRIBAL AND CULTURALLY-BASED HEALTH AND WELLNESS ACTIVITIES AND EVENTS FOR AMERICAN INDIAN/ALASKA NATIVE (AI/AN) YOUTH, YOUNG ADULTS (AGE 10 TO 24YEARS) AND THEIR FAMILIES TO IMPROVE PHYSICAL, MENTAL HEALTH AND OVERALL WELLBEING. STRATEGIES/INTERVENTIONS. NARA NW WILL DRAW UPON OREGON TRIBAL BEST PRACTICES (OTBP) TO IMPLEMENT THE KEY STRATEGIES AND ACTIVITIES. STRATEGY 1: FAMILY AND COMMUNITY ACTIVITIES THAT CONNECT CULTURAL TEACHINGS TO HEALTH AND WELLNESS. NARA YWP WILL IMPLEMENT FAMILY-CENTERED ACTIVITIES AND EVENTS THAT TEACH, BUILD UPON, CELEBRATE, AND STRENGTHEN CULTURAL AND TRADITIONAL PRACTICES AND TEACHINGS. THESE ACTIVITIES WILL DRAW UPON OTBP OF TRIBAL FAMILY ACTIVITIES, TRADITIONAL FOODS/HEALTHY LIFESTYLES EVENTS, TRADITIONAL GAMES AND ARTS AND CRAFTS.THIS STRATEGY WILL INCLUDE COLLABORATIONS WITH EXISTING NARA PROGRAMS (INTERNAL PARTNERS) FOCUSED ON DIABETES,CANCER, AND GENERAL HEALTH AND WELLNESS. STRATEGY 2: SEASONAL CULTURAL AND TRADITIONAL PRACTICES THAT SUPPORT HEALTH AND WELLNESS. NARA YWP WILL IMPLEMENT SEASONAL AND TRADITIONAL CULTURAL EVENTS, CELEBRATIONS, TRADITIONAL HARVEST OR ACTIVITIES. THESE ACTIVITIES WILL DRAW UPON OTBP TRADITIONAL FOODS/HEALTHY LIFESTYLES, TRIBAL FAMILY ACTIVITIES, AND POWWOW. STRATEGY 3: SOCIAL AND CULTURAL ACTIVITIES THAT PROMOTE COMMUNITY WELLNESS. NARA NW WILL IMPLEMENT SOCIAL AND/OR TRIBAL CULTURAL ACTIVITIES INCORPORATING OPPORTUNITIES TO LEARN ABOUT TRADITIONAL HEALTHY FOOD, PHYSICAL ACTIVITIES, AND LIFESTYLE PRACTICES TO ENHANCE MENTAL AND EMOTIONAL WELLBEING. THIS STRATEGY WILL DRAW UPON OTBP FOCUSED ON EQUINE/HORSE THERAPY.THESE EVENTS AND ACTIVITIES WILL BE BASED ON THREE STRATEGIES: - FAMILY AND COMMUNITY ACTIVITIES THAT CONNECT CULTURAL TEACHINGS TO HEALTH AND WELLNESS; - SEASONAL CULTURAL AND TRADITIONAL PRACTICES THAT SUPPORT HEALTH AND WELLNESS; - SOCIAL AND CULTURAL ACTIVITIES THAT PROMOTE COMMUNITY WELLNESS AND WELLBEING. IT IS ANTICIPATED THAT AS THE AI/AN YOUTH, YOUNG ADULTS AND THEIR FAMILIES INCREASE THEIR PARTICIPATION AND ENGAGEMENT IN THE PROPOSED EVENTS AND ACTIVITIES, THEIR UNDERSTANDING OF AND ENGAGEMENT IN MENTAL HEALTH PROMOTION, SOBRIETY, CULTURAL PRIDE, AND HEALTHY LIFESTYLE PRACTICES WILL INCREASE AND GROW OVER TIME. AND, FROM A POPULATION MANAGEMENT PERSPECTIVE, THIS GROWTH IN HEALTHY LIFESTYLE CHOICES WILL REDUCE MORBIDITY AND MORTALITY FROM DIABETES, HEART DISEASE, STROKE AND CANCER. POPULATION: URBAN AI/AN YOUTH AND YOUNG ADULTS (10-24 YEARS OF AGE) AND ANY OF THEIR FAMILY MEMBERS, WHO RESIDE IN THE PORTLAND, OREGON METROPOLITAN AREA. DEMOGRAPHICS AND CLINICAL CHARACTERISTICS: ACCORDING TO US CENSUS 2013 ESTIMATES, THE PORTLAND METRO AREA IS HOME TO OVER 5637 YOUTH AND YOUNG ADULTS BETWEEN THE AGES OF 10 AND 24; 44% ARE FEMALE. AI/AN CHILDREN EXPERIENCE HIGHER RATES OF VIOLENCE IN THEIR HOMES THAN THE NATIONAL AVERAGE. AI/AN CHILDREN ARE PHYSICALLY ABUSED, SEXUALLY ABUSED, AND NEGLECTED AT A RATE OF 12.4 PER 1,000 AI/AN CHILDREN COMPARED TO THE NATIONAL RATE OF 9.2 PER 1,000 CHILDREN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53db605c-dc85-25a2-69d1-219c310ba77e-C", "generated_internal_id": "ASST_NON_NU58DP007206_7523"}, {"internal_id": 149792810, "Award ID": "NU58DP007205", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "CDC TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRYPASUCA YAQUI TRIBE- YOEMTUWAME PROJECT - THE PASCUA YAQUI TRIBE’S, HEALTH SERVICES DIVISION IS SEEKING REFUNDING THROUGH THE CDC’S TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY GRANT. THIS SUBMISSION WILL ALLOW SEWA U’USIM COMMUNITY PARTNERSHIP (LEAD AGENCY) TO CONTINUE THE YOEMTUWAME PROJECT (“BEING HIAKI (YAQUI) OR BEING ONE’S TRUE SELF). THE PURPOSE OF THE YOEMTUWAME PROJECT IS TO ENHANCE TRIBAL PRACTICES IN PROGRAMS THAT PROMOTE HEALTH AND WELLBEING AND BUILD RESILIENCY IN CHILDREN, YOUTH, AND FAMILIES; INCREASING TRIBAL MEMBERS’ SENSE OF CONNECTION TO THE COMMUNITY, FAMILY AND CULTURE THAT, OVER THE LONGER TERM, WILL LEAD TO HEALTHIER YAQUI FAMILIES AND COMMUNITIES; POST-COVID CREATING A NEW NORMAL FOR HEALTHY LIVING AND LIFESTYLE CHOICES. OUTCOMES: THE ULTIMATE AIM OF THE PROPOSED PROJECT IS TO INCREASE PASCUA YAQUI TRIBAL MEMBER’S RESILIENCE AND USE OF CULTURAL PRACTICES TO REDUCE MORBIDITY/MORTALITY DUE TO DISEASES SUCH AS: DIABETES, HEART DISEASE, STROKE, AND CANCER, AS WELL AS INCREASE MENTAL AND EMOTIONAL WELLING AMONG COMMUNITY MEMBERS. THE PROJECT IS PROPOSING TO FOCUS ON THE FOLLOWING STRATEGIES: STRATEGY 1: FAMILY AND COMMUNITY ACTIVITIES THAT CONNECT CULTURAL TEACHINGS TO HEALTH AND WELLNESS; STRATEGY 5: CULTURAL TEACHINGS AND PRACTICES ABOUT TRADITIONAL HEALTHY FOODS TO PROMOTE HEALTH, SUSTENANCE, AND SUSTAINABILITY; AND STRATEGY 6: TRADITIONAL AND CONTEMPORARY PHYSICAL ACTIVITIES THAT STRENGTHEN WELLBEING. UNFORTUNATELY, THE PASCUA YAQUI TRIBE HAVE A LOWER THAN AVERAGE LIFE EXPECTANCY IN COMPARISON TO PIMA COUNTY AND ARIZONA, BY NEARLY THREE DECADES. ADDITIONALLY, DIABETES IS THE NUMBER ONE CAUSE OF DEATH AMONG THE COMMUNITY, WHICH IS ON THE OTHER END OF THE SPECTRUM FOR PIMA COUNTY AND ARIZONA. IN LIGHT OF THESE STATISTICS, THE YOEMTUWAME PROJECT WILL EXPAND AND INTEGRATE TRIBAL PRACTICES THAT PROMOTE HEALTH AND WELLBEING TO BUILD RESILIENCY AND CONNECTIONS TO COMMUNITY, FAMILY AND CULTURE-KNOWN PROTECTIVE FACTORS AGAINST CHRONIC DISEASE SUCH AS DIABETES, HEART DISEASE, AND MENTAL HEALTH. THE PROJECT WILL INCORPORATE YOEME LANGUAGE, HISTORY, AND CULTURE INTO NEW AND EXISTING PROGRAMS, SUCH AS THE GOOD HEALTH AND WELLNESS IN INDIAN COUNTRY (A CURRENT GRANT OVERSEEN BY SEWA U’USIM), TO IMPROVE TRADITIONAL WELLNESS PRACTICES AMONG YOUTH, FAMILIES, AND COMMUNITY MEMBERS. THE PROJECT WILL CONTINUE TO BRING TOGETHER THE RESOURCES AND PROGRAMS OF THE WELLNESS CENTER, DIABETES PREVENTION AND TREATMENT PROGRAM AS WELL AS LOCAL SUBJECT MATTER EXPERTS, ELDERS, CULTURAL LEADERS, AND COMMUNITY LEADERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d719ba2-0e9a-6267-1bc5-6f385a29774b-C", "generated_internal_id": "ASST_NON_NU58DP007205_7523"}, {"internal_id": 149793015, "Award ID": "NU58DP007204", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "NULI POMAWS - MALISEET I LIVE WELL PROGRAM - WABANAKI PUBLIC HEALTH AND WELLNESS (WPHW) THROUGH THIS GRANT WILL CONTINUE THE WORK CONDUCTED IN THE HOULTON BAND OF MALISEET INDIANS (HBMI) UNDER THE CURRENT TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY (TPWIC) GRANT. THE PURPOSE OF THE PROGRAM IS TO INCREASE PHYSICAL ACTIVITY, FOOD AND VEGETABLE CONSUMPTION, AND PARTICIPATION IN CULTURAL ACTIVITIES BY ENGAGING HBMI MEMBERS OF ALL AGES IN THE NULI POMAWS – I LIVE WELL PROGRAM. THIS PROGRAM WILL BE BASED ON THE TRADITIONAL TEACHINGS, VALUES, AND MALISEET CULTURE AND WILL WORK WITH PROGRAMS WITHIN HBMI (SUCH AS THE HEALTH CENTER, YOUTH PROGRAM, HEAD START, AND ELDER PROGRAM) TO CONDUCT CULTURALLY BASED WELLNESS ACTIVITIES SUCH AS THE GATHERING, GROWING, EDUCATING, AND EATING OF TRADITIONAL FOODS, TRADITIONAL PHYSICAL ACTIVITIES, AND PROVIDING ACTIVITIES TO FOSTER STRONG SOCIAL SUPPORT WITHIN THE COMMUNITY. OUTCOMES INCLUDE: - SHORT-TERM: INCREASED NUMBER OF PEOPLE PARTICIPATING IN OPPORTUNITIES FOR CULTURAL TEACHINGS AND PRACTICES THAT PROMOTE HEALTH AND WELLNESS. - INTERMEDIATE: INCREASED SENSE OF CULTURAL CONNECTEDNESS, INCREASED SENSE OF SOCIAL CONNECTEDNESS, AND INCREASED CONSUMPTION OF HEALTHY TRADITIONAL FOODS AND/OR INCREASED PHYSICAL ACTIVITY. - LONG-TERM: INCREASED RESILIENCE AND USE OF CULTURAL PRACTICES TO REDUCE DIABETES, HEART DISEASE, STROKE, AND CANCER. REDUCED MORBIDITY/MORTALITY DUE TO DIABETES, HEART DISEASE, STROKE, AND CANCER. INCREASED SENSE OF MENTAL AND EMOTIONAL WELLBEING AMONG COMMUNITY MEMBERS. THIS PROGRAM HAS BEEN INCREDIBLY SUCCESSFUL IN THE COMMUNITY OVER THE PAST FOUR YEARS AND WPHW ANTICIPATES THE UPCOMING FIVE YEARS WILL BE JUST AS FRUITFUL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "165215ef-7722-aa71-9ff4-1c121c1fb895-R", "generated_internal_id": "ASST_NON_NU58DP007204_7523"}, {"internal_id": 149792498, "Award ID": "NU58DP007203", "Award Amount": 299964.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TA'C WAAQ'IS: NEZ PERCE TRIBE GOOD HEALTH - THE EDUCATION DEPARTMENT OF THE NEZ PERCE TRIBE IS APPLYING FOR FUNDING ASSISTANCE OVER THE NEXT FIVE YEARS TO ESTABLISH A COMPREHENSIVE PROGRAM OF CULTURAL AND LIFE SKILLS ACTIVITIES AS A PREVENTATIVE MEASURE TO HELP BUILD WELLNESS AND RESILIENCY AMONG TRIBAL YOUTH AND THEIR FAMILIES ON THE NEZ PERCE RESERVATION IN NORTH CENTRAL IDAHO. THE PROJECT WILL BE IMPLEMENTED AS A KEY PART OF THE EDUCATION DEPARTMENT'S STUDENTS FOR SUCCESS PROGRAM, WHICH HAS BEEN IN PLACE FOR SEVERAL YEARS IN WITH A PROVEN TRACK RECORD IN PREVENTION OF TOBACCO USE AND IN PROMOTION OF HEALTHY LIFESTYLES. AT LEAST 250 UNDUPLICATED PARTICIPANTS WILL BECOME ENGAGED WITH THE PROGRAM EACH YEAR OVER THE NEXT FIVE YEARS, WHICH WILL INCLUDE CURRICULA RELEVANT TO NEZ PERCE CULTURE IN TRADITIONAL DANCE, GAMES, FISHING, AND THE GATHERING AND USES OF NATIVE PLANTS, AS WELL AS SESSIONS THROUGHOUT THE YEAR IN REGALIA MAKING TO STRENGTHEN IDENTIFY WITH TRIBAL CULTURE. ADDITIONALLY, GATHERING OF NATIVE AMERICANS CAMPS WILL BE HELD FOR NEZ PERCE FAMILIES EACH YEAR WITH MOTIVATIONAL PRESENTERS ON THE IMPORTANCE OF LIVING A LIFESTYLE IN BALANCE WITH WELLNESS, PERSONAL EMPOWERMENT, AND CONNECTION TO TRIBAL COMMUNITY. PARTNERS TO THE PROJECT INCLUDE NEZ PERCE SOCIAL SERVICES, LAW AND JUSTICE, AND BEHAVIORAL HEALTH PROGRAMS AND COLLABORATION WILL OCCUR WITH OTHER TRIBES IN THE CDC GRANTEE COHORT. OUTREACH TO ENGAGE TRIBAL MEMBERS IN PARTICIPATION WILL BE CONDUCTED THROUGH TRIBAL PRINT AND ON LINE SERVICES, TRIBAL RADIO, AND SOCIAL MEDIA. PLANNING FOR POST-GRANT SUSTAINABILITY WILL OCCUR IN YEARS FOUR AND FIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_NU58DP007203_7523"}, {"internal_id": 149792695, "Award ID": "NU58DP007202", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "NACA?S LASTING INDIGENOUS FAMILY ENRICHMENT (L.I.F.E.) PROGRAM WILL PROVIDE TRADITIONAL ACTIVITIES AND INTRODUCE INNOVATIVE PHYSICAL HEALTH MODALITIES TO HELPDEVELOP YOUTH 11-14 TO IMPROVE WELL-BEING. - NACA’S LASTING INDIGENOUS FAMILY ENRICHMENT (L.I.F.E.) PROGRAM WILL PROVIDE TRADITIONAL ACTIVITIES AND INTRODUCE INNOVATIVE PHYSICAL HEALTH MODALITIES TO HELP COMMUNITY DEVELOP AND IMPROVE THEIR WELL-BEING.  L.I.F.E. WILL FOCUS ON MIDDLE CHILDHOOD (AGES 11-14) YOUTH WHO ARE MOVING THROUGH DEVELOPMENTAL STAGE WHERE ENCOURAGEMENT IS NEEDED FROM ADULTS AND WHEN PHYSICAL ACTIVITY IS IMPORTANT FOR THEIR DEVELOPING BODY.  WITH PARENTS, EXTENDED FAMILY, ELDERS, AND COMMUNITY, L.I.F.E. WILL GUIDE PARTICIPANTS THROUGH TRADITIONAL AND CONTEMPORARY ACTIVITIES TO REDUCE RISK FACTORS TO ESTABLISH HEALTHIER LIVING, SUCH AS THROUGH A YOUTH COALITION, ADULT NUTRITION AND EXERCISE CLASSES, TRADITIONAL RUNNING ACTIVITIES, CONTEMPORARY PHYSICAL HEALTH STRATEGIES, CULTURAL GARDENING ACTIVITIES AND ENGAGE WITH INDIGENOUS KNOWLEDGE KEEPERS.  L.I.F.E.’S PROJECT STRATEGIES: 1.\tFAMILY AND COMMUNITY ACTIVITIES THAT CONNECT TEACHINGS TO HEALTH AND WELLNESS 2.\tCULTURAL TEACHING AND PRACTICES ABOUT TRADITIONAL HEALTHY FOOD TO PROMOTE HEALTH, SUSTENANCE, AND SUSTAINABILITY. 3.\tTRADITIONAL AND CONTEMPORARY PHYSICAL ACTIVITIES THAT STRENGTHEN WELLBEING.  L.I.F.E.’S SHORT-TERM OUTCOMES: 1.\tINCREASE THE NUMBER OF YOUTH AND COMMUNITY MEMBERS PARTICIPATING IN INTERGENERATIONAL PROGRAMS OFFERED THAT SUPPORT WELLBEING AND         RESILIENCE 2.\tINCREASE THE NUMBER OF COMMUNITY MEMBERS PARTICIPATING IN ACTIVITIES THAT TEACH TRADITIONAL AND CONTEMPORARY PHYSICAL ACTIVITIES 3.\tINCREASE THE NUMBER OF COMMUNITY MEMBERS PARTICIPATING IN SOCIAL AND/OR TRIBAL CULTURAL ACTIVITIES CONDUCTED TO LEARN ABOUT TOBACCO         USE, HEALTHY FOOD, PHYSICAL ACTIVITY, AND LIFESTYLE PRACTICES.  L.I.F.E.’S INTERMEDIATE OUTCOMES: I.\tINCREASE SENSE OF CULTURAL CONNECTEDNESS. II.\tINCREASE SENSE OF SOCIAL CONNECTEDNESS. III.\tINCREASE CONSUMPTION OF HEALTH TRADITIONAL FOODS AND/OR INCREASE PHYSICAL ACTIVITY.  L.I.F.E.’S LONG TERM OUTCOMES 1.\tREDUCE MORBIDITY AND MORTALITY DUE TO DIABETES, HEART DISEASE, STROKE, AND CANCER. 2.\tINCREASE RESILIENCE TO DIABETES, HEART DISEASE, STROKE, AND CANCER, THROUGH CULTURAL PRACTICES AND KNOWLEDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd8fa60c-9fbf-4666-7373-3d341602c926-C", "generated_internal_id": "ASST_NON_NU58DP007202_7523"}, {"internal_id": 149792140, "Award ID": "NU58DP007201", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "NATIVE HEALTH FY22 TRIBAL PRACTICES TO INCREASE INDIGENOUS RESILIENCE TO URBAN AIAN MEN, WOMEN, AND CHILDREN IN MARICOPA COUNTY. - NATIVE HEALTH PROPOSES TO IMPLEMENT A PROGRAM THAT WILL INFUSE CULTURAL TRADITIONS TO BUILD RESILIENCY AND CONNECTIONS TO THE COMMUNITY AND CULTURE TO IMPROVE PHYSICAL, MENTAL, EMOTIONAL, AND SPIRITUAL HEALTH AND WELLBEING. IMPLEMENTATION OF ACTIVITIES ACROSS GENERATIONS, ACTIVITIES TO INFUSE INDIGENOUS DIETS, AND ACTIVITIES TO INCREASE CULTURAL AND SOCIAL CONNECTEDNESS WILL SUPPORT THIS INITIATIVE.  NATIVE HEALTH SEEKS TO RECONNECT THE URBAN AMERICAN INDIAN/ALASKA NATIVE (AIAN) TARGET POPULATION TO THEIR ANCESTRAL SOURCE OF WELL-BEING AND BALANCE, INTERGENERATIONAL INTERACTION AND TRADITIONALLY BASED ACTIVITIES WILL SERVE AS A REMINDER OF THAT ANCESTRAL CONNECTION. FOR MANY AIAN, HEALTH AND SYSTEMS FOR HEALING GO BEYOND WHAT CAN BE FOUND IN THE CLINICAL SETTING AS THIS PROGRAM WILL SEEK TO ESTABLISH WITH INFUSED TRADITIONAL FOOD SOURCES AND A RETURN TO PHYSICAL ACTIVITY. HEALING MECHANISMS ARE THROUGH THE WAYS OF LIFE THAT HAVE POWER AND RESONATE WITH THE COMMUNITY TODAY IN FOODS GROWN LOCALLY AND CULTURALLY THEMED ACTIVITIES IN THE COMMUNITY.  NATIVE HEALTH WILL EMPLOY STRATEGIES AND OUTCOMES TO REALIZE: INCREASED INTERGENERATIONAL INTERACTIONS WITH A POSITIVE IMPACT ON WELLBEING. THIS STRATEGY WILL ENGAGE FAMILIES IN VARIOUS CULTURALLY BASED ACTIVITIES THAT WHEN INFUSED IN A TALKING CIRCLE PLATFORM WILL PROVIDE OPPORTUNITIES FOR INTERGENERATIONAL CONNECTIONS. TO FURTHER INCREASE SOCIAL CONNECTEDNESS NATIVE HEALTH WILL IMPLEMENT AN INDIGENOUS BOOK CLUB TARGETED TO URBAN INDIGENOUS YOUTH. THE YOUTH WILL BE ENGAGED IN CULTURALLY THEMED STORIES, BE PROVIDED AN OPPORTUNITY TO SHARE THEIR INDIGENOUS EXPERIENCES.  INCREASED INCLUSION OF TRADITIONAL FOODS IN DIETS. THIS STRATEGY WILL INVOLVE FAMILIES HARVESTING AND UTILIZING FOODS GROWN IN THE NATIVE HEALTH TRADITIONAL GARDEN. THIS ELEMENT WILL ALSO INCLUDE INTERACTIVE WORKSHOPS PROVIDED BY A MASTER GARDENER, INDIGENOUS FIELD EXPERTS, AND A TRIBAL GRANTEE. THROUGH THIS ACTIVITY IT IS ANTICIPATED THAT TEN FAMILIES WILL PARTICIPATE IN GARDEN WORKSHOPS, HARVEST, AND UTILIZE FOODS FROM THE TRADITIONAL GARDEN AND WILL INFUSE THESE FOODS IN THEIR DAILY DIETS. IN EACH PROJECT YEAR, INDIGENOUS FOOD BOXES WILL BE DISTRIBUTED TO ALL PARTICIPANTS AND WILL BE THE CULMINATION OF THE GARDEN WORKSHOPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "826e5981-f068-fa55-ead4-384f7f79da4d-C", "generated_internal_id": "ASST_NON_NU58DP007201_7523"}, {"internal_id": 149792319, "Award ID": "NU58DP007200", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "AIHS TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY - <![CDATA[PROJECT ABSTRACT SUMMARY PROJECT TITLE: AMERICAN INDIAN HEALTH & SERVICES (AIH&S) TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY FUNDING AGENCY: CENTERS FOR DISEASE CONTROL, TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY APPLICANT NAME: AMERICAN INDIAN HEALTH & SERVICES (AIH&S)   FOA: CDC-RFA-DP22-2201 ADDRESS: 4141 STATE ST, SUITE B-11, SANTA BARBARA, CA 93110-1898 PHONE: 805-681-7144       \t\tWEBSITE: WWW.AIHSCORP.ORG./ PROJECT CONTACT: SCOTT BLACK\t\tEMAIL: SBLACK@AIHSCORP.ORG. FUNDING REQUEST: $ 149,996 FIRST YEAR; $749,980 TOTAL FOR THE 5-YR PERFORMANCE PERIOD PROPOSED SITE (MAIN): 4141 STATE ST, SUITE B-11, SANTA BARBARA, CA 93110-1898 DESCRIPTION OF PROPOSED PROJECT: THE AIH&S TPWIC PROGRAM PURPOSE IS TO REDUCE THE LONG-TERM MORBIDITY AND MORTALITY OF URBAN AI/ANS THAT LIVE WITHIN SANTA BARBARA AND VENTURA COUNTIES. WE UTILIZE A SOCIO-ECOLOGICAL PREVENTION AND HEALING APPROACH FOR REDUCING RISK FACTORS AND PROMOTING PROTECTIVE FACTORS THROUGH THE IMPLEMENTATION OF OUR CHANGING TIDES SYSTEM OF CARE MODEL AND CHANGING TIDES PRACTICE-BASED EVIDENCE. THE WORKPLAN AND NARRATIVE ARE GUIDED BY THREE MAIN STRATEGIES, WHICH ARE: 1) SEASONAL CULTURAL AND TRADITIONAL PRACTICES THAT SUPPORT HEALTH AND WELLNESS; 2) SOCIAL AND CULTURAL ACTIVITIES THAT PROMOTE COMMUNITY WELLNESS; 3) INTERGENERATIONAL LEARNING OPPORTUNITIES THAT SUPPORT WELLBEING AND RESILIENCE. WITHIN THIS FRAMEWORK, WE INTEND TO COMPLETE THE FOLLOWING ACTIVITIES: 2A ESTABLISH AN ANNUAL COMMUNITY CALENDAR; 2B COMMUNITY CELEBRATIONS; 2C GONA COMMUNITY CELEBRATION; 3A CULTURAL TEACHINGS WORKSHOPS; 3B TOMOL ACTIVITY; 4A BEADING CIRCLES; 4B TOMOL TEACHINGS; 4D TALKING CIRCLES. WE WILL UTILIZE A MIXED-METHODS EVALUATION PLAN GUIDED BY THESE KEY EVALUATION QUESTIONS: 1) TO WHAT EXTENT DID RECIPIENT COMMUNITIES DEMONSTRATE AN INCREASED SENSE OF CULTURAL CONNECTEDNESS? 2) TO WHAT EXTENT DID RECIPIENT COMMUNITIES DEMONSTRATE AN INCREASED SENSE OF SOCIAL CONNECTEDNESS? 3) TO WHAT EXTENT WAS THERE INCREASED SENSE OF SAFETY AND ENGAGEMENT? 4) TO WHAT EXTENT WAS THERE INCREASED KNOWLEDGE OF CULTURAL VALUES AND HOLISTIC WELLNESS PRACTICES? 5) TO WHAT EXTENT WAS THERE INCREASED USE OF COPING AND LEADERSHIP SKILLS? 6) TO WHAT EXTENT WAS THERE INCREASED SENSE OF WISDOM AND INTERGENERATIONAL CONNECTION? NEEDS TO BE ADDRESSED: THE AI/AN POPULATION OF SANTA BARBARA AND VENTURA COUNTIES SUFFER FROM HEALTH DISPARITIES COMPARED TO THEIR LOCAL NON-HISPANIC WHITE (NHW) COUNTERPARTS, WITH RESPECT TO MENTAL WELL-BEING, DEPRESSION, SUICIDALITY, COVID19 RATES, AND DIABETES. OTHER SOCIAL AND ECONOMIC DISPARITIES ARE INEXTRICABLY LINKED TO MORBIDITY AND MORTALITY. AI/ANS IN SANTA BARBARA AND VENTURA COUNTIES SUFFER FROM HIGHER POVERTY RATES AND LOWER RATES OF HEALTH INSURANCE COMPARED TO NHW. POPULATION TO BE SERVED: AIH&S’S SPECIFIC TARGET POPULATION ARE AI/ANS ADULTS, CHILDREN AND FAMILIES THAT RESIDE IN SANTA BARBARA AND VENTURA COUNTIES, WHICH IS IN THE HEART OF THE ANCESTRAL TERRITORY OF THE CHUMASH PEOPLES. AIH&S’ RELATIONSHIP TO THE TARGET POPULATION IS AS DIRECT SERVICE PROVIDER AS AN URBAN INDIAN HEALTH ORGANIZATION THAT OFFERS COMPREHENSIVE MEDICAL, DENTAL, AND BEHAVIORAL HEALTH SERVICES. HOUSED WITHIN THE BH DEPARTMENT IS THE COMMUNITY WELLNESS DEPARTMENT, WHICH OFFERS HOLISTIC WELLNESS (MIND/BODY/EMOTION/SPIRIT) AND RESILIENCY-BUILDING CULTURAL PROGRAMS AND SERVICES. THE COMMUNITY WELLNESS DEPARTMENT ENGAGES IN TARGETED OUTREACH AND PARTNERSHIP BUILDING WITH LOCAL ORGANIZATIONS, TO REACH AND ENGAGE THE AI/AN POPULATION OF SANTA BARBARA AND VENTURA COUNTIES IN THESE SERVICES.]]>", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58b79987-be48-c8b0-bd86-f16317c8fb83-C", "generated_internal_id": "ASST_NON_NU58DP007200_7523"}, {"internal_id": 149793042, "Award ID": "NU58DP007199", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "RISING STRONG - PROJECT ABSTRACT SUMMARY  ALL NATIONS HEALTH CENTER WAS ESTABLISHED IN 1970 TO MEET THE PHYSICAL, MENTAL, EMOTIONAL, AND SPIRITUAL WELLNESS NEEDS OF AMERICAN INDIANS AND ALASKA NATIVES (AIAN) LIVING WITHIN MISSOULA COUNTY, MONTANA. ALL NATIONS HEALTH CENTER SERVES ALL EIGHT FEDERALLY RECOGNIZED MONTANA TRIBES, AND ALL TRIBAL MEMBERS UP TO SECOND DEGREE DESCENDANTS REGARDLESS OF TRIBAL AFFILIATION. THROUGH BOTH LOCAL DATA AND PEER-REVIEWED, EVIDENCE-BASED RESEARCH, WE KNOW THAT THERE ARE MANY CHRONIC HEALTH ISSUES THAT AIANS FACE THAT AREN’T ADDRESSED WITH TRIBAL PRACTICES. THERE ARE APPROXIMATELY 4,894 AIANS IN MISSOULA COUNTY WHO MAY EXPERIENCE GEOGRAPHICAL, SOCIAL, CULTURAL, AND SPIRITUAL BARRIERS TO HEALTH AND WELLNESS, FURTHER CONTRIBUTING TO THE CHRONIC DISEASES THAT AIAN PEOPLES EXPERIENCE.  ALL NATIONS PURPOSES TO BRIDGE THE GAP OF THE SOCIAL DETERMINANTS OF HEALTH BY BUILDING SOCIAL CONNECTEDNESS IN MISSOULA’S AI/AN COMMUNITY AND FAMILIES WHILE FOCUSING ON TRIBAL PRACTICES THAT BUILD RESILIENCY. ALL NATIONS PURPOSES THE RISING STRONG PROGRAM WILL PROVIDE FAMILY AND COMMUNITY ACTIVITIES THAT CONNECT CULTURAL TEACHINGS TO HEALTH AND WELLNESS THROUGH COLLABORATIONS WITH COMMUNITY ORGANIZATIONS AND CONNECTIONS WITH AI/AN COMMUNITY MEMBERS.  THE FOLLOWING ARE THE STRATEGY’S SELECTED BASED OF THE LOGIC MODEL:  1.\tSTRATEGY 1: FAMILY AND COMMUNITY ACTIVITIES THAT CONNECT CULTURAL TEACHINGS TO HEALTH AND WELLNESS. 2.\tSTRATEGY 3: SOCIAL AND CULTURAL ACTIVITIES THAT PROMOTE COMMUNITY WELLNESS. 3.\tSTRATEGY 4: INTERGENERATIONAL LEARNING OPPORTUNITIES THAT SUPPORT WELLBEING AND RESILIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b2aae4a-eac4-6e49-b2e7-c332aac27529-C", "generated_internal_id": "ASST_NON_NU58DP007199_7523"}, {"internal_id": 149792250, "Award ID": "NU58DP007198", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "THE HUALAPAI TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY. - THE HUALAPAI TRIBE’S APPROXIMATE 1 MILLION RESERVATION IN NORTHWEST ARIZONA IS HOME TO 1,433 PEOPLE, WITH MOST LIVING IN OR NEAR THE TRIBE’S CAPITAL AND ONLY TOWN CENTER PEACH SPRINGS, AZ. OF THE RESIDENTS, 97% ARE AMERICAN INDIANS AND MOST ARE ENROLLED MEMBERS OF THE HUALAPAI TRIBE. OVER 38% OF COMMUNITY MEMBERS REPORT SPEAKING A LANGUAGE OTHER THAN ENGLISH, ASSUMEDLY HUALAPAI, AT HOME. THE MEAN HOUSEHOLD INCOME IS $36,063 WITH 33.6% LIVING 100% BELOW THE FEDERAL POVERTY LINE (FPL) AND 65.7% LIVING 200% BELOW THE FPL. THE HUALAPAI COMMUNITY IS RURAL WITH 2.1 PEOPLE PER SQUARE MILE OF LAND. PEACH SPRINGS HAS A CONVENIENCE FOOD STORE AND GAS STATION, BUT THE CLOSEST SUPERMARKET OFFERING A WIDE ARRAY OF FRESH FRUITS AND VEGETABLES IS 55 MILES WEST IN KINGMAN, AZ. THE COMMUNITY IS SERVED BY A SMALL, OUTPATIENT INDIAN HEALTH SERVICE CLINIC; SPECIALTY MEDICAL SERVICES ARE ONLY AVAILABLE OFF RESERVATION REQUIRING A MINIMUM TRAVEL DISTANCE OF 110 MILES ROUND TRIP. THE COMMUNITY SUFFERS DISPROPORTIONATELY HIGH RATES OF CHRONIC DISEASE, SPECIFICALLY OBESITY, DIABETES, HYPERTENSION, CANCER AND MENTAL AND EMOTIONAL DISTRESS IN COMPARISON TO OTHER RACES IN THE US. THESE CONDITIONS CAN BE PREVENTED OR MANAGED BY INCREASING CONSUMPTION OF HIGH FIBER, LOW FAT FOODS, REGULAR PHYSICAL ACTIVITY AND ADDRESSING FEELINGS OF SOCIAL ISOLATION AND CULTURAL DISCONNECTION. THE HUALAPAI TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY (TPWC) WILL INCREASE HUALAPAI COMMUNITY MEMBERS’ FAMILIARITY AND KNOWLEDGE OF CULTURAL TEACHINGS AND PRACTICES, AND COORDINATE SOCIAL AND CULTURAL ACTIVITIES TO STRENGTHEN THEIR CONNECTION WITH FAMILY AND COMMUNITY AS VENUES TO PROMOTE COMMUNITY HEALTH AND WELLNESS. THE TPWIC PROJECT WILL INCREASE HUALAPAI COMMUNITY MEMBERS’ FAMILIARITY AND KNOWLEDGE OF TRADITIONAL FOODS AS A STRATEGY TO PROMOTE HEALTHY FOOD CHOICES AND TO RECONNECT WITH THE WISDOM, STRENGTH AND RESILIENCE OF ANCESTORS. COLLECTIVELY, THESE CONNECTIONS AND THE REVITALIZATION O F TRADITIONAL PRACTICES WILL REDUCE THE RISK FACTORS ASSOCIATED WITH HIGH RATES OF CHRONIC DISEASE. AT THE END OF THE 5-YEAR FUNDING PERIOD, THE EXPECTED OUTCOMES OF THE HUALAPAI TPWIC PROJECT ARE TO ENHANCE THE OVERALL HEALTH AND WELLNESS OF THE COMMUNITY THROUGH AN INCREASE IN THE SENSE OF CULTURAL CONNECTEDNESS, SENSE OF SOCIAL CONNECTEDNESS (STRATEGIES 1 AND 3), FAMILIARITY WITH TRADITIONAL FOOD COLLECTION, PREPARATION AND STORAGE AND CONSUMPTION OF TRADITIONAL FOODS (STRATEGY 6). LONG-TERM, THE HUALAPAI TPWIC PROJECT EXPECTS THAT THESE CHANGES IN KNOWLEDGE AND BEHAVIOR WILL CONTRIBUTE TO INCREASED COLLECTIVE RESILIENCE AND MENTAL AND EMOTIONAL WELL-BEING, AND A REDUCTION IN THE RISK FACTORS CONTRIBUTING TO DIABETES, HEART DISEASE, CANCER AND MENTAL AND EMOTIONAL DISTRESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e95cabb7-df65-59ef-aa46-adf0b601d4c9-C", "generated_internal_id": "ASST_NON_NU58DP007198_7523"}, {"internal_id": 149792352, "Award ID": "NU58DP007197", "Award Amount": 299968.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS AT SANTA ANA - SANTA ANA PUEBLO, POPULATION OF 870, IS ONE OF THE PUEBLOS LOCATED ALONG THE RIO GRANDE RIVER IN NEW MEXICO.  SANTA ANA TRIBAL MEMBERS SPEAK THE KERES LANGUAGE AND THE PUEBLO HAS PRIDED ITSELF ON WORKING TO MAINTAIN ITS LANGUAGE, AGRICULTURAL, AND CULTURAL TRADITIONS.  SANTA ANA HAS A YOUNG MEDIAN AGE OF 34 YEARS, AND 26% OF THE POPULATION ARE 18 YEARS OR YOUNGER.  CHRONIC DISEASES AFFECT THE POPULATION OF SANTA ANA IN WAYS SIMILAR TO OTHER NATIVE AMERICAN POPULATIONS.  THE ENTIRE COMMUNITY FROM YOUTH TO ELDERS IS AFFECTED BY DIABETES, OBESITY AND HEART DISEASE.  DIABETES IS BY FAR THE MOST PREVALENT CHRONIC DISEASE AT SANTA ANA.  OVERALL DIABETES PREVALENCE IS 24%, AND PRE-DIABETES PREVALENCE IS 17%.  HEART DISEASE IS ANOTHER CHRONIC DISEASE THAT AFFECTS THE COMMUNITY OF SANTA ANA.  IN OUR 2021 DIABETES AUDIT, 14% OF INDIVIDUALS ALSO HAD CARDIOVASCULAR DISEASE. THE TAMAYA WELLNESS PROGRAM (TWP) HAS BEEN PROVIDING PROGRAMMING SINCE 1999.  THE PROGRAM WAS INITIATED USING SPECIAL DIABETES PROGRAMS FOR INDIANS (SDPI) FUNDING.  SDPI CONTINUES TO BE A MAJOR SOURCE OF SUPPORT, AS WELL AS DRIVING OUR PROGRAM FOCUS ON PHYSICAL ACTIVITY, NUTRITION, AND CHRONIC DISEASE PREVENTION AND  SELF-MANAGEMENT FOR THE ADULT POPULATION.   FUNDING FROM THE CDC'S GOOD HEALTH AND WELLNESS IN INDIAN COUNTRY (GHWIC) GREW A MORE COMPREHENSIVE APPROACH THAT NOT ONLY ADDRESSED LIFESTYLE CHANGE BUT THE ENVIRONMENTAL AND SYSTEMIC CHALLENGES THAT WORK TO INHIBIT INDIVIDUAL CHANGE.  CDC'S TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY (TWPIC) FUNDING EMPHASIZED BUILDING RESILIENCY AND CONNECTION TO COMMUNITY, AND ALLOWED US TO SURVEY THE COMMUNITY AND ESTABLISH AN ACCURATE PICTURE OF THE COMMUNITY ACCESS TO AND KNOWLEDGE OF OBTAINING, GROWING, PRESERVING AND PREPARING HEALTHY FOOD.   WE THEN HELD COMMUNITY LISTENING SESSIONS, AND WERE ABLE TO PLAN AND IMPLEMENT STRATEGIES TO ADDRESS IDENTIFIED NEEDS.  THE PURPOSE OF THIS PROJECT IS TO EXPAND AND BUILD ON OUR EXISTING WORK AND LESSONS LEARNED, CONTINUING TO NURTURE OUR COMMUNITY RELATIONSHIPS AND PARTNERSHIPS TO EXPAND OUR IMPACT.  WE HAVE CHOSEN THE FOLLOWING STRATEGIES:             - SEASONAL CULTURAL AND TRADITIONAL PRACTICES THAT SUPPORT HEALTH AND WELLNESS             - SOCIAL AND CULTURAL ACTIVITIES THAT PROMOTE COMMUNITY WELLNESS             - CULTURAL TEACHINGS AND PRACTICES ABOUT TRADITIONAL HEALTHY FOODS TO PROMOTE HEALTH, SUSTENANCE AND SUSTAINABILITY OUR FIRST YEAR ACTIVITIES WILL OFFER FOOD GROWING AND PRESERVATION SUPPORT; INCREASE AWARENESS OF NATIVE PLANTS AND HERBS; PROVIDE OPPORTUNITIES FOR INTERGENERATIONAL LEARNING; SUPPORT HEALTHY EATING THROUGH EDUCATION AND SKILL-BUILDING FOR COMMUNITY MEMBERS AND FOOD VENDORS; AND STRENGTHENING A COMMUNITY FOOD-SHARING NETWORK. ALL OF THIS WORK WILL CONTRIBUTE TO THE INTERMEDIATE OUTCOMES OF INCREASED CULTURAL AND SOCIAL CONNECTEDNESS, AND INCREASED CONSUMPTION OF HEALTHY TRADITIONAL FOODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e51c569-9541-dff6-c623-9ebe3df03206-C", "generated_internal_id": "ASST_NON_NU58DP007197_7523"}, {"internal_id": 149792987, "Award ID": "NU58DP007196", "Award Amount": 296546.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "LCO PROJECT VENTURE PROJECT WILL UTILIZE CURRICULUM WHICH IS AN EVIDENCE BASED PREVENTION CURRICULUM DESIGNED BY THE NATIONAL INDIAN YOUTH LEADERSHIP PROJECT. - THE PROGRAM METHOD TO COMBATTING UNHEALTHY BEHAVIORS THAT COULD LEAD TO HEART DISEASE, STROKE, DIABETES, AND CANCER IS THE CREATION OF A CULTURALLY CONNECTEDNESS PROGRAM THAT EMPHASIZES HEALTHY DIET OF TRADITIONAL FOODS, INCREASED PHYSICAL ACTIVITY THROUGH TRADITIONAL CULTURAL PRACTICES AND WELLNESS GATHERINGS WHERE ELDERS TEACH ABOUT TRADITIONAL WAYS OF HEALING. OUR APPROACH TO ADDRESSING THESES PROBLEMS THROUGH THIS GRANT WILL BE TO FOCUS MORE ON PREVENTION AND BUILDING POSITIVE CULTURAL HEALTH HABITS EARLIER IN THE LIFE. THIS GRANT WILL THEREFORE CONTINUE FUNDING FOR PROJECT VENTURE AS OUR IMPLEMENTATION MODEL, RESEARCH SUPPORTED PROGRAM SPECIFICALLY DEVELOPED FOR INDIGENOUS YOUTH, A SAMHSA MODEL PROGRAM IDENTIFIED IN THE NATIONAL HIGH RISK YOUTH STUDY AS “THE MOST EFFECTIVE PROGRAM SERVING AMERICAN INDIAN/ALASKA NATIVE YOUTH.”", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30a494ed-9ff3-086b-f11c-683a15045292-C", "generated_internal_id": "ASST_NON_NU58DP007196_7523"}, {"internal_id": 149792019, "Award ID": "NU58DP007195", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY--MKE - THE GERALD L. IGNACE INDIAN HEALTH CENTER IS A FEDERALLY QUALIFIED HEALTH CENTER AND THE ONLY URBAN INDIAN HEALTH CENTER IN THE STATE OF WISCONSIN. THE PROPOSED PROJECT, TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY MKE, WILL IMPROVE THE HEALTH AND WELLNESS OF THE MILWAUKEE AREA’S URBAN AI/AN POPULATION THROUGH BROADENED UNDERSTANDING OF TRADITIONS AND PRACTICES THAT SUPPORT AND ENHANCE HEALTH. THE PROJECT WILL BE SUPPORTED THROUGH THE HIRING OF A FULL-TIME CULTURAL AND SPIRITUAL ADVISOR, PARTNERSHIPS AND BY BRINGING IN SUBJECT MATTER EXPERTS TO BROADEN INTER- AND INTRA-TRIBAL KNOWLEDGE AND UNDERSTANDING OF THE DEEP IMPACT OF CULTURAL AND LINGUISTIC TRADITIONS ON HEALTH.  A ROBUST SET OF PROGRAMS WILL BE INTERGENERATIONAL, WILL FOCUS ON ALL 12 BANDS AND TRIBES IN WISCONSIN, AND WILL REACH AN ESTIMATED 470 PEOPLE PER YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9fd30dd9-2181-773f-307c-11399234209a-C", "generated_internal_id": "ASST_NON_NU58DP007195_7523"}, {"internal_id": 149792802, "Award ID": "NU58DP007194", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "USING TRADITIONAL CULTURAL PHYSICAL, MENTAL, AND EMOTIONAL ACTIVITIES TO INSURE WELLNESS IN OUR PEOPLE. - BRINGING OUR PEOPLE TOGETHER PROJECT ABSTRACT  BRINGING OUR PEOPLE TOGETHER IS A PROGRAM PROPOSED BY KNIK TRIBE THROUGH THE NATIONAL CENTER FOR CHRONIC DISEASE PREVENTION AND HEALTH PROMOTION: TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY, CDC-RFA-DP22-2201.  BRINGING OUR PEOPLE TOGETHER WILL HELP STRENGTHEN KNIK TRIBE’S COMMITMENT TO KEEPING OUR PEOPLE PHYSICALLY AND MENTALLY HEALTHY AND HELP PROVIDE CULTURAL AND TRADITIONAL ACTIVITIES FOR FAMILIES, THE COMMUNITY, ELDERS, YOUTH AND YOUNG ADULTS.  KNIK TRIBE PROPOSES DIFFERENT ACTIVITIES TO HELP BRING ABOUT THIS. THESE PROGRAMS ARE; WEEKLY TALKING CIRCLES, BI-MONTHLY DRUM NIGHTS, BI-MONTHLY CRAFT NIGHTS, MONTHLY COMMUNITY ACTIVITIES, MONTHLY YOUNG ADULT ACTIVITIES, MONTHLY SWEAT LODGE CEREMONY, ELDERS AND YOUTH CONFERENCE, AND WINTER GAMES.   THESE ACTIVITIES WILL HELP WITH THE STATED NEED IN OUR COMMUNITY FROM OUR ELDERS, FAMILIES AND COMMUNITY MEMBERS.  THESE ACTIVITIES WILL HELP OUR TRIBAL MEMBERS AS WELL AS COMMUNITY MEMBERS STAY ACTIVE, HEALTHY AND PROMOTE WELLNESS THROUGH CULTURE, TRADITIONS AND SUBSISTENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "084ce4ec-888a-68b7-a3dd-5a93c9f6d8e1-C", "generated_internal_id": "ASST_NON_NU58DP007194_7523"}, {"internal_id": 149792028, "Award ID": "NU58DP007193", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "GATHER (GROWING AWARENESS OF TRADITIONS THAT HEAL EVERYONE IN RECIPROCITY) - BACKGROUND IN RESPONSE TO CDC-RFA-DP22-2201, “TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY (TPWIC),” SEATTLE INDIAN HEALTH BOARD (SIHB) PROPOSES TO PROVIDE CULTURALLY ATTUNED TRADITIONAL MEDICINE APPROACHES TO IMPROVE SOCIAL CONNECTEDNESS, A CORE SOCIAL DETERMINANT OF HEALTH, AND REDUCE CHRONIC HEALTH CONDITIONS. AS A FEDERALLY QUALIFIED HEALTH CENTER (FQHC), SIHB SERVES EVERYONE, BUT WE ARE DRIVEN BY OUR MISSION AS AN URBAN INDIAN ORGANIZATION (UIO) TO PRIORITIZE SERVICES FOR AMERICAN INDIANS AND ALASKA NATIVES (AI/AN).  SOCIAL AND CULTURAL CONNECTEDNESS ARE CENTRAL TO HEALTH IN NATIVE COMMUNITIES AND ESSENTIAL TO OVERALL WELLNESS. SIHB HAS BEEN WORKING TO ENHANCE BELONGING AND COMMUNITY CONNECTEDNESS FOR URBAN INDIANS FOR OVER 50 YEARS. OUR SERVICES AND PATIENT CARE PHILOSOPHY ARE GROUNDED IN AN INDIGENOUS KNOWLEDGE-INFORMED SYSTEMS OF CARE (IKISC) CULTURAL FRAMEWORK, WHICH PUTS TRADITIONAL INDIAN MEDICINE (TIM) AT THE CENTER OF ALL WE DO.  PURPOSE TO ADDRESS KEY SOCIAL DETERMINANTS AND INCREASE SOCIAL CONNECTEDNESS TO IMPROVE WHOLE-PERSON HEALING AND WELLNESS, SIHB WILL EXPAND UPON OUR GATHER PROJECT (GROWING AWARENESS OF TRADITIONS THAT HEAL EVERYONE IN RECIPROCITY) TO INCLUDE TWO-SPIRIT INDIVIDUALS, INCREASE OUR USE OF NATIVE LANGUAGES IN WELLNESS OUTREACH, AND EXPAND OUR COMMUNITY CONNECTIONS TO INDIGENOUS FOOD. EMPLOYING STRATEGIES THAT BRING PEOPLE TOGETHER AND FOSTER CONNECTION, GATHER WILL INCREASE ACCESS TO AND KNOWLEDGE ABOUT FOOD FORAGING AND PREPARATION, TRADITIONAL INDIAN MEDICINE (TIM), AND EXPERIENTIAL EDUCATIONAL OPPORTUNITIES FOR THOSE LIVING WITH OR AT RISK FOR CHRONIC HEALTH CONDITIONS. THROUGH THESE ACTIVITIES WE WILL REDUCE CHRONIC DISEASE RISK FACTORS INCLUDING THOSE FOR DIABETES, HEART DISEASE, CANCER, AND STROKE.  TARGET POPULATIONS AND HEALTH DISPARITIES OUR TARGET POPULATION IS URBAN AMERICAN INDIAN/ALASKAN NATIVES (AI/AN) IN OUR CLINICAL CATCHMENT AREA OF KING COUNTY. BECAUSE AI/ANS HAVE HIGHER RATES OF CHRONIC DISEASE AND ARE DISPROPORTIONALLY IMPACTED BY SYSTEMIC DISPARITIES WE KNOW OUR PROPOSED WORK WILL HAVE AN IMPORTANT AND POSITIVE IMPACT ON OUR COMMUNITY. HEALTH DATA FOR THE KING COUNTY AI/AN POPULATION REFLECTS WORSE SOCIAL AND HEALTH INDICATORS COMPARED TO THEIR NON-HISPANIC WHITE COUNTERPARTS.  OUTCOMES THROUGH THIS PROJECT WE AIM TO ACHIEVE A 1) INCREASED SENSE OF CULTURAL CONNECTEDNESS AND 2) INCREASED SENSE OF SOCIAL CONNECTEDNESS. WE WILL DO THIS THROUGH NEW AND ENHANCED OPPORTUNITIES FOR YOUTH, EIDERS, FAMILIES, AND TWO-SPIRIT PEOPLE TO ENGAGE IN HEALTH AND WELLNESS FOCUSED CULTURAL EVENTS AND LEARNING OPPORTUNITIES; USE OF TRADITIONAL LANGUAGE TO PROMOTE HEALTH; IMPROVED CONSUMPTION OF HEALTHY FOOD THROUGH KNOWLEDGE SHARING ACTIVITIES AND HANDS ON FOOD GATHERING. THROUGH KNOWLEDGE EXCHANGE WITH ELDERS AND OTHER TRIBAL PARTNERS WE WILL ENSURE SUSTAINABLE LONG TERM HEALTH OUTCOMES AND INCREASE SOCIAL CONNECTEDNESS FOR OUR INDIGENOUS COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c8a49ae-f439-c4db-273b-ad0d048c2f29-C", "generated_internal_id": "ASST_NON_NU58DP007193_7523"}, {"internal_id": 149792628, "Award ID": "NU58DP007192", "Award Amount": 233254.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "SWO TRADITIONAL WELLNESS PROJECT - PROJECT ABSTRACT  THE SISSETON-WAHPETON OYATE (SWO) IS A FEDERALLY RECOGNIZED TRIBE WITH 13,782 ENROLLED MEMBERS WITH A RESIDENT POPULATION OF 10,408.  THE TRIBE’S RESERVATION IS THE LAKE TRAVERSE RESERVATION ESTABLISHED BY TREATY IN 1867 IS SITUATED IN NORTHEAST SOUTH DAKOTA AND SOUTHEAST NORTH DAKOTA. THERE ARE FIVE COUNTIES ON THE SD SIDE AND TWO ON THE ND SIDE THAT COMPRISE THE 107,200 ACRE RESERVATION.  THE TRIBE HAS APPLIED FOR THE CDC TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY GRANT PROGRAM FOR A FIVE YEAR PROJECT AT $116,627 PER YEAR.  IT WILL HIRE A FIELD HEALTH WORKER TO WORK FULL TIME FOR THE PROJECT AND WILL EMPLOY A TRADITIONAL CONSULTANT WHO WILL WORK WITH THE PROJECT AND THE COMMUNITY ON INSTITUTING THE FOLLOWING:  CDC STRATEGY 2:  SEASONAL CULTURAL AND TRADITIONAL PRACTICES THAT SUPPORT HEALTH AND WELLNESS CDC STRATEGY 5: CULTURAL TEACHINGS AND PRACTICES ABOUT TRADITIONAL HEALTHY FOODS TO PROMOTE HEALTH, SUSTENANCE, AND SUSTAINABILITY CDC STRATEGY 6: TRADITIONAL AND CONTEMPORARY PHYSICAL ACTIVITIES THAT STRENGTHEN WELLBEING  THE PURPOSE OF THE PROJECT IS TO IMPLEMENT TRIBAL PRACTICES THAT BUILD RESILIENCY AND CONNECTIONS TO COMMUNITY, FAMILY, AND CULTURE THAT WILL REDUCE RISK FACTORS FOR CHRONIC DISEASE. THE LONG-TERM GOALS ARE TO INCREASE RESILIENCE AND USE OF CULTURAL PRACTICES TO REDUCE MORBIDITY/MORTALITY DUE TO DIABETES, HEART DISEASE, STROKE, AND CANCER, AND INCREASE MENTAL AND EMOTIONAL WELLBEING AMONG COMMUNITY MEMBERS.  THE SWO TRADITIONAL WELLNESS PROJECT IS THE NAME OF OUR PROJECT AND IS UTILIZING THE GOOD HEALTH AND WELLNESS IN INDIAN COUNTRY PROGRAM AS A GUIDE FOR OUR OBJECTIVES.  OUR FOCUS ON OBESITY PREVENTION, COMMERCIAL TOBACCO USE PREVENTION, AND PREVENTION AND CONTROL OF DIABETES, HIGH BLOOD PRESSURE, AND HIGH BLOOD CHOLESTEROL THROUGH A TRADITIONAL CULTURAL PROGRAM WILL ENSURE SOCIAL AND CULTURAL CONNECTEDNESS FOR OUR TRIBAL MEMBERS AND/OR TARGET POPULATION.  MEMBERS WILL ALSO INCREASE THEIR CONSUMPTION OF HEALTHY TRADITIONAL FOODS AND INCREASE PHYSICAL ACTIVITY AS THEY PARTICIPATE IN THE FIVE YEAR PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a9063c3-1c0a-f06f-527a-f0ea56840403-C", "generated_internal_id": "ASST_NON_NU58DP007192_7523"}, {"internal_id": 149792192, "Award ID": "NU58DP007191", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "SPIRIT LAKE TRIBE NAGI ECIPISHKDE (SPIRIT COMES BACK) PROJECT: A SOCIAL AND CULTURAL CONNECTEDNESS PROJECT - THE SPIRIT LAKE TRIBE NAGI ECIPISHKDE (SPIRIT COMES BACK) PROJECT INTENDS TO RE-VITALIZE THE TRADITIONAL PRACTICES OF THE DAKOTA PEOPLE WHO RESIDE ON THE SPIRIT LAKE RESERVATION; IN SO DOING, BUILDS SOCIAL AND CULTURAL CONNECTEDNESS. THE PROJECT WOULD REACQUAINT RELATIVES, BUILDING \"TIYOSPAYES\" OR FAMILY GROUPS BY CREATING OPPORTUNITIES (ACTIVITIES) TO SOCIALIZE AND TO LEARN CULTURAL LIFEWAYS. THE PROJECT WOULD CREATE LIFEWAYS CENTERED ON SPIRITUALITY (TRADITIONAL PRACTICES); EVERYTHING WAS SACRED TO THE DAKOTA IN THEIR WAY OF LIFE, THIS CLOSENESS (CONNECTEDNESS) TO THE CREATOR WOULD BE RESTORED.  THE OUTCOMES FOR THE NAGI ECIPISHKDE PROJECT ARE TO INCREASE SOCIAL CONNECTEDNESS, TO INCREASE THE CULTURAL CONNECTEDNESS, AND TO INCREASE CONSUMPTION OF HEALTHY TRADITIONAL FOODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71b447ab-8f76-3d17-5322-2e07c9f861aa-C", "generated_internal_id": "ASST_NON_NU58DP007191_7523"}, {"internal_id": 149792834, "Award ID": "NU58DP007189", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "THE CHICKASAW NATION'S TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY GRANT APPLICATION - HEALTH DISPARITIES AMONG FIRST AMERICANS ARE WELL-DOCUMENTED AND MUST BE ADDRESSED IN ORDER FOR TRIBAL COMMUNITIES TO THRIVE NOW AND INTO THE FUTURE. THE CHICKASAW NATION DEPARTMENT OF HEALTH (CNDH) ADDRESSES THIS NEED THROUGH BOTH CONVENTIONAL HEALTH CARE SERVICES AND COMMUNITY HEALTH PROGRAMMING OPERATED BY THE DIVISION OF RESEARCH AND PUBLIC HEALTH (DRPH). LEVERAGING CNDH’S EXPERIENCE AND SUCCESSES IN ASSEMBLING MULTIDISCIPLINARY TEAMS AND ENGAGING COMMUNITIES, THE PROPOSED PROJECT WILL PROVIDE OPPORTUNITIES FOR FIRST AMERICAN FAMILIES TO PROTECT AND ENHANCE THEIR HEALTH THROUGH BUILDING CONNECTIONS TO COMMUNITY, FAMILY AND CULTURE. TEN FAMILIES PER QUARTER WILL BE RECRUITED TO A PROGRAM COMPRISED OF WEEKLY GATHERINGS TO LEARN TOGETHER AND PRACTICE CULTURALLY-RELEVANT HEALTH AND RESILIENCE PRACTICES TO SUPPORT BELONGINGNESS, CULTURAL CONNECTEDNESS AND POSITIVE HEALTH BEHAVIORS. MONTHLY OPPORTUNITIES WILL BE PROVIDED FOR ALL COHORTS TO PARTICIPATE IN COMMUNITY-BASED WELLNESS ACTIVITIES SUCH AS TRADITIONAL GAMES, 5KS OR HIKES. THIS IS INTENDED TO SUPPORT LONG-TERM MAINTENANCE OF PROGRAM GAINS AS WELL AS DEVELOP A VISIBLE CADRE OF COMMUNITY-BASED, CULTURALLY CONNECTED HEALTH CHAMPIONS. EVALUATION ACTIVITIES WILL MEASURE PROGRAM OUTCOMES FOR CULTURAL CONNECTEDNESS USING THE CHICKASAW ENCULTURATION SCALE, SOCIAL CONNECTEDNESS USING SOCIAL NETWORK ANALYSIS, INCREASED CONSUMPTION OF HEALTHY TRADITIONAL FOODS AND INCREASED PHYSICAL ACTIVITY USING HEALTHY LIVING INDICES FROM A PREVIOUSLY DEVELOPED DRPH SURVEY, AND FAMILY RESILIENCE USING THE FAMILY RESILIENCE INVENTORY. PROCESS MEASURES OF ATTENDANCE, PARTICIPANT SATISFACTION AND OTHER ITEMS WILL INFORM CONTINUOUS QUALITY IMPROVEMENT (CQI) THROUGHOUT THE PROJECT. AN ADVISORY COUNCIL WILL GUIDE PROGRAM DEVELOPMENT AND ACTIVITIES. DRPH WILL PARTICIPATE IN THE TPWIC COMMUNITY OF PRACTICE AND SEEK OTHER VENUES TO SHARE PROJECT LEARNINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_NU58DP007189_7523"}, {"internal_id": 149792237, "Award ID": "NU58DP007188", "Award Amount": 299998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "RESILIENCY THROUGH FOOD & CULTURE - JAMESTOWN S’KLALLAM TRIBE RESILIENCY THROUGH FOOD & CULTURE PROGRAM PROJECT ABSTRACT SUMMARY  THE JAMESTOWN S’KLALLAM TRIBE IS A NON-RESERVATION-BASED TRIBE LOCATED ON THE NORTHERN CONTINENTAL TIP OF THE OLYMPIC PENINSULA IN CLALLAM COUNTY, WITH THE PRIMARY GOVERNMENT SERVICES LOCATED IN SEQUIM, WASHINGTON. CURRENTLY THE TRIBE HAS 520 ENROLLED CITIZENS.  PROBLEM:  FOUR YEARS AGO, OUR TOTAL POPULATION WAS 560. OUR POPULATION IS AGING WITH 252 CONSIDERED ELDERS (AGE 55 AND OLDER), 246 ADULTS (AGES 18-54), AND 22 YOUTH (AGES 17 AND YOUNGER). THE JAMESTOWN S’KLALLAM FAMILY HEALTH CLINIC ADMINISTERS THE HEALTHY PLANET PATIENT SCORECARD. THE SCORECARD IS A TOOL USED TO HELP CLOSE HEALTH CARE-GAPS FOR TRIBAL CITIZENS.  PURPOSE: TO ADDRESS IDENTIFIED HEALTH CARE GAPS AND PROMOTE POSITIVE HEALTH BEHAVIORS AND IMPROVED HEALTH OUTCOMES, THE RESILIENCY THROUGH FOOD & CULTURE PROGRAM WILL PROVIDE TRIBAL CITIZENS AND THEIR FAMILIES AN INCREASED SENSE OF CULTURAL CONNECTION, SOCIAL CONNECTION, AND INCREASED OPPORTUNITIES TO LEARN ABOUT AND CONSUME HEALTHY TRADITIONAL FOODS, WHILE INCORPORATING INCREASED PHYSICAL ACTIVITY INTO THEIR ROUTINES.  OUR PROGRAM WILL ADHERE TO THE FOLLOWING (3) STRATEGIES IN THE CDC’S TRADITIONAL PRACTICES FOR WELLNESS LOGIC MODEL. STRATEGY 1:  FAMILY AND COMMUNITY ACTIVITIES THAT CONNECT CULTURAL TEACHINGS TO HEALTH AND WELLNESS. STRATEGY 2:  SEASONAL CULTURAL AND TRADITIONAL PRACTICES THAT SUPPORT HEALTH AND WELLNESS. STRATEGY 5:  CULTURAL TEACHINGS AND PRACTICES ABOUT TRADITIONAL HEALTHY FOODS TO PROMOTE, HEALTH, SUSTENANCE, AND SUSTAINABILITY.  THE TRIBAL COUNCIL STRONGLY SUPPORTS DEVELOPING PROGRAMS TO INCREASE HOLISTIC HEALTH OF OUR PEOPLE. THE YHUMCT TRADITIONAL FOODS PROGRAM HAS ESTABLISHED A SOLID FOUNDATION OVER THE PAST FOUR (4) YEARS AND WILL CONTINUE TO PROVIDE ACTIVITIES TO MEET OUR THREE (3) IDENTIFIED STRATEGIES. ACTIVITIES WILL INCLUDE THREE (3) CEREMONIAL EVENTS (CANOE JOURNEY, FIRST FOODS CEREMONY, AND TRIBAL RE-RECOGNITION). IN ADDITION, DELIVERING HEALTH AND WELLNESS ACTIVITIES WHILE INCORPORATING THE KLALLAM LANGUAGE INTO ACTIVITIES TO LEARN ABOUT NATIVE PLANTS AND THEIR CULTURAL, FOOD AND MEDICINAL USES, SEASONAL PLANT WALKS UTILIZING PLANT TEACHINGS: FOR GROWING SOCIAL-EMOTIONAL SKILLS CURRICULUM, OUR GATHER AND COOK CLASSES, HARVESTING -MULTI-DAY FEAST EVENTS, AND OUR FOOD PRESERVATION CLASSES. INTERMEDIATE OUTCOMES:  BY JUNE 29, 2027, OUR PROGRAM WILL STRIVE TO ACHIEVE THE FOLLOWING: 1). INCREASED SENSE OF CULTURAL  AND SOCIAL CONNECTEDNESS FROM 0% TO 70% IN CITIZENS AND THEIR FAMILY MEMBERS PARTICIPATING IN CEREMONIES AND CULTURAL EVENTS THAT CREATE PERSONAL CONNECTIONS, PRIDE, AND A GREATER SENSE OF BELONGING. 2). INCREASED SENSE OF CULTURAL AND SOCIAL CONNECTEDNESS FROM 0% TO 25% IN CITIZENS AND THEIR FAMILY MEMBERS INDEPENDENTLY PARTICIPATING IN SEASONAL WALKS TO PROMOTE HEALTH AND WELLNESS. 3). INCREASED SENSE OF CULTURAL AND SOCIAL CONNECTEDNESS FROM 0% TO 25% BY CITIZENS AND  THEIR FAMILY MEMBERS GAINING AN INCREASED KNOWLEDGE OF TRADITIONAL PLANTS, THEIR USAGES,  ALONG WITH AN EXPOSURE TO THE KLALLAM LANGUAGE IN A NATURAL ENVIRONMENTAL SETTING THAT PROMOTES CASUAL AND APPLICABLE LEARNING THAT IS LESS INTIMIDATING THAN THE TRADITIONAL CLASSROOM. 4). INCREASED CONSUMPTION OF HEALTHY TRADITIONAL FOODS AND INCREASED PHYSICAL ACTIVITY FROM 13% TO 38% BY CITIZENS AND THEIR FAMILY MEMBERS COMING TOGETHER IN CULTURALLY MEANINGFUL WAYS TO INCREASE CULTURAL KNOWLEDGE AS IT RELATES TO OVERALL HEALTH, WELLBEING, AND SELF-EFFICACY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3823b2b4-1dcc-0dd9-7ac7-9d01b3348a6b-C", "generated_internal_id": "ASST_NON_NU58DP007188_7523"}, {"internal_id": 149792587, "Award ID": "NU58DP007187", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES TO WELLNESS - THE NORTHERN ARAPAHO TRIBE SEEKS A COOPERATIVE AGREEMENT FROM THE CDC FOR A TRIBAL PRACTICE TO WELLNESS PROJECT (TPWIC) FOR ITS TRIBAL WIND RIVER FAMILY AND COMMUNITY HEALTH CARE SYSTEMS (“WRFCHCS”). THE WIND RIVER FAMILY AND COMMUNITY HEALTH CARE SYSTEM IS THE PUBLIC HEALTH AUTHORITY OF THE NORTHERN ARAPAHO TRIBE AND THE PROVIDER OF DIRECT HEALTH CARE SERVICES THROUGH AN INDIAN SELF-DETERMINATION AND EDUCATION ACT CONTRACT WITH THE INDIAN HEALTH CARE SERVICES. THE TPWIC OFFICE AT WRFCHCS WILL PARTNER WITH ALL THE WRFCHCS SERVICE PROVIDERS AND WITH THE OTHER TRIBAL PROGRAMS OF THE NORTHERN ARAPAHO TRIBE INCLUDING THE NORTHERN ARAPAHO LANGUAGE AND CULTURAL COMMISSION, WHOSE MEMBERS WILL ALSO SERVICE ON THE ADVISORY COUNCIL FOR THE PROJECT, AND WITH THE WRFCHCS SPECIAL DIABETES/FITNESS PROGRAM, AND GOOD HEALTH TO WELLNESS PROJECT OF OUR POPULATION HEALTH DIVISION. THIS TPWIC OFFICE WILL BECOME A DISTINCTIVE SERVICE OFFICE WITHIN THE WRFCHCS TO ENABLE CONTINUED DEVELOPMENT OF ‘TWO-EYE SEEING’ PRACTICES TO WELLNESS BEGUN UNDER A PREVIOUS TPWIC COOPERATIVE AGREEMENT WITH CDC (CDC-RFA-DP18-1812PPHF18). THE ‘LESSONS LEARNED’ FROM THAT PROJECT INFORM THE STRATEGIES AND ACTIVITIES SELECTED IN THIS NEW RFA WITH EXPANSION OF CULTURAL TRAININGS TO ALL TRIBAL PROGRAMS/SERVICES PERSONNEL. DELIVERY OF TRIBALLY DETERMINED COMPONENTS OF CULTURAL TEACHINGS AND PRACTICES THAT FOCUS KNOWLEDGE OF FAMILY HERITAGE HISTORY, LANGUAGE AND INDIGENOUS WAYS OF HEALING AND BEING, WILL INCREASE CULTURAL CONNECTEDNESS, INCREASE SOCIAL CONNECTEDNESS, AND SUPPORT WELLNESS AND RESILIENCE. THE NORTHERN ARAPAHO TRIBE, WRFCHCS KNOWS THAT TO INCREASE UNDERSTANDING OF TRIBAL PRACTICES WILL STRENGTHEN PHYSICAL AND MENTAL HEALTH, WELLBEING, TRIBAL IDENTITY, AND CONNECTION TO BETTER SUPPORT THE WORK TRIBES AND THEIR MEMBERS DO REDUCE THE MARKED HEALTH DISPARITIES FACES ON THE WIND RIVER INDIAN RESERVATION. THE HEALTH DISPARITIES FACED BY THE NORTHERN ARAPAHO TRIBE ARE SIGNIFICANT, HIGHER THAT NATIONAL FIGURES AND HIGHEST IN THE STATE OF WYOMING. THE WIND RIVER INDIAN RESERVATION (WRIR), HOME TO THE NORTHERN ARAPAHO TRIBE, HAS THE LOWEST AVERAGE OF DEATH IN ALL OF INDIAN COUNTY AT AGE 53. THOSE WHO ABUSE DRUGS AND ALCOHOL DIE EVEN YOUNGER WITH AN AVERAGE AGE OF DEATH OF 32 DESPITE THE WRIR HAVING THE LOWEST CONSUMPTION OF ALCOHOL IN THE STATE OF WYOMING. ADVERSE CHILDHOOD EXPERIENCES (ACE) SCORES RANK AT THE TOP END OF THE SCALE DUE TO THIS MORTALITY AND THE TRAUMA OF EARLY DEATH WITHIN FAMILIES AND THE REASON THOSE DEATHS OCCUR. TRAUMA IS A MAJOR CAUSE OF CHRONIC DISEASE AS IS THE POVERTY FOUND AT WIND RIVER WHERE THE HEALTH DISPARITIES OF DIABETES, HEART DISEASE, STROKE AND CANCER STRIKE DOWN THOSE WHO DO NOT DIE DUE TO THE INJURIES THAT ARE A MAJOR CAUSE OF DEATH (HOMICIDE, SUICIDE, AND SUBSTANCE INVOLVED MOTOR VEHICLE CRASHES.) RESEARCH HAS SHOWN THAT TRIBAL PRACTICES THAT BUILD RESILIENCY AND CONNECTIONS AMERICAN INDIANS TO COMMUNITY, FAMILY, AND CULTURE, CAN OVER TIME, CAN REDUCE RISK FACTORS FOR CHRONIC DISEASE. HOWEVER, MANY PEOPLE FOR WHOM ALCOHOL/DRUGS HAS BECOME THEIR CULTURE ARE UNFAMILIAR WITH WHO THEY REALLY ARE. MANY OTHERS HAVE LOST FAMILY OVER TIME WHO DID NOT OR COULD NOT CONVEY THE STRENGTH AND HEALING THAT OUR CULTURE, LANGUAGE AND TRADITIONS CONTAIN. THIS TRIBAL PRACTICES APPROACH PROVIDES FOR SHARED KNOWLEDGE BETWEEN WESTERN PROVIDERS OF HEALTH CARE AND TRADITIONAL AND CEREMONIAL ELDERS. THROUGH CONSULTATION, PEER GROUP, FAMILY HERITAGE AND LANGUAGE LEARNING ACTIVITIES, THEY WILL CONNECT CULTURAL TEACHINGS TO HEALTH AND RESILIENCE STRENGTHEN SOCIAL CONNECTEDNESS, WELLBEING, AND ENABLE INTERGENERATIONAL LEARNING THAT SUPPORTS WELLBEING AND RESILIENCE.  $150,000 PER YEAR IS BEING REQUESTED FOR A FIVE-YEAR PROGRAM TOTAL OF $750,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0329df36-fb78-b6af-d446-aa8c07481752-C", "generated_internal_id": "ASST_NON_NU58DP007187_7523"}, {"internal_id": 149792501, "Award ID": "NU58DP007186", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TUCSON INDIAN CENTER'S TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY - TUCSON INDIAN CENTER: CDC TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY  PROJECT ABSTRACT  THE TUCSON INDIAN CENTER (TIC) IS AN URBAN INDIAN ORGANIZATION THAT SERVES CLOSE TO 800 AMERICAN INDIAN / ALASKA NATIVES (AI/AN) FROM OVER 50 TRIBAL COMMUNITIES. THROUGH THE TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY (TPWIC) PROJECT, THE TIC WELLNESS DEPARTMENT WILL IMPLEMENT SIX KEY STRATEGIES DESIGNED TO IMPROVE A KEY SOCIAL DETERMINANT OF HEALTH- SOCIAL CONNECTEDNESS- BY INCREASING CULTURAL CONNECTEDNESS, AS WELL AS PROMOTING WELLNESS THROUGH CULTURAL TEACHINGS RELATED TO HEALTHY EATING AND PHYSICAL ACTIVITY.  THESE STRATEGIES WILL EMPHASIZE GROUP AND INTERGENERATIONAL ACTIVITIES TO CREATE SHARED EXPERIENCES AND LEARNING THAT PROMOTE CULTURAL PRACTICES AND TRIBAL HISTORY AS THEY RELATE TO HEALTHY EATING, PHYSICAL ACTIVITY, AND SOCIAL AND MENTAL WELLBEING. ACTIVITIES WILL INCLUDE SEASONAL HARVESTING, CULTURAL EDUCATION, COMMUNITY EVENTS, NATIVE LITERACY, AND NUMEROUS OPPORTUNITIES FOR HANDS-ON LEARNING.  UPON SUCCESSFUL IMPLEMENTATION OF THESE STRATEGIES AND ACTIVITIES, TIC PARTICIPANTS WILL REPORT AN INCREASED SENSE OF CULTURAL CONNECTEDNESS, AN INCREASED SENSE OF SOCIAL CONNECTEDNESS, AN INCREASE IN CONSUMPTION OF HEALTHY TRADITIONAL FOODS, AND AN INCREASE IN PHYSICAL ACTIVITIES. THESE OUTCOMES WILL CONTRIBUTE TO THE LONG-TERM IMPACT WITHIN THE COMMUNITY OF INCREASED RESILIENCE AND USE OF CULTURAL PRACTICES TO REDUCE CHRONIC DISEASES, A REDUCTION IN MORBIDITY AND MORTALITY DUE TO CHRONIC DISEASE, AND AN INCREASED SENSE OF MENTAL AND EMOTIONAL WELLBEING AMONG THE URBAN AI/AN COMMUNITY IN AND AROUND TUCSON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bf11588-549e-e283-8a65-26162141bddd-C", "generated_internal_id": "ASST_NON_NU58DP007186_7523"}, {"internal_id": 149792416, "Award ID": "NU58DP007185", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "BUILDING CULTURAL CONNECTEDNESS: SUSTAINING TRADITIONAL UNANGAX PRACTICES FOR WELLNESS - THE ALEUTIAN PRIBILOF ISLANDS ASSOCIATION (APIA), IN COLLABORATION WITH THE ATKA TRIBE, INTENDS TO ADDRESS DISPROPORTIONATE HEALTH DISPARITIES AMONG AMERICAN INDIAN AND ALASKA NATIVES (AIAN)S BY IMPLEMENTING TRIBAL PRACTICES THAT STRENGTHEN RESILIENCY AND CONNECTIONS TO CULTURE, COMMUNITY, AND FAMILY. THE PLANNED APPROACH IS TO UTILIZE TRADITIONAL UNANGAX VALUES, KNOWLEDGE, LANGUAGE AND TRIBAL PRACTICES IN ORDER TO STRENGTHEN SOCIAL AND CULTURAL CONNECTEDNESS, WHICH ARE TWO CONSTRUCTS THAT HAVE BEEN IDENTIFIED AS SIGNIFICANT DETERMINANTS OF HEALTH FOR MAINTAINING INDIVIDUAL AND COMMUNITY WELL-BEING. THE PROPOSED ACTIVITIES RELATED TO THESE OUTCOMES INCLUDE HOSTING AN ANNUAL CULTURAL CAMP IN ATKA, PLANNING AND PILOTING SEASONALLY BASED CULTURAL EVENTS TO OCCUR THROUGHOUT THE CALENDAR YEAR, AND CREATING AN INTERGENERATIONAL MENTORSHIP PROGRAM FOR ATKA ELDERS, RESIDENTS AND TRIBAL DESCENDANTS. IN ADDITION, THIS PROJECT ALSO AIMS TO INCREASE KNOWLEDGE, PARTICIPATION AND CONSUMPTION OF HEALTHY TRADITIONAL FOODS. THE PROPOSED ACTIVITIES RELATED TO THIS OUTCOME INCLUDE BUILDING DIGITAL MEDIA CAPACITY BY HOSTING TRAINING EVENTS IN ATKA, SUPPORTING LOCAL DOCUMENTATION EFFORTS, AND AIDING IN THE CREATION OF DIGITAL CONTENT FOCUSED ON THE PRESERVATION OF TRADITIONAL FOOD KNOWLEDGE AND TRADITIONAL FOOD PRACTICES IN THE REGION. EXISTING AND NEWLY ESTABLISHED PARTNERSHIPS AND COLLABORATIONS WILL BE UTILIZED TO STRENGTHEN THE PROJECT’S ACTIVITIES. ALL ACTIVITIES WILL BE MONITORED AND EVALUATED THROUGHOUT THE DURATION OF THE PROJECT TO ENSURE THAT PROPOSED OUTCOMES ARE ON TRACK FOR BEING ACHIEVED OVER THE COURSE OF THE 5-YEAR PERFORMANCE PERIOD. THROUGH THE IMPLEMENTATION OF THIS PROJECT, THE ULTIMATE LONG-TERM GOALS ARE TO REDUCE THE PREVALENCE RATES AND MORBIDITY/MORTALITY RELATED TO DIABETES, HEART DISEASE, STROKE, AND CANCER AND TO INCREASE OVERALL MENTAL AND EMOTIONAL WELLBEING AMONG COMMUNITY MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbeb55dc-eff7-4bab-e39c-406389bfa062-C", "generated_internal_id": "ASST_NON_NU58DP007185_7523"}, {"internal_id": 149792928, "Award ID": "NU58DP007184", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "ROOTED IN HEALTHY TRADITIONS AFTER SCHOOL PROGRAM FOR ZUNI YOUTH - PURPOSE: ZUNI YOUTH ENRICHMENT PROJECT (ZYEP) WILL DEVELOP AND IMPLEMENT ROOTED IN HEALTHY TRADITIONS, AN AFTER SCHOOL PROGRAM DESIGNED TO ENGAGE ZUNI YOUTH OVER FIVE YEARS IN TRADITIONAL PHYSICAL ACTIVITY, ART, NUTRITION/FARMING, AND ZUNI LANGUAGE. ZUNI YOUTH WILL WORK WITH YOUTH AND ELDER MENTORS AS THEY ENGAGE IN MULTIGENERATIONAL ACTIVITIES THAT PROMOTE HOLISTIC WELLNESS THROUGH CULTURAL AND SOCIAL CONNECTEDNESS, PHYSICAL ACTIVITY, AND HEALTHY CONSUMPTION OF TRADITIONAL ZUNI FRUITS AND VEGETABLES. COMMUNITY SERVED: AFTER SCHOOL PROGRAMMING WILL BE OFFERED FOUR DAYS WEEKLY OVER FOUR 8-WEEK SESSIONS PROVIDED YEARLY. TWO YEAR 1 SESSIONS WILL EACH SERVE 60 STUDENTS IN GRADES 3-5 AT SHIWI TS’ANA ELEMENTARY SCHOOL, AND TWO YEAR 1 SESSIONS WILL EACH SERVE 40 STUDENTS IN GRADES 6-8 AT ZUNI MIDDLE SCHOOLS. BOTH SCHOOLS ARE LOCATED IN ZUNI PUEBLO IN WESTERN NEW MEXICO. THERE WILL BE A TOTAL OF 200 YEAR 1 PARTICIPANT SLOTS, WITH AT LEAST 150 UNIQUE STUDENTS PARTICIPATING. IN YEARS 2-5, SESSIONS WILL GROW TO ENGAGE 100 ELEMENTARY STUDENTS X TWO SESSIONS, AND 60 MIDDLE SCHOOL STUDENTS X TWO SESSIONS, PROVIDING A TOTAL OF 320 SLOTS ANNUALLY TO SERVE 240 UNIQUE STUDENTS. OVER FIVE YEARS, A TOTAL OF 1,480 SLOTS WILL BE OFFERED SERVING 1,110 UNIQUE STUDENTS. STRATEGIES AND ACTIVITIES: STUDENTS WILL ENGAGE IN FOUR STATIONS DURING EACH 8-WEEK SESSION: ZUNI ART WITH MEANING, KNOWLEDGE SHARING; MOVEMENT, AND FOOD SOVEREIGNTY, ALIGNED WITH THE FOLLOWING STRATEGIES AND ACTIVITIES: *STRATEGY 4: INTERGENERATIONAL LEARNING OPPORTUNITIES THAT SUPPORT WELLNESS AND RESILIENCE. *ACTIVITY 4.1: ESTABLISH AND STRENGTHEN OPPORTUNITIES TO ENCOURAGE TWO WAY SHARING AND CONNECT YOUTH, ADULTS, AND ELDERS TO SHARE KNOWLEDGE ABOUT FOOD, LANGUAGE, CEREMONIES, STORIES, PLACES, TECHNOLOGY, CRAFTS AND PLAY. THROUGH KNOWLEDGE SHARING, ZUNI YOUTH WILL WORK WITH YOUTH AND ELDER MENTORS TO ENGAGE IN ZUNI LANGUAGE AND VALUES, STUDY GROUPS FOR ACADEMIC TUTORING IN A CULTURAL CONTEXT, AND EDUCATION-BASED GAMES. *ACTIVITY 4.2: ESTABLISH AND STRENGTHEN OPPORTUNITIES FOR ADULTS AND ELDERS TO PASS ON TRIBAL, CULTURAL, AND OTHER KNOWLEDGE TO CHILDREN AND YOUNG PEOPLE, AND TO OTHER ADULTS AND ELDERS. THROUGH ART WITH MEANING, ZUNI YOUTH WILL WORK WITH MENTORS AND ARTISANS TO LEARN ABOUT ZUNI ART FORMS INCLUDING DRAWING AND PAINTING TRADITIONAL DESIGNS, PUEBLO POTTERY, AND PUEBLO TEXTILES FOCUSED ON BEGINNING SASH BELT WEAVING. *STRATEGY 5: CULTURAL TEACHINGS AND PRACTICES ABOUT TRADITIONAL HEALTHY FOODS TO PROMOTE HEALTH, SUSTENANCE, AND SUSTAINABILITY. ACTIVITY 5.1: ESTABLISH OR STRENGTHEN SUSTAINABLE PROGRAMS TO GATHER, RAISE, HARVEST, PRODUCE OR PRESERVE TRADITIONAL HEALTHY FOODS, AND PROVIDE THOSE FOODS AND BEVERAGES TO INDIVIDUALS, FAMILIES, SCHOOLS, INSTITUTIONS, AND OTHERS AS THEY LEARN ABOUT FOOD SOVEREIGNTY. WORKING WITH MENTORS, ZUNI YOUTH WILL ENGAGE IN PREPARING AND CONSUMING PLANT-BASED SNACKS, GARDEN-BASED NUTRITION LESSONS, AND FOOD SOVEREIGNTY LESSONS. OUTCOMES: SHORT-TERM, AN INCREASED NUMBER OF PEOPLE WILL PARTICIPATE IN OPPORTUNITIES FOR CULTURAL TEACHINGS AND PRACTICES THAT PROMOTE HEALTH AND WELLNESS; ZYEP WILL ENGAGE AT LEAST 1,110 STUDENTS OVER 5 YEARS BASED ON PROGRAM ATTENDANCE RECORDS. INTERMEDIATE OUTCOMES WILL INCLUDE AN INCREASED SENSE OF CULTURAL CONNECTEDNESS, INCREASED SENSE OF SOCIAL CONNECTEDNESS (ALL STRATEGIES), INCREASED CONSUMPTION OF HEALTHY TRADITIONAL FOODS (STRATEGY 5), AND INCREASED PHYSICAL ACTIVITY (STRATEGY 6). INTERMEDIATE OUTCOMES WILL BE MEASURED THROUGH THE ADMINISTRATION OF PRE- AND POST-PARTICIPATION SURVEYS FOR EACH 8-WEEK SESSION. ZYEP WILL WORK WITH AN EXTERNAL EVALUATOR TO CREATE FIVE QUESTIONS PER STRATEGY, SCORED ON A 5-POINT LIKERT SCALE, TO MEASURE PROGRAM EFFECTIVENESS IN REACHING INTERMEDIATE OUTCOMES. OVERALL, THERE WILL BE A STATISTICALLY SIGNIFICANT INCREASE (P-VALUE .05 OR LOWER) OVER BASELINE IN THE MEAN SCORE FOR AT LEAST 3 OF THE 5 VARIABLES MEA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85bb9132-cf44-4593-cb83-c6b4dc1f5d43-R", "generated_internal_id": "ASST_NON_NU58DP007184_7523"}, {"internal_id": 149792768, "Award ID": "NU58DP007183", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "HEALTHY CHEROKEE - TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY - THE PURPOSE OF THIS PROJECT IS TO ENGAGE CHEROKEE NATION CITIZENS ACROSS THE RESERVATION IN ACTIVITIES THAT PROMOTE LEARNING OPPORTUNITIES THAT CENTER CHEROKEE TRADITIONAL PRACTICES SUCH AS CHEROKEE LIFEWAYS, CULTURE, LANGUAGE, HISTORY AS KEY PROTECTIVE FACTORS TO IMPROVING HEALTH AND WELLNESS. THIS APPROACH, OVER TIME, CAN REDUCE RISK FACTORS FOR CHRONIC DISEASE. THE LONG-TERM GOALS ARE TO INCREASE SOCIAL AND CULTURAL CONNECTEDNESS VIA THE PROMOTION OF TRIBAL PROGRAMS AND SERVICES THAT UTILIZE CHEROKEE TRADITIONAL PRACTICES TO REDUCE MORBIDITY/MORTALITY DUE TO DIABETES, HEART DISEASE, STROKE, AND CANCER, AND INCREASE MENTAL AND EMOTIONAL WELLBEING. THE SELECTED STRATEGIES AND ACTIVITIES WILL AIM TO CONNECT CHEROKEE YOUTH TO INTERGENERATIONAL LEARNING OPPORTUNITIES THAT PROMOTE LEADERSHIP AND CULTURAL IDENTITY, INCREASE ACCESS TO OPPORTUNITIES FOR COMMUNITY MEMBERS TO LEARN ABOUT TRADITIONAL FOOD PRACTICES THAT UTILIZE GATHERING, COOKING AND PRESERVING CHEROKEE FOODS AND INCREASE ACCESS TO PHYSICAL ACTIVITY OPPORTUNITIES THAT ENGAGE YOUTH AND COMMUNITY MEMBERS IN BOTH CHEROKEE TRADITIONAL GAMES AND CONTEMPORARY PHYSICAL ACTIVITIES SUCH AS WALKING AND RUNNING. THE PROPOSED STRATEGIES AND ACTIVITIES WILL EXPAND AND ENHANCE EXISTING TRIBAL CROSS-COLLABORATIONS AND PUBLIC HEALTH EFFORTS THAT SUPPORT HEALTHIER TRIBAL CITIZENS AND COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_NU58DP007183_7523"}, {"internal_id": 149792230, "Award ID": "NU58DP007182", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "IMPROVING SOCIAL AND CULTURAL CONNECTEDNESS ON THE RED CLIFF RESERVATION THROUGH ANISHINAABEMOWIN AND TRADITIONAL FOOD HARVESTS. - THE RED CLIFF RESERVATION (POPULATION 1,353), KNOWN AS MISKWAABEKAANG, AND ITS TRIBAL MEMBERSHIP CONTINUE TO FACE MANY UNIQUE CHALLENGES TO HEALTHY LIVING AND PHYSICAL AND MENTAL WELLNESS, IN PART BECAUSE OF THE RESERVATION’S ECONOMICALLY ISOLATED LOCATION (NORTHERN-MOST TIP OF WISCONSIN), AND ALSO DUE TO HISTORIC AND CONTEMPORARY HARDSHIPS THAT HAVE SIGNIFICANTLY ERODED THE TRADITIONAL ANISHINAABE CULTURE AND SPIRITUALITY THAT WAS ONCE SO VIBRANT. DESPITE THESE IMPACTS, THE TRIBE HAS PERSISTED IN ITS EFFORTS TO FOSTER A REINTRODUCTION OF THE TRADITIONAL LIFESTYLES AND CULTURE THAT PLAY SUCH VITAL ROLES IN THE PRESERVATION OF ITS NATIVE IDENTITY AND RESILIENCY. THE STRATEGIES PROPOSED IN THIS APPLICATION WILL HELP SUPPORT AND EXPAND THESE INITIATIVES SO THAT A STRONG, POSITIVE MOMENTUM IS ACHIEVED AND SUSTAINED IN ALL ASPECTS OF WELLNESS ACROSS THE RED CLIFF COMMUNITY. A MAJOR PART OF THIS MOMENTUM IS BEING ACHIEVED THROUGH THE IMPLEMENTATION OF AN OFFICIALLY ADOPTED 5-YEAR LANGUAGE AND CULTURE PLAN, OR MISKWAABEKAANG OJIBWEMODAA ENDASSO GIIZHIK, WHICH SERVES AS A COMPREHENSIVE BLUEPRINT FOR LANGUAGE REVITALIZATION STRATEGIES AND WORKPLANS DESIGNED TO IMPROVE ACCESS TO TRADITIONAL LANGUAGE LEARNING OPPORTUNITIES AND INCREASED TRADITIONAL LANGUAGE FLUENCY IN ALL ASPECTS OF TRIBAL OPERATIONS AND COMMUNITY LIFE. TOGETHER WITH THE ANNUAL MISKWAABEKAANG ANISHINAABEMOWIN GABESHIWIN (LANGUAGE CAMP), WHICH PROVIDES 3-½ DAYS OF IMMERSIVE LANGUAGE LEARNING, STORYTELLING, AND CULTURAL CONNECTIVITY, AND SUGAR BUSH AND FISHING HARVESTS THROUGHOUT THE SEASONS, THESE COMBINED INITIATIVES HELP RECONNECT THE RED CLIFF COMMUNITY TO A TRADITIONAL ANISHINAABE WAY OF LIFE. RED CLIFF DATA SHOWS INDIGENOUS LANGUAGE AND CULTURE IS INTEGRAL TO ONE’S SENSE OF PHYSICAL AND EMOTIONAL WELLBEING, AND IS ESPECIALLY CRITICAL FOR INDIAN YOUTH, WHERE THESE BENEFITS ARE REFLECTED IN IMPROVED ACADEMIC PERFORMANCE, SELF-ESTEEM, AND RESILIENCE AGAINST RISKY BEHAVIORS.  OTHER ESSENTIAL COMPONENTS IN SUPPORT OF IMPROVED PHYSICAL, MENTAL, AND CULTURAL AWARENESS AND WELLNESS AT RED CLIFF INCLUDE A SERIES OF ANNUAL CULTURAL EVENTS, CAMPS, AND EDUCATIONAL PARTNERSHIPS HELD THROUGHOUT THE YEAR, WHERE PARTICIPANTS OF ALL AGE GROUPS CAN LEARN AND PRACTICE TRADITIONAL SKILLS IN A VARIETY OF ACTIVITIES SUCH AS FOOD HARVESTING, COOKING, FEASTING, FISHING, NETTING, SPEARING, HUNTING, BASKETMAKING, SEWING, WEAVING, AND OTHER COMMON ANISHINAABE CULTURAL PRACTICES. MANY OF THESE ACTIVITIES PROMOTE RIGOROUS PHYSICAL ACTIVITY AND REWARDING SOCIAL COLLABORATION WHICH HELP TO REDUCE RISK FACTORS ASSOCIATED WITH DIABETES, HEART DISEASE, CANCER, CHILDHOOD OBESITY, MENTAL ILLNESS, SUICIDE, AND ADDICTION IN THE RED CLIFF COMMUNITY, ALL OF WHICH ARE SADLY OVER-REPRESENTED. THESE EVENTS AND THEIR IDENTIFIED WELLNESS STRATEGIES HIGHLIGHT THE SIGNIFICANCE OF THE RED CLIFF BAND’S CONTINUED INVESTMENT IN ANISHINAABE TRADITIONS AND CULTURE AT MISKWAABEKAANG, EXPRESSED THROUGH A PROUD CULTURAL HERITAGE, AND IN HONOR OF OUR COMMUNITY, OUR ELDERS, AND THE EARTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33330183-6c46-4c51-d7c2-536c32093a1f-C", "generated_internal_id": "ASST_NON_NU58DP007182_7523"}, {"internal_id": 149792622, "Award ID": "NU58DP007181", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TRADITIONAL PRACTICES IN HEALTH PROGRAMS TO IMPROVE CULTURAL AND SOCIAL CONNECTEDNESS ANDHEALTHY LIVING - OKLAHOMA CITY INDIAN CLINIC TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY PROJECT ABSTRACT SUMMARY  THE OKLAHOMA CITY INDIAN CLINIC (OKCIC), AN URBAN CLINIC SERVING OVER 20,000 PATIENTS IN CENTRAL OKLAHOMA, PROPOSES TO IMPROVE THE OVERALL HEALTH AND RESILIENCY OF OUR AMERICAN INDIAN PATIENT POPULATION BY CREATING AND IMPLEMENTING PROGRAMS THAT ADDRESS CULTURAL CONNECTEDNESS, SOCIAL CONNECTEDNESS, INTAKE OF HEALTHY TRADITIONAL FOODS AND INCREASE IN PHYSICAL ACTIVITY BOTH TRADITIONAL AND CONTEMPORARY.  WE PLAN TO DO THIS THROUGH PROGRAMS OFFERED IN-PERSON, VIRTUALLY, ONE-ON ONE AND IN GROUP FORMATS.  ACTIVITIES WILL INCLUDE TRADITIONAL AND CULTURAL EVENTS SUCH AS SHAWL MAKING, BEADING AND PINCH POTS.  ACTIVITIES WILL ALSO INCLUDE OPPORTUNITIES TO IMPROVE DIETARY INTAKE THROUGH LEARNING THE SIGNIFICANCE AND PREPARATION OF HEALTHY TRADITIONAL FOODS AND OPPORTUNITIES TO INCREASE PHYSICAL ACTIVITY THROUGH PARTICIPATION IN TRADITIONAL AND CONTEMPORARY PHYSICAL ACTIVITY EVENTS. PROGRAM STAFF WILL CONSIST OF SEASONED NUTRITION AND PHYSICAL ACTIVITY PROFESSIONALS AND TRIBAL MEMBERS WITH STRONG CONNECTIONS TO THEIR TRIBAL CULTURE AND HISTORY.  EACH OF THE PROPOSED PROGRAMS WILL BE ASSESSED FOR CULTURAL AND SOCIAL CONNECTEDNESS, HEALTHY TRADITIONAL FOOD INTAKE AND PARTICIPATION IN PHYSICAL ACTIVITY USING AGE-APPROPRIATE AND VALIDATED EVALUATION TOOLS. OKCIC HAS A STRONG ORGANIZATIONAL CAPACITY TO SUPPORT PROPOSED PROGRAMS AND STANDS READY TO COMPLY WITH ALL POST AWARD REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25a8542f-23db-7169-4abc-acf80e23df46-C", "generated_internal_id": "ASST_NON_NU58DP007181_7523"}, {"internal_id": 149792441, "Award ID": "NU58DP007180", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "SAULT STE. MARIE TRIBE OF CHIPPEWA INDIANS TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY (TPWIC 22-2201) - SAULT STE. MARIE TRIBE OF CHIPPEWA INDIANS TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY                                                                                                                        ABSTRACT  THE SAULT STE. MARIE TRIBE OF CHIPPEWA INDIANS TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY PROJECT SUPPORTS THE IMPLEMENTATION OF TRIBAL PRACTICES THAT BUILD RESILIENCY AND CONNECTIONS TO COMMUNITY, FAMILY, AND CULTURE, WHICH OVER TIME CAN REDUCE RISK FACTORS FOR CHRONIC DISEASE AMONG SAULT TRIBE MEMBERS AND THEIR FAMILIES. THE LONG-TERM GOALS OF THE PROJECT ARE TO INCREASE RESILIENCE AND USE OF CULTURAL PRACTICES TO REDUCE MORBIDITY AND MORTALITY DUE TO HEART DISEASE, STROKE, CANCER AND DIABETES, AND INCREASE MENTAL AND EMOTIONAL WELLBEING AMONG COMMUNITY MEMBERS.  SAULT TRIBE WILL IMPLEMENT TRIBAL PRACTICES AND CULTURAL TRADITIONS TO BUILD RESILIENCY AND CONNECTIONS TO COMMUNITY AND CULTURE TO IMPROVE PHYSICAL, MENTAL, EMOTIONAL AND SPIRITUAL HEALTH AND WELLBEING.  OUR APPROACH WILL INCLUDE IMPLEMENTATION OF TRIBAL WELLNESS PRACTICES THAT WERE IDENTIFIED BY TRIBAL HEALTH LEADERS AND LESSONS LEARNED FROM OUR PREVIOUS TPWIC PROJECT.  THE THREE STRATEGIES THAT WILL BE ADDRESSED BY SAULT TRIBE TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY PROJECT INCLUDE: 1.\tFAMILY AND COMMUNITY ACTIVITIES THAT CONNECT TEACHINGS TO HEALTH AND WELLNESS. 2.\tSOCIAL AND CULTURAL ACTIVITIES THAT PROMOTE COMMUNITY WELLNESS. 3.\tCULTURAL TEACHINGS AND PRACTICES ABOUT HEALTHY FOODS TO PROMOTE HEALTH, SUSTENANCE AND SUSTAINABILITY.  EXPECTED INTERMEDIATE OUTCOMES INCLUDE: -\tINCREASED SENSE OF CULTURAL CONNECTEDNESS -\tINCREASED SENSE OF SOCIAL CONNECTEDNESS -\tINCREASED CONSUMPTION OF HEALTHY TRADITIONAL FOODS AND INCREASED PHYSICAL ACTIVITY  SAULT TRIBE OF CHIPPEWA INDIANS TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY PROJECT INTENDS TO DEMONSTRATE THAT LIFESTYLE INTERVENTIONS THAT INCORPORATE NATIVE HISTORY AND CULTURE CAN BE EFFECTIVE IN REDUCING CHRONIC DISEASE RISK FACTORS PREVALENT IN MANY TRIBAL MEMBERS, AND OVER TIME, REDUCE MORBIDITY AND MORTALITY DUE TO HEART DISEASE, STROKE, CANCER, AND DIABETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "004bc0d1-f8e7-6932-742e-a37a48e069f4-C", "generated_internal_id": "ASST_NON_NU58DP007180_7523"}, {"internal_id": 149793018, "Award ID": "NU58DP007179", "Award Amount": 299908.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "WAMATTUWH (IT IS WELL): WEAVING TOGETHER CULTURAL PRACTICES TO PROMOTE HEALTH AND WELL-BEING FOR THE CHICKAHOMINY COMMUNITY - THE CHICKAHOMINY TRIBE’S “WAMATTUWH (IT IS WELL): WEAVING TOGETHER CULTURAL PRACTICES TO PROMOTE HEALTH AND WELL-BEING FOR THE CHICKAHOMINY COMMUNITY” PROJECT WILL FOCUS ON STRENGTHENING SOCIAL AND CULTURAL CONNECTIONS AND REDUCING THE RISK FACTORS FOR CHRONIC DISEASES THROUGH THE USE OF TRADITIONAL AND CONTEMPORARY FORMS OF MOVEMENT AND NUTRITION. IMPLEMENTING THESE PROGRAMS WILL INCREASE CULTURAL PRACTICES TO REDUCE DIABETES, HEART DISEASE, STROKE, AND CANCER, WHILE REDUCING MORBIDITY/MORTALITY TO IMPROVE MENTAL AND EMOTIONAL WELL-BEING AMONG THE CHICKAHOMINY COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ac1374c-63d1-9c5f-f3ea-2436cdadef58-R", "generated_internal_id": "ASST_NON_NU58DP007179_7523"}, {"internal_id": 149792660, "Award ID": "NU58DP007178", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS - PROJECT TITLE:  TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY APPLICANT NAME:  INDIAN HEALTH BOARD OF MINNEAPOLIS, INC. ADDRESS:  1315 EAST 24TH STREET, MINNEAPOLIS, MN 55404 CONTACT NAME:  MICHAEL HARRIS CONTACT PHONE NUMBERS:  612-721-9837 (PH), 612-721-7870 (FAX) E-MAIL ADDRESS:  MICHAEL.HARRIS@INDIANHEALTHBOARD.COM WEB SITE ADDRESS:  WWW.INDIANHEALTHBOARD.COM CONGRESSIONAL DISTRICTS IN SERVICE AREA:  5TH  THE INDIAN HEALTH BOARD OF MINNEAPOLIS (IHB) IS A COMMUNITY HEALTH CENTER ESTABLISHED IN 1971 TO SERVE THE URBAN AMERICAN INDIAN POPULATION OF MINNEAPOLIS AND LOCATED IN THE PHILLIPS NEIGHBORHOOD. THE ENTIRE PHILLIPS COMMUNITY IS A FEDERALLY DESIGNATED MEDICALLY UNDERSERVED AREA. THE MISSION OF THE IHB IS TO ENSURE ACCESS TO QUALITY HEALTHCARE SERVICES FOR AMERICAN INDIAN AND OTHER PEOPLE IN THE COMMUNITY AND TO PROMOTE HEALTH EDUCATION AND WELLNESS. OUR CURRENT PROGRAMS INCLUDE FULL-SERVICE PRIMARY MEDICAL CARE AND ON-SITE LAB, PRIMARY DENTAL CARE, MENTAL HEALTH & RECOVERY SERVICES, AND COMMUNITY HEALTH SERVICES.  THE OVERARCHING PURPOSE OF THIS PROPOSED PROJECT IS TO IMPROVE HEALTH OUTCOMES BY MORE FULLY ENGAGING OUR LOCAL URBAN AMERICAN INDIANS IN CULTURAL AND TRADITIONAL ACTIVITIES THAT PROMOTE CULTURAL & SOCIAL CONNECTEDNESS AND INCREASED PHYSICAL ACTIVITY & HEALTHY TRADITIONAL FOOD CONSUMPTION. IHB HAS A STRONG TRADITION OF PROVIDING CULTURAL EVENTS AND COMBINING THESE, WHEN POSSIBLE, WITH OUR CULTURALLY SAFE MEDICAL CARE TO GIVE PATIENTS MORE CHOICE, SELF-DETERMINATION, AND HOLISTIC OPTIONS AS THEY GUIDE THEIR OWN HEALTHCARE.  IHB WILL ACCOMPLISH THIS WITH SEVERAL IMPORTANT CULTURAL GROUP/CLASS ACTIVITIES THROUGHOUT THE YEAR (E.G., UMBILICAL CORD BAGS, MOCCASIN MAKING, BEADING, ETC. WITH KNOWLEDGEABLE INDIGENOUS TEACHERS) THAT LINK PARTICIPANTS TO TRADITIONAL TEACHINGS, ACTIVELY AND PHYSICALLY ENGAGE IN THE CULTURAL ACTIVITIES, AND BETTER CONNECT TO THE TEACHERS/ELDERS, FAMILY MEMBERS WHO PARTICIPATE TOGETHER, AND OTHER PEOPLE OF THE AI COMMUNITY. WE ALSO HAVE OUR MASHKIIKI GITIGAN (HEALING GARDEN) PROGRAM, WHICH CONTRIBUTES TO ALL INTERMEDIATE OUTCOMES AND THE THREE STRATEGIES WE CHOSE (1, 5 & 6): FROM THE PHYSICAL ASPECTS OF GARDENING AND URBAN FORAGING, TO THE TRADITIONAL/CULTURAL FOOD AND GARDENING TEACHINGS PROVIDED FOR CULTURAL CONNECTEDNESS, TO THE GROUP AND FAMILY FORMAT THAT PROMOTES SOCIAL CONNECTEDNESS, AND THE FINAL PRODUCT OF HARVESTING AND EATING THE FOODS (TRADITIONAL HEALTHY FOOD CONSUMPTION).  THIS PROJECT WILL GIVE US THE OPPORTUNITY TO FORMALIZE AND ENHANCE OUR TRADITIONAL HEALTH OFFERINGS TO FOSTER CULTURAL HEALTH AND HEALING AS A TOOL TO IMPROVE HEALTH OUTCOMES AND REDUCE DISEASE BURDEN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3e732aa6-3f9e-6cdc-1478-67de0093eb8a-C", "generated_internal_id": "ASST_NON_NU58DP007178_7523"}, {"internal_id": 66487042, "Award ID": "NU58DP006428", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58b79987-be48-c8b0-bd86-f16317c8fb83-C", "generated_internal_id": "ASST_NON_NU58DP006428_7523"}, {"internal_id": 66487252, "Award ID": "NU58DP006427", "Award Amount": 539387.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "INDIAN HEALTH CENTERS TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f93cc14b-f95d-a2a7-9bb3-a2d5e5d213c1-C", "generated_internal_id": "ASST_NON_NU58DP006427_7523"}, {"internal_id": 66486992, "Award ID": "NU58DP006426", "Award Amount": 525441.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "INDIGENOUS DIET AND HEALING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462d8953-c621-c76b-5675-ae37001186bc-C", "generated_internal_id": "ASST_NON_NU58DP006426_7523"}, {"internal_id": 66487148, "Award ID": "NU58DP006425", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "ALEUTIAN PRIBILOF ISLANDS ASSOCIATION, INC. - QAQAMIIGUX: SUSTAINING THE LEGACY OF THE UNANGAX HARVEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbeb55dc-eff7-4bab-e39c-406389bfa062-C", "generated_internal_id": "ASST_NON_NU58DP006425_7523"}, {"internal_id": 66487459, "Award ID": "NU58DP006424", "Award Amount": 591434.13, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42c15c08-5fa5-4782-f959-4336c874def5-C", "generated_internal_id": "ASST_NON_NU58DP006424_7523"}, {"internal_id": 66487048, "Award ID": "NU58DP006423", "Award Amount": 316451.84, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "PASCUA YAQUI TRIBE YOEMTUWAME PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d719ba2-0e9a-6267-1bc5-6f385a29774b-C", "generated_internal_id": "ASST_NON_NU58DP006423_7523"}, {"internal_id": 66487394, "Award ID": "NU58DP006422", "Award Amount": 492141.64, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "LAKOTA YOUTH AND FAMILIES IMPROVING THE HEALTH OF OUR COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a31e1ff1-54d8-39c3-5e13-78fa794a47ad-C", "generated_internal_id": "ASST_NON_NU58DP006422_7523"}, {"internal_id": 66486919, "Award ID": "NU58DP006421", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "HUALAPAI GREEN ARROW PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e95cabb7-df65-59ef-aa46-adf0b601d4c9-C", "generated_internal_id": "ASST_NON_NU58DP006421_7523"}, {"internal_id": 66486961, "Award ID": "NU58DP006420", "Award Amount": 541334.61, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4edcaf1a-defd-7717-fffd-792837dc68ba-C", "generated_internal_id": "ASST_NON_NU58DP006420_7523"}, {"internal_id": 66486996, "Award ID": "NU58DP006419", "Award Amount": 555100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "PROMOTING ACCESS TO INDIGENOUS PRACTICES AND VALUES TO ENHANCE THE WELLNESS OF AIAN'S IN MARICOPA COUNTY THROUGH INCREASING INTERGENERATIONAL CONNECTIONS, TRADITIONAL FOOD USE, AND PHYSICAL ACTIVITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "826e5981-f068-fa55-ead4-384f7f79da4d-C", "generated_internal_id": "ASST_NON_NU58DP006419_7523"}, {"internal_id": 66486793, "Award ID": "NU58DP006417", "Award Amount": 430222.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "GATHER: GROWING AWARENESS OF TRADITIONS THAT HEAL EVERYONE IN RECIPROCITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c8a49ae-f439-c4db-273b-ad0d048c2f29-C", "generated_internal_id": "ASST_NON_NU58DP006417_7523"}, {"internal_id": 66487311, "Award ID": "NU58DP006416", "Award Amount": 542635.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "NARA YOUTH WELLNESS PROGRAM (NARA YWP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53db605c-dc85-25a2-69d1-219c310ba77e-C", "generated_internal_id": "ASST_NON_NU58DP006416_7523"}, {"internal_id": 66487261, "Award ID": "NU58DP006415", "Award Amount": 594651.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "SEMINOLE TRIBE OF FLORIDA WELLNESS PRACTICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1386671f-074a-89b9-633a-f50741066ae6-C", "generated_internal_id": "ASST_NON_NU58DP006415_7523"}, {"internal_id": 66487125, "Award ID": "NU58DP006414", "Award Amount": 586876.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "STRONG TOGETHER WILL STRENGTHEN PHYSICAL AND MENTAL HEALTH, WELL-BEING, TRIBAL IDENTITY, AND CONNECTION TO CULTURE TO HELP CENTRAL OKLAHOMA AMERICAN INDIANS STAY HEALTHY AND WELL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "25a8542f-23db-7169-4abc-acf80e23df46-C", "generated_internal_id": "ASST_NON_NU58DP006414_7523"}, {"internal_id": 66487395, "Award ID": "NU58DP006413", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "BUILDING BRIDGES IN HEALTHY TRADITIONAL WAYS OF LIFE AND CONTEMPORARY OPTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01f19eb5-569b-d91e-3ee0-6695ebcadb87-C", "generated_internal_id": "ASST_NON_NU58DP006413_7523"}, {"internal_id": 66487032, "Award ID": "NU58DP006411", "Award Amount": 550905.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0329df36-fb78-b6af-d446-aa8c07481752-C", "generated_internal_id": "ASST_NON_NU58DP006411_7523"}, {"internal_id": 66487227, "Award ID": "NU58DP006410", "Award Amount": 510503.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "MINOBIMAADZIWIN (????????????????????????????????????????????????????????????????????????????????????????GOOD LIFE????????????????????????????????????????????????????????????????????????????????????????) COMMUNITY WELLNESS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fda44768-251c-457a-8262-5ab4f018d67a-C", "generated_internal_id": "ASST_NON_NU58DP006410_7523"}, {"internal_id": 66487310, "Award ID": "NU58DP006409", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TAKING CARE OF OURSELVES WITH TRADITIONAL FOODS AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3823b2b4-1dcc-0dd9-7ac7-9d01b3348a6b-C", "generated_internal_id": "ASST_NON_NU58DP006409_7523"}, {"internal_id": 66486756, "Award ID": "NU58DP006408", "Award Amount": 471211.51, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS AT SANTA ANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e51c569-9541-dff6-c623-9ebe3df03206-C", "generated_internal_id": "ASST_NON_NU58DP006408_7523"}, {"internal_id": 66487531, "Award ID": "NU58DP006407", "Award Amount": 588998.07, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "PROVIDE OPPORTUNITIES TO PARTICIPATE IN CULTURAL ACTIVITIES THAT SUPPORT CONNECTION WITH COMMUNITY, THE LAND, TRADITIONAL FOODS, AND TRADITIONAL AND CONTEMPORARY PHYSICAL ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7fce91f-fd18-e098-fd76-7fce0aa62b19-C", "generated_internal_id": "ASST_NON_NU58DP006407_7523"}, {"internal_id": 66487381, "Award ID": "NU58DP006406", "Award Amount": 555041.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "YANNIKK'YANNAN DA: YANNIKWADINNAN AKKYA SAWANIKYA TSEMAK ??TEACHING AND LEARNING FOR HEALTH IN ZUNI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85bb9132-cf44-4593-cb83-c6b4dc1f5d43-R", "generated_internal_id": "ASST_NON_NU58DP006406_7523"}, {"internal_id": 66487101, "Award ID": "NU58DP006405", "Award Amount": 497663.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "USING TRIBAL PRACTICES FOR WELLNESS FOR THE HOULTON BAND OF MALISEET INDIANS IN MAINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "165215ef-7722-aa71-9ff4-1c121c1fb895-R", "generated_internal_id": "ASST_NON_NU58DP006405_7523"}, {"internal_id": 66487235, "Award ID": "NU58DP006404", "Award Amount": 493559.13, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR WELLNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3e732aa6-3f9e-6cdc-1478-67de0093eb8a-C", "generated_internal_id": "ASST_NON_NU58DP006404_7523"}, {"internal_id": 66487292, "Award ID": "NU58DP006403", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "CDC WELLNESS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdac3a7b-afb8-00cd-9b01-41dbb0d3a2f9-C", "generated_internal_id": "ASST_NON_NU58DP006403_7523"}, {"internal_id": 66487047, "Award ID": "NU58DP006402", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES OF WELLNESS AT THE TUCSON INDIAN CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bf11588-549e-e283-8a65-26162141bddd-C", "generated_internal_id": "ASST_NON_NU58DP006402_7523"}, {"internal_id": 66487360, "Award ID": "NU58DP006401", "Award Amount": 555100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "THE HEALING WAYS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83558871-e5e6-4863-2eac-b6bf015aee6c-C", "generated_internal_id": "ASST_NON_NU58DP006401_7523"}, {"internal_id": 66486959, "Award ID": "NU58DP006400", "Award Amount": 343124.52, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TRADITIONAL PRACTICES AND FOODS EDUCATION AND CURRICULUM DEVELOPMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_NU58DP006400_7523"}, {"internal_id": 66487517, "Award ID": "NU58DP006399", "Award Amount": 504306.78, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "TRIBAL PRACTICES FOR HEALTH AND WELLNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c283d4f-fc65-63e1-0b15-aa6795f1f61c-C", "generated_internal_id": "ASST_NON_NU58DP006399_7523"}, {"internal_id": 66487108, "Award ID": "NU58DP006398", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "SAULT STE. MARIE TRIBE OF CHIPPEWA INDIANS TRIBAL PRACTICES FOR WELLNESS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "004bc0d1-f8e7-6932-742e-a37a48e069f4-C", "generated_internal_id": "ASST_NON_NU58DP006398_7523"}, {"internal_id": 66486887, "Award ID": "NU58DP006397", "Award Amount": 541321.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "COMMUNITY HEALTH AND WELLNESS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6503a99-f14d-bc2f-a857-2320f9533810-C", "generated_internal_id": "ASST_NON_NU58DP006397_7523"}, {"internal_id": 66487384, "Award ID": "NU58DP006396", "Award Amount": 340285.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "HEALTHY CHEROKEE-IMPROVING HEALTH AND WELLNESS THROUGH CHEROKEE TRADITIONS AND CULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_NU58DP006396_7523"}, {"internal_id": 66487390, "Award ID": "NU58DP006395", "Award Amount": 555164.47, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "KICKAPOO PRACTICES FOR WELLNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d994bde0-ec48-bc55-d48a-c1b0a4005a03-C", "generated_internal_id": "ASST_NON_NU58DP006395_7523"}, {"internal_id": 66487155, "Award ID": "NU58DP006394", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "IMPLEMENTATION OF TRIBAL PRACTICES AND CULTURAL TRADITIONS TO REDUCE HEALTH RISK FACTORS AND STRENGTHEN COMMUNITY HEALTH AND WELLNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b1b1423-983f-1b6d-cac5-8b8f7ceb3ecf-C", "generated_internal_id": "ASST_NON_NU58DP006394_7523"}, {"internal_id": 66488795, "Award ID": "NU58DP006393", "Award Amount": 113439.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "SAN CARLOS APACHE TRIBE I BELIEVE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21462ddf-7734-1b69-2bf6-231b5c344171-C", "generated_internal_id": "ASST_NON_NU58DP006393_7523"}, {"internal_id": 66486834, "Award ID": "NU58DP006392", "Award Amount": 380969.09, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "CULTURAL PATH TO WELLNESS - HEALING FROM TRAUMA AND GRIEF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a2cc4b34-c9e9-bcfc-a3f0-3bd09a8169ba-C", "generated_internal_id": "ASST_NON_NU58DP006392_7523"}, {"internal_id": 66487473, "Award ID": "NU58DP006391", "Award Amount": 594750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-18", "CFDA Number": "93.762", "Description": "LASTING INDIGENOUS FAMILY ENRICHMENT (L.I.F.E.)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd8fa60c-9fbf-4666-7373-3d341602c926-C", "generated_internal_id": "ASST_NON_NU58DP006391_7523"}, {"internal_id": 49215227, "Award ID": "NU58DP006390", "Award Amount": 2879000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "BUILDING TRIBAL PUBLIC HEALTH INFRASTRUCTURE COMPONENT B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4645cfc7-3a13-6af3-c3dc-e28845875db2-C", "generated_internal_id": "ASST_NON_NU58DP006390_7523"}, {"internal_id": 49215226, "Award ID": "NU58DP006389", "Award Amount": 4328260.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "USET COMMUNITY HEALTH INFRASTRUCTURE PROJECT (CHIP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea374156-1221-1907-17d3-7a75d83dd0f8-C", "generated_internal_id": "ASST_NON_NU58DP006389_7523"}, {"internal_id": 49215225, "Award ID": "NU58DP006388", "Award Amount": 4328260.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "SOUTHERN PLAINS TRIBAL HEALTH INFRASTRUCTURE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5a226cb-3b08-31fe-eef5-279f63069beb-C", "generated_internal_id": "ASST_NON_NU58DP006388_7523"}, {"internal_id": 49215224, "Award ID": "NU58DP006387", "Award Amount": 4950656.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "BUILDING RESILIENCE AND ACTION TO NURTURE COMMUNITY HEALTH (BRANCH)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c8a49ae-f439-c4db-273b-ad0d048c2f29-C", "generated_internal_id": "ASST_NON_NU58DP006387_7523"}, {"internal_id": 49215223, "Award ID": "NU58DP006386", "Award Amount": 3638884.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "ROCKY MOUNTAIN PUBLIC HEALTH CAPACITY BUILDING INITIATIVE (RMPHC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c951a42c-cd4b-7d90-ce8c-33d967c879a4-C", "generated_internal_id": "ASST_NON_NU58DP006386_7523"}, {"internal_id": 49215222, "Award ID": "NU58DP006385", "Award Amount": 4262060.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "NORTHWEST TRIBAL EPICENTER INFRASTRUCTURE STRENGTHENING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf504c67-628b-abba-de23-391e9efe8e07-C", "generated_internal_id": "ASST_NON_NU58DP006385_7523"}, {"internal_id": 49215221, "Award ID": "NU58DP006384", "Award Amount": 1444584.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "93.762", "Description": "NAVAJO NATION: PUBLIC HEALTH INFRASTRUCTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_NU58DP006384_7523"}, {"internal_id": 49215220, "Award ID": "NU58DP006383", "Award Amount": 4328260.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "CDC BUILDING PUBLIC HEALTH INFRASTRUCTURE IN TRIBAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc01b053-1bf4-c9fc-e476-b35c5abd7f4f-C", "generated_internal_id": "ASST_NON_NU58DP006383_7523"}, {"internal_id": 49215219, "Award ID": "NU58DP006382", "Award Amount": 3702684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "BUILDING PUBLIC HEALTH INFRASTRUCTURE IN TRIBAL COMMUNITIES TO ACCELERATE DISEASE PREVENTION AND HEALTH PROMOTION IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "237a41f6-8e93-50d1-ba68-f8235168ebd6-C", "generated_internal_id": "ASST_NON_NU58DP006382_7523"}, {"internal_id": 49215218, "Award ID": "NU58DP006381", "Award Amount": 3619770.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "93.762", "Description": "GREAT LAKES INTER-TRIBAL EPIDEMIOLOGY CENTER'S \"BEMIDJI AREA THRIVING\" PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da401b0c-1a04-15fa-97ea-d0ae49931cd8-C", "generated_internal_id": "ASST_NON_NU58DP006381_7523"}, {"internal_id": 49215217, "Award ID": "NU58DP006380", "Award Amount": 4328260.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "AASTEC STRENGTHENING TRIBAL PUBLIC HEALTH INFRASTRUCTURE FOR CHRONIC DISEASE PREVENTION & MANAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a35c90c-639e-2eae-1e0b-57d40cd5fbe8-C", "generated_internal_id": "ASST_NON_NU58DP006380_7523"}, {"internal_id": 49215216, "Award ID": "NU58DP006379", "Award Amount": 4738984.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "BUILDING PUBLIC HEALTH INFRASTRUCTURE FOR ALASKA NATIVE PEOPLE COMPONENT A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4645cfc7-3a13-6af3-c3dc-e28845875db2-C", "generated_internal_id": "ASST_NON_NU58DP006379_7523"}, {"internal_id": 49215215, "Award ID": "NU58DP006378", "Award Amount": 4966584.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "93.762", "Description": "CALIFORNIA TRIBAL EPIDEMIOLOGY CENTER BUILDING PUBLIC HEALTH INFRASTRUCTURE INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9eb39f32-6fb4-c1b1-ae2e-948b04941ef6-C", "generated_internal_id": "ASST_NON_NU58DP006378_7523"}, {"internal_id": 49214821, "Award ID": "NU58DP005538", "Award Amount": 1300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-18", "CFDA Number": "93.762", "Description": "SAULT TRIBE HEALTH AND WELLNESS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "004bc0d1-f8e7-6932-742e-a37a48e069f4-C", "generated_internal_id": "ASST_NON_NU58DP005538_7523"}, {"internal_id": 49214820, "Award ID": "NU58DP005536", "Award Amount": 719905.11, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-18", "CFDA Number": "93.762", "Description": "YELLOWHAWK CHRONIC DISEASE, PREVENTION AND WELLNESS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cdb208-49e6-4a7c-da06-2502d98cfe25-C", "generated_internal_id": "ASST_NON_NU58DP005536_7523"}, {"internal_id": 49214818, "Award ID": "NU58DP005534", "Award Amount": 3982667.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-18", "CFDA Number": "93.762", "Description": "COMMUNITY HEALTH IMPROVEMENT PROJECT (CHIP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea374156-1221-1907-17d3-7a75d83dd0f8-C", "generated_internal_id": "ASST_NON_NU58DP005534_7523"}, {"internal_id": 49214812, "Award ID": "NU58DP005517", "Award Amount": 731218.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-14", "CFDA Number": "93.762", "Description": "A TRADITIONAL APPROACH TO GOOD HEALTH AND WELLNESS IN THE WESTERN APACHE TRIBES OF ARIZONA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21462ddf-7734-1b69-2bf6-231b5c344171-C", "generated_internal_id": "ASST_NON_NU58DP005517_7523"}, {"internal_id": 49214811, "Award ID": "NU58DP005513", "Award Amount": 3869531.06, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "OKLAHOMA AREA TRIBAL HEALTH COMPREHENSIVE PREVENTION PROGRAM: PPHF2014", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5a226cb-3b08-31fe-eef5-279f63069beb-C", "generated_internal_id": "ASST_NON_NU58DP005513_7523"}, {"internal_id": 49214790, "Award ID": "NU58DP005463", "Award Amount": 3982675.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-06", "CFDA Number": "93.762", "Description": "WELLNESS FOR EVERY AMERICAN INDIAN TO ACHIEVE & VIEW HEALTH EQUITY - NORTHWEST (WEAVE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf504c67-628b-abba-de23-391e9efe8e07-C", "generated_internal_id": "ASST_NON_NU58DP005463_7523"}, {"internal_id": 49214789, "Award ID": "NU58DP005461", "Award Amount": 3024545.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-06", "CFDA Number": "93.762", "Description": "LEADERSHIP, TECHNICAL ASSISTANCE, TRAINING, AND RESOURCES TO TRIBES IN MT & WY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c951a42c-cd4b-7d90-ce8c-33d967c879a4-C", "generated_internal_id": "ASST_NON_NU58DP005461_7523"}, {"internal_id": 49214788, "Award ID": "NU58DP005458", "Award Amount": 511281.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-06", "CFDA Number": "93.762", "Description": "DIABETES PREVENTION AND HEART DISEASE & STROKE PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e055bcd-498f-6044-c80f-36da90485237-C", "generated_internal_id": "ASST_NON_NU58DP005458_7523"}, {"internal_id": 49214784, "Award ID": "NU58DP005446", "Award Amount": 3712180.25, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "A COMPREHENSIVE APPROACH TO GOOD HEALTH AND WELLNESS IN INDIAN COUNTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc01b053-1bf4-c9fc-e476-b35c5abd7f4f-C", "generated_internal_id": "ASST_NON_NU58DP005446_7523"}, {"internal_id": 49214783, "Award ID": "NU58DP005442", "Award Amount": 3031266.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "GREAT PLAINS GOOD HEALTH AND WELLNESS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "237a41f6-8e93-50d1-ba68-f8235168ebd6-C", "generated_internal_id": "ASST_NON_NU58DP005442_7523"}, {"internal_id": 49214782, "Award ID": "NU58DP005441", "Award Amount": 1219636.97, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-06", "CFDA Number": "93.762", "Description": "HEALTHY FORT PECK 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "131d475f-b7c3-4712-47e0-7ce25fbb37b5-C", "generated_internal_id": "ASST_NON_NU58DP005441_7523"}, {"internal_id": 49214781, "Award ID": "NU58DP005436", "Award Amount": 707687.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-06", "CFDA Number": "93.762", "Description": "CATAWBA NATION - PRIORITY HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6c9216c-f6aa-7de9-d328-fc883691bdf6-C", "generated_internal_id": "ASST_NON_NU58DP005436_7523"}, {"internal_id": 49214780, "Award ID": "NU58DP005435", "Award Amount": 715524.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-19", "CFDA Number": "93.762", "Description": "KICKAPOOO HEALTH AND WELLNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d994bde0-ec48-bc55-d48a-c1b0a4005a03-C", "generated_internal_id": "ASST_NON_NU58DP005435_7523"}, {"internal_id": 49214779, "Award ID": "NU58DP005432", "Award Amount": 3738563.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "GOOD HEALTH AND WELLNESS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9eb39f32-6fb4-c1b1-ae2e-948b04941ef6-C", "generated_internal_id": "ASST_NON_NU58DP005432_7523"}, {"internal_id": 49214778, "Award ID": "NU58DP005431", "Award Amount": 758246.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "NEZ PERCE TRIBE'S TA WAAQ IS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_NU58DP005431_7523"}, {"internal_id": 49214777, "Award ID": "NU58DP005429", "Award Amount": 482604.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "COMPREHENSIVE APPROACH TO GOOD HEALTH AND WELLNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e51c569-9541-dff6-c623-9ebe3df03206-C", "generated_internal_id": "ASST_NON_NU58DP005429_7523"}, {"internal_id": 49214776, "Award ID": "NU58DP005428", "Award Amount": 800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "ZOONGIDE'EWIN PREVENTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33330183-6c46-4c51-d7c2-536c32093a1f-C", "generated_internal_id": "ASST_NON_NU58DP005428_7523"}, {"internal_id": 49214775, "Award ID": "NU58DP005427", "Award Amount": 3799691.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "GLITC BEMIDJI AREA LEADERS IN ACTION PROGRAM (BALAC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da401b0c-1a04-15fa-97ea-d0ae49931cd8-C", "generated_internal_id": "ASST_NON_NU58DP005427_7523"}, {"internal_id": 49214774, "Award ID": "NU58DP005423", "Award Amount": 3931827.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "AASTEC COMPREHENSIVE APPROACHES TO AMERICAN INDIAN HEALTH & WELLNESS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a35c90c-639e-2eae-1e0b-57d40cd5fbe8-C", "generated_internal_id": "ASST_NON_NU58DP005423_7523"}, {"internal_id": 49214773, "Award ID": "NU58DP005422", "Award Amount": 4717785.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "93.762", "Description": "WORKING TOGETHER TO ADDRESS THINGS THAT MATTER: STRATEGIES TO IMPROVE PREVENTION AND CONTROL OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4645cfc7-3a13-6af3-c3dc-e28845875db2-C", "generated_internal_id": "ASST_NON_NU58DP005422_7523"}, {"internal_id": 49214422, "Award ID": "NU58DP000011", "Award Amount": 812314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-17", "CFDA Number": "93.762", "Description": "PPHF 2014: A COMPREHENSIVE APPROACH TO GOOD HEALTH AND WELLNESS IN INDIAN COUNTRY FINANCED SOLELY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_NU58DP000011_7523"}]