[{"internal_id": 125132670, "Award ID": "90C30007", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-02", "CFDA Number": "93.826", "Description": "HL7 PUBLIC HEALTH STANDARDS AND SOLUTIONS FOR FUTURE PANDEMICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 2000000.0, "Infrastructure Obligations": null, "recipient_id": "13125985-7f5b-6a6e-5e93-36cfc11e95d9-C", "generated_internal_id": "ASST_NON_90C30007_7576"}, {"internal_id": 151947950, "Award ID": "90AX0035", "Award Amount": 2860000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "93.826", "Description": "CLOSING THE GAP BETWEEN STANDARDS DEVELOPMENT AND IMPLEMENTATION - MATURING THE CONSOLIDATED CLINICAL DOCUMENT ARCHITECTURE (C-CDA) AND FAST HEALTHCARE INTEROPERABILITY RESOURCES (FHIR?) STANDARDS - INTEROPERABLE HEALTH INFORMATION IS FOUNDATIONAL TO THE DEPARTMENT OF HEALTH AND HUMAN SERVICES MISSION TO ENHANCE AND PROTECT THE HEALTH AND WELL-BEING OF ALL AMERICANS. HEALTH LEVEL SEVEN INTERNATIONAL (HL7) IS A NOT-FOR-PROFIT, ANSI-ACCREDITED STANDARDS DEVELOPING ORGANIZATION DEDICATED TO CREATING CONSENSUS-BASED STANDARDS FOR THE EXCHANGE AND UNDERSTANDING OF ELECTRONIC HEALTH INFORMATION. TWO KEY HL7 STANDARDS, CONSOLIDATED CLINICAL DOCUMENT ARCHITECTURE (C-CDA) AND FAST HEALTHCARE INTEROPERABILITY RESOURCES (FHIR®), ARE CRITICAL TO THE NATION’S INTEROPERABILITY CAPABILITIES AND ARE NAMED STANDARDS IN THE 21ST CENTURY CURES ACT. THE GOALS OF THIS PROJECT ARE TO: 1) FACILITATE ONGOING DEVELOPMENT AND PUBLICATION OF HL7 STANDARDS FOR THE BENEFIT OF THE GENERAL PUBLIC, 2) ENHANCE THE UNDERLYING INFRASTRUCTURE NECESSARY TO EFFECTIVELY IMPLEMENT AND USE HL7 STANDARDS, AND 3) EMPOWER THE HL7 STANDARDS DEVELOPMENT COMMUNITY. ACCOMPLISHING THESE GOALS WILL HELP ACHIEVE THE OVERALL OBJECTIVE OF GREATER STANDARDIZATION AND INTEROPERABILITY IN AREAS OF NATIONWIDE INTEREST BY IMPROVING THE IMPLEMENTATION CONSISTENCY AND READINESS OF THE CURRENT AND NEW VERSIONS OF HL7 STANDARDS.  OUR OVERALL APPROACH IS DESIGNED TO WORK IN COLLABORATION WITH THE OFFICE OF THE NATIONAL COORDINATOR FOR HEALTH INFORMATION TECHNOLOGY (ONC) AND THE DIVERSE HL7 USER COMMUNITY. TO FACILITATE DEVELOPMENT AND PUBLICATION OF HL7 STANDARDS (GOAL 1) WE WILL COORDINATE AND ASSIST STANDARDS DEVELOPMENT AND BALLOTING CYCLES, IDENTIFY HEALTH IT PRIORITIES FOR STANDARDS DEVELOPMENT AND IMPLEMENTATION ACTIVITIES, AND PROMOTE STANDARDS DEVELOPMENT ACTIVITIES THAT SUPPORT IMPLEMENTATION CONSISTENCY. TO ENHANCE THE UNDERLYING INFRASTRUCTURE (GOAL 2) HL7 WILL MAINTAIN AND DEVELOP NEW CAPABILITIES FOR ITS INFRASTRUCTURE IN THE AREAS OF COLLABORATION AND DOCUMENTATION, CURATING TERMINOLOGY CONTENT, STANDARDS DEVELOPMENT AND TESTING, AND BALLOTING AND PUBLISHING. TO EMPOWER THE HL7 STANDARDS DEVELOPMENT COMMUNITY (GOAL 3), WE WILL CONVENE EVENTS AND DEVELOP ENHANCED EDUCATIONAL AND TRAINING PROGRAMS THAT PROMOTE SUSTAINED ADOPTION OF HL7 STANDARDS AND BUILD CAPACITY WITHIN THE GROWING COMMUNITY OF HL7 STANDARDS DEVELOPERS AND IMPLEMENTERS.  THE EXPECTED DURATION OF THIS PROJECT IS 60 MONTHS, WITH KEY OUTPUTS BEING: 1) UPDATED AND ENHANCED VERSIONS OF THE C-CDA AND FHIR STANDARDS AND RELATED IMPLEMENTATION GUIDANCE SPECIFICATIONS OF NATIONAL SIGNIFICANCE; 2) IMPROVEMENTS TO HL7’S BALLOTING AND STANDARDS DEVELOPMENT PROCESSES AND INFRASTRUCTURE; 3) ENHANCEMENTS TO HL7 SPECIFICATION CONTENT THAT IMPROVE IMPLEMENTER EXPERIENCE; 4) UPDATES TO HL7’S STANDARDS DEVELOPMENT INFRASTRUCTURE SOFTWARE AND PROCESS; AND 5) PUBLIC EVENTS INCLUDING THE C-CDA IMPLEMENTATION-A-THON AND PROGRAMS COVERING TOPICS SUCH AS AUTHORING FHIR IMPLEMENTATION GUIDES AND METHODS FOR FACILITATING TESTING FHIR IMPLEMENTATIONS OUTSIDE OF FORMAL CONNECTATHON EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13125985-7f5b-6a6e-5e93-36cfc11e95d9-C", "generated_internal_id": "ASST_NON_90AX0035_7576"}, {"internal_id": 47416642, "Award ID": "90AX0019", "Award Amount": 6290000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-19", "CFDA Number": "93.826", "Description": "CLOSING THE GAP BETWEEN STANDARDS DEVELOPMENT AND IMPLEMENTATION-MATURING THE CONSOLIDATED CLINICAL DOCUMENT ARCHITECTURE (C-CDA) AND FAST HEALTHCARE INTEROPERABILITY RESOURCES (FHIR) STANDARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13125985-7f5b-6a6e-5e93-36cfc11e95d9-C", "generated_internal_id": "ASST_NON_90AX0019_7576"}, {"internal_id": 89524927, "Award ID": "90AX0008", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-28", "CFDA Number": "93.826", "Description": "EXTENDING THE SMART GALLERY TO BUILD A DISCOVERY INFRASTRUCTURE FOR CLINICAL HEALTH IT APPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18397352-674d-5e14-840f-49a4315ed3ca-C", "generated_internal_id": "ASST_NON_90AX0008_7576"}, {"internal_id": 65894943, "Award ID": "90AX0002", "Award Amount": -3473.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-04", "CFDA Number": "93.826", "Description": "ENHANCING CONSOLIDATED CDA IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13125985-7f5b-6a6e-5e93-36cfc11e95d9-C", "generated_internal_id": "ASST_NON_90AX0002_7576"}]