[{"internal_id": 138341809, "Award ID": "NU58DP006966", "Award Amount": 1225000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "93.832", "Description": "PROMOTING CANCER SURVEILLANCE WORKFORCE, EDUCATION AND DATA USE - THE GOAL OF THE CDC-NPCR PROGRAM IS TO ENHANCE NATIONAL CANCER DATA AND STATISTICS TO HELP PUBLIC HEALTH PROFESSIONALS UNDERSTAND AND ADDRESS THE NATION'S CANCER BURDEN. CRITICAL TO MEETING THIS GOAL IS THE COMPLETE, TIMELY, AND ACCURATE REPORTING OF ALL MALIGNANCIES AND BENIGN CENTRAL NERVOUS SYSTEM TUMORS, WHICH IS ACHIEVED BY EXPANDING AND STRENGTHENING THE CANCER SURVEILLANCE WORKFORCE. THE NOFO’S TARGET AUDIENCES ARE THE CANCER SURVEILLANCE WORKFORCE AND NPCR-FUNDED REGISTRIES. THE NATIONAL CANCER REGISTRARS ASSOCIATION (NCRA) REPRESENTS OVER 6,500 CANCER REGISTRARS AND 5,600 ACTIVE CERTIFIED TUMOR REGISTRAR (CTR). ITS PRIMARY FOCUS AREAS INCLUDE EDUCATION, CERTIFICATION, BUILDING COLLABORATIVE RELATIONSHIPS WITH STANDARD SETTERS AND INDUSTRY PARTNERS, AND CONDUCTING WORKFORCE RESEARCH WITH THE GOAL TO PROMOTE THE RECRUITMENT, RETENTION, EDUCATION, AND CREDENTIALING OF THE CANCER SURVEILLANCE PROFESSION. NCRA HAS A SOLID INTERNAL INFRASTRUCTURE AND PROVEN TRACK RECORDS IN THE THREE STRATEGIES OUTLINED IN THE NOFO, INCLUDING PROVIDING HIGH-QUALITY EDUCATIONAL OPPORTUNITIES THAT SUPPORT THE INFRASTRUCTURE FOR CANCER REGISTRY PROFESSIONALS, FOSTERING INNOVATIVE APPROACHES TO ESTABLISH AND MAINTAIN COLLABORATIONS THAT PROMOTE PUBLIC AWARENESS OF THE IMPACT OF CANCER SURVEILLANCE DATA USE, AND DEVELOPING TOOLS TO SUPPORT AND ENHANCE DATA QUALITY AND COMPLETENESS. NCRA IS WELL POSITIONED TO DELIVER PROGRAMMING AND INITIATIVES THAT WILL RESULT IN A SUFFICIENT AND WELL-TRAINED CTR WORKFORCE TO SUPPORT THE OPERATION OF CANCER REGISTRIES AND TO ADDRESS FUTURE CHALLENGES IN DATA COLLECTION AND REPORTING. NCRA WILL BUILD UPON THE SUCCESS OF ITS TWO, CONSECUTIVE FIVE-YEAR COOPERATIVE AGREEMENTS TO EXPAND OPPORTUNITIES TO ENHANCE REGISTRARS’ CAPACITY, INCREASE RESOURCES TO SUPPORT RECRUITMENT AND RETENTION EFFORTS, AND TO PROMOTE CANCER SURVEILLANCE DATA. IN ITS PROPOSAL, NCRA DEMONSTRATES ITS APPROACH TO EXPAND PROGRAMMING AND/OR IMPLEMENT NEW INIT IATIVES TO SUPPORT CONTINUING EDUCATION REQUIREMENTS, STRENGTHEN THE WORKFORCE, AND ENHANCE DISSEMINATION OF THE CANCER DATA. NCRA'S PROPOSED PROJECTS ARE DESIGNED TO ADDRESS THE THREE DEFINED PRIORITY OUTCOMES: 1.) INCREASED TRAINING OPPORTUNITIES FOR NPCR CANCER REGISTRY PROFESSIONALS, 2.) INCREASED COORDINATION, COMMUNICATION, AND PARTICIPATION AMONG CANCER SURVEILLANCE STANDARD SETTERS AND KEY PARTNERS ON DATA STANDARDIZATION AND BEST PRACTICES, AND 3.) INCREASED PERCENTAGE OF CANCER REGISTRY PROFESSIONALS WHO PASS THE CTR EXAM. NCRA’S EVALUATION AND PERFORMANCE PLAN ALIGNS WITH THE PRINCIPLES OF UTILIZATION FOCUSED EVALUATION BY PLANNING AND CONDUCTING EVALUATIONS IN WAYS THAT ENHANCE THE LIKELY USE OF BOTH THE FINDINGS AND OF THE PROCESS TO INFORM DECISIONS AND IMPROVE PERFORMANCE. NCRA WILL FOLLOW THE CDC FRAMEWORK FOR PROGRAM EVALUATION IN PUBLIC HEALTH AND USE A PROCESS AND OUTCOME EVALUATION MIX TO DETERMINE WHETHER THE PROGRAM PLAN IS DELIVERED SUCCESSFULLY AND USED BY THE TARGET AUDIENCES AS INTENDED. ON AN ONGOING BASIS, DATA WILL BE ANALYZED, AND EFFORTS WILL BE ADJUSTED SO THAT PROGRAM WEAKNESSES ARE IDENTIFIED AND ADDRESSED. NCRA HAS LONG-ESTABLISHED RELATIONSHIPS WITH STANDARD SETTERS AND INDUSTRY PARTNERS THAT AFFECT THE COLLECTION AND STUDY OF CANCER SURVEILLANCE DATA. NCRA ALSO PARTNERS WITH HIM EDUCATION PROVIDERS AND LEADERS OF STATE/CENTRAL REGISTRY ASSOCIATIONS. NCRA WILL LEVERAGE THESE MANY IMPORTANT RELATIONSHIPS TO FOSTER COLLABORATION AND ENSURE EFFECTIVE COMMUNICATIONS. NCRA PIONEERED THE FIRST AND ONLY CREDENTIAL FOR THE CANCER SURVEILLANCE WORKFORCE. IT HAS BEEN A LEADER FOR ALMOST 50 YEARS IN PROVIDING HIGH-QUALITY, COST-EFFECTIVE EDUCATION FOR CANCER REGISTRARS. NCRA'S STAFF HAS EXTENSIVE BACKGROUNDS IN ADULT EDUCATION, WORKFORCE RESEARCH, CERTIFICATION AND CREDENTIALING, COMMUNICATIONS, AND OPERATIONS AND PROJECT MANAGEMENT. NCRA WILL EXECUTE A MANAGEMENT AND STAFFING PLAN TO EFFECTIVEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "debdc4e7-e336-419b-a289-d5c5ed368e81-C", "generated_internal_id": "ASST_NON_NU58DP006966_7523"}, {"internal_id": 49215106, "Award ID": "NU58DP006264", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-12", "CFDA Number": "93.832", "Description": "PROMOTING CDC'S CANCER SURVEILLANCE DATA THROUGH WORKFORCE DEVELOPMENT AND EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "debdc4e7-e336-419b-a289-d5c5ed368e81-C", "generated_internal_id": "ASST_NON_NU58DP006264_7523"}]