[{"internal_id": 148296252, "Award ID": "NU58DP007096", "Award Amount": 800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "93.858", "Description": "NATIONAL INITIATIVE TO ADVANCE HEALTH EQUITY IN K-12 EDUCATION BY PREVENTING CHRONIC DISEASE AND PROMOTING HEALTHY BEHAVIORS - RATES OF POOR NUTRITION AND PHYSICAL INACTIVITY CONTINUE TO BE HIGH AND CONTRIBUTE TO OVERWEIGHT AND OBESITY AMONG ADULTS, ADOLESCENTS, AND CHILDREN. THE RECENT COVID-19 PANDEMIC HAS ALSO NEGATIVELY IMPACTED THE SOCIAL, EMOTIONAL, AND MENTAL WELL-BEING OF SCHOOL ADMINISTRATORS, STAFF, AND STUDENTS DUE TO A VARIETY OF REASONS SUCH AS SOCIAL ISOLATION AND STRESS AND ANXIETY ABOUT SCHOOL CLOSURES. THESE FACTORS OFFER AN OPPORTUNITY TO BETTER SUPPORT SCHOOL EMPLOYEES’ PHYSICAL AND MENTAL HEALTH, AND ULTIMATELY CONTRIBUTE TO THE HEALTH OF STUDENTS AND THEIR ACADEMIC SUCCESS, ESPECIALLY IN COMMUNITIES THAT ARE UNDERSERVED, ECONOMICALLY MARGINALIZED, AND DISPROPORTIONATELY AFFECTED BY THE PANDEMIC, CHRONIC DISEASES, AND CHRONIC DISEASE RISK FACTORS.  THE NATIONAL ASSOCIATION OF CHRONIC DISEASE DIRECTORS (NACDD) IS PROPOSING TO LEVERAGE OVER 15 YEARS OF EXPERIENCE WITH SCHOOL HEALTH AND OVER 30 YEARS OF EXPERIENCE PROVIDING INNOVATIVE LEADERSHIP DEVELOPMENT, POLICY IMPLEMENTATION, AND CAPACITY BUILDING FOR COMMUNITY, STATE, AND TERRITORIAL CHRONIC DISEASE PREVENTION AND CONTROL/HEALTH PROMOTION PROGRAMS TO BUILD ON SUCCESSES AND LESSONS LEARNED, WHILE ALSO ENGAGING KEY ORGANIZATIONS THAT ENHANCE REACH AND EXTEND PARTNERSHIPS. TOGETHER WITH CHILD TRENDS AND MENTAL HEALTH AMERICA (MHA), THIS PROPOSED PROJECT ADDRESSES PRIORITY 2 BY SUPPORTING CDC-FUNDED STATE EDUCATION AGENCIES (SEA), DISTRICTS, SCHOOLS, AND NACDD CONSTITUENTS (I.E., STATE HEALTH DEPARTMENT CHRONIC DISEASE STAFF) IN DEVELOPING, IMPLEMENTING, AND EVALUATING EVIDENCE-BASED POLICIES, PRACTICES, AND PROGRAMS THAT SUPPORT THE EMOTIONAL WELL-BEING OF STUDENTS AND SCHOOL STAFF. SPECIFICALLY, NACDD WILL EMPLOY A REQUEST FOR ASSISTANCE PROCESS TO ENGAGE COHORTS OF UP TO TWO TO FOUR SEAS AND UP TO FIVE LOCAL EDUCATION AGENCIES (LEA) ANNUALLY THAT REPRESENT COMMUNITIES WITH EVIDENCE OF HEALTH AND EDUCATIONAL DISPARITIES AND PRIORITY GROUPS INCLUDING RACIAL AND ETHNIC MINORITIES, STUDENTS RECEIVING FREE AND/OR REDUCED LUNCH, AND PERSONS WITH DISABILITIES. NACDD WILL CONVENE AN EIGHT-MEMBER NATIONAL TECHNICAL ASSISTANCE PARTNERSHIP, MADE UP OF NATIONAL AND STATE SCHOOL HEALTH AND EMOTIONAL WELL-BEING EXPERTS, TO INFORM THE DEVELOPMENT AND DELIVERY OF PROFESSIONAL DEVELOPMENT (PD) AND TRAINING AND TECHNICAL ASSISTANCE (T/TA); DISSEMINATION OF EVIDENCE-BASED TOOLS AND RESOURCES; AND IMPLEMENTATION OF EVIDENCED-BASED SCHOOL HEALTH POLICIES, PRACTICES, AND PROGRAMS USING THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD FRAMEWORK. EACH COHORT WILL EXPERIENCE A FIVE-STEP, TWO-PHASED PROCESS OVER THE COURSE OF AN ESTIMATED 18-24 MONTHS THAT INVOLVES ASSESSING, LEARNING, PLANNING, IMPLEMENTING, AND EVALUATING. SUBSEQUENT PROJECT YEARS WILL LEVERAGE EVALUATION OUTPUTS TO EXPAND AND GROW PD AND T/TA OPPORTUNITIES, DISSEMINATION EFFORTS (E.G., THOUGHT LEADER ROUND TABLE), THE TRAINING OF TRAINERS (TOT) CADRE, AND POLICY EFFORTS.  THIS PROPOSAL DETAILS THE APPROACH OF NACDD, CHILD TRENDS, MHA, AND OTHER KEY PARTNERS TO INCREASE THE USE OF EVIDENCE-BASED TOOLS AND RESOURCES, AND INCREASE THE ADOPTION AND IMPLEMENTATION OF EVIDENCE-BASED SCHOOL HEALTH POLICIES, PRACTICES, AND PROGRAMS. THE WORK OF NACDD AND PARTNERS WILL RESULT IN ENHANCED AND/OR INCREASED SUPPORTS FOR THE PHYSICAL, MENTAL, AND BEHAVIORAL HEALTH OF STUDENTS AND SCHOOL STAFF IN COMMUNITIES OF GREATEST NEED.  FIVE-YEAR PROJECT REACH: UP TO 10 SEAS AND UP TO 25 LEAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3ba9de2-ec25-bd9c-c722-8f9fefcd473c-C", "generated_internal_id": "ASST_NON_NU58DP007096_7523"}, {"internal_id": 148296270, "Award ID": "NU58DP007088", "Award Amount": 798134.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "93.858", "Description": "NATIONAL INITIATIVE TO ADVANCE HEALTH EQUITY IN K-12 EDUCATION BY PREVENTING CHRONIC DISEASE AND PROMOTING HEALTHY BEHAVIORS: PRIORITY 2-EMOTIONAL WELL-BEING - THE NATIONAL CENTER FOR SCHOOL MENTAL HEALTH (NCSMH) AT THE UNIVERSITY OF MARYLAND SCHOOL OF MEDICINE, IN PARTNERSHIP WITH THE COLLABORATIVE FOR ACADEMIC, SOCIAL, AND EMOTIONAL LEARNING (CASEL), IS APPLYING FOR THE NATIONAL INITIATIVE TO ADVANCE HEALTH EQUITY IN K-12 EDUCATION BY PREVENTING CHRONIC DISEASE AND PROMOTING HEALTHY BEHAVIORS: PRIORITY 2-EMOTIONAL WELL-BEING. THE NCSMH AND CASEL ARE RECOGNIZED AND RESPECTED NATIONAL LEADERS IN SCHOOL MENTAL HEALTH AND SOCIAL AND EMOTIONAL LEARNING WITH, COLLECTIVELY, OVER 50 YEARS OF EXPERIENCE ADVANCING EMOTIONAL WELL-BEING FOR SCHOOL COMMUNITIES ACROSS THE UNITED STATES, WITH A FOCUS ON ADVANCING HEALTH EQUITY AND MEETING THE NEEDS OF THE WHOLE CHILD, SCHOOL AND COMMUNITY.  THE NCSMH AND CASEL WILL PROVIDE SUPPORT TO CDC-FUNDED STATE EDUCATION AGENCIES (SEAS), DISTRICTS, SCHOOLS, OUT OF SCHOOL TIME (OST) PROGRAMS AND THE ORGANIZATION’S CONSTITUENTS THROUGH A COMPREHENSIVE MODEL OF PROFESSIONAL DEVELOPMENT, TECHNICAL ASSISTANCE, DISSEMINATION, PARTNERSHIPS AND IMPLEMENTATION SUPPORT. THE PROJECT STRATEGIES, ACTIVITIES AND OUTCOMES WILL BE ACHIEVED USING THE OVERARCHING FRAMEWORK OF THE CDC HEALTHY SCHOOLS WSCC EMOTIONAL WELL-BEING LEARNING COMMUNITY (WSCC EMOTIONAL WELL-BEING LC): A NETWORK OF CDC HEALTHY SCHOOLS SEAS, DISTRICTS, SCHOOLS, OST PROGRAMS AND THE ORGANIZATION’S CONSTITUENTS COMMITTED TO IMPROVING EMOTIONAL WELL-BEING FOR YOUTH IN COMMUNITIES THAT ARE UNDERSERVED, ECONOMICALLY MARGINALIZED, AND DISPROPORTIONATELY AFFECTED BY CHRONIC DISEASES AND THE RISK FACTORS THAT CAUSE THEM. THE WSCC EMOTIONAL WELL-BEING LC WILL USE AN EQUITY-DRIVEN APPROACH, COMMUNITY OF PRACTICE AND QUALITY IMPROVEMENT BEST PRACTICES, MULTI-LEVEL LEARNING AND COLLABORATION, INCLUDING COLLABORATION WITH YOUTH LEADERS, EVIDENCE-BASED CONTENT, SUSTAINABILITY BEST PRACTICES, AND EXPANSION VIA TRAINING OF TRAINERS.  THIS EFFORT WILL ACHIEVE THE FOLLOWING SHORT-TERM/INTERMEDIATE OUTCOMES: (O1) INCREASED USE OF CDC AND OTHER EVIDENCE-BASED TOOLS AND RESOURCES, (O2) INCREASED ADOPTION AND IMPLEMENTATION OF EVIDENCE-BASED SCHOOL HEALTH POLICIES, PRACTICES, AND PROGRAMS AMONG SEAS, DISTRICTS, AND SCHOOLS, (O3) DEMONSTRATED EXPANSION OF SCHOOL-BASED MENTAL HEALTH AND HEALTH SERVICES, (O4) INCREASED SYSTEMS AND ENVIRONMENTS THAT SUPPORT THE PHYSICAL, MENTAL, AND EMOTIONAL WELL-BEING OF STUDENTS AND SCHOOL STAFF, AND (O5) INCREASED ABILITY TO IDENTIFY AND PROMOTE THE USE OF EVIDENCE-BASED SCHOOL HEALTH STRATEGIES AND GUIDELINES.  THESE OUTCOMES WILL SUPPORT THE LONG-TERM OUTCOME OF INCREASED PHYSICAL, MENTAL, AND EMOTIONAL WELL-BEING AMONG STUDENTS AND SCHOOL STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23b1535c-77e8-dafd-4ece-46b518206e5d-C", "generated_internal_id": "ASST_NON_NU58DP007088_7523"}, {"internal_id": 148733280, "Award ID": "NU58DP007086", "Award Amount": 800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-06", "CFDA Number": "93.858", "Description": "ADVANCING EQUITY IN SCHOOL HEALTH SERVICES BY SCHOOL NURSES - NASN IS UNIQUELY QUALIFIED TO ADDRESS PRIORITY 1 – SCHOOL HEALTH SERVICES BECAUSE OF ITS HISTORY NAVIGATING THE COMPLEXITIES OF THE “HIDDEN HEALTHCARE SYSTEM” IN SCHOOLS, AND DELIVERING PROGRAMS, POLICIES, AND PRACTICES THAT IMPACT STUDENT HEALTH EQUITY. NASN PROPOSES TO USE ITS REACH TO OVER 55,000 SCHOOL HEALTH STAKEHOLDERS, A NETWORK OF 50 AFFILIATE SCHOOL NURSE ORGANIZATIONS, 17,000 NASN MEMBERS, AND AN EXTENSIVE NETWORK OF COLLABORATING ORGANIZATIONS TO ACHIEVE THE OUTCOMES FOR PRIORITY 1.  THE COVID-19 PANDEMIC UNVEILED HOW UNMET SOCIAL NEEDS AND COMMUNITY SOCIAL DETERMINANTS OF HEALTH EXACERBATE PHYSICAL, MENTAL, AND BEHAVIORAL HEALTH NEEDS OF STUDENTS AND SCHOOL STAFF. SCHOOLS AND SCHOOL NURSES ARE INCREASINGLY BEING RECOGNIZED AS A COMMUNITY-BASED ASSET FOR ACHIEVING HEALTH EQUITY FOR STUDENTS AND STAFF. SCHOOL NURSES ARE MEMBERS OF THE INTERDISCIPLINARY TEAM OF SPECIALIZED INSTRUCTIONAL SUPPORT PERSONNEL IN SCHOOLS; THEY ARE PUBLIC HEALTH SENTINELS, ESSENTIAL TO EXPANDING ACCESS TO HEALTH CARE FOR STUDENTS.  NASN’S PROPOSED PROJECT WILL IMPROVE THE HEALTH AND WELL-BEING OF STUDENTS AND SCHOOL STAFF BY SUPPORTING CDC-FUNDED STATE EDUCATION AGENCIES, DISTRICTS, SCHOOLS, AND SCHOOL NURSES ACROSS THE COUNTRY IN WITH EVIDENCE-BASED POLICIES, PRACTICES, AND PROGRAMS THAT EXPAND ACCESS TO PHYSICAL, MENTAL, AND BEHAVIORAL HEALTH SERVICES, AND IMPROVE THE DELIVERY OF SCHOOL HEALTH SERVICES TO STUDENTS IN UNDERSERVED COMMUNITIES, USING SCHOOL NURSES AS THE FULCRUM.  THE FOLLOWING OUTCOMES WILL HELP REACH THE LONG-TERM OUTCOME OF INCREASED PHYSICAL, MENTAL, AND EMOTIONAL WELL-BEING AMONG STUDENTS AND SCHOOL STAFF IN UNDER-RESOURCED COMMUNITIES: INCREASED USE OF EVIDENCE-BASED TOOLS AND RESOURCES THAT PROMOTE HEALTH EQUITY; INCREASED ADOPTION AND IMPLEMENTATION OF EVIDENCE-BASED SCHOOL HEALTH POLICIES, PRACTICES, AND PROGRAMS TO ADDRESS PHYSICAL, MENTAL, AND BEHAVIORAL HEALTH; AND DEMONSTRATED EXPANSION OF SCHOOL-BASED PHYSICAL, MENTAL AND BEHAVIORAL SCHOOL HEALTH SERVICES IN A MINIMUM OF FIVE DISTRICTS WITH PRONOUNCED INEQUITIES IN STUDENT HEALTH.  NASN WILL USE FOUR STRATEGIES, BUILDING ON THE EFFORTS, PARTNERSHIPS, AND RESOURCES DEVELOPED IN THE PREVIOUS CDC COOPERATIVE AGREEMENT (DP16-1601): (1) PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE TARGETING SCHOOL NURSES TO ADDRESS PHYSICAL, MENTAL, AND BEHAVIORAL HEALTH USING A HEALTH EQUITY LENS TO REACH UNDERSERVED SCHOOL COMMUNITIES. (2) BROAD DISSEMINATION OF EVIDENCE-BASED TOOLS AND RESOURCES FOR SCHOOL NURSES TO ADVANCE EQUITY IN SCHOOL HEALTH SERVICES USING A MULTI-TIERED SYSTEM OF SUPPORT APPROACH, WHICH ALIGNS WITH THE THREE LEVELS OF PREVENTION INTEGRAL TO SCHOOL NURSING PRACTICE. (3) SUSTAINING AND BUILDING NEW PARTNERSHIPS TO EXPAND ACCESS TO HEALTH SERVICES. AN EMPHASIS YEAR 1 WILL BE COLLABORATING WITH PARTNERS WITH EXPERTISE ADDRESSING SOCIAL NEEDS AND COMMUNITY SOCIAL DETERMINANTS OF HEALTH. (4) IMPLEMENTATION OF TECHNICAL ASSISTANCE TO ASSESS AND STRENGTHEN SCHOOL HEALTH SERVICES IN FIVE TARGETED SCHOOL DISTRICTS THAT HAVE PRONOUNCED INEQUITIES IN STUDENT HEALTH. LESSONS LEARNED WILL BE MADE AVAILABLE BEYOND THE TARGET DISTRICTS TO FURTHER REACH UNDERSERVED COMMUNITIES.  OUR APPROACH WILL ADDRESS ALL THREE LEVELS OF PREVENTION: PRIMARY (PROMOTING/ROLE MODELING HEALTHY BEHAVIORS TO BUILD PROTECTIVE FACTORS), SECONDARY (CASE FINDING, SCREENING, COMMUNITY REFERRALS, ONGOING SURVEILLANCE, INSURANCE ACCESS), AND TERTIARY (CASE MANAGEMENT).  TARGET AUDIENCES FOR THIS WORK WILL BE CDC-FUNDED SEAS, DISTRICTS, SCHOOLS, OST PROGRAMS, AND NASN’S CONSTITUENTS. SEAS IN MN, NM, AND WA HAVE CONSENTED TO PROVIDE DISTRICTS WITH PRONOUNCED INEQUITIES IN STUDENT HEALTH IN YEAR 1 TO PROVIDE INTENSIVE SUPPORT TO IMPLEMENT SCHOOL HEALTH POLICIES, PRACTICES, AND PROGRAMS WITHIN A WSCC FRAMEWORK. THESE THREE STATES WERE CHOSEN TO BUILD ON RELATIONSHIPS FORGED WITH THE PREVIOUS DP16-1601 WORK AND TO PROVIDE CONTINUED SUPPOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2081ff21-c8f8-4b65-0318-eff7ecdc3c45-C", "generated_internal_id": "ASST_NON_NU58DP007086_7523"}, {"internal_id": 148733275, "Award ID": "NU58DP007085", "Award Amount": 800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-06", "CFDA Number": "93.858", "Description": "ENHANCING SCHOOL-BASED HEALTH AND MENTAL HEALTH SERVICES THROUGH TRAINING, EDUCATION, ASSISTANCE, MENTORING, AND SUPPORT (TEAMS) - CREATED IN 1935, THE AMERICAN ACADEMY OF PEDIATRICS (AAP) IS A NATIONAL MEMBERSHIP ORGANIZATION OF OVER 67,000 PEDIATRICIANS AND CHILD HEALTH PROFESSIONALS WITH A LONGSTANDING COMMITMENT TO CHILDREN, ADOLESCENTS, AND YOUNG ADULTS. THROUGH ITS INFRASTRUCTURE OF BOARD-APPOINTED AND MEMBER-SELECTED NATIONAL COMMITTEES AND COUNCILS, THE AAP BRINGS ABUNDANT SUBJECT MATTER EXPERTISE IN SCHOOL HEALTH, MENTAL HEALTH (MH), AND CHRONIC CONDITION MANAGEMENT. LEVERAGING THIS EXPERTISE, THE AAP IS UNPARALLELED IN ITS CAPACITY TO CREATE MENTAL HEALTH AND SCHOOL HEALTH SERVICES POLICY BASED ON BEST PRACTICES AND EVIDENCE-BASED RESEARCH, AND TO TRANSLATE POLICY INTO PRACTICES AND PROGRAMS IN SCHOOLS AND IN HEALTHCARE SETTINGS VIA EDUCATION AND SUPPORT.  PURPOSE: THE PROPOSED APPLICATION ADDRESSES THE SCHOOL HEALTH SERVICES PRIORITY AREA, AND WILL ACHIEVE THE OUTCOMES IDENTIFIED IN THE NOTICE OF FUNDING OPPORTUNITY (NOFO) BY UTILIZING THE AAP ENHANCING SCHOOL-BASED HEALTH AND MH SERVICES THROUGH TRAINING, EDUCATION, ASSISTANCE, MENTORING, AND SUPPORT (TEAMS) MODEL. THE PROPOSED “TEAMS PROJECT” WILL INCORPORATE TEAMS TO PROVIDE TA, SPECIALIZED PD AND TRAINING, AND INTENSIVE PROGRAM IMPLEMENTATION SUPPORT TO DEVELOP, IMPLEMENT, AND EVALUATE EVIDENCE-BASED POLICIES, PRACTICES, AND PROGRAMS THAT EXPAND ACCESS TO PHYSICAL, MENTAL, AND BEHAVIORAL HEALTH SERVICES, IMPROVE THE DELIVERY OF SCHOOL-BASED MH AND HEALTH SERVICES, INCREASE REIMBURSEMENT FOR SERVICES, AND IMPROVE THE MANAGEMENT OF CHRONIC HEALTH CONDITIONS. PROGRAM OUTCOMES WILL FURTHER BE ACCOMPLISHED BY LEVERAGING PARTNERSHIPS VIA A TWO-PRONG APPROACH: 1) CREATING A TRAINING-OF-TRAINERS (TOT) CADRE TO WORK WITH SEAS, STATE HEALTH/BEHAVIORAL HEALTH AGENCIES, AND OTHER PARTNER ORGANIZATIONS, TO BUILD THEIR CAPACITY TO TRAIN SCHOOL DISTRICTS IN THEIR STATE, AND 2) WORKING DIRECTLY WITH CDC-FUNDED DISTRICTS AND/OR SCHOOLS THAT ARE LOCATED IN STATES THAT DID NOT APPLY TO PARTICIPATE IN THE TEAMS PROGRAM TOT TO INCREASE PHYSICAL, MENTAL, AND EMOTIONAL WELL-BEING AMONG STUDENTS AND STAFF. BOTH APPROACHES WILL BE SUPPORTED WITH THE CREATION, PROMOTION, AND USE OF EVIDENCE-BASED TOOLS AND RESOURCES.  OUTCOMES (OUTCOMES IN BOLD WILL BE MEASURED AS REQUIRED BY CDC): THE TEAMS PROJECT WILL ACHIEVE THE FOLLOWING OUTCOMES BY THE END OF THE PROJECT PERIOD: 1) INCREASED ABILITY TO IDENTIFY AND PROMOTE THE USE OF APPROPRIATE HEALTH PROMOTION STRATEGIES; 2) INCREASED USE OF CDC AND OTHER EVIDENCE-BASED TOOLS AND RESOURCES, INCLUDING (A) DEVELOPMENT OF SCHOOL HEALTH TOOLS AND RESOURCES THAT PROMOTE HEALTH EQUITY, (B) CDC-FUNDED SEAS, DISTRICTS, OR SCHOOLS USING CDC AND OTHER EVIDENCE-BASED TOOLS AND RESOURCES, AND (C) TOOLS AND RESOURCES DEVELOPED THROUGH COLLABORATIVE PARTNERSHIPS BETWEEN HEALTH, EDUCATION AND OTHER ORGANIZATIONS TO ASSESS SCHOOL HEALTH POLICIES, PRACTICES AND PROGRAMS; 3) INCREASED ADOPTION AND IMPLEMENTATION OF EVIDENCE-BASED SCHOOL HEALTH POLICIES, PRACTICES AND PROGRAMS AMONG STATE EDUCATION AGENCIES, DISTRICTS AND SCHOOLS, INCLUDING (A) DEVELOPMENT OF, REVISION, OR ADAPTATION OF SCHOOL HEALTH POLICIES ALIGNED WITH THE WSCC APPROACH AND/OR IMPLEMENTATION OF EVIDENCE-BASED PRACTICES AND PROGRAMS THAT SUPPORT SCHOOL HEALTH IN CDC-FUNDED SEAS, DISTRICTS OR SCHOOLS; 4) DEMONSTRATED EXPANSION OF SCHOOL-BASED MH AND HEALTH SERVICES, INCLUDING (A) IMPLEMENTATION OF SCHOOL-BASED MH AND HEALTH SERVICES IN THE CDC-FUNDED SEAS, DISTRICTS, AND SCHOOLS, AND 5) INCREASED SYSTEMS AND ENVIRONMENTS THAT SUPPORT THE PHYSICAL, MENTAL, AND EMOTIONAL WELL-BEING OF STUDENTS AND SCHOOL STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "242f1649-acbe-70bb-3439-f20fd0e624e1-C", "generated_internal_id": "ASST_NON_NU58DP007085_7523"}, {"internal_id": 148296202, "Award ID": "NU58DP007084", "Award Amount": 758235.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "93.858", "Description": "COLLABORATIVE FOR ADVANCING HEALTH EQUITY IN OUT-OF-SCHOOL TIME (CAHE-OST) - NATIONAL INITIATIVE TO ADVANCE HEALTH EQUITY IN K-12 EDUCATION BY PREVENTING CHRONIC DISEASE AND PROMOTING HEALTHY BEHAVIORS  PRIORITY 3 - HEALTHY OUT-OF-SCHOOL-TIME  THE COLLABORATIVE FOR ADVANCING HEALTH EQUITY IN OUT-OF-SCHOOL TIME (CAHE-OST), A PARTNERSHIP BETWEEN EDUCATION DEVELOPMENT CENTER, INC. (EDC) AND THE NATIONAL AFTERSCHOOL ASSOCIATION (NAA), IS DESIGNED IN RESPONSE TO THE CDC INITIATIVE TO ADVANCE HEALTH EQUITY IN K-12 EDUCATION. CAHE-OST’S GOAL IS TO SUPPORT CDC-FUNDED STATE EDUCATION AGENCIES (SEAS), DISTRICTS, SCHOOLS, AND SCHOOL-BASED OST PROGRAMS WITH SELECTING IMPLEMENTING, AND EVALUATING EVIDENCE-BASED HEALTH EQUITY POLICIES, PRACTICES, AND PROGRAMS TO IMPROVE THE HEALTH AND WELL-BEING OF YOUTH AND STAFF FROM DISPROPORTIONATELY AFFECTED COMMUNITIES. TO MEET THIS GOAL, CAHE-OST WILL PROVIDE PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA) TO HELP OUR AUDIENCES MAKE EFFECTIVE CHANGES TO THEIR PRACTICES AND POLICIES; ENGAGE IN DISSEMINATION ACTIVITIES BY SUPPORTING THE USE OF CAPACITY BUILDING RESOURCES THAT EQUIP OUR AUDIENCE WITH TOOLS TO SUPPORT CONTINUOUS QUALITY IMPROVEMENT; FOSTER PARTNERSHIPS BY ENGAGING IN COORDINATION AND COLLABORATION WITH CDC AND LEADING NATIONAL ORGANIZATIONS SO THAT OUR MATERIALS AND SERVICES HAVE THE BROADEST POSSIBLE IMPACT AND ARE INFORMED BY A WIDE-RANGE OF EXPERTS AND PRACTITIONERS; AND SUPPORT THE IMPLEMENTATION OF GOAL-ORIENTATED ACTION ITEMS WITHIN THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD FRAMEWORK. THESE VARIOUS STRATEGIES AND ACTIVITIES WILL BE IMPLEMENTED BY OUR DYNAMIC AND EXPERIENCED TEAM OF OST AND HEALTH EQUITY SUBJECT MATTER EXPERTS. TOGETHER, THE CAHE-OST TEAM, IN PARTNERSHIP WITH THE CDC, WILL PLAN, ORGANIZE, AND IMPLEMENT ACTIVITIES TO ACHIEVE THE FOLLOWING OUTCOMES: -\tINCREASED KNOWLEDGE AND SKILL AMONG PD AND TA PARTICIPANTS RELATED TO THE IMPLEMENTATION OF EVIDENCE-BASED OST HEALTH POLICIES, PRACTICES AND PROGRAMS THAT PROMOTE HEALTH AND EMOTIONAL WELL-BEING. -\tINCREASED USE OF EVIDENCE-BASED TOOLS AND RESOURCES THAT PROMOTE HEALTH EQUITY AMONG CDC-FUNDED SEAS, DISTRICTS, OR OST PROGRAMS. -\tINCREASE IN CDC-FUNDED SEAS, DISTRICTS, OR SCHOOLS THAT HAVE DEVELOPED, REVISED, OR ADOPTED OST HEALTH POLICIES ALIGNED WITH THE WSCC APPROACH AND/OR IMPLEMENTED EVIDENCE-BASED PRACTICES AND PROGRAMS THAT SUPPORT OST HEALTH, INCLUDING EMOTIONAL WELL-BEING AND MENTAL HEALTH FOR OST-PARTICIPATING STUDENTS AND STAFF, HEALTHY EATING, AND PHYSICAL ACTIVITY. -\tINCREASED ADOPTION AND IMPLEMENTATION OF EVIDENCE-BASED OST PRACTICES AND PROGRAMS BY CDC-FUNDED SEAS, DISTRICTS, OST PROGRAMS, AND RELATED CONSTITUENTS. -\tDEMONSTRATED EXPANSION OF OST-BASED MENTAL HEALTH AND HEALTH SERVICES. -\tINCREASED SYSTEMS AND ENVIRONMENTS SUPPORT THE PHYSICAL, MENTAL, AND EMOTIONAL WELL-BEING OF OST-PARTICIPATING STUDENTS AND STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a3f736d-5b24-dadc-592e-04cd891c92cd-C", "generated_internal_id": "ASST_NON_NU58DP007084_7523"}, {"internal_id": 148296239, "Award ID": "NU58DP007083", "Award Amount": 800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "93.858", "Description": "SUPPORTING ADMINISTRATOR CAPACITY-BUILDING TO ADVANCE HEALTH EQUITY AND PROMOTE HEALTHY SCHOOLS - SHAPE AMERICA IS THE NATION’S LARGEST PROFESSIONAL ORGANIZATION FOR SCHOOL-BASED HEALTH AND PHYSICAL EDUCATORS AND IS UNIQUELY POSITIONED TO COLLABORATE WITH THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC), NATIONAL HEALTH AND EDUCATION ORGANIZATIONS, STATE DEPARTMENTS OF EDUCATION AND SCHOOL DISTRICTS TO AFFECT SYSTEMS-LEVEL CHANGE THAT SUPPORTS THE PHYSICAL, MENTAL, AND EMOTIONAL WELL-BEING OF STUDENTS AND STAFF BY SERVING AS THE NATIONAL NGO EXPERT FOR PRIORITY 4: SCHOOL ADMINISTRATOR SUPPORT AND ACTION FOR HEALTHY SCHOOLS. SHAPE AMERICA WILL EMPHASIZE THE CONNECTIONS BETWEEN HEALTH AND EDUCATION FOR BOTH PHYSICAL AND EMOTIONAL HEALTH, AS WELL TO COMBAT EXISTING HEALTH AND EDUCATIONAL INEQUITIES. THIS PROJECT WILL IMPROVE THE HEALTH AND WELL-BEING OF CHILDREN, ADOLESCENTS, AND SCHOOL STAFF BY ENGAGING SCHOOL ADMINISTRATORS AS CHAMPIONS TO ADVANCE EQUITY AND SCHOOL HEALTH THROUGH PROMOTION OF THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) MODEL, BUILDING THE SKILLS AND CAPACITY OF DISTRICT WELLNESS COMMITTEES, AND SHARING SUCCESSES FOR INNOVATIVE AND EQUITABLE POLICIES, PROGRAMS, AND PRACTICES. THIS PROJECT WILL SUPPORT CDC-FUNDED STATE EDUCATION AGENCIES (SEAS), SCHOOL ADMINISTRATORS, CONSTITUENTS, AND SCHOOLS IN THE IMPLEMENTATION OF EQUITABLE AND INCLUSIVE POLICIES AND PRACTICES THAT SUPPORT WSCC , ADVANCE HEALTH EQUITY, REDUCE DISPARITIES, AND PROVIDE A NATIONAL SYSTEM OF PEER-LEARNING AND RESOURCE SHARING THROUGH ITS EXTENSIVE NETWORK THROUGHOUT THE COUNTRY. THE TARGET POPULATIONS FOR THIS PROJECT ARE SEAS AND SCHOOLS WITH A PARTICULAR FOCUS ON SCHOOL ADMINISTRATORS.  SHAPE AMERICA’S BACKGROUND OF STRONG COLLABORATIVE PARTNERSHIPS AND ITS EXPANSIVE NATIONAL NETWORK, SEA LEADERS, AND STATE AFFILIATES WILL ENABLE THIS PROJECT TO AFFECT SYSTEMS-LEVEL CHANGE THROUGH IMPLEMENTATION GUIDANCE, EXPERT TECHNICAL ASSISTANCE, AND INNOVATIVE, HIGH-QUALITY PROFESSIONAL LEARNING THROUGH THE STRATEGIES OUTLINED BELOW. STRATEGY 1: PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA) WILL BE PROVIDED THROUGH TWO MAJOR INITIATIVES: AN ADMINISTRATOR TRAINING OF TRAINERS (TOT), AS WELL AS DISTRICT WELLNESS COMMITTEE PROFESSIONAL LEARNING PLANS. BOTH INITIATIVES WILL BUILD THE KNOWLEDGE AND SKILLS TO UNDERSTAND, IMPLEMENT, AND CHAMPION EQUITABLE AND INCLUSIVE SCHOOL HEALTH POLICES, PROGRAMS, AND PRACTICES THAT SUPPORT WSCC): 1) ADMINISTRATORS WILL ENGAGE IN A TOT AND COMMUNITY OF PRACTICE (COP) TO BUILD THEIR DEPTH OF KNOWLEDGE AND SKILLS TO LEAD DISTRICTS AND  SCHOOLS THAT ACTIVATE THE WSCC APPROACH THROUGH EQUITABLE AND INCLUSIVE SCHOOL HEALTH POLICIES, PROGRAMS, AND PRACTICES, AND 2) PROFESSIONAL LEARNING PLANS ARE COLLABORATIVE LEARNING EXPERIENCES WHERE DISTRICT WELLNESS COMMITTEES WILL BUILD THEIR CAPACITY TO DEVELOP TEAMS THAT REFLECT AND REPRESENT THE DIVERSITY OF THEIR STUDENTS, FAMILIES, AND COMMUNITIES; CONNECT SCHOOL HEALTH POLICIES, PRACTICES AND PROGRAMS TO EQUITY, DIVERSITY AND INCLUSION INITIATIVES; AND UNDERSTAND AND INTERPRET BOTH ACADEMIC AND HEALTH DATA, INCLUDING CDC SURVEILLANCE, TO SUPPORT EQUITY AND INCLUSION FOR ALL CHILDREN. STRATEGY 2: DEVELOPMENT AND DISSEMINATION OF EVIDENCE-BASED RESOURCES WILL PROVIDE GUIDANCE ON THE DEVELOPMENT, IMPLEMENTATION, AND EVALUATION OF EQUITABLE AND INCLUSIVE SCHOOL HEALTH POLICIES, PROGRAMS, AND PRACTICES THAT SUPPORT THE WHOLE CHILD. STRATEGY 3: PARTNERSHIPS HAVE ALWAYS BEEN IN INVALUABLE ASPECT OF THE WORK THAT SHAPE AMERICA ENGAGES IN AND THIS PROJECT WILL SEEK TO BOTH EXPAND EXISTING PARTNERSHIPS AND CREATE NEW, COLLABORATIVE PARTNERSHIPS THAT SUPPORT SEAS, SCHOOLS, AND CONSTITUENTS. STRATEGY 4: NETWORKING, TA, AND PEER SHARING WILL ALSO BE SUPPORTED AN ONLINE, INTERACTIVE PLATFORM THAT WILL FOSTER ENGAGEMENT IN SOLUTION-ORIENTED DISCUSSION, FACILITATE PEER LEARNING AND RESOURCE SHARING, AND GUIDE LEARNING AND RESOURCE DEVELOPMENT. THROUGH THIS WORK, RESOURCES TH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb05f18b-aa9b-90a8-8bb3-b2005bbc894a-C", "generated_internal_id": "ASST_NON_NU58DP007083_7523"}, {"internal_id": 49213080, "Award ID": "NU1ADP003094", "Award Amount": 2197418.22, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "93.858", "Description": "NATIONAL TRAINING CENTER FOR SCHOOL HEALTH ADDRESSING PRIORITIES 1, 2, 3 AND 5", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 333333.0, "Infrastructure Obligations": null, "recipient_id": "63698542-8ffe-af96-cfa4-44039a36dc5e-C", "generated_internal_id": "ASST_NON_NU1ADP003094_7523"}, {"internal_id": 49213079, "Award ID": "NU1ADP003093", "Award Amount": 1758647.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "93.858", "Description": "BUILDING A CULTURE OF WELLNESS; NATIONAL COLLABORATION TO SUPPORT HEALTHY YOUTH OUTCOMES IN OUT OF SCHOOL TIME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 276817.0, "Infrastructure Obligations": null, "recipient_id": "92db8178-3cf8-8de9-e64c-695fe0fea22a-C", "generated_internal_id": "ASST_NON_NU1ADP003093_7523"}, {"internal_id": 49213078, "Award ID": "NU1ADP003092", "Award Amount": 1888099.23, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "93.858", "Description": "NATIONAL COLLABORATION TO SUPPORT HEALTH, WELLNESS AND ACADEMIC SUCCESS OF SCHOOL-AGE CHILDREN IN OUT-OF-SCHOOL TIME SETTINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 333333.0, "Infrastructure Obligations": null, "recipient_id": "ae3a3944-9c64-b5b7-d402-3963a96861a7-R", "generated_internal_id": "ASST_NON_NU1ADP003092_7523"}, {"internal_id": 49213077, "Award ID": "NU1ADP003091", "Award Amount": 1795895.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "93.858", "Description": "NATIONAL COLLABORATION TO SUPPORT HEALTH, WELLNESS AND ACADEMIC SUCCESS OF SCHOOL-AGE CHILDREN- SCHOOL NUTRITION ENVIRONMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3a3944-9c64-b5b7-d402-3963a96861a7-R", "generated_internal_id": "ASST_NON_NU1ADP003091_7523"}, {"internal_id": 49213076, "Award ID": "NU1ADP003090", "Award Amount": 2208333.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "93.858", "Description": "COLLABORATION TO SUPPORT STUDENTS WITH CHRONIC HEALTH CONDITIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 333333.0, "Infrastructure Obligations": null, "recipient_id": "2081ff21-c8f8-4b65-0318-eff7ecdc3c45-C", "generated_internal_id": "ASST_NON_NU1ADP003090_7523"}, {"internal_id": 49213075, "Award ID": "NU1ADP000001", "Award Amount": 1543843.8, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-13", "CFDA Number": "93.858", "Description": "DP16-1601NATIONAL COLLABORATION TO SUPPORT HEALTH, WELLNESS AND ACADEMIC SUCCESS OF SCHOOL-AGE CHILD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 329572.41, "Infrastructure Obligations": null, "recipient_id": "cb05f18b-aa9b-90a8-8bb3-b2005bbc894a-C", "generated_internal_id": "ASST_NON_NU1ADP000001_7523"}]