[{"internal_id": 138341805, "Award ID": "NU58DP006956", "Award Amount": 3700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "93.833", "Description": "SUPPORTING, MAINTAINING AND IMPROVING THE SURVEILLANCE SYSTEM FOR CHRONIC KIDNEY DISEASE IN THE U.S. - BACKGROUND: CHRONIC KIDNEY DISEASE (CKD) IS A MAJOR PUBLIC HEALTH PROBLEM AFFECTING >37 MILLION US ADULTS. THIS IS COMPOUNDED BY LOW AWARENESS, LOW DETECTION AND DIAGNOSIS RATES, STARK DISPARITIES, HIGH MORBIDITY, MORTALITY AND PROGRESSION TO END STAGE KIDNEY DISEASE (ESKD), SUFFERING AND COST. CERTAIN GROUPS SUCH AS AFRICAN AMERICANS, ARE AT HIGH RISK OF CKD, MORE RELATED TO SOCIAL DETERMINANTS OF HEALTH (SDOH). THE DEBATE SURROUNDING THE USE OF THE BLACK RACE COEFFICIENT IN GFR ESTIMATING EQUATIONS, HAS IMPORTANT IMPLICATIONS FOR DIAGNOSIS AND SURVEILLANCE. COVID-19 HAS BROUGHT INEQUITIES AND KIDNEY DISEASE INTO SHARP FOCUS. THE CDC?S CKD SURVEILLANCE PROJECT HAS A SERIOUS RESPONSIBILITY AS A COMPREHENSIVE SURVEILLANCE AND INFORMATION SYSTEM FOR KIDNEY DISEASE TO NOT JUST INFORM BUT TO HELP STIMULATE PUBLIC HEALTH ACTION ? ANALOGOUS TO A LEARNING HEALTH SYSTEM. IDEALLY, COMBINED ACTIVE AND PASSIVE SURVEILLANCE STRATEGIES-COLLABORATION, STAKEHOLDER ENGAGEMENT, DATA COLLECTION, ANALYSIS, INTERPRETATION AND ROBUST DISSEMINATION THAT PROVIDES IMPETUS FOR A `PREVENTION FIRST? APPROACH BY RAISING AWARENESS, STIMULATING POLICY AND PRACTICE IMPROVEMENTS. PURPOSE, AIMS: THIS IS A COMBINED COMPONENT A AND COMPONENT B PROPOSAL. OUR TEAM AT THE UNIVERSITY OF MICHIGAN, HAS A PROVEN TRACK RECORD IN DEVELOPING AND MAINTAINING NATIONAL KIDNEY DISEASE SURVEILLANCE SYSTEMS, HAVE PARTNERED WITH DUKE UNIVERSITY (COMPONENT A) AND THE NATIONAL KIDNEY FOUNDATION (COMPONENTS A AND B) FOR GREATER IMPACT. OUR VISION IS TO NOT ONLY HELP MAINTAIN, BUT SUBSTANTIALLY INCREASE THE UTILITY AND IMPACT OF CKD SURVEILLANCE. COMPONENT A. (IN COLLABORATION WITH COMPONENT B) AIMS: (I) PROCURE, CURATE AND ANALYZE ESTABLISHED HIGH VALUE AND NEWER LONGITUDINAL, FEDERAL AND NON-FEDERAL DATA E.G., NATIONAL CENTER FOR HEALTH STATISTICS (E.G., NHANES, BRFSS, 500 CITIES), MEDICARE, MEDICAID, VETERANS AFFAIRS (VA), INDIAN HEALTH SERVICE AND THE MILITARY HEALTH SYSTEM (MHS). MAJOR HEALTH CARE DATA (CLAIMS OR DATA FROM ELECTRONIC HEALTH RECORDS OR NATIONAL LABORATORIES, E.G., OPTUM LABS, N3C, CLINFORMATICS, LABCORP, ETC.). (II) ACHIEVE GREATER INTEGRATION/SYNERGIES WITH THE CDC?S DIABETES SURVEILLANCE SYSTEM AND USRDS. (III) TRACK PROGRESS ON HP 2030-KIDNEY, ADVANCING AMERICAN KIDNEY HEALTH INITIATIVE AND MILLION HEARTS, (IV) SEEK TO INFORM NATIONAL AND REGIONAL/STATE POPULATION HEALTH EFFORTS (IN PARTNERSHIP WITH NKF), (V) HIGHLIGHT DISPARITIES IN KIDNEY DISEASE BY RACE/ETHNICITY/SEX/AGE/GEOGRAPHY, LINKING A NATIONAL GRID OF SDOH DEVELOPED BY THE UM TEAM, FROM SEVERAL PUBLICLY AVAILABLE SOURCES. (VI) TRACK DATA ON COVID-19 AND CKD, TRADITIONAL/NOVEL RISK FACTORS, PRACTICES, OUTCOMES, RARE KIDNEY DISEASES (E.G., ADPKD). COMPONENT B. (IN COLLABORATION WITH COMPONENT A) OUR CORE PURPOSE IS TO MAINTAIN, REGULARLY UPDATE AND ENHANCE THE EXISTING SURVEILLANCE WEBSITE, BUILDING ON UM-ISR-ICPSR'S EXPERIENCE DEVELOPING WEBSITES THAT FEATURE USER ENGAGEMENT WITH HIGH QUALITY DATA AND VISUALIZATIONS. THE TEAM WILL CONDUCT USER EXPERIENCE EVALUATIONS BY ENGAGING TARGETING KEY STAKEHOLDERS AND DEVELOP SPECIFIC WEBSITE FEATURES AND KNOWLEDGE TRANSLATION PRODUCTS FOR SPECIFIC AUDIENCES, LEVERAGING ICPSR'S CONNECTIONS TO >800 UNIVERSITIES. WE WILL ESTABLISH AN ITERATIVE EVALUATION FOR CONTINUOUS IMPROVEMENT OF THE WEBSITE USING AGILE METHODOLOGY AND IMPROVE THE EVALUATION OF THE IMPACT OF THIS STUDY BY LEVERAGING ICPSR?S INFRASTRUCTURE FOR TRACKING USAGE AND SCHOLARLY CITATION. BOTH COMPONENTS WILL IMPLEMENT A PROGRAM EVALUATION AND PERFORMANCE MEASUREMENT STRATEGY FOR ITERATIVE IMPROVEMENT. SURVEILLANCE FOR TARGETED ACTION: OUR INTEGRATED COMPONENT A AND B TEAMS, PURPOSE-DRIVEN STRATEGY, TARGETED ACTIVITIES, EXTENSIVE COLLABORATORS, ROBUST STAKEHOLDER ENGAGEMENT, USE OF HIGH-VALUE DATA SOURCES INCLUDING SDOH, ROBUST ANALYTICS AND INNOVATIONS IN DISSEMINATION ARE DESIGNED TO TAKE THE SU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_NU58DP006956_7523"}, {"internal_id": 49215098, "Award ID": "NU58DP006255", "Award Amount": 2545276.61, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-25", "CFDA Number": "93.833", "Description": "SUPPORTING, MAINTAINING AND IMPROVING THE SURVEILLANCE SYSTEM FOR CHRONIC KIDNEY DISEASE IN THE UNITED STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_NU58DP006255_7523"}, {"internal_id": 49215097, "Award ID": "NU58DP006254", "Award Amount": 4003818.95, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-09", "CFDA Number": "93.833", "Description": "SUPPORTING, MAINTAINING AND IMPROVING THE SURVEILLANCE SYSTEM FOR CHRONIC KIDNEY DISEASE IN THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_NU58DP006254_7523"}]