[{"internal_id": 162133631, "Award ID": "NU58DP007544", "Award Amount": 375000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "93.850", "Description": "EXPANDING EPILEPSY SELF-MANAGEMENT SUPPORT IN HEALTHCARE NETWORKS (EXPAND) - EPILEPSY AFFECTS OVER THREE MILLION AMERICANS AND CAUSES SUBSTANTIAL DISABILITY, REDUCED QUALITY OF LIFE, RISK OF PSYCHOLOGICAL CO-MORBIDITY, AND EARLY MORTALITY. EPILEPSY SELF-MANAGEMENT PROGRAMS IMPROVE SELECT HEALTH AND QUALITY OF LIFE OUTCOMES, BUT THESE PROGRAMS ARE UNDERUTILIZED IN CLINICAL SETTINGS. SELF-MANAGEMENT FOR PEOPLE WITH EPILEPSY AND A HISTORY OF NEGATIVE HEALTH EVENTS (SMART) IS AN EVIDENCE-BASED SELF-MANAGEMENT PROGRAM THAT CAN REDUCE EPILEPSY COMPLICATIONS AND IMPROVE QUALITY OF LIFE AND FUNCTIONING. UNFORTUNATELY, TIME-LIMITED CLINIC VISITS DON’T OPTIMIZE CLINICIANS’ ABILITY TO REFER TO SUCH PROGRAMS.  THE PROPOSED PROJECT (EXPANDING EPILEPSY SELF-MANAGEMENT SUPPORT IN HEALTHCARE NETWORKS /EXPAND) RESPONSIVE TO COMPONENT 1 OF CDC-RFA-DP-23-0007 BUILDS ON THIS PROJECT TEAM’S SUCCESS IN CAPTURING DATA FROM THE ELECTRONIC HEALTH RECORD (EHR) TO ENHANCE REFERRALS FOR APPROPRIATE CLINICAL INTERVENTION.  THE TEAM IS LED BY CLINICIANS AND RESEARCHERS EXPERIENCED IN EPILEPSY CARE FROM THE UNIVERSITY OF CINCINNATI/UC HEALTH (UC HEALTH), UNIVERSITY OF IOWA HOSPITALS AND CLINICS (UIHC) AND UNIVERSITY HOSPITALS CLEVELAND/CASE WESTERN RESERVE UNIVERSITY SCHOOL OF MEDICINE (UHC) AND HAS A MULTI-YEAR HISTORY OF SUCCESSFUL COLLABORATION.  THE PROPOSED PROJECT WILL REACH RURAL AND URBAN COMMUNITIES IN OHIO, IOWA AND THE BROADER MID-WESTERN U.S. REGION AND TARGET VULNERABLE AND/OR UNDERSERVED PEOPLE WITH EPILEPSY INCLUDING THOSE WITH MENTAL HEALTH COMORBIDITY, TRANSITIONAL AGE YOUNG ADULTS AND THOSE WITH SUBOPTIMAL SEIZURE CONTROL. BOTH UIHC AND UC HEALTH HAVE LARGE, ESTABLISHED EPILEPSY CENTERS. EHR-BASED SCREENING, IDENTIFICATION OF ELIGIBLE PWE, CLINICIAN ALERTS FOR ELIGIBLE PATIENTS AND DATA GATHERING IN FOLLOW UP ARE ALL CURRENTLY OPERATIONAL AT UC HEALTH. IN YEAR 1 THE TEAM WILL IMPLEMENT THIS OPERATIONAL FLOW WITH EHR SCREENING TOOLS AND PROVIDER ALERTS FOR SMART AT UC HEALTH AND UIHC SITES. BOTH SITES WILL TRAIN SMART NURSE AND PEER EDUCATORS AND SITE TEAMS WILL WORK WITH PROVIDERS TO ENHANCE SMART REFERRALS. UHC WILL WORK WITH THE TWO RECRUITING SITES TO COLLECT AND MANAGE DATA ON SCREENING, RECRUITMENT, COMPLETION, AND OUTCOME FOLLOW-UP. THE STUDY TEAM WILL CONVENE AND WORK CLOSELY WITH A STAKEHOLDER ADVISORY BOARD (SAB) TO ENSURE THAT PROJECT IMPLEMENTATION STRATEGY IS RESPONSIVE TO THE NEEDS OF PEOPLE WITH EPILEPSY.  YEAR 1 TARGETS ARE 1) TWO SITES SCREENING AND ENROLLING; 2) 6 NURSE EDUCATORS AND 6 PEER EDUCATORS TRAINED; AND 3) 80 PARTICIPANTS IN YEAR 1 AND 120 PARTICIPANTS PER YEAR IN SUBSEQUENT YEARS.  OUTCOMES ANTICIPATED INCLUDE: 1) IMPROVED AWARENESS OF SELF-MANAGEMENT SUPPORTS AMONG PATIENTS AND PROVIDERS INCLUDING EHR POP-UP ALERTS FOR ELIGIBLE PWE; 2) INCREASED REFERRALS AND ENROLLMENT INTO SMART PROGRAMS BY PROVIDERS; 3) INCREASED COMPLETION OF SMART PROGRAMS BY PWE WITH IMPROVED QUALITY OF LIFE AND DECREASED HOSPITAL UTILIZATION; 4) IMPLEMENTATION OF EHR-BASED IDENTIFICATION AND REFERRAL TO SMART PROGRAMS AT ADDITIONAL HEALTHCARE SETTINGS. AS STATED IN LETTERS OF SUPPORT, DISSEMINATION WILL BE THROUGH PROFESSIONAL MEETINGS, LOCAL AND REGIONAL PATIENT SUPPORT GROUPS, AND THROUGH THE ONGOING ECHO PROGRAM. THE EXPERIENCED UHC TEAM WILL MANAGE DATA. IN SUMMARY, WE PROPOSE A MULTISTEP PLAN INFORMED BY STRONG PRELIMINARY RESULTS, IMPLEMENTED BY AN EXPERIENCED TEAM TO IDENTIFY, REFER, AND FOLLOW PWE THROUGH A SELF-MANAGEMENT PROGRAM. ADDITIONAL PROJECT GOALS ARE TO EXPORT THE PLAN TO OTHER HEALTH CARE ORGANIZATIONS AND SERVE AS A MODEL FOR SCALE-UP IN OTHER HEALTHCARE SETTINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_NU58DP007544_7523"}, {"internal_id": 162133630, "Award ID": "NU58DP007543", "Award Amount": 375000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "93.850", "Description": "BUILDING CAPACITY FOR IMPLEMENTING EVIDENCE-BASED SELF-MANAGEMENT PROGRAMS FOR EPILPESY - PEOPLE WITH EPILEPSY FACE MANY CHALLENGES IN THEIR DAILY LIVES. SELF-MANAGEMENT CAN HELP THEM BETTER MANAGE THEIR DISEASE AND SELF-MANAGEMENT PROGRAMS HAVE BEEN SHOWN TO IMPROVE KNOWLEDGE AND BEHAVIORAL OUTCOMES SUCH AS PROBLEM SOLVING, SYMPTOM MONITORING, AND REDUCE SEIZURE FREQUENCY AND CO-MORBIDITIES SUCH AS DEPRESSION. HOWEVER, THERE IS LIMITED RESEARCH ON HOW BEST TO DISSEMINATE THESE EVIDENCED-BASED, EPILEPSY SELF-MANAGEMENT PROGRAMS FOR PWES. THE PURPOSE OF THIS PROJECT IS TO ASSESS THE IMPACT OF THESE PROGRAMS ON PWE AND ON THE CAPACITY OF HEALTH SYSTEMS TO DELIVER THESE PROGRAMS THROUGH A MIXED METHODS IMPLEMENTATION EVALUATION. THE EXAMINATION OF THE EFFECTIVE PROCESSES AND SHARED LEARNING FROM THE LEARNING COLLABORATIVE WILL HELP INFORM THE SCALABILITY OF THESE TYPES OF SELF-MANAGEMENT PROGRAMS IN HEALTHCARE SETTINGS AT THE NATIONAL LEVEL.  THE SPECIFIC AIMS FOR THIS RESEARCH ARE TO:  AIM 1. COORDINATE AND IMPLEMENT PROJECT UPLIFT AND HOBSCOTCH IN PARTNERSHIP WITH TWO EMORY HEALTH SYSTEMS AND ASSESS OPTIMAL IMPLEMENTATION STRATEGIES FOR PROGRAM DELIVERY THROUGH ASSESSMENT OF CLINICS; AIM 2A. CONDUCT AN OUTCOME EVALUATION OF BOTH PROGRAMS USING A RETROSPECTIVE PRETEST, POSTTEST DESIGN ON DEPRESSION, COGNITIVE FUNCTION, QUALITY OF LIFE, SELF-MANAGEMENT BEHAVIORS AND SEIZURE CONTROL AND A PROCESS EVALUATION OF THE IMPLEMENTATION OF EVIDENCE-BASED SELF-MANAGEMENT PROGRAMS AND SUPPORTS IN EMORY HEALTH SYSTEMS; 2B. CONDUCT IMPLEMENTATION EVALUATION ON MODELS OF PROGRAM DELIVERY FOR REFERRAL AND DIMENSIONS OF THE RE-AIM FRAMEWORK THROUGH A MIXED METHODS EVALUATION; AND  AIM 3.  PARTICIPATE IN THE PROJECT LEARNING COLLABORATIVE TO SHARE  EMORY PROJECT PROCESS, LESSONS LEARNED AND DISSEMINATE OUR FINDINGS AND LEARN FROM OTHER SITES AND EVALUATE CAPACITY-BUILDING AMONG OUR CLINICAL PARTNERS.  UNDER COMPONENT 1,THIS PROJECT WILL BUILD THE CAPACITY OF HEALTH SYSTEMS IN THE ATLANTA AREA TO OFFER SELF-MANAGEMENT PROGRAMS AND SUPPORTS TO DIVERSE PWE . IT WILL ADVANCE IMPLEMENTATION RESEARCH ON THE ADOPTION OF THESE TYPES OF PROGRAMS IN HEALTHCARE SETTING AND ALSO IDENTIFY THE OPTIMAL ORGANIZATIONAL MODELS OF REFERRAL AND DELIVERY AND FACILITATORS FOR IMPLEMENTATION OF EVIDENCE-BASED EPILEPSY SELF-MANAGEMENT PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_NU58DP007543_7523"}, {"internal_id": 162133629, "Award ID": "NU58DP007542", "Award Amount": 125000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "93.850", "Description": "EPILEPSY LEARNING COLLABORATIVE - THIS APPLICATION IS FOR COMPONENT 2.  PURPOSE AND OUTCOMES:  THE PURPOSE OF THIS PROPOSED PROJECT IS TO CREATE AN EPILEPSY LEARNING COLLABORATIVE DESIGNED TO DELIVER EXPERT TECHNICAL ASSISTANCE, PROFESSIONAL DEVELOPMENT, AND EDUCATION FOR COMPONENT 1 RECIPIENTS. THIS EPILEPSY LEARNING COLLABORATIVE WILL FOCUS ON PROVIDING COMPONENT 1 RECIPIENTS WITH ACCESS TO RESOURCES, TOOLS, AND EDUCATION THAT WILL INCREASE THEIR KNOWLEDGE AND CAPACITY TO SUCCESSFULLY IMPLEMENT QUALITY IMPROVEMENT STRATEGIES THAT LEAD TO SYSTEMS CHANGE. SUCH SUPPORT WILL ALSO CONTRIBUTE TO THE SUCCESS OF COMPONENT 1 RECIPIENTS IN INCREASING PATIENT ACCESS TO EPILEPSY SELF-MANAGEMENT SUPPORTS AVAILABLE THROUGH THE MANAGING EPILEPSY WELL NETWORK (MEW).  THIS PROJECT PROPOSES TO ACHIEVE TWO OUTCOMES:  1.\tINCREASED RECIPIENT KNOWLEDGE OF QUALITY IMPROVEMENT STRATEGIES OR TOOLS TO GUIDE PROGRAM IMPLEMENTATION, AND 2.\tINCREASED USE OF QUALITY IMPROVEMENT STRATEGIES OR TOOLS AMONG COMPONENT 1 RECIPIENTS TO GUIDE EFFECTIVE PROGRAM IMPLEMENTATION.  EAA WILL ACHIEVE THESE OUTCOMES BY IMPLEMENTING ACTIVITIES THAT SUPPORT STRATEGY 1 (“IDENTIFY EVIDENCE-INFORMED QUALITY IMPROVEMENT STRATEGIES OR TOOLS (E.G., ELECTRONIC-HEALTH RECORD PROMPTS, NAVIGATION, PLAN-DO-STUDY-ACT CYCLES) TO GUIDE EFFECTIVE IMPLEMENTATION. THESE WILL BE PRESENTED TO CDC FOR REVIEW, THEN SHARED WITH COMPONENT 1 RECIPIENTS”), AND STRATEGY 2 (“COORDINATE A LEARNING COLLABORATIVE AND OTHER TECHNICAL ASSISTANCE SUPPORTS FOR COMPONENT 1 RECIPIENTS. EAA’S PROPOSED PROJECT INVOLVES DEVISING A TECHNICAL ASSISTANCE PLAN THAT INCLUDES REGULAR (NOT TO EXCEED ONE TIME PER MONTH) TELECONFERENCE CALLS WITH COMPONENT 1 RECIPIENTS; LEARNING OPPORTUNITIES, SUCH AS WEBINARS; A PERIODIC E-NEWSLETTER; ONE-ON-ONE CONSULTATIONS; AND ACCESS TO A LIBRARY OF RESOURCES AND TOOLS VIA AN ONLINE PORTAL HOUSED ON THE EAA WEBSITE.  EAA WILL PROVIDE STRONG STAFF SUPPORT FOR THE PROPOSED EPILEPSY LEARNING COLLABORATIVE AND HAS ENLISTED THE HELP OF AN OUTSIDE CONSULTANT TO PROVIDE EXPERT GUIDANCE AND EVALUATION SERVICES. ADDITIONALLY, A PROJECT ADVISORY WORK GROUP, MADE UP OF EPILEPSY EXPERTS, PROFESSIONAL DEVELOPMENT SPECIALISTS, AND NATIONAL LEADERS IN QUALITY IMPROVEMENT, WILL OVERSEE AND LEAD THE EPILEPSY LEARNING COLLABORATIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88919edf-d2b8-3afc-fa81-7ded6968f797-R", "generated_internal_id": "ASST_NON_NU58DP007542_7523"}, {"internal_id": 162133628, "Award ID": "NU58DP007541", "Award Amount": 375000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "93.850", "Description": "INCREASING EPILEPSY SELF-MANAGEMENT ACCESS BY EMBRACING A HUB AND SPOKE MODEL - THE PURPOSE OF THE PROPOSED PROJECT IS TO INCREASE HEALTH SYSTEMS CAPACITY TO MAKE THE HOBSCOTCH (HOME BASED SELF-MANAGEMENT AND COGNITIVE TRAINING CHANGES LIVES) PROGRAM ACCESSIBLE TO PEOPLE WITH EPILEPSY (PWE) AND COGNITIVE DYSFUNCTION AND THE CLINICIANS WHO CARE FOR THEM. WE WILL UTILIZE A SCALABLE HUB AND SPOKE ORGANIZATIONAL DESIGN WHICH SUPPORTS DIVERSE CLINICAL SITE ADOPTION AND STANDARDIZED REFERRAL PATHWAYS. FOR EVIDENCE BASED EPILEPSY SELF-MANAGEMENT (ESM) PROGRAMS TO BE TRANSLATED FROM SCIENCE TO SERVICE DELIVERY A PROCESS OF LOCAL ADAPTATION THAT SERVES TO INCREASE THE RELEVANCE AND MEANING TO PATIENTS, PROVIDERS AND PRACTICES WILL BE REQUIRED.  HOBSCOTCH IS AN EVIDENCE-BASED ESM WHICH TARGETS COGNITIVE DYSFUNCTION IN ADULTS WITH EPILEPSY. THE PROGRAM IS DELIVERED BY A TRAINED COGNITIVE COACH (PSYCHOLOGIST, APRN), ONE-TO ONE, BY TELEHEALTH INCORPORATING ONLINE AND TELEPHONE COMPONENTS. IT IS DESIGNED TO ASSIST PWE MANAGE AND COPE WITH THEIR COGNITIVE PROBLEMS IN ORDER TO LEAD HAPPIER MORE PRODUCTIVE LIVES. THE HOBSCOTCH INTERVENTION, AT BASELINE, REPRESENTS AN INNOVATIVE WAY OF ADDRESSING NEUROCOGNITIVE DIFFICULTIES AND IMPROVING QUALITY OF LIFE IN PEOPLE WITH EPILEPSY.  THE PROPOSED PROJECT BUILDS ON THE FOUNDATIONAL WORK OF THE HOBSCOTCH INSTITUTE, BY BRINGING TOGETHER A NETWORK OF PARTNERS COMMITTED TO IMPROVING THE LIVES PWE. THE PROJECT WILL TARGET BUILDING STREAMLINED MECHANISMS FOR PROVIDER ENGAGEMENT, ADOPTION SUPPORT AND PATIENT REFERRAL TO HOBSCOTCH IN TWO CLINICAL SETTINGS. THE FIRST SETTING, DIVERSE US EPILEPSY CENTERS WITH CLINICIANS AND RESEARCHERS WITH EXPERTISE IN EPILEPSY CARE IN 14 STATES (NC, MA, CA, GA, ME, FL, AZ, MN, CT, OH, PA, NH, TX, MO) AND THE SECOND SETTING, A NORTHERN NEW ENGLAND COOPERATIVE OF COMMUNITY AND FAMILY MEDICINE NETWORK OF PRACTICES CARING FOR PEOPLE WITH EPILEPSY IN RURAL AND UNDERSERVED AREAS.  THE FRAMEWORK FOR THE PROJECT SUPPORTS THE GOALS AND INTENT OF THE CDC’S  BUILDING CAPACITY FOR IMPLEMENTING EVIDENCE-BASED EPILEPSY SELF-MANAGEMENT SUPPORTS IN HEALTH CARE SETTINGS (COMPONENT 1) BY UTILIZING THE COMBINED RESOURCES AND DEPTH OF EXPERTISE AT THE HOBSCOTCH INSTITUTE, DARTMOUTH HEALTH, THE DARTMOUTH INSTITUTE AND DARTMOUTH COLLEGE TO DEVELOP PARTNERSHIPS WITH HEALTHCARE ORGANIZATIONS AND OTHER INTERESTED AND AFFECTED GROUPS FOR INTERVENTION IMPLEMENTATION, AND TO COORDINATE AND IMPLEMENT EVIDENCE-BASED EPILEPSY SELF-MANAGEMENT SUPPORTS USING BEST PRACTICE STRATEGIES FOR HEALTH SYSTEM CHANGE. OUR APPROACH WILL BE COLLABORATIVE WITH A ROBUST CENTRAL HUB OF SUPPORT BEING THE HOBSCOTCH INSTITUTE, AND THE SPOKES INCREASING OUR POTENTIAL TO ADDRESS DISPARITIES THROUGH ESM SUPPORT THAT REACHES RURAL, URBAN, DISADVANTAGED AND UNDERSERVED COMMUNITIES, AND PEOPLE WITH EPILEPSY ACROSS THE LIFESPAN AND THOSE WITH COMORBID DISABILITIES.  PROJECT OUTCOMES WILL INCLUDE IMPROVED AWARENESS OF TELEHEALTH DELIVERABLE SELF-MANAGEMENT SUPPORTS FOR HEALTH PROFESSIONALS AND PWE, INCREASED PROVIDER REFERRALS FOR EVIDENCE-BASED ESM HOBSCOTCH, INCREASED IMPLEMENTATION OF HOBSCOTCH IN CLINICAL SETTINGS, INCREASED USE OF QUALITY IMPROVEMENT STRATEGIES OR TOOLS TO ENSURE EFFECTIVE PROGRAM ACCESS AND IMPLEMENTATION, IMPROVED COMPLETION OF EVIDENCE-BASED ESM SUPPORTS AMONG PWE AND COGNITIVE DYSFUNCTION, IMPROVED QUALITY OF LIFE AND HEALTH OUTCOMES FOR PWE AND COGNITIVE DYSFUNCTION, DECREASED HEALTH CARE UTILIZATION COSTS AND INCREASED USE OF APPROPRIATE COMMUNITY SUPPORTS. THIS PROJECT HAS POTENTIAL FOR REPLICABLE MODELS IN PRIMARY CARE AND AT EPILEPSY CENTERS TO EMERGE, AND SHARES AN INNOVATIVE MODEL THAT ENGAGES PSYCHOLOGY TRAINING PROGRAMS TO GROW SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67b657d0-7435-9fe5-63cc-b4a9cbf99f25-C", "generated_internal_id": "ASST_NON_NU58DP007541_7523"}, {"internal_id": 138797355, "Award ID": "NU58DP006981", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "93.850", "Description": "IMPROVING QUALITY OF LIFE AND HEALTH EQUITY FOR PEOPLE LIVING WITH EPILEPSY THROUGH MULTI-SECTOR PARTNERSHIPS IN MA, ME, NH, AND RI - EPILEPSY FOUNDATION NEW ENGLAND?S (EFNE) EQOL PROJECT, ?IMPROVING QUALITY OF LIFE AND HEALTH EQUITY FOR PEOPLE LIVING WITH EPILEPSY THROUGH MULTI-SECTOR PARTNERSHIPS,? WILL STRENGTHEN THE HEALTH SYSTEM AND IMPROVE QUALITY OF LIFE FOR PEOPLE LIVING WITH EPILEPSY IN MA, ME, NH, AND RI ? ESPECIALLY THOSE WITH UNCONTROLLED SEIZURES ? BY ADVANCING 1:1 CARE MANAGEMENT SERVICES FOR 1,000 PEOPLE PER YEAR IN EPILEPSY RESOURCE ROOMS AT 11 EPILEPSY CENTERS AND 4 EFNE OFFICES (SPREADING TO COMMUNITY HOSPITALS AND NEUROLOGISTS IN YEARS 3 AND BEYOND) BY (A) IMPLEMENTING AN ELECTRONIC, MULTIDIRECTIONAL COMMUNICATION, DATA COLLECTION, AND REFERRAL SYSTEM TO SUPPORT CLIENTS' PHYSICAL, BEHAVIORAL, AND SOCIAL NEEDS' ECOSYSTEMS; (B) BUILDING DATA-DRIVEN LINKAGES FOR PATIENTS BETWEEN CLINICAL SERVICES AND A REPOSITORY OF USEFUL COMMUNITY SERVICES, SOCIALIZATION PROGRAMS, AND SELF-MANAGEMENT PROGRAMS; AND (C) EQUIPPING RESOURCE ROOM COORDINATORS WITH CARE MANAGEMENT AND BASIC SOCIAL WORK SKILLS, COMMUNITY HEALTH WORKER TRAINING, AND INFORMATION/REFERRAL RESOURCES, INCLUDING THE ABILITY TO QUALIFY PATIENTS FOR SELF-MANAGEMENT PROGRAMS. EQOL WILL INCREASE (1) NUMBER OF PEOPLE LIVING WITH EPILEPSY COMPLETING EVIDENCE-BASED EPILEPSY-SELF-MANAGEMENT PROGRAMS; (2) REPORTING, MONITORING, AND TRACKING OF CLINICAL DATA BY HEALTH SYSTEMS TO IMPROVE IDENTIFICATION, MANAGEMENT, AND TREATMENT OF PATIENTS WITH UNCONTROLLED SEIZURES; AND (3) REFERRALS TO COMMUNITY-BASED SERVICES, SELF-MANAGEMENT PROGRAMS, AND/OR HEALTH CARE PROVIDERS. THE PROJECT LEVERAGES $750,000/YEAR IN AMERICORPS FUNDING THAT SUPPORTS 40 EPILEPSY RESOURCE ROOM COORDINATORS. EQOL IS ALIGNED WITH THE EPILEPSY LEARNING HEALTH SYSTEM, WHICH IT BOTH LEVERAGES AND ENHANCES. EQOL WILL IMPROVE THE ECOSYSTEM FOR PEOPLE LIVING WITH EPILEPSY BY CONNECTING PEOPLE WITH EFNE?S SOCIAL SUPPORTS AND RECREATIONAL PROGRAMS, WITH SELF-MANAGEMENT PROGRAMS, AND WITH COMMUNITY-BASED SOCIAL PROGRAMS THROUGH DOCUMENTED REFERR ALS.  EQOL WILL ADDRESS SOCIAL DETERMINANTS OF HEALTH TO IMPROVE QUALITY OF LIFE FOR PEOPLE WITH EPILEPSY BY IDENTIFYING RESOURCES IN THE ECOSYSTEM IN WHICH PEOPLE WITH EPILEPSY LIVE, LEARN, WORK, PLAY, WORSHIP, AND AGE THAT AFFECT A WIDE RANGE OF HEALTH, FUNCTIONING, AND QUALITY OF LIFE OUTCOMES, INCLUDING UNCOVERING UNDERUTILIZED RESOURCES.  EQOL IS A MULTISECTOR PARTNERSHIP WITH SUPPORT FROM PEOPLE LIVING WITH EPILEPSY, EVERY EPILEPSY CENTER IN THE EFNE REGION (MA, ME, NH, AND RI), EF OF AMERICA AND OTHER NATIONAL ORGANIZATIONS, AND MULTIPLE COMMUNITY PARTNERS. EQOL IS A ?COMPONENT B? APPLICATION ADDRESSING STRATEGIES 3 AND 4.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad43bde4-69ec-639d-521d-f37bfdad9e89-R", "generated_internal_id": "ASST_NON_NU58DP006981_7523"}, {"internal_id": 138797449, "Award ID": "NU58DP006969", "Award Amount": 897785.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "93.850", "Description": "DISRUPTING DISPARITIES: DOCUMENTING AND ADDRESSING GAPS IN EPILEPSY CARE THROUGH HEALTHCARE PROVIDER EDUCATION AND TRAINING - SUMMARY: THE AMERICAN EPILEPSY SOCIETY (AES) PROPOSES TO IMPROVE OUTCOMES FOR UNDERSERVED PEOPLE WITH EPILEPSY (PWE) BY: (A) IMPROVING THE EPILEPSY CLINICAL KNOWLEDGE OF THE NON-SPECIALIST HEALTHCARE WORKFORCE AND (B) DEEPENING UNDERSTANDING OF SOCIAL DETERMINANTS OF HEALTH AND COMMITMENT TO EPILEPSY SELF-MANAGEMENT BY THE EPILEPSY SPECIALIST WORKFORCE. TOGETHER, THESE STRATEGIES IMPROVE THE CHANCES THAT WHEREVER UNDERSERVED PEOPLE WITH EPILEPSY MAY SEEK CARE, THEY ARE ENTERING A SYSTEM THAT OFFERS A PATHWAY TO ADEQUATE CLINICAL CARE AND COMMUNITY-BASED SERVICES THAT SUPPORT THEM IN MANAGING THEIR EPILEPSY AND OTHER SOCIAL DETERMINANTS IMPACTING THEIR HEALTH. THE PROJECT?S FIVE-YEAR GOAL IS TO PROVIDE EPILEPSY EDUCATION TO 500 TO 1000 NON-SPECIALIST HEALTHCARE PROVIDERS (HCPS) AND EDUCATION ON SOCIAL DETERMINANTS OF HEALTH AND EPILEPSY SELF-MANAGEMENT  TO 300 TO 500 SPECIALIST AND NON-SPECIALIST HCPS.OUTCOMES: AES WILL PARTNER WITH THE DARTMOUTH COORDINATING CENTER FOR THE MANAGING EPILEPSY WELL NETWORK (DCC MEW) TO: (1) INCREASE KNOWLEDGE ABOUT EPILEPSY DIAGNOSIS, TREATMENT, AND MANAGEMENT; SEIZURE FIRST AID; EPILEPSY STIGMA; AND SOCIAL DETERMINANTS OF HEALTH FOR PWE AMONG NON-SPECIALIST HCPS WHO PROVIDE CLINICAL CARE TO PWE AND PROFESSIONALS WHO PROVIDE COMMUNITY-BASED SUPPORTIVE SERVICES TO PWE; AND (2) INCREASE UNDERSTANDING OF IMPACTS OF SOCIAL DETERMINANTS OF HEALTH AND AWARENESS AND USE OF EPILEPSY SELF-MANAGEMENT RESOURCES, TOOLS, AND PROGRAMS BY SPECIALIST AND NON-SPECIALIST HCPS AND THEIR PATIENTS. STRATEGIES: EDUCATION AND TRAINING WILL BE: (1) INFORMED BY A RIGOROUS NEEDS ASSESSMENT TO IDENTIFY THE KNOWLEDGE AND PRACTICE GAPS THAT IMPACT TREATMENT FOR UNDERSERVED PWE; (2) STRUCTURED IN A SERIES OF MODULES, WITH CONTENT TO BE ADDED BASED ON EVALUATION OF LEARNER NEEDS AND PROGRESS?USING THE STRATEGY THAT THE FIRST MODULE WILL MOTIVATE THE LEARNER TO (A) CONTINUE WITH THE EDUCATION; AND/OR (B) ASK OTHER HCPS AND NON-HCPS PROVIDING SUPP ORTIVE SERVICES TO PARTICIPATE IN THE EDUCATION, THEREBY GROWING THE POOL OF LEARNERS PLUS ADVOCATES AND CHAMPIONS FOR EPILEPSY SELF-MANAGEMENT PROGRAMS (IN ADDITION TO AES OUTREACH EFFORTS DIRECT TO HCPS NATIONWIDE AND WITHIN REGIONS); (3) DEEPENED BY MORE INTENSIVE EDUCATIONAL INTERVENTIONS IN THREE REGIONS?NASHVILLE, TN; ORLANDO, FL; AND LOS ANGELES, CA?THROUGH CONDUCTING A MORE IN-DEPTH NEEDS ASSESSMENT, OFFERING IN-PERSON EDUCATION, AND COORDINATING WITH IN-REGION COMMUNITY HEALTH LEADERS; (4) PROMOTED NATIONWIDE AND IN THE THREE TARGET REGIONS THROUGH PROFESSIONAL SOCIETIES AND COLLABORATION WITH THE ORGANIZATION AWARDED COMPONENT A FUNDING; (5) AUGMENTED WITH A SUITE OF EVIDENCE-BASED RESOURCES AVAILABLE THROUGH AES ONLINE; AND (6) EVALUATED THROUGH BOTH PROCESS AND OUTCOME EVALUATIONS, BUILDING ON EXISTING AES AND DCC MEW EVALUATION PROTOCOLS FOR CAPTURING PERFORMANCE MEASUREMENTS (E.G. # TRAINED; # REFERRALS) AND OUTCOMES (E.G. PRE- AND POST-TESTING, SELF-REPORTED PERFORMANCE IMPROVEMENTS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09a8065c-482b-ec3f-6a41-a096e185913c-C", "generated_internal_id": "ASST_NON_NU58DP006969_7523"}, {"internal_id": 138797255, "Award ID": "NU58DP006968", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "93.850", "Description": "COMPONENT B: EXPANDING ACCESS AND AVAILABILITY OF EPILEPSY SELF-MANAGEMENT PROGRAMS AND MULTI-SECTOR PARTNERSHIPS IN OHIO, PENNSYLVANIA, WEST VIRGINIA, AND KENTUCKY - EPILEPSY ASSOCIATION OF WESTERN AND CENTRAL PA, EPILEPSY ASSOCIATION, AND EPILEPSY ALLIANCE OHIO SEEK TO PARTNER TO INCREASE THE AVAILABILITY AND ACCESSIBILITY OF RESOURCES FOR PEOPLE WITH EPILEPSY IN OHIO, PENNSYLVANIA, WEST VIRGINIA, AND KENTUCKY. THE PROJECT SUPPORTS THE GOALS AND INTENT OF THE CENTER FOR DISEASE CONTROL AND PREVENTION?S IMPROVING EPILEPSY EDUCATION, SYSTEMS OF CARE, AND HEALTH OUTCOMES THROUGH NATIONAL AND COMMUNITY PARTNERSHIPS INITIATIVE (COMPONENT B) BY UTILIZING THE COMBINED RESOURCES AND EXPERTISE OF THIS MULTI-REGION COALITION OF PARTNERS TO 1) EXPAND OUTREACH AND DELIVERY OF AN EVIDENCE-BASED SELF-MANAGEMENT PROGRAM FOR PEOPLE WITH EPILEPSY AND 2) BUILD, SUPPORT, AND SUSTAIN LOCAL AND REGIONAL MULTI-SECTOR PARTNERSHIP NETWORKS TO INCREASE CONNECTIONS TO UNDERUTILIZED COMMUNITY RESOURCES TO SUPPORT THE SOCIAL NEEDS OF PEOPLE WITH EPILEPSY (PWE). ADDITIONALLY, THE PROGRAM WILL DEEPEN KNOWLEDGE OF SELF-MANAGEMENT IN PWE AND CONTRIBUTE TO THE CENTER FOR DISEASE CONTROL AND PREVENTION-FUNDED MANAGING EPILEPSY WELL (MEW) NETWORK.THE EVIDENCE-BASED PROGRAM, SELF-MANAGEMENT FOR PEOPLE WITH EPILEPSY AND A HISTORY OF NEGATIVE HEALTH EVENTS (SMART), HAS BEEN DEMONSTRATED TO REDUCE EPILEPSY-RELATED COMPLICATIONS AND IMPROVE QUALITY OF LIFE AND PHYSICAL AND MENTAL HEALTH FUNCTIONING FOR PEOPLE WITH EPILEPSY. RESEARCH HAS SHOWN THESE OUTCOMES TO CONTINUE POST-PROGRAM, WITH IMPROVED QUALITY OF LIFE AND REDUCED SEIZURE COUNT MAINTAINED AT ONE-YEAR POST-PROGRAM COMPLETION. THE COALITION WILL FOCUS ITS EFFORTS ON RECRUITING AND ENROLLING INDIVIDUALS IN THE SMART PROGRAM WHO OFTEN LACK AWARENESS AND ACCESS TO RESOURCES. THIS INCLUDES TRANSITION-AGE YOUNG ADULTS (AGE 18-24 YEARS) WITH EPILEPSY AND INDIVIDUALS WITH EPILEPSY RESIDING IN APPALACHIAN AND RURAL COMMUNITIES.THE PROJECT WILL ACHIEVE THE FOLLOWING OUTCOMES:?INCREASE THE NUMBER OF PWE COMPLETING EVIDENCE-BASED SELF-MANAGEMENT PROGRAMS.?IMPROVE HEALTH OUTCOMES FOR PWE PARTICIPATIN G IN THE SMART PROGRAM.?INCREASE ENGAGEMENT OF YOUNG ADULTS WITH EPILEPSY AND PWE RESIDING IN RURAL COMMUNITIES.?INCREASE THE NUMBER OF PWE REFERRED TO EPILEPSY-FOCUSED OR OTHER COMMUNITY-BASED SERVICES, SELF-MANAGEMENT PROGRAMS, AND/OR HEALTH CARE PROVIDERS.?EXPAND THE NETWORK OF MULTI-SECTOR COMMUNITY-BASED SERVICE PROVIDERS.?CONTRIBUTE DEIDENTIFIED DATA TO THE MEW DATABASE TO BETTER UNDERSTAND THE IMPACT OF SMART FOR PWE.?INCREASE TRAFFIC TO EDUCATIONAL CONTENT PROMOTED BY AWARENESS AND EDUCATIONAL CAMPAIGNS.DURING EACH YEAR OF THE GRANT PERIOD, THE PROJECT WILL CONNECT MORE THAN 1,000 PEOPLE WITH EPILEPSY TO MULTI-SECTOR PARTNERS, PROVIDE A MINIMUM OF 5,000 REFERRALS, AND ENROLL UP TO 135 PEOPLE IN THE SMART PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae71b163-e646-15e0-fe88-e30f5bb91419-R", "generated_internal_id": "ASST_NON_NU58DP006968_7523"}, {"internal_id": 138341804, "Award ID": "NU58DP006965", "Award Amount": 10500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "93.850", "Description": "IMPROVING EPILEPSY EDUCATION, SYSTEMS OF CARE, AND HEALTH OUTCOMES THROUGH NATIONAL AND COMMUNITY PARTNERSHIPS - 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f6955ec-7461-2ac3-e9c7-77958fd55df4-C", "generated_internal_id": "ASST_NON_NU58DP006965_7523"}, {"internal_id": 138341713, "Award ID": "NU58DP006964", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "93.850", "Description": "COORDINATED SUPPORT SYSTEM FOR STUDENTS WITH EPILEPSY - COMPONENTS B1 AND B4 - CHILDREN SPEND A SIGNIFICANT AMOUNT OF TIME IN SCHOOL (NATIONAL CENTER ON EDUCATION AND THE ECONOMY, 2020. SCHOOLS PRESENT AN OPPORTUNITY TO SUPPORT STUDENTS WITH EPILEPSY TO INCREASE THEIR SELF-MANAGEMENT, ADDRESS PHYSICAL AND SOCIAL NEEDS, AND PROVIDE TRAINING NEEDED TO HELP THEM PROGRESS THROUGH SCHOOL AND INTO ADULTHOOD. SCHOOL NURSES PLAY A CRITICAL ROLE IN ENSURING THAT STUDENTS WITH EPILEPSY ARE SAFE IN SCHOOL BY PROVIDING CHRONIC DISEASE MANAGEMENT, EDUCATING THE SCHOOL COMMUNITY ON SEIZURE SAFETY, AND BRIDGING THE GAP BETWEEN THE SCHOOL, STUDENTS, AND UNDERUTILIZED COMMUNITY-BASED SERVICES. NASN?S COORDINATED SUPPORT SYSTEM FOR STUDENTS WITH EPILEPSY (CSSSE) PROGRAM (COMPONENTS B1 AND B4) WILL INCREASE THE CAPACITY OF SCHOOL NURSES TO SERVE AS THE LINCHPIN THAT BINDS THE WORK TOGETHER AND COORDINATES EFFORTS TO SUPPORT THE NEEDS OF STUDENTS WITH EPILEPSY DURING SCHOOL AND AS THEY TRANSITION OUT OF HIGH SCHOOL. NASN?S CSSSE PROGRAM IS GROUNDED IN THE EVIDENCE-BASED CONCEPT OF STRATEGIC MULTI-SECTORAL COMMUNITY COALITION-BUILDING THAT BRINGS KEY STAKEHOLDERS TOGETHER TO COORDINATE AND ADDRESS THE LOCAL NEEDS OF A POPULATION (JANOSKY ET AL., 2013).  CRITICAL STAKEHOLDERS IN THIS EFFORT INCLUDE STATE AND REGIONAL LEVEL EPILEPSY RESOURCES AND ORGANIZATIONS; LOCAL COMMUNITY RESOURCES THAT ADDRESS THE SOCIAL NEEDS CAUSED BY SOCIAL DETERMINANTS OF HEALTH (SDOH); AND CREATORS OF SCHOOL AND DISTRICT CULTURE AND POLICIES THAT ADDRESS EPILEPTIC CRISES, PROMOTE SELF-MANAGEMENT, AND CREATE A CULTURE OF INCLUSION TO REDUCE STIGMA ASSOCIATED WITH EPILEPSY. CRITICAL COMPONENTS OF THIS PROJECT INCLUDE: A NATIONAL ADVISORY GROUP CONSISTING OF NATIONAL ORGANIZATIONS THAT WILL HELP IDENTIFY STATE AND REGIONAL EPILEPSY RESOURCES AND CONNECT THEM WITH NASN?S STATE SCHOOL NURSE AFFILIATE CHAPTERS TO FORM STATE SCHOOL EPILEPSY TEAMS.  EPILEPSY SCHOOL NURSE NAVIGATORS (ESNN) , SCHOOL NURSE LEADERS WHO CAN HELP BRIDGE THE GAP BETWEEN THE STATE EPILEPSY TEAM AND L OCAL SCHOOL NURSE DISTRICT LEADERS, AND DISSEMINATE INFORMATION TO SCHOOL NURSES IN THE DISTRICT.  TRAINING, TOOLKITS, AND RESOURCES TO BUILD SCHOOL NURSES CAPACITY RELATED TO SEIZURE MANAGEMENT, ADDRESSING SDOH, BUILDING COORDINATED COALITIONS, AND FOSTERING A CULTURE OF HEALTH AND SAFETY.  OUTCOMES: AT THE END OF NASN?S CSSSE PROGRAM, SUSTAINABLE CHANGES WILL HAVE BEEN MADE IN SCHOOLS? CAPACITY TO INCREASE SOCIAL PARTICIPATION AMONG STUDENTS WITH EPILEPSY, REDUCE THE STIGMA AND SOCIAL ISOLATION OF PEOPLE (STUDENTS) WITH EPILEPSY, AND IMPROVE THE HEALTH AND QUALITY OF LIFE AMONG PEOPLE (STUDENTS) WITH EPILEPSY.  THE PROPOSED PROJECT WILL MEET THE IMMEDIATE AND FUTURE NEEDS OF STUDENTS WITH EPILEPSY IN THE SCHOOL SETTING, WHILE ALSO ASSISTING STUDENTS? SELF-MANAGEMENT AND TRANSITION TO BEING SUCCESSFUL ADULTS. OVERARCHING OUTCOMES OF THIS PROJECT ARE TO INCREASE KNOWLEDGE AMONG SCHOOL NURSES ABOUT EPILEPSY, SEIZURE FIRST AID AND EPILEPSY STIGMA, AND INCREASE REFERRALS OF STUDENTS WITH EPILEPSY TO COMMUNITY-BASED SERVICES, SELF-MANAGEMENT PROGRAMS, AND SPECIALIST HEALTHCARE PROVIDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2081ff21-c8f8-4b65-0318-eff7ecdc3c45-C", "generated_internal_id": "ASST_NON_NU58DP006964_7523"}, {"internal_id": 49215099, "Award ID": "NU58DP006256", "Award Amount": 17739513.59, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-29", "CFDA Number": "93.850", "Description": "AN EPILEPSY EDUCATION & AWARENESS COLLABORATIVE: IMPROVING EPILEPSY PROGRAMS, SERVICES, AND OUTCOMES THROUGH PARTNERSHIPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f6955ec-7461-2ac3-e9c7-77958fd55df4-C", "generated_internal_id": "ASST_NON_NU58DP006256_7523"}]