[{"internal_id": 150745759, "Award ID": "NU58DP007217", "Award Amount": 333334.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "93.845", "Description": "PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY AND THE PREVENTION OF EXCESSIVE ALCOHOL USE IN NORTH CAROLINA - NORTH CAROLINA (NC) IS THE NINTH MOST POPULOUS STATE IN THE COUNTRY, AND DESPITE LOWER-THAN-AVERAGE CONSUMPTION RATES, EXCESSIVE ALCOHOL USE IS THE THIRD LEADING PREVENTABLE CAUSE OF DEATH AMONG NC RESIDENTS, RESULTING IN OVER 4,000 DEATHS PER YEAR. EVEN WITH LIMITED RESOURCES FOR SURVEILLANCE OF EXCESSIVE ALCOHOL USE, THE NC DIVISION OF PUBLIC HEALTH’S INJURY AND VIOLENCE PREVENTION BRANCH (IVPB) HAS BEEN ABLE TO CONDUCT SURVEILLANCE OF ALCOHOL-RELATED MORTALITY AND MORBIDITY IN NC AND DEVELOP A STATEWIDE ALCOHOL & PUBLIC HEALTH DATA DASHBOARD. WITH A DEDICATED TEAM OF SUBSTANCE USE EPIDEMIOLOGISTS ALREADY IN PLACE, NC IS WELL POSITIONED TO BUILD UPON EXISTING WORK AND CONTINUE ADDRESSING EXCESSIVE ALCOHOL USE THROUGH A WELL-COORDINATED AND COMPREHENSIVE EXPANSION OF ALCOHOL EPIDEMIOLOGY CAPACITY AND STAKEHOLDER ENGAGEMENT.  WE WILL CONCENTRATE ON FOUR STATE-LEVEL STRATEGIES: 1) ANALYZE AND INTERPRET SURVEILLANCE DATA; 2) DISSEMINATE SCIENTIFIC FINDINGS, 3) DEVELOP PARTNERSHIPS AND PROVIDE SCIENTIFIC SUPPORT TO PARTNERS; AND 4) RESPOND TO INQUIRIES FROM AND PROVIDE TECHNICAL ASSISTANCE TO STAKEHOLDERS AND THE GENERAL PUBLIC. WE EXPECT THESE STRATEGIES TO EXPAND THE ALCOHOL SURVEILLANCE SYSTEM, IMPROVE REPORTING ON EXCESSIVE ALCOHOL USE, INCREASE THE USE OF DATA ON ALCOHOL USE BY KEY STAKEHOLDERS, AND TO PROVIDE TECHNICAL ASSISTANCE AND FACILITATE COMMUNITY IMPLEMENTATION OF EVIDENCE-BASED PREVENTION STRATEGIES. THE OVERARCHING GOAL OF THESE ACTIVITIES IS TO REDUCE EXCESSIVE ALCOHOL USE AND RELATED HARMS THROUGH INCREASED SURVEILLANCE AND AGGREGATE REPORTING OF FATAL AND NON-FATAL ALCOHOL-RELATED INJURY OUTCOMES AND TRENDS TO CDC, KEY STAKEHOLDERS, AND THE PUBLIC.  THROUGH EXISTING AGREEMENTS, IVPB HAS ACCESS TO DATASETS WHICH WILL ALSO BE USED FOR THIS PROJECT INCLUDING VITAL STATISTICS, HOSPITAL DISCHARGE, EMERGENCY DEPARTMENT VISITS, EMERGENCY MEDICAL SERVICES ENCOUNTERS, VIOLENT DEATH DATA, OVERDOSE DEATH DATA, AND SURVEY DATA. PARTNERS KEY TO THE SUCCESS OF THIS PROGRAM ARE: THE NC STATE CENTER FOR HEALTH STATISTICS, THE NC DIVISION OF MENTAL HEALTH, DEVELOPMENTAL DISABILITIES, AND SUBSTANCE ABUSE SERVICES, THE CDC FUNDED INJURY PREVENTION RESEARCH CENTER AT THE UNIVERSITY OF NC, THE NC ALCOHOLIC BEVERAGE CONTROL COMMISSION, AND MANY OTHERS. ALL PARTNERS ARE FULLY COMMITTED TO ACTIVE PARTICIPATION IN OUR EFFORTS TO EXPAND THE CAPACITY OF ALCOHOL EPIDEMIOLOGY IN NC. OVER THE PAST DECADE, IVPB HAS DEMONSTRATED ITS CAPACITY AND STAFF EXPERTISE BY BUILDING SUCCESSFUL SURVEILLANCE AND INTERVENTION PROGRAMS AND FACILITATING HIGHLY EFFECTIVE AND COLLABORATIVE MULTI-SECTOR COLLABORATIONS. WE WILL BUILD ON THIS FOUNDATION TO CREATE A DYNAMIC AND ROBUST MULTI-COMPONENT ALCOHOL EPIDEMIOLOGY CAPACITY INITIATIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU58DP007217_7523"}, {"internal_id": 150745221, "Award ID": "NU58DP007216", "Award Amount": 333334.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "93.845", "Description": "DATA TO ACTION PROJECT, RECOVER ALASKA, A PROJECT TO PROMOTE POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY AND THE PREVENTION OF EXCESSIVE ALCOHOL USE - RECOVER ALASKA IS A MULTI-SECTOR ACTION GROUP WORKING TO REDUCE EXCESSIVE ALCOHOL USE AND RELATED HARMS ACROSS THE STATE, WITH A VISION OF ALASKANS LIVING FREE FROM THE CONSEQUENCES OF ALCOHOL MISUSE AND EMPOWERED TO ACHIEVE OUR FULL POTENTIAL.  THE ACTION GROUP IS LED BY A GOVERNANCE COUNCIL OF KEY PUBLIC HEALTH ENTITIES, AND RECEIVES ADMINISTRATIVE SUPPORT THROUGH ITS FISCAL SPONSOR, THE FORAKER GROUP (AKA SULTANA NEW VENTURES, LLC).  IN THE PROPOSED ALASKA ALCOHOL DATA TO ACTION (DTA) PROJECT, RECOVER ALASKA DRAWS ON ITS ESTABLISHED POSITION AS A POINT OF CONNECTION BETWEEN MULTIPLE INTERSECTING PUBLIC HEALTH AND EPIDEMIOLOGY SYSTEMS TO STRENGTHEN STATEWIDE EPIDEMIOLOGY CAPACITY AND PROVIDE TOOLS AND INFORMATION NECESSARY FOR STATE, TRIBAL, UNIVERSITY-BASED, PRIVATE SECTOR, AND NONPROFIT PARTNERS TO EFFECTIVELY PERFORM CORE PUBLIC HEALTH FUNCTIONS RELATED TO PREVENTING EXCESSIVE ALCOHOL USE.  DTA WILL SERVE ALL ALASKANS BY STRENGTHENING PUBLIC HEALTH SYSTEMS AND INFRASTRUCTURE.  DISPROPORTIONATELY IMPACTED SUBPOPULATIONS WILL ALSO BE PRIORITIZED AS RECOVER ALASKA IDENTIFIES PRIMARY PARTNERS, DETERMINES THE ORDER AND URGENCY OF DATA USE NEEDS TO BE ADDRESSED, AND PROVIDES TECHNICAL ASSISTANCE ON ALCOHOL DATA USE.  THE SUBPOPULATIONS TO BE CENTERED IN THIS WAY ARE (1) ALASKA NATIVE AND AMERICAN INDIAN PEOPLE AND (2) ALASKANS LIVING IN RURAL COMMUNITIES.  THE PROJECT GOAL IN DTA IS: POPULATION LEVEL SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE AND RELATED HARMS IN ALASKA IS MADE BROADLY ACCESSIBLE AND ACTIONABLE FOR PUBLIC HEALTH STAKEHOLDERS THROUGH TOOLS, TRAININGS, TECHNICAL ASSISTANCE, AND COMMUNITY COLLABORATIONS.  THIS GOAL WILL BE PURSUED THROUGH FIVE PRIMARY STRATEGIES, SPANNING PARTIAL CO-LOCATION WITH STATE DIVISION OF PUBLIC HEALTH, COLLABORATIVE SURVEILLANCE DATA ANALYSIS, FORMATION OF A DATA USE GUIDANCE TEAM REPRESENTING ALL PUBLIC HEALTH REGIONS, FEEDBACK COLLECTION REGARDING STAKEHOLDERS’ REGIONAL AND COMMUNITY-LEVEL DATA NEEDS, AND DEVELOPMENT/DELIVERY OF TRAINING MODULES AND TECHNICAL ASSISTANCE TO DISSEMINATE FINDINGS AND DATA RESOURCES ON EXCESSIVE ALCOHOL USE AND RELATED HARMS.  THESE ACTIVITIES WILL GENERATE OUTCOMES ALIGNED WITH CDC GOALS FOR DP21-2105 COMPONENT 1.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77d82b7b-a56c-8d69-9089-378fc835cbd8-R", "generated_internal_id": "ASST_NON_NU58DP007216_7523"}, {"internal_id": 150745485, "Award ID": "NU58DP007215", "Award Amount": 333334.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "93.845", "Description": "MARYLAND ALCOHOL DATA ACTION PROGRAM - THE MARYLAND CENTER FOR CHRONIC DISEASE PREVENTION AND CONTROL (CCDPC) IS APPLYING FOR FUNDING UNDER THE PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY & THE PREVENTION OF EXCESSIVE ALCOHOL USE FUNDING OPPORTUNITY ANNOUNCEMENT CDC-RFA-DP21-2105 GRANT ON BEHALF OF THE MARYLAND DEPARTMENT OF HEALTH TO IMPLEMENT A COLLABORATIVE SURVEILLANCE SYSTEM TO MONITOR ALCOHOL USE AND TO INCREASE USE OF DATA FOR PROGRAM DECISION MAKING TO PREVENT EXCESSIVE ALCOHOL.  EXCESSIVE ALCOHOL USE INCLUDES BINGE DRINKING (4 OR MORE DRINKS ON AN OCCASION FOR A WOMAN OR 5 OR MORE DRINKS ON AN OCCASION FOR A MAN), HEAVY DRINKING (8 OR MORE DRINKS PER WEEK FOR A WOMAN OR 15 OR MORE DRINKS PER WEEK FOR A MAN), ANY ALCOHOL USE BY PREGNANT WOMEN, AND ANY ALCOHOL USE BY INDIVIDUALS YOUNGER THAN AGE 21. EXCESSIVE ALCOHOL USE WAS DIRECTLY RESPONSIBLE FOR 472 DEATHS IN MARYLAND IN 2018, AND THE ESTIMATED COST OF EXCESSIVE ALCOHOL USE IS $4,964,700,000 (4.9 BILLION), $2.20 PER DRINK, AND $860 PER CAPITA IN 2010. ACCORDING TO THE MARYLAND BEHAVIORAL RISK FACTOR SURVEILLANCE SURVEY (BRFSS), THE PREVALENCE OF ADULT BINGE DRINKING BETWEEN 2017 AND 2019 WAS 14.2%; AND HEAVY DRINKING WAS 5.0%. ACCORDING TO THE 2018-2019 YOUTH RISK BEHAVIOR SURVEY, 12.0% OF YOUTH (GRADES 9-12) REPORTED BINGE DRINKING, AND 15.1% INITIATED DRINKING PRIOR TO AGE 13.  THE CCDPC WILL ESTABLISH THE ALCOHOL DATA ACTION PROGRAM (THE PROGRAM) TO BUILD CAPACITY TO GATHER, ANALYZE AND MONITOR ALCOHOL-RELATED DATA TO INCREASE THE USE OF THIS DATA IN PUBLIC HEALTH PROGRAMMATIC DECISIONS THROUGH A CENTRALIZED SURVEILLANCE HUB.  GIVEN THE VOLUME OF DATA SOURCES IN VARIOUS STATES OF ANALYSIS, DISSEMINATION AND USE, IN YEAR 1, IT WILL BE IMPERATIVE TO INVENTORY THE CURRENT DATA COLLECTED IN MARYLAND RELATED TO ALCOHOL USE AND EXCESSIVE USE.  WE HAVE ENGAGED MULTIPLE INTERNAL AND EXTERNAL PARTNERS TO COLLABORATIVELY BUILD A NETWORK WHICH WILL PRIORITIZE, DISSEMINATE AND UTILIZE ALCOHOL-RELATED DATA.  CCDPC WILL ENGAGE MULTIPLE SUBJECT MATTER EXPERTS AND DATA COLLECTORS TO PROVIDE GUIDANCE ON PRIORITIZING DATA ANALYSES AND INTERPRETATION, AS WELL AS BEST USE OF THE DATA.  WE WILL LEVERAGE THESE PARTNERSHIPS TO INCREASE AWARENESS OF THE IMPORTANCE AND PREVENTION OF EXCESSIVE ALCOHOL USE. THE PROGRAM WILL DEVELOP AND IMPLEMENT A COMMUNICATION PLAN TO REACH THE DATA USERS IN PUBLIC HEALTH, BEHAVIORAL HEALTH AND THE HEALTH CARE SYSTEM.  OVER THE 5-YEAR PROJECT PERIOD, THE PROGRAM WILL SEEK TO MAKE SYSTEM-LEVEL CHANGES TO STANDARDIZE ALCOHOL DATA ANALYSIS, STORAGE, AND DISSEMINATION.  THE PROGRAM WILL IMPLEMENT FOUR OBJECTIVES TO REACH THE FOLLOWING MEASURABLE OUTCOMES:  -\tINCREASE THE NUMBER OF ESSENTIAL PUBLIC HEALTH SERVICES PROVIDED BY MARYLAND PARTNERS RELATED TO EXCESSIVE ALCOHOL USE. -\tINCREASE THE NUMBER OF STAKEHOLDERS ENGAGING WITH MDH ON THE PREVENTION OF EXCESSIVE ALCOHOL USE: O\tINCREASE MDH AND STAKEHOLDERS’ KNOWLEDGE AND SKILLS RELATED TO PUBLIC HEALTH IMPACT OF EXCESSIVE ALCOHOL USE AND RELATED HARMS. O\tINCREASE MDH AND STAKEHOLDERS’ KNOWLEDGE AND SKILLS RELATED TO TRANSLATING EVIDENCE-BASED POPULATION-LEVEL STRATEGIES INTO PUBLIC HEALTH PRACTICE. O\tINCREASE MDH AND STAKEHOLDERS’ KNOWLEDGE AND SKILLS RELATED TO THE STATUS OF POLICY AND ENVIRONMENTAL STRATEGIES TO PREVENT EXCESSIVE DRINKING. -\tINCREASE MONITORING AND DISSEMINATION OF SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE IN MARYLAND. -\tINCREASE THE NUMBER OF STAKEHOLDERS WORKING ON IMPLEMENTING EVIDENCE-BASED, POPULATION-LEVEL STRATEGIES FOR PREVENTING EXCESSIVE ALCOHOL USE AND RELATED HARMS. -\tINCREASE THE IMPLEMENTATION OF EVIDENCE-BASED STRATEGIES TO PREVENT EXCESSIVE DRINKING AND INCREASE THE PREVENTION OF EXCESSIVE DRINKING AND REDUCE EXCESSIVE ALCOHOL USE AND RELATED HARMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0231c66f-0920-a26b-9ab6-73a18fa1d2d2-C", "generated_internal_id": "ASST_NON_NU58DP007215_7523"}, {"internal_id": 138797374, "Award ID": "NU58DP006978", "Award Amount": 500001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "93.845", "Description": "CALIFORNIA EXCESSIVE ALCOHOL USE PREVENTION INITIATIVE - THE CALIFORNIA EXCESSIVE ALCOHOL USE PREVENTION INITIATIVE WILL ENHANCE CALIFORNIA DEPARTMENT OF PUBLIC HEALTH SUBSTANCE AND ADDICTION PREVENTION BRANCH?S (CDPH-SAPB) CAPACITY TO CONDUCT EPIDEMIOLOGICAL SURVEILLANCE OF EXCESSIVE ALCOHOL USE AND RELATED HARMS UNDER COMPONENT 1 OF THE CDC-RFA-DP21-2105 FUNDING OPPORTUNITY. THE PURPOSE OF THIS PROJECT IS TO INCREASE CDPH-SAPB?S CAPACITY TO SUPPORT STATEWIDE EFFORTS AIMED AT REDUCING THE IMPACT OF EXCESSIVE ALCOHOL USE AND RELATED HARMS ON THE HEALTH OF CALIFORNIANS. THE THREE SHORT AND INTERMEDIATE OUTCOMES OF THIS PROJECT ARE: 1) INCREASE THE NUMBER OF ESSENTIAL PUBLIC HEALTH SERVICES PROVIDED BY CDPH-SAPB RELATED TO EXCESSIVE ALCOHOL USE; 2) INCREASE THE NUMBER OF STAKEHOLDERS ENGAGING WITH CDPH-SAPB ON THE PREVENTION OF EXCESSIVE ALCOHOL USE; AND 3) INCREASE THE DISSEMINATION OF SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE IN CALIFORNIA. THE STRATEGIES AND ACTIVITIES PLANNED TO ACHIEVE THESE OUTCOMES INCLUDE: 1) BUILDING AND ENHANCING A RIGOROUS SURVEILLANCE SYSTEM TO MONITOR EXCESSIVE ALCOHOL USE AND RELATED HARMS IN THE GENERAL CALIFORNIA POPULATION AND IN COMMUNITIES AND POPULATIONS WHO MAY BE DISPROPORTIONATELY AFFECTED BY HARMS RELATED TO EXCESSIVE ALCOHOL USE; 2) ANALYZING, EVALUATING, AND DISSEMINATING DATA ON EXCESSIVE ALCOHOL USE, RELATED HARMS, AND POPULATION-LEVEL STRATEGIES TO REDUCE EXCESSIVE ALCOHOL USE; AND 3) ACTIVELY ENGAGING WITH STATE AND LOCAL STAKEHOLDERS, PARTNERS, AND THE GENERAL PUBLIC WORKING TOWARDS REDUCING EXCESSIVE ALCOHOL USE AND RELATED HARMS IN CALIFORNIA. TOGETHER, THE PLANNED STRATEGIES AND ACTIVITIES WILL ENABLE CDPH-SAPB TO PROVIDE SCIENTIFICALLY-BASED SUPPORT TO LOCAL AND STATEWIDE EFFORTS TO ENACT PROGRAMS AND POLICIES THAT REDUCE ALCOHOL AVAILABILITY, ACCESS AT THE COMMUNITY LEVEL, AND PREVALENCE OF EXCESSIVE ALCOHOL USE AND RELATED HARMS ACROSS CALIFORNIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU58DP006978_7523"}, {"internal_id": 138797320, "Award ID": "NU58DP006977", "Award Amount": 500001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "93.845", "Description": "OREGON'S APPLICATION FOR PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY AND THE PREVENTION OF EXCESSIVE ALCOHOL USE - PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY & THE PREVENTION OF EXCESSIVE ALCOHOL USE FUNDING OPPORTUNITY (CDC-RFA-DP21-2105) WILL ENHANCE CURRENT OREGON HEALTH AUTHORITY PUBLIC HEALTH DIVISION?S (OHA-PHD) EFFORTS TO PREVENT EXCESSIVE ALCOHOL USE AND RELATED HARMS. FUNDS WOULD LEVERAGE EFFORTS ACROSS OHA TO HELP ENSURE INFORMATION IS SHARED IN AN ACCESSIBLE MANNER AND THAT STAKEHOLDERS AND DECISIONMAKERS ARE BETTER ENGAGED THROUGH UNIFORMED MESSAGING TO SUPPORT A MORE EQUITABLE PUBLIC HEALTH APPROACH TO RULES AND POLICIES THAT IMPACT EXCESSIVE ALCOHOL USE. RESOURCES WILL BE ALLOCATED TO HIRE AND SUSTAIN AN EPIDEMIOLOGIST POSITION WITHIN THE CENTER FOR PREVENTION AND HEALTH PROMOTION TO CONSOLIDATE AND LEAD ANALYSES OF ALCOHOL-RELATED DATA RESOURCES. THESE RESOURCES WILL BE USED TO TAILOR AND TARGET COMMUNICATIONS ACROSS PUBLIC HEALTH PROGRAMS, EDUCATE AND MOBILIZE COMMUNITY-BASED PARTNERS, AND INFLUENCE POLICY DECISION MAKERS TO ADOPT AND IMPLEMENT POPULATION-LEVEL, EVIDENCE-BASED INTERVENTIONS THAT PREVENT EXCESSIVE ALCOHOL USE. BY THE END OF THE PROJECT PERIOD, OHA-PHD WILL INCREASE THE NUMBER OF EXCESSIVE ALCOHOL USE RELATED ESSENTIAL PUBLIC HEALTH SERVICES PROVIDED , INCREASE THE NUMBER OF STAKEHOLDERS ENGAGED WITH OHA IN THE PREVENTION OF EXCESSIVE ALCOHOL USE, AND INCREASE THE DISSEMINATION OF SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE IN OREGON. OHA-PHD WILL ALSO INCREASE STAKEHOLDERS? KNOWLEDGE AND SKILLS RELATED TO THE PUBLIC HEALTH IMPACT OF EXCESSIVE ALCOHOL USE AND RELATED HARMS AND HOW TO TRANSLATE EVIDENCE-BASED, POPULATION-LEVEL STRATEGIES INTO PUBLIC HEALTH PRACTICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU58DP006977_7523"}, {"internal_id": 138797435, "Award ID": "NU58DP006976", "Award Amount": 500001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "93.845", "Description": "MINNESOTA RAIN: REDUCING ALCOHOL?S IMPACT NOW - EXCESSIVE ALCOHOL USE IS ONE OF THE LEADING CAUSES OF PREVENTABLE DEATH IN THE UNITED STATES, CONTRIBUTING TO MORE THAN 95,000 DEATHS EACH YEAR. IN MINNESOTA, AN ESTIMATED 1,343 PEOPLE DIE FROM ALCOHOL-RELATED CAUSES EACH YEAR. MINNESOTA HAS ONE OF THE HIGHEST BINGE DRINKING RATES IN THE NATION (IN 2019, 20.7% COMPARED TO 16.8% FOR THE U.S.). EXCESSIVE ALCOHOL USE IS COSTLY, INCURRING SUBSTANTIAL COSTS NOT JUST RELATED TO PREMATURE DEATH, BUT ALSO CHRONIC DISEASE, INJURIES AND VIOLENCE, CRIME, PROPERTY DAMAGE, DISEASE, AND LOST PRODUCTIVITY. THE NUMBER OF HOSPITAL-TREATED ALCOHOL-RELATED INJURIES MORE THAN DOUBLED BETWEEN 2000 AND 2015, FROM 5,628 IN 2000 TO 14,998 IN 2015 (3.6% OF ALL HOSPITAL-TREATED INJURIES THAT YEAR). ALCOHOL-RELATED MORBIDITY AND MORTALITY ARE PREVENTABLE IF THE EVIDENCE-BASED PUBLIC HEALTH STRATEGIES, PRACTICES, AND POLICIES DESCRIBED IN THIS PROPOSAL ARE ADOPTED AND IMPLEMENTED IN MINNESOTA. THE PURPOSE OF THIS APPLICATION IS TO CONTINUE THE WORK WE STARTED IN THE CURRENT GRANT, DP16-1608 PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY, TO BUILD THE MINNESOTA DEPARTMENT OF HEALTH?S CAPACITY TO PREVENT EXCESSIVE ALCOHOL USE AND RELATED HARMS BY 1) IMPROVING SURVEILLANCE AND DISSEMINATING DATA IN WAYS THAT ARE EASILY ACCESSIBLE AND TIMELY; 2) PROVIDING DATA AND TECHNICAL ASSISTANCE TO PREVENTION PARTNERS; AND 3) IMPROVING COLLABORATION WITH STATE AND LOCAL PARTNERS TO PROMOTE DATA-DRIVEN DECISIONS FOR POLICIES AND PROGRAMS TO REDUCE EXCESSIVE ALCOHOL USE AND THE RELATED HARMS.THIS APPLICATION DESCRIBES THE CURRENT CAPACITY OF THE MINNESOTA DEPARTMENT OF HEALTH AND ITS INJURY AND VIOLENCE PREVENTION SECTION; THE SUPPORT FROM INTERNAL AND EXTERNAL STATE AND LOCAL PARTNERS; AND DETAILS MINNESOTA?S APPROACH TO ACHIEVING THE SHORT TERM OUTCOME (INCREASED NUMBER OF ESSENTIAL PUBLIC HEALTH SERVICES PROVIDED RELATED TO EXCESSIVE ALCOHOL USE), AND INTERMEDIATE OUTCOMES (A. INCREASED NUMBER OF STAKEHOL DERS ENGAGED WITH MDH ON THE PREVENTION OF EXCESSIVE ALCOHOL USE, AND B. INCREASED DISSEMINATION OF SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE IN MINNESOTA), AS NOTED IN THE PROJECT LOGIC MODEL.  EXCESSIVE ALCOHOL USE IS A SIGNIFICANT PUBLIC HEALTH PROBLEM IN MINNESOTA AND REQUIRES SUSTAINED EFFORTS TO ADDRESS THE ISSUE WITH THOUGHTFUL AND WELL-INFORMED PUBLIC POLICIES, PROGRAMS, AND STRATEGIES. THIS FUNDING, PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY & THE PREVENTION OF EXCESSIVE ALCOHOL USE, WILL PROVIDE SUSTAINED THOUGHTFUL EDUCATION AND DIALOGUE WITH THE PUBLIC AND STAKEHOLDERS; INCREASE OUR CAPACITY TO COLLECT AND  ANALYZE PUBLIC HEALTH SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE AND RELATED HARMS; AND HELP PROVIDE THE EDUCATION AND OTHER RESOURCES TO ENABLE STATE AND LOCAL POLICYMAKERS AND AGENCIES TO MORE EFFECTIVELY IMPLEMENT EVIDENCE-BASED STRATEGIES FOR PREVENTING EXCESSIVE ALCOHOL USE AND HARMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU58DP006976_7523"}, {"internal_id": 138797295, "Award ID": "NU58DP006975", "Award Amount": 500001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "93.845", "Description": "PROMOTING POPULATION HEALTH IN TEXAS THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY & THE PREVENTION OF EXCESSIVE ALCOHOL USE - THE PURPOSE OF THIS PROJECT IS TO ENHANCE THE STATE OF TEXAS?S ALCOHOL EPIDEMIOLOGY CAPACITY TO INCREASE PUBLIC HEALTH SURVEILLANCE AND STAKEHOLDER ENGAGEMENT REGARDING THE PREVENTION OF EXCESSIVE ALCOHOL USE AND RELATED HARMS. PROJECT ACTIVITIES WILL BE IMPLEMENTED THROUGH A PARTNERSHIP BETWEEN RTI INTERNATIONAL, AN INDEPENDENT, NONPROFIT RESEARCH INSTITUTE, AND THE TEXAS DEPARTMENT OF STATE HEALTH SERVICES (DSHS), WITH SUPPORT FROM LOCAL AND STATEWIDE STAKEHOLDERS. AS THE SECOND MOST POPULOUS STATE IN THE NATION, TEXAS HAS A DISPROPORTIONATE BURDEN OF THE HARMS ASSOCIATED WITH EXCESSIVE ALCOHOL USE. IN 2019, NEARLY ONE IN FIVE TEXAS ADULTS REPORTED EXCESSIVE DRINKING IN THE PAST MONTH, AND THE ESTIMATED COSTS OF EXCESSIVE DRINKING IN TEXAS EXCEEDS $18.8 BILLION. THE TEXAS DSHS STRATEGIC PLAN, ADDRESSING SUBSTANCE USE IN TEXAS: PUBLIC HEALTH AGENCY ACTION PLAN, IDENTIFIES SURVEILLANCE AS ESSENTIAL TO THE STATE?S EFFORTS TO ADDRESS SUBSTANCE USE AND RELATED HARMS FROM A PUBLIC HEALTH PERSPECTIVE. OVER THE 5-YEAR PERIOD OF PERFORMANCE, OUR TEAM WILL ACHIEVE THE FOLLOWING OUTCOMES: (1) INCREASE THE NUMBER OF ESSENTIAL PUBLIC HEALTH SERVICES RELATED TO EXCESSIVE ALCOHOL USE PROVIDED IN TEXAS, FOCUSING ON SURVEILLANCE, COMMUNICATION, AND CONSULTATION; (2) INCREASE THE NUMBER OF STAKEHOLDERS ENGAGING WITH OUR TEAM ON THE PREVENTION OF EXCESSIVE ALCOHOL USE USING EVIDENCE-BASED, POPULATION-LEVEL STRATEGIES; AND (3) INCREASE THE DISSEMINATION OF SURVEILLANCE DATA REGARDING EXCESSIVE ALCOHOL USE AND RELATED HARMS IN TEXAS. OUR PROPOSED STRATEGIES AND ACTIVITIES WILL STRENGTHEN THE ALCOHOL EPIDEMIOLOGY CAPACITY OF DSHS THROUGH A PHASED APPROACH OF TRAINING AND COLLABORATION BETWEEN RTI AND DSHS THROUGHOUT THE PERIOD OF PERFORMANCE. RTI WILL LEAD INITIAL EFFORTS AS DSHS DEVELOPS SUBJECT MATTER EXPERTISE IN ALCOHOL EPIDEMIOLOGY FROM RTI EXPERTS. BY YEAR 4, RESPONSIBILITIES WILL BE EQUALLY SHARED BETWEEN THE ORGANIZATIONS. THE RTI?DSHS TEAM HAS COMMITTED PA RTNERSHIPS WITH TEXANS FOR SAFE AND DRUG-FREE YOUTH, THE TEXAS HEALTH AND HUMAN SERVICES COMMISSION, AND THE MEADOWS MENTAL HEALTH POLICY INSTITUTE TO FACILITATE THE SHARING OF ACTIONABLE DATA WITH STATE AND LOCAL STAKEHOLDERS. OUR PROPOSED APPROACH FOCUSES ON IDENTIFYING COMMUNITY- AND POLICY-LEVEL INFLUENCES IN ADDITION TO INDIVIDUAL-LEVEL DIFFERENCES. THIS APPROACH WILL FACILITATE THE IDENTIFICATION OF FACTORS AMENABLE TO POLICY- AND SYSTEMS-LEVEL CHANGES WHICH WILL HELP OUR COMMUNITY PARTNERS SUCCESSFULLY INTERVENE AND CHANGE THE TRAJECTORY OF EXCESSIVE ALCOHOL USE AND RELATED HARMS FOR ENTIRE COMMUNITIES OF TEXANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_NU58DP006975_7523"}, {"internal_id": 138797377, "Award ID": "NU58DP006974", "Award Amount": 500001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "93.845", "Description": "PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY AND THE PREVENTION OF EXCESSIVE ALCOHOL USE - THE NEW YORK STATE DEPARTMENT OF HEALTH/HEALTH RESEARCH, INC. PROPOSES TO UTILIZE REQUESTED COMPONENT 1 FUNDING TO ESTABLISH AN ALCOHOL SURVEILLANCE AND EPIDEMIOLOGY PROGRAM (ASEP) WITHIN THE DIVISION OF CHRONIC DISEASE PREVENTION?S (DCDP) BUREAU OF CHRONIC DISEASE EVALUATION AND RESEARCH (BCDER) TO ENHANCE PUBLIC HEALTH SURVEILLANCE FOR EXCESSIVE ALCOHOL USE AND INCREASE ENGAGEMENT OF STAKEHOLDERS AROUND EVIDENCE-BASED PREVENTION STRATEGIES. THE PROGRAM WILL 1) LEAD THE ANALYSIS AND DISSEMINATION OF DATA ON KEY INDICATORS OF EXCESSIVE ALCOHOL USE AND ASSOCIATED ACUTE AND CHRONIC HARMS 2) PROVIDE DATA AND TECHNICAL ASSISTANCE TO EXTERNAL STAKEHOLDERS TO INFORM AND EVALUATE THE ADOPTION OF STRATEGIES AND POLICIES TO REDUCE EXCESSIVE ALCOHOL USE AMONG PRIORITY POPULATIONS AND 3) CONVENE A DIVERSE WORKGROUP TO BUILD INFRASTRUCTURE AROUND THE 10 ESSENTIAL PUBLIC HEALTH SERVICES TO REDUCE EXCESSIVE ALCOHOL USE AND PROMOTE HEALTH EQUITY.THE ASEP WILL BE LED BY THE BUREAU OF CHRONIC DISEASE EVALUATION AND RESEARCH, WITH INPUT AND SUPPORT FROM THE OFFICE OF ADDICTION SERVICES AND SUPPORTS (OASAS) AND WILL COLLABORATE WITH PROGRAM AND SURVEILLANCE STAFF IN THE FOLLOWING AREAS: CANCER PREVENTION AND CONTROL, TOBACCO CONTROL, CARDIOVASCULAR DISEASE, DIABETES, OBESITY, OVERDOSE PREVENTION, INJURY PREVENTION, VIOLENCE PREVENTION, PRE- AND POST-PARTUM HEALTH, EDUCATION, AND IT/ANALYTICS.  ADDITIONAL COLLABORATIONS WITH MENTAL HEALTH, CRIMINAL JUSTICE, LIQUOR AUTHORITY, MOTOR VEHICLES AND ACADEMICS/RESEARCH WILL BE PURSUED DURING YEAR 1. STAFF FROM THESE PROGRAM AREAS WILL BE CONVENED TO FORM AN ALCOHOL SURVEILLANCE AND EPIDEMIOLOGY WORKGROUP, TO BE CO-LED BY BCDER AND OASAS. UNDER THE GUIDANCE OF THIS WORKGROUP, THE PROGRAM WILL DEVELOP AN ALCOHOL SURVEILLANCE PLAN, ALCOHOL SURVEILLANCE GAPS ANALYSIS, ALCOHOL SURVEILLANCE REPORTING PLAN AND ALCOHOL SURVEILLANCE DASHBOARD. THE PROGRAM WILL PROVIDE TA AND TRAINING TO LOCAL HEALTH DEPARTMENTS AND GRANTEES AND OA SAS-FUNDED PREVENTION RESOURCE CENTERS (WHO WORK WITH LOCAL SUBSTANCE USE PREVENTION COALITIONS) IN ACCESSING, ANALYZING, INTERPRETING AND DISSEMINATING ALCOHOL PREVENTION AND CONTROL DATA. THE PROGRAM WILL UTILIZE THE DEPARTMENT?S KNOWLEDGE AND PROGRAMMING RELATED TO SOCIAL DETERMINANTS OF HEALTH AND HEALTH EQUITY TO BRING SPECIAL FOCUS TO DISPARITIES IN EXCESSIVE ALCOHOL USE AND RELATED HEALTH OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7d2da8a-0151-8e91-236f-9687ccc8e058-C", "generated_internal_id": "ASST_NON_NU58DP006974_7523"}, {"internal_id": 138797363, "Award ID": "NU58DP006973", "Award Amount": 500001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "93.845", "Description": "IDAHO'S PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY & THE PREVENTION OF EXCESSIVE ALCOHOL USE - PROJECT ABSTRACT PURPOSETHE PURPOSE OF THIS FUNDING IS TO ESTABLISH A PROGRAM TO COLLECT DATA RELATED TO EXCESSIVE ALCOHOL USE, TO IDENTIFY HIGH-BURDEN AREAS, AND TO GUIDE PREVENTION EFFORTS TO BEST REDUCE THE IMPACT OF EXCESSIVE ALCOHOL USE. BY INCREASING DATA SURVEILLANCE AND DISSEMINATING IT, STAKEHOLDERS WILL BETTER UNDERSTAND THE SCOPE, DIRECTION AND CONTOURS OF EXCESSIVE ALCOHOL USE IN IDAHO RESULTINGIN DATA-DRIVEN DECISION MAKING TO SUPPORT THE IMPLEMENTATION OF INFORMED TARGETED PREVENTION AND RESPONSE EFFORTS.OUTCOMESALL STRATEGIES AND ACTIVITIES SUPPORT THE FOLLOWING SHORT-TERM OUTCOMES:?INCREASE THE NUMBER OF ESSENTIAL PUBLIC HEALTH SERVICES PROVIDED B DP21-2105 RECIPIENTS RELATED TO EXCESSIVE ALCOHOL USE.?INCREASE THE NUMBER OF STAKEHOLDERS ENGAGING WITH DP21-2105 RECIPIENTS ON THE PREVENTION OF EXCESSIVE ALCOHOL USE.?INCREASE THE DISSEMINATION OF SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE IN STATESSPECIFICALLY, IDAHO WILL:?ENHANCE THE STATEWIDE SURVEILLANCE OF EXCESSIVE ALCOHOL USE,?IMPROVE DATA QUALITY ON SURVEILLANCE DATA,?INCREASE ABILITY TO MAKE DATA-DRIVEN DECISIONS,?INCREASE PARTNERSHIPS WITH STAKEHOLDERS AND PREVENTION COALITIONS,?INCREASE DATA DISSEMINATION TO STAKEHOLDERS,?INCREASE UNDERSTANDING OF POLICY AND ENVIRONMENTAL CHANGES TO REDUCE EXCESSIVE ALCOHOL USE,?INCREASE ABILITY TO RESPOND TO INQUIRIES ON EXCESSIVE ALCOHOL USE AND RELATED HARMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU58DP006973_7523"}, {"internal_id": 138797381, "Award ID": "NU58DP006972", "Award Amount": 500001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "93.845", "Description": "PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY & THE PREVENTION OF EXCESSIVE ALCOHOL USE IN COLORADO - THIS PROPOSAL FOR COMPONENT 1 OF THE NOFO IS INTENDED TO ADVANCE CDPHE'S CAPACITY IN ALCOHOL EPIDEMIOLOGY. THIS FUNDING WILL ALLOW CDPHE TO CONTINUE FUNDING AN ALCOHOL EPIDEMIOLOGIST TO ANALYZE AND DISSEMINATE ALCOHOL-RELATED DATA FROM COLORADO?S PUBLIC HEALTH SURVEILLANCE SYSTEMS, COLLABORATE WITH INTERNAL AND EXTERNAL PARTNERS AND LOCAL STAKEHOLDERS TO TRANSLATE EVIDENCE-BASED, POPULATION-LEVEL STRATEGIES INTO PUBLIC HEALTH PRACTICE, AND REDUCE EXCESSIVE ALCOHOL USE IN COLORADO. COLORADO HAS THE 8TH HIGHEST PREVALENCE OF EXCESSIVE DRINKING IN THE UNITED STATES WITH MORE THAN ONE IN SIX COLORADO ADULTS (18.2%) REPORTED BINGE DRINKING ABOUT FOUR TIMES A MONTH, AVERAGING 6.8 DRINKS PER BINGE. THE COLORADO DEPARTMENT OF PUBLIC HEALTH AND ENVIRONMENT (CDPHE) WILL LEVERAGE PARTNERSHIPS AND RESOURCES DEVELOPED THROUGH CDC?S INAUGURAL ALCOHOL EPIDEMIOLOGY COOPERATIVE AGREEMENT TO DISSEMINATE DATA AND EVIDENCE-BASED STRATEGIES AND EVALUATE PROGRAMS AND POLICIES.THE OVERARCHING GOAL OF THIS PROJECT IS TO INCREASE PREVENTION EFFORTS TO REDUCE EXCESSIVE ALCOHOL USE AND RELATED HARMS BY SEPTEMBER 29, 2026. CDPHE WILL TRACK AND MONITOR ALL CDC REQUIRED OUTCOMES. OUTCOMES INCLUDE: ?SHORT-TERM AND INTERMEDIATE: INCREASE COLORADO?S KNOWLEDGE AND SKILLS OF THE PREVENTION OF EXCESSIVE ALCOHOL USE; INCREASE THE NUMBER OF ESSENTIAL PUBLIC HEALTH SERVICES RELATED TO EXCESSIVE ALCOHOL USE; INCREASE THE NUMBER OF STAKEHOLDERS ENGAGING IN PREVENTION OF EXCESSIVE ALCOHOL USE; AND INCREASE THE DISSEMINATION OF SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE IN COLORADO.?LONG-TERM: INCREASE THE NUMBER OF STAKEHOLDERS WORKING ON IMPLEMENTING EVIDENCE-BASED, POPULATION-LEVEL STRATEGIES FOR PREVENTING EXCESSIVE ALCOHOL USE AND RELATED HARMS; INCREASE THE IMPLEMENTATION OF EVIDENCE-BASED STRATEGIES TO PREVENT EXCESSIVE DRINKING; INCREASE THE PREVENTION OF EXCESSIVE DRINKING; AND REDUCE EXCESSIVE ALCOHOL USE AND RELATED HARMS.CDPHE WILL SUSTAIN AN ALCOHOL EPIDEMIOLOGIST TO PA RTNER WITH CDPHE AND EXTERNAL STAKEHOLDERS TO EXECUTE THESE STRATEGIES ON AN ANNUAL BASIS:?ANALYZE AND INTERPRET SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE AND RELATED HARMS AND POLICIES IN COLORADO.?DISSEMINATE SCIENTIFIC FINDINGS ON EXCESSIVE ALCOHOL USE AND RELATED HARMS TO STAKEHOLDERS (E.G. PUBLIC HEALTH PARTNERS AND LEADERS, POLICYMAKERS, COMMUNITY COALITIONS, RESEARCHERS, STATE, GOVERNMENT OFFICIALS) AND THE GENERAL PUBLIC.?DEVELOP PARTNERSHIPS WITH STAKEHOLDERS AND COMMUNITIES IN COLORADO TO HELP PROVIDE SCIENTIFIC SUPPORT AND PLAN AND EVALUATE PREVENTION STRATEGIES.?RESPOND TO INQUIRIES ON EXCESSIVE ALCOHOL USE AND RELATED HARMS FROM STAKEHOLDERS AND THE PUBLIC AND PROVIDE TECHNICAL ASSISTANCE.CDPHE HAS THE COMMITMENT, ORGANIZATIONAL CAPACITY, EXPERTISE, ACCESS TO ALCOHOL DATA SOURCES, PREVENTION INITIATIVES, COALITIONS, AND EXISTING PARTNERSHIPS TO PROVIDE A LARGE RETURN ON THE INVESTMENT OF AN EPIDEMIOLOGIST DEDICATED TO EXCESSIVE ALCOHOL USE AND RELATED HARMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU58DP006972_7523"}, {"internal_id": 138797270, "Award ID": "NU58DP006971", "Award Amount": 500001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "93.845", "Description": "PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY & THE PREVENTION OF EXCESSIVE ALCOHOL USE - NEW MEXICO HAS THE HIGHEST ALCOHOL-RELATED DEATH RATE IN THE NATION. ALCOHOL IS RESPONSIBLE FOR NEARLY 1,600 DEATHS IN NEW MEXICO EACH YEAR AND ONE IN SIX DEATHS AMONG WORKING AGE ADULTS (20-64 YEARS) IS ATTRIBUTABLE TO ALCOHOL IN NEW MEXICO. IN 2010, EXCESSIVE ALCOHOL USE COST NEW MEXICANS $2.2 BILLION OR ROUGHLY $1,084 PER PERSON ON ALCOHOL.THE NEW MEXICO DEPARTMENT OF HEALTH (NMDOH) HAS BEEN A LEADER IN ALCOHOL EPIDEMIOLOGY FOR ALMOST TWO DECADES AND IS IDEALLY POSITIONED TO TAKE ADVANTAGE OF THE ?PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY AND PREVENTION OF EXCESSIVE ALCOHOL USE? FUNDING OPPORTUNITY. NMDOH AND PARTNERS ARE COMMITTED TO REDUCING THE IMPACT OF EXCESSIVE ALCOHOL USE AND RELATED HARMS IN NEW MEXICO.THE PURPOSE OF THE STRATEGIES PROPOSED UNDER THIS COOPERATIVE AGREEMENT (COMPONENT 1) IS FOR THE ALCOHOL EPIDEMIOLOGIST (AE) TO PROVIDE PUBLIC HEALTH SURVEILLANCE ON EXCESSIVE ALCOHOL USE AND ITS RELATED HARMS, AND TO ENGAGE WITH STAKEHOLDERS INCLUDING MAINTAINING AND BUILDING PARTNERSHIPS WITH OTHER STATE AGENCIES, PUBLIC HEALTH PROGRAMS, AND COMMUNITY GROUPS ON POPULATION-LEVEL EVIDENCE-BASED STRATEGIES TO PREVENT EXCESSIVE ALCOHOL USE AND RELATED HARMS. THIS INCREASED EPIDEMIOLOGIC CAPACITY WILL INCREASE ESSENTIAL PUBLIC HEALTH SERVICES TO STAKEHOLDERS AND INCREASE THE PUBLIC HEALTH INFRASTRUCTURE NEEDED TO REDUCE EXCESSIVE ALCOHOL USE AND RELATED HARMSTHE NMDOH AE WILL WORK WITH PARTNERS TO ACHIEVE THE FOLLOWING OUTCOMES:?INCREASE THE NUMBER OF ESSENTIAL PUBLIC HEALTH SERVICES PROVIDED BY NMDOH RELATED TO EXCESSIVE ALCOHOL USE.?INCREASE THE NUMBER OF STAKEHOLDERS ENGAGED BY NMDOH ON THE PREVENTION OF EXCESSIVE ALCOHOL USE.?INCREASE NMDOH?S DISSEMINATION OF SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE AND RELATED HARMS.NEW MEXICO PROPOSES TO USE THE FUNDS FROM THE COOPERATIVE AGREEMENT ($187,495 PER YEAR FOR FIVE YEARS) FOR THE FOLLOWING STRATEGIES: 1) ANALYZE AND INTERPRET PUBLIC HEALTH SURVEILLANC E DATA ON EXCESSIVE ALCOHOL USE AND RELATED HARMS AND ON POLICIES TO ADDRESS IT; 2) DISSEMINATE SCIENTIFIC FINDINGS ON EXCESSIVE ALCOHOL USE AND RELATED HARMS TO STAKEHOLDERS AND THE PUBLIC; 3) DEVELOP PARTNERSHIPS WITH STAKEHOLDERS AND COMMUNITIES TO PROVIDE SCIENTIFIC SUPPORT, AND TO HELP PLAN AND EVALUATE EVIDENCE-BASED STRATEGIES FOR PREVENTING EXCESSIVE ALCOHOL USE AND RELATED HARMS; 4) RESPOND TO INQUIRIES FROM AND PROVIDE TECHNICAL ASSISTANCE TO STAKEHOLDERS AND THE PUBLIC (INCLUDING COMMUNITIES AND GROUPS DISPROPORTIONATELY AFFECTED) ON EXCESSIVE ALCOHOL USE AND RELATED HARMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU58DP006971_7523"}, {"internal_id": 138797401, "Award ID": "NU58DP006970", "Award Amount": 500001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "93.845", "Description": "RHODE ISLAND CAPACITY IN ALCOHOL EPIDEMIOLOGY & THE PREVENTION OF EXCESSIVE ALCOHOL USE - RIDOH?S PROPOSED COORDINATED ALCOHOL SURVEILLANCE AND PREVENTION PROJECT (CASPP) WILL INCREASE 1) THE NUMBER OF ESSENTIAL PUBLIC HEALTH SERVICES PROVIDED BY RIDOH RELATED TO EXCESSIVE ALCOHOL USE; 2) THE NUMBER OF STAKEHOLDERS ENGAGING WITH RIDOH ON THE PREVENTION OF EXCESSIVE ALCOHOL USE; AND 3) DISSEMINATION OF SURVEILLANCE DATA ON EXCESSIVE ALCOHOL USE IN RHODE ISLAND. CASPP WILL ENABLE RIDOH TO LEVERAGE, ENHANCE, AND COORDINATE EXISTING DATA SOURCES INTERNAL AND EXTERNAL TO RIDOH TO INCREASE THE STATE?S ACCESS TO TIMELY, ROBUST SURVEILLANCE DATA. THIS WILL ALLOW RIDOH TO RAPIDLY RESPOND TO EXCESSIVE ALCOHOL USE AND ENGAGE STAKEHOLDERS TO UTILIZE THOSE DATA TO INFORM PREVENTION STRATEGIES.  THE PROJECT WILL ALSO ALLOW RIDOH TO INCREASE PUBLIC AWARENESS OF THE RISKS ASSOCIATED WITH EXCESSIVE ALCOHOL USE, EXPAND RHODE ISLAND`S OVERDOSE FATALITY REVIEW (OFR) TEAM TO INCLUDE AT LEAST TWO SUBCOMMITTEE MEETINGS SPECIFICALLY FOCUSED ON ALCOHOL-INVOLVED ACCIDENTAL DRUG OVERDOSE DEATHS PER YEAR, INTEGRATE EDUCATION AND INFORMATION ON EXCESSIVE ALCOHOL USE WITHIN EXISTING COMMUNITY-LEVEL SUBSTANCE USE PREVENTION COLLABORATIVES, AND INFORM POLICY AND STRATEGY IMPLEMENTATION AMONG STATE AND LOCAL PARTNERS AS APPROPRIATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU58DP006970_7523"}, {"internal_id": 138797416, "Award ID": "NU58DP006967", "Award Amount": 1125562.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-23", "CFDA Number": "93.845", "Description": "PROMOTING POPULATION HEALTH THROUGH INCREASED CAPACITY IN ALCOHOL EPIDEMIOLOGY AND THE PREVENTION OF EXCESSIVE ALCOHOL USE, COMPONENT 2 - THE OVERALL GOAL OF THIS PROJECT IS TO REDUCE EXCESSIVE DRINKING AND RELATED HARMS AT THE LOCAL AND STATE LEVELS. ADVANCEMENT STRATEGY CONSULTING PROPOSES TO ACHIEVE THIS BY ESTABLISHING A TECHNICAL ASSISTANCE (TA) CENTER THAT WILL 1) PROVIDE SUPPORT TO THE EIGHT COMPONENT 1 GRANTEES; 2) INCREASE AWARENESS OF THE IMPACT OF EVIDENCE-BASED POPULATION-LEVEL PREVENTION STRATEGIES (EBPLS); 3) INCREASE DEMAND FOR PROVISION OF TA ON IDENTIFICATION AND IMPLEMENTATION OF EBPLS RELATED TO ALCOHOL USE; AND 4) INCREASE THE CAPACITY OF LOCAL AND STATE ORGANIZATIONS TO IMPLEMENT THESE STRATEGIES. OUR VISION IS TO BRING TOGETHER MANY OF THE NATION?S LEADING ALCOHOL POLICY EXPERTS AND LEVERAGE COOPERATIVE AGREEMENT RESOURCES TO PROVIDE EFFECTIVE TA THROUGH MULTIPLE ACCESS POINTS TO STAKEHOLDERS IN COMMUNITIES ACROSS THE COUNTRY.  TO ACCOMPLISH THIS, WE WILL IMPLEMENT THE FOLLOWING FIVE STRATEGIES:STRATEGY 1: ASSEMBLE A TEAM WITH SUBSTANTIAL KNOWLEDGE AND EXPERTISE ON THE IMPLEMENTATION OF EBPLS, INCLUDING THOSE RECOMMENDED BY THE COMMUNITY PREVENTIVE SERVICES TASK FORCE.STRATEGY 2: PROVIDE EXPERT TECHNICAL ASSISTANCE TO COMPONENT 1 RECIPIENTS (ALCOHOL EPIDEMIOLOGISTS) AND OTHER STAKEHOLDERS ON TRANSLATING EBPLS INTO PUBLIC HEALTH PRACTICE.STRATEGY 3. CENTRALIZE AND DISSEMINATE EXISTING RESOURCES ON THE PREVENTION OF EXCESSIVE ALCOHOL USE TO CONNECT RECIPIENTS OF TECHNICAL ASSISTANCE WITH APPROPRIATE PARTNERS AND RESOURCES. STRATEGY 4: DEVELOP AND DISSEMINATE NEW RESOURCES AND TOOLS FOR TRANSLATING EBPLS INTO PRACTICE.STRATEGY 5: PROVIDE TRAINING TO COMPONENT 1 RECIPIENTS AND OTHER STAKEHOLDERS ON THE IMPLEMENTATION OF EFFECTIVE POPULATION-LEVEL STRATEGIES FOR PREVENTING EXCESSIVE ALCOHOL USE AND RELATED HARMS.COLLABORATION: THE ASC TEAM IS COLLABORATING WITH MANY LEADING ORGANIZATIONS AND INDIVIDUALS THAT ARE EXPERTS ON ALCOHOL POLICY AND PREVENTION AS WELL AS PUBLIC HEALTH MORE BROADLY. OUR APPLICATION HAS 29 LETTERS OF SUPPORT, INCLUDING 23 STATE AND LOCAL GR OUPS FROM 19 STATES. OUR PARTNERSHIP COUNCIL OF 12 NATIONAL ORGANIZATIONS REPRESENTS MULTIPLE DOMAINS, INCLUDING PUBLIC HEALTH, PREVENTION, CONSUMER INTERESTS, TRANSLATION OF RESEARCH, REGULATION, AND ENFORCEMENT.THE ASC TEAM HAS COMMITMENTS FROM 34 CONSULTANTS TO SERVE IN OUR CADRE OF EXPERTS AND PROVIDE TA AND TRAINING TO STAKEHOLDERS ON AN AD HOC, HOURLY BASIS AS THEIR SCHEDULES PERMIT. EVALUATION AND PERFORMANCE MEASUREMENT: OUR EVALUATION PLAN FOCUSES ON THE SHORT-TERM AND INTERMEDIATE OUTCOMES IN THE NOTICE OF FUNDING OPPORTUNITY, AS WELL AS ASSESSING TA AND TRAINING PROGRAM DELIVERY. PROCESS MEASURES INCLUDED IN THE PLAN WILL PROVIDE MONITORING OF PROGRESS AGAINST STATED GOALS AND TIMELINES IN OUR WORK PLAN, ENABLING AN ONGOING REVIEW OF PROGRAM PROGRESS. ANY IDENTIFIED ISSUES WILL BE IDENTIFIED AND IMMEDIATELY ADDRESSED. IN CONSULTATION WITH CDC, ADJUSTMENTS TO THE STAFFING PLAN AND/OR WORK PLAN WILL BE MADE AS NEEDED. PROCESS MEASURE REPORTING WILL BE INCORPORATED INTO OUR MONTHLY AND ANNUAL REQUIRED REPORTING. AT APPROPRIATE TIMEPOINTS, OUTCOME MEASURES WILL BE ASSESSED TO PROVIDE AN ASSESSMENT OF ACHIEVEMENT OF SHORT-TERM AND INTERMEDIATE GOALS. EVALUATION OF PROGRAM SERVICES WILL BE BASED UPON FEEDBACK FROM PARTICIPANTS IN TRAINING AND TA, INCLUDING COMPONENT 1 RECIPIENTS, STATE AND COMMUNITY PREVENTION GROUPS, AND PTTC CENTERS.ORGANIZATIONAL CAPACITY: THE ASC TEAM IS UNIQUELY PREPARED TO SUPPORT CDC IN THIS IMPORTANT PROJECT. OUR TEAM INCLUDES ORGANIZATIONS AND INDIVIDUALS WHO HAVE WORKED IN THE FIELD OF ALCOHOL POLICY AND HAVE PROVIDED TECHNICAL ASSISTANCE TO STATES AND COMMUNITIES FOR DECADES. OUR DEEP FAMILIARITY WITH POPULATION-BASED STRATEGIES TO REDUCE EXCESSIVE ALCOHOL USE, ESPECIALLY THOSE RECOMMENDED BY THE CPSTF, WILL ENABLE US TO THOUGHTFULLY AND EFFECTIVELY PROVIDE COMPREHENSIVE TECHNICAL ASSISTANCE AND TRAINING INITIATIVES I", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d06ffd9-3f27-575a-3f8d-6d73b3b1d9ed-C", "generated_internal_id": "ASST_NON_NU58DP006967_7523"}]