[{"internal_id": 137716768, "Award ID": "NU58DP006954", "Award Amount": 1725000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "PAUL COVERDELL NATIONAL ACUTE STROKE PROGRAM - STROKE REMAINS THE THIRD LEADING CAUSE OF DEATH IN HAWAII AND EXCEEDS THE MEDIAN U.S. NATIONAL STROKE-MORTALITY RATE.  HAWAII HAS A STATEWIDE EMERGENCY MEDICAL SERVICES (EMS) SYSTEM ADMINISTERED BY THE HAWAII DEPARTMENT OF HEALTH (DOH), THE OVERSIGHT BODY FOR OUR STATEWIDE STROKE SYSTEM OF CARE. THE HAWAII DOH PARTNERS WITH THE HAWAII STROKE COALITION (HSC), WHICH PROVIDES A FORUM FOR HOSPITALS TO WORK DIRECTLY WITH EMS LEADERSHIP ON STATEWIDE STROKE INITIATIVES.  WE ALSO HAVE A ROBUST STATEWIDE GET WITH THE GUIDELINES (GWTG) STROKE REGISTRY, EMS DATABASE, AND ALL-PAYER CLAIMS DATABASE TO TRACK QUALITY IMPROVEMENT (QI) DATA.PURPOSE: THE HAWAII DOH WILL COORDINATE WITH OTHER STATEWIDE STAKEHOLDERS TO REDUCE STROKE-RELATED MORTALITY AND HOSPITALIZATIONS AND IMPROVE DISPARITIES IN STROKE OUTCOMES BY EXPANDING THE STATEWIDE STROKE DATA INFRASTRUCTURE TO FACILITATE TARGETED INTERVENTIONS FOR HIGH RISK GROUPS AND CONTINUOUS QI BY EMS AND HOSPITALS.  GRANT SUPPORT WILL STRENGTHEN EXISTING PARTNERSHIPS BETWEEN THE HAWAII DOH, EMS SYSTEM, HSC, QUEEN?S MEDICAL CENTER (QMC), AND OTHER HEALTHCARE ORGANIZATIONS TO IMPROVE STROKE OUTCOMES ACROSS THE CARE CONTINUUM.  OUTCOMES: THE HAWAII DOH WILL IMPROVE STROKE-RELATED OUTCOMES THROUGH STRATEGIES TO INCREASE STATEWIDE DATA COLLECTION ON STROKE CARE, ANALYSES OF DATA TO IDENTIFY AREAS FOR IMPROVEMENT, AND INTERFACE WITH COMMUNITY AND HEALTHCARE ORGANIZATIONS.  SPECIFIC OUTCOMES ARE DETAILED BELOW:?INCREASE MEASUREMENT, TRACKING, AND ASSESSMENT OF STATEWIDE HEALTHCARE DATA TO IDENTIFY INDIVIDUALS AND COMMUNITIES WITH UNTREATED HYPERTENSION AND HIGH RISK FOR STROKE.?ESTABLISH ROBUST LINKAGES OF STROKE DATA FROM THE PRE-HOSPITAL EMS DATABASE, IN-HOSPITAL GWTG STROKE REGISTRY, AND POST-HOSPITAL DATA FROM THE ALL-PAYER CLAIMS DATABASE.?BUILD ACTIONABLE STROKE QUALITY DASHBOARDS TO IDENTIFY AREAS FOR IMPROVEMENT IN EMS, HOSPITAL, AND COMMUNITY PROCESSES.?IMPROVE STROKE QUALITY METRICS SUCH AS DOOR-TO-TREATMENT (DTT) TIME AND UTILIZATION OF THROMBOLYTIC THERAPIES USING CONTINUOUS QI METHODOLOGIES.?DISSEMINATE STROKE EDUCATION TO PROVIDERS AND THE PUBLIC THROUGH EDUCATIONAL SYMPOSIA AND ONLINE RESOURCES.?IDENTIFY COMMUNITIES AT HIGH RISK FOR STROKE OR POOR OUTCOMES AFTER STROKE TREATMENT, SUCH AS HOSPITAL RE-ADMISSION USING STROKE QUALITY DASHBOARDS.?IMPROVE COMMUNITY-CLINICAL LINKAGES BETWEEN HOSPITAL AND COMMUNITY RESOURCES TO IMPROVE ADOPTION OF STROKE PREVENTION AND POST-STROKE RECOVERY MODELS.?INCREASE UTILIZATION OF STROKE NAVIGATORS AND COMMUNITY HEALTH WORKERS (CHW) TO IMPROVE STROKE OUTCOMES IN HIGH RISK COMMUNITIES.STRATEGIES: THE HAWAII DOH WILL WORK WITH QMC TO EXPAND ALGORITHMS AND WORKFLOWS THAT IDENTIFY PATIENTS WITH UNDIAGNOSED HYPERTENSION FOR FOLLOW-UP CARE. THE HAWAII DOH AND EMS WILL BUILD LINKAGES BETWEEN THE PRE-HOSPITAL EMS DATABASE, STATEWIDE GWTG STROKE REGISTRY FOR HOSPITAL-BASED QUALITY DATA, AND STATE ALL-PAYER CLAIMS DATABASE TO TRACK OUTCOMES AFTER HOSPITAL DISCHARGE.  USING THIS DATABASE, THE HAWAII DOH WILL PARTNER WITH HEALTHCARE ORGANIZATIONS IN THE HSC TO IDENTIFY HIGH RISK COMMUNITIES, DISPARITIES IN STROKE OUTCOMES, AND AREAS FOR PROCESS IMPROVEMENT.  THE HAWAII DOH WILL PARTNER WITH THE QMC COMPREHENSIVE STROKE CENTER TO DEVELOP DATA- AND GUIDELINE-DRIVEN BEST PRACTICE GUIDELINES FOR STROKE AND REFINE CARE PROCESSES USING PLAN-DO-STUDY-ACT METHODOLOGIES.  THE HSC WILL DISSEMINATE BEST PRACTICES, THROUGH EDUCATIONAL SYMPOSIA AND ONLINE RESOURCES.  THE DOH WILL PARTNER WITH QMC TO STUDY THE IMPACT OF STROKE NAVIGATORS AND CHW TO CONNECT PATIENTS WITH COMMUNITY RESOURCES FOR POST-STROKE CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU58DP006954_7523"}, {"internal_id": 137716634, "Award ID": "NU58DP006953", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "IMPLEMENTING THE KENTUCKY STROKE IMPROVEMENT COOPERATIVE (KSIC) TO ADVANCE STROKE CARE ACROSS THE CARE CONTINUUM IN KENTUCKY - STROKE WAS THE FIFTH HIGHEST CAUSE OF DEATH IN KENTUCKY AND IN THE UNITED STATES IN 2018. OVERALL, KENTUCKIANS HAVE HIGH RATES OF STROKE AND HEART DISEASE AS WELL AS HIGH BLOOD PRESSURE AND HIGH CHOLESTEROL, WHICH INCREASE THE RISK OF BOTH CONDITIONS. OVER 2,200 KENTUCKIANS DIED FROM STROKE OR STROKE RELATED COMPLICATIONS IN 2018. HEALTH BEHAVIORS AND CONDITIONS THAT CONTRIBUTE TO STROKE ARE PRESENT AT HIGH RATES IN KENTUCKY WITH CONTRIBUTIONS FROM SMOKING, OBESITY, DIABETES, HYPERTENSION, EXCESSIVE ALCOHOL USE AND PHYSICAL INACTIVITY. IN PARTICULAR, THE APPALACHIAN REGION OF KENTUCKY HAS DISPROPORTIONATELY MORE HEALTH-CHALLENGES THAN THE REST OF THE STATE INCLUDING HIGHER LEVELS OF POVERTY, UNEMPLOYMENT, AND HEALTH DISPARITIES. OF MAJOR CONCERN IS THAT IN APPALACHIAN KENTUCKY, THE STROKE MORTALITY RATE IS 14% HIGHER THAN THE NATIONAL AVERAGE AND 8% HIGHER THAN THE REST OF THE STATE. ALTHOUGH SEVERAL PROGRAMS HAVE BEEN ESTABLISHED IN KENTUCKY TO REDUCE THE BURDEN OF STROKE IN THE STATE BY OPTIMIZING THE QUALITY AND ORGANIZATION OF STROKE-CARE, ADDITIONAL GAINS CAN BE ACHIEVED WITH A MORE INTEGRATED AND COMPREHENSIVE APPROACH. THE GOAL OF THIS GRANT WILL BE TO EXPAND UPON THE EXISTING EFFORTS TO CREATE A MORE EXTENSIVE AND COORDINATED APPROACH TO REDUCE THE IMPACT OF STROKE IN POPULATIONS AT THE GREATEST RISK DUE TO HEALTH DISPARITIES SUCH AS LOW INCOME, LIMITED ACCESS TO CARE AND LOW HEALTH LITERACY. THE PROPOSED PROJECT IS DESIGNED TO ACHIEVE THE FOLLOWING OUTCOMES: 1. INCREASE ACCESS AND PARTICIPATION IN THE STATEWIDE STROKE ENCOUNTER QUALITY IMPROVEMENT PROJECT (SEQIP) FROM THE CURRENT 38 HOSPITALS TO HELP CLOSE THE GAP IN STROKE CARE FOR HIGH BURDEN POPULATIONS AND OPTIMIZE STROKE CARE ACROSS THE CONTINUUM. IN ADDITION TO HOSPITALS, EXPAND PARTICIPATION TO ENCOMPASS THE COMMUNITY, PRIMARY CARE CLINICS, EMS, REHABILITATION CENTERS AND LONG-TERM CARE FACILITIES.2. EXPAND COORDINATION BETWEEN SEQIP PROGRAMS, THE 33 HOSPITALS IN THE STATEWIDE NO RTON HEALTHCARE-UK STROKE CARE NETWORK (SCN) AND THE 36 CERTIFIED STROKE CENTERS IN KENTUCKY.3. INCREASE ACCESS AND UTILIZATION OF GET WITH THE GUIDELINES-STROKE (GWTG-S) ACROSS KENTUCKY.4. INCREASE UNDERSTANDING AND COMPLIANCE WITH EVIDENCE-BASED PERFORMANCE MEASURES IN GWTG-S METRICS.5. EXPAND EXISTING STROKE SYSTEMS OF CARE TO COORDINATE ACROSS THE CARE CONTINUUM TO EXTEND ACCESS TO RURAL AND UNDERSERVED POPULATIONS, INCLUDING LEVERAGING EXISTING FEDERAL AND STATE RESOURCES TO COORDINATE TRANSITIONS OF CARE FOR HIGH-RISK PATIENT POPULATIONS.6. INCREASE THE DISSEMINATION OF EVIDENCE-BASED GUIDELINES FOR IMPROVEMENT OF HYPERTENSION, OBESITY, AND DIABETES CONTROL, IDENTIFIED AS BEING AMONG THE LEADING RISK FACTORS FOR STROKE DISPROPORTIONATELY AFFECTING HIGH BURDEN POPULATIONS. 7. REDUCE STROKE DISPARITIES AND DEATHS OVER THE LONG TERM AND IMPROVE OUTCOMES THROUGHOUT KENTUCKY WITH A FOCUS ON APPALACHIA AND UNDERSERVED COMMUNITIES AT HIGHEST RISK. SEVERAL STRATEGIES WILL BE USED TO ACHIEVE THESE OUTCOMES, INCLUDING LEVERAGING EXISTING STROKE PREVENTION AND CARE INFRASTRUCTURE TO DEVELOP A MORE COORDINATED APPROACH TO STANDARDIZED MESSAGING AND TRAINING. BUILDING FROM SEQIP UTILIZATION, SCN ACTIVITIES, AND MAXIMIZING THE USE OF GWTG-S WILL FOSTER DATA-DRIVEN IMPROVEMENT ACROSS THE STROKE CARE CONTINUUM IN KENTUCKY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_NU58DP006953_7523"}, {"internal_id": 137716764, "Award ID": "NU58DP006952", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "ARKANSAS STROKE REGISTRY - AS ONE OF 11 STATES IN THE ?STROKE BELT,? ARKANSAS FACES SIGNIFICANT CHALLENGES WITH CARDIOVASCULAR DISEASE AS EVIDENCED BY THE LATEST U.S. RANKINGS: 1ST IN HEART ATTACK MORTALITY, 7TH IN ACUTE STROKE MORTALITY, 3RD IN OBESITY, 4TH IN HYPERTENSION, 5TH IN DIABETES, 4TH IN HIGH BLOOD CHOLESTEROL, AND 6TH IN SMOKING. AN IMPORTANT REASON FOR THESE HEALTH ISSUES ARE SOCIAL DETERMINANTS OF HEALTH WHICH EXACERBATE DISPARITIES IN OUTCOMES AND RISK FACTORS. ARKANSAS, A STATE WHERE 45% OF THE POPULATION LIVES IN RURAL AREAS, HAS THE 5TH HIGHEST RATE OF POVERTY, RANKS 41ST IN EDUCATION, AND IS RANKED 43RD IN ACCESS TO HEALTHCARE. THE IMPACT OF THESE HEALTH INEQUITIES TAKES A TOLL ON LIFE EXPECTANCY. OF THE 75 COUNTIES IN ARKANSAS, 22 ARE DEEMED ?RED COUNTIES,? DEFINED AS HAVING A LIFE EXPECTANCY AT BIRTH MORE THAN SIX YEARS BELOW THE COUNTY WITH THE HIGHEST LIFE EXPECTANCY. DP21-2102 PROVIDES THE ARKANSAS DEPARTMENT OF HEALTH (ADH) AN OPPORTUNITY TO HELP REDUCE THE BURDEN OF STROKE IN THE STATE, FOCUSING ON THE MOST VULNERABLE POPULATIONS.     SINCE RECEIVING A GRANT FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION?S (CDC) PAUL COVERDELL NATIONAL ACUTE STROKE PROGRAM (PCNASP) IN 2012, ARKANSAS FURTHER EXPANDED ITS CAPACITY FOR STROKE CARE. FROM 2012-2015, THE CDC?S PCNASP AWARD ENABLED ADH TO DEVELOP A SOLID QUALITY IMPROVEMENT INFRASTRUCTURE, RESULTING IN SIGNIFICANT IMPROVEMENT FOR 9 OF 12 CDC PERFORMANCE MEASURES. BETWEEN 2015 AND 2020, THE ARKANSAS STROKE REGISTRY (ASR) ACQUIRED NEW FUNDING TO SUSTAIN THESE EFFORTS AND BUILD A SUSTAINABLE PROGRAM. ADVANCEMENTS INCLUDE INCREASING HOSPITAL PARTICIPATION IN THE ASR FROM 36 TO 78 SITES, LAUNCHING A STATE-BASED STROKE DESIGNATION PROGRAM, IMPLEMENTING A ?STROKE BAND? PROCESS TO LINK IN-HOSPITAL WITH PRE-HOSPITAL DATA, AND ORCHESTRATING THE ROLLOUT OF A STATEWIDE MOBILE COMMUNICATION PLATFORM.     THE PURPOSE OF THIS NEW PROJECT IS TO FURTHER ENHANCE ARKANSAS?S STROKE SYSTEM OF CARE, BOTH FOR THOSE AT HI GHEST RISK FOR STROKE EVENTS AND FOR STROKE PATIENTS ACROSS THE CARE CONTINUUM. ACTIVITIES WILL BE FOCUSED ON IMPACTING THE FOLLOWING OUTCOMES: (A) SHORT-TERM: INCREASED MEASUREMENT, TRACKING, AND ASSESSMENT OF DATA ACROSS STROKE SYSTEMS OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS; INCREASED IMPLEMENTATION OF DATA-DRIVEN QUALITY IMPROVEMENT (QI) ACTIVITIES ACROSS STROKE SYSTEMS OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE; INCREASED ESTABLISHMENT OF COMMUNITY RESOURCES AND CLINICAL SERVICES FOR THOSE AT HIGHEST RISK FOR STROKE ACROSS STROKE SYSTEMS OF CARE; (B) INTERMEDIATE: INCREASED LINKAGE AND USAGE OF DATA ACROSS STROKE SYSTEMS OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE; INCREASED PROVISION OF COMMUNITY RESOURCES AND CLINICAL SERVICES TO THOSE AT HIGHEST RISK FOR STROKE ACROSS STROKE SYSTEMS OF CARE; (C) LONG-TERM: INCREASED ACCESS TO CARE AND IMPROVED QUALITY OF CARE FOR STROKE PATIENTS; DECREASED DISPARITIES IN ACCESS TO AND QUALITY OF CARE FOR POPULATIONS AT HIGHEST RISK OF STROKE.     THE ASR PROGRAM WILL DIRECT ACTIVITIES TO ADDRESS CDC STRATEGIES C2 (INTEGRATED PRE-HOSPITAL, HOSPITAL, AND POST-HOSPITAL STROKE CARE DATA MANAGEMENT, MEASUREMENT, TRACKING, AND QUALITY ASSURANCE); C3 (DEVELOPMENT AND IMPLEMENTATION OF A REFERRAL TRACKING SYSTEM TO SUPPORT TRANSITIONS OF CARE FOR STROKE PATIENTS POST-DISCHARGE); C4 (USE OF DATA TO IDENTIFY GAPS, IMPROVE THE EFFICIENCY AND QUALITY OF CARE WITHIN EMS AND HOSPITAL SETTINGS, AND TO IMPROVE TRANSITIONS OF CARE BETWEEN SETTINGS); C6 (IMPLEMENTATION OF PATIENT CARE PRACTICES/PROTOCOLS WITHIN EMS AND HOSPITAL SYSTEMS FOR IMPROVED PATIENT HAND-OFF AND TOC); C8 (COMMUNITY-CLINICAL LINKAGES FOR THOSE AT HIGHEST RISK OF STROKE AND POST-DISCHARGE STROKE PATIENTS); AND C9 (PROMOTION OF STROKE EDUCATION IN COMMUNITIES AND CLINICAL SETTINGS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_NU58DP006952_7523"}, {"internal_id": 137716585, "Award ID": "NU58DP006951", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "GEORGIA COVERDELL ACUTE STROKE REGISTRY - STROKE IS THE 4TH LEADING CAUSE OF DEATH IN GEORGIA WITH MORE THAN 4,520 OCCURRING IN 2019 AND MORE THAN 22,000 WERE HOSPITALIZED WITH STROKE OR TRANSIENT ISCHEMIC ATTACK IN 2019. GEORGIA HAD THE 8TH HIGHEST DEATH RATE IN THE UNITED STATE. THE HIGH DEATH RATE IN GEORGIA IS EXPLAINED BY DEMOGRAPHIC, SOCIOECONOMIC, HIGH RISK FACTORS, AND HIGH PREVALENCE OF CHRONIC DISEASES. NEARLY 19% OF GEORGIA STROKE DEATHS ARE PREMATURE, I.E. AMONG PERSONS UNDER THE AGE OF 65 YEARS; BLACKS IN GEORGIA HAD 33% HIGHER STROKE DEATH RATE THAN WHITES; AND THIRTY-ONE PERCENT (31%) OF GEORGIA STROKE DEATHS OCCUR BEFORE PATIENT REACHES THE HOSPITAL, SUGGESTING THAT STROKE SUFFERERS AND WITNESSES ARE NOT RECOGNIZING STROKE EVENTS OR CALLING 911. GEORGIA STROKE PATIENTS ALSO FACE CHALLENGES IN THE POST-DISCHARGE OR RECOVERY PHASE. EXCLUDING PATIENTS DISCHARGED TO HOSPICE OR NURSING HOMES, GCASR DATA INDICATE THAT NEARLY TWO-THIRDS OF GEORGIA STROKE PATIENTS WHO ARE ALIVE AT DISCHARGE REQUIRE REHABILITATION AND SOME FORM OF HOME HEALTH CARE. IN ADDITION, ALMOST 10.2% OF THE STROKE PATIENTS IN GEORGIA ARE READMITTED WITHIN 30 DAYS OF DISCHARGE WHILE OVERALL MORTALITY AT 30 DAYS AND 365 DAYS AFTER ADMISSION ARE 8.1% AND 18.9% RESPECTIVELY.THE GEORGIA COVERDELL ACUTE STROKE REGISTRY (GCASR) HAS BEEN FUNDED BY THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) SINCE 2001, GROWING FROM 26 TO 83 PARTICIPATING HOSPITALS AND FROM 9 EMS AGENCIES IN 2012 TO 46 IN 2019. ALMOST 91% OF STROKE PATIENTS (INCLUDING ISCHEMIC STROKE) ARE BEING TREATED AT PARTICIPATING GCASR HOSPITALS WHILE THE PERCENTAGE OF STROKE PATIENTS WHO RECEIVED DEFECT-FREE CARE INCREASED FROM 37% IN 2008 TO 80% IN 2019, HIGHLIGHTING IMPROVEMENT IN ALL TEN PERFORMANCE MEASURES. DESPITE THE PROGRESS THAT THE GCASR ACHIEVED IN THE LAST FIFTEEN YEARS, MUCH WORK REMAINS TO ADDRESS THIS PUBLIC HEALTH BURDEN OF STROKE IN GEORGIA. THE FOUNDATION FOR THIS WORK HAS BEEN ESTABLISHED THROUGH STRATEGIC PLANNING, EXTENSIVE EDUC ATIONAL PROGRAMS, STRONG PARTNERSHIPS, AND A COHESIVE STAFF.IN OUR NEXT THREE YEARS FUNDING GCASR WILL ADDRESS THE GEORGIA STROKE BURDEN BY INCREASING PARTNERSHIP WITH CDC FUNDED PROGRAMS (1815 AND 1817) TO ADDRESS PATIENT AT HIGHEST RISK FOR STROKE EVENTS AS WELL AS STROKE PATIENTS, RAISING GEORGIANS? KNOWLEDGE OF STROKE SIGNS AND SYMPTOMS AND CALLING MEDICAL ASSISTANCE THROUGH 911. GCASR WILL MAINTAIN AND IMPROVE DELIVERING EVIDENCE-BASED STROKE CARE BY STRENGTHENING EXISTING PARTNERSHIPS BETWEEN EMS, STROKE HOSPITALS AND POST DISCHARGE FACILITIES, TRAIN EMS PERSONAL ON IDENTIFYING STROKE ATTACK AND ALERTING HOSPITALS WHEN ENROUTE. GCASR STAFF WILL MAKE DATA-DRIVEN QUALITY IMPROVEMENT A CULTURE IN STROKE CARE. FINALLY AND BESIDES MAINTAINING GCASR CURRENT HIGH LEVEL OF HOSPITAL AND EMS PARTICIPATION, GCASR PLANS TO EXPAND ITS REACH TO STROKE PATIENTS AT HIGHEST RISK FOR STROKE EVENT AND THOSE LIVING IN SOUTHERN AND RURAL GEORGIA AREAS BY RECRUITING ADDITIONAL 10 HOSPITALS, 30 EMS AGENCIES, AND 8 POSTHOSPITAL FACILITIES TO PROVIDE DATA ON STROKE PATIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU58DP006951_7523"}, {"internal_id": 137716759, "Award ID": "NU58DP006950", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "VIRGINIA PAUL COVERDELL STROKE FOUNDATION - VIRGINIA FACES A PUBLIC HEALTH CRISIS AS TOO MANY VIRGINIANS ARE AT RISK FOR EXPERIENCING A STROKE AND ARE IN COMMUNITIES WITHOUT APPROPRIATE SYSTEMS OF CARE TO RESPOND QUICKLY. LIVING IN THE STROKE BELT OF STATES WITH HIGH INCIDENCES OF STROKE, NEARLY 5.8 MILLION VIRGINIANS ARE SUFFERINGFROM STROKE RISK FACTORS RANGING FROM PREDIABETES, DIABETES, HIGH BLOOD PRESSURE, HIGH BLOOD CHOLESTEROL, AND CARDIOVASCULAR DISEASE. LACK OF ACCESS TO HEALTHCARE SERVICES AND COMMUNITY BASED RESOURCES ARE MAJOR FACTORS CREATING THE CONDITIONS THAT FURTHER COMPLICATE AND PROLONG THE MITIGATION OF THESE CHRONIC DISEASES AND ULTIMATELY STROKE. IN 2018, VIRGINIA REPORTED AN AGE-ADJUSTED STROKE MORTALITY RATE OF 38.2 PER 100,000 POPULATION, AS COMPARED TO THE 2018 NATIONAL AGE-ADJUSTED RATE OF 37.4 PER 100,000 POPULATION (CDC STROKE MORTALITY BY STATE, 2021). ACCORDING TO THE VA INPATIENT HOSPITAL DATABASE FOR 2018, THERE WERE 21,987 HOSPITALIZATIONS DUE TO STROKE WITH AN AGE-ADJUSTED HOSPITALIZATION RATE OF 238.2 PER 100,000 POPULATION. WHERE ?TIME IS BRAIN? AND NEEDING TO ACCESS APPROPRIATE STROKE CARE QUICKLY, MANY COMMUNITIES EXPERIENCE DISPARITIES IN DEATH AND HOSPITALIZATION RATES, AND FURTHER EVIDENT THROUGH DIFFERENCES IN SOCIAL DETERMINANTS OF HEALTH. THIS CRISIS NECESSITATES LEADERSHIP FROM THEVIRGINIA DEPARTMENT OF HEALTH TO UNITE HEALTH SYSTEMS, EMERGENCY MEDICAL SERVICES, AND COMMUNITY-BASED ORGANIZATIONS TO INCREASE ACCESS TO HEALTHCARE SERVICES AND HIGH-QUALITY CARE AMONG THOSE AT HIGHEST RISK OF STROKE TO SIGNIFICANTLY MOVE THE NEEDLE ON STROKE IN VIRGINIA. THE VIRGINIA PROPOSAL AIMS TO DEVELOP, IMPLEMENT, AND EVALUATE COMPREHENSIVE STROKE SYSTEMS FOR INDIVIDUALS, BOTH AT HIGHEST RISK FOR STROKE EVENTS AND FOR STROKE PATIENTS, ACROSS THE CONTINUUM OF CARE IN HIGH BURDEN POPULATIONS AND GEOGRAPHIC AREAS. KEY EFFORTS WILL PRIORITIZE IMPLEMENTING A STATEWIDE STROKE REGISTRY, ALONG WITH EVIDENCE-BASED STRATEGIES TO MEASURE, TRACK, AND IMPROVE ACCESS TO A ND QUALITY OF CARE FOR INDIVIDUALS AT HIGHEST RISK FOR STROKE EVENTS AND FOR STROKE PATIENTS FROM ONSET OF STROKE SYMPTOMS THROUGH REHABILITATION AND RECOVERY. THE VIRGINIA PROPOSAL?S GOALS ARE ACHIEVABLE THROUGH ALIGNMENT AND COLLABORATION OF CLINICAL AND COMMUNITY PARTNERSHIPS. IN YEAR 1, ALL CSC AND PSC+ HOSPITALS WILL GUIDE THE DEVELOPMENT OF A STATEWIDE STROKE REGISTRY SO THAT ALL VIRGINIA HOSPITALS CAN PARTICIPATE. THEY WILL ALSO LEAD QUALITY IMPROVEMENT ACTIVITIES AND SERVE AS MENTORS TO ALL REMAINING HOSPITALS IN YEARS 2 AND 3. THE VIRGINIA HOSPITAL AND HEALTHCARE ASSOCIATION WILL BRING HOSPITAL ENGAGEMENT, DATA ANALYSIS, AND QUALITY IMPROVEMENT FACILITATION TO ALL HOSPITALS. EMS REGIONAL COUNCILS WILL LEAD ENGAGEMENT AND QUALITY IMPROVEMENT AMONG EMS AGENCIES. SHELTERING ARMS INSTITUTE (SAI) WILL PARTNER WITH HOSPITALS TO CREATE IN-PATIENT REHABILITATION CLINICAL GUIDELINES AND SCALE TO ALL INPATIENT REHABILITATION FACILITIES. UNITE US WILL STRENGTHEN THEIR STATEWIDE REFERRAL SYSTEM BY FOCUSING ON STROKE TRANSITIONS OF CARE AND CLINICAL-COMMUNITY LINKAGES. KWIKPOINT WILL PARTNER WITH MEDICAL, PHARMACY, AND HOSPITAL ASSOCIATIONS AND EMS REGIONAL COUNCILS TO SPREAD THE STROKE SMART VIRGINIA CAMPAIGN TO ALL HOSPITALS, PRIMARY CARE PRACTICES, FQHCS, FREE CLINICS, AND PHARMACIES, IN ADDITION TO ESTABLISHING A STROKE SMART VA: CITIES AND TOWNS CAMPAIGN. OVER THE 3-YEAR PERIOD, VDH WILL SCALE AND SUSTAIN SUCCESSFUL AND COMPREHENSIVE SYSTEMS OF CARE TO REACH TARGET POPULATIONS IN HIGH BURDEN AREAS. VDH?S STATEWIDE REGISTRY WILL BRIDGE THE GAP IN DATA BETWEEN HOSPITALS AND EMS. UNITE US? STATEWIDE REFERRAL SYSTEM WILL STREAMLINE PATIENT REFERRALS TO CLINICAL AND COMMUNITY SERVICES. ALL EFFORTS WILL BE INTEGRATED INTO THE MISSION AND VISION OF VIRGINIA?S 3 EXISTING STROKE CARE COALITIONS FOR SCALE AND SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81307f03-67cd-51c5-75a3-b43876b0cc3b-C", "generated_internal_id": "ASST_NON_NU58DP006950_7523"}, {"internal_id": 137716553, "Award ID": "NU58DP006949", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "MICHIGAN STROKE PROGRAM: EXPANDING STROKE SURVEILLANCE TO REDUCE DISPARITIES IN CARE AND OUTCOMES - PURPOSE: SINCE?2013,?MICHIGAN (MI) HAS?EXPERIENCED AN ALARMING REVERSAL IN A MORE THAN THREE DECADES-LONG?DECLINE IN STROKE?MORTALITY. CURRENTLY MI RANKS 18TH WORST (76.6 PER 100,000) IN THE COUNTRY FOR AGE-ADJUSTED STROKE MORTALITY FOR THOSE 35 YEARS OF AGE AND OLDER. GREATER STROKE RISK, LESS OPTIMAL CARE, AND POORER OUTCOMES HAVE DISPROPORTIONATELY IMPACTED PREDOMINATELY BLACK AND UNDERINSURED POPULATIONS IN MICHIGAN, WHILE DISPARITIES HAVE PERSISTED BETWEEN COUNTIES. SINCE 2007,?THE?MI?DEPARTMENT OF HEALTH AND HUMAN SERVICES??(MDHHS)?MI?STROKE PROGRAM (MISP)?HAS?DEVELOPED?STRONG?COLLABORATIVE?PARTNERSHIPS ACROSS STROKE SYSTEMS OF CARE (SSOC)?TO?ADDRESS STROKE RISK FACTORS,?IMPROVE QUALITY OF CARE AND OUTCOMES, AND DEVELOP AND EXPAND DATA SYSTEMS.?HOWEVER,?FURTHER EFFORTS ARE NEEDED TO ESTABLISH SUSTAINABLE?SSOC.?AS STROKE RISK PREVALENCE?AND MORTALITY?CONTINUE TO RISE, FUNDING FOR THE?EXPANSION?OF THIS WORK HAS NEVER BEEN MORE IMPORTANT.  OVER THE NEXT THREE YEARS,?MISP?WILL?REDUCE THE BURDEN OF STROKE IN?MI BY?EXPANDING THE?DATA COLLECTION SYSTEM?TO INCLUDE STATEWIDE ELECTRONIC HEALTH RECORDS (EHR)?AND?UTILIZING IT TO IDENTIFY?AREAS OF HIGH STROKE RISK AND SUBOPTIMAL SYSTEM PERFORMANCE.?THE?EXPANDED MISP?SURVEILLANCE SYSTEM?WILL BE USED TO STRATEGICALLY IMPLEMENT EVIDENCE-BASED QI EFFORTS ACROSS?SSOC?TO?DECREASE DISPARITIES IN PREVENTION,?CARE,?AND OUTCOMES. THIS?WILL BE DONE?BY?ALIGNING?ACTIVITIES WITH PARTNERS?AND LEVERAGING RESOURCES INTERNAL AND EXTERNAL TO MDHHS. OUTCOMES: ?MISP?WILL CONCENTRATE EFFORTS ON?THE?SHORT,?INTERMEDIATE,?AND LONG-TERM?POPULATION?LEVEL OUTCOMES?INDICATED IN THE LOGIC MODEL?INCLUDED IN THE CDC PROJECT DESCRIPTION FOR THOSE AT HIGHEST RISK OF STROKE EVENTS AND STROKE PATIENTS ACROSS SSOC. ACHIEVING THE FOLLOWING POPULATION?LEVEL OUTCOMES WILL BE THE FOCUS OF MISP DURING THE GRANT PERIOD FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS ACROSS SSOC: SHORT-TERM: INCREASED MEASUREMENT, TRACKING, AND A SSESSMENT OF DATA ACROSS SSOC FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS; INCREASED ESTABLISHMENT OF LOCAL INTERDISCIPLINARY STROKE COALITIONS IN COUNTIES INHABITED BY RESIDENTS THAT INCLUDE A HIGH PROPORTION OF MISP TARGET POPULATIONS; INCREASED IMPLEMENTATION OF DATA-DRIVEN QI ACTIVITIES ACROSS SSOC FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS; INCREASED ESTABLISHMENT OF COMMUNITY RESOURCES AND CLINICAL SERVICES FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS ACROSS SSOC. INTERMEDIATE: INCREASED LINKAGE THROUGH THE MISP EHR DATABASE, TITLED MISTROKE, AND USAGE OF DATA AND COORDINATION OF CARE ACROSS SSOC FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS; INCREASED PROVISION OF COMMUNITY RESOURCES AND CLINICAL SERVICES AT THE LOCAL AND STATE LEVEL FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS ACROSS SSOC.  LONG-TERM: INCREASED ACCESS TO CARE AND IMPROVED QUALITY OF CARE FOR STROKE PATIENTS; DECREASED TIME TO TREATMENT TIMES FOR STROKE PATIENTS, DECREASED DISPARITIES IN ACCESS TO AND QUALITY OF CARE FOR POPULATIONS AT HIGHEST RISK FOR STROKE EVENTS. THESE OUTCOMES WILL BE ACHIEVED BY IMPLEMENTING THE STRATEGIES AND ACTIVITIES HIGHLIGHTED IN THIS APPLICATION WITH PARTNERS FROM CDC, MDHHS, EMS, HOSPITAL SYSTEMS, COMMUNITY HEALTH WORKER ORGANIZATIONS, ACADEMIC INSTITUTIONS, AND COMMUNITY-BASED ORGANIZATIONS ACROSS THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU58DP006949_7523"}, {"internal_id": 137716756, "Award ID": "NU58DP006948", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "OHIO COVERDELL STROKE PROGRAM - STROKE IS THE FIFTH LEADING CAUSE OF DEATH IN OHIO, AND OHIO RANKS 8TH HIGHEST IN THE NATION FOR STROKE MORTALITY. OHIO?S STROKE MORTALITY RATE (68.3 PER 100,000) AND HOSPITALIZATION RATE (327 PER 100,000) FAR EXCEED THE NATIONAL AVERAGE. THE PREVALENCE OF STROKE RISK FACTORS, INCLUDING HIGH BLOOD PRESSURE, DIABETES, OBESITY, AND CIGARETTE SMOKING, IS ALSO HIGHER IN OHIO THAN THE UNITED STATES, DEMONSTRATING THE NEED TO CONTINUE IMPLEMENTING A COMPREHENSIVE STROKE SYSTEM OF CARE FOR POPULATIONS IN OHIO THAT ARE DISPROPORTIONATELY IMPACTED BY STROKE OUTCOMES.THE OHIO DEPARTMENT OF HEALTH HAS IMPLEMENTED THE OHIO COVERDELL STROKE PROGRAM (OHIO COVERDELL) SINCE 2007. OHIO COVERDELL INCREASED THE REACH OF THE PROGRAM 79% DURING THE PREVIOUS PROJECT PERIOD AND CURRENTLY INCLUDES 86 HOSPITALS. THE PURPOSE OF OHIO COVERDELL IS TO IMPLEMENT QUALITY IMPROVEMENT (QI) INITIATIVES AND INTERVENTIONS THAT IMPROVE THE QUALITY OF CARE FOR ACUTE STROKE PATIENTS AND ESTABLISH COMMUNITY RESOURCES AND CLINICAL SERVICES FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS. THE GOAL OF OHIO COVERDELL IS TO IMPLEMENT STRATEGIES AND ACTIVITIES TO ACHIEVE THE FOLLOWING SHORT-TERM, INTERMEDIATE, AND LONG-TERM OUTCOMES FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS:SHORT-TERM: INCREASED MEASUREMENT, TRACKING, AND ASSESSMENT OF DATA ACROSS STROKE SYSTEMS OF CARE; INCREASED IMPLEMENTATION OF DATA-DRIVEN QI ACTIVITIES ACROSS STROKE SYSTEMS OF CARE; AND, INCREASED ESTABLISHMENT OF COMMUNITY RESOURCES AND CLINICAL SERVICES.INTERMEDIATE: INCREASED LINKAGE AND USAGE OF DATA ACROSS STROKE SYSTEMS OF CARE; INCREASED COORDINATION OF CARE ACROSS STROKE SYSTEMS OF CARE; AND, INCREASED PROVISION OF COMMUNITY RESOURCES AND CLINICAL SERVICES.LONG-TERM: INCREASED ACCESS TO CARE AND IMPROVED QUALITY OF CARE; AND DECREASED DISPARITIES IN ACCESS TO AND QUALITY OF CARE.OHIO COVERDELL PLANS TO MEET THESE OUTCOMES BY TARGETING ACUTE STROKE PATIENTS AND PATIENTS WHO PRESENT WITH A TRANS IENT ISCHEMIC ATTACK TO COVERDELL HOSPITALS IN OHIO, AND THOSE AT HIGHEST RISK FOR STROKE. TO REDUCE STROKE DISPARITIES AND ACHIEVE MAXIMUM IMPACT, OHIO COVERDELL WILL TARGET EFFORTS TO HIGH-BURDEN POPULATIONS, WHICH INCLUDE BLACKS LIVING IN URBAN AREAS AND OHIOANS WITH LOW EDUCATION/LOW INCOME IN URBAN AND APPALACHIA COMMUNITIES.KEY ACTIVITIES FOR YEAR 1 INCLUDE: RECRUITING HOSPITALS AND PROVIDING TRAINING AND TECHNICAL ASSISTANCE ON USE OF GET WITH THE GUIDELINES?-STROKE (GWTG); LINKING PRE-, IN-, AND POST-HOSPITAL DATA; PROMOTING THE USE OF EXISTING EHR CAPABILITIES TO TRACK REFERRALS; PROVIDING QI TRAININGS/WEBINARS TO IMPROVE THE EFFICIENCY AND QUALITY OF CARE WITHIN EMS AND HOSPITAL SETTINGS; PROVIDING TRAINING AND TECHNICAL ASSISTANCE ON DATA ABSTRACTION TO INFORM CONTINUOUS QI; PROVIDING TRAINING ON INCLUSION/DIVERSITY, UNCONSCIOUS BIAS, AND/OR CULTURAL COMPETENCY; DEVELOPING A STROKE COACH SERVICE (COMMUNITY HEALTH WORKER) PILOT TO NAVIGATE TRANSITIONS OF CARE POST-DISCHARGE; AND IMPLEMENTING A STROKE MEDIA CAMPAIGN TO IMPROVE AWARENESS OF THE WARNING SIGNS OF STROKE AND IMPORTANCE OF CALLING 9-1-1.OHIO COVERDELL WILL IMPLEMENT BOTH PROCESS AND OUTCOME EVALUATION TO ASSESS PROGRAM APPROACH, EFFECTIVENESS, AND IMPACT. EVALUATION FINDINGS WILL BE USED TO REFINE AND IMPROVE PROGRAM ACTIVITIES AND SHARED WITH STAKEHOLDERS TO COMMUNICATE PROGRAM PROGRESS AND SUCCESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU58DP006948_7523"}, {"internal_id": 137716737, "Award ID": "NU58DP006947", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "MINNESOTA DEPARTMENT OF HEALTH STROKE PROGRAM - IN MINNESOTA, STROKE IS THE FIFTH LEADING CAUSE OF DEATH AND A LEADING CAUSE OF DISABILITY. OVER 12,000 STROKE HOSPITALIZATIONS OCCUR EACH YEAR, INCURRING COSTS OF NEARLY $400 MILLION ANNUALLY. STROKE MORTALITY RATES IN MINNESOTA HAVE DECLINED OVERALL SINCE THE EARLY 1970S, BUT IN RECENT YEARS, THE RATES HAVE FLATTENED. AS SUCH, THE BURDEN OF STROKE IN THE STATE REMAINS HIGH. IN ADDITION, A LARGE PROPORTION OF THE POPULATION REMAINS UNAWARE OF THEIR HYPERTENSION, HIGH BLOOD CHOLESTEROL, PREDIABETES AND DIABETES. THIS LACK OF AWARENESS OCCURS IN COMBINATION WITH PROBLEMS OF ACCESS TO CLINICAL CARE COMBINED WITH SOCIAL AND ECONOMIC FACTORS. ALTHOUGH WE HAVE BETTER HEALTH STATUS AND CARE DELIVERY SYSTEMS RELATIVE TO MANY OTHER STATES, MINNESOTA HAS UNACCEPTABLE DISPARITIES IN HEALTH STATUS AND OUTCOMES ACROSS OUR POPULATIONS. THE HEALTH DISPARITIES IN MINNESOTA ARE CONCENTRATED IN LOWER INCOME POPULATIONS THAT INCLUDE MEDICAID ENROLLEES, RURAL COMMUNITIES, AND POPULATIONS OF COLOR. THE 2102 NOFO APPLICATION BY THE MINNESOTA DEPARTMENT OF HEALTH PROVIDES AN OPPORTUNITY TO BUILD ON THE EXTENSIVE WORK ACCOMPLISHED TO DATE THROUGH THE 1815 AND 1817 GRANTS (GOING INTO THEIR FOURTH YEARS), THE WISEWOMAN PROGRAM GRANT (1816, GOING INTO ITS FOURTH YEAR), AND THE CDC PAUL COVERDELL NATIONAL ACUTE STROKE PROGRAM GRANT THAT IS COMING TO AN END OF ITS 5-YEAR CYCLE WITH LARGELY THE SAME MDH TEAM THAT ENGINEERED THOSE SUCCESSES. PURPOSE:  MDH PROPOSES ACTIVITIES TO DEVELOP, BUILD, AND ENHANCE COMPREHENSIVE STROKE SYSTEMS IN MINNESOTA TO PREVENT STROKE, RAISE STROKE AWARENESS, REDUCE TIME TO TREATMENT, IMPROVE THE TRANSITION HOME AFTER DISCHARGE, AND PREVENT RECURRENCE OF AND COMPLICATIONS FROM STROKE.  OUTCOMES: THE SHORT-TERM OUTCOMES FOR THIS PROPOSAL ARE TO: 1) INCREASE MEASUREMENT, TRACKING, AND ASSESSMENT OF DATA ACROSS STROKE SYSTEMS OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS; 2) INCREASE IMPLEMENTATION OF DATA-DRIVEN QUALITY I MPROVEMENT ACTIVITIES ACROSS STROKE SYSTEMS OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS; AND 3) INCREASE ESTABLISHMENT OF COMMUNITY RESOURCES AND CLINICAL SERVICES FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS ACROSS STROKE SYSTEMS OF CARE.  THE INTERMEDIATE OUTCOMES ARE TO: 1) INCREASE LINKAGE AND USAGE OF DATA ACROSS STROKE SYSTEMS OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS; 2) INCREASE COORDINATION OF CARE ACROSS STROKE SYSTEMS OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS; AND 3) INCREASE PROVISION OF COMMUNITY RESOURCES AND CLINICAL SERVICES TO THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS ACROSS STROKE SYSTEMS OF CARE.  THE LONG-TERM OUTCOMES ARE TO: 1) INCREASE ACCESS TO CARE AND IMPROVE QUALITY OF CARE FOR STROKE PATIENTS; AND 2) DECREASE DISPARITIES IN ACCESS AND QUALITY OF CARE FOR POPULATIONS AT HIGHEST RISK FOR STROKE EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU58DP006947_7523"}, {"internal_id": 137716751, "Award ID": "NU58DP006946", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "WISCONSIN COVERDELL STROKE PROGRAM - THE WISCONSIN COVERDELL STROKE PROGRAM WILL BUILD ON OUR PARTNERSHIPS WITH HOSPITALS AND EMS SERVICES, EXISTING STATEWIDE STROKE REGISTRY, DATA INFRASTRUCTURE, EDUCATIONAL OPPORTUNITIES AND HEALTH PROMOTION EFFORTS IN THE NEXT THREE YEARS.  WHILE OUR WORK HAS RESULTED IN MANY SUCCESSES IN STROKE CARE IN WISCONSIN, MUCH WORK REMAINS, INCLUDING ADDRESSING DISPARITIES IN ACCESS TO AND QUALITY OF CARE. EXPANSION OF EFFORTS IN 2021-2024 WILL FOCUS ON AREAS INCLUDING: (1) INCREASED POST-DISCHARGE DATA TRACKING, (2) WORKFORCE DEVELOPMENT OPPORTUNITIES TO IMPROVE CARE ACCESS AND QUALITY ISSUES (CLINICAL AND SOCIAL) AND REDUCING DISPARITIES ACROSS THE STROKE SYSTEMS OF CARE (SSOC), AND (3) COLLABORATION WITH, AND OUTREACH TO, HIGH RISK POPULATIONS FOR STROKE.WE WILL IMPROVE DATA INFRASTRUCTURE BY EXPANDING BEYOND OUR CURRENT REACH OF 70 HOSPITAL AND 71 EMS PARTNERS WHO ARE PART OF THE COVERDELL STROKE PROGRAM. A MAJORITY OF THESE PARTNERS CURRENTLY SUBMIT DATA TO THE WISCONSIN AMBULANCE RUN DATA SYSTEM (WARDS) AND GET WITH THE GUIDELINES (GWTG) WHICH, COLLECTIVELY, MAKE UP THE STATEWIDE REGISTRY AND INFRASTRUCTURE USED TO TRACK QUALITY OF CARE THROUGHOUT THE SSOC. OUTREACH TO EXPAND EFFORTS WILL FOCUS ON REACHING AREAS AND POPULATIONS CURRENTLY UNDERREPRESENTED, INCLUDING RURAL AREAS, AND INCREASING POST-DISCHARGE DATA SUBMISSION.USING TEAM-BASED APPROACHES TO ENHANCE QUALITY OF CARE, WE WILL USE THE DATA COLLECTED TO OFFER EDUCATIONAL OPPORTUNITIES IN AREAS OF SYSTEMATIC QUALITY IMPROVEMENT, CLINICAL EDUCATION AND WORKFORCE DEVELOPMENT, INCLUDING TOPICS FOCUSED ON ADDRESSING DISPARITIES IN STROKE ACCESS AND CARE. THE USE OF QUARTERLY REPORT CARDS, WHICH PROVIDE EMS AND HOSPITAL PARTNERS WITH PERFORMANCE METRIC DATA ACROSS THE SSOC CONTINUUM, WILL EXPAND TO INCLUDE INFORMATION ON AREAS OF DISPARITY IN THEIR AGENCY.WE WILL ALSO FOCUS ON LINKING COMMUNITY AND CLINICAL SERVICES AND RESOURCES ENGAGING COMMUNITY HEALTH WORKERS AND PATIENT NAVIGATORS TO WORK W ITH INDIVIDUALS AND POPULATIONS AT HIGH RISK FOR STROKE. IN ADDITION, TO BETTER UNDERSTAND THE NEEDS OF ALL COMMUNITIES IN STROKE ACCESS AND CARE, COMMUNITY LISTENING SESSIONS WILL BE TAKING PLACE TO GIVE VOICE TO THOSE POPULATIONS DISPROPORTIONATELY IMPACTED BY STROKE INCIDENCE AND SEVERITY AND TO BETTER UNDERSTAND THE BARRIERS THAT EXIST IN ACCESS TO STROKE CARE.COLLECTIVELY, THESE ACTIVITIES REPRESENT A CONTINUED GROWTH IN THE EFFORTS TO REDUCE THE BURDEN OF STROKE ACROSS WISCONSIN. THE CAPACITY TO DO THIS WORK IS SUPPORTED BY THE HIGH LEVEL OF EXPERTISE WITHIN THE WISCONSIN DEPARTMENT OF HEALTH SERVICES AND THE LARGE, AND GROWING, NETWORK OF PARTNERS ACROSS WISCONSIN IN ALL AREAS OF STROKE PREVENTION AND CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU58DP006946_7523"}, {"internal_id": 137716460, "Award ID": "NU58DP006945", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "MASSACHUSETTS PAUL COVERDELL STROKE PROGRAM - THE MASSACHUSETTS DEPARTMENT OF PUBLIC HEALTH (MDPH) PROPOSES THE EXPANSION OF THE MASSACHUSETTS STROKE SYSTEMS OF CARE (SSOC) TO ENHANCE THE CURRENT MODEL BY EXTENDING THE COLLABORATIONS TO INCLUDE DATA LINKAGES AND COMMUNITY HEALTH CENTER?S (CHC?S) FROM THE FIVE MOST BURDENED MASSACHUSETTS COMMUNITIES THAT ARE DISPROPORTIONATELY AFFECTED BY OPPRESSION AND INEQUITIES. THE PURPOSE OF CREATING DATA LINKAGES AND ENGAGING CHCS TO WORK COLLABORATIVELY WITH THE SSOC WITHIN THEIR SERVICE AREA IS TO CLOSE THE LOOP ON COORDINATING COMPREHENSIVE STROKE CARE ACROSS THE CONTINUUM FOR THE MOST VULNERABLE COMMUNITIES. THE CHC?S WILL IDENTIFY PATIENTS AT HIGHEST RISK FOR STROKE THROUGH DATA ANALYSIS OF PATIENTS WITH HYPERTENSION, DIABETES, AND HISTORY OF SMOKING AND PROVIDE EDUCATION AND INTERVENTION TO PREVENT PRIMARY STROKES. CHC?S WILL ALSO PROVIDE FOLLOW-UP CARE TO PATIENTS WHO HAVE HAD A STROKE, AND WORK TO PREVENT SECONDARY STROKE OR MEDICAL CONDITIONS RESULTING FROM THE STROKE. CREATING EFFECTIVE DATA LINKAGE WILL IMPROVE TIMELY PATIENT CARE AND PROVIDE VALUABLE INFORMATION FOR QUALITY IMPORTANT PURPOSES. MDPH IS SEEKING $650,000 TO SUPPORT THE FOLLOWING SIX STRATEGIES TO IMPLEMENT THE GRANT: C1. LEVERAGE ELECTRONIC HEALTH RECORDS (EHRS) AND HEALTH INFORMATION TECHNOLOGY (HIT) TO IDENTIFY PATIENTS WITH STROKE RISK FACTORS (E.G. UNDIAGNOSED HYPERTENSION) AND MONITOR HEALTH CARE DISPARITIES FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS; C2. ESTABLISH AND EXPAND STATE-WIDE DATA INFRASTRUCTURE THROUGH AN INTEGRATED DATA MANAGEMENT SYSTEM THAT LINKS PRE-HOSPITAL, HOSPITAL, AND POST- HOSPITAL FOLLOW UP DATA FOR MEASUREMENT, TRACKING, AND ASSESSMENT OF QUALITY OF STROKE CARE DATA; C4. ANALYZE DATA AND IDENTIFY AREAS TO IMPROVE THE EFFICIENCY AND QUALITY OF CARE WITHIN EMS AND HOSPITAL SETTINGS AND TO IMPROVE TRANSITIONS OF CARE BETWEEN SETTINGS THROUGH SYSTEMATIC QUALITY IMPROVEMENT (QI) METHODS AND INTERVENTIONS (E.G. PDSA, LEAN, SIX SIGMA); C6. DEVELOP AND IM PLEMENT PATIENT CARE PRACTICES/PATIENT CARE PROTOCOLS WITHIN EMS AND HOSPITAL SYSTEMS TO COORDINATE PATIENT HAND-OFF AND TRANSITIONS IN CARE THROUGHOUT THE STROKE SYSTEMS OF CARE; C8. FACILITATE ENGAGEMENT OF PATIENT NAVIGATORS/COMMUNITY HEALTH WORKERS IN THE MANAGEMENT OF THOSE AT HIGHEST RISK FOR STROKE EVENTS AND POST-EVENT DISCHARGE SUPPORT AND FOLLOW-UP OF STROKE PATIENTS ACROSS CLINICAL AND COMMUNITY SETTINGS; C9. COORDINATE AND/OR PROMOTE STROKE MESSAGING/EDUCATION WITHIN COMMUNITIES AND CLINICAL SETTINGS AROUND THE IMPORTANCE OF ADDRESSING THE NEEDS OF THOSE AT HIGHEST RISK FOR STROKE EVENTS AND THE APPROPRIATE RESPONSE DURING A STROKE EVENT, INCLUDING UTILIZING EMS FOR STROKE TRANSPORT.KEY COMPONENTS IN IMPLEMENTATION OF THE GRANT INCLUDE APPROPRIATE STAFFING, EVALUATION, TECHNICAL ASSISTANCE, PROFESSIONAL EDUCATION AND DEVELOPMENT OF AN INFRASTRUCTURE TO SUPPORT DATA LINKAGE ACROSS THE CONTINUUM OF CARE.DURING THE PROJECT PERIOD, MDPH AIMS TO IMPROVE LONG-TERM OUTCOMES FOR STROKE PATIENTS BY INCREASING ACCESS TO AND IMPROVING QUALITY OF CARE. MDPH WILL FOCUS ON IMPROVING PERFORMANCE ON KEY QUALITY MEASURES, WHILE DECREASING INEQUITIES IN THESE MEASURES AMONG TARGET POPULATIONS INCLUDING ASIAN NON-HISPANIC, BLACK NON-HISPANIC, AND HISPANIC PATIENTS. THE?IMPACT?OF THESE INEQUITIES BECOME APPARENT WITH STROKE?INCIDENCE, WHICH IMPACTS NEARLY 17,000 MASSACHUSETTS RESIDENTS ANNUALLY. STROKE HOSPITALIZATION RATES ARE NOTABLY INEQUITABLE, WITH BLACK NON-HISPANIC POPULATIONS EXPERIENCING OVER TWICE THE RATE OF HOSPITALIZATION COMPARED TO WHITE NON-HISPANIC POPULATIONS?IN 2018?(402.1 VERSUS 196.5 PER 100,000 POPULATION, RESPECTIVELY). ASIAN NON-HISPANIC AND HISPANIC?POPULATIONS?ALSO EXPERIENCE ELEVATED RATES OF HOSPITALIZATION.?MDPH HAS THE SUPPORT OF SSOCS, CHC?S, AND INTERNAL DPH BUREAU?S IN DEVELOPING AND IMPLEMENTING THESE STRATEGIES IN THE COMMUNITIES TARGETED FOR THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU58DP006945_7523"}, {"internal_id": 137716739, "Award ID": "NU58DP006944", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "NC PAUL COVERDELL ACUTE STROKE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU58DP006944_7523"}, {"internal_id": 137716587, "Award ID": "NU58DP006943", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "NEW YORK STATE COVERDELL NATIONAL ACUTE STROKE PREVENTION PROGRAM - PURPOSE WITH THE REQUESTED FUNDING NY PROPOSES TO EXPAND AND ENHANCE ONGOING ACTIVITIES TO IMPROVE COMPREHENSIVE STROKE SYSTEMS PROVIDING CARE TO STROKE PATIENTS AND PREVENTING STROKE EVENTS IN POPULATIONS AT HIGHEST RISK FOR STROKE.  TO ENSURE THE RESOURCES ADDRESS POPULATIONS DISPROPORTIONATELY IMPACTED BY STROKE, NY PROPOSES FOCUSED ACTIVITIES IN THE GEOGRAPHIC REGIONS OF THE STATE WHERE THE RATES OF STROKE MORTALITY AND HOSPITALIZATIONS ARE SIGNIFICANTLY ABOVE THE NATIONAL AVERAGES. ACTIVITIES ARE PROPOSED IN THE AREAS OF LINKING COMMUNITY RESOURCES AND CLINICAL SERVICES THAT SUPPORT THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS ACROSS SYSTEMS OF CARE, TRACKING AND MONITORING CLINICAL MEASURES TO IMPROVE DATA INFRASTRUCTURE ACROSS STROKE SYSTEMS OF CARE, AND IMPLEMENTING A TEAM-BASED APPROACH TO ENHANCE QUALITY OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS ACROSS SYSTEMS OF CARE.IN THE AREA OF LINKING COMMUNITY RESOURCES AND CLINICAL SERVICES TO SUPPORT THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS ACROSS SYSTEMS OF CARE, NY WILL LEVERAGE EHR?S AND HIT TO IDENTIFY PATIENTS WITH STROKE RISK FACTORS AND MONITOR HEALTH CARE DISPARITIES FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS. NY WILL PARTNER WITH GRANTS 1815/1817 TO BUILD UPON WORK FOR UNDIAGNOSED HYPERTENSION AND OTHER RISK FACTORS FOR STROKE. NY WILL ALSO ESTABLISH AND EXPAND STATEWIDE DATA INFRASTRUCTURE THROUGH AN INTEGRATED DATA MANAGEMENT SYSTEM THAT LINKS PRE-HOSPITAL, IN HOSPITAL AND POST-HOSPITAL DATA UTILIZING GET WITH THE GUIDELINES.   IN THE AREA OF TRACKING AND MONITORING CLINICAL MEASURES TO IMPROVE DATA INFRASTRUCTURE ACROSS STROKE SYSTEMS OF CARE, NY WILL ANALYZE DATA AND IDENTIFY PRIORITY AREAS TO IMPROVE EFFICIENCY AND QUALITY OF CARE WITHIN EMS AND HOSPITAL SETTINGS TO IMPROVE TRANSITIONS OF CARE. ADDITIONALLY, NY WILL DEVELOP AND IMPLEMENT PATIENT CARE PRACTICES AND PROTOCOLS TO COORDINATE PATIENT HAND OFF AND TRANSIT IONS IN CARE THROUGHOUT THE STROKE CARE CONTINUUM.  IN THE AREA OF IMPLEMENTING A TEAM-BASED APPROACH TO ENHANCE QUALITY OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS ACROSS SYSTEMS OF CARE, NY ENGAGE PARTNERS ON THE MANAGEMENT OF THOSE AT HIGHEST RISK FOR STROKE AND POST STROKE EVENT FOLLOW UP BY PATIENT NAVIGATORS/COMMUNITY HEALTH WORKERS. NY WILL ALSO COORDINATE AND PROMOTE CULTURALLY APPROPRIATE STROKE MESSAGING WITHIN PRIORITY COMMUNITIES TO IMPROVE RECOGNITION OF STROKE SIGNS AND SYMPTOMS AND UTILIZING EMS FOR TIMELY TRANSPORT.  OUTCOMES NY HAS SELECTED STRATEGIES AND ACTIVITIES TO ACHIEVE OUTCOMES OF THE PAUL COVERDELL NATIONAL ACUTE STROKE PROGRAM (PCNASP).  NY AIMS TO INCREASE THE MEASUREMENT, TRACKING AND ASSESSMENT OF DATA ACROSS STROKE SYSTEMS OF CARE FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND STROKE PATIENTS; INCREASE THE IMPLEMENTATION OF DATA-DRIVEN QUALITY IMPROVEMENT (QI) ACTIVITIES ACROSS STROKE SYSTEMS OF CARE; AND INCREASE LINKAGES BETWEEN CLINICAL AND COMMUNITY RESOURCES FOR STROKE PATIENTS AND THOSE AT HIGHEST RISK FOR STROKE.  THEIR ACCOMPLISHMENT WILL CONTRIBUTE TO INTERMEDIATE OUTCOMES OF INCREASING THE USE OF LINKED DATA SYSTEMS ACROSS STROKE SYSTEMS OF CARE TO SUPPORT CARE DELIVERY AND QI, INCREASED COORDINATION OF CARE ACROSS STROKE SYSTEMS OF CARE AND INCREASED PROVISION OF COMMUNITY RESOURCES AND CLINICAL PREVENTIVE SERVICES TO THOSE AT HIGHEST RISK OF STROKE AND STROKE PATIENTS. NY WILL DEMONSTRATE PROGRESS TOWARD LONG-TERM OUTCOMES OF INCREASING ACCESS TO IMPROVED QUALITY OF CARE OF STROKE PATIENTS AND DECREASING DISPARITIES IN ACCESS TO AND QUALITY CARE FOR PATIENTS WITH STROKE AND THOSE AT HIGHEST RISK FOR STROKE EVENTS.  ONGOING PERFORMANCE MEASUREMENT AND PROGRAM EVALUATION WILL IDENTIFY MID-COURSE CORRECTIONS, TRACK PROGRESS IN SHORT AND INTERMEDIATE OUTCOMES AND DEMONSTRATE IMPACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7d2da8a-0151-8e91-236f-9687ccc8e058-C", "generated_internal_id": "ASST_NON_NU58DP006943_7523"}, {"internal_id": 137716762, "Award ID": "NU58DP006939", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-12", "CFDA Number": "93.810", "Description": "FLORIDA DOH PAUL COVERDELL STROKE REGISTRY INFRASTRUCTURE PROJECT - FLORIDA IS THE THIRD MOST POPULOUS STATE IN THE NATION, WITH NEARLY ONE-FOURTH OF THE POPULATION OVER THE AGE OF 65. AFTER YEARS OF STEADY DECLINE, AGE-ADJUSTED STROKE DEATH RATES IN FLORIDA OVER THE PERIOD FROM 2013 TO 2019 HAVE INCREASED BY 32%. IN 2019, STROKE WAS THE THIRD LEADING CAUSE OF DEATH IN FLORIDA ACCOUNTING FOR A TOTAL 13,868 DEATHS CORRESPONDING TO A RATE OF 65 DEATHS PER 100,000 POPULATION. ALTHOUGH RATES OF HOSPITALIZATION DUE TO STROKE OVER THE PAST 10 YEARS HAVE SLOWLY TRENDED DOWNWARD IN FLORIDA, THERE ARE MANY LOCAL COUNTIES WITH HOSPITALIZATION RATES UP TO 32% HIGHER THAN THE NATIONAL AVERAGE OF 283 PER 100,000 POPULATION. FURTHERMORE, WITHIN SELECT AREAS OF FLORIDA, THE LIKELIHOOD OF ADVERSE STROKE HEALTH OUTCOMES IS GREATER DUE TO ACCESS TO QUALITY CARE AND NO OR LIMITED MANAGEMENT OF MODIFIABLE RISK FACTORS TO PREVENT AN INITIAL STROKE OR RECURRENCE.  SINCE 2012, THE FLORIDA STROKE REGISTRY (FSR) HAS BEEN COLLECTING DATA ON STROKE PATIENTS THAT INCLUDES COMPREHENSIVE DATA ON STROKE AND TRANSIENT ISCHEMIC ATTACK (TIA) ADMISSIONS, INCLUDING KEY ACUTE STROKE PERFORMANCE METRICS BASED ON THE AMERICAN HEART ASSOCIATION/AMERICAN STROKE ASSOCIATIONS (AHA/ASA) GET WITH THE GUIDELINES-STROKE (GWTG-S) PROGRAM. AT PRESENT, THE FSR INCLUDES DATA FROM 127 STROKE CENTERS WITH DATA ON APPROXIMATELY 300,000 STROKE CASES. THROUGH THE FSR, THE QUALITY OF STROKE CARE AND DISPARITIES HAVE BEEN TRACKED AND MEASURED USING STROKE CENTER DATA TO DEVELOP FSR QUALITY IMPROVEMENT TOOLS, SUCH AS THE ANNUAL HOSPITAL DISPARITIES DASHBOARD AND REGIONAL DASHBOARD. THE DASHBOARDS PROVIDE STROKE CENTERS OPPORTUNITIES TO SELF-MONITOR AND BENCHMARK THEIR STROKE CARE PERFORMANCE AND STROKE OUTCOMES TO IMPROVE THE QUALITY OF STROKE CARE IN FLORIDA. WITH THE PAUL COVERDELL NATIONAL ACUTE STROKE PROGRAM, THE FLORIDA DEPARTMENT OF HEALTH (DOH) AND PARTNERS INTEND TO: (1) IDENTIFY INDIVIDUALS, BOTH FOR THOSE AT HIGHEST RISK FOR STROKE EVENTS AND FOR STROKE PATIE NTS, WITH FOCUS ON STROKE PATIENTS AT HIGHEST RISK FOR RECURRENCE AND READMISSION; (2) EXPAND ITS DATA INFRASTRUCTURE TO BETTER CAPTURE PRE-HOSPITAL AND POST-HOSPITAL DATA, LINK THESE NEWLY ACQUIRED DATA WITH THE FSR, AND ENHANCE THE FSR QUALITY IMPROVEMENT TOOLS (E.G., DASHBOARDS); AND (3) TO FOSTER THE CREATION AND SUPPORT OF LOCAL STROKE COALITIONS AND THE INTEGRATION OF COMMUNITY RESOURCES AND PARTNERS TO PROMOTE PREVENTION AND MANAGEMENT OF STROKE. INTENDED OUTCOMES FROM THESE ACTIVITIES ARE COMPREHENSIVE STROKE SYSTEMS FOR INDIVIDUALS STATEWIDE AND IMPROVEMENT IN THE QUALITY AND DELIVERY OF TEAM-BASED CARE FOR HOSPITALIZED STROKE PATIENTS AND POST DISCHARGE THROUGH EXPANDED ENGAGEMENT WITH HEALTH EXTENDERS (E.G., COMMUNITY HEALTH WORKER, COMMUNITY PARAMEDIC, ETC.) IN FLORIDA. THE PROPOSED STRATEGIES AND ACTIVITIES WILL NOT ONLY FACILITATE THE FSR?S CONTINUED WORK TOWARDS ADDRESSING HEALTH DISPARITIES AND INEQUITIES IN THE RISK AND OCCURRENCE OF STROKE, BUT WILL ALSO STANDARDIZED A STATEWIDE, COMPREHENSIVE STROKE CONTINUUM OF CARE IN EFFORT TO REDUCE DISABILITY, MORBIDITY AND MORTALITY DUE TO STROKE IN FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU58DP006939_7523"}, {"internal_id": 49215072, "Award ID": "NU58DP006121", "Award Amount": 4269659.8, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-10", "CFDA Number": "93.810", "Description": "MINNESOTA STROKE PROGRAM, FOA CDC-RFA-DP15-1514", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU58DP006121_7523"}, {"internal_id": 49215071, "Award ID": "NU58DP006120", "Award Amount": 4093190.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-10", "CFDA Number": "93.810", "Description": "GEORGIA COVERDELL ACUTE STROKE REGISTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU58DP006120_7523"}, {"internal_id": 49215027, "Award ID": "NU58DP006076", "Award Amount": 4299180.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-10", "CFDA Number": "93.810", "Description": "MICHIGAN'S ONGOING STROKE REGISTRY TO ACCELERATE IMPROVEMENT OF CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU58DP006076_7523"}, {"internal_id": 49215026, "Award ID": "NU58DP006075", "Award Amount": 4132537.79, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-10", "CFDA Number": "93.810", "Description": "WASHINGTON STATE PAUL COVERDELL ACUTE STROKE PREVENTION AND CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU58DP006075_7523"}, {"internal_id": 49215025, "Award ID": "NU58DP006074", "Award Amount": 4267231.46, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-10", "CFDA Number": "93.810", "Description": "WISCONSIN COVERDELL STROKE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU58DP006074_7523"}, {"internal_id": 49215024, "Award ID": "NU58DP006073", "Award Amount": 3975487.25, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-10", "CFDA Number": "93.810", "Description": "CALIFORNIA STROKE REGISTRY/CALIFORNIA COVERDELL PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU58DP006073_7523"}, {"internal_id": 49215023, "Award ID": "NU58DP006072", "Award Amount": 4439833.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-10", "CFDA Number": "93.810", "Description": "PAUL COVERDELL NATIONAL ACUTE STROKE PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU58DP006072_7523"}, {"internal_id": 49215022, "Award ID": "NU58DP006071", "Award Amount": 4098926.46, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-10", "CFDA Number": "93.810", "Description": "NYS COVERDELL ACUTE STROKE PREVENTION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7d2da8a-0151-8e91-236f-9687ccc8e058-C", "generated_internal_id": "ASST_NON_NU58DP006071_7523"}, {"internal_id": 49214424, "Award ID": "NU58DP000013", "Award Amount": 4451802.39, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-10", "CFDA Number": "93.810", "Description": "OHIO COVERDELL STROKE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU58DP000013_7523"}]