[{"internal_id": 151949007, "Award ID": "U01FD007753", "Award Amount": 364000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "93.876", "Description": "MASPHL-NARMS COOPERATIVE AGREEMENT - PAR-20-124 NARMS COOPERATIVE AGREEMENT PROGRAM TO ENHANCE AND STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS MASSACHUSETTS STATE PUBLIC HEALTH LABORATORY ABSTRACT THE MASSACHUSETTS STATE PUBLIC HEALTH LABORATORY (MASPHL) IS REQUESTING FUNDING FROM PAR-20-124 NARMS COOPERATIVE AGREEMENT PROGRAM TO ENHANCE AND STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS IN ORDER TO CONTRIBUTE TO THE UNDERSTANDING OF THE BURDEN OF ANTIBIOTIC RESISTANT PATHOGENS IN RETAIL MEATS IN THE FOOD SUPPLY. MA SPHL IS COMMITTED TO PRODUCING THE HIGHEST QUALITY RESULTS FROM THE TESTING PERFORMED AT THE LAB AND ARE USING METHODS ACCREDITED TO THE ISO 17025 STANDARD (OR EQUIVALENT), THEREBY ASSURING OF THE QUALITY OF THE RESULTS GENERATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_U01FD007753_7524"}, {"internal_id": 139744113, "Award ID": "U01FD007453", "Award Amount": 364000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "93.876", "Description": "PUERTO RICO ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD (PR-ARS) - ANTIBIOTIC RESISTANCE, A THREAT TO PUBLIC HEALTH WORLDWIDE, IS EXACERBATED BY MISUSE AND OVERUSE OF ANTIBIOTICS FOR THERAPEUTIC PURPOSES IN HUMAN AND VETERINARY MEDICINE. NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEM (NARMS) IS A MULTI-AGENCY FEDERAL PROGRAM THAT COLLABORATES WITH PUBLIC HEALTH AND ACADEMIC INSTITUTIONS IN EFFORTS TO MONITOR ANTIMICROBIAL RESISTANCE IN BACTERIA FROM HUMANS, RETAIL MEATS, AND FOOD-PRODUCING ANIMALS. OUR AIM IS TO COLLABORATE WITH THE FOOD AND DRUG ADMINISTRATION TO ESTABLISH A NARMS SITE IN PUERTO RICO. THE PUERTO RICO ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD (PR-ARS) PROGRAM’S PRIMARY GOAL IS TO ENHANCE, STRENGTHEN AND SUSTAIN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS AS PART OF NARMS. THE STRATEGIES OF THIS PROJECT ADDRESS FOUR (4) SPECIFIC AIMS: (I) DEVELOP AND IMPLEMENT A SURVEILLANCE SYSTEM TO ENHANCE, STRENGTHEN AND SUSTAIN NARMS; (II) DEVELOP A TRAINEE PROGRAM; (III) DEVELOP A COLLABORATION WITH THE PUERTO RICO DEPARTMENT OF HEALTH TO BUILD CAPACITY FOR MICROBIAL RESISTANCE DETECTION AND IMPROVEMENT IN OUTREACH RESPONSE; (IV) DEVELOP AN OUTREACH PROGRAM BEFORE THE END OF THE THIRD QUARTER OF PY-1 AIMED AT PROVIDING SUPPORT TO PUBLIC HEALTH ORGANIZATIONS AND EMPOWERING COMMUNITIES ON ANTIBIOTIC RESISTANCE AND ITS IMPACT ON FOOD SUPPLY. THROUGH THIS PROJECT, WE WILL ESTABLISH A COLLABORATION WITH THE PENNSYLVANIA DEPARTMENT OF HEALTH AND THE PENNSYLVANIA STATE UNIVERSITY, WHICH WILL SERVE AS MODELS AND PROVIDE TRAINING FOR THE SUCCESS OF THE PR-ARS. ANALYSES OF INTEGRATED GENOMICS DATA FROM FOOD AND HUMAN SOURCES WILL ALSO ENHANCE SURVEILLANCE FOR ANTIMICROBIAL RESISTANCE IN ENTERIC BACTERIA. PR-ARS WILL GENERATE BASELINE DATA ABOUT THE ANTIMICROBIAL RESISTANCE STATUS OF ENTERIC PATHOGENS ISOLATED FROM RETAIL MEATS OF PR AND WILL PROVIDE CRITICAL DATA TO FDA FOR REGULATORY OVERSIGHT, WHICH IS ESSENTIAL FOR POLICY-MAKING AND IMPROVEMENTS IN FOOD SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "048480f9-e413-70bf-3bd0-dc68970da9f2-C", "generated_internal_id": "ASST_NON_U01FD007453_7524"}, {"internal_id": 139744483, "Award ID": "U01FD007452", "Award Amount": 554000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "93.876", "Description": "GA. DEPT. OF AGRICULTURE - NARMS - NARMS - PROJECT SUMMARY/ABSTRACT  THE GEORGIA DEPARTMENT OF AGRICULTURE (GDA) IS THE STATE AGENCY RESPONSIBLE FOR REGULATION OF FOOD MANUFACTURED FACILITIES AND RETAIL ESTABLISHMENTS. GDA LABORATORIES (LAB) ARE THE PRIMARY SERVICING LABORATORIES FOR THE REGULATORY PROGRAMS AND ARE FOCUSED ON FOOD ANALYSIS FOR CHEMICAL AND MICROBIOLOGICAL CONTAMINANTS. SINCE 2011, GDA HAS PURSUED FDA GRANTS AND COOPERATIVE AGREEMENTS TO IMPROVE AND HARMONIZE OUR STATE REGULATORY AND TESTING CAPABILITY. THROUGH THESE GRANTS THE LAB ACHIEVED ACCREDITATION TO ISO 17025 INTERNATIONAL STANDARDS WHICH ALLOWS OUR REGULATORY AGENCIES TO PERFORM CONTRACTUAL WORK ON BEHALF OF FDA. SINCE GDA IS GEORGIA’S REGULATORY AUTHORITY OVER FOOD RETAIL ESTABLISHMENTS, THE AGENCY HAS INSPECTORS POSITIONED ALL THROUGHOUT THE STATE OF GEORGIA. THESE INSPECTORS ARE TRAINED TO COLLECT SAMPLES AND RETURN THEM TO OUR LAB FOR TESTING THAT CAN SUPPORT REGULATORY ENFORCEMENT.  SINCE GDA ALREADY HAS INFRASTRUCTURE DESIGNATED FOR SAMPLE COLLECTION AT RETAIL ESTABLISHMENTS AND THE ANALYSIS OF MICROORGANISMS BY THE LAB, THIS AWARD OPPORTUNITY NARMS (NATIONAL ANTIMICROBIAL RESISTANCE MONITORY SYSTEM) SHOULD MAKE A GOOD FIT TO BE IMPLEMENTED BY GDA. THE GEORGIA DEPARTMENT OF PUBLIC HEALTH (GDPH) LABORATORY IS CURRENTLY AWARDED THIS GRANT BUT HAS CONTACTED GDA TO REQUEST ASSISTANCE OR TAKING IT OVER SINCE THE COVID 19 PANDEMIC HAS BECOME THEIR TOP PRIORITY.  IN SUMMARY, GDA INSPECTORS WILL COLLECT THE SAMPLES AND SEND THEM TO THE LAB PER ROUTINE PROTOCOLS. THE LAB WILL SCREEN THE SAMPLES FOR THE TARGET ORGANISMS SUGGESTED IN THE FUNDING OPPORTUNITY AWARD (FOA). THE LAB WILL UTILIZE METHODS DESCRIBED IN THE PROJECT PROTOCOL IN ADDITION TO SCREENING BY APPROVED AND VALIDATED ELISA OR PCR PLATFORMS. ISOLATES SHOWING TYPICAL CHARACTERISTICS WILL BE FURTHER EXAMINED AND CONFIRMED OR SENT TO FDA FOR FURTHER EVALUATION. AS NEEDED, GDPH HAS AGREED TO ALSO ASSIST IN IN WHOLE GENOME SEQUENCING OF THE ISOLATES, SINCE GDA DOES NOT CURRENTLY HAVE THAT ABILITY, IN ADDITION TO MENTORING OF THE METHODS AND PROGRAM UNTIL FULLY ESTABLISHED.  THE LAB HAS DEVELOPED AND DEMONSTRATED SUCCESSFUL RELATIONSHIPS WITH THEIR REGULATORY PARTNERS AND THE GDPH LAB, WHICH SHOULD INDICATE ITS ABILITY TO FULFILL THIS OBJECTIVE. THE LAB ALSO ROUTINELY PERFORMS THOUSANDS OF MICROBIOLOGICAL ANALYSES ON RETAIL FOOD SAMPLES ANNUALLY. IF AWARDED, GDA WILL BE CAPABLE OF ENHANCING AND STRENGTHENING ANTIMICROBIAL RESISTANCE SURVEILLANCE DATA. THIS IN TURN CAN BE USED TO INFORM PUBLIC HEALTH STAKEHOLDERS ABOUT POPULATIONS OF RESISTANT STRAINS AND IF CURRENT POLICY AND PRACTICES ARE ADEQUATE FOR OVERALL SAFETY OF CONSUMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a674ba31-cc9d-12d9-3834-7a41684cd59b-C", "generated_internal_id": "ASST_NON_U01FD007452_7524"}, {"internal_id": 139742312, "Award ID": "U01FD007451", "Award Amount": 531063.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "93.876", "Description": "NMDOH SCIENTIFIC LABORATORY DIVISION RETAIL MEAT SURVEILLANCE PROGRAM - PROJECT SUMMARY PURPOSE  THE NEW MEXICO DEPARTMENT OF HEALTH SCIENTIFIC LABORATORY DIVISION (NMDOH SLD) HAS PARTICIPATED IN THE RETAIL MEAT SURVEILLANCE (RMS) SINCE 2004.THE RMS STUDY HAS TRADITIONALLY FOCUSED ON RETAIL MEAT SAMPLES LIKE RAW CHICKEN, GROUND TURKEY, GROUND BEEF, AND PORK THAT ARE DERIVED FROM FARM BASED LIVE-STOCK ANIMALS SUCH AS BOVINES, POULTRY, AND SWINE. THE ASSOCIATED BACTERIAL TARGETS FROM THESE MEAT MATRICES HAVE BEEN SALMONELLA SPECIES, CAMPYLOBACTER SPECIES (PRIMARILY C. JEJUNI AND C. COLI), ENTEROCOCCUS SPECIES, AND E. COLI. RECENTLY THE NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEM (NARMS) PROGRAM HAS MOVED IN A STRATEGIC DIRECTION WITH AN EMPHASIS ON A ONE HEALTH MODEL OF MONITORING, WHICH IS A MULTISECTORAL AND TRANSDISCIPLINARY APPROACH THAT LOOKS AT THE INTERCONNECTIONS BETWEEN PEOPLE, ANIMALS, PLANTS, AND THE ENVIRONMENT. THIS HAS AND WILL CONTINUE TO BRING ABOUT NEW PILOT STUDIES THAT WILL EXPAND TESTING TO OTHER MEAT MATRICES AS WELL AS TO ENVIRONMENTAL SAMPLES SUCH AS SURFACE WATERS AND SOILS.  THE ENVIRONMENTAL MICROBIOLOGY (EM) LABORATORY AT NMDOH SLD IS CURRENTLY PARTICIPATING IN THE LATEST NARMS PILOT STUDY INVOLVING SEAFOOD AND IS DOING WELL WITH ISOLATING THE INTENDED TARGETS: VIBRIO SPECIES, AEROMONAS SPECIES, ENTEROCOCCUS SPECIES, AND LACTOSE FERMENTERS. EM LABORATORY ENJOYS PARTICIPATING IN THE PILOT STUDY AND CURRENTLY HAS SOME METHOD MODIFICATIONS TO BETTER IMPROVE RECOVERY OF SOME OF THE LISTED TARGETS. THE SEAFOOD PILOT STUDY IS PARTICULARLY IMPORTANT BECAUSE THE CONSUMPTION OF SEAFOOD, PARTICULARLY AQUACULTURE PRODUCTS, IS PROJECTED TO SIGNIFICANTLY INCREASE AND SUCH INDUSTRIES RELY HEAVILY ON THE USE OF ANTIBIOTICS TO COMBAT INFECTIOUS DISEASES THAT THREATEN PRODUCTION.  PURCHASING ACTIVITIES HAVE BEEN LIMITED, IN TERMS OF THE MONTHLY SHOPPING FREQUENCY FOR RAW MEAT SAMPLES AND TIME ALLOTMENTS FOR SUCH OPERATIONS (LIMITED TO 3 HOURS), DUE TO A SHORTAGE OF QUALIFIED PURCHASING PERSONNEL EQUIPPED WITH P-CARDS. THE EM LABORATORY WAS RECENTLY PROVIDED WITH A P-CARD WHICH WILL MAKE IT POSSIBLE TO EXPAND SHOPPING / SAMPLE GATHERING CAPABILITIES FOR THE START OF THIS UPCOMING GRANT CYCLE. NO LONGER WILL THE EM LABORATORY BE LIMITED TO JUST ONE SHOPPING EVENT PER MONTH, BUT INSTEAD IS PLANNING ON GOING ONCE PER WEEK. EM LABORATORY PERSONNEL WILL ADDITIONALLY BE ABLE TO PURCHASE RETAIL MEAT SAMPLES FROM OTHER CITIES ACROSS THE ENTIRE STATE OF NEW MEXICO THAT PREVIOUSLY WAS NOT POSSIBLE. SUCH TEMPORAL AND GEOGRAPHICAL EXPANSIONS SHOULD OVERALL PROVIDE FOR MORE MEANINGFUL DATA TO THE NARMS PROGRAM. EXPECTED OUTCOMES  THE GOAL OF THIS STUDY IS TO DETERMINE THE PREVALENCE OF ANTIMICROBIAL RESISTANCE AMONG SALMONELLA, CAMPYLOBACTER, E. COLI AND ENTEROCOCCI ISOLATED FROM RETAIL SAMPLES OF RETAIL CHICKEN, GROUND TURKEY, GROUND BEEF AND PORK CHOPS PURCHASED FROM GROCERY STORES IN NEW MEXICO. THE INFORMATION OBTAINED WILL ALSO HELP OUR EPIDEMIOLOGISTS BETTER UNDERSTAND THE PREVALENCE OF ANTIMICROBIAL RESISTANCE IN NEW MEXICO. THE LABORATORY WILL CONTINUE TO PROVIDE TESTING FOR THIS PROJECT FOLLOWING ESTABLISHED PROCEDURES AND ALSO PARTICIPATE IN ANY PILOT STUDIES THAT ARE INTRODUCED. THE APPROVAL OF A P-CARD FOR THE EM SECTION WILL ALLOW FOR ADDITIONAL COVERAGE WITH THE STATE OF NEW MEXICO OVER THE FIVE-YEAR GRANT PROJECT. PAGE 1 OF 1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_U01FD007451_7524"}, {"internal_id": 110024363, "Award ID": "U01FD007224", "Award Amount": 629000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "FDA NARMS COOPERATIVE AGREEMENT PROGRAM TO STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_U01FD007224_7524"}, {"internal_id": 110024460, "Award ID": "U01FD007163", "Award Amount": 707835.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "ENHANCING NARMS SURVEILLANCE OF ANTIBIOTIC RESISTANCE IN RETAIL FOODS IN HAWAII", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_U01FD007163_7524"}, {"internal_id": 110024900, "Award ID": "U01FD007162", "Award Amount": 707835.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "EXTENDING NARMS SURVEILLANCE OF ANTIBIOTIC RESISTANCE IN RETAIL FOODS IN CALIFORNIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_U01FD007162_7524"}, {"internal_id": 110024208, "Award ID": "U01FD007159", "Award Amount": 731000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "NARMS COOPERATIVE AGREEMENT PROGRAM TO STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS (U01) CLINICAL TRIALS NOT ALLOWED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_U01FD007159_7524"}, {"internal_id": 110024936, "Award ID": "U01FD007158", "Award Amount": 641329.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "THE STATE OF CONNECTICUT DEPARTMENT OF PUBLIC HEALTH RETAIL FOOD PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_U01FD007158_7524"}, {"internal_id": 110024429, "Award ID": "U01FD007157", "Award Amount": 657000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "OREGON STATE PUBLIC HEALTH LABORATORY PARTICIPATION IN THE FDA NARMS RETAIL MEAT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_U01FD007157_7524"}, {"internal_id": 110024452, "Award ID": "U01FD007156", "Award Amount": 734000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL MEAT AND SEAFOOD SAMPLES FROM SOUTH DAKOTA AND NORTH DAKOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_U01FD007156_7524"}, {"internal_id": 110025508, "Award ID": "U01FD007154", "Award Amount": 642000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "NARMS COOPERATIVE AGREEMENT PROGRAM TO STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "243c42fe-e9bd-c718-77c5-205723805d8e-C", "generated_internal_id": "ASST_NON_U01FD007154_7524"}, {"internal_id": 110024927, "Award ID": "U01FD007147", "Award Amount": 657000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "NARMS COOPERATIVE AGREEMENT PROGRAM TO STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_U01FD007147_7524"}, {"internal_id": 110024502, "Award ID": "U01FD007145", "Award Amount": 677000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "MONITORING ANTIMICROBIAL RESISTANCE (AMR) IN ENTERIC PATHOGENS ISOLATED FROM RETAIL MEATS AND SEAFOODS IN NORTH CAROLINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_U01FD007145_7524"}, {"internal_id": 110025333, "Award ID": "U01FD007143", "Award Amount": 620084.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "NARMS COOPERATIVE AGREEMENT PROGRAM TO STRENGTHEN ANTIBIOTIC RESISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b0e3bb0-77db-84fc-a5b2-4b570cc131fb-C", "generated_internal_id": "ASST_NON_U01FD007143_7524"}, {"internal_id": 112087595, "Award ID": "U01FD007142", "Award Amount": 472622.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-10-29", "CFDA Number": "93.876", "Description": "PENNSYLVANIA SURVEILLANCE FOR ANTIMICROBIAL RESISTANT-ENTERIC BACTERIA IN RETAIL FOOD - PENNSYLVANIA SURVEILLANCE FOR ANTIMICROBIAL RESISTANT-ENTERIC BACTERIA IN RETAIL FOOD ABSTRACT ANTIMICROBIAL RESISTANCE IN HUMAN PATHOGENS FROM CONTAMINATED FOOD PRODUCTS INCLUDING SALMONELLA FROM POULTRY MEAT AND ACINETOBACTER FROM SHRIMPS IS OF GREAT CONCERN. PENNSYLVANIA IS MOTIVATED TO PARTICIPATE IN NATIONAL ANTIMICROBIAL MONITORING SYSTEM (NARMS) RETAIL FOOD SURVEILLANCE FOR TWO REASONS. FIRST, THE PROGRAM WILL ENABLE US TO CONTRIBUTE TO THE FDA'S REGULATORY OVERSIGHT FOR ANTIBIOTICS, WHICH DIRECTLY BENEFITS OUR RESIDENTS. SECOND, IT WILL ENABLE US TO STRENGTHEN INTEGRATED SURVEILLANCE FOR ENTERIC BACTERIA BY USING WHOLE GENOME SEQUENCING TO COMPARE BACTERIA FROM FOOD SAMPLES WITH BACTERIA ISOLATED FROM PATIENTS. THIS COMPARISON FACILITATES OUTBREAK INVESTIGATIONS, TRACE-BACK OF CONTAMINATED PRODUCTS, AND PRIORITIZATION OF INTERVENTIONS SUCH AS FACILITY INSPECTIONS BY REGULATORS. ANALYSES OF INTEGRATED GENOMICS DATA FROM FOOD AND HUMAN SOURCES WILL ALSO ENHANCE SURVEILLANCE FOR ANTIMICROBIAL RESISTANCE IN ENTERIC BACTERIA. THIS PROJECT WILL RESULT IN BETTER COORDINATION AND EXCHANGE OF DATA AND ISOLATES WITH THE FDA AND EXPAND HIGH RESOLUTION DETECTION OF AND RESPONSE TO EMERGING DRUG-RESISTANT PATHOGENS. IMPROVED TIMELINES OF THE SURVEILLANCE SYSTEM. ADDITIONALLY, OUR EFFORTS WILL IMPROVE DATA QUALITY AND COMPLETENESS OF RECORDS AND WILL SUPPORT THE USE OF NARMS FINDINGS TO IMPROVE ONE HEALTH ANTIMICROBIAL STEWARDSHIP IN FOOD PRODUCTION AND HEALTHCARE SETTINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_U01FD007142_7524"}, {"internal_id": 110025976, "Award ID": "U01FD007141", "Award Amount": 579961.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEM (NARMS) RETAIL FOOD SURVEILLANCE IN SELECTED URBAN AREAS OF NORTHERN CALIFORNIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1aa0eeec-4e2d-2c3e-89ff-56fd808b1501-C", "generated_internal_id": "ASST_NON_U01FD007141_7524"}, {"internal_id": 110024983, "Award ID": "U01FD007137", "Award Amount": 657751.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "NARMS COOPERATIVE AGREEMENT PROGRAM TO STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93d65d19-b856-a5f2-8bc4-5158b8b56d14-C", "generated_internal_id": "ASST_NON_U01FD007137_7524"}, {"internal_id": 110025325, "Award ID": "U01FD007136", "Award Amount": 692000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "DETECTION AND SURVEILLANCE OF ANTIMICROBIAL RESISTANCE AMONG ENTERIC BACTERIA FROM RAW RETAIL MEAT AND SEAFOOD IN IOWA: A NARMS RETAIL FOOD SURVEILLANCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_U01FD007136_7524"}, {"internal_id": 110025070, "Award ID": "U01FD007132", "Award Amount": 726000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS IN KANSAS AS A PART OF THE NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_U01FD007132_7524"}, {"internal_id": 110025339, "Award ID": "U01FD007130", "Award Amount": 724000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "NARMS RETAIL FOOD SURVEILLANCE IN OHIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_U01FD007130_7524"}, {"internal_id": 110025108, "Award ID": "U01FD007128", "Award Amount": 702000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS IN TEXAS AND OKLAHOMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_U01FD007128_7524"}, {"internal_id": 110024986, "Award ID": "U01FD007125", "Award Amount": 552000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "93.876", "Description": "NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEM USING RETAIL MEAT FOR LOUISIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_U01FD007125_7524"}, {"internal_id": 50094206, "Award ID": "U01FD006254", "Award Amount": 330881.34, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "93.876", "Description": "MONITORING ANTIMICROBIAL RESISTANCE (AMR) IN SALMONELLA, CAMPYLOBACTER, ESCHERICHIA COLI AND ENTEROCOCCUS SPP. ISOLATED FROM RETAIL MEATS IN NORTH CAROLINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_U01FD006254_7524"}, {"internal_id": 50094205, "Award ID": "U01FD006253", "Award Amount": 316869.34, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "93.876", "Description": "PENNSYLVANIA RETAIL MEAT PROGRAM - COLLABORATION WITH FDA NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEMS (NARMS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_U01FD006253_7524"}, {"internal_id": 50094204, "Award ID": "U01FD006248", "Award Amount": 440613.14, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "93.876", "Description": "NARMS SURVEILLANCE OF ANTIBIOTIC RESISTANCE IN RETAIL MEAT IN SOUTHERN CALIFORNIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_U01FD006248_7524"}, {"internal_id": 50094178, "Award ID": "U01FD005800", "Award Amount": 532986.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "TENNESSEE DEPARTMENT OF HEALTH: NARMS COOPERATIVE AGREEMENT PROGRAM TO ENHANCE AND STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_U01FD005800_7524"}, {"internal_id": 50094177, "Award ID": "U01FD005799", "Award Amount": 510761.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "NARMS COOPERATIVE AGREEMENT PROGRAM TO ENHANCE AND STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS IN NEW YORK STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b0e3bb0-77db-84fc-a5b2-4b570cc131fb-C", "generated_internal_id": "ASST_NON_U01FD005799_7524"}, {"internal_id": 50094176, "Award ID": "U01FD005798", "Award Amount": 439081.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "93.876", "Description": "NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEM FOR LOUISIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_U01FD005798_7524"}, {"internal_id": 50094175, "Award ID": "U01FD005797", "Award Amount": 405096.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "93.876", "Description": "ENHANCED RETAIL MEAT SURVEILLANCE FOR THE NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_U01FD005797_7524"}, {"internal_id": 50094174, "Award ID": "U01FD005796", "Award Amount": 376230.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "PHFE/CEIP NARMS RETAIL FOOD SURVEILLANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1aa0eeec-4e2d-2c3e-89ff-56fd808b1501-C", "generated_internal_id": "ASST_NON_U01FD005796_7524"}, {"internal_id": 50094173, "Award ID": "U01FD005795", "Award Amount": 399661.02, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "NARMS COOPERATIVE AGREEMENT PROGRAM TO ENHANCE AND STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS - SOUTH CAROLINA DEPARTMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_U01FD005795_7524"}, {"internal_id": 50094172, "Award ID": "U01FD005794", "Award Amount": 507137.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "NARMS COOPERATIVE AGREEMENT PROGRAM TO ENHANCE AND STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_U01FD005794_7524"}, {"internal_id": 50094171, "Award ID": "U01FD005793", "Award Amount": 583093.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "NARMS: ENHANCE AND STRENGTHEN ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_U01FD005793_7524"}, {"internal_id": 50094170, "Award ID": "U01FD005791", "Award Amount": 1144328.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "WASHINGTON STATE PUBLIC HEALTH LAB NARMS RETAIL MEAT SURVEILLANCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_U01FD005791_7524"}, {"internal_id": 50094169, "Award ID": "U01FD005790", "Award Amount": 512000.3, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "93.876", "Description": "ANTIMICROBIAL RESISTANCE IN ENTERIC BACTERIA FROM RETAIL MEAT IN IOWA: A NARMS RETAIL FOOD SURVEILLANCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_U01FD005790_7524"}, {"internal_id": 50094168, "Award ID": "U01FD005789", "Award Amount": 513131.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL FOOD SPECIMENS IN THE SOUTHWESTERN UNITED STATES: TEXAS, OKLAHOMA, AND NEW MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_U01FD005789_7524"}, {"internal_id": 50094167, "Award ID": "U01FD005788", "Award Amount": 390841.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "93.876", "Description": "GEORGIA: NARMS RETAIL MEAT RFA- PAR-16-099 NARMS COOPERATIVE AGREEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_U01FD005788_7524"}, {"internal_id": 50094166, "Award ID": "U01FD005787", "Award Amount": 574111.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "ANTIBIOTIC RESISTANCE SURVEILLANCE IN RETAIL MEAT SAMPLES FROM SOUTH DAKOTA AND NORTH DAKOTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_U01FD005787_7524"}, {"internal_id": 50094165, "Award ID": "U01FD005786", "Award Amount": 363476.25, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "93.876", "Description": "ENHANCING CAPABILITY AND CAPACITY OF MARYLAND?S LABORATORY TO CONDUCT SURVEILLANCE OF ANTIBIOTIC RESISTANCE PATHOGENS IN SELECTED RETAIL FOODS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95aa368b-74c3-39d8-8bea-4ab12b9b86a2-C", "generated_internal_id": "ASST_NON_U01FD005786_7524"}, {"internal_id": 50094164, "Award ID": "U01FD005785", "Award Amount": 541763.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "93.876", "Description": "RETAIL MEAT SURVEILLANCE IN THE STATE OF KANSAS AS A PART OF THE NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_U01FD005785_7524"}, {"internal_id": 50094163, "Award ID": "U01FD005780", "Award Amount": 491680.97, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "93.876", "Description": "NATIONAL ANTIMICROBIAL RESISTANCE MONITORING SYSTEM (NARMS)- SURVEILLANCE IN RETAIL FOOD SPECIMENS IN MISSOURI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_U01FD005780_7524"}, {"internal_id": 50094162, "Award ID": "U01FD005779", "Award Amount": 495956.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "93.876", "Description": "OREGON STATE PUBLIC HEALTH LABORATORY PARTICIPATION IN THE FDA NARMS RETAIL MEAT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_U01FD005779_7524"}]