[{"internal_id": 50096057, "Award ID": "U01PS003325", "Award Amount": 1269229.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2011-06-30", "CFDA Number": "93.947", "Description": "ADDRESSING GLOBAL TB PREVENTION AND CONTROL IN ALL POPULATIONS AND STRENGTHENING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bededc4a-1659-02b7-c8d8-7f5a361c38eb-C", "generated_internal_id": "ASST_NON_U01PS003325_7523"}, {"internal_id": 110234572, "Award ID": "U01GH002278", "Award Amount": 3605181.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "93.494", "Description": "CLOSING -TB GAPS - FOR PEOPLE LIVING WITH HIV: TB GUIDANCE FOR ADAPTABLE PATIENT-CENTERED SERVICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddcd398f-5e59-e840-2368-a57b84efdc7d-C", "generated_internal_id": "ASST_NON_U01GH002278_7523"}, {"internal_id": 155738191, "Award ID": "NU52PS910248", "Award Amount": 1332010.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-16", "CFDA Number": "93.947", "Description": "SOUTHEASTERN NATIONAL TUBERCULOSIS CENTER AT THE UNIVERSITY OF FLORIDA - THE PROPOSAL FROM THE SOUTHEASTERN NATIONAL TUBERCULOSIS CENTER (SNTC) WILL ADDRESS THE PUBLIC HEALTH GOAL OF TB ELIMINATION BY BUILDING ON OUR PREVIOUS SUCCESS, OUR RELEVANT PROGRAMMATIC EXPERIENCE, AND RELATIONSHIPS AS A CDC FUNDED TB COE. WE WILL CONTINUE TO USE OUR EXPERIENCE ASSISTING TB PROGRAMS AND CLINICIANS TO IMPLEMENT NEW TECHNOLOGY, IN A PERSONALIZED/INDIVIDUALIZED MANNER THAT BEST FITS THE NEEDS OF THE PROGRAM, CLINICIAN, AND PATIENT. WE WILL CONTINUE TO PROVIDE AND EXCEED THE AMOUNT OF TRAINING REQUIRED BY THE GRANT. WE HAVE AND WILL CONTINUE TO PROVIDE EDUCATION THAT USES THE MOST APPROPRIATE AND LATEST TECHNOLOGY AND APPROACHES AND EXPERT MEDICAL CONSULTATION TO US TB PROGRAMS, AS WE HAVE OVER THE PAST 18 YEARS. WE WILL USE OUR PERSPECTIVE AS AN EXPERIENCED COE TO INNOVATIVELY LINK PUBLIC HEALTH-BASED TB EXPERTS WITH A RANGE OF PROVIDERS SERVING VULNERABLE POPULATIONS AT-RISK FOR TB, SUCH AS REFUGEES, PLWHIV, NON-US BORN INDIVIDUALS IN SUPPORT OF CDC EFFORTS TO FOCUS ON LTBI TESTING AND TREATMENT AS A KEY COMPONENT OF TB ELIMINATION IN THE US. TO FULFILL OUR PURPOSE AS A TB CENTER OF EXCELLENCE (TB COE), THESE MEASURABLE OUTCOMES WILL ALLOW US TO MEASURE PROGRESS TOWARDS ACHIEVING OUR GOALS. THESE OUTCOMES ARE FOCUSED AROUND TWO STRATEGIES, (1) TB KNOWLEDGE, SKILLS, AND ABILITIES: COMMUNICATION, EDUCATION AND TRAINING AND (2) TB PATIENT CARE MANAGEMENT: EXPERT MEDICAL CONSULTATION. BY THE END OF THIS PROJECT THE COE WILL ACHIEVE ALL OF THESE OUTCOMES: INCREASED KNOWLEDGE AND SKILLS RELATED TO TB AND LTBI PREVENTION AND CONTROL AMONG PUBLIC HEALTH STAFF AND HEALTHCARE WORKERS; INCREASED ACCESS TO AND USE OF TB EDUCATIONAL RESOURCES; EXPANDED AVAILABILITY AND USE OF EXPERT CONSULTATIONS FOR PROVIDER NETWORKS SERVING POPULATIONS AT HIGH-RISK FOR LTBI AND TB; INCREASED UNDERSTANDING OF REGIONAL AND NATIONAL TRENDS OF TB PATIENT CARE NEEDS; AND TRAIN THE NEXT GENERATION OF TB EXPERT. IN THIS PROPOSAL WE DEMONSTRATE, THAT WE HAVE AN WILL CONTINUE TO BUILD ON OUR EXPERIENCE AND LESSONS LEARNED OVER 18 YEARS AS A CDC FUNDED TB CENTER. WE PLAN TO CONTINUE TO MOVE FORWARD COLLABORATING WITH CDC AND OTHER TB PARTNERS AS FOLLOWS: ENGAGE AND COLLABORATE FREQUENTLY WITH REGIONAL STATE AND LOCAL TB CONTROL PROGRAMS AS WELL AS DIVERSE INSTITUTIONS THAT SERVE HIV PATIENTS, REFUGEES, AND OTHER IMMIGRANTS INCLUDING FEDERALLY QUALIFIED HEALTH CENTERS AND CIVIL SURGEONS IN THE PRIVATE SECTOR; WE WILL CONTINUE TO BE ACTIVELY INVOLVED AND LEAD NATIONAL AND LOCAL TB EDUCATION MEETINGS; WE WILL FURTHER DEVELOP OUR RELATIONSHIP WITH THE US PANEL PHYSICIANS AND THE CDC DIVISION OF GLOBAL MIGRATION AND QUARANTINE (DGMQ). TB DISPROPORTIONATELY AFFECTS MINORITY POPULATIONS THAT HAVE HISTORICALLY EXPERIENCED GREATER BARRIERS TO HEALTHCARE SERVICES. THE SNTC HAS BEEN COMMITTED TO SERVING THESE POPULATIONS DISPROPORTIONATELY AFFECTED BY TB AND LTBI. OVER THE LAST 18 YEARS, WE HAVE DEMONSTRATED THAT WE HAVE THE ORGANIZATIONAL CAPACITY TO IMPLEMENT THE APPROACH DESCRIBED THROUGHOUT THIS PROPOSAL. THE SNTC UTILIZES EVIDENCE-BASED EVALUATION AND PERFORMANCE MEASUREMENT STRATEGIES TO MONITOR OUR SUCCESS IN ACHIEVING SHORT, MEDIUM, AND LONG-TERM GOALS IDENTIFIED IN THE NEEDS ASSESSMENT. THIS PROPOSAL SHOWS OUR CAPACITY AND COMMITMENT TO DEVELOPING THE CAPACITY OF THE US TB WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_NU52PS910248_7523"}, {"internal_id": 155738538, "Award ID": "NU52PS910247", "Award Amount": 1332010.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-16", "CFDA Number": "93.947", "Description": "CURRY INTERNATIONAL TUBERCULOSIS CENTER - TUBERCULOSIS (TB) IS ONE OF THE LEADING CAUSES OF DEATH WORLDWIDE, AND ITS ELIMINATION REMAINS A VITAL PUBLIC HEALTH PRIORITY OF THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC). TO ASSIST CDC EFFORTS, THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO (UCSF) PROPOSES THAT THE CURRY INTERNATIONAL TUBERCULOSIS CENTER (CITC) BE SUPPORTED AS A TUBERCULOSIS CENTER OF EXCELLENCE (TB COE) TO CONTINUE TRAINING, TECHNICAL ASSISTANCE, AND EXPERT MEDICAL CONSULTATION TO THE TB HEALTHCARE WORKFORCE. CITC IS CURRENTLY FUNDED BY THE CDC AS A TB COE. DURING ITS 28-YEAR HISTORY OF CREATING, ENHANCING, AND DISSEMINATING STATE-OF-THE-ART RESOURCES AND MODELS OF EXCELLENCE FOR TB CARE AND PREVENTION, CITC HAS BUILT A FOUNDATION OF STRONG PARTNERSHIPS WITH TB PROGRAMS, COMMUNITY PROVIDER NETWORKS, ACADEMIA, AND CROSS-DISCIPLINARY TRAINING CENTERS TO FULFILL ITS MISSION. AS A TB COE, CITC’S GOAL WILL BE TO SUPPORT RENEWED MOMENTUM TOWARD TB ELIMINATION IN THE US. DURING THE AWARD PERIOD, CITC WILL FOCUS ON TWO MAJOR ACTIVITIES DEFINED IN THE NOTICE OF FUNDING OPPORTUNITY CDC-FRA-PS23-2301: 1) INCREASING KNOWLEDGE, SKILLS AND ABILITIES FOR TB AND LATENT TUBERCULOSIS INFECTION (LTBI) PREVENTION AND CONTROL THROUGH COMMUNICATION, EDUCATION AND TRAINING ACTIVITIES; AND 2) IMPROVING SUSTAINABLE, EVIDENCE-BASED TB AND LTBI CLINICAL PRACTICES AND PATIENT CARE THROUGH THE PROVISION OF EXPERT MEDICAL CONSULTATION. BY THE END OF THE PROJECT PERIOD, CITC EXPECTS TO ACHIEVE THE FOLLOWING SHORT-TERM OUTCOMES: 1) INCREASED KNOWLEDGE AND SKILLS RELATED TO TB AND LTBI PREVENTION AND CONTROL AMONG PUBLIC HEALTH STAFF AND HEALTHCARE WORKERS; 2) INCREASED ACCESS TO AND USE OF TB EDUCATIONAL RESOURCES; 3) EXPANDED AVAILABILITY AND USE OF EXPERT CONSULTATIONS FOR COMMUNITY PROVIDER NETWORKS SERVING POPULATIONS AT HIGH-RISK FOR LTBI AND TB; AND 4) INCREASED UNDERSTANDING OF NATIONAL TRENDS OF TB PATIENT CARE NEEDS. THE COVID-19 PANDEMIC ACCELERATED A PRE-EXISTING EXODUS OF STAFF FROM THE PUBLIC HEALTH WORKFORCE, ACUTELY NOTED AMONG THE NURSING CADRE, UNDERSCORING THE CRUCIAL NEED FOR CAPACITY-BUILDING TO SUPPORT TB CARE AND PREVENTION. THE INCREASING COMPLEXITY OF TB CASES (E.G., CO-MORBIDITIES, DRUG RESISTANCE, ETC.) PRESENTS ADDITIONAL CLINICAL AND PROGRAMMATIC CHALLENGES. THE NEED IS CRITICAL FOR EXPERT CENTERS THAT WILL STRENGTHEN LOCAL CAPACITY THROUGH MULTI-DISCIPLINARY TB TRAINING, TECHNICAL ASSISTANCE, AND EXPERT CONSULTATION. THE STRATEGIES AND ACTIVITIES OUTLINED IN THIS PROPOSAL SERVE TO ADDRESS THESE NEEDS BY SUSTAINING THE HIGHEST STANDARDS OF TB CARE, REDUCING HEALTH DISPARITIES IN TARGET POPULATIONS, AND ADVANCING THE GOAL OF DOMESTIC TB ELIMINATION. CITC WILL CONTINUE TO DELIVER STATE-OF-THE-ART CLINICAL AND PROGRAMMATIC TRAINING AND EDUCATIONAL PRODUCTS THAT COMBINE UP-TO-DATE, EVIDENCE-BASED CLINICAL EXPERTISE, PROVEN METHODS OF CASE MANAGEMENT AND PREVENTION, AND BEST PRACTICE MODELS OF CULTURALLY-SENSITIVE, PERSON-CENTERED CARE. A SYSTEMATIC APPROACH TO HEALTH EDUCATION WILL GUIDE THE DEVELOPMENT OF ALL COURSES AND PRODUCTS, APPLYING APPROPRIATE PROCESS AND OUTCOME EVALUATION METHODS, WITH RELIANCE ON ONGOING NEEDS ASSESSMENT, COLLABORATION, AND COMMUNICATION WITH TB PROGRAMS AND PARTNERS TO GUIDE EDUCATIONAL PRIORITIES. CITC WILL CONTINUE TO PROVIDE EXPERT MEDICAL, NURSING, AND PROGRAMMATIC CONSULTATION SERVICES, UTILIZING A CORPS OF 33 CONSULTANTS WHO REPRESENT THE HIGHEST CALIBER OF ACADEMIC AND CLINICAL TB EXPERTISE. TRAINING PLATFORMS WILL MEET EVOLVING LEARNER STYLES WITH INCREASED RELIANCE ON DISTANCE METHODOLOGIES, USING TECHNOLOGY TO ENHANCE ACCESSIBILITY. CITC WILL INCREASE ITS FOCUS ON LTBI OUTREACH AND ENGAGING PROGRAMS AND COMMUNITY PROVIDERS TO ADVANCE EQUITABLE ACCESS AND QUALITY OF CARE FOR POPULATIONS AT HIGH-RISK. AS CITC NEARS ITS 3RD DECADE OF SERVICE TO THE HEALTHCARE COMMUNITY, IT WILL CONTINUE AN EXCEPTIONAL TRADITION OF EXCELLENCE, INNOVATION, AND COLLABORATION IN THE PURSUIT OF TB ELIMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_NU52PS910247_7523"}, {"internal_id": 155739101, "Award ID": "NU52PS910246", "Award Amount": 1332010.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-16", "CFDA Number": "93.947", "Description": "TB CENTERS OF EXCELLENCE FOR TRAINING, EDUCATION, AND MEDICAL CONSULTATION - OBJECTIVE IS TO INCREASE, EXPAND, AND UTILIZE RUTGERS GLOBAL TUBERCULOSIS INSTITUTE'S CURRENT INFRASTRUCTURE AND PROGRAMMING TO MEET THE PROJECT GOAL. CURRENT PROGRAMS INCLUDE TRAINING ACTIVITIES, PRODUCT DEVELOPMENT, COLLABORATING WITH OTHER CENTERS OF EXCELLENCE TO OPTIMIZE RESOURCES, AND PROVIDING MEDICAL CONSULTATION TO HEALTHCARE PROVIDERS AND THOSE SERVICING HIGH RISK POPULATIONS FOR TB AND LATENT TB INFECTION (LTBI). OUTCOMES 1) AN INCREASED NUMBER OF EDUCATED AND TRAINED HEALTH CARE WORKERS IN PUBLIC HEALTH PROGRAMS, THE COMMUNITY, AND INPATIENT SETTINGS WHO WORK WITH PERSONS WITH TB OR THOSE AT RISK OF LTBI 2) INCREASED ACCESS AND USE OF TB EDUCATIONAL RESOURCES THROUGH THE DEVELOPMENT OF RELEVANT, NEEDS BASED COURSES AND MATERIALS IN USER FRIENDLY FORMATS WHICH INCLUDES MATERIALS FOR PROVIDERS TO EDUCATE PERSONS WITH TB AND LTBI  3) INCREASED AND EXPANDED AVAILABILITY OF EXPERT CONSULTATIONS TO COMMUNITY PROVIDER NETWORKS SERVING POPULATIONS AT HIGH RISK FOR TB AND LTBI AND 4) INCREASED UNDERSTANDING OF NATIONAL TRENDS OF TB PATIENT CARE NEEDS THROUGH THE ASSESSMENT OF PROGRAM DATA AND DATA COLLECTED AND ANALYZED FROM THE MEDICAL CONSULTATION SYSTEM (ID CROWD) FOR ONE TIME AND LONGITUDINAL CONSULTATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f360f59f-4329-903a-affb-d7870b1503be-C", "generated_internal_id": "ASST_NON_NU52PS910246_7523"}, {"internal_id": 155738184, "Award ID": "NU52PS910245", "Award Amount": 1332010.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-16", "CFDA Number": "93.947", "Description": "TB CENTERS OF EXCELLENCE FOR TRAINING, EDUCATION AND MEDICAL CONSULTATION (TB COE) - IN RESPONSE TO CDC-RFA-PS23-2301, THE MAYO CLINIC CENTER FOR TUBERCULOSIS (MCCT) PROPOSES TO BECOME A TB CENTER OF EXCELLENCE FOR TRAINING, EDUCATION, AND MEDICAL CONSULTATION. MCCT IS A REGIONAL, NATIONAL, AND INTERNATIONAL REFERRAL CENTER FOR TUBERCULOSIS AS WELL AS A WORLD HEALTH ORGANIZATION COLLABORATING CENTER IN DIGITAL HEALTH AND PRECISION MEDICINE FOR TUBERCULOSIS. AS A CENTER OF EXCELLENCE, MCCT WILL SUPPORT THE MISSION OF THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) DIVISION OF TUBERCULOSIS ELIMINATION (DTBE) TO CONTROL AND ELIMINATE TB IN THE US BY DEVELOPING EDUCATION MATERIALS, CONDUCTING TRAINING, DELIVERING TECHNICAL ASSISTANCE TO INCREASE HUMAN RESOURCE DEVELOPMENT FOR TB PROGRAMS, AND PROVIDING MEDICAL CONSULTATION FOR COMPLEX TB CASES. THESE ACTIVITIES WILL RESULT IN INCREASED NUMBER OF EDUCATED AND TRAINED TB HEALTH CARE WORKERS; IMPROVED QUALITY OF TB AND LTBI CARE; AND IMPROVED HEALTH OUTCOMES AMONG VULNERABLE/HIGH RISK POPULATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30ebe932-79d5-1659-51b4-a59d9be01dee-C", "generated_internal_id": "ASST_NON_NU52PS910245_7523"}, {"internal_id": 49214385, "Award ID": "NU52PS910164", "Award Amount": 6697550.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-12-05", "CFDA Number": "93.947", "Description": "TB CENTERS OF EXCELLENCE FOR TRAINING, EDUCATION, AND MEDICAL CONSULTATION (TB COE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_NU52PS910164_7523"}, {"internal_id": 49214384, "Award ID": "NU52PS910163", "Award Amount": 6697550.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-12-05", "CFDA Number": "93.947", "Description": "TB CENTERS OF EXCELLENCE FOR TRAINING, EDUCATION AND MEDICAL CONSULTATION (TB COE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_NU52PS910163_7523"}, {"internal_id": 49214383, "Award ID": "NU52PS910162", "Award Amount": 6697550.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-12-05", "CFDA Number": "93.947", "Description": "TB CENTERS OF EXCELLENCE FOR TRAINING, EDUCATION AND MEDICAL CONSULTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c9d7554-cb59-0dff-6547-d9102319b537-C", "generated_internal_id": "ASST_NON_NU52PS910162_7523"}, {"internal_id": 49214382, "Award ID": "NU52PS910161", "Award Amount": 6697550.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-12-05", "CFDA Number": "93.947", "Description": "HEARTLAND NATIONAL TB CENTER, TB CENTERS OF EXCELLENCE FOR TRAINING, EDUCATION, AND MEDICAL CONSULTATION (TB COE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6605b60b-2165-8c36-e954-428aa458f579-C", "generated_internal_id": "ASST_NON_NU52PS910161_7523"}, {"internal_id": 49214309, "Award ID": "NU52PS004096", "Award Amount": 1757367.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-07", "CFDA Number": "93.947", "Description": "TB CENTER GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30ebe932-79d5-1659-51b4-a59d9be01dee-C", "generated_internal_id": "ASST_NON_NU52PS004096_7523"}, {"internal_id": 49214308, "Award ID": "NU52PS004090", "Award Amount": 1591603.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-26", "CFDA Number": "93.947", "Description": "TUBERCULOSIS REGIONAL TRAINING AND MEDICAL CONSULTATION CENTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c9d7554-cb59-0dff-6547-d9102319b537-C", "generated_internal_id": "ASST_NON_NU52PS004090_7523"}, {"internal_id": 49214307, "Award ID": "NU52PS004089", "Award Amount": 2090600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-14", "CFDA Number": "93.947", "Description": "TUBERCULOSIS REGIONAL TRAINING AND MEDICAL CONSULTATION CENTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_NU52PS004089_7523"}, {"internal_id": 49214306, "Award ID": "NU52PS004088", "Award Amount": 1563907.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-26", "CFDA Number": "93.947", "Description": "REGIONAL TRAINING AND MEDICAL CONSULTATION  CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_NU52PS004088_7523"}, {"internal_id": 49214305, "Award ID": "NU52PS004087", "Award Amount": 1591603.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-26", "CFDA Number": "93.947", "Description": "HEARTLAND NATIONAL TB CENTER REGIONAL AND TRAINING MEDICAL CONSULTATION CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6605b60b-2165-8c36-e954-428aa458f579-C", "generated_internal_id": "ASST_NON_NU52PS004087_7523"}, {"internal_id": 49214304, "Award ID": "NU52PS003781", "Award Amount": -8299.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-13", "CFDA Number": "93.947", "Description": "TUBERCULOSIS DEMONSTRATION, RESEARCH, PUBLIC AND PROFESSIONAL EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7dc0bfd6-5a0c-a1f8-61df-3eecce0d6845-C", "generated_internal_id": "ASST_NON_NU52PS003781_7523"}, {"internal_id": 89525873, "Award ID": "NU2GGH002222", "Award Amount": 4083619.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "93.947", "Description": "FOSTER SUSTAINABLE AND EFFECTIVE SYSTEMS TO STRENGTHEN THE DELIVERY OF QUALITY TB SERVICES IN RESOURCE LIMITED SETTINGS BY SUPPORTING TO FIND, CURE, AND PREVENT TB IN THESE SETTINGS.", "Place of Performance Country Code": "FRA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aea656d9-d2e6-637d-552b-0847792e5a9e-C", "generated_internal_id": "ASST_NON_NU2GGH002222_7523"}, {"internal_id": 69723411, "Award ID": "NU2GGH002166", "Award Amount": 3147297.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "93.947", "Description": "ACCELERATING THE DECLINE OF TUBERCULOSIS (TB) IN HIGH BURDEN COUNTRIES AND SETTINGS - 2018", "Place of Performance Country Code": "DNK", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a43bf450-21f3-e1c9-29df-e8baf065affb-C", "generated_internal_id": "ASST_NON_NU2GGH002166_7523"}, {"internal_id": 49212864, "Award ID": "NU01PS003364", "Award Amount": -553248.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-13", "CFDA Number": "93.947", "Description": "CRDF GLOBAL WILL PROVIDE FIDUCIARY SUPPORT TO CDC TO MANAGE TB-RELATED ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bededc4a-1659-02b7-c8d8-7f5a361c38eb-C", "generated_internal_id": "ASST_NON_NU01PS003364_7523"}, {"internal_id": 49212863, "Award ID": "NU01PS003327", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-04", "CFDA Number": "93.947", "Description": "PS11-1110: ADDRESSING TB CONTROL & LUNG HEALTH ACTIVITIES THROUGH VIETNAM LUNG HOSPITAL", "Place of Performance Country Code": "VNM", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ded5a544-0ceb-c3a3-7098-94ac041e8e00-C", "generated_internal_id": "ASST_NON_NU01PS003327_7523"}]