[{"internal_id": 158293354, "Award ID": "NUR3DD000115", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "93.998", "Description": "ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK - AS PER THE WORLD HEALTH ORGANIZATION (WHO), HEALTH EQUITY IS ATTAINED BY REMOVING ANY POTENTIAL DISADVANTAGES SUCH AS SOCIAL POSITION OR OTHER SOCIAL DETERMINED CONDITIONS IN ORDER FOR EVERY INDIVIDUAL TO ACHIEVE THEIR FULL HEALTH POTENTIAL. THE CITY OF LAREDO HEALTH DEPARTMENT IS COMMITTED TO THEIR MISSION OF PROVIDING CULTURALLY COMPETENT QUALITY SERVICES THAT PROMOTE OPTIMAL HEALTH, PREVENT DISEASE, AND PROTECTS THE SAFETY OF ALL TO ACHIEVE HEALTH EQUITY. IN ORDER TO ENHANCE AND EXPAND EFFORTS TO ACHIEVE HEALTH EQUITY, IT IS IMPORTANT TO CONSIDER WHERE OUR COMMUNITY LIVES, LEARNS, WORKS, PLAYS, AND WORSHIPS TO OFFER ADEQUATE PUBLIC HEALTH SERVICES THAT ADDRESS THEIR SOCIAL, MENTAL AND PHYSICAL HEALTH NEEDS. UNDERSTANDING THE IMPACT OF SOCIAL DETERMINANTS OF HEALTH (SDOH) IN OUR COMMUNITY AND PARTNERING WITH KEY STAKEHOLDERS TO ADDRESS INEQUITIES AND NEEDS ARE KEYS TO PROGRESS. A FUNDAMENTAL RESOURCE TO UNDERSTAND AND ADDRESS HEALTH DISPARITIES AND SDOH IS DATA COLLECTION, DATA ANALYSIS AND SURVEILLANCE AS THIS INFORMATION COMPELS DATA DRIVEN DECISIONS TO WORK EFFICIENTLY AND ENCOURAGE SUCCESSFUL OUTCOMES. THE CITY OF LAREDO HEALTH DEPARTMENT INTENDS TO REINFORCE EXISTING CROSS-SECTOR PARTNERSHIPS AND EXPAND ON COMMUNITY EMPOWERMENT AND SERVICES IN ORDER TO IMPROVE QUALITY OF LIFE AND HEALTH OUTCOMES. TO ACHIEVE THIS, LAREDO HEALTH SEEKS DEVELOP THE FIRST OF ITS KIND SURVEILLANCE PROGRAM IN WEBB COUNTY THAT WILL COLLECT DATA REGARDING AUTISM SPECTRUM DISORDER (ASD) AND OTHER DEVELOPMENTAL DISABILITIES. THIS DATA WILL PROVIDE INVALUABLE INFORMATION THAT WILL BE USED TO ENHANCE AND DEVELOP POLICIES, MEASURE PROGRESS, IMPROVE DETECTION, SERVICES AND PROGRAMS IN ORDER TO IMPROVE HEALTH EQUITY. LAREDO HEALTH EXPECTS TO INCREASE COLLABORATION AND PARTICIPATION OF EXISTING AND NEW PARTNERS WITHIN THE MAYORS BLUE RIBBON COMMITTEE FOR PEOPLE WITH DISABILITIES AND THEIR SUBGROUP COALITION ON AUTISM, TO INCLUDE PRIVATE SECTOR STAKEHOLDERS, COMMUNITY AND ECONOMIC DEVELOPMENT PARTNERS, HEALTHCARE AND EDUCATIONAL INSTITUTIONS IN ORDER TO OBTAIN ADEQUATE FEEDBACK ON FUTURE PUBLIC HEALTH EFFORTS TO PLAN TOWARDS HEALTH EQUITY. AN ADDITIONAL OUTCOME OF THE PROPOSED PROJECT IS TO INCREASE AND ENHANCE PERTINENT DATA AND SURVEILLANCE REGARDING ASD AND OTHER DEVELOPMENTAL DISABILITIES TO CONTINUE TO PROVIDE EDUCATION, OUTREACH, TRAINING, AND SERVICES TO OUR COMMUNITY. OUR GOAL IS TO INCREASE COMMUNITY ENGAGEMENT OF KEY PARTNERS, AND INCREASE ACCURACY OF DATA COLLECTED. THIS WILL BE MADE POSSIBLE THROUGH THE RESOURCES AND SUPPORT PROVIDED BY THE CDC ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1ac6e33-eb78-69b4-0e5b-105910ab00ec-C", "generated_internal_id": "ASST_NON_NUR3DD000115_7523"}, {"internal_id": 158293353, "Award ID": "NUR3DD000114", "Award Amount": 450000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "93.998", "Description": "TEXAS ? AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (TX-ADDM) NETWORK - TEXAS - AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (TX-ADDM) NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_NUR3DD000114_7523"}, {"internal_id": 158293352, "Award ID": "NUR3DD000113", "Award Amount": 449569.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "93.998", "Description": "PENNSYLVANIA AUTISM SPECTRUM DISORDER SURVEILLANCE PROJECT - THE GOAL OF THE PROPOSED PROJECT IS TO DEVELOP AND IMPLEMENT THE PENNSYLVANIA AUTISM SPECTRUM DISORDER SURVEILLANCE PROGRAM (PASDSP), A COLLABORATION BETWEEN THE PENNSYLVANIA DEPARTMENTS OF HUMAN SERVICES, EDUCATION, AND HEALTH, AND THE AUTISM SERVICES, EDUCATION, RESOURCES, AND TRAINING COLLABORATIVE (ASERT). THE LEAD ENTITY FOR PASDSP IS THE PENNSYLVANIA BUREAU OF SUPPORTS FOR AUTISM AND SPECIAL POPULATIONS, WITHIN THE DEPARTMENT OF HUMAN SERVICES’ OFFICE OF DEVELOPMENTAL PROGRAMS, ALTHOUGH PROJECT STAFF AND DATA SOURCES REACH ACROSS PENNSYLVANIA DEPARTMENTS. PASDSP WILL LEVERAGE PRIOR EXPERIENCE OBTAINING AND MATCHING STATE-LEVEL ADMINISTRATIVE DATA (INCLUDING FOR THE PURPOSES OF ASSESSING ADMINISTRATIVE AUTISM SPECTRUM DISORDER [ASD] PREVALENCE) AND PARTNERSHIPS WITH LOCAL HEALTH AND EDUCATION STAKEHOLDERS WITHIN THE FIFTH MOST POPULOUS STATE IN THE U.S. WE WILL UTILIZE RECORDS FROM MULTIPLE SOURCES TO PRODUCE A POPULATION SURVEILLANCE SYSTEM FOR ASD AND DEVELOPMENTAL DISABILITIES, FOCUSED ON 4-YEAR-OLD AND 8-YEAR-OLD CHILDREN FROM THREE GEOGRAPHICALLY CONTIGUOUS SOUTHEASTERN PENNSYLVANIA COUNTIES (BERKS, CHESTER, AND DELAWARE). BASED ON THE NATIONAL VITAL STATISTICS SYSTEM (NVSS) BRIDGED-RACE POPULATION ESTIMATES, VINTAGE 2020, MORE THAN 36,000 4-YEAR-OLDS AND 8-YEAR-OLDS RESIDE IN THESE COUNTIES. PASDSP WILL INCLUDE DATA FROM FOUR KEY SOURCES: 1) HEALTH RECORDS FROM STATE MEDICAL ASSISTANCE (MEDICAID) AND COMMUNITY-BASED CLINICAL AND HOSPITAL SOURCES; 2) EDUCATION RECORDS, INCLUDING SPECIAL EDUCATION, MAINTAINED BY THE PENNSYLVANIA DEPARTMENT OF EDUCATION AND SCHOOL DISTRICTS WITHIN THE DESIGNATED CATCHMENT AREA; 3) EARLY INTERVENTION RECORDS; AND 4) DEPARTMENT OF HEALTH RECORDS, INCLUDING BIRTH CERTIFICATES. PASDSP PROPOSES TO CONDUCT ACTIVITIES UNDER COMPONENT A AND TO ADHERE TO THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK METHODOLOGY BY ESTABLISHING AGREEMENTS FOR HEALTH AND EDUCATION DATA SOURCES, CONDUCTING STAFF TRAINING AND CONTINUING EDUCATION, REPORTING DE-IDENTIFIED DATA TO THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC), AND LINKING DATA TO COMMUNITY ACTION BY ENGAGING PARTNERS AND STAKEHOLDERS IN ORDER TO BOLSTER THE USE OF ADDM DATA. WE WILL DEVELOP AND IMPLEMENT A STRATEGIC PLAN ACROSS THESE ACTIVITIES, TO ENSURE PERFORMANCE MONITORING AND EVALUATION. PASDSP WILL BUILD UPON PENNSYLVANIA’S STATUS AS A LEADER IN INNOVATION AMONG STATES TO IDENTIFY AND SERVE CHILDREN WITH ASD AND DEVELOPMENTAL DISABILITIES BY STRENGTHENING PARTNERSHIPS AND EXTENDING THE REACH OF RESOURCES AND SUPPORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57f974b6-d609-1314-2fec-ef9a6e7ef679-C", "generated_internal_id": "ASST_NON_NUR3DD000113_7523"}, {"internal_id": 158293351, "Award ID": "NUR3DD000112", "Award Amount": 449998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "93.998", "Description": "ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK - THE ARIZONA DEVELOPMENTAL DISABILITIES SURVEILLANCE PROGRAM (ADDSP) HAS BEEN DESIGNATED BY THE ARIZONA DEPARTMENT OF HEALTH SERVICES (ADHS) AS THE BONA FIDE AGENT FOR SURVEILLANCE OF AUTISM SPECTRUM DISORDERS (ASD) IN ARIZONA AND HAS MAINTAINED THIS DESIGNATION SINCE 2000. ADDSP IS A COLLABORATIVE EFFORT OF THE DIVISION OF GENETICS AND DEVELOPMENTAL PEDIATRICS AND THE COLLEGE OF PUBLIC HEALTH AT THE UNIVERSITY OF ARIZONA; THE ARIZONA UNIVERSITY CENTER ON DISABILITIES, UNIVERSITY OF ARIZONA PROGRAM SITE; THE ARIZONALEND PROGRAM; THE ARIZONA DEPARTMENT OF EDUCATION; AND THE ADHS. THE ADDSP INCLUDES MULTIPLE SOURCES FOR CASE-FINDING, USING BOTH EDUCATIONAL AND CLINICAL RECORDS. AS PART OF THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK, ADDSP APPLIES THE CASE DEFINITION STANDARDIZED ACROSS NETWORK SITES TO PROVIDE ESTIMATES OF PREVALENCE AND CHARACTERISTICS OF CHILDREN WITH ASD. ADDSP ALSO PROVIDES EDUCATION AND TRAINING FOR MEDICAL AND NON-MEDICAL PERSONNEL TO ENHANCE THEIR CAPACITY TO DIAGNOSE AND REPORT DD. BETWEEN 2000 AND 2018, THE PREVALENCE OF ASD AMONG 8-YEAR-OLDS AS MEASURED BY THE ADDM NETWORK MORE THAN TRIPLED, FROM 6.5 TO 22.7 CHILDREN PER 1000. THE ADDSP SURVEILLANCE AREA IS DEFINED BY A CONTIGUOUS SET OF CENSUS TRACTS WHOLLY CONTAINED WITHIN A GROUP OF SCHOOL DISTRICTS IN MARICOPA COUNTY, ARIZONA; AND THE POPULATION UNDER THE NEW PROGRAM WILL INCLUDE BOTH 8-YEAR-OLD AND 4-YEAR-OLD CHILDREN WHO HAVE A PARENT OR GUARDIAN RESIDING WITHIN THIS AREA AT ANY TIME DURING ONE OF THE TWO STUDY YEARS, 2022 AND 2024.  THE PURPOSE OF COMPONENT A OF THIS APPLICATION IS TO DEMONSTRATE OUR CAPACITY TO CONDUCT AND ENHANCE SURVEILLANCE OF ASD IN 4- AND 8-YEAR-OLD CHILDREN IN THE SAME CONTIGUOUS GEOGRAPHIC AREA IN WHICH WE HAVE EFFECTIVELY AND EFFICIENTLY CONDUCTED SURVEILLANCE SINCE 2000. EXTENSIVE EDUCATION AND OUTREACH ACTIVITIES WILL BE FOCUSED ON DISSEMINATION OF ADDM DATA TO STAKEHOLDERS, AGENCIES AND OTHERS INVOLVED IN PUBLIC HEALTH POLICY, PROVISION OF SERVICES, AND IMPROVEMENTS IN ACCESS TO SCREENING AND EARLY INTERVENTION. ADDSP WILL MAKE MEASURABLE PROGRESS TOWARD THE FOLLOWING OBJECTIVES: OC1: IMPROVED UNDERSTANDING OF ASD, INCLUDING TRENDS & DISPARITIES IN ASD PREVALENCE OVER TIME AND BY DEMOGRAPHIC FACTORS OC2: STRENGTHENED ASD SURVEILLANCE AMONG 4-YEAR-OLD CHILDREN OC3: IMPROVED UNDERSTANDING OF DIFFERENCES IN ASD CHARACTERISTICS BY AGE THROUGH OC4: STRONGER RELATIONSHIPS BETWEEN RECIPIENT AND PARTNERS/ DATA SOURCES THROUGH OC5: INCREASED DISSEMINATION OF ADDM DATA OC6: IMPROVED RELIABILITY & EFFICIENCY OF ADDM SURVEILLANCE THROUGH DEVELOPMENT AND SYSTEMATIC ADHERENCE OC11: IMPROVED POLICIES & PLANS THAT ADDRESS ASD RESEARCH AGENDAS & SERVICES FOR CHILDREN WITH ASD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_NUR3DD000112_7523"}, {"internal_id": 158293350, "Award ID": "NUR3DD000111", "Award Amount": 450000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-05", "CFDA Number": "93.998", "Description": "IDOH ENHANCING PUBLIC HEALTH SURVEILLANCE OF ADDM NETWORK - PROJECT ABSTRACT-COMPONENT A INDIANA STATE STATUTE REQUIRES THAT DOCTORS, HOSPITALS, AND OTHER HEALTHCARE PROVIDERS NOTIFY THE INDIANA BIRTH DEFECTS AND PROBLEMS REGISTRY (IBDPR) WHEN A CHILD IS IDENTIFIED WITH A BIRTH DEFECT THROUGH STANDARD ICD-10 CM CODES. AS OF 2014, AUTISM SPECTRUM DISORDERS (ASDS) ARE REQUIRED TO BE REPORTED TO THE IBDPR AT ANY AGE AND ABSTRACTED PER CURRENT PROTOCOL UP TO AGE EIGHT. BASED ON DATA COLLECTED THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK THE CDC ESTIMATES THAT IN 2014, 16.8 PER 1,000 EIGHT-YEAR-OLD CHILDREN WERE DIAGNOSED WITH ASD IN COMPARISON TO THE IBDPR ESTIMATE IN 2014 OF 9 PER 1,000 CHILDREN AGED ZERO TO EIGHT. IN 2016, 18.5 PER 1,000 CHILDREN WERE ESTIMATED TO BE DIAGNOSED WITH ASD IN COMPARISON TO THE IBDPR ESTIMATE IN 2016 OF 2.8 PER 1,000 CHILDREN DIAGNOSED WITH ASD. THE MOST RECENT DATA FROM THE ADDM NETWORK WAS IN 2018, WHICH ESTIMATED ABOUT 23.0 PER 1,000 CHILDREN WERE DIAGNOSED WITH ASD. IN COMPARISON, THE IBDPR ESTIMATED 19.1 PER 1,000 CHILDREN IN 2018. THESE FIGURES SHOW THE DRASTIC DIFFERENCE IN ASD PREVALENCE RATES BETWEEN THE ADDM NETWORK AND THE IBDPR. COMPARED TO CDC DATA, CHILDREN WITH ASDS LIVING IN INDIANA HAVE HISTORICALLY BEEN SIGNIFICANTLY UNDERREPORTED. ADDITIONAL FUNDING IS NECESSARY TO DEVELOP AND ENHANCE THE CAPACITY OF THE PROGRAM TO IMPLEMENT A POPULATION-BASED, COMPREHENSIVE, MULTI-SOURCE DATA SURVEILLANCE PROGRAM FOR ASD IN INDIANA. THE PURPOSE OF THE PROJECT IS TO EXPAND ASD SURVEILLANCE THROUGHOUT INDIANA IN CHILDREN AGES 4-AND-8-YEARS OLD, DEVELOP PARTNERSHIPS WITH KEY STAKEHOLDERS, AND CREATE AND DISSEMINATE COMMUNITY DATA REPORTS AND RESOURCES. COMPREHENSIVE COLLECTION OF MULTI-SOURCE DATA OBTAINED THROUGH THIS PROJECT WILL BE SHARED WITH THE ADDM NETWORK TO ESTIMATE ASD PREVALENCE AND MONITOR PROGRESS IN EARLY IDENTIFICATION OF ASD AMONG 4-AND 8-YEAR-OLD CHILDREN. THE PROJECT WILL USE STANDARDIZED ADDM NETWORK METHODOLOGY TO CONDUCT SURVEILLANCE, WHICH WILL BE A SMOOTH TRANSITION INTO CURRENT IBDPR OPERATIONAL PRACTICES. THE SHORT-TERM OUTCOME OF THE PROJECT IS TO ENHANCE PARTNERSHIPS WITH AND DISSEMINATE DATA TO COMMUNITY STAKEHOLDERS. THIS WILL LEAD TO AN INCREASE IN THE USE OF ADDM NETWORK DATA BY STAKEHOLDERS TO LINK CHILDREN WITH ASD TO SERVICES. THE IBDPR PROGRAM HAS DEFINED A SURVEILLANCE AREA LOCATED IN THE CENTRAL AND NORTHEAST REGIONS OF INDIANA. THIS SURVEILLANCE AREA WAS CHOSEN TO CAPTURE A DIVERSE AREA CENTRALLY LOCATED IN THE CITY OF INDIANAPOLIS (MARION COUNTY). FROM THERE, THE SURVEILLANCE AREA MOVES TOWARD THE NORTHEAST REGION OF INDIANA. IDOH WILL BE UTILIZED AS THE PRIMARY HEALTH DATA SOURCE FOR SURVEILLANCE. IBDPR HAS PARTNERED WITH THE INDIANA HEALTH INFORMATION EXCHANGE (IHIE), INDIANA DEPARTMENT OF EDUCATION (IDOE), AND INDIANA FIRST STEPS PROGRAM, WHICH WILL EACH BE USED AS ADDITIONAL DATA SOURCES. OTHER PARTNERS INCLUDE INDIANA FAMILY SOCIAL SERVICES ADMINISTRATION (MEDICAID). INFORMING COMMUNITY PARTNERS DIRECTLY SUPPORTS SURVEILLANCE ACTIVITIES BY ENSURING CONTINUOUS ACCESS TO COMMUNITY DATA SOURCES AND FOSTERING USE OF ADDM NETWORK DATA FOR PUBLIC HEALTH PRACTICE. COMMUNITY EDUCATION AND OUTREACH WILL ALSO BE CRITICAL TO THE OVERALL SUCCESS OF THIS PROJECT. ENGAGING PARTNERS AND STAKEHOLDERS IN COMMUNITY EDUCATION AND OUTREACH DURING THE PROJECT PERIOD WILL ENCOURAGE NEW AND EXPANDED PARTNERSHIPS AND INCREASE AWARENESS OF ADDM NETWORK ACTIVITIES. THE LONG-TERM OUTCOMES OF THIS PROJECT ARE TO IMPROVE POLICIES AND PLANS THAT ADDRESS ASD RESEARCH AGENDAS AND SERVICES FOR CHILDREN WITH ASD, AS WELL AS IMPROVING RELIABILITY AND EFFICIENCY OF ADDM NETWORK SURVEILLANCE. THIS LONG-TERM GOAL WILL BE ACHIEVED THROUGH COMPREHENSIVE DATA COLLECTION, DATA SHARING, PROGRAM EVALUATION AND CONTINUOUS COLLABORATION WITH KEY STAKEHOLDERS THROUGHOUT THE ENTIRETY OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NUR3DD000111_7523"}, {"internal_id": 155227558, "Award ID": "NUR3DD000110", "Award Amount": 875000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "93.998", "Description": "UNIVERSITY OF MINNESOTA, MINNESOTA AUTISM SPECTRUM DISORDER PREVALENCE PROJECT (MNADDM) - AUTISM SPECTRUM DISORDER (ASD) IS ONE OF THE FASTEST GROWING DEVELOPMENTAL DISABILITIES IN THE UNITED STATES AND IS NO LONGER A LOW INCIDENCE DISABILITY. SUPPORT NEEDS OF CHILDREN WITH ASD RANGE CONSIDERABLY, AND DISPARITIES IN IDENTIFICATION AND SERVICE RECEIPT PERSIST. HIGH-QUALITY, TIMELY SURVEILLANCE CAN INFORM POLICIES TO ADDRESS CURRENT AND FUTURE NEEDS FOR INDIVIDUALS WITH ASD.  MNADDM HAS SUCCESSFULLY COMPLETED ADDM NETWORK SURVEILLANCE ACTIVITIES FOR THE PAST 8 YEARS. WE HAVE CONTRIBUTED UNIQUE PREVALENCE DATA ON MN CULTURAL COMMUNITIES, INCLUDING SOMALI CHILDREN, AND WE HAVE ESTABLISHED CLOSE PARTNERSHIPS WITH DATA PARTNERS AND COMMUNITY STAKEHOLDERS. THE PROPOSED MNADDM PREVALENCE PROJECT WILL MAINTAIN AND EXPAND UPON TRENDS IDENTIFIED IN MNADDM 2019-2022. MNADDM HAS SUPPORT FROM MAJOR STATE AGENCIES TO EXPLORE LINKAGES TO STATEWIDE DATA SYSTEMS WITHIN BOTH EDUCATION AND HEALTH. THE PURPOSE OF THIS APPLICATION IS TO ESTIMATE PREVALENCE OF ASD IN A DEFINED GEOGRAPHIC REGION CONTAINING A CULTURALLY DIVERSE POPULATION. WE WILL EMPLOY VALIDATED, SYSTEMATIC SURVEILLANCE METHODS DEVELOPED BY THE ADDM NETWORK TO: 1) CALCULATE POPULATION-BASED ESTIMATES OF THE PREVALENCE AND CHARACTERISTICS OF 4 AND 8-YEAR-OLDS WITH ASD; 2) IDENTIFY DISPARITIES IN PREVALENCE, CHARACTERISTICS, AND TIMING OF DIAGNOSIS ACROSS AGE, DEMOGRAPHIC GROUPS AND GEOGRAPHIC AREAS; 3) EXPLORE OPPORTUNITIES TO LINK MNADDM DATA TO LARGER STATEWIDE DATA SYSTEMS AND; 4) CONTINUE AND EXPAND COMMUNITY ENGAGEMENT ACTIVITIES TO DISSEMINATE INFORMATION ON FINDINGS TO INCREASE THE USE OF ADDM DATA TO INFORM POLICY, RESEARCH, AND RESOURCE DECISIONS.  TO IDENTIFY POPULATION-­-BASED ESTIMATES FOR 4, 8, AND 16-YEAR-OLDS, THIS PROJECT WILL REVIEW RECORDS FROM BOTH EDUCATION AND HEALTH SOURCE RECORDS. COLLABORATION WITH THE MINNESOTA DEPARTMENT OF HEALTH (MDH), MINNESOTA DEPARTMENT OF EDUCATION (MDE), MINNESOTA DEPARTMENT OF HUMAN SERVICES (DHS), SCHOOL DISTRICTS, AND CLINIC SOURCES ARE CONFIRMED (SEE LETTERS OF COMMITMENT). THE MDH COMMISSIONER HAS PROVIDED A LETTER OF COMMITMENT DELEGATING SENTINEL SURVEILLANCE AUTHORITY TO THE UNIVERSITY OF MINNESOTA (UMN) TEAM TO GAIN ACCESS TO HEALTH SOURCE RECORDS INCLUDING PERSONALLY IDENTIFIABLE INFORMATION (PII). WE HAVE A SIGNED DATA AGREEMENT FROM ONE SCHOOL DISTRICT, WITH LETTERS OF COMMITMENT AGREEING TO PARTICIPATE IN STUDY YEARS 2022 AND 2024 FROM SIX ADDITIONAL DISTRICTS AND CHARTER SCHOOLS, INCLUDING FOUR OF THE FIVE LARGEST DISTRICTS IN MINNESOTA. WE HAVE LETTERS OF SUPPORT WITH ALL THREE STATE AGENCIES TO BEGIN DISCUSSIONS ON ACCESS TO LARGE STATEWIDE DATASETS OF EDUCATION AND MEDICAID RECORDS. FURTHER WE HAVE AN EAGER AND SUPPORTIVE COMMUNITY ADVISORY COMMITTEE THAT WILL GUIDE OUTREACH AND DISSEMINATION EFFORTS AND ASSIST US WITH FORMATIVE REVIEW TO ENSURE OUR WORK PLAN AND EVALUATION PLANS ARE EFFECTIVELY IMPLEMENTED.  THE UNIVERSITY OF MINNESOTA OFFERS SUBSTANTIAL INFRASTRUCTURE AND SUPPORT TO ENABLE THIS PROJECT TO BE COMPLETED IN A TIMELY AND SUCCESSFUL MANNER. PROJECT STAFF HAVE VAST EXPERIENCE IN ADDM METHODOLOGY, ASD AND OTHER NEURODEVELOPMENTAL DISABILITIES, IN CONDUCTING PROJECTS TO ESTIMATE POPULATION-­-BASED PREVALENCE, IN SPECIFIC COMMUNITY OUTREACH AND DISSEMINATION ACTIVITIES, INCLUDING A LONGSTANDING PARTNERSHIP WITH THE CDC ACT EARLY AMBASSADOR TO MINNESOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_NUR3DD000110_7523"}, {"internal_id": 155227668, "Award ID": "NUR3DD000109", "Award Amount": 814078.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "93.998", "Description": "METROPLITAN ST. LOUIS AUTISM & DEVELOPMENTAL DISABILITIES SURVEILLANCE & EPIDEMIOLOGY - AUTISM SPECTRUM DISORDER (ASD) AND RELATED DEVELOPMENTAL DISABILITIES (DD) ARE OF SIGNIFICANT PUBLIC HEALTH CONCERN. OVER THE PAST TWO DECADES, WASHINGTON UNIVERSITY, IN CONJUNCTION WITH STATE AND LOCAL STAKEHOLDERS HAVE DEVELOPED AND SUSTAINED A PRODUCTIVE AND EFFICIENT MULTIPLE-SOURCE SURVEILLANCE SYSTEM FOR AUTISM SPECTRUM DISORDER (ASD) AND OTHER DEVELOPMENTAL DISABILITIES (DD) IN THE METROPOLITAN ST. LOUIS AREA AS PART OF THE CENTER FOR DISEASE CONTROL AND PREVENTION'S AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK. WE ARE RESPONDING TO THIS SUPPLEMENTAL NOTICE OF FUNDING OPPORTUNITY (NOFO) IN ORDER TO BUILD UPON OUR CURRENT SURVEILLANCE ACTIVITIES. THE FUNDS AVAILABLE WILL ALLOW MISSOURI ADDM TO RE-INTRODUCE CEREBRAL PALSY (CP) SURVEILLANCE AMONG 8-YEAR-OLD AND 4-YEAR-OLD CHILDREN IN OUR ST. LOUIS-AREA SURVEILLANCE AREA. THE PUBLIC HEALTH IMPACT OF CP REACHES BEYOND THE EFFECT OF ITS MAIN FEATURE - MOTOR IMPAIRMENT. CHILDREN WITH CP OFTEN HAVE CO-OCCURRING COGNITIVE, NEUROLOGICAL, AND LANGUAGE DEFICITS. ONGOING POPULATION-BASED SURVEILLANCE OF CP THAT MONITORS CO-MORBID CONDITIONS, SEVERITY AND SUBTYPES IS NEEDED TO BETTER UNDERSTAND THIS COMPLEX DISORDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_NUR3DD000109_7523"}, {"internal_id": 155227748, "Award ID": "NUR3DD000108", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "93.998", "Description": "ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK - THE PURPOSE OF THIS PROJECT, ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK, IS TO INCREASE THE CAPACITY OF THE NEW JERSEY AUTISM STUDY (NJAS), TO CONDUCT AUTISM SPECTRUM DISORDER (ASD) PREVALENCE MONITORING IN METROPOLITAN NEW JERSEY (NJ).  TOWARD THIS END, THE INVESTIGATORS WILL CONDUCT TWO CYCLES OF ASD MONITORING, FOCUSING ON 4, 8, AND 16-YEAR-OLDS RESIDING IN ESSEX AND UNION COUNTIES (COMPONENT A & B).  THE INVESTIGATORS WILL HAVE ACCESS TO HEALTH, EDUCATION AND EARLY INTERVENTION PROGRAM (EIP) DATA AND USE THE ACTIVE, MULTIPLE-SOURCE, ADDM ASCERTAINMENT METHOD.  MULTIPLE STRATEGIES AND ACTIVITIES WILL BE UNDERTAKEN SYSTEMATICALLY TO ACHIEVE SPECIFIC SHORT-TERM OBJECTIVES, LEADING TO BETTER UNDERSTANDING OF ASD (INCLUDING THE TRAJECTORIES OF ASD FROM CHILDHOOD THROUGH ADOLESCENCE), DECREASED DISPARITIES IN ASD DETECTION, DECREASED AGE OF DETECTION AND IMPROVED PRACTICES TO ADVANCE THE CARE OF INDIVIDUALS WITH ASD.  THE PROPOSED FOLLOW-UP AT AGE 16 WILL PROVIDE UNIQUE, POPULATION-BASED, INFORMATION ABOUT THE EXPRESSION OF ASD, INCLUDING: ASSOCIATED FEATURES, CONCURRENT DISORDERS, TREATMENTS AND SERVICES AND TRANSITION PLANNING.  ENHANCED SURVEILLANCE BY THE INVESTIGATORS WILL BE CHRONICLED AND MEASURED THROUGH MONITORING OF KEY EVALUATION AND PERFORMANCE PARAMETERS WHICH WILL MAKE THIS AND FUTURE ADDM NETWORK INVESTIGATIONS MORE EFFICIENT AND ROBUST.  ASD IS A DYNAMIC CONDITION, POTENTIALLY AFFECTED MY MULTIPLE TYPES OF FACTORS AND INTERVENTIONS.  THROUGH THIS PROJECT, INVESTIGATORS WILL ADD TO THE DEVELOPMENT OF WELL-CHARACTERIZED, POPULATION-BASED SET OF INFORMATION DESCRIBING THE EXPRESSION OF ASD, OVER TIME.  SUCH INFORMATION MAY YIELD INSIGHTS INTO EFFECTIVE TREATMENTS FOR ASD AND THE ESTABLISHMENT OF BETTER OR MORE PERSONALIZED INTERVENTIONS FOR ASD, IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f360f59f-4329-903a-affb-d7870b1503be-C", "generated_internal_id": "ASST_NON_NUR3DD000108_7523"}, {"internal_id": 155227708, "Award ID": "NUR3DD000107", "Award Amount": 725000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "93.998", "Description": "TENNESSEE ADDM: ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK - AUTISM SPECTRUM DISORDER (ASD) IS A COMMON DISORDER ASSOCIATED WITH ENORMOUS SOCIETAL COSTS, BOTH IN TERMS OF DOLLARS AS WELL AS HUMAN EXPERIENCE. RIGOROUS EPIDEMIOLOGICAL AND SURVEILLANCE METHODOLOGIES HAVE ELUCIDATED SEVERAL FACTORS CONTRIBUTING TO DRAMATIC INCREASES IN ASD OVER THE PAST THREE DECADES. HOWEVER, SIGNIFICANT SCIENTIFIC UNCERTAINTY REMAINS. DUE TO THE LIFESPAN MEDICAL, EDUCATIONAL, SERVICE AND SUPPORT NEEDS OF THIS POPULATION, ACCURATE PREVALENCE ESTIMATES ACROSS NOT ONLY POPULATIONS BUT ALSO SUBGROUPS ARE ESSENTIAL TO BETTER UNDERSTAND THIS CRITICAL PUBLIC HEALTH ISSUE AND MEANINGFULLY ADDRESS CONCERNS OF INDIVIDUALS, FAMILIES, COMMUNITIES, AND SYSTEMS OF CARE AFFECTED BY ASD. FURTHER, GIVEN EVIDENCE THAT EARLY INTERVENTION CONTRIBUTES TO SHORT- AND LONG-TERM GAINS IN FUNCTIONING, IDENTIFYING CHILDREN AS EARLY AS POSSIBLE IS A PRIORITY FOR ENSURING THAT THEY RECEIVE APPROPRIATE SERVICES. UNDERSTANDING PREVALENCE FROM CHILDHOOD THROUGH ADULTHOOD ENABLES SERVICE SYSTEMS TO PLAN AND ALLOCATE RESOURCES, SUPPORTING OUR ABILITY TO TRACK COMMUNITY AND NATIONAL GOALS AIMED AT REDUCING THE AGE OF DETECTION AND PROMOTING LIFELONG WELL-BEING OF INDIVIDUALS WITH ASD. THIS PROPOSAL WILL SUPPORT A CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK SITE IN TENNESSEE (TN) WITHIN THE TREATMENT AND RESEARCH INSTITUTE FOR AUTISM SPECTRUM DISORDERS (TRIAD) AT VANDERBILT UNIVERSITY MEDICAL CENTER (VUMC) AIMED AT ACCURATE, EFFICIENT SURVEILLANCE OF ASD AMONG 8-YEAR-OLDS AND 4-YEAR-OLDS. THE TN ADDM SITE WILL CONTINUE ONGOING WORK (I.E., THIS WOULD REPRESENT THE THIRD FUNDING CYCLE FOR ADDM ACTIVITIES IN TN; GRANTED AUTHORITY FOR 8-YEAR-OLD SURVEILLANCE IN 2015; GRANTED AUTHORITY FOR EXPANDED SURVEILLANCE OF 4-YEAR-OLDS IN 2019) TO CONDUCT RAPID, RIGOROUS ADDM-DEFINED SURVEILLANCE OF A TARGET AREA IN THE MIDDLE TN REGION TO BETTER UNDERSTAND ASD PREVALENCE AMONG 4- AND 8-YEAR-OLDS. THE TARGETED SURVEILLANCE AREA WILL ENHANCE OUR UNDERSTANDING OF PREVALENCE OF EARLY IDENTIFICATION, PROVIDE LARGE ENOUGH NUMBERS TO BETTER UNDERSTAND TRADITIONALLY UNDER-REPRESENTED AND UNDER-ASCERTAINED GROUPS, AND AFFORD COMPLETE GEOGRAPHICAL CONTINUITY WITH OUR PREVIOUS ADDM SURVEILLANCE BY MAINTAINING THE SAME CONTIGUOUS GEOGRAPHY FROM EARLIER ADDM CYCLES. THE APPLICATION ALSO EMBEDS A SITE COMMUNITY DATA FOR ACTION PLAN THAT ENGAGES STATE HEALTH, EDUCATION, SERVICE, AND POLICY LEADERS IN ORDER TO CONDUCT SURVEILLANCE CAPACITY MONITORING AND TAILOR MEANINGFUL EDUCATION AND OUTREACH ACTIVITIES FOR OUR COMMUNITY PARTNERS. EDUCATION AND OUTREACH ACTIVITIES WILL LEVERAGE A POWERFUL EXISTING TRAINING AND COMMUNICATION INFRASTRUCTURE AT TRIAD AND VUMC IN ORDER TO DESIGN ACTIVITIES AIMED AT INCREASING ACCESS TO SERVICES FOR INDIVIDUALS WITH ASD ACROSS LIFESPAN WITH A SPECIFIC EMPHASIS ON BETTER REACHING TRADITIONALLY UNDERSERVED POPULATIONS IN OUR STATE. THE CURRENT TN ADDM SITE APPLICATION WILL CONTRIBUTE TO SPECIFIC SHORT-TERM OUTCOMES RELATED TO INCREASED KNOWLEDGE OF ASD PREVALENCE, ASCERTAINMENT METHODOLOGY, AND STAKEHOLDER ENGAGEMENT. ULTIMATELY, THIS WILL ENHANCE OUR SCIENTIFIC UNDERSTANDING OF ASD, DECREASE DISPARITIES IN SERVICE DELIVERY, DECREASE THE AGE OF ACCURATE IDENTIFICATION, AND HELP IMPROVE POLICIES AND PLANS THAT ADDRESS ASD RESEARCH AGENDAS AND SERVICES. OUR PROPOSED TN ADDM SITE TEAM POSSESSES ALL THE REQUISITE CONTENT, METHODOLOGICAL, AND ADMINISTRATIVE EXPERTISE NECESSARY FOR CONDUCTING ALL COMPONENTS OF THE MULTI-SOURCE SURVEILLANCE OF ASD UTILIZING A RECORD REVIEW METHODOLOGY. FURTHER, OUR ORGANIZATIONAL RESOURCES, HEALTH AND EDUCATIONAL SOURCE RECORD ACCESS INFRASTRUCTURE, ACCESS TO PART C AND MEDICAID DATA STRUCTURES, AND POWERFUL LONGSTANDING RELATIONSHIPS WITH THE PRIMARY STAKEHOLDERS IN THIS WORK UNIQUELY POSITION OUR SITE TO MAKE AN OUTSTANDING CONTRIBUTION TO THE ADDM NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8e08af-9f61-5dc4-b13f-32b17f32dc92-C", "generated_internal_id": "ASST_NON_NUR3DD000107_7523"}, {"internal_id": 155227522, "Award ID": "NUR3DD000106", "Award Amount": 594572.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "93.998", "Description": "WISCONSIN SURVEILLANCE OF AUTISM AND OTHER DEVELOPMENTAL DISABILITIES SYSTEM - THE PURPOSE OF THIS PROJECT IS TO ENHANCE CAPACITY FOR ONGOING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER (ASD) IN THE UNITED STATES BY PARTICIPATION IN SURVEILLANCE YEARS 2022 AND 2024 OF THE WISCONSIN SITE OF THE CENTER FOR DISEASE CONTROL AND PREVENTION AUTISM AND DEVELOPMENTAL DISABILITY MONITORING (ADDM) NETWORK. AS PART OF THE ADDM NETWORK, OUR SITE, THE WISCONSIN SURVEILLANCE OF AUTISM AND OTHER DEVELOPMENTAL DISABILITIES SYSTEM (WISADDS), HAS MONITORED THE PREVALENCE OR OUTCOMES OF ASD AMONG 8-YEAR-OLD CHILDREN IN SOUTHEAST WISCONSIN SINCE 2002, AMONG 4-YEAR-OLD CHILDREN SINCE 2010 AND AMONG 16-YEAR-OLD CHILDREN SINCE 2018. THE PROPOSED PROJECT INCLUDES TWO COMPONENTS: (A) MULTI-SOURCE, ACTIVE ASD SURVEILLANCE AT AGES 4 AND 8 YEARS (BIRTH YEARS 2018 AND 2020 FOR 4-YEAR-OLDS AND 2014 AND 2016 FOR 8-YEAR-OLDS); AND (B) FOLLOW-UP COLLECTION OF DATA ON FUNCTIONING, EDUCATIONAL STATUS AND TRANSITION PLANNING AT AGE 16 YEARS OF 1,550 WISCONSIN CHILDREN WHOSE RECORDS WE ABSTRACTED FOR ASD SURVEILLANCE AT AGE 8 YEARS IN 2014 AND 2016 (BIRTH YEARS 2006 AND 2008). FOR BOTH COMPONENTS, THE TARGET POPULATION WILL CONSIST OF A CONTIGUOUS 4-COUNTY AREA WITH A DIVERSE POPULATION SELECTED TO ADHERE TO FUNDING OPPORTUNITY CDC-RFA-DD23-2301 (ENHANCING PUBLIC HEALTH SURVEILLANCE OF ASD THROUGH THE ADDM NETWORK) REQUIREMENTS AND GUIDELINES. IN 2020, THIS POPULATION INCLUDED 24,263 4-YEAR-OLD AND 24,154 8-YEAR-OLD CHILDREN, OF WHOM APPROXIMATELY 53% WERE WHITE NON-HISPANIC, 22% WERE BLACK NON-HISPANIC, 18% WERE HISPANIC, 6% WERE ASIAN OR PACIFIC ISLANDERS, AND 1% WERE AMERICAN INDIAN. WE PROPOSE TO COLLECT DATA FROM HEALTH AND SCHOOL SOURCES WITHIN THE SURVEILLANCE AREA AND PERFORM ASD SURVEILLANCE IN ACCORDANCE WITH THE ADDM NETWORK PROTOCOL. WE WILL ALSO CONTINUE SURVEILLANCE OF CEREBRAL PALSY AMONG 8-YEAR-OLD CHILDREN IN THE SURVEILLANCE AREA FOLLOWING THE ADDM NETWORK PROTOCOL. WE WILL CONTINUE TO CONDUCT AND EXPAND OUR COMMUNITY ENGAGEMENT AND OUTREACH ACTIVITIES WITH THE GOALS OF STRENGTHENING EXISTING RELATIONSHIPS AND INITIATING NEW RELATIONSHIPS AS NEEDED WITH SCHOOLS, PEDIATRIC AND DEVELOPMENTAL SERVICE PROVIDERS, STATE AGENCIES AND AUTISM AND DEVELOPMENTAL DISABILITIES ADVOCACY ORGANIZATIONS IN WISCONSIN. WE WILL PRODUCE INNOVATIVE COMMUNITY REPORTS OF SURVEILLANCE DATA USING MULTIPLE MODALITIES, AND COLLABORATE WITH ADDM NETWORK SCIENTISTS IN ANALYZING AND DISSEMINATING THE RESULTS AT LOCAL AND NATIONAL LEVELS. ADDITIONAL OUTCOMES OF THIS PROJECT WILL INCLUDE: STRENGTHENING OF PUBLIC HEALTH SURVEILLANCE AT AGE 4 YEARS TO ALLOW MONITORING OF PROGRESS IN EARLY IDENTIFICATION OF ASD AND EQUITABLE ACCESS TO INTERVENTIONS; IMPROVED UNDERSTANDING OF DIFFERENCES IN ASD CHARACTERISTICS BY AGE THROUGH COMPARISONS OF CHILDREN AGED 4 YEARS, 8 YEARS, AND 16 YEARS; ONGOING QUALITY IMPROVEMENT TO INCREASE THE RELIABILITY AND EFFICIENCY OF ADDM SURVEILLANCE; INFORMATION TO SUPPORT EFFECTIVE PUBLIC HEALTH PLANNING AND POLICIES TO IMPROVE SERVICES AND OUTCOMES FOR INDIVIDUALS WITH ASD; AND IMPROVED KNOWLEDGE OF TRENDS AND DISPARITIES IN ASD PREVALENCE OVER TIME AND OVER THE LIFE COURSE BETWEEN EARLY CHILDHOOD AND ADOLESCENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NUR3DD000106_7523"}, {"internal_id": 155227565, "Award ID": "NUR3DD000105", "Award Amount": 450000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-06", "CFDA Number": "93.998", "Description": "PUERTO RICO AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING - THE PUERTO RICO AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING PROGRAM (PR-ADDM) WILL MONITOR ASD AMONG 4-YEAR-OLD AND 8-YEAR-OLD CHILDREN AS WELL AS THE EARLY IDENTIFICATION OF ASD WITHIN THE DEFINED PR-ADDM SURVEILLANCE AREA. UNDER ESTABLISHED AGREEMENTS WITH RELEVANT HEALTH AND EDUCATIONAL DATA SOURCES, THE PR-ADDM WILL CONTRIBUTE DE-IDENTIFIED DATA TO THE ADDM NETWORK OPERATED BY THE CDC. THE PR-ADDM WILL ALSO USE THE DATA TO CONDUCT COMMUNITY EDUCATION AND OUTREACH ACTIVITIES, FACILITATE THE ELABORATION OF EARLY IDENTIFICATION AND INTERVENTION EFFORTS, ENHANCE SERVICE UTILIZATION AND ALLOCATION OF RESOURCES, AND HELP TRACK PROGRESS TOWARDS NATIONAL AND COMMUNITY GOALS ON REDUCING THE AGE OF ASD DIAGNOSIS AND APPROPRIATE EARLY INTERVENTION AS WELL AS DISPARITIES IN ASD IDENTIFICATION AND SERVICE DELIVERY. THE PR-ADDM EXPECTS TO ACHIEVE THE FOLLOWING OUTCOMES: 1) DECREASED AGE OF ASD IDENTIFICATION; 2) IMPROVED UNDERSTANDING OF ASD PREVALENCE INCLUDING DISPARITIES BY AGE, SOCIOECONOMIC FACTORS, AND GEOGRAPHIC LOCATION; 3) INCREASED USE OF ADDM NETWORK DATA BY STAKEHOLDERS TO IMPROVE EARLY IDENTIFICATION OF ASD; AND 4) IMPROVED POLICIES AND PROGRAMS THAT ADDRESS SERVICES FOR CHILDREN WITH ASD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4db6d641-ad86-8c19-3328-04f104dda538-C", "generated_internal_id": "ASST_NON_NUR3DD000105_7523"}, {"internal_id": 155227607, "Award ID": "NUR3DD000104", "Award Amount": 596681.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "93.998", "Description": "MARYLAND- AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING OR MARYLAND-ADDM - AUTISM SPECTRUM DISORDER (ASD) REMAINS A PUBLIC HEALTH CONCERN, WITH A 243% OVERALL INCREASE IN ASD PREVALENCE OVER THE PAST 2 DECADES. ESTIMATES FROM THE 2018 SURVEILLANCE YEAR, WHICH INCLUDED DATA FROM OUR MARYLAND ADDM SITE, SHOWED 1 IN 44 8-YEAR-OLD CHILDREN HAD ASD. THERE WERE ALSO SUBSTANTIAL DIFFERENCES IN ASD IDENTIFICATION BY RACE, ETHNICITY, AND CO-OCCURRING INTELLECTUAL DISABILITY. THE DISABILITIES EXPERIENCES BY PEOPLE WITH ASD LEAD TO LIFE-LONG HEALTH, EDUCATION, AND INTER-PERSONAL CHALLENGES. EARLIER IDENTIFICATION OF ASD IS ASSOCIATED WITH IMPROVED OUTCOMES. THERE IS MUCH DEBATE IN THE FIELD OVER WHETHER THIS DRAMATIC INCREASE REPRESENTS AN INCREASE IN RISK FACTORS OR AN INCREASE IN AWARENESS AND CHANGES TO DIAGNOSTIC CRITERIA OVER THAT TIME-PERIOD, WITH EVIDENCE SUGGESTING IT LIKELY IS DUE TO BOTH. REGARDLESS OF THE UNDERLYING REASON, RELIABLE ESTIMATES ON THE NUMBER OF PEOPLE IDENTIFIED AS HAVING ASD, AT VARIOUS LIFE STAGES, AND A DEEPER UNDERSTANDING OF THEIR CHARACTERISTICS OF PEOPLE WITH ASD ARE NEEDED TO INFORM RISK FACTOR RESEARCH, PUBLIC HEALTH RESPONSE, AND CLINICAL/SERVICE PROVIDER RESOURCE PLANNING INITIATIVES.  TO ADDRESS THIS PUBLIC HEALTH CHALLENGE AND MEET THE NEEDS OF STAKEHOLDER GROUPS, THE MARYLAND ADDM (MD-ADDM) TEAM PLANS TO CONTINUE OUR LONG-STANDING PRODUCTIVE CONTRIBUTIONS TO THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK. WE WILL PROVIDE ONGOING REPORTS OF HIGH-QUALITY DATA ON THE PREVALENCE AND CHARACTERISTICS OF ASD IN MARYLAND TO INFORM THE ADDM ESTIMATE. WE PLAN TO IMPLEMENT 4 STRATEGIES TO SUPPORT THIS WORK: (1) COMPONENT A: PERFORM ASD SURVEILLANCE AMONG 4- AND 8-YEAR-OLD CHILDREN LIVING IN 5 SUBURBAN MARYLAND COUNTIES, (2) COMPONENT B: PERFORM NEW ASD SURVEILLANCE AMONG 16-YEAR-OLD CHILDREN LIVING IN THE SAME 5 COUNTIES USING EXISTING ADDM METHODOLOGY, (3) LEVERAGE EXISTING PARTNERSHIPS DEVELOPED OVER THE PAST 20 YEARS AND EXPLORE NEW RELATIONSHIPS FOR EFFECTIVE COMMUNICATION OF ADDM FINDINGS, PROVIDING COMMUNITY DATA FOR ACTION, AND (4) ENSURE HIGH DATA QUALITY, VALIDITY, AND RELIABILITY THROUGH FREQUENT MONITORING AND EVALUATION WITH MEASURABLE METRICS AND APPLICATION OF RIGOROUS STANDARDIZED METHODS DEVELOPED BY THE ADDM NETWORK. THIS WILL ENABLE RELIABLE ESTIMATION OF ASD PREVALENCE IN 2022 AND 2024, ASSESSMENT OF DIFFERENCES BY DEMOGRAPHIC AND OTHER HEALTH CHARACTERISTICS, AND COMPARISON OF TRENDS ACROSS DEVELOPMENTAL AGES AND CALENDAR TIME. COMPREHENSIVE DATA WILL BE PROVIDED THROUGH ABSTRACTION OF DATA FROM MULTIPLE ASD DATA SOURCES IN MARYLAND, INCLUDING EDUCATION AND HEALTH RECORDS. A PARTICULAR STRENGTH OF THIS PROPOSAL IS THE ABILITY TO PERFORM CROSS-SECTIONAL COMPARISONS ACROSS DEVELOPMENTAL AGES BY SURVEILLING 3 AGE GROUPS LIVING IN THE SAME COMMUNITIES AT THE SAME TIME, AND TEMPORAL COMPARISONS, POSSIBLE BECAUSE MARYLAND HAS CONTRIBUTED PREVALENCE ESTIMATE AND ASD CHARACTERISTIC DATA TO THE ADDM NETWORK FOR THE SAME COMMUNITIES OVER THE PAST 20 YEARS.  THIS PROJECT WILL RESULT IN OBTAINING HIGH QUALITY DATA FOR ROBUST ASD PREVALENCE ESTIMATES IN 2022 AND 2024, IMPROVED UNDERSTANDING OF ASD PREVALENCE AND CHARACTERISTICS IN 4- 8- AND 16-YEAR-OLDS, INCLUDING TEMPORAL AND DEVELOPMENTAL AGE TRENDS, INCREASED AWARENESS OF ASD DISPARITIES (E.G. DIFFERENCES IN IDENTIFICATION BY RACE AND/OR CO-OCCURRING INTELLECTUAL DISABILITY), A STRENGTHENED UNDERSTANDING OF THE POTENTIAL IN FUTURE YEARS TO LINK ADDM NETWORK DATA WITH STATE SOURCES OF POST HIGH SCHOOL EXIT DATA ON VOCATIONAL, EDUCATION, AND HEALTH OUTCOME DATA, AND INCREASED EFFICIENCIES FOR THE ADDM SURVEILLANCE NETWORK METHODS AND APPROACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_NUR3DD000104_7523"}, {"internal_id": 155227725, "Award ID": "NUR3DD000103", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "93.998", "Description": "ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK - THE PURPOSE OF THIS APPLICATION IS TO DEVELOP AND ENHANCE THE CAPACITY OF AR ADDM AS A CDC ADDM NETWORK SITE TO CONTINUE IMPLEMENTING A POPULATION-BASED, MULTIPLE-SOURCE SURVEILLANCE PROGRAM FOR AUTISM SPECTRUM DISORDER.  THIS PROGRAM WILL MONITOR THE NUMBER AND CHARACTERISTICS OF 4- AND 8-YEAR-OLD CHILDREN WITH ASD IN ARKANSAS AND DESCRIBE HEALTH AND SERVICE NEEDS OF 16-YEAR-OLD ADOLESCENTS WITH ASD.  STAKEHOLDERS CAN USE THESE DATA TO MONITOR DISPARITIES BY RACE/ETHNICITY AND SOCIOECONOMIC STATUS AND TO PROVIDE DATA TO INFORM PLANNING FOR RESOURCE AND SERVICE NEEDS. AR ADDM’S PROPOSED ACTIVITIES AIM TO GENERATE PROGRESS TO ACHIEVE THE ADDM NETWORK SHORT-TERM (PERIOD OF PERFORMANCE) OUTCOMES, INCLUDING: (1) IMPROVED COMPREHENSIVE COLLECTION OF MULTI-SOURCE DATA TO ESTIMATE ASD PREVALENCE AND MONITOR PROGRESS IN EARLY IDENTIFICATION OF ASD AMONG 4- AND 8-YEAR-OLD CHILDREN.  (2) IMPROVED COMPREHENSIVE COLLECTION OF MULTI-SOURCE DATA TO DESCRIBE CHARACTERISTICS OF 16-YEAR-OLD CHILDREN WITH ASD.  (3) ENHANCED PARTNERSHIPS WITH AND DISSEMINATION OF DATA TO COMMUNITY STAKEHOLDERS.  (4) IMPROVED RELIABILITY & EFFICIENCY OF ADDM NETWORK SURVEILLANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d72b9a8b-635d-44cc-45e8-3f90e8ee45f3-C", "generated_internal_id": "ASST_NON_NUR3DD000103_7523"}, {"internal_id": 155227608, "Award ID": "NUR3DD000102", "Award Amount": 875838.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "93.998", "Description": "THE UTAH REGISTRY OF AUTISM AND DEVELOPMENTAL DISABILITIES: ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER IN UTAH THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) - THE UTAH REGISTRY OF AUTISM AND DEVELOPMENTAL DISABILITIES (URADD) HAS PARTICIPATED IN THE ADDM NETWORK IN STUDY YEARS (SY) 2002, 2008, 2010, 2012, 2018 AND 2020. ASD PREVALENCE IN UTAH HAS INCREASED CONSIDERABLE OVER THE PAST 16 YEARS FROM 7.5 ASD CASES IDENTIFIED PER 1,000 8-YEAR-OLD CHILDREN IN 2002 TO 21.5 ASD CASES IDENTIFIED PER 1,000 8-YEAR-OLD CHILDREN IN 2018. DESPITE INCREASES IN UTAH’S ASD PREVALENCE, WHICH SUGGEST IMPROVED COMMUNITY AWARENESS, DISPARITIES IN ASD PREVALENCE REMAIN BY ETHNICITY, SEX, AGE, AND SOCIOECONOMIC STATUS. GIVEN CHANGES IN ASD PREVALENCE AND PERSISTENT DISPARITIES OVERTIME, THE UTAH ADDM NETWORK SITE (UT-ADDM) REMAINS ESSENTIAL FOR PROVIDING IMPORTANT DATA TO UTAH ASD STAKEHOLDERS. URADD IS REQUESTING TO CONTINUE ITS PARTICIPATION IN THE ADDM NETWORK IN SYS 2022 AND 2024 TO CONDUCT ASD SURVEILLANCE IN A CONTIGUOUS THREE COUNTY UTAH SURVEILLANCE AREA FOR 4- AND 8-YEAR OLD CHILDREN (COMPONENT A) AND 16-YEAR-OLD CHILDREN (COMPONENT B). PARTICIPATION IN THE ADDM NETWORK ENHANCES URADD’S CAPACITY FOR DETAILED DATA COLLECTION TO IMPROVE OUR UNDERSTANDING OF ASD PREVALENCE AND DISPARITIES, PREDICT FUTURE SERVICE NEEDS, EVALUATE RESPONSES TO PUBLIC HEALTH EFFORTS TARGETING EARLY ASD IDENTIFICATION, AND IMPROVE OUR UNDERSTANDING OF CHARACTERISTICS AMONG ADOLESCENTS WITH ASD. URADD WILL FOCUS ON ACCOMPLISHING MULTIPLE SHORT-TERM OUTCOMES DURING SY2022 AND SY2024 INCLUDING 1) IMPROVED COMPREHENSIVE COLLECTION OF MULTI-SOURCE DATA TO ESTIMATE ASD PREVALENCE AND MONITOR PROGRESS IN EARLY IDENTIFICATION OF ASD AMONG 4- AND 8-YEAR-OLD CHILDREN, 2) IMPROVED COMPREHENSIVE COLLECTION OF MULTI-SOURCE DATA TO DESCRIBE CHARACTERISTICS OF 16-YEAR-OLDS WITH ASD, 3) ENHANCED PARTNERSHIPS WITH AND DISSEMINATION OF DATA TO COMMUNITY STAKEHOLDERS, AND 4) IMPROVED RELIABILITY AND EFFICIENCY OF ADDM NETWORK SURVEILLANCE. TO ACCOMPLISH THESE OUTCOMES, UT-ADDM WILL EMPLOY ADDM NETWORK METHODOLOGIES AND CASE DEFINITIONS FOR ALL SURVEILLANCE-R ELATED ACTIVITIES FOR SY2022 AND SY2024. URADD IS THE AGENCY TASKED UNDER THE AUTHORITY AND DIRECTION OF THE UTAH DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS) TO MEASURE AND MONITOR THE PREVALENCE AND ASSOCIATED FEATURES OF ASD FOR PUBLIC HEALTH PURPOSES. DATA SHARING BETWEEN HEALTH AND EDUCATION SOURCES WITH URADD IS MANDATED BY THE UTAH LEGISLATURE UNDER PUBLIC HEALTH REPORTING RULE R398-10-1. FOR SY2022 AND SY2024, ADDITIONAL DATA SHARING AGREEMENTS ARE IN PLACE TO ACCESS EARLY INTERVENTION RECORDS AS WELL AS RECORDS FROM ABS KIDS, AN APPLIED BEHAVIORAL ANALYSIS PROVIDER. FOR COMPONENT B, UT-ADDM RECENTLY PARTNERED WITH THE DHHS’S DIVISION OF SERVICES FOR PERSONS WITH DISABILITIES TO EXPAND ITS SCREENING AND ABSTRACTION ACTIVITIES. IN ADDITION, UT-ADDM WILL ENGAGE WITH THE STATEWIDE COLLABORATIVE ON POST-SECONDARY TRANSITION OF STUDENTS WITH DISABILITIES IN A PILOT STUDY TO EXAMINE THE POTENTIAL TO LINK UT-ADDM DATA WITH DATA FROM THE UTAH STATE BOARD OF EDUCATION AND VOCATIONAL REHAB TO EXAMINE TRANSITION PLANNING AMONG 16-YEAR-OLDS. EFFORTS TO MAINTAIN AND STRENGTHEN OUR COLLABORATIVE RELATIONSHIPS INCLUDE 1) A COLLABORATION WITH LEARN THE SIGNS ACT EARLY, 2) ANNUAL STAKEHOLDER MEETINGS, 3) PARTICIPATION IN ADDM CALLS AND WORKGROUPS, 4) MAINTAINING A UT-ADDM/URADD WEBSITE, AND 5) HOLDING COMMUNITY AWARENESS EVENTS FOCUSED ON ADDRESSING DISPARITIES. FINALLY, UT-ADDM WILL IMPLEMENT A RIGOROUS EVALUATION AND PERFORMANCE MEASUREMENT PLAN THAT WILL ENSURE PROGRAM IMPLEMENTATION AND IMPROVEMENT, DEMONSTRATE UT-ADDM’S ACHIEVEMENT OF PROGRAM OUTPUTS AND OUTCOMES, PROVIDE INPUT ON POTENTIAL CHANGES TO ADDM NETWORK METHODOLOGY, AND ASSESS THE EFFECTIVENESS OF OUTREACH STRATEGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_NUR3DD000102_7523"}, {"internal_id": 155227478, "Award ID": "NUR3DD000101", "Award Amount": 449971.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "93.998", "Description": "ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM ANDDEVELOPMENTAL DISABILITIES MONITORING (ADDM) IN SAN DIEGO COUNTY - SAN DIEGO, THE SOUTHERNMOST MAJOR CITY IN CALIFORNIA, SHARES A BORDER WITH MEXICO AND CONTAINS RICH GEOGRAPHIC, RACIAL, AND ETHNIC DIVERSITY. USING A SURVEILLANCE REGION DEFINED WITHIN SAN DIEGO COUNTY, CALIFORNIA JOINED THE ADDM NETWORK FOR THE FIRST TIME DURING THE PREVIOUS FUNDING CYCLE, WHERE HIGHER ASD PREVALENCE RATES WERE FOUND IN US CHILDREN THAN ANY PREVIOUS SURVEILLANCE PERIOD. SPECIFICALLY, OUR CALIFORNIA ADDM SITE (CA ADDM) HAD THE HIGHEST PREVALENCE FOR BOTH 4- AND 8-YEAR-OLDS, THE LOWEST AGE OF DIAGNOSIS, THE LOWEST PROPORTION OF CHILDREN WITH INTELLECTUAL DISABILITY (ID), AND ONE OF THE MORE RACIALLY AND ETHNICALLY DIVERSE POPULATIONS. THIS, IN TURN, LED TO THE OVERALL POPULATION OF THE ADDM NETWORK BEING MORE RACIALLY AND ETHNICALLY DIVERSE THAN IN PREVIOUS YEARS (MAENNER ET AL., 2021; SHAW ET AL., 2021). AS UNDERSCORED BY 14 MOUS/LOSS, IN THE CURRENT APPLICATION OUR TEAM AT THE UCSD AUTISM CENTER OF EXCELLENCE PROPOSES TO FURTHER DEVELOP POPULATION-BASED, MULTIPLE-SOURCE, SURVEILLANCE PROGRAMS FOR ASD WITHIN THIS UNIQUE REGION. TO ACHIEVE THIS OBJECTIVE, WE WILL EXPAND OUR PREVIOUS SURVEILLANCE REGION TO NOW INCLUDE A CONFIRMED NEW SCHOOL DISTRICT PARTNER, SANTEE, AND HAVE PLANS TO EXPAND OUR COMMUNITY PARTNERS AND SURVEILLANCE REGION EVEN FURTHER WITH AN ADDITIONAL 11 MOUS PENDING FROM SCHOOL DISTRICTS, HEALTH SYSTEMS, AND EARLY INTERVENTION TREATMENT PROVIDERS. UNDERSCORING THE SUCCESS OF OUR PARTICIPATION IN ADDM, ALL PARTNERS FROM THE PREVIOUS ROUND OF FUNDING HAVE ENTHUSIASTICALLY AGREED TO CONTINUE TO SUPPORT THE MISSION OF THE ADDM NETWORK.  OUR UNIQUE SURVEILLANCE REGION, JUST A FEW MILES FROM THE BORDER WITH MEXICO, WILL CONTINUE TO CONTAIN THE HIGHEST DENSITY OF CHILDREN OF HISPANIC DESCENT (40%) RELATIVE TO ALL CURRENT ADDM NETWORK SITES. OUR SURVEILLANCE TEAM, LED BY LONG-TIME AUTISM RESEARCHER, DR. KAREN PIERCE, AND SUPPORTED BY OUR EPIDEMIOLOGY TRAINED PROJECT COORDINATOR (PC) ANDREA GRZYBOWSKI, AND HIGHLY EXPERIEN CED DATA MANAGER (DM), DR. SRINIVASA NALABOLU WAS EXTREMELY SUCCESSFUL DURING THE PREVIOUS ROUND OF FUNDING WITH HIGH QAQC METRICS OFTEN EXCEEDING 94% RELIABILITY WITH THE PC, AND DELIVERY OF CLEAN, BIRTH CERTIFICATE LINKED DATA TO THE CDC OFTEN AHEAD OF DEADLINES. OUR TEAM IS WELL VERSED IN ADDM OPERATING PROCEDURES AND TOOLS INCLUDING REDCAP, SAS AND ASSOCIATED LINK-KING SOFTWARE, AS WELL AS IN OBTAINING BIRTH CERTIFICATE DATA AND IN CREATING ‘COMMUNITY SNAPSHOTS’ TO DISSEMINATE SITE-SPECIFIC ADDM FINDINGS AND ENHANCE COMMUNITY PARTNERSHIPS. MOREOVER, WE OFTEN WORKED COLLABORATIVELY WITH THE CDC TO FIELD TEST AND TROUBLESHOOT TECHNICAL AND LOGISTICAL OPERATIONS VITAL TO THE ENTIRE ADDM NETWORK. USING ADDM METHODOLOGY, WE WILL CONTINUE TO ADDRESS A RANGE OF PUBLIC HEALTH ISSUES AS THEY RELATE TO ASD INCLUDING DETERMINING: (1) PREVALENCE RATES WITHIN A DESIGNATED SURVEILLANCE AREA DEFINED BY FIPS CODES THAT INCLUDES FOUR SCHOOL DISTRICTS CONTAINING MORE THAN 15,000 CHILDREN IN BOTH THE FOUR-YEAR AND EIGHT-YEAR OLD COHORTS (WITH A HIGH LIKELIHOOD FOR ADDITIONAL EXPANSION); (2) DIFFERENCES IN PREVALENCE AMONG RACIAL AND ETHNIC GROUPS; (3) INTELLECTUAL FUNCTIONING; (4), AND AGE AT FIRST DIAGNOSTIC EVALUATION. THE PERFORMANCE OF OUR SURVEILLANCE PROGRAM WILL BE CLOSELY TRACKED USING  KEY MEASURES REPORTED AT WEEKLY TEAM MEETINGS INCLUDING: (1) NUMBER OF HEALTH RECORDS IN TRACKING SYSTEM AND ABSTRACTED; (2) NUMBER OF EDUCATION RECORDS IN TRACKING AND ABSTRACTED; (3) NUMBER OF EARLY SERVICE PROVIDER RECORDS IN TRACKING AND ABSTRACTED. EXPECTED IMMEDIATE OUTCOMES INCLUDE INCREASED COLLECTION OF MULTISOURCE DATA; ENHANCED PARTNERSHIPS BETWEEN THE UCSD AUTISM CENTER OF EXCELLENCE AND COMMUNITY PARTNERS; INCREASED RELIABILITY AND EFFICIENCY OF ADDM SURVEILLANCE AND INCREASED DISSEMINATION OF ADDM DATA. WE ARE CONFIDENT THAT THE OVERALL LONG-TERM OUTCOME OF OUR PARTICIPATION WILL BE IMPROVED POLICIES, PLANS AND SERVICES FOR CHILDREN WITH ASD NOT ONLY IN OUR AREA BUT IN THE US AS A WHOLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_NUR3DD000101_7523"}, {"internal_id": 89524138, "Award ID": "NU53DD000011", "Award Amount": 1569096.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) IN SAN DIEGO COUNTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_NU53DD000011_7523"}, {"internal_id": 89522234, "Award ID": "NU53DD000010", "Award Amount": 1740960.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "TENNESSEE ADDM: ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK - SUPPLEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8e08af-9f61-5dc4-b13f-32b17f32dc92-C", "generated_internal_id": "ASST_NON_NU53DD000010_7523"}, {"internal_id": 89523517, "Award ID": "NU53DD000009", "Award Amount": 2391892.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "UTAH REGISTRY OF AUTISM AND DEVELOPMENTAL DISABILITIES: ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER IN UTAH THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_NU53DD000009_7523"}, {"internal_id": 89521845, "Award ID": "NU53DD000008", "Award Amount": 1682426.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c9d7554-cb59-0dff-6547-d9102319b537-C", "generated_internal_id": "ASST_NON_NU53DD000008_7523"}, {"internal_id": 89523167, "Award ID": "NU53DD000007", "Award Amount": 1653344.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "UNIVERSITY OF MINNESOTA, MINNESOTA AUTISM SPECTRUM DISORDER PREVALENCE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_NU53DD000007_7523"}, {"internal_id": 89519390, "Award ID": "NU53DD000006", "Award Amount": 2279502.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "ARKANSAS AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (AR ADDM) SY2018 AND SY2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d72b9a8b-635d-44cc-45e8-3f90e8ee45f3-C", "generated_internal_id": "ASST_NON_NU53DD000006_7523"}, {"internal_id": 89521068, "Award ID": "NU53DD000005", "Award Amount": 1675644.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "METROPOLITAN ST. LOUIS AUTISM AND DEVELOPMENTAL DISABILITIES SURVEILLANCE AND EPIDEMIOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_NU53DD000005_7523"}, {"internal_id": 89522715, "Award ID": "NU53DD000004", "Award Amount": 2226152.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE MARYLAND AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (MD-ADDM) NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e895f676-c226-223f-b5ed-dda80c2ec73a-C", "generated_internal_id": "ASST_NON_NU53DD000004_7523"}, {"internal_id": 89520232, "Award ID": "NU53DD000003", "Award Amount": 1628786.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "ARIZONA DEVELOPMENTAL DISABILITIES SURVEILLANCE PROGRAM (ADDSP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_NU53DD000003_7523"}, {"internal_id": 89518949, "Award ID": "NU53DD000002", "Award Amount": 1752198.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "93.998", "Description": "ENHANCING PUBLIC HEALTH SURVEILLANCE OF AUTISM SPECTRUM DISORDER THROUGH THE AUTISM AND DEVELOPMENTAL DISABILITIES MONITORING (ADDM) NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NU53DD000002_7523"}]