[{"internal_id": 98143139, "Award ID": "H79SM082951", "Award Amount": 1585910.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "PECAN VALLEY CENTERS ASSISTED OUTPATIENT TREATMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fd7692b-c9cf-caf2-2a2e-8ee07288a86b-C", "generated_internal_id": "ASST_NON_H79SM082951_7522"}, {"internal_id": 98144088, "Award ID": "H79SM082944", "Award Amount": 3733872.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "OZARK CENTER RECOVERY UP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "315a9b02-5f7a-4a39-75fb-63ab26ae2784-C", "generated_internal_id": "ASST_NON_H79SM082944_7522"}, {"internal_id": 98143447, "Award ID": "H79SM082942", "Award Amount": 3663530.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "GENESEE COUNTY ASSISTED OUTPATIENT TREATMENT PROGRAM: COMMUNITY COLLABORATION TO SERVE THOSE UNINSURED OR UNDER-INSURED ON, OR IN NEED OF, COURT ORDERED ASSISTED OUTPATIENT TREATMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ccd2da5-28ce-3a14-eae8-f37e6872894d-C", "generated_internal_id": "ASST_NON_H79SM082942_7522"}, {"internal_id": 150291400, "Award ID": "H79SM082941", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "93.997", "Description": "THE LAREDO ASSISTED OUTPATIENT TREATMENT PROGRAM - THE LAREDO ASSISTED OUTPATIENT TREATMENT (AOT) PROGRAM IS AN INTEGRATED BEHAVIORAL APPROACH TO AOT WITH THE GOAL OF IMPROVING ACCESS AND ADHERENCE TO INTENSIVE BEHAVIORAL HEALTH SERVICES IN ORDER TO AVERT RELAPSE, REPEATED HOSPITALIZATIONS, ARRESTS, INCARCERATIONS, SUICIDE, PROPERTY DESTRUCTION, AND VIOLENT BEHAVIORS IN THE WEBB COUNTY REGION. THE SERVICES WILL SERVE TO ENHANCE CONTINUUM OF CARE AND MAKE MENTAL HEALTH SUPPORT SERVICES AND HEALTH CARE FOR SERIOUSLY MENTALLY ILL CLIENTS MORE ACCESSIBLE. SERVICES WILL BE FOCUSED ON PROVIDING INTENSIVE CASE MANAGEMENT WHICH INCLUDE BEHAVIORAL HEALTH SCREENING AND SUPPORT SERVICES (PSYCHO-EDUCATION, SUPPORT GROUPS), PSYCHIATRIC SERVICES, MEDICATION MANAGEMENT, INTENSIVE CASE MANAGEMENT, OUTREACH SERVICES, HIV/STD TESTING, EDUCATION AND RISK REDUCTION, AS WELL AS PRIMARY CARE. THE LAREDO AOT PROGRAM PROPOSES TO SERVE 40 PARTICIPANTS FOR THE FIRST YEAR, 80 DURING THE SECOND YEAR, 100 DURING THE THIRD YEAR AND 120 DURING THE FOURTH YEAR FOR A GRAND TOTAL OF 340 PARTICIPANTS WITH SERIOUS MENTAL ILLNESS WHICH WILL RECEIVE INTEGRATED BEHAVIORAL HEALTH TREATMENT AND COMPREHENSIVE MEDICAL CARE SERVICES. TARGET POPULATION: INDIVIDUALS 18 YEARS OF AGE AND OLDER WHO: ARE SERIOUSLY MENTALLY ILL, UNLIKELY TO SURVIVE SAFELY IN THE COMMUNITY WITHOUT SUPERVISION; AND SUBSTANTIALLY DETERIORATING, LIKELY TO BECOME GRAVELY DISABLED OR SERIOUSLY HARM THEMSELVES OR OTHERS WITHOUT TREATMENT; AND FAILING TO ENGAGE IN AVAILABLE TREATMENT; AND LIKELY TO BENEFIT FROM AOT SERVICES; AND HAVE A HISTORY OF NON-COMPLIANCE WITH TREATMENT AND HAS EITHER TWO OR MORE HOSPITALIZATIONS; OR INCARCERATIONS WITHIN THE LAST 36 MONTHS; OR WITHIN THE LAST 48 MONTHS, ONE OR MORE ACTS AND/OR ATTEMPTS TO CAUSE SERIOUS PHYSICAL HARM TO SELF AND/OR OTHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1ac6e33-eb78-69b4-0e5b-105910ab00ec-C", "generated_internal_id": "ASST_NON_H79SM082941_7522"}, {"internal_id": 98143278, "Award ID": "H79SM082940", "Award Amount": 2291153.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "CALHOUN COUNTY ASSISTED OUTPATIENT TREATMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd1f314c-ab42-4097-18d4-601e0a82c3a2-C", "generated_internal_id": "ASST_NON_H79SM082940_7522"}, {"internal_id": 98143104, "Award ID": "H79SM082939", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "CENTERSTONE'S ASSISTED OUTPATIENT TREATMENT (C-AOT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57ef29b7-b611-f590-062d-eb59e198f653-C", "generated_internal_id": "ASST_NON_H79SM082939_7522"}, {"internal_id": 98142964, "Award ID": "H79SM082938", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "ASSISTED OUTPATIENT TREATMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3c5b4b5-08da-331d-8603-55d29f6dea8f-C", "generated_internal_id": "ASST_NON_H79SM082938_7522"}, {"internal_id": 98143463, "Award ID": "H79SM082933", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "BOSTON OUTPATIENT ASSISTED TREATMENT (BOAT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "19310b5c-f42d-7cfd-b72f-727dca29d4ef-C", "generated_internal_id": "ASST_NON_H79SM082933_7522"}, {"internal_id": 98144472, "Award ID": "H79SM082932", "Award Amount": 3991706.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "DENVER COURT-ORDERED ASSISTED COMMUNITY TREATMENT (DENVER CO-ACT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eab0e140-b062-95a0-b992-ecffbdc614e4-C", "generated_internal_id": "ASST_NON_H79SM082932_7522"}, {"internal_id": 98143150, "Award ID": "H79SM082926", "Award Amount": 3468676.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "GREATER MOBILE ASSISTED OUTPATIENT TREATMENT PROGRAM (GMAOT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02375098-1647-fb42-edd8-960919f30336-C", "generated_internal_id": "ASST_NON_H79SM082926_7522"}, {"internal_id": 98142949, "Award ID": "H79SM082924", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "AUSTIN AOT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b497575c-9022-efd7-1632-2325fc6b19ab-C", "generated_internal_id": "ASST_NON_H79SM082924_7522"}, {"internal_id": 98143215, "Award ID": "H79SM082923", "Award Amount": 2779194.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "THE HOUSTON AOT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "216e1877-fc3e-f2a4-4cd9-213fe931d3a7-C", "generated_internal_id": "ASST_NON_H79SM082923_7522"}, {"internal_id": 130088599, "Award ID": "H79SM082922", "Award Amount": 1862187.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-22", "CFDA Number": "93.997", "Description": "ASSISTED OUTPATIENT TREATMENT PROGRAM FOR INDIVIDUAL'S WITH SERIOUS MENTAL ILLNESS IN SOUTHEAST MICHIGAN - LIVE RITE ASSISTED OUTPATIENT TREATMENT PROGRAM WILL PROVIDE WRAP-AROUND INDIVIDUALIZED SERVICES FOR INDIVIDUALS WITH SERIOUS MENTAL ILLNESS TO REDUCE THE INCIDENCE AND DURATION OF PSYCHIATRIC HOSPITALIZATION, HOMELESSNESS, INCARCERATIONS, AND INTERACTIONS WITH THE CRIMINAL JUSTICE SYSTEM WHILE IMPROVING THE HEALTH AND SOCIAL OUTCOMES. LIVE RITE WILL PROVIDE SUPPORTIVE SERIVCES USING EVIDENCE-BASED PRACTICES SUCH AS MOTIVATIONAL INTERVIEWING, COGNITIVE BEHAVORIAL THERAPY, AND SEEKING SAFETY. LIVE RITE PROVIDES THE FOLLOWING PROGRAMS PEER RECOVERY, JOB READINESS, INTENSIVE CASE MANAGEMENT, LIFE SKILLS & EDUCATION, FINANCIAL LITERACY, FAMILY RECOVERY COACHING, SUPPORTIVE SERVICES, AND FOLLOW-UP SERVICES. THE PURPOSE OF THIS PROJECT IS TO INCREASE THE CAPACITY OF LIVE RITE STRUCTURED RECOVERY CORP AND ITS PARTNERS TO PROVIDE APPROPRIATE SERVICES TO ADULTS WHO HAVE BEEN IDENTIFIED AS HAVING SMI.   GOAL 1: IMPROVE MENTAL HEALTH COURT SERVICES AND REDUCE CRIME, SUBSTANCE USE, AND HOMELESSNESS BY INCREASING THE AVAILABILITY OF COMPREHENSIVE, TRAUMA-INFORMED, GENDER-SPECIFIC, EVIDENCE-BASED AOT FOR ADULTS WITH SMI IN SOUTHEAST MICHIGAN. OBJECTIVE 1.1 PROVIDE COMPREHENSIVE EVIDENCE-BASED, TRAUMA INFORMED AOT TO 15 INDIVIDUALS IN YEAR 1, 20 IN YEAR 2, AND 30 IN YEARS 3 AND 4. OBJECTIVE 1.2 70% OF CLIENTS WILL SUCCESSFULLY COMPLETE THE TREATMENT PORTION OF THE PROGRAM, AND 80% WILL SUCCESSFULLY COMPLETE AFTERCARE. OBJECTIVE 1.3 100% OF PROGRAM STAFF WILL RECEIVE THE APPROPRIATE LEVEL OF SEEKING SAFETY TRAINING WITHIN THE FIRST 30 DAYS OF EMPLOYMENT.  QUARTERLY FIDELITY MONITORING WILL SHOW THAT 98% OF SESSIONS MONITORED ARE FAITHFUL TO THE MODEL.   GOAL 2: ENHANCE SOCIAL AND BEHAVIORAL HEALTH FUNCTIONING AMONG ADULTS. OBJECTIVES 2.1 80% WHO COMPLETE OUR PROGRAM WILL HAVE IMPROVED SOCIAL CONNECTEDNESS AT DISCHARGE, AND 70% WILL MAINTAIN THESE IMPROVEMENTS AT 6-MONTHS POST INTAKE AS EVIDENCED BY GPRA. 2.3 80% WHO COMPLETE OUR PROGRAM WILL ENROLL IN AN EDUCATIONAL/VOCATIONAL PROGRAM, BE ACTIVELY SEEKING EMPLOYMENT, OR BE EMPLOYED AT DISCHARGE, AND 70% WILL CONTINUE TO REMAIN ENROLLED, COMPLETE THEIR EDUCATION/TRAINING, OR REMAIN EMPLOYED 6-MONTHS POST INTAKE AS EVIDENCED BY THE GPRA. 2.4 80% WHO COMPLETE OUR PROGRAM AND WHO HAD MENTAL HEALTH SYMPTOMS AT ADMISSION WILL EXHIBIT DECREASED SYMPTOMS AT DISCHARGE, AND 70% WILL MAINTAIN IMPROVED MENTAL HEALTH FUNCTIONING AT 6- MONTHS POST INTAKE AS EVIDENCED BY THE GPRA, PCL-5, AND MODIFIED MINI SCREEN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bb15236-56c6-a916-15e3-a8ac09e2ed04-R", "generated_internal_id": "ASST_NON_H79SM082922_7522"}, {"internal_id": 149208946, "Award ID": "H79SM082921", "Award Amount": 1640902.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-03", "CFDA Number": "93.997", "Description": "MADISON COUNTY ASSISTED OUTPATIENT TREATMENT PROGRAM - WELLSTONE, NORTH ALABAMA'S LARGEST AND MOST COMPREHENSIVE BEHAVIORAL HEALTHCARE PROVIDER, IS PARTNERING WITH THE MADISON COUNTY PROBATE COURT AND HUNTSVILLE HOSPITAL TO DEVELOP THE MADISON CO. ASSISTED OUTPATIENT TREATMENT (MCAOT) PROGRAM, TREATING INDIVIDUALS WITH SERIOUS MENTAL ILLNESS (SMI). WELLSTONE'S 12 FACILITIES OFFER A WIDE RANGE OF MENTAL HEALTH AND SUBSTANCE USE SERVICES TO OVER 13,000 CLIENTS ANNUALLY.   THE MCAOT PROGRAM WILL BE IMPLEMENTED IN MADISON COUNTY, ALABAMA, WHICH COVERS 801 SQUARE MILES, HAS A POPULATION OF 366,519, AND IS HOME TO ALABAMA'S FOURTH-LARGEST CITY, HUNTSVILLE. WELLSTONE ESTIMATES THAT OF THE MORE THAN 14,600 INDIVIDUALS IN MADISON CO. LIVING WITH AN SMI, 32% OR APPROXIMATELY 4,600, ARE NOT RECEIVING SERVICES. IT IS ESTIMATED THAT 25% OR 116 INDIVIDUALS WHO ARE CONSIDERED HOMELESS OR PRECARIOUSLY HOUSED IN MADISON CO. ALSO LIVE WITH AN SMI. NEARLY 2000, OR 20%, OF THE APPROXIMATELY 10,000 INDIVIDUALS INCARCERATED IN THE COUNTY HAVE A DIAGNOSABLE SMI.  THE MCAOT PROGRAM PROVIDES SERVICES TO INDIVIDUALS WHO ARE AT HIGH RISK FOR INPATIENT PSYCHIATRIC COMMITMENT BUT WOULD BE BETTER SERVED BY INTENSIVE OUTPATIENT SERVICES AND SUPPORT. THESE SERVICES INCLUDE INDIVIDUALIZED TREATMENT PLANS, INTENSIVE CASE MANAGEMENT, MEDICATION MANAGEMENT, AND WRAPAROUND SERVICES.  WELLSTONE'S ASSERTIVE COMMUNITY TREATMENT (ACT) WILL PROVIDE THESE SERVICES TO INDIVIDUALS DIAGNOSED WITH AN SMI. HUNTSVILLE HOSPITAL HAS A LONG HISTORY OF WORKING WITH POPULATIONS EXPERIENCING MENTAL HEALTH EMERGENCIES, AND WILL BE THE PRIMARY SOURCE OF REFERRALS TO THE MCAOT PROGRAM. THE MADISON COUNTY PROBATE COURT CONDUCTS ALL OF THE CIVIL COMMITMENT HEARINGS IN THE REGION. THE PROBATE COURT WILL CONDUCT THE OUTPATIENT COMMITMENT HEARINGS AND PERIODIC TREATMENT PLAN REVIEWS.   THE ADMISSION CRITERIA A CLIENT MUST MEET INCLUDES AN SMI PSYCHIATRIC DIAGNOSIS WITH A HIGH RISK FOR LONG-TERM HOSPITALIZATION. INDIVIDUALS MUST DEMONSTRATE A NEED FOR CO-EXISTING TREATMENT DUE TO THE INABILITY TO BE SUCCESSFUL WITHIN A TRADITIONAL SERVICE DELIVERY SYSTEM AND BE EXPERIENCING RESIDUAL PSYCHIATRIC SYMPTOMS CAUSING CHALLENGES IN FINANCIAL STABILITY, PERSONAL CARE, AND MEDICAL STATUS.  THE MCAOT WILL SERVE 50 INDIVIDUALS DURING YEAR ONE, AND 75 INDIVIDUALS IN YEARS TWO, THREE, AND FOUR EACH, FOR A TOTAL OF 275 UNDUPLICATED INDIVIDUALS BY THE END OF THE GRANT PERIOD. WELLSTONE EXPECTS THAT BY YEAR FOUR, THERE WILL BE A 75% DECREASE IN INDIVIDUALS NEEDING INPATIENT PSYCHIATRIC CARE AND/OR INCARCERATION. THEY ESTIMATE THAT ONCE AN INDIVIDUAL COMPLETES THE ACT PHASE OF THE MCAOT PROGRAM, 70% WILL BE IN STABLE HOUSING, 75% ARE EMPLOYED, LOOKING FOR WORK, OR ARE RECEIVING JOB TRAINING, AND 60% WILL HAVE INCREASED THEIR SELF-SUFFICIENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f744b129-34f0-a5b4-94bd-312bcaf01aaa-C", "generated_internal_id": "ASST_NON_H79SM082921_7522"}, {"internal_id": 98144460, "Award ID": "H79SM082920", "Award Amount": 3125456.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "IMPLEMENTATION OF THE SUCCESSFUL-RECOVERY ASSISTED OUTPATIENT TREATMENT PROGRAM (SR-AOT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5953f0fd-72e5-ed4e-bd19-e1a14b02b475-C", "generated_internal_id": "ASST_NON_H79SM082920_7522"}, {"internal_id": 98144169, "Award ID": "H79SM082919", "Award Amount": 2873583.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "NORTHSHORE OUTPATIENT ASSISTANCE AND HOLISTIC SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4456e7b9-8640-202b-6c16-3bc849006b9f-C", "generated_internal_id": "ASST_NON_H79SM082919_7522"}, {"internal_id": 98144112, "Award ID": "H79SM082918", "Award Amount": 4000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "KENTUCKY ASSISTED OUTPATIENT TREATMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_H79SM082918_7522"}, {"internal_id": 98143775, "Award ID": "H79SM082917", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "PATHWAY TO RECOVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "018dd120-e5c1-0a54-9f6d-f656980727f6-C", "generated_internal_id": "ASST_NON_H79SM082917_7522"}, {"internal_id": 98143105, "Award ID": "H79SM082916", "Award Amount": 3996144.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "ASSISTED OUTPATIENT TREATMENT PROGRAM USING THE ASSERTIVE COMMUNITY TREATMENT MODEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e73fa174-293e-d0f0-5e06-962cf362ec60-C", "generated_internal_id": "ASST_NON_H79SM082916_7522"}, {"internal_id": 149209105, "Award ID": "H79SM082915", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-03", "CFDA Number": "93.997", "Description": "CITRUS ASSISTED OUTPATIENT TREATMENT (CAOT) - THE CITRUS ASSISTED OUTPATIENT TREATMENT (CAOT) LOCATED IN CRYSTAL RIVER, FLORIDA, OPERATED BY LIFESTREAM BEHAVIORAL CENTER, IS A COMPREHENSIVE OUTPATIENT PROGRAM THAT FOCUSES ON THE ALL-AROUND HEALTH AND WELLNESS OF ADULTS LIVING WITH SEVERE AND PERSISTENT MENTAL ILLNESS AS WELL AS CO-OCCURRING SUBSTANCE USE DISORDERS. THIS PROGRAM UTILIZES THE EVIDENCE-BASED PRACTICE OF ASSISTED OUTPATIENT TREATMENT (AOT), ALLOWABLE UNDER FLORIDA STATUE 394, TO DELIVER COMMUNITY-BASED OUTPATIENT TREATMENT UNDER COURT ORDER. AOT, WAS CREATED TO ASSIST THOSE  \"WHO NEED ONGOING PSYCHIATRIC CARE TO PREVENT RELAPSE, RE-HOSPITALIZATION, AND/OR DANGEROUS BEHAVIOR, AND WHO HAVE DIFFICULTY FOLLOWING THROUGH WITH COMMUNITY-BASED TREATMENT\" (SWARTZ, 2001). THE CAOT PROGRAM WILL WORK WITH ADULTS (18 OR OLDER) OF ANY GENDER, RACE, OR ETHNICITY WHO HAVE NOT BEEN SUCCESSFUL IN MANAGING THEIR MENTAL HEALTH DIAGNOSIS DUE TO AN INABILITY TO UNDERSTAND THAT THEY HAVE MENTAL ILLNESS OR DIFFICULTY ENGAGING IN TREATMENT AND/OR FOLLOWING RECOMMENDATION. CRITERIA FOR SERVICES INCLUDES AT LEAST TWO EPISODES OF ILLNESS WITHIN THE IMMEDIATELY PRECEDING 36 MONTH PERIOD RESULTING IN INVOLUNTARY ADMISSION TO A RECEIVING OR TREATMENT FACILITY (AS DEFINED S. 394.455) OR RECEIPT OF MENTAL HEALTH SERVICES IN A FORENSIC OR CORRECTIONAL FACILITY, WHERE THE EPISODES DO NOT INCLUDE SERIOUS VIOLENT BEHAVIOR TOWARDS SELF OR OTHERS, OR ATTEMPTS AT SERIOUS BODILY HARM TO HIMSELF OR HERSELF OR OTHERS. CITRUS ASSISTED OUTPATIENT TREATMENT WILL UTILIZE \"INTEGRATED TREATMENT FOR CO-OCCURRING DISORDERS\", AN EVIDENCED-BASED PRACTICE THAT INTEGRATES BOTH MENTAL ILLNESS AND SUBSTANCE USE TREATMENT TO BEST MEET THE INDIVIDUAL'S NEEDS. PROJECT GOALS INCLUDE 1) IMPLEMENTATION OF A NEW CITRUS COUNTY PROGRAM FOR ASSISTED OUTPATIENT TREATMENT TO SERVE 265 INDIVIDUALS (50 IN YEAR ONE, 65 IN YEAR TWO, AND 75 FOR YEAR THREE AND FOUR) WITH SERIOUS MENTAL ILLNESS, WHO MEET THE STATUTORY REQUIREMENTS FOR INVOLUNTARY OUTPATIENT PLACEMENT ACCORDING TO THE FLORIDA'S BAKER ACT; 2) EVALUATE THE PSYCHIATRIC, SOCIAL, AND MEDICAL NEEDS OF INDIVIDUALS PRIOR TO ADMISSIONS, DURING PARTICIPATION IN THE PROGRAM, AND FOLLOWING DISCHARGE. PROJECT PERFORMANCE WILL BE MEASURED BY AN EXPECTED 70% DECREASE IN THE NUMBER ON INCIDENTS OF HOSPITALIZATION AND/OR INCARCERATION, AS WELL AS THE LENGTH OF STAY/DAYS INCARCERATED. ADDITIONALLY, LIFESTREAM BEHAVIORAL CENTER WILL UTILIZE THE NATIONAL OUTCOME MEASURES DETERMINED BY SAMHSA TO MONITOR AND DETERMINE INCREASES IN THE FOUR DIMENSIONS - HOME, HEALTH, PURPOSE, AND COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "945f40a1-444f-51af-3551-4cdd87fff276-C", "generated_internal_id": "ASST_NON_H79SM082915_7522"}, {"internal_id": 130086971, "Award ID": "H79SM082913", "Award Amount": 2360354.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-22", "CFDA Number": "93.997", "Description": "SUPPORT THROUGH ASSISTED TREATMENT (STAT) - COMMUNITY HOWARD REGIONAL HEALTH’S (CHRH) BEHAVIORAL HEALTH SERVICES PROJECT, SUPPORT THROUGH ASSISTED TREATMENT (STAT) PROVIDES ASSISTED OUTPATIENT THERAPY (AOT) TREATMENT AND SUPPORTIVE SERVICES TO SERIOUSLY MENTALLY ILL (SMI) CLIENTS UNDER CIVIL COMMITMENT BY LOCAL COURTS IN HOWARD, CLINTON AND TIPTON COUNTIES, INDIANA, IN ORDER TO REDUCE INCIDENCE AND DURATION OF HOSPITALIZATION, HOMELESSNESS, INCARCERATION, AND INVOLVEMENT WITH THE CRIMINAL JUSTICE SYSTEM. THE POPULATION TO BE SERVED IS RESIDENTS OF THESE COUNTIES, TOTAL POPULATION 131,912 PERSONS; 85% ARE WHITE NON-HISPANIC, 7 % ARE BLACK NON-HISPANIC, AND NEARLY 4% ARE HISPANIC. MEDIAN HOUSEHOLD INCOME IS $52,032, WITH 13% OF FAMILIES IN POVERTY. NEARLY 40% OF ADULTS HAVE A HIGH SCHOOL DIPLOMA, WITH 19% HAVING ATTAINED A BACHELOR’S DEGREE OR GREATER. CLINICALLY, THE FOCUS IS ON ADULT INDIVIDUALS WITH SMI WHO ARE NOT ENGAGING IN TREATMENT, CYCLING THROUGH JAILS OR HOSPITALS, A DANGER TO THEMSELVES/OTHERS, OR MEET THE STATUTORY DEFINITION OF GRAVELY DISABLED. USING SMI PREVALENCE DATA AND ESTIMATES OF THE SUBGROUP WHO MEET THE FOCUS CRITERIA, CHRH EXPECTS TO SERVE ANNUALLY 40 PERSONS, AND THROUGH THE LIFETIME OF THE PROJECT, 120 UNDUPLICATED INDIVIDUALS. STAT HAS TWO MAJOR GOALS WITH SEVERAL OBJECTIVES. GOAL 1 IS TO REDUCE RATES OF HOSPITALIZATION AND INCARCERATION, WITH A FIRST OBJECTIVE THAT 75% OF PARTICIPANTS WILL HAVE STABLE HOUSING WITHIN 6 MONTHS OF STARTING STAT. OBJECTIVE 2 IS THAT 80% OF HOUSED INDIVIDUALS WILL MAINTAIN STABLE HOUSING THROUGHOUT THEIR TIME IN STAT. OBJECTIVE 3 IS THAT 60% OF CLIENTS WILL NOT HAVE AN INPATIENT STAY OR INCARCERATION DURING STAT. STAT’S SECOND GOAL IS TO INCREASE THE RATES OF TREATMENT COMPLIANCE, WITH TWO OBJECTIVES. FIRST, 70% OF CLIENTS WILL HAVE TWO OR MORE CONTACTS WITH THEIR TREATMENT TEAM WEEKLY, AND SECOND, 60% OF CLIENTS WILL MAINTAIN A MONTHLY CONTACT RATE TO TREATMENT FOR UP TO SIX MONTHS AFTER REMOVAL FROM STAT. NINE STRATEGIES FORM THE BUILDING BLOCKS OF STAT. 1) CHRH IDENTIFIES PERSONS WHO ARE PERSISTENTLY NON-ADHERENT WITH TREATMENT FOR THEIR MENTAL ILLNESS AND MEET CRITERIA FOR AOT UNDER INDIANA LAW. 2) ONCE IDENTIFIED, CHRH TAKES THE INITIATIVE TO GATHER THE REQUIRED EVIDENCE AND PETITION THE COURT FOR AOT. 3) CHRH SAFEGUARDS THE DUE PROCESS RIGHTS OF PARTICIPANTS AT ALL STAGES OF AOT PROCEEDINGS. 4) CHRH AND LOCAL CRIMINAL JUSTICE ENTITIES COLLABORATE TO MAINTAIN CLEAR LINES OF COMMUNICATION BETWEEN THE COURT AND THE TREATMENT TEAM. 5) CHRH PROVIDES EVIDENCE-BASED TREATMENT SERVICES FOCUSED ON ENGAGEMENT AND HELPING PARTICIPANTS MAINTAIN STABILITY AND SAFETY IN THE COMMUNITY. 6) ALL COLLABORATORS IN STAT CONTINUALLY EVALUATE THE APPROPRIATENESS OF THE PARTICIPANT’S TREATMENT PLAN THROUGHOUT THE AOT PERIOD AND MAKE ADJUSTMENTS AS WARRANTED. 7) STAT EMPLOYS SPECIFIC PROTOCOLS TO RESPOND IN THE EVENT THAT AN AOT PARTICIPANT FALTERS IN MAINTAINING TREATMENT ENGAGEMENT. 8) AOT PARTICIPANTS ARE EVALUATED AT THE END OF THE COMMITMENT PERIOD TO DETERMINE IF IT IS APPROPRIATE TO SEEK RENEWAL OF THE COMMITMENT OR ALLOW TRANSITION TO VOLUNTARY CARE. 9) UPON TRANSITION OUT OF STAT, EACH PARTICIPANT REMAINS CONNECTED TO THE TREATMENT SERVICES THEY CONTINUE TO NEED TO MAINTAIN STABILITY AND SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c7a3ebf-4b26-266a-3a2f-801b9bb696a1-R", "generated_internal_id": "ASST_NON_H79SM082913_7522"}, {"internal_id": 130087391, "Award ID": "H79SM082912", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-22", "CFDA Number": "93.997", "Description": "KANSAS AOT PROJECT - KANSAS AOT PROJECT WILL ESTABLISH 5 PILOT SITES ACROSS THE STATE TO DEVELOP PROCESS AND PROCEDURE IN SUPPORT OF MODIFICATION OF INVOLUNTARY COMMITMENT LAWS AND TRANSITION TO THE ASSISTED OUTPATIENT TREATMENT MODEL.  AS A RESULT OF LESSONS LEARNED FROM THE 5 PILOT SITES, RECOMMENDATIONS WILL BE PROVIDED TO THE KANSAS LEGISLATURE TO AMEND THE KANSAS STATUTES TO SUPPORT AOT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41e6a676-f8cc-b78d-08fc-ff5f20591bb4-C", "generated_internal_id": "ASST_NON_H79SM082912_7522"}, {"internal_id": 98144356, "Award ID": "H79SM082910", "Award Amount": 2953442.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "93.997", "Description": "SANGAMON COUNTY ILLINOIS ASSISTED OUTPATIENT TREATMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69dce311-5cea-adbf-ec64-fde80f540f52-C", "generated_internal_id": "ASST_NON_H79SM082910_7522"}, {"internal_id": 68567462, "Award ID": "H79SM063554", "Award Amount": 591532.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "93.997", "Description": "ASSISTED OUTPATIENT TREATMENT PROGRAM - ANDREWS CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d739965-111d-d387-1b38-22be50b57c61-C", "generated_internal_id": "ASST_NON_H79SM063554_7522"}, {"internal_id": 48834607, "Award ID": "H79SM063553", "Award Amount": 1120240.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-22", "CFDA Number": "93.997", "Description": "BALDWIN COUNTY ASSISTED OUTPATIENT TREATMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02375098-1647-fb42-edd8-960919f30336-C", "generated_internal_id": "ASST_NON_H79SM063553_7522"}, {"internal_id": 48834606, "Award ID": "H79SM063552", "Award Amount": -1009464.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "DIRECT OUTPATIENT COMMITMENT IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_H79SM063552_7522"}, {"internal_id": 69725248, "Award ID": "H79SM063549", "Award Amount": 4088640.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "93.997", "Description": "PINELLAS COUNTY - ASSISTED OUTPATIENT TREATMENT FOR INDIVIDUALS WITH SMI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e870148-6f08-5ef4-650f-2079be3871a0-C", "generated_internal_id": "ASST_NON_H79SM063549_7522"}, {"internal_id": 48834605, "Award ID": "H79SM063548", "Award Amount": 1339383.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "HINDS COUNTY ASSISTED OUTPATIENT TREATMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7bc96de0-86b4-9b7e-140d-b109c360c155-R", "generated_internal_id": "ASST_NON_H79SM063548_7522"}, {"internal_id": 48834604, "Award ID": "H79SM063547", "Award Amount": 1627584.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "VALLEY ASSISTED OUTPATIENT TREATMENT CARE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ef28781-4134-f122-1a42-e39a39581e90-C", "generated_internal_id": "ASST_NON_H79SM063547_7522"}, {"internal_id": 48834603, "Award ID": "H79SM063545", "Award Amount": 1320338.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "UTAH ASSISTED OUTPATIENT TREATMENT PROGRAM (U-AOT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "199a39f3-9709-ea54-3ff2-8ec2a784e1d8-C", "generated_internal_id": "ASST_NON_H79SM063545_7522"}, {"internal_id": 48834602, "Award ID": "H79SM063543", "Award Amount": 1442082.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "ASSISTED OUTPATIENT TREATMENT TEAM (AOTT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "945f40a1-444f-51af-3551-4cdd87fff276-C", "generated_internal_id": "ASST_NON_H79SM063543_7522"}, {"internal_id": 48834601, "Award ID": "H79SM063542", "Award Amount": 401526.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "ASSISTED OUTPATIENT TREATMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_H79SM063542_7522"}, {"internal_id": 48834600, "Award ID": "H79SM063540", "Award Amount": 1212419.18, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "CUYAHOGA COUNTY AOT PILOT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11b8a1bb-8dcc-129d-0612-8103c2cf2dda-C", "generated_internal_id": "ASST_NON_H79SM063540_7522"}, {"internal_id": 68565139, "Award ID": "H79SM063539", "Award Amount": 1532459.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "93.997", "Description": "ALBUQUERQUE/BERNALILLO COUNTY ASSISTED OUTPATIENT TREATMENT (AOT) PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37b7dc05-597c-77b5-f192-5df5cabba0c9-C", "generated_internal_id": "ASST_NON_H79SM063539_7522"}, {"internal_id": 48834599, "Award ID": "H79SM063538", "Award Amount": 2079245.27, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "DONA ANA COUNTY ASSISTED OUTPATIENT TREATMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d2d5336-58af-7f38-9b53-f679853e3f0e-C", "generated_internal_id": "ASST_NON_H79SM063538_7522"}, {"internal_id": 48834598, "Award ID": "H79SM063537", "Award Amount": 997560.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "PINE BELT ASSISTED OUTPATIENT TREATMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4aa050c0-f2bb-423a-8bd1-85873a23ebfc-C", "generated_internal_id": "ASST_NON_H79SM063537_7522"}, {"internal_id": 48834597, "Award ID": "H79SM063536", "Award Amount": 1011739.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "THE COOK COUNTY ASSISTED OUTPATIENT TREATMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06a46203-5692-4b57-1076-4eba144e2e23-C", "generated_internal_id": "ASST_NON_H79SM063536_7522"}, {"internal_id": 48834596, "Award ID": "H79SM063535", "Award Amount": -56985.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "PUERTO RICO ASSISTED OUTPATIENT TREATMENT PROGRAM FOR INDIVIDUALS WITH SERIOUS ME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ccec1439-4fc7-aa7b-66d5-8ed9ab9f57bb-C", "generated_internal_id": "ASST_NON_H79SM063535_7522"}, {"internal_id": 48834595, "Award ID": "H79SM063534", "Award Amount": 1511609.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "ASSIST VENTURA COUNTY (IMPLEMENTING AOT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "280b6656-3926-9bce-3c65-b46c663932fb-C", "generated_internal_id": "ASST_NON_H79SM063534_7522"}, {"internal_id": 48834594, "Award ID": "H79SM063533", "Award Amount": -807624.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "OUTPATIENT CIVIL COMMITMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a5d424f-8512-16a9-ce5b-04c5171ef7d6-C", "generated_internal_id": "ASST_NON_H79SM063533_7522"}, {"internal_id": 48834593, "Award ID": "H79SM063532", "Award Amount": 2025675.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "OKLAHOMA'S PATHWAY TO RECOVERY ASSISTED OUTPATIENT TREATMENT (PTR AOT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "018dd120-e5c1-0a54-9f6d-f656980727f6-C", "generated_internal_id": "ASST_NON_H79SM063532_7522"}, {"internal_id": 48834592, "Award ID": "H79SM063531", "Award Amount": 1712596.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "PROJECT AOT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9edbbd37-5df2-1377-a032-3829fa93a42a-C", "generated_internal_id": "ASST_NON_H79SM063531_7522"}, {"internal_id": 48834591, "Award ID": "H79SM063530", "Award Amount": 973727.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-11-21", "CFDA Number": "93.997", "Description": "BIG SANDY ASSISTED OUTPATIENT TREATMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee9da8ca-5100-ac05-18e1-5de542487785-C", "generated_internal_id": "ASST_NON_H79SM063530_7522"}, {"internal_id": 110862097, "Award ID": "H79FG000583", "Award Amount": 2800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-28", "CFDA Number": "93.243", "Description": "CENTER FOR EXCELLENCE ON BEHAVIORAL HEALTH DISPARITIES IMPACTING THE LGBTQ COMMUNITY (COE BHD LGBTQ)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23b1535c-77e8-dafd-4ece-46b518206e5d-C", "generated_internal_id": "ASST_NON_H79FG000583_7522"}]