[{"internal_id": 160081700, "Award ID": "NU58DP007422", "Award Amount": 10000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "93.988", "Description": "THE DIABETES MATCH INITIATIVE: MOBILIZING ACCESS THROUGH CAPACITY BUILDING AND HEALTH EQUITY - <![CDATA[THE PURPOSE OF THIS FUNDED PROJECT, A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES—SUBJECT MATTER EXPERTISE, TRAINING, AND TECHNICAL ASSISTANCE (CDC-RFA-DP-23-0021) IS TO SUPPORT THE GOALS OF THE COMPANION FUNDING OPPORTUNITY, A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES (CDC-RFA-DP23-0020). OVER THE NEXT FIVE YEARS, THE SUBJECT MATTER EXPERTISE, TRAINING, AND TECHNICAL ASSISTANCE PROVIDED BY THE EMORY CENTERS FOR PUBLIC HEALTH TRAINING AND TECHNICAL ASSISTANCE (EMORY CENTERS) AND ASSOCIATION OF DIABETES CARE & EDUCATION SPECIALISTS (ADCES) TEAM WILL STRENGTHEN AND BUILD NEW CAPACITIES OF THE DP-23-0020 RECIPIENTS TO SUCCESSFULLY ACHIEVE THE SPECIFIC OUTCOMES OF THEIR PROJECTS AND SHARED MEASURES OF COLLECTIVE IMPACT ACROSS PROJECTS TO DECREASE THE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES AND IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS AMONG PRIORITY POPULATIONS WITH DIABETES. OUR SPECIFIC AIM IS TO INCREASE CAPACITY AMONG DP23-0020 RECIPIENTS TO IMPROVE HEALTH EQUITY, WITH THREE 5-YEAR IMPACT GOALS: 1) INCREASING ACCESS TO AND DELIVERY OF DIABETES MANAGEMENT; 2) INCREASING ACCESS TO AND DELIVERY OF TYPE 2 DIABETES PREVENTION; AND 3) INCREASING ACCESS TO AND DELIVERY OF RISK REDUCTION INTERVENTIONS FOR PRIORITY POPULATIONS. TOGETHER, EMORY CENTERS AND ADCES BRING AN INCREDIBLY RICH DIVERSITY OF NATIONWIDE SYSTEMS, COMMUNITY PARTNERS, AND SMES THAT WILL BE JOINING OUR NETWORK. OUR ORGANIZATIONS ARE HIGHLY RESPECTED, RECOGNIZED, AND TRUSTED BY OUR FUNDERS, PEERS, AND COMMUNITIES WE SERVE. COLLECTIVELY, WE ARE COMMITTED TO ENSURING THE QUALITY OF NATIONWIDE DIABETES PROGRAMS AND THEIR DELIVERY IN ALL PRIORITY POPULATIONS AND PROVIDING THE CAPACITY BUILDING FOR RECIPIENTS TO INCREASE ACCESS, UPTAKE, AND IMPACTFUL IMPLEMENTATION THROUGH LOCAL ADAPTATION AND FLEXIBILITY. OUR ORGANIZATIONAL MODEL TO ACCOMPLISH THE AIMS OF THIS WORK IS TO CREATE THE DIABETES MATCH INITIATIVE WHICH STANDS FOR MOBILIZING ACCESS THROUGH CAPACITY BUILDING AND HEALTH EQUITY. IT EMPHASIZES OUR EXPERIENCE WITH A COLLECTIVE IMPACT APPROACH THAT INTEGRATES THE STRENGTH OF EMORY-ADCES WORKING TOGETHER WITH OTHER SME COMMUNITY PARTNERS AND SYSTEMS IN ALL ASPECTS OF THE WORK. THIS WILL BE LED BY EMORY CENTERS’ EXECUTIVE DIRECTOR, DR. LINELLE BLAIS, WHO WILL SERVE AS THE EXECUTIVE DIRECTOR FOR THE MATCH INITIATIVE AND OVERSEE THE MANAGEMENT OF THE PROJECT AND ADVISE ON OVERARCHING STRATEGIC APPROACHES. DR. LILLIAN MADRIGAL, DIRECTOR OF IMPLEMENTATION SCIENCE AND PRACTICE AT EMORY CENTERS, WILL SERVE AS THE EMORY DIRECTOR ALONG WITH PAULINA DUKER, MPH, RN, CDCES, ADCES’ VICE PRESIDENT OF PRACTICE & LEARNING AS THE ADCES DIRECTOR. THERE WILL BE SIX CORE TEAMS WITH LEADS REPRESENTING BOTH EMORY AND ADCES; THREE TEAMS ARE ALIGNED TO THE THREE STRATEGY AREAS (SME NETWORK, TRAINING & TA, GUIDANCE DOCUMENTS & RESOURCES), AND THREE TEAMS ARE ALIGNED TO CROSS STRATEGY CORES (HEALTH EQUITY FOR PRIORITY POPULATIONS, PROGRAM EVALUATION & HEALTH EQUITY STUDIES, AND COMMUNICATIONS & DESIGN). CORES WILL BE LED BY EXPERTS IN DIABETES, HEALTH EQUITY, TRAINING, AND TA (DESCRIBED IN THE POSITION DESCRIPTIONS). LASTLY, THE MATCH INITIATIVE WILL ALSO INCLUDE THE MATCH INITIATIVE ADVISORY GROUP MADE UP OF SELECT REPRESENTATIVES FROM THE DP23-0020 RECIPIENTS AND PARTNERS FROM OUR SME NETWORK.]]>", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_NU58DP007422_7523"}, {"internal_id": 160587026, "Award ID": "NU58DP007421", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - 2023", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5140a3c7-505f-bf38-0d47-ddc3cab8f180-C", "generated_internal_id": "ASST_NON_NU58DP007421_7523"}, {"internal_id": 160587025, "Award ID": "NU58DP007420", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "WYOMING DIABETES PREVENTION AND MANAGEMENT PROGRAM - THE WYOMING DEPARTMENT OF HEALTH-PUBLIC HEALTH DIVISION (WDH-PHD) WHOSE ADDRESS IS: 122 WEST 25TH STREET, 3RD FLOOR WEST, CHEYENNE, WYOMING 82002 WILL BE APPLYING FOR COMPONENT A OF CDC-RFA-DP-23-0020, A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES. WDH-PHD IS COMMITTED TO PROMOTING, PROTECTING, AND IMPROVING HEALTH TO ALL OF THE POPULATION AND COMMUNITIES IN WYOMING. WDH-PHD WILL USE THIS FUNDING TO DEVELOP AND MAINTAIN PARTNERSHIPS WITH KEY STAKEHOLDERS ACROSS THE STATE IN ORDER TO IMPLEMENT AND EVALUATE EVIDENCE-BASED STRATEGIES THAT DECREASE RISK FOR TYPE 2 DIABETES AMONG ADULTS AT HIGH RISK; IMPROVE SELF-CARE PRACTICES AMONG PRIORITY POPULATIONS WITH DIABETES; AND SUPPORT IMPLEMENTATION OF FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS TO REDUCE RISK FOR TYPE 2 DIABETES. PROJECT ACTIVITIES WILL BE COMPLETED UNDER COMPONENT A STRATEGIES, WHICH FOCUS ON EVIDENCE-BASED APPROACHES TO DIABETES MANAGEMENT; EVIDENCE-BASED APPROACHES TO TYPE 2 DIABETES PREVENTION AND RISK REDUCTION; AND POLICY AND SYSTEMS-LEVEL SUPPORT FOR DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION. SPECIFIC OUTCOMES TO BE ACHIEVED BY THIS PROJECT IN YEAR ONE INCLUDE: 1) INCREASED NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; 2) INCREASED ADAPTATION AND TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; 3) INCREASED NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES; 4) INCREASED SOCIAL DETERMINANTS OF HEALTH SCREENINGS IN CLINICAL SETTINGS; 5) INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; AND 6) INCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4946d71-8e36-7b67-ecf3-0a3cc9cbd7ec-C", "generated_internal_id": "ASST_NON_NU58DP007420_7523"}, {"internal_id": 160587024, "Award ID": "NU58DP007419", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES IN WISCONSIN - ORGANIZATION: WISCONSIN DEPARTMENT OF HEALTH SERVICES, 1 WEST WILSON STREET, MADISON WI 53703-3445 SERVING: STATE OF WISCONSIN APPLICATION FOR: COMPONENT A, A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES (CDC-RFA-DP-23-0020)  THE WISCONSIN DEPARTMENT OF HEALTH SERVICES’ CHRONIC DISEASE PREVENTION PROGRAM (CDPP) HAS THE EXPERIENCE, STAFF EXPERTISE, CAPACITY, AND ORGANIZATIONAL INFRASTRUCTURE TO IMPLEMENT THE PROPOSED APPROACH FOR CDC-DP23-0020 COMPONENT A. WISCONSIN IS HOME TO ROBUST NETWORKS OF NATIONAL DIABETES PREVENTION PROGRAMS (NATIONAL DPP), DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) PROGRAMS AND SERVICES, COMMUNITY HEALTH WORKERS (CHWS), COMMUNITY PHARMACIES, LOCAL AND TRIBAL HEALTH DEPARTMENTS, COMMUNITY-BASED ORGANIZATIONS (CBOS), AND COALITIONS. ADDRESSING DIABETES AND CHILDHOOD OBESITY DISPARITIES THROUGH AN EQUITY LENS IN PARTNERSHIP WITH THESE NETWORKS REQUIRES INTENTIONALLY CENTERING THE PEOPLE AND PLACES AFFECTED MOST. OUR APPROACH LEVERAGES THOSE WHO KNOW THEIR COMMUNITIES’ RESOURCES AND NEEDS BEST. CDPP WILL DRAW ON THE LESSONS LEARNED AND EVALUATION DATA FROM CDC 1815 AND 1817 DIABETES AND HEART DISEASE COOPERATIVE AGREEMENTS AND PREVIOUS ITERATIONS. COLLECTIVELY, THE CDPP STAFF WHO WILL DIRECTLY WORK ON 2320 HAVE OVER 87 YEARS OF EXPERIENCE WORKING WITH DIABETES PREVENTION AND MANAGEMENT EFFORTS.  CDPP AND ITS PARTNERS HAVE A HISTORY OF ENGAGING COMMUNITIES IN GRANT WORK AND ADDRESSING SOCIAL DETERMINANTS OF HEALTH (SDOH) NEEDS. MANY OF OUR PARTNERS REGULARLY ENGAGE THEIR COMMUNITIES TO PROVIDE GUIDANCE FOR THEIR WORK. AS AN EXAMPLE, UNDER 1815 AND 1817 CDC FUNDING WAS USED FOR A PARTICIPATORY APPROACH HAS ALLOWED NATIONAL DPP SUPPLIERS TO BEST ADDRESS THE NEEDS AND DESIRES OF THEIR COMMUNITIES BY OFFERING COHORTS ON DAYS AND TIMES THAT BEST FIT THE PARTICIPANTS, DELIVERING THE PROGRAM IN A CULTURALLY APPROPRIATE MANNER, AND RESOLVING BARRIERS TO PARTICIPATION AND RETENTION BY ESTABLISHING RELATIONSHIPS WITH AND CONNECTING PARTICIPANTS TO COMMUNITY RESOURCES. MARSHFIELD CLINIC HEALTH SYSTEM (MCHS), A NATIONAL DPP SUPPLIER, USES ELECTRONIC MEDICAL RECORDS TO SUCCESSFULLY IDENTIFY PRIORITY POPULATIONS, SPECIFICALLY RURAL, LOW INCOME, HMONG, AND MEDICARE RECIPIENTS. MCHS ADDRESSES SDOH NEEDS BY SCREENING PARTICIPANTS AT ENROLLMENT FOR POTENTIAL BARRIERS TO PARTICIPATION AND RETENTION AND THEN REFERRING TO MCHS’S COMMUNITY CARE PROGRAM TO ADDRESS IDENTIFIED BARRIERS. YMCA OF METROPOLITAN MILWAUKEE (Y-MKE), A NATIONAL DPP AND MEDICARE DPP SUPPLIER, SERVES AS A LEAD ORGANIZATION FOR A YMCA-BASED UMBRELLA HUB ARRANGEMENT IN WISCONSIN. Y-MKE DOES EXTENSIVE WORK TO ADDRESS SDOH, INCLUDING INTEGRATION OF 211 COMMUNITY CONNECT SERVICES, CONNECTING Y-MKE MEMBERS AND NATIONAL DPP/MEDICARE DPP PARTICIPANTS TO COMMUNITY RESOURCES; WORKING TO DISTRIBUTE FOOD TO MEMBERS OF THEIR PRIORITY POPULATIONS WHO EXPERIENCE FOOD INSECURITY; AND PARTNERING WITH ORGANIZATIONS TO PROVIDE PROGRAMMING IN THE AREA’S SENIOR CENTERS.  ADDITIONAL COMMUNITY-BASED PARTNERS AND LOCAL AND TRIBAL HEALTH DEPARTMENTS WILL BE KEY PARTNERS IN THE IMPLEMENTATION OF THIS PROPOSAL. THESE ORGANIZATIONS HAVE BEEN IDENTIFIED THROUGH A SURVEY PROCESS TO ENGAGE AND FUND AGENCIES THAT HAVEN'T TRADITIONALLY RECEIVED FUNDING.  THE CDPP IS POSITIONED WELL TO IMPLEMENT STATEWIDE PRACTICE AND POLICY CHANGE, AND TAILOR PREVENTION AND MANAGEMENT STRATEGIES FOR PRIORITY POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40188f83-1182-cf06-f69e-0b8ed8c7fa34-C", "generated_internal_id": "ASST_NON_NU58DP007419_7523"}, {"internal_id": 160587023, "Award ID": "NU58DP007418", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES IN WASHINGTON STATE - WASHINGTON STATE DEPARTMENT OF HEALTH (DOH), PHYSICALLY LOCATED AT 111 ISRAEL RD SE, TUMWATER WA 98501, PROPOSES TO IMPLEMENT AND EVALUATE 9 EVIDENCE-BASED AND BEST PRACTICE STRATEGIES THROUGHOUT WA STATE IN RESPONSE TO NOFO DP23-0020, A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES – COMPONENT A. WHILE DOH HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN OUR STATE, WE WILL PRIORITIZE COMMUNITIES WHO HAVE SYSTEMATICALLY EXPERIENCED GREATER OBSTACLES TO HEALTH, RESULTING IN HIGHER RATES OF DIABETES AND RELATED HOSPITALIZATIONS AND DEATHS.  EPIDEMIOLOGICAL DATA SHOWS HOW SOCIAL DETERMINANTS OF HEALTH SUCH AS RACE, ETHNICITY, GEOGRAPHIC LOCATION, LEVEL OF EDUCATION, AND INCOME LEVEL CAN PREDICT TREATMENT AND PREVENTION OUTCOMES AMONG PERSONS WITH DIABETES OR PRE-DIABETES, AND THAT RISK OF DIABETES IS RISING AMONG YOUTH. DOH WILL ADVANCE HEALTH EQUITY BY COLLABORATING WITH ORGANIZATIONS THAT HAVE EXPERIENCE WITH OUR PRIORITY POPULATIONS IN DETERMINING FEASIBLE INDIVIDUAL LEVEL EVIDENCE-BASED APPROACHES TO TYPE 2 DIABETES PREVENTION AND MANAGEMENT, AS WELL AS POLICY, SYSTEM AND ENVIRONMENTAL LEVEL INTERVENTIONS TO ADDRESS THE SOCIAL AND ECONOMIC CONDITIONS THAT AFFECT DIABETES-RELATED HEALTH. DOH WILL PARTNER WITH MULTI-SECTOR STAKEHOLDERS TO ADVANCE EQUITABLE ACCESS TO APPROPRIATE AND FEASIBLE DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT AND NATIONALLY RECOGNIZED DIABETES PREVENTION PROGRAMS, BUILDING ON INVESTMENTS DOH HAS MADE IN SUPPORT OF COMMUNITY HEALTH WORKERS, CARE COORDINATION AND MULTI-DISCIPLINARY TEAM-BASED CARE.AS A RESULT, WE ANTICIPATE SEEING IMPROVEMENTS IN IMMEDIATE AND LONG-TERM HEALTH OUTCOMES FOR WA RESIDENTS, INCLUDING THE IDENTIFIED PRIORITY POPULATIONS, WITHIN THE FIVE-YEAR TIMELINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dd8db32-c4c1-d3b3-4fe7-79361227c1b1-C", "generated_internal_id": "ASST_NON_NU58DP007418_7523"}, {"internal_id": 160587022, "Award ID": "NU58DP007417", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "THE PURPOSE OF THIS PROJECT IS TO DECREASE TYPE 2 DIABETES AMONG ADULTS IN UTAH AND TO IMPROVE QUALITY OF CARE, EARLY DETECTION AND PREVENTION OF DIABETES. - THIS HEALTHY ENVIRONMENTS ACTIVE LIVING (HEAL) PROGRAM AT THE UTAH DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS) LOCATED AT 288 NORTH 1460 WEST, SALT LAKE CITY, UTAH 84116-3231, IS APPLYING FOR COMPONENT A OF CDC-RFA-DP23-020. THE HEAL PROGRAM WILL COLLABORATIVELY IMPLEMENT STRATEGIES WITH INTERNAL AND EXTERNAL PARTNERS TO IMPROVE DIABETES PREVENTION AND MANAGEMENT EFFORTS AND EXPAND THE INFRASTRUCTURE OF COMMUNITY HEALTH WORKERS (CHWS) IN UTAH. THE HEAL PROGRAM WILL DO THIS THROUGH PARTNERSHIPS WITH UTAH’S 13 LOCAL HEALTH DEPARTMENTS (LHDS) AND THROUGH A DIVERSE GROUP OF STAKEHOLDERS INCLUDING COMMUNITY-BASED ORGANIZATIONS, NONPROFITS, HEALTH SYSTEMS AND CLINICS.  UTAH’S 13 LHDS HAVE A STATEWIDE GEOGRAPHICAL REACH AND AN INTIMATE KNOWLEDGE OF THEIR COMMUNITIES ACROSS THE STATE. SPECIFICALLY, THE HEAL PROGRAM AND ITS PARTNERS WILL ENGAGE IN STRATEGIES 1, 3, 4, 5, 6, 12, AND 13.  THE HEAL PROGRAM HAS A LONG HISTORY OF SUCCESSES IN DIABETES MANAGEMENT AND PREVENTION AS WELL AS CHW INFRASTRUCTURE AND SUPPORT. FOR EXAMPLE, IN THE PAST FEW YEARS THE HEAL PROGRAM SUPPORTED INTERMOUNTAIN HEALTHCARE IN DEVELOPING A DIABETES SELF-MANAGEMENT PROGRAM TAILORED TO SPECIFIC NEEDS OF PACIFIC ISLANDERS; PROVIDED EDUCATION AND TECHNICAL SUPPORT NECESSARY FOR THE PASSAGE OF UTAH HOUSE BILL 80, WHICH MADE THE NATIONAL DPP ELIGIBLE FOR MEDICAID REIMBURSEMENT; AND HAS PROVIDED TRAINING TO OVER 432 CHWS THROUGH UTAH’S CORE SKILLS TRAINING AND PROVIDED EDUCATION AND SUPPORT NECESSARY FOR CHW CERTIFICATION TO BECOME OFFICIALLY RECOGNIZED THROUGH UTAH SENATE BILL 104. ADDITIONALLY, THE HEAL PROGRAM WAS RECOGNIZED AS A FINALIST FOR THE 2022 ROBERT WOOD JOHNSON FOUNDATION NATIONAL AWARD FOR OUTSTANDING EPIDEMIOLOGY PRACTICE IN ADDRESSING RACIAL AND ETHNIC DISPARITIES FOR ITS COLLABORATIVE EFFORT IN ASSESSING THE NEEDS OF PRIORITY POPULATIONS WITH DIABETES. THE HEAL PROGRAM ALSO HAS EXPERIENCE CONDUCTING FOCUS GROUPS, SURVEYS, AND LISTENING SESSIONS TO ENGAGE THE COMMUNITIES BEING SERVED, AND WILL LEVERAGE THOSE EXPERIENCES WHEN WORKING WITH THE PRIORITY POPULATIONS.  TO ACHIEVE ITS MANY SUCCESSES, THE HEAL PROGRAM HAS DEVELOPED ROBUST STATEWIDE COALITIONS FOCUSED ON DIABETES MANAGEMENT (UTAH DIABETES COALITION), DIABETES PREVENTION (STEERING COMMITTEE FOR THE PREVENTION OF DIABETES), AND CHW INFRASTRUCTURE (THE CHW COALITION). MEMBERS OF THE COALITIONS INCLUDE REPRESENTATIVES FROM LOCAL AND STATE PUBLIC HEALTH, NONPROFITS, HEALTHCARE SYSTEMS, COMMUNITY-BASED ORGANIZATIONS, AND OTHER STAKEHOLDERS. THESE COALITIONS ACT AS ADVISORS TO ENSURE GRANT EFFORTS ARE STRATEGICALLY ALIGNED AND COMPREHENSIVE IN NATURE.  TO ADDRESS THE SOCIAL DETERMINANTS OF HEALTH (SDOH), AND TO ENSURE THE NEEDS OF PRIORITY POPULATIONS ARE MET, THE HEAL PROGRAM IMPLEMENTED A HEALTH EQUITY PLAN, OVERSEEN BY THE HEALTH EQUITY SPECIALIST. THE HEALTH EQUITY SPECIALIST HAS WORKED ALONGSIDE HEAL PROGRAM SUBJECT MATTER EXPERTS (SME) TO INTEGRATE HEALTH EQUITY AND SDOH INTO CHRONIC DISEASE MANAGEMENT AND PREVENTION EFFORTS SINCE 2019. THE HEALTH EQUITY SPECIALIST WILL ALSO HELP GUIDE ACTIVITIES OVER THE COURSE OF THE GRANT TO HELP REACH PRIORITY POPULATIONS. IN ADDITION, UTAH’S THIRTEEN LHDS WILL SERVE AS THE PRIMARY CONTRACTORS FOR UTAH’S DIABETES EFFORTS. THEIR LOCAL EXPERTISE AND FAMILIARITY WITH COMMUNITY NEEDS WILL ENSURE EACH STRATEGY IS TAILORED TO MEET THE NEEDS OF PRIORITY POPULATIONS IN EACH GEOGRAPHIC AREA, AS APPROPRIATE. WITH THIS SUPPORT, THE HEAL PROGRAM HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE PROPOSED IN THE ACCOMPANYING WORK PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU58DP007417_7523"}, {"internal_id": 160587021, "Award ID": "NU58DP007416", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "TN DIABETES PREVENTION AND CONTROL - TENNESSEE DEPARTMENT OF HEALTH (TDH), 710 JAMES ROBERTSON PARKWAY, NASHVILLE, TN 37243, IS APPLYING FOR COMPONENT A OF CDC-RFA-DP-23-0020, A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES.  TDH HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES STATEWIDE AND IDENTIFIED PRIORITY COUNTIES.  DIABETES IS THE 8TH LEADING CAUSE OF DEATH, CLAIMING THE LIVES OF APPROXIMATELY 1,700 TENNESSEANS EACH YEAR.  DIAGNOSED DIABETES IS PREVALENT ACROSS ALL 50 STATES AND WASHINGTON, DC WITH TENNESSEE RANKING 46TH IN DIABETES PREVALENCE.  TDH CONDUCTED AN ANALYSIS OF DEMOGRAPHIC AND SOCIOECONOMIC DISPARITIES FOR DIABETES AND PREDIABETES PREVALENCE USING BEHAVIORAL RISK FACTOR SURVEILLANCE SYSTEM (BRFSS) DATA.  THE RESULTS CONFIRMED HIGHER RISKS FOR OLDER TENNESSEANS (AGES 45 YEARS AND OLDER), PERSONS WITH LOWER HOUSEHOLD INCOMES (UNDER $50,000/YEAR), AND LOWER EDUCATION LEVELS (HIGH SCHOOL DIPLOMA OR LESS).  IN ADDITION, THERE WAS A HIGHER RISK AMONG NON-HISPANIC BLACKS OR AFRICAN AMERICANS, ESPECIALLY FOR PREDIABETES. TDH EFFORTS WILL BE STATEWIDE, FOCUSING ON THE SIXTEEN PRIORITY COUNTIES INCLUDING LAUDERDALE, HAYWOOD, GIBSON, HENDERSON, HARDEMAN, HARDIN, MONTGOMERY, RUTHERFORD, MACON, BRADLEY, COCKE, GREENE, WASHINGTON, HAMILTON, MADISON, AND SHELBY.  THESE COUNTIES WERE SELECTED DUE TO THE HIGHEST AGE-ADJUSTED DIABETES PREVALENCE RATES BETWEEN 11.0% AND 13.2%.  ACTIVITIES WILL ADDRESS SOCIAL DETERMINANTS OF HEALTH (SDOH) AND ASSOCIATED BARRIERS TO INCREASE THE IDENTIFICATION AND REFERRAL OF ELIGIBLE PERSONS INTO PREVENTION AND MANAGEMENT PROGRAMS AND TO DECREASE MORBIDITY AND MORTALITY OF DIABETES IN IDENTIFIED DISPARATE POPULATIONS.  THE PURPOSE OF THIS APPLICATION IS TO ALLOW TDH TO CONTINUE ITS COMMITMENT TO SUPPORTING EVIDENCE-BASED DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION AND RISK MITIGATION STRATEGIES, WITH AN EMPHASIS ON REDUCING HEALTH DISPARITIES FOR PRIORITY POPULATIONS. THE GOAL IS TO INCREASE THE USE OF EVIDENCE-BASED PUBLIC HEALTH STRATEGIES WHILE FOCUSING ON APPROACHES AIMED AT INCREASING PROGRAM REACH AND INFLUENCING LONG-TERM OUTCOMES TO REDUCE DIABETES INCIDENCE AND PREVALENCE.  COMPONENT A STRATEGIES SELECTED WILL BUILD AND EXPAND UPON THE PREVIOUS WORK AND PARTNERSHIPS GENERATED IN THE 1815 COOPERATIVE AGREEMENT. TENNESSEE RECOGNIZES THAT IMPACT IS GREATEST WHEN LEVERAGING INNOVATION AND COLLABORATING WITH EXTERNAL PARTNERS TO IDENTIFY, PLAN, DEVELOP, IMPLEMENT, AND EVALUATE DIABETES PREVENTION, DIABETES MANAGEMENT, AND CHILDHOOD OBESITY INTERVENTIONS. TDH WILL ALSO INCREASE SCREENING FOR RETINOPATHY AND CHRONIC KIDNEY DISEASE (CKD), IDENTIFY AND PROVIDE SDOH AND HEALTH EQUITY TRAINING FOR THE DIABETES WORKFORCE, AND INCREASE EMPLOYER COVERAGE OF THE NATIONAL DIABETES PREVENTION PROGRAM (NDPP) THAT EXPANDS REACH TO PRIORITY POPULATIONS AND HIGH-NEED COUNTIES WITH THE GREATEST DIABETES BURDEN. TDH WILL FURTHER ASSURE STATEWIDE REACH BY COLLABORATING WITH INTERNAL PROGRAMS AND OFFICES WITHIN FAMILY HEALTH AND WELLNESS (FHW), THE OFFICE OF RURAL HEALTH (ORH), COMMUNITY HEALTH SERVICES (CHS), HEALTH AND DISPARITIES ELIMINATION (HDE), AND COORDINATED SCHOOL HEALTH (CSH).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63be0e77-930e-4b89-e9e3-610349642b13-C", "generated_internal_id": "ASST_NON_NU58DP007416_7523"}, {"internal_id": 160587020, "Award ID": "NU58DP007415", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - THE SOUTH DAKOTA DEPARTMENT OF HEALTH (SD DOH), A STATE HEALTH DEPARTMENT, IS APPLYING FOR FUNDING UNDER COMPONENT A OF CDC-RFA-DP23-0020—A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES. THE PROPOSED AREA OF FOCUS IS THE ENTIRE STATE OF SOUTH DAKOTA, FOR A TOTAL STATEWIDE POPULATION REACH OF 895,376 PEOPLE. THE PHYSICAL ADDRESS OF SD DOH IS 600 EAST CAPITOL AVENUE, PIERRE, SD 57501-2536.  SD DOH HAS A STRONG HISTORY OF SERVING THE DISEASE PREVENTION AND HEALTH PROMOTION NEEDS OF ALL POPULATIONS AND COMMUNITIES IN SOUTH DAKOTA FOR SEVERAL DECADES. THROUGH THE DIABETES PROGRAM (DP), THE SD DOH WILL IMPLEMENT AND EVALUATE THE PURPOSE OF THE PROPOSED PROJECT, WHICH IS TO DECREASE THE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES AND IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS AMONG PEOPLE WITH DIABETES. THE PROJECT APPROACH WILL CONSIST OF EVIDENCE-BASED DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION AND RISK MITIGATION STRATEGIES, WITH AN EMPHASIS ON REDUCING HEALTH DISPARITIES FOR PRIORITY POPULATIONS. SD DOH HAS SELECTED SIX (6) DP23-0020 STRATEGIES, THAT INCLUDE SMARTIE (E.G., SPECIFIC, MEASURABLE, ATTAINABLE, RELEVANT, TIMEBOUND, INCLUSIVE, EQUITABLE) OBJECTIVES WRITTEN IN THE DP23-0020 WORK PLAN TEMPLATE.  THE PROPOSED PROJECT WILL BE EVALUATED, AND THE DATA COLLECTED WILL BE APPROPRIATELY MANAGED. PRELIMINARY DETAILS SURROUNDING THE EVALUATION AND PERFORMANCE MEASUREMENT PLAN (EPMP) AND THE DATA MANAGEMENT PLAN (DMP) ARE DESCRIBED HEREIN, WITH ADDITIONAL DETAIL PROVIDED SIX (6) MONTHS POST-AWARD. UNDER THIS PROJECT, SD DOH ADOPTS ALL PERFORMANCE MEASURES AND ALL SHORT, INTERMEDIATE, AND LONG-TERM OUTCOMES LISTED UNDER COMPONENT A IN DP23-0020, WITHOUT MODIFICATION.  SD DOH WILL BUILD UPON THE COLLABORATIVE WORK ACHIEVED THROUGH PRIOR CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) FUNDING OPPORTUNITIES (I.E., 1305, 1815). INTERNAL AND EXTERNAL PARTNERS WORK ACROSS SD DOH PROGRAMS TO LEVERAGE RESOURCES AND RELATIONSHIPS THAT WILL PRODUCE THE GREATEST PUBLIC HEALTH IMPACT AND REACH OF DP ACTIVITIES. SD DOH WILL MAXIMIZE PARTNERSHIPS WITH HEALTHCARE SYSTEMS, TRIBAL ORGANIZATIONS, QUALITY IMPROVEMENT ORGANIZATIONS, AND ACADEMIC INSTITUTIONS TO IMPLEMENT THE EVIDENCE-BASED STRATEGIES OF DP23-0020. THE STRONG PARTNERSHIP WITH THE SOUTH DAKOTA STATE UNIVERSITY COLLEGE OF PHARMACY, COMMUNITY PHARMACY ENHANCED SERVICES NETWORK (CPESN), SOUTH DAKOTA STATE UNIVERSITY EXTENSION BETTER CHOICES, BETTER HEALTH SD® (BCBH-SD), COMMUNITY HEALTH WORKER COLLABORATIVE OF SOUTH DAKOTA (CHWSD), SOUTH DAKOTA FOUNDATION FOR MEDICAL CARE (SDFMC), SOUTH DAKOTA DIABETES COALITION (SDDC) AND COMMUNITY HEALTHCARE ASSOCIATION OF THE DAKOTAS (CHAD) WILL PROVIDE A BROAD STATEWIDE BASE TO REACH HIGH BURDEN AND PRIORITY POPULATIONS THROUGH UTILIZATION OF EVIDENCE-BASED PRACTICES AND TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5977c26b-55c9-a9b6-4eae-6ac7c2655500-C", "generated_internal_id": "ASST_NON_NU58DP007415_7523"}, {"internal_id": 160587019, "Award ID": "NU58DP007414", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "RHODE ISLAND ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - RHODE ISLAND DEPARTMENT OF HEALTH’S (RIDOH) DIABETES, HEART DISEASE AND STROKE (RIDHDS) PROGRAM IS CENTRALLY LOCATED AT 3 CAPITOL HILL IN PROVIDENCE, RI, 02908. RIDOH IS COMMITTED AND IS FULLY CAPABLE TO SERVING ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE TO PROVIDE EVERY PERSON LIVING IN RHODE ISLAND WITH AN EQUAL OPPORTUNITY TO BE AS HEALTHY AS POSSIBLE. THE RIDHDS IS FURTHER COMMITTED TO ADDRESSING CHRONIC DISEASE STATEWIDE AND WILL UTILIZE FUNDING OPPORTUNITY CDC-RFA-DP23-0020 (COMPONENT A) TO BUILD UPON THE ACCOMPLISHMENTS ACHIEVED IN DP18-1815 AND DP18-1817. RIDHDS WILL CONCENTRATE EFFORTS ON EXTENDING EVIDENCE-BASED STRATEGIES AND IMPLEMENTING NEW STRATEGIES AND ACTIVITIES, AIMED AT PREVENTING AND MANAGING DIABETES IN HIGH-BURDEN POPULATIONS. RIDHDS HAS IDENTIFIED AS ITS PRIORITY POPULATION ADULTS WHO ARE BELOW 400% OF THE FEDERAL POVERTY LEVEL, WHO ARE AT HEIGHTENED RISK FOR BOTH DEVELOPMENT AND POOR CONTROL OF DIABETES. AN ADDITIONAL EMPHASIS WILL BE PLACED ON REDUCING RACIAL AND ETHNIC DISPARITIES THROUGHOUT THE STATE.      RIDHDS IS ORGANIZED INTO TWO MAIN AREAS OF WORK: (1) HEALTH SYSTEMS TRANSFORMATION (HST) AND (2) SCALING AND SUSTAINING EVIDENCE-BASED LIFESTYLE CHANGE PROGRAMS (EBLPS) THROUGH PARTNERSHIPS, REFERRALS SYSTEMS, AND INNOVATIVE PAYMENT MODELS. RIDHDS WILL ADDRESS THE DIABETES RISK, BURDEN, AND COMPLICATIONS FOR PRIORITY POPULATIONS BY FOCUSING ON A COMPREHENSIVE, STATEWIDE APPROACH. RIDHDS WILL LEVERAGE PARTNERSHIPS WITHIN HEALTH SYSTEMS TO IMPROVE QUALITY OF CARE AND OUTCOMES FOR PATIENTS WITH DIABETES THROUGH SCREENING AND EARLY DETECTION. ADDITIONALLY, RIDHDS WILL CONTINUE OPERATIONS OF THE COMMUNITY HEALTH NETWORK (CHN) AS A REFERRAL SYSTEM FOR EBLPS AND EXPAND ITS CAPABILITIES TO PROVIDE BIDIRECTIONAL FEEDBACK OF PATIENT OUTCOMES, PARTICIPANT BARRIERS AND SOCIAL DETERMINANT OF HEALTH (SDOH) NEEDS, AND BILLING FOR INNOVATIVE PAYMENT MODELS THAT SUSTAIN THE CHN, ITS EBLPS, AND RELATED PROGRAMS AND SERVICES. RIDHDS WILL SIMULTANEOUSLY BUILD ON THE SUCCESS OF CURRENT INITIATIVES TO ADVANCE CLINICAL-COMMUNITY LINKAGES THAT ADDRESS SYSTEM OR POPULATION-LEVEL NEEDS RELATED TO THE SDOHS AND STRENGTHEN THE COMMUNITY HEALTH WORKER WORKFORCE BY OFFERING TRAINING OPPORTUNITIES THAT SUPPORT AND EXPAND THEIR INVOLVEMENT IN EBLPS AND RELATED REIMBURSEMENT. LASTLY, RIDHDS WILL SCALE THE DELIVERY OF THE NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) THROUGH EXISTING AND NEW PARTNERSHIPS STATEWIDE AND IMPLEMENT PAYMENT MODELS THAT SUSTAIN NATIONAL DPP ALONGSIDE OTHER EBLPS.      THE APPROACH TAKEN BY RIDHDS WILL LEAD TO THE FOLLOWING OUTCOMES BY THE END OF THE PROJECT PERIOD: (1) INCREASED NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIOR CHANGE PROGRAMS; (2) INCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; (3) INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL PROGRAMS; (4) INCREASED NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES; (5) INCREASED SDOH SCREENINGS IN CLINICAL SETTINGS; (6) INCREASED MULTI-DIRECTIONAL COMMUNICATIONS BETWEEN CLINICAL AND COMMUNITY RESOURCES; (7) DECREASED PROPORTION OF PEOPLE WITH DIABETES WITH AN A1C>9; AND (8) INCREASED NUMBER OF PROGRAM COMPLETERS SERVED BY CDC RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0e17ae4-fc2b-6e41-557e-d243f5bbb5d6-C", "generated_internal_id": "ASST_NON_NU58DP007414_7523"}, {"internal_id": 160587018, "Award ID": "NU58DP007413", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES IN PENNSYLVANIA - THE PENNSYLVANIA DEPARTMENT OF HEALTH (DOH) IS APPLYING FOR COMPONENT A OF A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES (CDC-RFA-DP-23-0020) COOPERATIVE AGREEMENT. THE PROPOSED GEOGRAPHICAL AREA OF FOCUS FOR IMPLEMENTATION OF STRATEGIES IS PENNSYLVANIA; THE DOH IS LOCATED IN PENNSYLVANIA AT PHYSICAL ADDRESS 625 FORSTER STREET, HARRISBURG, PA 17120.  AS THE STATE’S DEPARTMENT OF HEALTH, THE DOH HAS A DEMONSTRATED ABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE.      THE DOH WILL COLLABORATE WITH MULTIPLE PARTNERS TO IMPLEMENT AND EVALUATE ACTIVITIES UNDER SIX DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION AND RISK MITIGATION STRATEGIES, BASED ON INTERVENTIONS GROUNDED IN SCIENTIFIC AND PRACTICE-BASED EVIDENCE.  ACTIVITIES WILL DECREASE RISK FOR TYPE 2 DIABETES AMONG ADULTS AT HIGH RISK; IMPROVE SELFCARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS AMONG PRIORITY POPULATIONS WITH DIABETES; AND SUPPORT IMPLEMENTATION OF FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS TO REDUCE RISK FOR TYPE 2 DIABETES. WORK WILL FOCUS ON REDUCING HEALTH DISPARITIES FOR PRIORITY POPULATIONS.      TO ACHIEVE MAXIMUM REACH AND IMPACT, THE DOH HAS USED A THREE-TIERED APPROACH TO IDENTIFY PRIORITY POPULATIONS THAT ALIGNS WITH STATE SELECTED STRATEGIES.  TIER 1 IDENTIFIES PENNSYLVANIANS WITH HIGH BURDEN OF DIABETES, PREDIABETES, AND MODIFIABLE RISK FACTORS THROUGHOUT THE STATE, TIER 2 IDENTIFIES HIGH NEED COUNTIES AND LOCALITIES, AND TIER 3 IDENTIFIES POPULATIONS EXPERIENCING SPECIFIC HEALTH DISPARITIES HISTORICALLY LINKED TO DISCRIMINATION OR EXCLUSION.      THROUGHOUT THE PROJECT PERIOD, THE DOH WILL WORK TO INCREASE THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; INCREASE ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; INCREASE THE NUMBER PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES; INCREASE SOCIAL DETERMINANTS OF HEALTH (SDOH) SCREENING IN CLINICAL SETTINGS; INCREASE PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; AND, INCREASE MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES.      THESE OUTCOMES WILL BE ACCOMPLISHED BY STRENGTHENING SELF-CARE PRACTICES BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) SERVICES; IMPROVING ACCEPTABILITY AND QUALITY OF CARE FOR PRIORITY POPULATIONS WITH DIABETES; INCREASING ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DIABETES PREVENTION PROGRAM (DPP) LIFESTYLE INTERVENTION AND THE MEDICARE DPP BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF THE PROGRAMS; IMPLEMENTING, SPREADING, AND SUSTAINING THE HEALTHY WEIGHT AND YOUR CHILD FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTION; INCREASING AND SUSTAINING DSMES AND NATIONAL DPP DELIVERY SITES WITHIN PHARMACY NETWORKS AND CHAIN PHARMACIES; AND, IMPROVING THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS FACTORS RELATED TO THE SDOH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES.      ALL ACTIVITIES AND PROGRESS TOWARDS OUTCOMES WILL BE MEASURED, TRACKED, AND ANALYZED THROUGH DATA COLLECTION.  DATA ANALYSIS WILL PROVIDE FEEDBACK ON SUCCESSES AND CHALLENGES DISCOVERED IN PROGRAM INITIATIVES AND WILL INFORM DECISIONS ON PROGRAM IMPROVEMENT.      THE GOAL OF THESE COORDINATED EFFORTS WILL BE TO ACHIEVE LONG-TERM REDUCTIONS IN THE PROPORTION OF PEOPLE WITH DIABETES WITH AN A1C>9%; AN INCREASE IN THE NUMBER OF PROGRAM COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES; AND A REDUCTION IN PERCENT OF THE 95TH PERCENTILE BODY MASS INDEX (BMI) AND PERCENT OF MEDIAN BMI IN CHILDREN, IMPROVEMENT IN PEDIATRIC QUALITY OF LIFE, AND DECREASE IN BMI AMONG CAREGIVERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU58DP007413_7523"}, {"internal_id": 160587017, "Award ID": "NU58DP007412", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "PROJECT ABSTRACT - CDC-RFA-DP-23-0020A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES, SUBMITTED BY OREGON PUBLIC HEALTH DIVISION - PROJECT ABSTRACT - CDC-RFA-DP-23-0020  A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES, SUBMITTED BY OREGON PUBLIC HEALTH DIVISION, HEALTH PROMOTION AND CHRONIC DISEASE PREVENTION SECTION  EIGHT PERCENT OF OREGON ADULTS HAVE BEEN DIAGNOSED WITH DIABETES, AND 1.1 MILLION ARE ESTIMATED TO HAVE PREDIABETES. IN 2021, DIABETES WAS THE EIGHTH-LEADING CAUSE OF DEATH IN OREGON AND ANNUAL DIRECT AND INDIRECT MEDICAL EXPENSES FOR PEOPLE WITH DIABETES IS IN THE BILLIONS OF DOLLARS. APPROXIMATELY 25% OF OREGONIANS (1.4 MILLION PEOPLE) ARE MEDICAID RECIPIENTS WHO, IN GENERAL, SUFFER HIGHER RATES OF DIABETES (13%) COMPARED TO NON-MEDICAID MEMBERS (8%). LIKEWISE, THE PREVALENCE OF DIABETES AMONG NATIVE AMERICAN AND ALASKAN NATIVE (AI/AN) AND LATINO/A POPULATIONS IS 13% AND 14% RESPECTIVELY, COMPARED TO 8% FOR WHITE, NON-LATINO/A OREGONIANS. THE DISPARITIES THAT EXIST AROUND DIABETES AND OTHER CHRONIC DISEASES ARE ROOTED IN THE SOCIAL DETERMINANTS OF HEALTH (SDOH), WHICH ARE THE CONDITIONS THAT PEOPLE ARE BORN INTO AND LIVE IN. THE HEALTH PROMOTION AND CHRONIC DISEASE PREVENTION (HPCDP) SECTION OF THE OREGON HEALTH AUTHORITY’S PUBLIC HEALTH DIVISION IS LOCATED AT 800 NE OREGON ST, PORTLAND, OR 97232. THROUGH THE SYSTEMS, INFRASTRUCTURE, PARTNERSHIPS, AND AUTHORITY GRANTED BY THE STATE OF OREGON, HPCDP HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES IN OREGON. HPCDP IS APPLYING FOR COMPONENT A OF THE CDC’S GRANT CDC-RFA-DP-23-0020. THROUGH THIS GRANT OPPORTUNITY, HPCDP WILL USE EVIDENCE-BASED STRATEGIES TO DECREASE RISK FOR TYPE 2 DIABETES AND IMPROVE DIABETES SELF-CARE PRACTICES, WHILE SUPPORTING AN INCREASE IN CAPABILITY OF THE STATE’S DIABETES WORKFORCE TO ADDRESS SDOH’S. THE WORK WILL INCLUDE A FOCUS ON BOLSTERING OREGON’S COMMUNITY HEALTH WORKER INFRASTRUCTURE TO PROVIDE GREATER ACCESS TO CULTURALLY APPROPRIATE SERVICES IN ALL COMMUNITIES. HPCDP WILL ALSO INCREASE ACCESS, FEASIBILITY AND ENROLLMENT IN DIABETES SELF-MANAGEMENT EDUCATION SERVICES AND THE NATIONAL DIABETES PREVENTION PROGRAM, STRENGTHEN STATE INFRASTRUCTURE AND SERVICES AROUND E-REFERRALS AND COMMUNITY-CLINICAL LINKAGES, UMBRELLA HUB ARRANGEMENTS, AND OTHER THIRD-PARTY BILLING INFRASTRUC TURES, WHICH WILL ENABLE COMMUNITY BASED ORGANIZATIONS AND COMMUNITY-BASED HEALTH CARE PROVIDERS TO SUPPORT THE HEALTH OF OREGON COMMUNITIES IN A SUSTAINABLE AND EQUITABLE WAY. WORK WILL BE FOCUSED PRIMARILY ON MEDICAID RECIPIENTS AND MEMBERS OF THE AI/AN AND LATINO/A COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3e32144-65b9-3c63-e683-7ab9082cc57c-C", "generated_internal_id": "ASST_NON_NU58DP007412_7523"}, {"internal_id": 160587016, "Award ID": "NU58DP007411", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "OHIO DIABETES PREVENTION AND MANAGEMENT PROGRAM - THE OHIO DEPARTMENT OF HEALTH (ODH) BUREAU OF HEALTH IMPROVEMENT AND WELLNESS WHICH IS LOCATED AT 246 NORTH HIGH STREET, COLUMBUS, OH 43215, IS APPLYING FOR COMPONENT A FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) FOR CDC-RFA-DP23-0020: A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES.  OHIO HAS A RICH HISTORY OF WORKING IN DIABETES AND IS CURRENTLY FUNDED BY THE CDC’S IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE (1815) TO CARRY OUT PUBLIC HEALTH FUNCTIONS AND IMPLEMENT EVIDENCE-BASED STRATEGIES TO PREVENT TYPE 2 DIABETES AND IMPROVE CARE AND MANAGEMENT FOR PEOPLE WITH DIABETES AND HEART DISEASE AND STROKE. IN ADDITION, TO ADDRESS PRIMARY PREVENTION, ODH FUNDS 22 COUNTIES THROUGH ITS CREATING HEALTHY COMMUNITIES PROGRAM AND STATEWIDE EFFORTS THROUGH THE STATE PHYSICAL ACTIVITY AND NUTRITION PROGRAM TO IMPLEMENT POLICY, SYSTEMS, AND ENVIRONMENTAL CHANGES THAT INCREASE ACCESS TO HEALTHY FOODS AND OPPORTUNITIES FOR ACTIVE LIVING IN OHIO’S MOST VULNERABLE COMMUNITIES.  OHIO IS THE SEVENTH-MOST POPULOUS STATE IN THE NATION, WITH APPROXIMATELY 11.8 MILLION RESIDENTS IN 2020. OHIO IS ALSO ONE OF THE LEAST HEALTHY STATES, RANKING 43RD IN POPULATION HEALTH, 37TH IN HEALTHCARE SPENDING, AND 47TH IN HEALTH VALUE ACCORDING TO THE HEALTH POLICY INSTITUTE OF OHIO’S 2021 HEALTH VALUE DASHBOARD. THE BURDEN OF DIABETES DISPROPORTIONATELY IMPACTS CERTAIN POPULATIONS IN OHIO. THE ESTIMATED PREVALENCE OF DIABETES AND PREDIABETES ARE SIGNIFICANTLY HIGHER AMONG POPULATIONS WITH THE LOWEST INCOME AND LOWEST EDUCATION. IN ADDITION, CHRONIC DISEASE MORTALITY RATES BY RACE/ETHNICITY INDICATE THAT BLACK PEOPLE HAVE HIGHER DEATH RATES OF DIABETES, HEART DISEASE, STROKE, AND KIDNEY DISEASE, COMPARED WITH OTHER RACIAL GROUPS.  THE ODH DIABETES PREVENTION AND MANAGEMENT PROGRAM (DPMP) WILL SUPPORT IMPLEMENTATION OF EVIDENCE-BASED STRATEGIES AND INTERVENTIONS TO DECREASE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES, AND IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS AMONG PEOPLE WITH DIABETES IN OHIO AND AMONG SELECTED PRIORITY POPULATIONS TO ACHIEVE IMPROVED HEALTH OUTCOMES AND REDUCE HEALTH DISPARITIES.  SUCCESSFUL IMPLEMENTATION OF SELECTED COMPONENT A STRATEGIES (STRATEGIES 1, 3, 5, 6, 9, AND 13), BOTH STATEWIDE AND AMONG PRIORITY POPULATIONS, WILL LEAD TO AN INCREASE IN THE NUMBER/PROPORTION OF THE FOLLOWING SHORT-, INTERMEDIATE-, AND LONG-TERM OUTCOMES: -\tSHORT-TERM OUTCOMES: INCREASE IN THE NUMBER OF (1) ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS (E.G., DIABETES SELF-MANAGEMENT EDUCATION SUPPORT (DSMES)), (2) PROGRAMS ADAPTED/TAILORED FOR PRIORITY POPULATIONS, (3) PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES, AND (4) SOCIAL DETERMINANTS OF HEALTH (SDOH) SCREENINGS IN CLINICAL SETTINGS. -\tINTERMEDIATE OUTCOMES: (1) INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS, AND (2) INCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES. -\tLONG-TERM OUTCOMES: (1) DECREASE IN THE PROPORTION OF PEOPLE WITH DIABETES WITH AN A1C > 9, AND (2) INCREASE IN THE NUMBER OF PROGRAM COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DIABETES PREVENTION PROGRAM (DPP) DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES.  KEY ACTIVITIES FOR YEAR 1 INCLUDE THE FOLLOWING: -\tSTRATEGY 1 – CONDUCTING A LANDSCAPE ANALYSIS OF DIABETES SUPPORT PROGRAMS IN OHIO TO IMPROVE ACCESS TO THESE PROGRAMS AMONG PRIORITY POPULATIONS. -\tSTRATEGY 3 – DEVELOPING A QUALITY IMPROVEMENT PROJECT TO INCREASE DIABETIC RETINOPATHY SCREENING AND IMPROVE EARLY DETECTION OF CHRONIC KIDNEY DISEASE AMONG PATIENTS WITH DIABETES. -\tSTRATEGY 5 – PROVIDING TECHNICAL ASSISTANCE TO NATIONAL DPP ORGANIZATIONS IN BECOMING MEDICARE DPP SUPPLIERS AND CDC-RECOGNIZED ORGANIZATIONS TO ENROLL AS MEDICAID PROVIDERS. -\tSTRATEGY 6 – ENGAGING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c6ae8a-6371-0800-398e-a8eadcc46bb1-C", "generated_internal_id": "ASST_NON_NU58DP007411_7523"}, {"internal_id": 160587015, "Award ID": "NU58DP007410", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "NC ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - COMPONENT A NC DEPARTMENT OF HEALTH AND HUMAN SERVICES, DIVISION OF PUBLIC HEALTH, COMMUNITY AND CLINICAL CONNECTIONS FOR PREVENTION AND HEALTH BRANCH (CCCPH) 5505 SIX FORKS RD. RALEIGH, NC 27609  THE PURPOSE OF THIS COMPONENT A COOPERATIVE AGREEMENT IS TO REDUCE THE BURDEN OF TYPE 2 DIABETES AND PREDIABETES AMONG HIGH-RISK AND HIGH-BURDEN POPULATIONS IN NORTH CAROLINA THAT ARE EXPERIENCING DISPROPORTIONATELY HIGH RATES OF MORBIDITY AND MORTALITY BECAUSE OF DIABETES. THE STRATEGIES PROPOSED AIM TO IMPLEMENT EVIDENCE-BASED AND EVIDENCE-INFORMED ACTIVITIES IN VARIOUS SETTINGS THROUGHOUT THE STATE.  THROUGH PREVIOUS COOPERATIVE AGREEMENTS INCLUDING 1305, 1422, 1815, 1817, AND 1807, NORTH CAROLINA HAS CREATED AND IMPLEMENTED EVIDENCE-BASED PROGRAMS STATEWIDE TO PREVENT, MANAGE, AND REDUCE RISK FACTORS ASSOCIATED WITH CHRONIC DISEASES INCLUDING OBESITY AND DIABETES. THIS EXPERIENCE INFORMS NC’S 23-0020 WORKPLAN WHICH OUTLINES ACTIVITIES WE WILL IMPLEMENT TO REACH THE MOST VULNERABLE NORTH CAROLINIANS TO REDUCE THE BURDEN OF TYPE 2 DIABETES AND PREDIABETES THROUGHOUT THE STATE.  ESTABLISHED PARTNERSHIPS WILL BE UTILIZED TO REACH THE PRIORITY POPULATIONS AND IMPLEMENT THE PROPOSED OBJECTIVES AND ACTIVITIES. CCCPH IS FULLY STAFFED, AND STAFF CURRENTLY SERVE AS DIABETES PREVENTION AND MANAGEMENT EXPERTS AS THEY HAVE THROUGHOUT 1815 AND 1817 FUNDING. STAFF ALSO INCLUDE INDIVIDUALS WHO HAVE EXTENSIVE EXPERIENCE MANAGING COOPERATIVE AGREEMENTS ENSURING ALL DEADLINES ARE MET, MANAGING PROCUREMENT AND FINANCES, WRITING AND MONITORING CONTRACTS, DEVELOPING AND MAINTAINING PARTNERSHIPS, WORKING WITH OTHER CDC FUNDED ORGANIZATIONS, EVALUATING CDC FUNDED COOPERATIVE AGREEMENTS, IMPLEMENTING PROGRAMS, AND ENSURING ALL EFFORTS ADHERE TO STATE AND FEDERAL GUIDELINES. SEE ATTACHED STAFFING PLAN FOR ADDITIONAL DETAILS ON CCCPH’S ABILITY AND CAPACITY TO IMPLEMENT 23-0020.  SHORT-TERM OUTCOMES INCLUDE AN INCREASE IN NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; INCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; AND INCREASED NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES. INTERMEDIATE OUTCOMES INCLUDE INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; IMPROVED SELF-MANAGEMENT OF CHRONIC DISEASES; INCREASED PATIENT CONTACT WITH COMMUNITY HEALTH WORKERS OR HEALTH CARE EXTENDERS; AND INCREASED PROPORTION OF THE POPULATION RECEIVING THE HEALTH CARE SERVICES THEY NEED AND WANT. LONG-TERM OUTCOMES INCLUDE A DECREASE IN THE PROPORTION OF PEOPLE WITH DIABETES WITH AN A1C >9%; INCREASED NUMBER OF PROGRAM COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES; AND DECREASE IN PERCENT OF THE 95TH PERCENTILE BODY MASS INDEX (BMI) AND PERCENT OF MEDIAN BMI IN CHILDREN AND IMPROVEMENT IN PEDIATRIC QUALITY OF LIFE AND DECREASE IN BMI AMONG CAREGIVERS.  BY IMPLEMENTING EVIDENCE-BASED AND EVIDENCE-INFORMED PROGRAMS, NORTH CAROLINA WILL ACHIEVE ITS SELECTED OUTCOMES AND IMPROVE THE HEALTH OF NORTH CAROLINIANS’ MOST VULNERABLE CITIZENS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44c05f0e-2559-a608-5a78-7cedb80b5c53-C", "generated_internal_id": "ASST_NON_NU58DP007410_7523"}, {"internal_id": 160587014, "Award ID": "NU58DP007409", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES IN MONTANA - THE MONTANA DEPARTMENT OF PUBLIC HEALTH & HUMAN SERVICES’ (MT DPHHS) MONTANA DIABETES PROGRAM (MDP) IS APPLYING FOR THE CDC-RFA-DP23-2320 COMPONENT A TO ADDRESS THE BURDEN OF DIABETES STATEWIDE.  THE WORK WILL INCLUDE ALL RESIDENTS OF THE STATE OF MONTANA WITH A SPECIFIC FOCUS ON AMERICAN INDIANS, VETERANS, RURAL RESIDENTS, PEOPLE LIVING WITH A DISABILITY, HISPANICS, AND MEDICAID MEMBERS. THE MDP OFFICES ARE LOCATED AT 1400 BROADWAY STREET, COGSWELL BUILDING, C314 B, HELENA, MT 59601. THE MDP HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES ACROSS MONTANA. THE MDP WILL IMPROVE THE HEALTH OF ALL MONTANANS BY ACHIEVING THE OUTCOMES DESCRIBED IN THIS FUNDING OPPORTUNITY. THE MDP HAS A LONG HISTORY OF PROVIDING DIABETES PREVENTION AND MANAGEMENT PROGRAMMING AND SERVICES TO THE ENTIRE STATE. THIS INCLUDES LONG-STANDING PARTNERSHIPS, WELL-TRAINED AND EXPERIENCED STAFF, A COMMITTED COALITION OF PROFESSIONALS WORKING WITH PEOPLE AT RISK FOR AND LIVING WITH DIABETES, AND EXISTING CONTRACTS TO DELIVER ACTIVITIES AND SERVICES THAT WILL FACILITATE THE WORK LISTED IN THIS FUNDING OPPORTUNITY. THE MDP WILL IMPLEMENT ACTIVITIES THROUGH A COMPREHENSIVE, INCLUSIVE, AND COORDINATED APPROACH TO ADDRESS STANDARDS AND POLICIES; INCREASE MONTANANS’ AWARENESS OF CHRONIC DISEASE RISK FACTORS, DISEASE SELF-MANAGEMENT ACTIVITIES, AND RESOURCES; WORK WITH HEALTH CARE PROVIDERS TO IMPLEMENT QUALITY IMPROVEMENT STRATEGIES AND USE HEALTH INFORMATION TECHNOLOGY; SUPPORT TRAINING AND SERVICE DEVELOPMENT TO ADDRESS PREVENTION; AND LINK CLINICAL AND COMMUNITY RESOURCES. THESE ACTIVITIES WILL OCCUR STATEWIDE WITH INCREASED FOCUS ON PRIORITY POPULATIONS, INCLUDING THOSE LIVING IN HIGH BURDEN AREAS OR THOSE WHO ARE AT HIGH-RISK THAT MAY OTHERWISE BE MISSED BY THESE ACTIVITIES. SPECIFICALLY, THE MDP WILL FOCUS EFFORTS TO REACH AMERICAN INDIANS, VETERANS, RURAL RESIDENTS, PEOPLE LIVING WITH A DISABILITY, HISPANICS, AND MEDICAID MEMBERS. SURVEILLANCE AND EVALUATION ACTIVITIES WILL CONTINUE AND BE USED FOR MONITORING PROGRESS, ANALYZING OUTCOMES, PERFORMING QUALITY IMPROVEMENT, AND REPORTING SUCCESS. COMPONENT A WILL BUILD UPON THE EXISTING SUCCESSFUL NETWORK OF DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) SERVICES AND NATIONAL DIABETES PREVENTION PROGRAMS (DPPS) IN MONTANA. DATA WILL BE COLLECTED USING AN EXISTING CHRONIC DISEASE DATA SYSTEM. THE MDP WILL IMPLEMENT EIGHT STRATEGIES.  STRATEGIES 1A AND 5 WILL USE SIMILAR APPROACHES TO INCREASE ACCESS TO DSMES SERVICES AND DPPS FOR ALL MONTANANS, BUT WITH INCREASED EMPHASIS ON IDENTIFIED PRIORITY POPULATIONS. THE MDP WILL ENSURE HIGH QUALITY SERVICES THROUGH PROGRAM RECOGNITION/ACCREDITATION, TRAINING AND CERTIFICATION FOR DIABETES CARE AND EDUCATION SPECIALISTS AND LIFESTYLE COACHES, AND BY INCREASING PARTICIPATION BY IMPLEMENTING BI- AND MULTI-DIRECTIONAL E-REFERRAL SYSTEMS (STRATEGY 10), MARKETING CAMPAIGNS, AND ADDRESSING/ELIMINATING BARRIERS. STRATEGY 7 WILL BUILD ON EFFORTS TO INCREASE DPP UMBRELLA HUBS. STRATEGY 3 WILL EMPHASIZE SCREENING AND REFERRAL FOR PEOPLE AT RISK FOR DIABETES-RELATED RETINOPATHY AND CHRONIC KIDNEY DISEASE. A TEAM-BASED CARE MODEL WILL BE ADOPTED FOR DSMES SERVICES AND DPPS AND WILL INCLUDE PHARMACISTS AND OTHER EXTENDERS OF HEALTHCARE FOR STRATEGY 4. STRATEGY 1B AND 8 WILL IMPLEMENT DIABETES SUPPORT PROGRAMS AND FAMILY-BASED NUTRITION AND OBESITY PREVENTION CLASSES THAT ARE CULTURALLY APPROPRIATE AND RELEVANT TO THE POPULATION. ALL WORK WILL BE DEVELOPED AND IMPLEMENTED TO ENSURE IT ADDRESSES HEALTH EQUITY AND THE SOCIAL DETERMINANTS OF HEALTH WITH AT LEAST 10% OF THE BUDGET ADDRESSING SYSTEM-LEVEL CHANGES FOR THE LISTED PRIORITY POPULATIONS. STRATEGY 13 WILL EMPHASIZE TRAINING ON THE SOCIAL DETERMINANTS OF HEALTH FOR PROFESSIONALS AND HEALTH CARE PROVIDERS WHO SERVE PEOPLE AT RISK FOR OR LIVING WITH DIABETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c833e562-4bb6-3415-fdb8-b656638465b8-C", "generated_internal_id": "ASST_NON_NU58DP007409_7523"}, {"internal_id": 160587013, "Award ID": "NU58DP007408", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - MISSOURI’S CDC-RFA-DP-23-0020 COMPONENT A APPLICATION  THE MISSOURI DEPARTMENT OF HEALTH AND SENIOR SERVICES (DHSS) DIABETES PROGRAM IS LOCATED AT 920 WILDWOOD DRIVE, JEFFERSON CITY, MISSOURI, 65109. ATTACHED IS OUR COMPONENT A APPLICATION IN RESPONSE TO THE NOTICE OF FUNDING OPPORTUNITY: A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES (CDC-RFA-DP-23-0020).  THE MISSOURI DEPARTMENT OF HEALTH AND SENIOR SERVICES (DHSS) DIABETES PROGRAM WORKS TO DECREASE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES AND IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS AMONG PEOPLE WITH DIABETES BY COLLABORATING WITH PARTNERS AND EVIDENCE-BASED PROGRAM SUPPLIERS WITHIN COMMUNITIES OF NEED. THROUGH EFFECTIVE UMBRELLA HUB MODELS AND COMMUNITY HEALTH WORKER (CHW) INFRASTRUCTURE, WE ARE INCREASING PROGRAM DELIVERY SITES, INCREASING PROGRAM ENROLLMENTS, AND COORDINATING STATEWIDE REFERRAL NETWORKS FOR BOTH PROGRAMS AND SOCIAL DETERMINANTS OF HEALTH (SDOH) SUPPORT SERVICES. OUR WORK CENTERS ON HEALTH EQUITY AND REDUCING HEALTH DISPARITIES ACROSS THE STATE OF MISSOURI. AS THE STATE PUBLIC HEALTH AGENCY, DHSS HAS THE CAPACITY TO WORK ON THESE IMPORTANT INITIATIVES AT A STATEWIDE LEVEL, WHILE ALSO CONCENTRATING RESOURCES IN COMMUNITIES WHERE THEY ARE NEEDED MOST.  THIS NEW FUNDING AWARD WILL ALLOW THE MISSOURI DIABETES PROGRAM TO POSITIVELY IMPACT PRIORITY POPULATIONS ACROSS THE STATE THROUGH THE STRATEGIES AND ACTIVITIES DESCRIBED IN THE WORK PLAN. TWO MAIN LONG-TERM OUTCOMES FROM THIS WORK INCLUDE: 1.\tDECREASE IN THE PROPORTION OF PEOPLE WITH DIABETES WITH AN A1C > 9% 2.\tINCREASE IN THE NUMBER OF PROGRAM COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES  TO ACHIEVE THESE LONG-TERM OUTCOMES, THE MISSOURI DIABETES PROGRAM WILL FOCUS ON THE FOLLOWING SHORT-TERM AND INTERMEDIATE OUTCOMES: 1.\tINCREASE THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS 2.\tINCREASE THE ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS 3.\tINCREASE THE NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES (I.E., HEALTH/MENTAL HEALTH RESOURCES) 4.\tINCREASE SDOH SCREENINGS IN CLINICAL SETTINGS 5.\tINCREASE PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS 6.\tINCREASE MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES  THE MISSOURI DIABETES PROGRAM IS A LONG-STANDING RECIPIENT OF FEDERAL, STATE AND PRIVATE FOUNDATION FUNDS THAT WE HAVE EFFECTIVELY UTILIZED TO BETTER PREVENT AND MANAGE CHRONIC CONDITIONS ACROSS THE STATE. WE LOOK FORWARD TO CONTINUING THIS IMPORTANT WORK UNDER THIS NEW FUNDING OPPORTUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45e88ca-598f-e181-9a40-339660117002-C", "generated_internal_id": "ASST_NON_NU58DP007408_7523"}, {"internal_id": 160587012, "Award ID": "NU58DP007407", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "MINNESOTA: ADDRESSING HEALTH EQUITY AND DIABETES (AHEAD) - OVERVIEW. ALTHOUGH MINNESOTA HAS BETTER HEALTH STATUS AND CARE DELIVERY SYSTEMS RELATIVE TO OTHER STATES, WE HAVE UNACCEPTABLE DISPARITIES IN DIABETIC HEALTH STATUS AND OUTCOMES ACROSS POPULATIONS. FOR ALL PEOPLE IN MINNESOTA, DIABETES RANKS AS THE 8TH LEADING CAUSE OF DEATH. IN CONTRAST, IT IS THE 4TH LEADING CAUSE FOR AMERICAN INDIAN AND ALASKA NATIVES AND 5TH LEADING CAUSE FOR BLACK, AFRICAN AMERICAN AND ASIAN AMERICAN MINNESOTANS.  SOCIAL DETERMINANTS OF HEALTH (SDOH), SUCH AS SOCIOECONOMIC STATUS, CONTRIBUTE TO UNFAIR AND AVOIDABLE DIFFERENCES IN HEALTH STATUS. THIS CAN RESULT IN DISPROPORTIONATELY HIGHER RATES OF DIABETES IN SOME COMMUNITIES AND POPULATION GROUPS.  APPLICANT. TO ADDRESS INEQUITIES IN DIABETES OUTCOMES, THE MINNESOTA DEPARTMENT OF HEALTH (MDH) IS APPLYING FOR COMPONENT A OF 23-0020 A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES WITH THE INTENTION OF SERVING THE 87 COUNTIES AND 11 TRIBES THROUGHOUT THE STATE OF MINNESOTA. MDH HAS THE CAPACITY TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE. THE DEPARTMENT IS PHYSICALLY LOCATED AT 625 ROBERT ST. N., ST. PAUL, MN 55164-0975.  PURPOSE. WORKING WITH COMMUNITY PARTNERS, MDH WILL SUPPORT STRATEGIES TO DECREASE THE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES AND IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, EARLY DETECTION OF COMPLICATIONS AMONG PEOPLE WITH DIABETES, AND AN EVIDENCE-BASED CHILDHOOD OBESITY INTERVENTION FOR POPULATIONS DISPROPORTIONATELY IMPACTED.  STRATEGIES AND PRIORITY POPULATIONS. MDH WILL IMPLEMENT STRATEGIES #1, #3, #5, #7, #8 AND #13. FOR THIS APPLICATION, MDH IS DEFINING PRIORITY POPULATIONS AS MEDICAID MEMBERS IN URBAN, SUBURBAN, AND RURAL COMMUNITIES AS WELL AS AMERICAN INDIAN; BLACK, AFRICAN, AND AFRICAN AMERICAN; HISPANIC OR LATINO; AND ASIAN OR ASIAN AMERICAN POPULATIONS THAT ARE DISPROPORTIONATELY IMPACTED BY DIABETES.  OUTCOMES. THE LONG-TERM OUTCOMES FOR THIS PROPOSAL ARE: 1) DECREASED PROPORTION OF PEOPLE WITH DIABETES WITH A1C>9%; 2) INCREASED NUMBER OF PROGRAM COMPLETERS SERVED BY THE CDC RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES; AND 3) DECREASED PERCENTAGE OF THE 95TH PERCENTILE BODY MASS INDEX (BMI) AND PERCENT OF MEDIAN BMI IN CHILDREN, IMPROVEMENT IN PEDIATRIC QUALITY OF LIFE, AND DECREASED BMI AMONG CAREGIVERS. INTERMEDIATE OUTCOMES INCLUDE: 1) INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; 2) IMPROVED SELF-MANAGEMENT OF CHRONIC DISEASES; 3) INCREASED PATIENT CONTACT WITH CHWS OR HEALTH CARE EXTENDERS; AND 4) INCREASED PROPORTION OF THE POPULATION RECEIVING THE HEALTH CARE SERVICES THEY NEED AND WANT. SHORT TERMS OUTCOMES INCLUDE: 1) INCREASED NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; 2) INCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; 3) INCREASED NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES (I.E., HEALTH/MENTAL HEALTH RESOURCES); AND 4) INCREASED SDOH SCREENINGS IN CLINICAL SETTINGS.  MDH HAS THE CAPABILITY TO SERVE ALL POPULATIONS IN MINNESOTA BY BUILDING ON EXISTING STATEWIDE DSMES AND NATIONAL DPP INFRASTRUCTURE AND COLLABORATING WITH NEW AND EXISTING PARTNERS WHO ARE REFLECTIVE OF PRIORITY POPULATIONS, PRIORITIZE UPLIFTING COMMUNITY VOICES, AND WHO ARE WELL-VERSED IN SDOH AND QUALITY CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea379b9d-a912-39d6-b055-40bc266557f2-C", "generated_internal_id": "ASST_NON_NU58DP007407_7523"}, {"internal_id": 160587011, "Award ID": "NU58DP007406", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "MICHIGAN STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - THE MICHIGAN DEPARTMENT OF HEALTH AND HUMAN SERVICES DIABETES PREVENTION AND CONTROL PROGRAM (MDHHS-DPCP) IS APPLYING FOR CDC-RFA-DP-23-0020 COMPONENT A AND IS LOCATED AT 235 SOUTH GRAND AVE, STE 800, LANSING, MI  48933. THE PURPOSE OF THIS PROPOSAL IS TO IMPLEMENT EVIDENCE-BASED DIABETES MANAGEMENT, TYPE 2 DIABETES PREVENTION AND RISK REDUCTION STRATEGIES STATEWIDE IN MICHIGAN, WITH A FOCUS ON CENTERING EQUITY AND REDUCING HEALTH DISPARITIES FOR PRIORITY POPULATIONS.  ACCORDING TO THE 2019-2021 MICHIGAN BEHAVIORAL RISK FACTOR SURVEY (MIBRFS), 9.8% OF ADULTS HAVE BEEN TOLD THEY HAVE DIABETES, AND 10.0% OF ADULTS HAVE BEEN TOLD THEY HAVE PREDIABETES (MDHHS, 2022A). POPULATIONS DISPROPORTIONATELY IMPACTED BY DIABETES PREVALENCE AND MORTALITY INCLUDE NON-HISPANIC BLACK, NON-HISPANIC AMERICAN INDIAN, PERSONS LIVING IN RURAL AREAS, AND PERSONS WITH A DISABILITY. STATISTICALLY SIGNIFICANT DISPARITIES IN PREVALENCE OF AND MORTALITY DUE TO DIABETES EXIST FOR THESE DEMOGRAPHIC GROUPS WHEN COMPARED TO THE NON-HISPANIC WHITE POPULATION (CDC, 2022B; INTER-TRIBAL COUNCIL OF MICHIGAN, 2020; MDHHS, 2022A; UNIVERSITY OF MISSOURI EXTENSION, N.D.).  ALIGNING WITH MDHHS’ 2022-2024 SOCIAL DETERMINANTS OF HEALTH STRATEGIC PLAN, THE MDHHS-DPCP PRIORITIZES EQUITY AND ENGAGES COMMUNITIES TO BUILD TRUST, OVERCOME BARRIERS, AND EXPAND PROGRAM EFFORTS. THE CDC-2320 WILL ALLOW MDHHS-DPCP TO USE THIS APPROACH TO SUCCESSFULLY SERVE ALL MICHIGANDERS, WITH A FOCUS ON PRIORITY POPULATIONS, THROUGH THE IMPLEMENTATION AND EVALUATION OF 8 OF 13 STRATEGIES IN COMPONENT A (1, 2, 3, 5, 6, 10, 12, 13). EFFORTS ARE INTEGRATED ACROSS THE STRATEGIES TO IMPROVE ACCESS TO AND PARTICIPATION IN DIABETES SELF-MANAGEMENT AND SUPPORT SERVICES AND THE CDC-RECOGNIZED DIABETES PREVENTION PROGRAM, AND TO ADDRESS SOCIAL DETERMINANTS OF HEALTH (SDOH) AT THE SYSTEM AND POLICY LEVELS.  THROUGH STRATEGIC PARTNERSHIPS, MDHHS-DPCP HAS BUILT STRONG INFRASTRUCTURE TO ADDRESS BOTH STATEWIDE HEALTH AND THE NEEDS OF PRIORITY POPULATIONS. CONTRIBUTING PARTNERSHIPS INCLUDE MI COMMUNITY HEALTH WORKERS ALLIANCE, MI PRIMARY CARE ASSOCIATION, MI MEDICAID, AND MI HEALTH INFORMATION NETWORK. AUTHENTIC RELATIONSHIPS WITH SHARED DECISION-MAKING POWER EXIST WITH ORGANIZATIONS WHO ARE ROOTED IN THE COMMUNITIES OF PRIORITY POPULATIONS, INCLUDING BLACK WOMEN’S HEALTH IMPERATIVE, NATIONAL KIDNEY FOUNDATION OF MICHIGAN, LITTLE TRAVERSE BAY BANDS OF ODAWA INDIANS, AND MI DISABILITY HEALTH PROGRAM.  THE DPCP WILL CONTINUE ITS INTEGRATIVE APPROACH TO BUILD HEALTH EQUITY AND REDUCE DISPARITIES THROUGH THE IMPLEMENTATION OF MUTUALLY REINFORCING STRATEGIES, STRATEGIC PARTNERSHIPS, TECHNICAL ASSISTANCE, COMMUNITY ENGAGEMENT, EVALUATION, AND FISCAL MANAGEMENT. PERFORMANCE MONITORING AND RIGOROUS EVALUATION OUTCOMES AT THE END OF THIS FUNDING CYCLE WILL DEMONSTRATE AN INCREASE IN THE NUMBER OF ORGANIZATIONS IMPLEMENTING DSMES/DPP; TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES; SDOH SCREENINGS; PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; AND MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_NU58DP007406_7523"}, {"internal_id": 160587010, "Award ID": "NU58DP007405", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - THE MASSACHUSETTS DEPARTMENT OF PUBLIC HEALTH (MDPH) PROPOSES TO IMPLEMENT STATEWIDE AND PRIORITY POPULATION APPROACHES TO PREVENT AND CONTROL TYPE 2 DIABETES AND REDUCE DIABETES INEQUITIES AS PART OF COMPONENT A. THE PURPOSE OF THE INTEGRATED STRATEGY IS TO BUILD ON A FOUNDATION ESTABLISHED THROUGH PREVIOUS CDC CHRONIC DISEASE FUNDING TO FOCUS ON APPROACHES THAT HAVE THE HIGHEST POTENTIAL FOR MAXIMAL IMPACT FOR ALL MASSACHUSETTS RESIDENTS WHILE STRATEGICALLY CENTERING OUR WORK ON THE UNEQUAL BURDEN OF TYPE 2 DIABETES BORNE BY RESIDENTS AND COMMUNITIES THAT HAVE SYSTEMATICALLY EXPERIENCED GREATER OBSTACLES TO HEALTH. MDPH PROPOSES TO SERVE ALL RESIDENTS OF MASSACHUSETTS WITH A PARTICULAR FOCUS ON PRIORITY POPULATIONS. DIABETES REMAINS A SIGNIFICANT PUBLIC HEALTH PROBLEM, ESPECIALLY AMONG POPULATIONS THAT HAVE FACED HISTORICAL AND SYSTEMIC BARRIERS TO HEALTH. IN MASSACHUSETTS, DIABETES AND PREDIABETES IMPACT 2 OUT OF 5 RESIDENTS AND DIABETES IS THE 7TH LEADING CAUSE OF DEATH FOR ALL ADULTS. THE STATE’S PRIORITY POPULATIONS EXPERIENCE DIABETES AND PREDIABETES AT SUBSTANTIALLY HIGHER RATES COMPARED TO THE GENERAL POPULATION AND INCLUDE PEOPLE WITH A DISABILITY, PEOPLE WITH HOUSEHOLD INCOMES &LT;$25K, PEOPLE WHO HAVE NOT GRADUATED HIGH SCHOOL, PEOPLE LIVING IN RURAL AREAS, AND PEOPLE WHO ARE BLACK, HISPANIC, AND ASIAN, SUGGESTING THE SIGNIFICANT IMPACT OF THE SOCIAL DETERMINANTS OF HEALTH. WE HAVE SELECTED STRATEGIES 1, 4, 5, 11, 12, AND 13 TO FURTHER OUR PUBLIC HEALTH APPROACHES. STRATEGY 1 WILL INCREASE THE NUMBER OF DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT AND COMPLEMENTARY DIABETES SUPPORT PROGRAMS AND SERVICES THAT ARE ACCESSIBLE TO THE PRIORITY POPULATIONS AND INCREASE THE NUMBER OF NEW PROGRAMS IN THE STATE. STRATEGY 4 WILL FOCUS ON THE QUALITY CARE OF DIABETES IN COMMUNITY HEALTH CENTERS, WHICH SERVES A LARGE PORTION OF THE PRIORITY POPULATIONS, THROUGH INCREASED PROVIDER AWARENESS AND IMPROVED USE OF ELECTRONIC SYSTEMS OF CARE. STRATEGY 5 WILL INCREASE THE ACCESSIBILITY OF LIFESTYLE CHANGE ORGANIZATIONS TO THE PRIORITY POPULATIONS AND INCREASE THE NUMBER OF PROGRAMS IN THE STATE. STRATEGY 11 WILL INCREASE THE NUMBER OF ACCOUNTABLE CARE ORGANIZATIONS THAT ADOPT INNOVATIVE PAYMENT APPROACHES TO COVERING NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) AND COMMUNITY HEALTH WORKERS (CHWS). STRATEGY 12 WILL INCREASE THE NUMBER OF CHWS WHO WORK ON DIABETES AND BECOME STATE CERTIFIED, AND INCREASE CHW LEADERSHIP IN DIABETES PREVENTION AND CARE. STRATEGY 13 WILL INCREASE THE NUMBER OF COMMUNITY HEALTH CENTERS THAT ARE TRAINED IN ADDRESSING THE SOCIAL DETERMINANTS OF HEALTH. THE ANTICIPATED OUTCOMES OF THIS PROPOSAL INCLUDE IMPROVED SELF-CARE PRACTICES, IMPROVED QUALITY OF PATIENT CARE AND RESOURCES, ENHANCED POLICIES AND SYSTEMS THAT SUPPORT DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION, ENHANCED INFRASTRUCTURE THAT SUPPORTS CHW INTEGRATION INTO TEAM-BASED CARE, INCREASED SUSTAINABLE FINANCING FOR THE NATIONAL DPP AND CHWS, AND IMPROVED SKILLS OF CLINICAL PARTNERS TO ADDRESS THE ROOT CAUSES OF HEALTH INEQUITIES. MDPH HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN MASSACHUSETTS. AS A RECIPIENT OF CDC CHRONIC DISEASE COOPERATIVE AGREEMENTS 1305, 1422, 1815, AND 1817, MDPH HAS BUILT EXTENSIVE PROGRAMMATIC AND EPIDEMIOLOGICAL EXPERTISE ON IMPROVING AND TRACKING PUBLIC HEALTH CHRONIC DISEASE INTERVENTIONS AND APPROACHES. OUR CLINICAL AND COMMUNITY PARTNERSHIPS WITH COMMUNITY HEALTH CENTERS, LIFESTYLE CHANGE ORGANIZATIONS, STATEWIDE DIABETES NETWORK, MASSACHUSETTS ASSOCIATION OF COMMUNITY HEALTH WORKERS, AND CULTURALLY COMPETENT PROVIDERS ENABLE US TO EFFECTIVELY IMPLEMENT THE PROPOSED STRATEGIES. MDPH’S PROPOSAL BUILDS ON MASSACHUSETTS’ SIGNIFICANT INVESTMENT IN THE CHW WORKFORCE, AND THE RECENT ADVANCES MADE TO THE MA MEDICAID PROGRAM (MASSHEALTH) UNDER A 1115 MEDICAID WAIVER THAT OFFERS THE POTENTIAL FOR SUSTAINABLE FUNDING. MDPH PERMANENT PHYSICAL ADDRESS: 250 WASHINGTON STREET, BOSTON, MA 02108", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aef8afa-daa8-fb14-4a71-e9df3274b79d-C", "generated_internal_id": "ASST_NON_NU58DP007405_7523"}, {"internal_id": 160587009, "Award ID": "NU58DP007404", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - ALASKA IS A FRONTIER STATE WITH A SPARSE POPULATION THAT FACES UNUSUAL HEALTHCARE NEEDS, DISPARITIES, AND REDUCED ACCESS TO CARE DUE TO A VARIETY OF CHALLENGES SUCH AS GEOGRAPHY, WEATHER, AND TRANSPORTATION. MANY OF THESE CHALLENGES ARE NOT EXPERIENCED IN STATES THAT HAVE LARGE URBAN COMMUNITIES CONNECTED BY ROADS, TRAINS AND OTHER MEANS OF GROUND TRANSPORTATION. EIGHTEEN PERCENT OF THE STATE’S POPULATION LIVES IN COMMUNITIES WITH FEWER THAN 2,500 RESIDENTS.  LOOKING AT OUR PREDIABETES DIAGNOSES, DIABETES DIAGNOSES, AND YEARS OF POTENTIAL LIFE LOST, THERE APPEAR TO BE SIGNIFICANT GAPS IN OUTCOMES BETWEEN POPULATIONS, LIKELY DUE IN PART TO DIFFERENCES IN HEALTHCARE SEEKING BEHAVIORS AND ACCESS TO PRIMARY CARE PROVIDERS. CURRENTLY, OUR DIABETES PREVENTION PROGRAMS (DPP) AND DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) PROGRAMS ARE NOT REACHING THE POPULATIONS WITH THE HIGHEST DIABETES BURDENS AT APPROPRIATE RATES. FOR EXAMPLE, MEN HAD MORE THAN DOUBLE THE YEARS OF POTENTIAL LIFE LOST DUE TO DIABETES COMPARED TO WOMEN, BUT MEN ONLY MAKE UP 15% OF DPP PARTICIPANTS AND 27% OF DSMES PARTICIPANTS. WE WILL WORK TO REDUCE THESE GAPS BY TARGETING OUR STRATEGIES TOWARDS MEN AND OUR MOST MINORITIZED RACIAL GROUPS.  FOR THIS REASON, THE CDPHP PROPOSALS ATTACHED WILL FOCUS HEAVILY ON BRIDGING THESE GAPS THROUGH BOTH EXPANDED ACCESS AS WELL AS CULTURAL TAILORING, COMMUNITY LIAISON WORK, AND EQUIPPING THE DIABETES CARE WORKFORCE TO IDENTIFY AND ADDRESS SDOH NEEDS WITHIN THEIR COMMUNITIES.  THE PROPOSED STRATEGIES AND ACTIVITIES FOR THE PREVENTION AND MANAGEMENT OF DIABETES ARE DESCRIBED WITHIN THE NARRATIVE IN FURTHER DETAIL. FOR EVIDENCE-BASED APPROACHES TO DIABETES MANAGEMENT, CDPHP HAS SELECTED STRATEGY 1. FOR EVIDENCE-BASED APPROACHES TO TYPE 2 DIABETES PREVENTION AND RISK REDUCTION, CDPHP HAS SELECTED STRATEGIES 5, 7 AND 8. FOR POLICY & SYSTEMS-LEVEL SUPPORT FOR DIABETES MANAGEMENT AND/OR TYPE 2 DIABETES PREVENTION, CDPHP HAS SELECTED STRATEGIES 10 AND 13.  IT IS OUR GOAL TO USE INCREASED CULTURAL TAILORING, DIVERSITY OF ACCESS METHODS, CULTURAL LIAISON COLLABORATION AND SDOH RESOURCES AND TOOLS TO ADDRESS THESE IDENTIFIED GAPS AND DECREASE THE BURDEN OF OBESITY, PREDIABETES AND DIABETES WITHIN ALL POPULATIONS IN THE STATE OF ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU58DP007404_7523"}, {"internal_id": 160587008, "Award ID": "NU58DP007403", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - PURPOSE: THROUGH HEALTH RESEARCH, INC., LOCATED AT 150 BROADWAY, SUITE 280, MENANDS, NY 12204, THE NEW YORK STATE (NYS) DEPARTMENT OF HEALTH (DOH) REQUESTS FUNDING TO IMPLEMENT AND EVALUATE A STRATEGIC APPROACH OF EVIDENCE-BASED STRATEGIES TO ADVANCE HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT-RISK FOR DIABETES IN NYS. THE COVID-19 PANDEMIC DEVASTATED MANY VULNERABLE POPULATIONS IN NYS WITH A PARTICULARLY DETRIMENTAL IMPACT TO THOSE EXPERIENCING HISTORICAL RACISM AND HEALTH DISPARITIES. WITH A LONG HISTORY OF DIABETES LEADERSHIP AND A FOCUS ON REBUILDING, RENEWING, AND REIMAGINING PUBLIC HEALTH IN NYS, DOH IS WELL POSITIONED TO LEAD THIS COMPONENT A INITIATIVE. THROUGH NEW AND EXPANDED PARTNERSHIPS, COLLABORATIONS, AND INNOVATIONS, DOH WILL REDUCE HEALTH DISPARITIES BY ENGAGING PRIORITY POPULATIONS INCLUDING BLACK AND HISPANIC ADULTS, LOWER-INCOME ADULTS, PEOPLE WITH A MENTAL ILLNESS, PEOPLE WITH DISABILITY, PEOPLE LIVING IN UNDERSERVED RURAL AREAS, AND OLDER NYERS. THIS WORK WILL STRENGTHEN ACCESS, APPROPRIATENESS, AND FEASIBILITY OF  DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) SERVICES (A.1), INCREASE ENROLLMENT AND RETENTION IN THE NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) LIFESTYLE INTERVENTION (A.5), PREVENT DIABETES COMPLICATIONS THROUGH EARLY DETECTION OF RETINOPATHY AND CHRONIC KIDNEY DISEASE (A.3), STRENGTHEN MEDICAID AND EMPLOYER HEALTH BENEFIT COVERAGE FOR THE NATIONAL DPP LIFESTYLE INTERVENTION (A.6), ESTABLISH NATIONAL DPP UMBRELLA HUB ARRANGEMENTS (A.7), AND INCREASE AND SUSTAIN DSMES AND NATIONAL DPP WITHIN PHARMACY NETWORKS (A.9). DOH WILL SERVE ALL POPULATIONS IN NYS THROUGH A COORDINATED NETWORK OF EXPERTS WITH EXPERIENCE IN COMMUNITY HEALTH CARE, REACHING PRIORITY POPULATIONS, DELIVERING ENHANCED COMMUNITY PHARMACY SERVICES, ASSESSING SOCIAL CARE NEEDS, REFERRALS, BUILDING POPULATION HEALTH SUPPORTS, AND DEVELOPING DIABETES POPULATION HEALTH DATA INNOVATION. TOGETHER, THIS FRAMEWORK WILL DRIVE DOH’S STRATEGIC APPROACH TO ADVANCE DIABETES HEALTH EQUITY. AT LEAST 10% OF TOTAL FUNDING REQUESTED WILL ADDRESS SYSTEM/POPULATION LEVEL NEEDS RELATED TO SOCIAL DETERMINANTS OF HEALTH AND REDUCE HEALTH DISPARITIES. OUTCOMES: DOH WILL MAKE MEASURABLE IMPROVEMENTS IN THE FOLLOWING COMPONENT A OUTCOMES: ACCESS TO HEALTH SYSTEMS AND TAILORED EVIDENCE-BASED PROGRAMS THAT SUPPORT DIABETES PREVENTION AND MANAGEMENT (BY Y2); PARTICIPATION IN EVIDENCE-BASED PROGRAMS AND SELF-MANAGEMENT BEHAVIORS (BY Y4); AND HEALTH OUTCOMES (BY Y5) FOR IDENTIFIED PRIORITY POPULATIONS. ACROSS EVIDENCE-BASED APPROACHES TO DIABETES MANAGEMENT, PREVENTION, AND SYSTEMS/POPULATION-LEVEL NEEDS RELATED TO SOCIAL DETERMINANTS OF HEALTH, ACHIEVEMENT OF THESE OUTCOMES WILL HELP CLOSE GAPS IN HEALTH DISPARITIES FUELED BY STRUCTURAL RACISM AND SOCIAL DETERMINANTS OF HEALTH. DOH HAS SELECTED TO TRACK ADDITIONAL OUTCOMES THAT ALIGN WITH CDC OUTCOMES, WHERE STATE-SPECIFIC DATA SYSTEMS ARE AVAILABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7d2da8a-0151-8e91-236f-9687ccc8e058-C", "generated_internal_id": "ASST_NON_NU58DP007403_7523"}, {"internal_id": 160587007, "Award ID": "NU58DP007402", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "MAINE CDC WILL REDUCE HEALTH DISPARITIES THAT IMPACT PRIORITY POPULATIONS ACCESSING SERVICES THAT WILL HELP REDUCE, MANAGE OR PREVENT TYPE 2 DIABETES AND CHILDHOOD OBESITY, STATEWIDE. - MAINE DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS), MAINE CENTER FOR DISEASE CONTROL AND PREVENTION (MAINE CDC), 109 CAPITOL STREET, 11 STATE HOUSE STATION, AUGUSTA, MAINE 04330-6846, WILL ADDRESS COMPONENT A (STRATEGIES 1,5,8,10,12,13) IN THE STATE OF MAINE WITH THIS APPLICATION.  MAINE CDC AIMS TO REDUCE HEALTH DISPARITIES ACROSS THE STATE OF MAINE RELATED TO DIABETES PREVENTION AND CARE AND CHILDHOOD OBESITY WITH EMPHASIS ON PRIORITY POPULATIONS, INCLUDING BLACK/AFRICAN AMERICAN, AMERICAN INDIAN/ALASKA NATIVE AND LOW-INCOME INDIVIDUALS LIVING IN RURAL AREAS OF THE STATE. THE GOAL IS TO EXPAND ACCESS TO PARTICIPATION IN DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) SERVICES AND THE NATIONAL DIABETES PREVENTION PROGRAM (DPP) FOR PRIORITY POPULATIONS IN PRIORITY COUNTIES AND ACROSS THE STATE THROUGH IMPROVED MULTI-DIRECTIONAL REFERRAL SYSTEMS, USE OF COMMUNITY HEALTH WORKERS (CHWS) IN PROGRAM OUTREACH AND DELIVERY AND TAILORING TO MEET THE NEEDS OF ALL MAINERS. THIS WILL BE ACHIEVED BY ENSURING THAT EVIDENCE-BASED INTERVENTIONS FOCUSED ON THESE HEALTH CONDITIONS ARE APPROPRIATE AND ACCESSIBLE TO ALL POPULATIONS, THROUGH INCREASING CAPACITY OF DIABETES PROFESSIONALS (INCLUDING CHWS) AND COMMUNITY-BASED PROGRAMS TO ADDRESS THE SOCIAL DETERMINANTS OF HEALTH FOR THOSE ENGAGED IN EVIDENCE-BASED PROGRAMS.  TO ENSURE EQUITABLE STATEWIDE REACH, MAINE CDC WILL LEVERAGE ITS EXISTING NETWORKS (COMMUNITIES OF PRACTICES, STAKEHOLDER GROUPS) AND DIVERSE PARTNERS (I.E., HEALTH CARE ORGANIZATIONS, COMMUNITY-BASED ORGANIZATIONS, CLINICIANS, MEDICAID, AND EMPLOYERS) TO SERVE ALL POPULATIONS ENGAGED IN DIABETES PREVENTION AND SUPPORT SERVICES. MAINE CDC WILL USE STRATEGIES SUCH AS MODIFIED SDOH SCREENING TOOLS, MULTIDIRECTIONAL E- REFERRAL SYSTEMS, AND CONNECTING PARTICIPANTS TO COMMUNITY RESOURCES (E.G., FOOD BAGS, TRANSPORTATION VOUCHERS) TO INCREASE ENROLLMENT AND RETENTION IN DIABETES PREVENTION AND CARE SERVICES AND TO IMPROVE OUTCOMES. MAINE CDC WILL ALSO ENGAGE MAINE’S CHW NETWORK TO BUILD INFRASTRUCTURE TO STRENGTHEN THE SUSTAINABILITY OF CHW INVOLVEMENT IN DIABETES PREVENTION AND CARE ACTIVITIES.  MAINE CDC EXPECTS THIS WORK TO IMPACT THE HEALTH OF MAINE PEOPLE BY INCREASING ACCESS TO, ENROLLMENT IN AND COMPLETION OF DIABETES PREVENTION AND CARE SERVICES BY PRIORITY POPULATIONS, THEREBY IMPROVING DIABETES OUTCOMES. MAINE CDC EXPECTS TO SEE INCREASED SCREENING OF PRIORITY POPULATIONS AND REFERRALS TO DIABETES PREVENTION AND CARE SERVICES. MAINE CDC EXPECTS TO SEE INCREASED RETENTION AND ENGAGEMENT OF PRIORITY POPULATIONS IN DIABETES PREVENTION AND CARE SERVICES WHEN RESOURCES ARE IDENTIFIED AND PROVIDED TO SUPPORT IDENTIFIED SDOH NEEDS. ADDITIONALLY, WHERE APPROPRIATE, TAILORED CURRICULUM AND DELIVERY WILL HAVE A POSITIVE IMPACT ON IMPROVING RETENTION AND ENGAGEMENT. MAINE CDC EXPECTS TO ENGAGE MORE CHWS TO DELIVER DIABETES PREVENTION AND CARE SERVICES TO SUPPORT PRIORITY POPULATIONS.  MAINE CDCS APPROACH WILL REQUIRE CONTINUED COLLABORATION WITH CLINICAL AND COMMUNITY ORGANIZATIONS TO BETTER SERVE ALL POPULATIONS ACROSS THE STATE WHO ARE AT RISK FOR OR HAVE TYPE 2 DIABETES. MAINE CDC WILL LEVERAGE PAYMENT INITIATIVES (MAINECARE DIABETES PREVENTION PROGRAM, MAINECARE PRIMARY CARE PLUS) TO BUILD SUSTAINABLE STAFFING AND DELIVERY MODELS THAT CAN HELP SUPPORT DELIVERY OF DIABETES PREVENTION AND CARE SERVICES. MAINE CDC IS CONFIDENT IN ITS ABILITIES AS WELL AS ITS CAPACITY TO ACHIEVE MEANINGFUL AND MEASURABLE IMPACT ON REDUCING DISEASE BURDEN AND COST THROUGH THIS US CDC STATE-LEVEL INVESTMENT OVER THE NEXT FIVE YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cf12f71-770d-5b35-7c1a-137151b613b1-C", "generated_internal_id": "ASST_NON_NU58DP007402_7523"}, {"internal_id": 160587006, "Award ID": "NU58DP007401", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - INDIANA PROJECT ABSTRACT SUMMARY  THE INDIANA DEPARTMENT OF HEALTH (IDOH) DIVISION OF CHRONIC DISEASE, PRIMARY CARE AND RURAL HEALTH IS APPLYING FOR THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) CDC-RFA-DP23-0020 - A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES – COMPONENT A. THIS FUNDING OPPORTUNITY WILL SUPPORT A COORDINATED EFFORT ACROSS IDOH PROGRAM AREAS TO IMPROVE THE HEALTH OF INDIANA’S RESIDENTS IN THE COMMUNITIES WITH THE HIGHEST BURDEN FOR DIABETES AND FOR THOSE AT HIGHEST RISK FOR DIABETES. IDOH SERVES ALL CITIZENS AND COMMUNITIES WITHIN INDIANA.  ACTIVITIES PROPOSED BY IDOH WILL TARGET THOSE INDIANA GROUPS THAT ARE DISPROPORTIONALLY IMPACTED BY DIABETES AND PREDIABETES. TO ACHIEVE OUTCOMES, ISDH WILL IMPLEMENT EIGHT STRATEGIES WITHIN COMPONENT A TO IMPLEMENT A COMPREHENSIVE APPROACH TO DIABETES SERVICES AND MANAGEMENT. MANY OF THE TARGETED COMMUNITIES AND COUNTIES HAVE LIMITED COMMUNITY RESOURCES FOR DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT PROGRAMS, LIMITED TO NO ACCESS FOR THE NATIONAL DIABETES PREVENTION PROGRAM AND TO COMMUNITY HEALTH WORKERS.  STRATEGIES FOR DEVELOPING COMMUNITY RESOURCES AND TO CONNECT COMMUNITIES FOR ADDITIONAL DIABETES ACCESS WILL ALLOW A COMPREHENSIVE IMPLEMENTATION OF STRATEGIES IN HEALTH SYSTEMS AND COMMUNITY-BASED ORGANIZATIONS FOR COMPONENT A.  IDOH WILL ALSO WORK DIRECTLY WITH THE HEALTH SYSTEMS AND COMMUNITY-BASED ORGANIZATIONS TO INCREASE THE UTILIZATION OF COMMUNITY HEALTH WORKERS FOR DIABETES AND PREDIABETES. SUSTAINABILITY ACTIVITIES FOR THE CHWS WILL BE ADDRESSED AT THE STATE-LEVEL FOR POLICY DEVELOPMENT, MEDICAID REIMBURSEMENT AND A PROCESS FOR EDUCATION AND CERTIFICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU58DP007401_7523"}, {"internal_id": 160587005, "Award ID": "NU58DP007400", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES, COMPONENT A - PROJECT ABSTRACT SUMMARY PROBLEM: DIABETES WAS THE 8TH LEADING CAUSE OF DEATH IN CONNECTICUT (CT) IN 2021 WITH OVER 50% OF THE DIABETES DEATHS OCCURRING AMONG RESIDENTS UNDER THE AGE OF 75 YEARS OLD. AN ESTIMATED 10.8% OF CT ADULTS, OR 312,000 ADULTS, HAVE BEEN TOLD THEY HAVE DIABETES.  IN CT, PRE-DIABETES, DIABETES, DISPROPORTIONATELY AFFECT PEOPLE OF LOWER SOCIO-ECONOMIC STATUS INCLUDING BLACK AND HISPANICS. PROJECT OUTCOMES: WITH CDC RFA DP-23-0020 COMPONENT A FUNDING, THE CT DEPARTMENT OF PUBLIC HEALTH (DPH), LOCATED IN HARTFORD, CONNECTICUT, PROPOSES EXPANDING ESTABLISHED 1815 GRANT ACTIVITIES THAT REACH VULNERABLE POPULATIONS. CTDPH’S SYSTEMATIC, PUBLIC HEALTH APPROACH LEVERAGES COMMUNITY AND STATE PARTNERS TO IDENTIFY AND MITIGATE BARRIERS BY WORKING COLLABORATIVELY TO CREATE ENDURING, SUSTAINABLE SOLUTIONS THAT FOSTER ACCESS AND ENGAGEMENT WITH SERVICES TO INCREASE ACCESS TO EFFECTIVE EVIDENCE-BASED PROGRAMS AND REDUCE DIABETES RATES AMONG CT’S PRIORITY POPULATIONS. PROJECT STRATEGIES / ACTIVITIES: CTDPH HAS SELECTED THESE SIX STRATEGIES: 1) STRENGTHEN SELF-CARE PRACTICES BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) SERVICES FOR PRIORITY POPULATIONS; 5) INCREASE ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DIABETES PREVENTION PROGRAM (DPP) LIFESTYLE INTERVENTION AND THE MDPP BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF THE PROGRAMS; 6) EXPAND AVAILABILITY OF THE NATIONAL DPP LIFESTYLE INTERVENTION AS A COVERED HEALTH BENEFIT FOR MEDICAID BENEFICIARIES AND/OR EMPLOYEES AND COVERED DEPENDENTS AT HIGH RISK FOR TYPE 2 DIABETES; 8) IMPLEMENT, SPREAD, AND SUSTAIN EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS; 12) IMPROVE THE SUSTAINABILITY OF CHWS BY BUILDING OR STRENGTHENING A SUPPORTIVE INFRASTRUCTURE TO EXPAND THEIR INVOLVEMENT IN EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS AND SERVICES; 13) IMPROVE THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS FACTORS  RELATED TO THE SDOH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES. ACTIVITIES ARE DESIGNED TO HAVE A STATEWIDE IMPACT, INCLUDING EARLY IDENTIFICATION, SCREENING, REFERRALS, AND TRACKING OF PATIENT OUTCOMES, WITH EFFORTS TO ADDRESS SOCIAL DETERMINANTS OF HEALTH (SDOH) UTILIZING THE COMMUNITY HEALTH WORKER (CHW) MODEL. TARGETED APPROACHED WILL BE WITHIN HARTFORD AND NEW HAVEN COUNTY; DESIGNATED BY THE CDC AS HIGH-BURDEN COUNTIES. THROUGH CT’S REQUIRED COMPETITIVE PROCUREMENT PROCESSES, CTDPH WILL SELECT TWO HEALTH CARE ORGANIZATIONS (HCOS) OR FEDERALLY QUALIFIED HEALTH CENTERS (FQHCS) THAT SERVE HIGH BURDEN COMMUNITY IN THESE COUNTIES, AND ONE TECHNICAL ASSISTANCE (TA) VENDOR. A MOBILE DIABETES PREVENTION PROGRAM (DPP) APP WILL BE IMPLEMENTED AND PROMOTED WITH PROVIDERS TO FOSTER STATEWIDE ACCESS AND ENROLLMENT. CTDPH WILL CONDUCT YEARLY 'LEARNING COLLABORATIVES’ FOR CT’S COMMUNITY HEALTH WORKERS AND DIABETES WORKFORCE FEATURING SPEAKERS FROM CHRONIC DISEASE AND COMMUNITY PARTNERS TO ADDRESS SDOH. COORDINATION: CTDPH, WILL CONTINUE WORK WITH CT’S OFFICE OF HEALTH STRATEGY (OHS) AND THE COMMUNITY HEALTH WORKERS (CHW) ASSOCIATION OF CT TO FOSTER PROMOTION AND INFRASTRUCTURE EFFORTS. GRANT EVALUATION WILL BE COORDINATED WITH UCONN HEALTH, THE CTDPH 1305 AND 1815 EVALUATOR. THE 1815 ADVISORY PANEL (AP) WILL BE EXPANDED. BUILDING ON THE SUCCESS OF THE 1815 GRANT, ALONG WITH DPH LEADERSHIP SUPPORT, AND STRONG NETWORK OF INTERNAL AND EXTERNAL PARTNERSHIPS, THE 23-0020 PROPOSED ACTIVITIES PUT CT IN AN EXCELLENT POSITION FOR EFFECTIVE AND SUSTAINABLE OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f718ecf-4061-aa45-7ebc-956a6ddfd389-C", "generated_internal_id": "ASST_NON_NU58DP007400_7523"}, {"internal_id": 160587004, "Award ID": "NU58DP007399", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "ALABAMA DIABETES PREVENTION AND CONTROL PROGRAM - PROJECT ABSTRACT  THE ALABAMA DEPARTMENT OF PUBLIC HEALTH (ADPH) IS RESPECTFULLY REQUESTING YOUR REVIEW AND SUPPORT OF THIS APPLICATION FOR COMPONENT A OF THE CENTERS FOR DISEASE CONTROL AND PREVENTION GRANT A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES. THIS OPPORTUNITY WOULD PROVIDE THE FUNDING AND SUPPORT FOR ADPH TO IMPLEMENT AND ADVANCE EFFORTS AROUND DIABETES PREVENTION AND MANAGEMENT.  ALABAMA PRESENTLY HAS AN ADULT DIAGNOSED DIABETES PREVALENCE OVER 15 PERCENT; AND 22 PERCENT OF CHILDREN/ADOLESCENTS ARE ESTIMATED TO HAVE OBESITY. THE DIABETES PREVALENCE IS HIGHER FOR ALABAMA’S AFRICAN AMERICAN POPULATIONS (27 PERCENT OF ALABAMA’S TOTAL POPULATION). SOCIAL DETERMINANTS SUCH AS ECONOMIC STABILITY, HEALTHCARE ACCESS AND QUALITY, BUILT ENVIRONMENT, AND SOCIAL CONTEXT AFFECT THESE DIABETES OUTCOMES AND EFFORTS TO REDUCE THE LIKELIHOOD OF INDIVIDUALS DEVELOPING THESE CONDITIONS. FOR EXAMPLE, 16 PERCENT OF ALABAMA’S POPULATION LIVED IN POVERTY DURING THE 2020 CENSUS; NINE ALABAMA COUNTIES DO NOT HAVE A HOSPITAL, AND MANY COUNTIES HAVE AN AREA DESIGNATED AS A HEALTH PROFESSIONAL SHORTAGE AREA.  ADPH IS A SEMI-CENTRALIZED STATE HEALTH DEPARTMENT BASED IN MONTGOMERY, ALABAMA. IT HAS EIGHT PUBLIC HEALTH DISTRICTS IN THE STATE AND COUNTY HEALTH DEPARTMENTS IN ALL SIXTY-SEVEN COUNTIES IN ALABAMA THAT PROVIDE ACCESS TO STATE-WIDE REACH. ADDITIONALLY, THE DIABETES PROGRAM AT ADPH HAS DISTRICT STAFF WITH SOCIAL WORK BACKGROUNDS THAT HAVE UNIQUE FAMILIARITY WITH THE AREAS IN WHICH THEY ARE EMPLOYED. THE ADPH DIABETES PROGRAM HAS MANY PARTNERS, INTERNAL AND EXTERNAL, WITH EXPERIENCE TARGETING AND WORKING WITH SPECIFIC POPULATIONS.  WITH THIS FUNDING, STAFF EXPERIENCE, AND PARTNERS’ EXPERTISE, ALABAMA IS OPTIMISTIC IT CAN IMPROVE DIABETES PREVENTION, INCREASE COMMUNITY RESOURCE LINKAGES, AND ADDRESS HEALTH EQUITY AS REQUIRED BY THIS COOPERATIVE AGREEMENT. THE ACTIVITIES PROPOSED FOR THIS PROJECT INVOLVE THE IMPROVED AND MODIFIED CONTINUATION OF COLLABORATION WITH PARTNERS FUNDED UNDER THE 1305 AND 1815 AGREEMENTS. INCLUDED IS THE IMPLEMENTATION OF NEW ACTIVITIES TO IMPROVE SUSTAINABILITY OF DIABETES PROGRAMS THROUGH THE FORMATION OF PHARMACY AND UMBRELLA NETWORKS, ADDRESS CHILDHOOD OBESITY AS PART OF THE DIABETES PREVENTION EFFORTS, INCREASE ACCESS AND ENROLLMENT OF PRIORITY POPULATIONS IN DIABETES PROGRAMS, AND SUPPORT LEADERS OF DIABETES PROGRAMS IN WORK TO ADVANCE HEALTH EQUITY. THE PROPOSED PROJECT ACTIVITIES ARE RELATED TO THE SIX CHOSEN STRATEGIES THAT INCLUDE EVIDENCE-BASED APPROACHES TO DIABETES MANAGEMENT, EVIDENCE-BASED APPROACHES TO TYPE 2 DIABETES PREVENTION AND RISK REDUCTION, AND POLICY AND SYSTEMS-LEVEL SUPPORT FOR DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION.   ORGANIZATION: ALABAMA DEPARTMENT OF PUBLIC HEALTH LOCATION: 201 MONROE STREET, MONTGOMERY, AL 36104 SELECTED COMPONENT: COMPONENT A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca11d49a-d5d1-6d25-24ad-88bc4bad9829-C", "generated_internal_id": "ASST_NON_NU58DP007399_7523"}, {"internal_id": 160587003, "Award ID": "NU58DP007398", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "DECREASING RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES AND IMPROVING SELF-CARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS AMONG ADULTS WITH DIABETES - ABSTRACT SUMMARY  THE VERMONT DEPARTMENT OF HEALTH (VDH), LOCATED AT 108 CHERRY STREET IN BURLINGTON, VERMONT IS APPLYING FOR COMPONENT A OF DP-23-0020-A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES. VDH IS PROPOSING TO SERVE THE ENTIRE STATE OF VERMONT.  VERMONT IS A SMALL (9,620 SQUARE MILE), RURAL STATE WITH APPROXIMATELY 647,064 RESIDENTS; 65% OF VERMONT RESIDENTS RESIDE IN RURAL AREAS WHERE THEY EXPERIENCE LOWER INCOMES, HIGHER POVERTY AND UNEMPLOYMENT, AND COMPLETE HIGHER EDUCATION LESS FREQUENTLY THAN URBAN COUNTERPARTS.  VERMONT'S POPULATIONS THAT ARE DISPROPORTIONATELY AFFECTED BY CHRONIC DISEASE, INCLUDING HAVING MULTIPLE CHRONIC CONDITIONS INCLUDE THOSE WITH A DISABILITY, LOWER LEVELS OF EDUCATION AND INCOME, 65 YEARS OF AGE AND OLDER. VDH HAS THE CAPACITY AND STATEWIDE REACH TO SERVE THESE AND ALL POPULATIONS TO FULFILL THE REQUIREMENTS OF THIS NOFO.  VERMONT’S HEALTH IN ALL POLICIES TASK FORCE IDENTIFIES STRATEGIES TO INTEGRATE HEALTH INTO ALL STATE POLICIES AND PROGRAMS AND PROMOTE BETTER HEALTH OUTCOMES THROUGH INTERAGENCY COLLABORATION. ADDITIONALLY, VDH HAS A NEWLY FORMED OFFICE OF HEALTH EQUITY INTEGRATION (OHEI) WHOSE VISION AND MISSION ARE, “A TRANSFORMED PUBLIC HEALTH SYSTEM THAT IS JUST AND EQUITABLE” AND “COLLECTIVELY REIMAGINE AND REBUILD PUBLIC HEALTH SYSTEMS THAT HAVE HISTORICALLY PREVENTED INDIVIDUALS AND COMMUNITIES IN VERMONT FROM LIVING THEIR HEALTHIEST LIVES”, RESPECTIVELY.  THE DIVISION OF HEALTH PROMOTION AND DISEASE PREVENTION (HPDP) WITHIN THE VDH “CENTRAL OFFICE” CURRENTLY INCLUDES THE VDH DIABETES PROGRAM (INCLUDING THE CDC 1815 COOPERATIVE AGREEMENT AND THE MY HEALTHY VT SELF-MANAGEMENT PROGRAMS) AND WORKS CLOSELY WITH CHRONIC DISEASE DESIGNEES AND OTHER STAFF FROM THE 12 OFFICES OF LOCAL HEALTH.  THE PURPOSE OF THIS APPLICATION IS TO IMPLEMENT A STRATEGICALLY DESIGNED WORKPLAN THAT UTILIZES SYSTEMS-LEVEL INTERVENTIONS THAT ADDRESS SOCIAL DETERMINANTS OF HEALTH (SDOH) FOR PRIORITY POPULATIONS AND EXPAND ACCESS TO PROGRAMS AND SERVICES THAT HELP PREVENT AND MANAGE DIABETES TO ACHIEVE THE FOLLOWING OUTCOMES:  SHORT TERM OUTCOMES: INCREASE IN THE NUMBER OF EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS OFFERED ANNUALLY THROUGH MY HEALTHY VT; INCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; INCREASE IN THE # OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES; INCREASED SDOH SCREENINGS IN CLINICAL SETTINGS.  INTERMEDIATE OUTCOMES: INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; IMPROVED SELF-MANAGEMENT OF CHRONIC DISEASE(S); INCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES; INCREASED PATIENT CONTACT WITH CHWS; INCREASED PROPORTION OF THE POPULATION RECEIVING THE HEALTH CARE SERVICES THEY NEED AND WANT.  LONG-TERM OUTCOMES: DECREASE IN THE PROPORTION OF PEOPLE WITH DIABETES WITH AN A1C > 9%; INCREASED NUMBER OF PROGRAM COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES.  TO THESE ENDS, VERMONT WILL EMPLOY MANY UNIQUE ASSETS THAT EXIST AS PART OF ITS HUMAN SERVICES INFRASTRUCTURE. ASSETS INCLUDE STATUTORY REQUIREMENT FOR THE AVAILABILITY OF THE DIABETES PREVENTION PROGRAM AND DIABETES SELF-MANAGEMENT PROGRAMS OFFERED BY THE MY HEALTHY VT STATEWIDE SYSTEM FOR PROGRAM IMPLEMENTATION, THE VERMONT BLUEPRINT FOR HEALTH’S PATIENT CENTERED MEDICAL HOME INFRASTRUCTURE AND COMMUNITY HEALTH TEAMS, COLLABORATIVE STATEWIDE NETWORKS AND SUBJECT MATTER EXPERTS, AND A HIGHLY EXPERIENCED AND MULTIDISCIPLINARY DIABETES PROGRAM TEAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56429707-ed2c-10d0-3598-4b75080c3431-C", "generated_internal_id": "ASST_NON_NU58DP007398_7523"}, {"internal_id": 160587002, "Award ID": "NU58DP007397", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "MISSISSIPPI DIABETES PROJECT: ADVANCING HEALTH EQUITY IN DIABETES CARE AND PREVENTION - MISSISSIPPI PERSISTENTLY HAS AMONG THE HIGHEST RATES OF DIABETES (14.4%) IN THE COUNTRY. THE SOCIO-CULTURAL AND ECONOMIC CONDITIONS IN MOSTLY RURAL AND MEDICALLY UNDERSERVED COMMUNITIES MAKE DIABETES MANAGEMENT AND PREVENTION A FORMIDABLE CHALLENGE FOR INDIVIDUALS AND FAMILIES. THE UNIVERSITY OF MISSISSIPPI MEDICAL CENTER (UMMC) PROPOSES TO LEAD THE IMPLEMENTATION AND EVALUATION OF 6 EVIDENCE-BASED STRATEGIES OUTLINED IN COMPONENT B AS A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS IN MISSISSIPPI. THE PRIMARY PURPOSE OF THE MISSISSIPPI DIABETES PROGRAM IS TO DEVELOP AND ACTIVATE SUSTAINABLE CLINICAL-COMMUNITY LINKAGES THAT WILL LEAD TO IMPROVED DIABETES OUTCOMES AND DIABETES PREVENTION. THE PROJECT IS ANCHORED IN HEALTH EQUITY AND COMMUNITY ENGAGEMENT AND WILL SEEK TO ADDRESS SOCIAL NEEDS AT THE COMMUNITY (I.E., ESTABLISH FOOD PANTRIES) AND INDIVIDUAL/FAMILIAL (I.E., TRANSPORTATION, HEALTH LITERACY) LEVELS. THE PROJECT TEAM AND PARTNERS PROPOSE TO WORK IN 41 OF MISSISSIPPI’S HIGH-NEEDS COUNTIES TO REACH 1,066,150 MISSISSIPPIANS WITH THE HIGHEST RATES OF DIABETES (GREATER THAN OR EQUAL TO 14%). AS THE ONLY ACADEMIC MEDICAL CENTER IN THE STATE, UMMC WILL SERVE AS THE LEAD ORGANIZATION OF THIS PROPOSAL INCLUDING THE TELEHEALTH CENTER OF EXCELLENCE, MYRLIE EVERS-WILLIAMS INSTITUTE FOR THE ELIMINATION OF HEALTH DISPARITIES, LIFESTYLE MEDICINE, POPULATION HEALTH SCIENCE, AND DATA SCIENCE. THE PROJECT PARTNERS INCLUDE THE COMMUNITY HEALTH CENTER ASSOCIATION OF MISSISSIPPI (CHCAMS), LOCAL COMMUNITY HEALTH CENTERS, THE MISSISSIPPI STATE DEPARTMENT OF HEALTH, COMMUNITY-BASED ORGANIZATIONS, THE MISSISSIPPI STATE UNIVERSITY EXTENSION AGENCY, COUNTY-LEVEL EXTENSION AGENCIES, AND THE MISSISSIPPI FOOD NETWORK. THE CENTER FOR RESEARCH EVALUATION AT THE UNIVERSITY OF MISSISSIPPI WILL LEAD THE PROJECT EVALUATION. THE TARGETED PRIORITY POPULATIONS WHO HAVE SYSTEMATICALLY EXPERIENCED GREATER OBSTACLES TO OPTIMAL HEALTH IN MISSISSIPPI INCLU DE RESIDENTS IN RURAL AND MEDICALLY UNDERSERVED COMMUNITIES, BLACKS OR AFRICAN AMERICANS, AND SOCIOECONOMICALLY DISADVANTAGED FAMILIES. THE TARGETED HIGH-NEEDS COUNTIES INCLUDE ADAMS, AMITE, ATTALA, BOLIVAR, CHICKASAW, CLAIBORNE, CLARKE, CLAY, COAHOMA, COPIAH, COVINGTON, HINDS, HOLMES, HUMPHREYS, ISSAQUENA, JASPER, JEFFERSON, JEFFERSON DAVIS, KEMPER, LAUDERDALE, LEAKE, LEFLORE, MARION, MARSHALL, MONTGOMERY, NESHOBA, NOXUBEE, PANOLA, PIKE, QUITMAN, SCOTT, SHARKEY, SUNFLOWER, TALLAHATCHIE, TUNICA, UNION, WALTHALL, WARREN, WASHINGTON, WINSTON, YAZOO COUNTIES IN MISSISSIPPI. THE PROPOSED PROJECT HAS A HIGH LIKELIHOOD TO IMPROVE DIABETES OUTCOMES AND PREVENTION AND ADVANCE HEALTH EQUITY AMONG MISSISSIPPI’S MOST VULNERABLE RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38806202-b2e1-fa5b-5787-e80ab7888442-C", "generated_internal_id": "ASST_NON_NU58DP007397_7523"}, {"internal_id": 160587001, "Award ID": "NU58DP007396", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - ABSTRACT INTERNATIONAL PRE-DIABETES CENTER A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES COMPONENT: B; POPULATION SELECTED FROM CDC LIST:“ HIGH RISK” LOS ANGELES COUNTY  INTERNATIONAL PRE-DIABETES CENTER (IPDC) AND ITS PRE-DIABETES PROFESSIONAL TRAINING CENTER IS A NONPROFIT COMMUNITY-BASED ORGANIZATION (CBO) THAT WAS FOUNDED BY A CLINICAL PHARMACIST TO CLOSE GAPS IN DISPROPORTIONATE HEALTH DISPARITIES FOR MINORITY AND UNDERSERVED POPULATIONS. IPDC HAS A LONG HISTORY OF WORKING WITH COMMUNITY HEALTH CENTERS (CHC) AND CHC COALITIONS IN PARTNERSHIPS TO STRATEGICALLY IMPROVE THE HEALTH OF THE COMMUNITY BY CLOSING GAPS IN DISPROPORTIONATE HEALTH DISPARITIES, WHILE UTILIZING A COMMUNITY HEALTH WORKER (CHW) MODEL.  CHWS ASSESS LOW-INCOME PERSONS FOR THEIR SOCIAL NEEDS AND LINK THEM TO COMMUNITY RESOURCES.        IPDC IS A CENTER FOR DISEASE CONTROL AND PREVENTION (CDC) RECOGNIZED PROVIDER OF THE NATIONAL DIABETES PREVENTION PROGRAM (NDPP) AND MEDICARE DIABETES PREVENTION PROGRAM (MDPP), AS WELL AS A NATIONALLY ACCREDITED PROVIDER OF THE DIABETES SELF- MANAGEMENT EDUCATION AND SUPPORT (DSMES) PROGRAM. ALTHOUGH IPDC AND ITS PARTNERS HAVE IMPLEMENTED THESE PROGRAMS AND REALIZED SUCCESS IN IMPROVED DIABETES OUTCOMES FOR UNDERSERVED COMMUNITIES, THERE REMAIN CERTAIN REGIONS OF LOS ANGELES (LA) COUNTY THAT HAVE AN EVER-INCREASING BURDEN OF DIABETES, LIMITED RESOURCES FOR HEALTH CARE, AND WORSENING HEALTH OUTCOMES. THE REGIONS ARE DENSELY POPULATED BY ETHNIC MINORITIES (HISPANICS AND AFRICAN AMERICAN), WHICH UNDERSCORES THE NEED FOR ACTION TO CLOSE THE GAPS IN DISPROPORTIONATE DISPARITIES.  THIS PROPOSAL ADDRESSES BARRIERS TO HEALTH CARE, INCLUDING LIMITED ACCESS TO EVIDENCE BASED PROGRAMS SUCH AS DSMES, NDPP AND MDPP.        LA COUNTY WITH A POPULATION OF MORE THAN 10 MILLION RESIDENTS IS DIVIDED INTO EIGHT (8) SERVICE PLANNING AREAS (SPA) AND COMPARISONS AMONG THE REGIONS PROVIDE DATA ON WHERE TO FOCUS RESOURCES. WE SELECTED OUR TARGET PRIORITY POPULATIONS UTILIZING DATA FROM THE COUNTY DEPARTMENT OF PUBLIC HEALTH, KEY HEALTH INDICATORS. THE DATA SHOWS WHERE THE HIGHEST DISPARITIES IN DIABETES OCCUR. SPA 1 AND SPA 6 HAVE THE HIGHEST PERCENTAGES FOR DIABETES DIAGNOSIS (14% AND 12%, RESPECTIVELY), WHICH ARE HIGHER THAN LA COUNTY (7.2%).  SPAS 6 AND 7 RANKED 11% HIGHER (38.3 AND 33.2) THAN THE COUNTY (22.9) FOR AGE ADJUSTED DIABETES MORTALITY (PER 100,000 POPULATION). ADDITIONALLY, SPA 6 RANKED 20% HIGHER FOR STROKE MORTALITY (70.2%) COMPARED TO LA COUNTY’S 50.5%.  SPAS 6 ALSO RANKED HIGH FOR AGE-ADJUSTED CORONARY HEART DISEASE, DEATH RATES THAT ARE 70% HIGHER THAN FOR LA COUNTY’S. ALL SPAS WERE OBSERVED TO HAVE OVERWEIGHT ADULTS WITH BMIS RANGING FROM 26.4 – 41.2. OVERWEIGHT IS DEFINED AS BMI > 25 AND &LT; 30); THESE CONDITIONS POINT TO OPPORTUNITIES FOR ACTION TO STRATEGICALLY IMPROVE THE HEALTH OF HIGH-RISK COMMUNITIES.      IPDC’S PARTNERSHIP WILL FOCUS ON CONTINUING EFFORTS WITHIN A COALITION OF HEALTH CENTERS WITH 350 CLINICS AND 1.7 MILLION PATIENTS.  WE WILL TARGET SPAS 6 AND 7 (WITH DM PREVALENCE 9.7 AND 9.4 RESPECTIVELY) TO RECEIVE DSMES AND NDPP PROGRAMS (STRATEGIES 1 AND 5). ALL SPAS WITH A BMI RANGE OF FROM, 26.4 –TO 41.2 WILL RECEIVE NDPP (STRATEGY 5). THE TARGET REGIONS WILL BE SUPPORTED BY A NETWORK OF COMMUNITY OUTREACH NAVIGATORS (STRATEGIES 12 AND 13) TO ENSURE INCREASED ENROLLMENT, ENGAGEMENT AND RETENTION IN DSMES AND NDPP.      UPON COMPLETION OF THE FIVE (5)-YEAR TERM, THE EXPECTED OUTCOMES ARE: (A) 50 CHCS BECOME CDC RECOGNIZED ORGANIZATIONS IMPLEMENTING NDPP (AND MDPP WHERE APPLICABLE); (B) 10 CHCS ACCREDITED BY ADA OR ADCES FOR DSMES; (C) 10 NEW QUALIFIED CERTIFIED DIABETES EDUCATORS; (D) 500,000 PATIENTS SCREENED FOR DIABETES/PRE-DIABETES (E) A 50 % INCREASE IN SCREENINGS FOR SDOH IN CHC CLINICAL SETTINGS; AND (F) A 50% INCREASE IN CHC PARTICIPATION IN DSMES AND MULTI-DIRECTIONAL COMMUNICATION BETWEEN HEALTH CARE TREATMENT TEAMS AND CHWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bda92e91-4626-0537-9f9e-fa13898ffc3d-R", "generated_internal_id": "ASST_NON_NU58DP007396_7523"}, {"internal_id": 160587000, "Award ID": "NU58DP007395", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "DIABETES EMPOWERMENT EDUCATION PROGRAM (DEEP)DEEPTM IS A MULTI-CULTURAL, BILINGUAL, DIABETES SELF-MANAGEMENT EDUCATION CURRICULUM. - DIABETES (DM) IS THE EIGHTH LEADING CAUSE OF DEATH IN THE US AND COOK COUNTY, IL AND LARGELY AFFECTS AFRICAN AMERICAN (AA) AND LATINX (LX) MINORITIES. SOCIAL DETERMINANTS OF HEALTH (SDOH) LIKE RACE/ETHNICITY, HEALTH LITERACY AND ACCESS SIGNIFICANTLY SHAPE THE HEALTH STATUS AND QUALITY OF LIFE OF THESE GROUPS. POOR HEALTH LITERACY, FOOD INSECURITY AND ACCESS TO HEALTH CARE SERVICES LEAD TO COSTLY HEALTH COMPLICATIONS THAT BURDEN THE HEALTHCARE SYSTEM. THESE COMPLICATIONS CAN BE MITIGATED BY IMPLEMENTING DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) PROGRAMS. COMMUNITY HEALTH WORKERS (CHWS) HAVE DEMONSTRATED EFFICACY IN INCREASING HEALTH LITERACY AND ACCESS TO HEALTHCARE MAKING THEM VALUABLE DM SELF-MANAGEMENT EDUCATORS. THE DIABETES EMPOWERMENT EDUCATION PROGRAM (DEEP) DEVELOPED BY THE UNIVERSITY OF ILLINOIS CHICAGO (UIC), HAS DEMONSTRATED EFFICACY IN EDUCATING CHWS AND COMMUNITIES AFFECTED BY DM. MEDICAID SERVICES IN ILLINOIS ACKNOWLEDGES THE IMPORTANCE OF DSMES AND CURRENTLY COVERS THE ENROLLMENT OF PATIENTS WITH DM IN DEEP. IN THIS PROPOSAL, WE RELY ON OUR EXPERTISE ENGAGING MULTI-CULTURAL COMMUNITIES THROUGHOUT THE US, MULTIPLE YEARS OF EXPERIENCE WORKING WITH CHWS, AND OUR RECOGNIZED BILINGUAL/BICULTURAL DEEP, TO CLAIM OUR CAPACITY TO CONDUCT A COMMUNITY INTERVENTION IN COOK COUNTY, IL THAT WILL EDUCATE AND EMPOWER MINORITIES WITH DM AND THEIR FAMILIES, USING BEST PRACTICES FOR DAILY SELF-CARE AND LONG-TERM PREVENTION OF COMPLICATIONS, WHILE EXPANDING THE POOL OF MEDICAID RECIPIENTS IN ILLINOIS. WE ARE APPLYING FOR COMPONENT B OF CDC-RFPS-DP-23-0020: A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES, IN WHICH DEEP WILL BE USED AS INTERVENTION. BY ESTABLISHING A COALITION OF HOSPITALS, CLINICS, COMMUNITY-BASED ORGANIZATIONS AND CHWS, WE WILL IMPLEMENT A HEALTH EDUCATION CAMPAIGN THAT INCLUDES PERSONALIZED APPROACHES, ENGAGES EDUCATIONAL AND POLICY MAKING INSTITUTIONS AND USES ME DIA STRATEGIES TO REACH A HIGH PRIORITY POPULATION OF =350,000 IN COOK COUNTY, IL. OUR INTERVENTION TARGETS ADULTS =18 YEARS OF AGE IN URBAN, LOW TO MODERATE INCOME AA AND LX COMMUNITIES, AND PROPOSES FOUR STRATEGIES: STRATEGY 1. STRENGTHEN DM SELF-CARE PRACTICES BY IMPROVING ACCESS, APPROPRIATENESS AND FEASIBILITY OF DSMES SERVICES FOR AA AND LX POPULATIONS A.\tIDENTIFYING BARRIERS TO IMPLEMENTING DSMES PROGRAMS; GENERATE AND DISSEMINATE MITIGATION STRATEGIES; AND INCREASE THE NUMBER OF SUPPORT SERVICES FOR HL AND AA COMMUNITIES B.\tINCREASE ANNUALLY THE NUMBER OF CHW DEEP EDUCATORS IN COOK COUNTY C.\tINCREASE THE NUMBER OF CHWS THAT ENGAGE PATIENTS IN DSMES WORKSHOPS D.\tINCREASE THE NUMBER OF RESIDENTS WHO RECEIVE DSMES EVERY YEAR STRATEGY 2. EXPAND ACCESS TO HEALTH CARE BY INCREASING MEDICAID ENROLLMENT. A.\tDEVELOP TRAINING AND REFERENCE GUIDE FOR CHWS ON DSMES, SDOH, AND MEDICAID COVERAGE B.\tCHWS WILL ENGAGE PATIENTS IN DSMES WORKSHOPS AND ENSURE THEIR MEDICAID COVERAGE C.\tDEVELOP PUBLIC SERVICE ANNOUNCEMENTS AND ADVERTISEMENT TO INCREASE AWARENESS REGARDING MEDICAID COVERAGE FOR ELIGIBLE POPULATIONS IN COOK COUNTY STRATEGY 3. IMPROVE SUSTAINABILITY OF CHW WORKFORCE BY STRENGTHENING POLICIES AND SUPPORTIVE INFRASTRUCTURE AND RESOURCES IN COOK COUNTY AND ILLINOIS. A.\tCREATE A TOOLKIT FOR ORGANIZATIONS THAT EMPLOY CHWS TO INCREASE THEIR CAPACITY AND PROVIDE INCREASED JOB SECURITY TO THEIR CHWS B.\tPROVIDE TECHNICAL ASSISTANCE AND CREATE A GUIDE ON GETTING DEEP™ WORKSHOPS REIMBURSED THROUGH PUBLIC/PRIVATE INSURERS C.\tSUPPORT POLICY EFFORTS TO GENERATE SUSTAINABLE AND PAYABLE WORKING CONDITIONS FOR CHWS IN ILLINOIS STRATEGY 4. IMPROVE THE CAPACITY OF CHWS TO ADDRESS DIABETES AND FACTORS RELATED TO SDOH THAT AFFECT HEALTH OUTCOMES IN AA AND LX POPULATIONS A.\tEXPAND HEALTH LITERACY OF AAS AND LX WITH AND AT-RISK OF DIABETES B.\tENGAGE COMMUNITY GROCERY STORES INTERESTED IN BEING CERTIFIED BY DEEP™ AS “DIABETES FRIENDLY” C.\tPUBLISH AND PROMOTE THIS LIST THROUGH MIXED MEDIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_NU58DP007395_7523"}, {"internal_id": 160586999, "Award ID": "NU58DP007394", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "PROJECT HEALTHY FAMILIES: DIABETES PREVENTION AND SELF CARE PRACTICES FOR ALL - THE INCREASING TYPE 2 DIABETES (T2D) AND OBESITY RATES IN BLACK, LATINX, URBAN AND RURAL COMMUNITIES HAVE BEEN CAUSED BY SEVERAL FACTORS, INCLUDING LOW-SOCIAL, POLITICAL, AND CLINICAL INTEREST IN IMPROVING THEIR DIABETES RISK AND OUTCOMES. THIS MAKES THE \"DIABESITY\"  EPIDEMIC UNPRECEDENTED DUE TO THE DIFFICULTIES THESE GROUPS FACE ACCESSING RELEVANT SCREENINGS. CLINICAL RESEARCH HAS SHOWN THAT DIABETES PATIENTS ON MEDICARE ADVANTAGE PLANS HAVE WORSE HEALTH OUTCOMES THAN THOSE WHO PAY MEDICAL SERVICE FEES.    AND SO, BWHI IS INTERESTED IN AIDING MEDICARE RECIPIENTS (AGED 65+) THROUGH THE PROPOSED PROJECT. CULTURALLY COMPETENT INTERVENTION REQUIRES EVIDENCE AND PRACTICE, CONSIDERING THE EVER-GROWING SCIENTIFIC BASIS FOR CULTURALLY COMPETENT INTERVENTION DEMANDS THE USE OF EVIDENCE AND PRACTICE-BASED STRATEGIES TO IMPROVE POPULATION HEALTH.  UNDER COMPONENT B., AIM 1, STRATEGY 1. BWHI AND OUR 7 PROGRAM PARTNERS WILL STRENGTHEN SELFCARE PRACTICES BY (A) REFERRING INDIVIDUALS AND FAMILIES TO ADA OR ADCES-CERTIFIED ORGANIZATIONS DELIVERING DIABETES SELF-MANAGEMENT EDUCATION (DSME) PROGRAMS IN THE SELECTED HIGH-NEED COUNTIES; WORKING WITH OUR PARTNER, THE NUTRITION AND DIABETES EDUCATION CENTER TO BECOME RECOGNIZED PROVIDERS BY THE AMERICAN DIABETES CARE AND EDUCATION SPECIALISTS (ADCES); AND (B) WHILE WORKING ON CERTIFICATION, PROVIDING CULTURALLY-TAILORED DIABETES SUPPORT SERVICES USING ADA AND ADCES EVIDENCE-BASED CURRICULA CONTENT AND THE BWHI PRACTICE-BASED CURRICULA CONTENT. AIM 2, STRATEGY 5. BWHI AND OUR 7-PROGRAM PARTNERS WILL CONTINUE TO DELIVER OUR BRANDED NATIONAL DIABETES PREVENTION PROGRAM, CYL2). BWHI’S EXISTING CDC-SPONSORED DIABETES PREVENTION PROGRAM HAS ENROLLED NEARLY 5,000 PROGRAM PARTICIPANTS SINCE 2014, THROUGH BOTH VIRTUAL AND IN-PERSON AVENUES DELIVERED BY BWHI AND OUR NETWORK OF PROGRAM PARTNERS AND WE HAVE REACHED MILLIONS MORE THROUGH OUR AWARENESS CAMPAIGNS OVER THE PAST 10-PLUS YEARS. ALIGNED WITH THE NOFO’S GOAL OF REACHING 350,000 INDIVIDUALS, IN HIGH-NEED COMMUNITIES, (SEE APPENDIX A.) OUR COMMUNICATIONS AND MARKETING WILL CONTINUE TO TARGET BLACKS, LATINX, AND MEDICARE RECIPIENTS IN URBAN AND RURAL HIGH-NEED COUNTIES ACROSS (AL, TN, IN, TX, MI, LA, OH, MD AND DC) ENCOURAGING INCREASED ACCESS TO PREDIABETES SCREENINGS AND REFERRALS BY HEALTHCARE PROVIDERS IN THOSE COUNTIES. AIM 3. STRATEGY 7. FORMAL UMBRELLA HUB ARRANGEMENTS (UHA) WITH BWHI'S EXISTING PROGRAM PROVIDER NETWORK OF COMMUNITY-BASED ORGANIZATION AND OTHER CBOS INTERESTED IN DELIVERING THE PROGRAM, WILL IMPROVE THE SUSTAINABILITY OF CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS SERVING OUR IDENTIFIED PRIORITY POPULATIONS. THE UHA WILL HELP TO BUILD THEIR CAPACITY TO DELIVER THE PROGRAM TO OUR PRIORITY POPULATIONS, WHILE ALSO SUPPORTING THE CBOS WITH “BACK-OFFICE” SERVICES SUCH AS CAPACITY BUILDING, TECHN ICAL ASSISTANCE, TRAINING, BILLING, DATA COLLECTION AND REPORTING. AIM 4. STRATEGY 8. AS INDICATED IN THE NOFO, SINCE WE ARE NOT CURRENTLY WORKING IN THE CHILDHOOD OBESITY SPACE, BWHI WILL USE YEAR 1 FOR PLANNING. REPRESENTATIVES FROM VARIOUS HIGH-NEED COUNTIES AND ORGANIZATIONS ARE CURRENTLY BEING IDENTIFIED TO SERVE ON THE COMMITTEE.  COMMUNITY INVOLVEMENT AND DECISION-MAKING ARE KEY TO THIS PRACTICE-BASED INITIATIVE. USING PEER-REVIEWED EVIDENCE (QUANTITATIVE AND QUALITATIVE) TO MAKE DECISIONS; APPLYING A FRAMEWORK FOR PROGRAM PLANNING (OFTEN BASED ON HEALTH-BEHAVIOR THEORY); EVALUATING PERFORMANCE; AND DISSEMINATING RESULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6547e3d2-632c-0350-9796-62c889588b47-C", "generated_internal_id": "ASST_NON_NU58DP007394_7523"}, {"internal_id": 160938162, "Award ID": "NU58DP007393", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "93.988", "Description": "EXPANSION, PARTNERSHIP, FOCUSED TAILORING, AND CONNECTING SDOH TO SUPPORT DSMES & DPP AMONG PRIORITY POPULATIONS [EXPANDD]", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef8b2bd7-3a5e-15df-a5c8-79905370991e-C", "generated_internal_id": "ASST_NON_NU58DP007393_7523"}, {"internal_id": 160586998, "Award ID": "NU58DP007392", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "PREVENTIONLINK 2 (PL2) - THE PRINCE GEORGE’S COUNTY HEALTH DEPARTMENT  AIMS TO INCREASE THE ACCESSIBILITY AND SUSTAINABILITY OF EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS IN  PRINCE GEORGE’S COUNTY, MARYLAND, HOME TO 955,306 RESIDENTS. TO ACHIEVE THESE AIMS WE WILL IMPLEMENT THE FOLLOWING STRATEGIES AS PART OF COMPONENT B FOR OUR PRIORITY POPULATIONS WHICH ARE: BLACK, LATINX AND LOW-INCOME ADULT RESIDENTS WITH PRE-DIABETES OR DIABETES, OR WHO ARE OBESE OR OVERWEIGHT; BLACK OR LATINX CHILDREN WHO ARE OBESE OR OVERWEIGHT; AND RESIDENTS OF CENSUS TRACTS WITH TYPE 2 DIABETES PREVALENCE GREATER THAN 15%; AND THE HEALTH AND SOCIAL SERVICE PROVIDERS WHO SERVE THEM: EVIDENCE-BASED APPROACHES TO DIABETES MANAGEMENT 1. STRENGTHEN SELF-CARE PRACTICES BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) SERVICES FOR PRIORITY POPULATIONS EVIDENCE-BASED APPROACHES TO TYPE 2 DIABETES PREVENTION AND RISK REDUCTION 5. INCREASE ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) LIFESTYLE INTERVENTION AND THE MDPP BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF THE PROGRAMS 7. IMPROVE SUSTAINABILITY OF CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS SERVING PRIORITY POPULATIONS BY ESTABLISHING OR EXPANDING NATIONAL DPP UMBRELLA HUB ARRANGEMENTS 8. IMPLEMENT, SPREAD, AND SUSTAIN ONE OF THE FOLLOWING EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS (CORI AND CONNECTION TO PEDIATRIC TELEHEALTH PROJECT) POLICY & SYSTEMS-LEVEL SUPPORT FOR DIABETES MANAGEMENT AND/OR TYPE 2 DIABETES PREVENTION 10. SUPPORT THE DEVELOPMENT OF MULTI-DIRECTIONAL E-REFERRAL SYSTEMS THAT SUPPORT ELECTRONIC EXCHANGE OF INFORMATION BETWEEN HEALTH CARE AND CBOS, INCLUDING: A. CDC-RECOGNIZED ORGANIZATIONS OFFERING THE NATIONAL DPP LIFESTYLE INTERVENTION AND/OR B. ADA-RECOGNIZED/ADCES-ACCREDITED DSMES SERVICES AND/OR DIABETES SUPPORT PROGRAMS OR SERVICES IN THE COMMUNITY AND C. COMMUNITY PROGRAMS/SERVICES THAT ADDRESS SDOH OR MEET SOCIAL NEEDS 12. IMPROVE THE SUSTAINABILITY OF COMMUNITY HEALTH WORKERS (CHWS) BY BUILDING OR STRENGTHENING A SUPPORTIVE INFRASTRUCTURE TO EXPAND THEIR INVOLVEMENT IN EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS AND SERVICES 13. IMPROVE THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS FACTORS RELATED TO THE SDOH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES THE DESIRED OUTCOMES AT THE CONCLUSION OF THE 5-YEAR PERFORMANCE PERIOD ARE: -\t5% ANNUAL INCREASE OVER BASELINE IN THE NUMBER OF DSMES AND NDPP PROGRAMS OPERATING IN UMBRELLA HUBS IN THE COUNTY. -\t10% ANNUAL INCREASE OVER BASELINE IN THE NUMBER OF DSMES AND NDPP PROGRAMS, RESPECTIVELY OFFERING SERVICES IN LANGUAGES OTHER THAN SPANISH. -\t10% ANNUAL INCREASE OVER BASELINE IN THE NUMBER OF DPP ENROLLEES -\t15% ANNUAL INCREASE OVER BASELINE IN THE OF RESIDENTS SCREENED AND REFERRED TO SOCIAL DETERMINANT OF HEALTH  (SDOH) MITIGATION SERVICES -\t15% ANNUAL INCREASE OF SDOH SCREENINGS IN CLINICAL SETTINGS -\t10% ANNUAL INCREASE OVER BASELINE IN THE NUMBER OF RESIDENTS COMPLETING DSMES AND DPP PROGRAMS, RESPECTIVELY. -\t15% ANNUAL INCREASE OVER BASELINE IN THE NUMBER OF PROVIDERS PARTICIPATING IN MULTIDIRECTIONAL HEALTH INFORMATION EXCHANGE WITH COMMUNITY RESOURCES -\t15% ANNUAL INCREASE OVER BASELINE IN THE NUMBER OF PATIENTS SERVED BY CHWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7648a9cd-8aaf-a63e-ec53-5e3ceee980a5-C", "generated_internal_id": "ASST_NON_NU58DP007392_7523"}, {"internal_id": 160586997, "Award ID": "NU58DP007391", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "EXPANDING ACCESS TO EVIDENCE-BASED DIABETES PROGRAMS USING PROJECT ECHO - PROJECT ECHO AT THE UNIVERSITY OF NEW MEXICO HEALTH SCIENCES CENTER (UNMHSC) IS APPLYING FOR COMPONENT B TO REDUCE DISPARITIES IN ACCESS TO EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS IN RURAL COMMUNITIES. WE WILL WORK WITH TWO COMMUNITY-BASED ORGANIZATIONS, AMADOR HEALTH CENTER AND EMPOWERMENT CONGRESS OF DOÑA ANA COUNTY, AND FOCUS ON FIVE HIGH-NEED COUNTIES ON THE SOUTHERN BORDER OF NEW MEXICO: DOÑA ANA, EDDY, LEA, LUNA, AND OTERO. THE HIGH-NEED COUNTIES SELECTED HAVE A COMBINED POPULATION OF 449,492.  REVERSING DISPARITIES IN DIABETES AND PREDIABETES SERVICES WILL REQUIRE LONG-TERM COMMITMENTS TO INCREASING ACCESS TO CARE, BUILDING LOCAL CAPACITY TO OFFER EVIDENCE-BASED SERVICES, AND BUILDING CONNECTIONS BETWEEN HEALTH AND PROGRAMS ADDRESSING SDOH. PROJECT ECHO WILL LAUNCH A MULTI-YEAR PROJECT TO SERVE HISPANIC AND LATINO POPULATIONS LIVING IN FIVE HIGH-NEED COUNTIES ALONG THE SOUTHERN BORDER WITH HIGH RATES OF DIABETES, POVERTY, AND OTHER SOCIAL VULNERABILITIES. IN PARTNERSHIP WITH COMMUNITY-BASED ORGANIZATIONS AMADOR HEALTH CENTER AND EMPOWERMENT CONGRESS OF DOÑA ANA COUNTY, AND IN COLLABORATION WITH EXPERTS AT THE UNM CENTER FOR DIABETES AND NUTRITION EDUCATION AND COMMUNITY HEALTH WORKER INITIATIVES, OUR APPROACH WILL USE THE FOLLOWING STRATEGIES: STRATEGY 1: STRENGTHEN SELF-CARE PRACTICES BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) SERVICES FOR PRIORITY POPULATIONS. STRATEGY 3: PREVENT DIABETES COMPLICATIONS FOR PRIORITY POPULATIONS THROUGH EARLY DETECTION. STRATEGY 5: INCREASE ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) LIFESTYLE INTERVENTION AND THE MDPP BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF THE PROGRAMS. STRATEGY 13: IMPROVE THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS FACTORS RELATED TO THE SDOH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES.  THROUGHOUT THE PROJECT, WE WILL MEASURE PROGRESS TOWARD ACHIEVING THE FOLLOWING OUTCOMES: 1. INCREASE IN THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS. 2. INCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS. 3. INCREASE IN THE # OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES (I.E., HEALTH/MENTAL HEALTH RESOURCES). 4. INCREASED SDOH SCREENINGS IN CLINICAL SETTINGS. 5. INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS. 6. INCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5b5888e-f4b5-655c-bd88-d970f969d7c9-C", "generated_internal_id": "ASST_NON_NU58DP007391_7523"}, {"internal_id": 160586996, "Award ID": "NU58DP007390", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "DIABETES HIPE (HEALING INEQUITIES THROUGH PARTNER EXCELLENCE) - PROJECT ABSTRACT: DIABETES HIPE (HEALING INEQUITIES THROUGH PARTNER EXCELLENCE) DIABETES HIPE IS A STATEWIDE, COLLABORATIVE PROJECT LED BY THE NATIONAL KIDNEY FOUNDATION OF MICHIGAN (NKFM), ALIGNED WITH COMPONENT B OF THE CDC-RFA-DP-23-0020 FUNDING OPPORTUNITY. THIS PROJECT WILL REACH MICHIGAN RESIDENTS IN RURAL SETTINGS IN THE UPPER PENINSULA/NORTHERN MICHIGAN AREA (CHIPPEWA [POP. 36,816], KALKASKA [POP. 17,979], LUCE [POP. 5,309], MACKINAC [POP.10,906], MECOSTA [POP. 40,031] AND WEXFORD COUNITES [POP. 33,901]) AND IN THE WEST MICHIGAN AREA (MUSKEGON [POP. 176,511], OCEANA [POP. 26,815], AND NEWAYGO [50,296] COUNTIES), AS WELL AS THE URBAN SETTINGS OF SAGINAW [POP. 189,591] AND WAYNE COUNTIES [POP. 1,774,816] IN SOUTHEAST MICHIGAN, WITH A TOTAL POPULATION OF 2,362,941. THIS BROAD MIX OF PARTNERS, RESIDENTS AND GEOGRAPHIC LOCATIONS PROVIDES A RICH, DIVERSE CONTEXT FOR THE DIABETES PREVENTION PROGRAM (DPP) TO PROLIFERATE. TOGETHER THESE PARTNERSHIPS WILL WORK TO REDUCE HEALTH INEQUITIES AND STRENGTHEN PREVENTION EFFORTS AND ASSETS IN KEY UNDERSERVED MICHIGAN POPULATIONS: BLACK/AFRICAN AMERICANS, HISPANIC AND LATINO RESIDENTS, AND INDIVIDUALS WHO ARE MEDICAID AND/OR MEDICARE ELIGIBLE OR A BENEFICIARY THEREOF. THE POPULATION OF HIGHEST PRIORITY WILL BE THOSE WITH DISPROPORTIONATE RISK OF CHRONIC DISEASES AND THOSE WHO EXPERIENCE RACIAL/ETHNIC OR SOCIOECONOMIC DISPARITIES, INCLUDING INADEQUATE ACCESS TO CARE, ELDERLY, AND/OR LOW INCOME. EACH SETTING SELECTED IS COMPRISED OF POPULATIONS WITH A HIGH PREVALENCE OF DIABETES AND PREDIABETES. COMPOUNDED BY HEALTH AND GOVERNMENTAL INSTITUTIONS CREATED AND DEVELOPED THROUGH SYSTEMIC RACISM, REMOTE GEOGRAPHY, AND/OR PERSONAL ABILITY TO PROVIDE FOR BASIC NEEDS, RESIDENTS IN THESE AREAS ALSO LACK ACCESS TO MANY OF THE SERVICES NEEDED TO PREVENT OR MANAGE THEIR CHRONIC CONDITIONS. THE PROJECT PLAN BUILDS ON STRONG, EXISTING RELATIONSHIPS WITH KEY STAKEHOLDERS IN THE SELECTED COMMUNITIES. THESE PARTNERS HAVE DEMONSTRATED EXPERIENCE IN REACHING THE PRIORITY POPULATIONS IN THEIR GEOGRAPHIC AREAS AND INCLUDE BOTH SUBJECT MATTER EXPERTS AND SERVICE PROVIDERS. ALL PROJECT PARTNERS WILL FOCUS ON PREVENTION OF DIABETES AMONG HIGH-RISK INDIVIDUALS THROUGH THE PROLIFERATION OF THE DPP IN THEIR SERVICE AREA, WHILE WORKING COLLABORATIVELY TO TAILOR OUTREACH MESSAGING AND BUILD CUSTOMIZED, STRUCTURAL SUPPORT TO CONTRIBUTE TO THE SUCCESS OF THE DPP PARTICIPANTS. THIS PROJECT ALSO BUILDS ON THE WORK OF THE MICHIGAN DEPARTMENT OF HEALTH AND HUMAN SERVICES (MDHHS) AND NKFM OVER THE LAST FIVE YEARS BY FINALIZING THE MICHIGAN MEDICAID DPP BENEFIT AND COLLECTIVELY WORKING WITH MICHIGAN MEDICAID PLANS TO TAILOR MESSAGING AND OUTREACH TO THEIR BENEFICIARIES TO INCREASE PARTICIPATION IN THE DPP. NKFM AND MDHHS WILL ALSO WORK WITH HEALTH CENTERS AND HEALTH PLANS TO INCREASE THE RATES OF CHRONIC KIDNEY DISEASE (CKD) AND DIABETIC RETINOPATHY (DR) SCREENINGS, AND TO BETTER MANAGE THESE COMPLICATIONS AND CONNECT INDIVIDUALS WITH CKD OR DR TO SELF-MANAGEMENT SUPPORTS. IN ADDITION, NFKM WILL PARTNER WITH THE YMCAS IN MICHIGAN TO EXPAND THE USE EVIDENCE-BASED CHILDHOOD OBESITY INTERVENTIONS. THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: AN INCREASED NUMBER OF ORGANIZATIONS ADAPTING AND TAILORING THEIR APPROACH TO IMPLEMENTING THE DPP, WITH MORE RESIDENTS IN MORE DIVERSE AREAS IN MICHIGAN PARTICIPATING IN THE LIFESTYLE CHANGE INTERVENTION; INCREASED SCREENING FOR CKD AND DR BY HEALTH CARE ORGANIZATIONS; AND, REDUCING THE INCIDENCE OF OBESITY IN CHILDREN THROUGH FAMILY ENGAGEMENT AND EMPOWERMENT. WITH NEARLY 10 YEARS' EXPERIENCE PROVIDING THE DPP TO THE MOST VULNERABLE POPULATIONS AND TAILORING/DELIVERING SDOH INTERVENTION STRATEGIES, COUPLED WITH NKFM’S DEMONSTRATED STATEWIDE LEADERSHIP FOR CKD INTERVENTION PLANS, NKFM IS UNIQUELY POSITIONED TO CONVENE OTHER STATEWIDE EXPERTS IN DIABETES PREVENTION, HEALTH PLAN COVERAGE AND INTERVENTION DELIVERY TO REDUCE RISK FACTORS FOR DIABETES AMONG THE PRIORITY POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "986b1564-479b-78cf-8b04-a51f645b5e37-C", "generated_internal_id": "ASST_NON_NU58DP007390_7523"}, {"internal_id": 160586995, "Award ID": "NU58DP007389", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "THE HOSPITAL COLLABORATIVE STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR BLACK RESIDENTS WITH OR AT RISK FOR DIABETES IN WAYNE COUNTY, MICHIGAN - COMPONENT IDENTIFICATION: MICHIGAN PUBLIC HEALTH INSTITUTE (MPHI) IS APPLYING FOR COMPONENT B. HIGH-NEED COUNTY WHERE WORK WILL OCCUR & POPULATION: WAYNE COUNTY, MI. POPULATION REACH OF PROJECT: 674,000 BLACK ADULTS. PRIORITY POPULATION:  BLACK PEOPLE IN WAYNE COUNTY, MI LIVING WITH OR AT RISK FOR DIABETES  THE BLACK ADULT POPULATION IN WAYNE COUNTY, MI IS DISPROPORTIONATELY AFFECTED BY TYPE 2 DIABETES AND POVERTY. THE GOAL OF “THE HOSPITAL COLLABORATIVE STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR BLACK RESIDENTS WITH OR AT RISK FOR DIABETES IN WAYNE COUNTY, MICHIGAN” PROJECT IS TO DECREASE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES AND IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS. THE PROJECT WILL REACH 674,000 BLACK ADULT RESIDENTS.  THE CENTER FOR HEALTH EQUITY PRACTICE-DETROIT HEALTH INNOVATIONS AT THE MICHIGAN PUBLIC HEALTH INSTITUTE (MPHI) IS SERVING AS THE APPLICANT/HEALTH EQUITY BACKBONE ORGANIZATION, AND THE HOSPITAL COLLABORATIVE OF SOUTHEAST MICHIGAN IS SERVING AS THE COMMUNITY-BASED ORGANIZATIONS. THE COLLABORATIVE INCLUDES FOUR MAJOR HEALTH SYSTEMS—ASCENSION, CORE WELL HEALTH, HENRY FORD HEALTH SYSTEM, AND TRINITY HEALTH, IN ADDITION TO THE NATIONAL KIDNEY FOUNDATION OF MICHIGAN. THE PROJECT WILL MAXIMIZE AN EXISTING INFRASTRUCTURE DEVELOPED BETWEEN THE MICHIGAN PUBLIC HEALTH INSTITUTE AND THE HOSPITAL COLLABORATIVE, WHICH WILL SUPPORT THE PROJECT IN REACHING 674,000 BLACK ADULTS IN WAYNE COUNTY. FIVE STRATEGIES WILL BE IMPLEMENTED: (1) STRENGTHEN SELF-CARE PRACTICES BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT SERVICES FOR BLACK ADULT RESIDENTS IN WAYNE COUNTY. (2) INCREASE ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) LIFESTYLE INTERVENTION AND THE MDPP BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF THE PROGRAMS. (3) IMPROVE SUSTAINABILITY OF COMMUNITY HEALTH WORKERS BY BUILDING OR STRENGTHENING A SUPPORTIVE INFRASTRUCTURE TO EXPAND THEIR INVOLVEMENT IN EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS AND SERVICES. (4) IMPROVE THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS FACTORS RELATED TO THE SOCIAL DETERMINANTS OF HEALTH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES. (5) CAPTURE THE VOICE OF THE BLACK COMMUNITY THROUGH STORYTELLING ABOUT PREDIABETES AND DIABETES TO ADVANCE HEALTH EQUITY.  THE OUTCOMES OF THE PROJECT WILL BE: -\tINCREASE IN NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS BY CONVENING FOUR HEALTH SYSTEMS ALONG WITH A KEY CBO, TO PROVIDE COLLECTIVE IMPACT THAT USE A COORDINATED SYSTEM TO IMPROVE ACCESS, APPROPRIATENESS AND FEASIBILITY OF DIABETES SELF-MANAGEMENT EDUCATE AND SUPPORT THE PRIORITY POPULATION IN WAYNE COUNTY. -\tOFFER INCREASED TAILORING OF DPP WITH 100% BLACK POPULATION, LED BY A BLACK LIFESTYLE COACH WITH A FOCUS ON EQUITY. -\tINCREASE IN # OF PATIENTS REFERRED TO RESOURCES BY ENGAGING STAKEHOLDERS TO REFER BLACK RESIDENTS WITH OR AT RISK FOR DIABETES TO SUPPORT-COUPLING PROGRAMS. -\tINCREASED SDOH SCREENINGS IN CLINICAL SETTINGS THROUGH EDUCATION AND TRAININGS FOR CLINICAL PROVIDERS ON SDOH SCREENINGS. -\tINCREASED PARTICIPATION IN DPP AND THE MDPP BY 35%, WITH A 30% (4TH MONTH), 40% (7TH MONTH), AND 30% (10TH MONTH) RETENTION RATES OF NATIONAL DPP LIFESTYLE INTERVENTIONS AND THE MDPP. -\tINCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES USING 10 CHWS IN WAYNE COUNTY AS PROVIDER POINT OF CONTACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3bdec4ae-9355-e1a1-3357-396df917e223-C", "generated_internal_id": "ASST_NON_NU58DP007389_7523"}, {"internal_id": 160586994, "Award ID": "NU58DP007388", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "ADVANCING CARE AND EQUITY FOR DIABETES (ACED) PREVENTION AND MANAGEMENT - THE FUND FOR PUBLIC HEALTH IN NEW YORK, INC (FPHNY) IS APPLYING FOR COMPONENT B (STRATEGIES1, 3, 4, 5, 10, 13) OF THIS OPPORTUNITY. THE PROPOSED PROJECT WILL FOCUS ON 22 NYC NEIGHBORHOODS LOCATED IN THE “HIGH RISK” COUNTIES - THE BRONX, QUEENS, AND KINGS (BROOKLYN) COUNTY. THE BURDEN AND RISK OF DIABETES IS LINKED TO THE CONDITIONS IN WHICH PEOPLE LIVE, WORK, PLAY AND PRAY. THESE CIRCUMSTANCES ARE SHAPED BY RACIAL, SOCIAL, AND ECONOMIC INJUSTICES THAT DRIVE HEALTH INEQUITIES. IN NEW YORK CITY (NYC), DIABETES HAS RISEN FROM THE TENTH LEADING CAUSE OF DEATH IN 1990 TO THE THIRD IN 2019. THE THREE “HIGH NEEDS” COUNTIES IDENTIFIED BY THE CENTER OF DISEASE CONTROL AND PREVENTION (CDC) – BRONX, KINGS, AND QUEENS – ARE DISPROPORTIONATELY IMPACTED BY DIABETES WITH OVERALL DIABETES PREVALENCE OF 15.8%, 12.4%, AND 12.8%, RESPECTIVELY. WITHIN THESE COUNTIES, THE BURDEN AND RISK OF DIABETES AS WELL AS THE SOCIAL DETERMINANTS OF HEALTH (SDOH) THAT DRIVE INEQUITIES ARE MORE PRONOUNCED IN SPECIFIC NEIGHBORHOODS. ADVANCING CARE AND EQUITY FOR DIABETES PREVENTION AND MANAGEMENT, REFERRED TO AS “ACED”, IS A NYC DEPARTMENT OF HEALTH AND MENTAL HYGIENE (DOHMH) INITIATIVE TO DECREASE RISK FOR TYPE 2 DIABETES THROUGH IMPROVED SCREENING FOR DIABETES RISK AND INCREASE ACCESS AND COMPLETION OF COMMUNITY CHANGE PROGRAMS FOR THOSE AT RISK; DECREASE THE PROPORTION OF PEOPLE WITH DIABETES THAT HAVE AN A1C>9% AND INCREASE EARLY DETECTION OF DIABETES-RELATED COMPLICATIONS THROUGH IMPROVED SELF-CARE PRACTICES AND QUALITY OF CARE; AND ADVANCE HEALTH EQUITY BY ADDRESSING THE SDOH THAT IMPACTS PRIORITY POPULATIONS. ACED CAN POTENTIALLY REACH NEARLY 802,000 ADULTS, OF WHOM OVER 87,000 HAVE DIABETES, LIVING IN PRIORITY NEIGHBORHOODS THROUGH A COLLECTIVE IMPACT APPROACH AND BUILDING ON ACHIEVEMENTS, PARTNERSHIPS, AND LESSONS LEARNED FROM PREVIOUS CDC GRANTS, DP14-1422-PPHF14 AND CFDA:93.435 DP18-1817, DOHMH WILL PARTNER WITH COMMUNITY AND CLINICAL ORGANIZATIONS TO EXPAND ACCESS TO SUSTAINABLE SERVICES THAT PREVENT DIABETES, FOSTER SELF-MANAGEMENT AMONG PEOPLE WITH OR AT RISK FOR DIABETES, AND IMPLEMENT EVIDENCE-BASED INTERVENTIONS TO IMPROVE THE MANAGEMENT OF DIABETES. ACED CAN POTENTIALLY REACH NEARLY 802,000 ADULTS, OF WHOM OVER 87,000 HAVE DIABETES, LIVING IN PRIORITY NEIGHBORHOODS. THE PROPORTION OF PEOPLE WITH DIABETES THAT HAVE AN A1C>9% WILL DECREASE FROM 18.0% TO 11.6%, A DECREASE OF 36% OVER THE FIVE YEARS. FURTHER, 743 MORE COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DIABETES PREVENTION PROGRAM WILL REDUCE THEIR RISK FOR TYPE 2 DIABETES.  COMBINED, THERE WILL BE 68 ORGANIZATIONS, INCLUDING 41 NEW PARTNER ORGANIZATIONS, IMPLEMENTING DSMES, DIABETES SUPPORT, AND NATIONAL DPP PROGRAMS/SERVICES THAT ARE TAILORED FOR PRIORITY POPULATIONS, RESULTING IN INCREASED ACCESS FOR 10,400 ADULTS IN PRIORITY NEIGHBORHOODS TO DSMES, DIABETES SUPPORT, AND NATIONAL DPP PROGRAMS/SERVICES TAILORED FOR PRIORITY POPULATIONS. FURTHER, 150 MORE CLINICAL ORGANIZATIONS WILL SCREEN FOR SDOH INCREASING ACCESS TO SDOH SCREENINGS IN CLINICAL ORGANIZATIONS FOR 401,553 ADULTS IN PRIORITY NEIGHBORHOODS, OVER 40,000 OF WHICH HAVE DIABETES. ADDITIONALLY, 182 MORE COMMUNITY AND CLINICAL RESOURCES SERVING PRIORITY POPULATIONS WILL HAVE GAINED ACCESS TO AND ACTIVELY USED MULTIDIRECTIONAL E-REFERRAL SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "538294bf-7e0f-4279-ffeb-9544d355845d-C", "generated_internal_id": "ASST_NON_NU58DP007388_7523"}, {"internal_id": 160586993, "Award ID": "NU58DP007387", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "INCREASING HEALTH EQUITY FOR HISPANICS WITH OR AT RISK FOR DIABETES IN HIGH NEED COUNTIES ON THE TEXAS-MEXICO BORDER. - THE UNIVERSITY OF TEXAS (UT) HEALTH HOUSTON SCHOOL OF PUBLIC HEALTH (SPH) IN BROWNSVILLE WILL RESPOND TO COMPONENT B IN THE NOTICE OF FUNDING OPPORTUNITY (NOFO) BY PRIORITIZING THE LOW-INCOME HISPANIC POPULATION IN THREE HIGH NEED COUNTIES IN THE RIO GRANDE VALLEY: CAMERON (POPULATION 423,029), HIDALGO (POP. 880,356), AND WILLACY (POP. 20,316). THE TOTAL POPULATION OF THESE THREE COUNTIES IS 1,323,701, EXCEEDING THE REQUIRED MINIMUM POPULATION OF 350,000.  UTSPH HAS NEARLY 20 YEARS OF EXPERIENCE PARTNERING WITH COMMUNITY-BASED ORGANIZATIONS IN THESE THREE COUNTIES ON DIABETES PREVENTION EFFORTS. THE PROPOSED PROGRAM WILL GREATLY EXPAND THESE EFFORTS, WITH A GOAL OF DECREASING RISK FOR TYPE 2 DIABETES FOR HISPANICS IN THE REGION WHILE ADDRESSING THE HEALTH INEQUALITIES PRESENT IN THESE COMMUNITIES. UTSPH HAS SELECTED THE FOLLOWING FOUR STRATEGIES FROM THE NOFO: 3. PREVENT DIABETES COMPLICATIONS FOR PRIORITY POPULATIONS THROUGH EARLY DETECTION 5. INCREASE ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) LIFESTYLE INTERVENTION AND THE MDPP BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF THE PROGRAMS 8. IMPLEMENT, SPREAD, AND SUSTAIN ONE OF THE FOLLOWING EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS: MIND, EXERCISE, NUTRITION...DO IT! (MEND) - COMMUNITY-BASED 13. IMPROVE THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS FACTORS RELATED TO THE SDOH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES  UTSPH HAS IDENTIFIED FIVE COMMUNITY-BASED ORGANIZATIONS WITH THE EXPERIENCE AND CAPACITY TO MEET THIS GOAL: SU CLINICA, HOPE FAMILY HEALTH CENTER, BROWNSVILLE COMMUNITY HEALTH CLINIC, PROYECTO JUAN DIEGO, AND BROWNSVILLE WELLNESS COALITION. THIS COALITION WILL BE FURTHER ASSISTED BY UTSPH'S COLLABORATIVE ACTION BOARD (CAB), WHICH CONSISTS OF 100+ ORGANIZATIONS FOCUSED ON IMPROVING HEALTH OUTCOMES IN THE RIO GRANDE VALLEY. SPECIFIC STRATEGIES WILL INCLUDE IMPROVING EARLY DIABETES SCREENING, INCREASING ENROLLMENT IN EVIDENCE-BASED LIFESTYLE CHANGE PROGRAMS (NATIONAL DPP AND MEND), AND COORDINATING THE STRATEGIES OF LOCAL CBOS TO ADDRESS SDOH BARRIERS TO DIABETES PREVENTION.  UTSPH WILL ACHIEVE THE FOLLOWING OUTCOMES BY THE END OF THE GRANT PERIOD: - INCREASE IN THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS BY 7 - INCREASED ADAPTATION/TAILORING OF NATIONAL DPP AND MEND FOR PRIORITY POPULATIONS - 15,000 PATIENTS WITH DIABETES WILL RECEIVE THE DIABETIC RETINOPATHY AND CKD SCREENING TESTS IN COMMUNITY HEALTH CARE ORGANIZATIONS - TRAIN 45 CBO STAFF ON SDOH STRATEGIES - INCREASE IN THE NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES (I.E., HEALTH/MENTAL HEALTH RESOURCES) BY 500 - INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS (NATIONAL DPP AND MEND) BY 1,200", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9adce466-3b6d-ecdb-7412-8082d6529b1f-C", "generated_internal_id": "ASST_NON_NU58DP007387_7523"}, {"internal_id": 160586992, "Award ID": "NU58DP007386", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "ADVANCING HEALTH EQUITY THROUGH WHOLE PERSON CARE FOR DIABETES PREVENTION AND MANAGEMENT IN NEW MEXICO - COMPONENT B APPLICANT, PRESBYTERIAN HEALTHCARE SERVICES ALONG WITH PROJECT PARTNERS, WILL ADDRESS HIGH DIABETES LEVELS IN FIVE NEW MEXICO COUNTIES: DOÑA ANA, OTERO, QUAY, CURRY, AND SAN MIGUEL. THIS SERVICE AREAS HAS A COMBINED POPULATION OF 373,850 AND INCLUDES URBAN, RURAL, AND FRONTIER COUNTIES. THE PROJECT WILL USE A WHOLE PERSON APPROACH AND FOCUS ON FOUR POPULATIONS EXPERIENCING HEALTH AND SOCIOECONOMIC DISPARITIES: HISPANIC/LATINO, AMERICAN INDIAN/ALASKA NATIVE, LOW-INCOME, AND PRE-NATAL/PERI-NATAL POPULATIONS.  THE FIVE-YEAR EFFORT WILL IMPLEMENT CDC STRATEGIES 1, 5, 10, AND 13. THIS INCLUDES BRINGING DIABETES RECHARGE, AN ADCES-ACCREDITED DIABETES SELF-MANAGEMENT PROGRAM, THE NATIONAL DIABETES PREVENTION PROGRAM, AND THE MEDICARE DIABETES PREVENTION PROGRAM TO UNSERVED AND UNDERSERVED AREAS. PARTNERS WILL INCREASE PARTICIPATION AND RETENTION THROUGH TWO COMPLIMENTARY DIABETES SUPPORT PROGRAMS FOCUSED ON COOKING, NUTRITION, AND HEALTHY FOOD ACCESS: KITCHEN CREATIONS, BY PARTNER NEW MEXICO STATE UNIVERSITY, AND A PRODUCE PRESCRIPTION SERVICE BY PRESBYTERIAN WITH LOCAL FOOD PANTRIES AND FOOD SECURITY AGENCIES.  THROUGH A NETWORK OF COMMUNITY HEALTH WORKERS, COMMUNITY-BASED SOCIAL SERVICES AGENCIES, AND LOCAL HEALTH PROVIDERS, PARTNERS WILL RECRUIT, REFER, AND SUPPORT PARTICIPANTS USING CULTURALLY-RESONANT PRACTICES AND AN ELECTRONIC REFERRAL SYSTEM TO CONNECT INDIVIDUALS WITH SOCIAL SUPPORTS AND EVIDENCE-BASED INTERVENTIONS.  PROJECT OUTCOMES ARE AS FOLLOWS (1) INCREASE THE NUMBER OF ORGANIZATIONS AND SITES IMPLEMENTING EVIDENCE-BASED DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES), DIABETES SUPPORT PROGRAMS AND SERVICES, AND DIABETES PREVENTION PROGRAMS (DPP) SERVING FIVE HIGH-NEED COUNTIES IN NEW MEXICO; (2) INCREASE PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS, INCLUDING DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES), DIABETES SUPPORT PROGRAMS AND SERVICES, AND DIABETES PREVENTION PROGRAMS (DPPS) IN FIVE HIGH-NEED COUNTIES IN NEW MEXICO; (3) INCREASE ADAPTATION/TAILORING OF EFFECTIVE DSMES, NATIONAL DPP, MEDICARE DPP AND DIABETES SUPPORT PROGRAMS AND SERVICES FOR PRIORITY POPULATIONS OF HISPANIC/LATINO, AMERICAN INDIAN/ALASKA NATIVE,  LOW-INCOME, AND PRE-NATAL/PERI-NATAL POPULATIONS; (4) INCREASE THE NUMBER OF INDIVIDUALS (PATIENTS, HEALTH PLAN MEMBERS) IN FIVE HIGH-RISK NEW MEXICO COUNTIES WHO ARE SCREENED FOR SOCIAL DETERMINANTS OF HEALTH (SDOH) AND REFERRED TO COMMUNITY RESOURCES; (5) INCREASE MULTI-DIRECTIONAL COMMUNICATION BETWEEN COMMUNITY RESOURCE PROVIDERS, CLINICAL PROVIDERS, AND OTHER HEALTH SYSTEM RESOURCES (HEALTH PLAN, COMMUNITY HEALTH) WITHIN FIVE HIGH-NEED COUNTIES IN ORDER TO SUPPORT PARTICIPATION IN DIABETES MANAGEMENT AND PREVENTION PROGRAMS AND TO HELP INDIVIDUALS OVERCOME SOCIAL DETERMINANTS OF HEALTH (SDOH) BARRIERS; AND (6) INCREASE DIABETES WORKFORCE CAPACITY TO ADDRESS SOCIAL DETERMINANTS OF HEALTH AND PATIENT/MEMBER CONTACT WITH TRAINED COMMUNITY HEALTH WORKERS (CHWS) AND PROMOTORAS (SPANISH SPEAKING CHWS) TO SUPPORT PARTICIPATION AND RETENTION IN EVIDENCE BASED CHRONIC DISEASE SELF-MANAGEMENT PROGRAMS IN FIVE HIGH-NEED COUNTIES IN NEW MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5a31ee01-fb79-41ca-414a-88f81c2d43e2-C", "generated_internal_id": "ASST_NON_NU58DP007386_7523"}, {"internal_id": 160586991, "Award ID": "NU58DP007385", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "INCREASING EQITY IN DIABETES PREVENTION, EDUCATION & CARE FOR PRIORITY POPULATIONS IN SOUTHEASTERN VIRGINIA - COMPONENT B, SOUTHEASTERN VIRGINIA  BACKGROUND: THE IMPACT OF DIABETES AND PREDIABETES IN VIRGINIA IS MARKEDLY WORSE IN THE STATE’S SOUTHEASTERN REGION. IN THE CITIES OF HAMPTON (137,746) AND NEWPORT NEWS (184,587), ABOUT 18% OF THE POPULATION HAS DIABETES AND ABOUT 15% HAS PREDIABETES, WHILE IN RURAL NORTHAMPTON (12,085) AND ACCOMACK (33,246) COUNTIES, MORE THAN 21% OF THE POPULATION HAS DIABETES AND ABOUT 15% HAS PREDIABETES. IN THESE FOUR LOCALITIES, THE BLACK POPULATION COMPOSES FROM 30% TO 45% OF THE TOTAL POPULATION, COMPARED TO 20% OF THE VIRGINIA POPULATION. THE PREVALENCE OF DIABETES IS HIGHER IN VIRGINIA’S BLACK POPULATION (17.5%) THAN IN THE WHITE AND HISPANIC POPULATIONS (BOTH 10%).  PURPOSE: HEALTH QUALITY INNOVATORS (HQI), WITH COMPONENT B FUNDING, WILL REDUCE DIABETES-RELATED HEALTH DISPARITIES FOR THE BLACK AND HISPANIC PRIORITY POPULATIONS IN HAMPTON AND NEWPORT NEWS, AND FOR THE BLACK, HISPANIC AND RURAL PRIORITY POPULATIONS IN ACCOMACK AND NORTHAMPTON COUNTIES BY IMPLEMENTING CDC STRATEGIES 1, 4, 5, 8, 9 AND 13.  OUTCOMES: TOGETHER WITH OUR TECHNICAL ASSISTANCE PARTNERS AND COMMUNITY-BASED ORGANIZATION SUBGRANTEES, WE WILL BUILD CAPACITY TO DELIVER LOCAL DSMES, NATIONAL DPP AND CHILDHOOD OBESITY PROGRAMS THAT ARE TAILORED TO PRIORITY POPULATIONS, HAVE STRONG REFERRAL NETWORKS AND ARE ABLE TO SUSTAIN THEMSELVES. THIS WILL CONTRIBUTE TO AN INCREASED NUMBER OF PROGRAMS AND PROGRAM COMPLETERS. WE ALSO WILL INCREASE THE ABILITY OF LOCAL PRIMARY CARE PROVIDERS TO DELIVER TEAM-BASED CARE THAT ENABLES IMPROVED DIABETES SELF-MANAGEMENT, AND OF THE ENTIRE DIABETES WORKFORCE TO ADDRESS BARRIERS RELATED TO SOCIAL DETERMINANTS OF HEALTH. IN THE LONG TERM, THIS WILL RESULT IN MORE PEOPLE WITH PREDIABETES WHO REDUCE THEIR RISK OF DIABETES, CHILDREN WITH LOWER BMIS, AND FEWER PEOPLE WITH DIABETES WHO HAVE A1C LEVELS > 9%.  APPROACH: EFFECTIVE PREVENTION AND TREATMENT OF DIABETES REQUIRES A TEAM-BASED APPROACH, WHETHER THAT IS IN THE CLINIC OR THROUGH CDC-FUNDED EFFORTS LIKE THIS. ACCORDINGLY, WE DESIGNED THIS PROPOSAL TO ALIGN WITH THE VIRGINIA DEPARTMENT OF HEALTH’S (VDH) COMPONENT A APPLICATION. WE DO NOT INTEND TO FOCUS ON ANY OF THE GEOGRAPHIES WHERE VDH PLANS TO PERFORM COMPONENT A-FUNDED WORK AND WE PROPOSE TO IMPLEMENT SOME STRATEGIES THAT VDH DOES NOT INTEND TO IMPLEMENT. THE GEOGRAPHIES WE SERVE CAN BENEFIT FROM THE SPREAD OF STRATEGIES THAT VDH IMPLEMENTS, SUCH AS THE HABITNU UMBRELLA HUB. THE RESULT IS EXTENDED REACH AND INCREASED IMPACT THAT MAKES SMART USE OF FEDERAL FUNDS.  IN ADDITION TO ALLOCATING 30.4% OF GRANT FUNDING TO CBOS (IN YEAR 1, BUILDING TO 35.9% IN YEAR 5), WE WILL FURTHER ENGAGE COMMUNITIES BY ESTABLISHING TWO REGIONAL PATIENT AND FAMILY ADVISORY COUNCILS (PFACS) THAT WILL AMPLIFY THE VOICES OF PEOPLE IN THE PRIORITY POPULATIONS WITH PREDIABETES AND DIABETES. WE WILL CONSULT WITH THE PFACS THROUGHOUT THE GRANT TO GATHER INSIGHTS AND RECOMMENDATIONS FOR MAKING DIABETES CARE AND EDUCATION MORE ACCESSIBLE, APPROPRIATE AND FEASIBLE. WE ALSO WILL FUND TWO CBOS TO ESTABLISH A REGIONAL DIABETES COALITION OR WORKGROUP. THESE GROUPS WILL BRING TOGETHER DIABETES STAKEHOLDERS AND CBOS THAT SERVE THE PRIORITY POPULATIONS FOR COLLECTIVE ACTION TO RAISE DIABETES AWARENESS, REACH PRIORITY POPULATIONS MORE EFFECTIVELY, AND REMOVE BARRIERS CREATED BY SOCIAL DETERMINANTS OF HEALTH.  CAPACITY: HQI IS A CURRENT CDC 1815 AND 1817 SUBGRANTEE TO THREE HEALTH DEPARTMENTS AND A HEALTH CARE QUALITY IMPROVEMENT ORGANIZATION WITH 39 YEARS OF EXPERIENCE. OUR PROJECT TEAM INCLUDES THE VIRGINIA CENTER FOR DIABETES PREVENTION AND EDUCATION AND THE VIRGINIA PHARMACY ASSOCIATION/VIRGINIA COMMUNITY PHARMACY ENHANCED SERVICES NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c539391-fa33-0d3a-8fab-e70ad8169295-C", "generated_internal_id": "ASST_NON_NU58DP007385_7523"}, {"internal_id": 160586990, "Award ID": "NU58DP007384", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "SOLUTIONS FOR EQUITABLE DIABETES PREVENTION AND MANAGEMENT - LOS ANGELES COUNTY, HOME TO MORE THAN 9.8 MILLION RESIDENTS, IS DESIGNATED AS A “HIGH NEED” COUNTY BY THE CENTERS FOR DISEASE CONTROL AND PREVENTION DUE TO ITS HIGH BURDEN OF DIABETES AND SOCIAL VULNERABILITY. THE PREVALENCE OF TOTAL (DIAGNOSED AND UNDIAGNOSED) DIABETES IN LOS ANGELES COUNTY AMONG NON-HISPANIC AFRICAN AMERICAN/BLACK (17.9%), HISPANIC/LATINO (14.9%), ASIAN (8.2%), AND NATIVE HAWAIIAN AND OTHER PACIFIC ISLANDER (29.9%) POPULATIONS, ALONG WITH RESIDENTS LIVING BELOW THE FEDERAL POVERTY LINE (16.7%), IS DISPROPORTIONATELY HIGHER THAN AMONG NON-HISPANIC WHITE (6.4%) AND HIGHER INCOME RESIDENTS. IN TOTAL, MORE THAN 1 MILLION RESIDENTS IN LOS ANGELES COUNTY FROM THESE POPULATIONS LIVE WITH DIABETES. TO ADDRESS THIS, THE LOS ANGELES COUNTY DEPARTMENT OF PUBLIC HEALTH’S DIVISION OF CHRONIC DISEASE AND INJURY PREVENTION PROPOSES TO IMPLEMENT THE PROJECT, SOLUTIONS FOR EQUITABLE DIABETES PREVENTION AND MANAGEMENT (SEDPM). \tSEDPM WILL USE A HEALTH EQUITY LENS TO IMPLEMENT DIABETES PREVENTION, MANAGEMENT, AND SUPPORT STRATEGIES TO REDUCE DISPARITIES IN DIABETES AND PREDIABETES FOR THE FOLLOWING PRIORITY POPULATIONS IN THE COUNTY: AFRICAN AMERICAN/BLACK, HISPANIC/LATINO, ASIAN (ASIAN INDIAN, CHINESE, FILIPINO, JAPANESE, KOREAN, VIETNAMESE), NATIVE HAWAIIAN AND OTHER PACIFIC ISLANDERS, AND GROUPS WITH LOW SOCIOECONOMIC STATUS. THIS PROJECT WILL LEVERAGE THE WORK AND MOMENTUM OF THE DP14-1422, CHRONIC DISEASE PREVENTION STRATEGY IN LOS ANGELES (CDPS) AND DP18-1817, THE CHRONIC DISEASE PREVENTION & MANAGEMENT STRATEGY: INNOVATIVE SOLUTIONS FOR HEALTHIER COMMUNITIES (CDPMS) INITIATIVES TO FURTHER REFINE, SCALE, AND SUPPORT THE EXISTING INFRASTRUCTURE FOR DIABETES PREVENTION AND MANAGEMENT IN LOS ANGELES COUNTY. SEDPM WILL PARTNER WITH COMMUNITY-BASED ORGANIZATIONS (CBOS), COLLABORATIVES/COALITIONS OF THESE CBOS, AND OTHER KEY STAKEHOLDERS WITH EXTENSIVE EXPERIENCE ENGAGING, SUPPORTING, AND COLLABORATING WITH OUR PRIORITY POPULATIONS. KEY PARTNERS WILL INCLUDE: THE LOS ANGELES COUNTY DIABETES COALITION, DIABETES CARE PARTNERS, UNIVERSITY OF SOUTHERN CALIFORNIA ALFRED E. MANN SCHOOL OF PHARMACY AND PHARMACEUTICAL SCIENCES (INCLUDING THE SCHOOL’S CALIFORNIA RIGHT MEDS COLLABORATIVE), VISION Y COMPROMISO (INCLUDING ITS NETWORK OF PROMOTORES AND COMMUNITY HEALTH WORKERS), AND THE COMMUNITY CLINIC ASSOCIATION OF LOS ANGELES COUNTY. ONE OF SEDPM’S GOALS WILL BE TO ACCOUNT FOR SOCIAL DETERMINANTS OF HEALTH WHEN TAILORING AND INCREASING ACCESS TO EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS AND SERVICES FOR POPULATIONS WITH THE GREATEST BURDEN OF DIABETES. THESE EVIDENCE-BASED PROGRAMS AND SERVICES WILL INCLUDE THE DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) AND COMPLEMENTARY DIABETES SUPPORT SERVICES FOR PEOPLE WITH DIABETES, AND THE NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) AND THE MEDICARE DIABETES PREVENTION PROGRAM (MDPP) FOR PEOPLE WITH PREDIABETES. S EDPM INTENDS TO EXPAND THE REACH OF CULTURALLY SENSITIVE PROGRAMMING BY INCREASING THE NUMBER OF THESE PROGRAMS AND SERVICES IN THE COUNTY, AND BY INVOLVING VARIOUS PROVIDER TYPES INCLUDING PHARMACISTS AND COMMUNITY HEALTH WORKERS. \tSEDPM WILL ACCOMPLISH THESE GOALS BY SIMULTANEOUSLY AND SYNERGISTICALLY IMPLEMENTING STRATEGIES 1, 5, 9, 12, AND 13 OUTLINED IN COMPONENT B OF CDC-RFA-DP-23-0020 (A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES). BY THE END OF THIS 5-YEAR PROJECT, THESE CROSS-CUTTING STRATEGIES SHOULD RESULT IN INCREASED ENROLLMENT AND RETENTION OF UNDERSERVED POPULATIONS IN CULTURALLY SENSITIVE AND EVIDENCE-BASED DIABETES SERVICES AND A REDUCTION IN DIABETES RISK AND IMPROVED DIABETES MANAGEMENT FOR THESE PRIORITY POPULATIONS IN LOS ANGELES COUNTY, WITH A REACH >350,000 PEOPLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71eaba10-bc76-342b-fb91-32cdea931879-C", "generated_internal_id": "ASST_NON_NU58DP007384_7523"}, {"internal_id": 160586989, "Award ID": "NU58DP007383", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "HEALTH EXTENSION FOR DIABETES: PROGRAM EXPANSION TO ADVANCE HEALTH EQUITY - HEALTH EXTENSION FOR DIABETES: PROGRAM EXPANSION TO ADVANCE HEALTH EQUITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_NU58DP007383_7523"}, {"internal_id": 160586988, "Award ID": "NU58DP007382", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES IN HIGH NEEDS COUNTIES IN NEVADA AND OREGON THROUGH COMMUNITY INTEGRATED HEALTH NETWORKS - COMAGINE HEALTH IS SUBMITTING A PROPOSAL IN RESPONSE TO THE REQUEST FOR APPLICATIONS FOR A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES (CDC-RFA-DP-23-0020).  WE ARE APPLYING FOR COMPONENT B. THE PROPOSED AREAS OF FOCUS INCLUDE COUNTIES IN THE FOLLOWING STATES: NEVADA (CLARK, POPULATION: 2,292,476) AND OREGON (MARION, JACKSON, LINN, DOUGLAS, YAMHILL, JOSEPHINE, LINCOLN, COMBINED POPULATION: 1,060,117).  PREDIABETES AND DIABETES ARE SIGNIFICANT AND GROWING HEALTH CONCERNS. DIABETES IS THE 8TH LEADING CAUSE OF DEATH AND THE NUMBER ONE CAUSE OF KIDNEY FAILURE, LOWER LIMB AMPUTATION AND ADULT ONSET BLINDNESS. IT IS A COSTLY CONDITION, LEADING TO A TOTAL OF $327 BILLION ANNUALLY IN MEDICAL COSTS AND LOST WAGES. AS THE QUALITY INNOVATION NETWORK-QUALITY IMPROVEMENT ORGANIZATION (QIN-QIO) FOR IDAHO, OREGON, NEVADA, NEW MEXICO, UTAH, AND WASHINGTON AND A CDC 1705 RECIPIENT FOR NEW MEXICO, OREGON, AND UTAH, COMAGINE HEALTH HAS BEEN WORKING TO PREVENT AND SLOW THE PROGRESSION OF DIABETES BY INCREASING ACCESS TO RECOGNIZED LIFESTYLE CHANGE PROGRAMS FOR OVER FIVE YEARS AND DIABETES SELF-MANAGEMENT EDUCATION FOR OVER 20 YEARS. WE WORK WITH TRUSTED LOCAL ORGANIZATIONS AND STATE LEVEL COLLABORATORS TO BUILD INFRASTRUCTURE, PROGRAMS, AND PARTICIPANT ENGAGEMENT IN LIFESTYLE CHANGE, DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) AND COMMUNITY SUPPORT PROGRAMS. OUR EXPERIENCE, RELATIONSHIPS, AND ESTABLISHED INFRASTRUCTURE FROM PRIOR WORK POSITIONS US AS A LEADER IN THIS SPACE. THE SELECTED COUNTIES LISTED ABOVE HAVE SIGNIFICANT DISPARITIES IN DIABETES PREVALENCE AND INCIDENCE, OBESITY PREVALENCE, AND SOCIAL VULNERABILITY. WE HAVE SERVED THESE COUNTIES AS A QIN-QIO FOR MANY DECADES AND HAVE THE ESTABLISHED PARTNERSHIPS TO MEANINGFULLY ADVANCE AND EXPAND ACCESS TO PROGRAMS AND SOCIAL NEEDS SERVICES. TO ACHIEVE THE GOALS OF THIS COOPERATIVE AGREEMENT, COMAGINE HEALTH WILL WORK WITH FIVE COLLABORATING PARTNERS: -\tACCESS TO HEALTHCARE NETWORK, DIGNITY HEALTH, QUALITY TECHNICAL ASSISTANCE CENTER, SOUTHERN NEVADA HEALTH DISTRICT (CLARK COUNTY) -\tOREGON WELLNESS NETWORK (ALL OREGON COUNTIES) -\tPROVIDENCE ST. JOSEPH (JACKSON, MARION, YAMHILL)  WE WILL DEVELOP CAPACITY TO REACH THE POPULATION OF 3,352,593 WITH LIFESTYLE CHANGE, DSMES AND SUPPORT PROGRAMS THROUGH EFFECTIVE MARKETING AND ENGAGEMENT CAMPAIGNS, INNOVATIVE PROVIDER REFERRAL MODELS, AND INVESTMENT IN LOCAL DELIVERY PARTNERSHIPS TO STRENGTHEN CULTURAL AND LINGUISTIC ADAPTATIONS. WE WILL BUILD UPON ESTABLISHED INFRASTRUCTURES TO INCREASE PROVIDER REFERRAL AND CHW CENTERED SERVICES TO INCREASE ENGAGEMENT AND ADDRESS SOCIAL NEEDS BARRIERS. WE WILL CONTINUE TO EXPAND CAPACITY TO USE AND INTEGRATE WITH CRITICAL HEALTH INFORMATION TECHNOLOGY TO SCALE REFERRAL AND ENROLLMENTS.  BY THE END OF THE FIVE YEAR PERIOD, WE SEEK TO ACHIEVE THE FOLLOWING OUTCOMES: 1.\tINCREASE THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED DSMES, CDC RECOGNIZED LIFESTYLE CHANGE PROGRAMS, MEDICARE DPP, AND DSMP SUPPORT PROGRAMS, SUPPORTED BY A ROBUST BACKBONE INFRASTRUCTURE TO ADVANCE SUSTAINABILITY. 2.\tINCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS, INCLUDING ENGAGEMENT AND OUTREACH MODELS, FOR PRIORITY POPULATIONS, INCLUDING AFRICAN AMERICANS, HISPANIC/LATINOS, ASIAN/PACIFIC ISLANDERS, AMERICAN INDIAN/ALASKA NATIVES, LOW SOCIOECONOMIC STATUS, RURAL, OLDER ADULTS, AND PEOPLE WITH DISABILITIES. 3.\tINCREASE IN THE NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES THROUGH SCALING OF THE SOUTHERN NEVADA PATHWAYS COMMUNITY HUB, STRENGTHENING SDOH SCREENING AND REFERRAL STANDARDS AND PARTNERSHIPS IN OREGON, AND INTEGRATION WITH COMMUNITY INFORMATION EXCHANGES (CIE) AND HEALTH INFORMATION EXCHANGES (HIE) IN BOTH STATES. 4.\tINCREASE SDOH SCREENINGS IN CLINICAL SETTINGS AND REFERRAL INTO CHW SUPPORTED SERVICES. 5.\tINCREASE PARTICIPATION IN EVIDENCE BASED DSMES, CDC RECOGNIZED LIFESTYLE CHANGE PROGRAMS, MEDICARE DPP, AND DSMP SUPPORT PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f11e98b-3fd2-05f1-055e-2d180af7ee42-C", "generated_internal_id": "ASST_NON_NU58DP007382_7523"}, {"internal_id": 160586987, "Award ID": "NU58DP007381", "Award Amount": 903991.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC, COMMUNITY-BASED APPROACH TO DIABETES PREVENTION AND MANAGEMENT IN PHILADELPHIA - THE HEALTH FEDERATION OF PHILADELPHIA (HFP), LOCATED AT 123 S. BROAD STREET, PHILADELPHIA, PA 19109, IS SUBMITTING THIS APPLICATION FOR $903,991 IN FUNDING UNDER COMPONENT B OF CDC-RFA-DP-23-0020. THE HFP PROJECT WILL FOCUS ON PHILADELPHIA COUNTY/CITY, A HIGH-NEED COUNTY THAT HAD A POPULATION OF 1,576,251 IN 2021, ACCORDING TO THE US CENSUS. PHILADELPHIA IS AMONG THE POOREST CITIES IN THE COUNTRY AND IT HAS FOUR TIMES THE PROPORTION OF BLACK RESIDENTS AS THE STATE AND TWICE THE PROPORTION OF HISPANICS. THE RATE OF DIABETES IN THE CITY INCREASED BY OVER 70% IN THE LAST TWENTY YEARS. STATE DEPARTMENT OF HEALTH DATA FOR 2021 INDICATE THAT THE PERCENTAGE OF PEOPLE IN PHILADELPHIA REPORTING A DIAGNOSIS OF DIABETES IS 13%, INCLUDING 19% OF BLACK RESIDENTS AND 14% OF HISPANICS. HFP WILL CONDUCT THE PROPOSED PROJECT WITH FOUR PARTNER ORGANIZATIONS (PHILADELPHIA DEPARTMENT OF PUBLIC HEALTH, DELAWARE VALLEY COMMUNITY HEALTH, ESPERANZA HEALTH CENTER, AND NEW KENSINGTON COMMUNITY DEVELOPMENT CORPORATION), ALL OF WHICH ARE LOCATED WITHIN AND SERVE PHILADELPHIA.  THE PURPOSE OF THE PROJECT WILL BE TO UTILIZE EVIDENCE-BASED APPROACHES TO REDUCE RISK FOR DIABETES IN ADULTS AND CHILDREN AND IMPROVE CARE FOR INDIVIDUALS ALREADY DIAGNOSED WITH DIABETES. WITH A COMBINATION OF HEALTH CARE-SYSTEM AND COMMUNITY-BASED APPROACHES, HFP WILL STRENGTHEN THE CLINICAL AND COMMUNITY INFRASTRUCTURE AND WORKFORCE, STRATEGICALLY UTILIZE TECHNOLOGY, AND INVEST IN EVIDENCE-BASED PREVENTION PROGRAMS. ALL WORK WILL FOCUS ON PRIORITY POPULATIONS – BLACK AND HISPANIC INDIVIDUALS WITH INCOMES BELOW 200% OF POVERTY. WITHIN THE FIVE-YEAR PROJECT PERIOD, HFP WILL UTILIZE LESSONS LEARNED WITH THE INITIAL COLLABORATING PARTNERS TO SCALE AND SPREAD THE WORK ACROSS THE FQHC NETWORK IN PHILADELPHIA.  ALONG WITH ITS PARTNERS, HFP HAS DEVELOPED A WORK PLAN FOR THE PROPOSED PROJECT THAT INCLUDES OBJECTIVES AND ACTIVITIES UNDER SEVEN OF THE COMPONENT B STRATEGIES; #3 PREVENT EYE AND KIDNEY COMPLICATIONS OF DIABETES; #4 IMPROVE DIABETES SERVICES FOR PRIORITY POPULATIONS; #5 INCREASE ENROLLMENT AND RETENTION IN NDPP PROGRAMMING; #8 INCREASE USE OF CHILDHOOD OBESITY INTERVENTIONS; #10 IMPROVE MULTI-DIRECTIONAL E-REFERRAL SYSTEMS BETWEEN HEALTH CARE AND CBOS; #12 IMPROVE THE EFFECTIVENESS AND SUSTAINABILITY OF COMMUNITY HEALTH WORKERS IN DIABETES SERVICES; AND #13 INCREASE SDOH SCREENING AND REFERRAL FOR SERVICES.  THE OUTCOMES THE PROJECT WILL SEEK TO ACHIEVE ARE: INCREASES IN THE PROPORTIONS OF DIABETIC PATIENTS RECEIVING RETINOPATHY SERVICES AND CHRONIC KIDNEY DISEASE SCREENING; INCREASES IN THE NUMBER OF PARTNER ORGANIZATIONS WITH EFFECTIVE PROGRAMS ADAPTED/TAILORED FOR PRIORITY POPULATIONS AND EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; INCREASES IN THE NUMBERS OF PATIENTS PARTICIPATING IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS AND RECEIVING SCREENINGS FOR SOCIAL DETERMINANTS OF HEALTH NEEDS AND REFERRALS FOR SERVICES; INCREASED MULTI-DIRECTIONAL COMMUNICATION AMONG CLINICAL AND COMMUNITY RESOURCES; AND INCREASED EFFECTIVE AND SUSTAINABLE ENGAGEMENT OF CHWS IN DIABETES CARE. OVERALL, THE PROJECT WILL SEEK TO DECREASE THE PROPORTION OF DIABETIC PATIENTS IN THE PARTNER FQHCS WHO HAVE UNCONTROLLED HBA1C LEVELS >9.  HFP HAS EXTENSIVE EXPERIENCE RELATED TO THE PROPOSED STRATEGIES, INCLUDING LONGSTANDING COLLABORATIVE RELATIONSHIPS WITH PROJECT PARTNERS, FORTY YEARS OF HISTORY ADDRESSING HEALTH DISPARITIES IN PHILADELPHIA COUNTY, WORK WITH THE NDPP AND WITH THE COMMUNITY HEALTH WORKER WORKFORCE, AND SOPHISTICATED REFERRAL SYSTEM AND DATA MANAGEMENT AND ANALYSIS CAPABILITY. HFP WILL LEAD A ROBUST QUALITY IMPROVEMENT PROCESS FOR THE PROJECT, ALLOWING IMPROVEMENTS IN THE OUTCOMES OVER TIME, SUSTAINABILITY AND SPREAD OF THE IMPROVEMENTS, AND CONTRIBUTIONS TO THE EVIDENCE BASED FOR THE STRATEGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b6511f1-09a6-1282-51f2-01dba67416c8-C", "generated_internal_id": "ASST_NON_NU58DP007381_7523"}, {"internal_id": 160586986, "Award ID": "NU58DP007380", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "COOK COUNTY COLLABORATION TO ADVANCE REACH, EQUITY AND SYSTEMS FOR DIABETES PREVENTION & MANAGEMENT (COOK COUNTY CARES) - PREDIABETES AND DIABETES ARE LEADING PUBLIC HEALTH PROBLEMS IN COOK COUNTY, ILLINOIS, WITH 9.9% OF ADULTS DIAGNOSED WITH DIABETES AND AN ESTIMATED 1.3 MILLION ADULTS WITH PREDIABETES. THROUGHOUT CHICAGO AND COOK COUNTY, THERE ARE DISPARITIES IN DIABETES PREVALENCE BY RACE/ETHNICITY, INCOME AND DISABILITY. WORKING TO PREVENT AND MANAGE DIABETES IN HIGH-RISK PRIORITY POPULATIONS AND ADDRESSING SOCIAL DETERMINANTS OF HEALTH IS VITAL TO IMPROVING HEALTH AND EQUITY.  IN RESPONSE TO COMPONENT B OF THE NOTICE OF FUNDING OPPORTUNITY, THE COOK COUNTY COLLABORATION TO ADVANCE REACH, EQUITY AND SYSTEMS FOR DIABETES PREVENTION AND MANAGEMENT (COOK COUNTY CARES) PROJECT AIMS TO DECREASE THE RISK OF TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES, IMPROVE SELF-CARE PRACTICES AND QUALITY OF CARE FOR PEOPLE WITH TYPE 2 DIABETES, AND WORK TO DECREASE BODY MASS INDEX (BMI) FOR CHILDREN AND CAREGIVERS IN HIGH-RISK POPULATIONS IN COOK COUNTY, ILLINOIS. TO ACHIEVE THIS, THE ILLINOIS PUBLIC HEALTH INSTITUTE (IPHI) WILL INCREASE CAPACITY AND DEVELOP SYSTEMS TO LAUNCH AND SCALE A CONTINUUM OF DIABETES PREVENTION AND MANAGEMENT PROGRAMS. IPHI WILL 1) LEVERAGE PARTNERSHIPS WITH ORGANIZATIONS WORKING IN PRIORITY COMMUNITIES TO CULTURALLY TAILOR THE PROGRAM RECRUITMENT, DELIVERY AND RETENTION EFFORTS; AND 2) DEVELOP COUNTY-WIDE AND/OR REGIONAL SYSTEMS DESIGNED TO SUSTAIN AND SUPPORT LONG-TERM GROWTH OF DIABETES PREVENTION AND MANAGEMENT PROGRAMS. LED BY IPHI, COOK COUNTY CARES WILL BUILD ON SUCCESSES IN LAUNCHING, EXPANDING, AND CREATING PATHWAYS TO NDPP SUSTAINABILITY IN CHICAGO THAT WERE FUNDED BY THE CDC 1817 COOPERATIVE AGREEMENT. IPHI WILL EXPAND EFFORTS GEOGRAPHICALLY TO PRIORITY POPULATIONS IN SUBURBAN COOK COUNTY AND BROADEN THE CONTINUUM OF SERVICES AVAILABLE TO INCLUDE DSMES (NOFO STRATEGY 1) AND FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTION PROGRAMS (NOFO STRATEGY 8) IN ADDITION TO NDPP (NOFO STRATEGY 5) IN CULTURALLY TAILORED AND ACCESSIBLE WAYS FOR PROGRAM PARTICIPANTS. THE PROJECT WILL ALSO INCREASE THE DIABETES WORKFORCE’S CAPACITY TO ADDRESS SDOH (NOFO STRATEGY 13).  IPHI PROPOSES TO WORK IN COOK COUNTY, ILLINOIS AS THE “HIGH NEED” COUNTY FOR THIS PROPOSAL, REACHING NEARLY A THIRD OF THE 5.1 MILLION RESIDENTS WHO MEET THE PROPOSED PRIORITY POPULATION CRITERIA OF PEOPLE WHO IDENTIFY AS BLACK, INDIGENOUS, PEOPLE OF COLOR (BIPOC), PEOPLE WITH LOWER INCOMES, AND PEOPLE WHO LIVED IN IDENTIFIED GEOGRAPHIES THAT HAVE DIABETES RATES OVER 10% AND SOCIAL-VULNERABILITY INDICES IN THE TOP 40% OF THE STATE OF ILLINOIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6ff5935-ed61-237b-a744-320a1dba5799-R", "generated_internal_id": "ASST_NON_NU58DP007380_7523"}, {"internal_id": 160586985, "Award ID": "NU58DP007379", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "BALTIMORE CITY: HEALTH EQUITY DIABETES - UNDER COMPONENT 2: USE OF MULTISECTORAL PARTNER NETWORKS TO SCALE AND SUSTAIN THE NATIONAL DPP TO REACH PRIORITY POPULATIONS, THE BALTIMORE CITY HEALTH DEPARTMENT SEEKS $1,100,000 TO REDUCE THE RISK OF TYPE 2 DIABETES AND ADDRESS THE DISPARITY OF SEVERITY AND PREVALENCE BETWEEN BLACK AND WHITE BALTIMORE CITY RESIDENTS BY OUTREACHING AND ENROLLING BLACK RESIDENTS, WITH FOCUS ON THOSE WITH HIGHER RATES OF OBESITY AND HOUSEHOLDS WITH INCOMES BELOW $25,000 INTO DIABETES PREVENTION PROGRAMS; BUILDING THE FIRST MEND PROGRAM IN BALTIMORE CITY; INCREASING ACCESS TO RESOURCES BY DEVELOPING BI-DIRECTIONAL REFERRAL WORKFLOWS AND INCREASING SOCIAL NEEDS SCREENING IN THE COMMUNITY AND CLINICAL SETTINGS; AND IMPROVING THE CAPACITY OF CHWS TO SERVE PEOPLE AT RISK FOR DIABETES BY DEVELOPING AND SPREADING A CHW-FOCUSED DIABETES TRAINING, AND DEVELOPING A CHW REIMBURSEMENT POLICY STRATEGY. IF AWARDED, THESE FUNDS WILL HELP TO REDUCE THE RISK OF TYPE 2 DIABETES IN 358,904 BALTIMORE CITY RESIDENTS THROUGH INCREASED PARTICIPATION IN DIABETES PREVENTION PROGRAMS, INCREASED IMPLEMENTATION OF DIABETES PREVENTION PROGRAMS, INCREASED CONTACT WITH CHWS, INCREASED THE NUMBER OF PEOPLE SCREENED AND REFERRED TO COMMUNITY RESOURCES, AND INCREASED NUMBER OF BI-DIRECTION COMMUNICATIONS BETWEEN HEALTHCARE AND COMMUNITY RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f33cd835-92b3-c5cd-60a1-33140fd3a99a-C", "generated_internal_id": "ASST_NON_NU58DP007379_7523"}, {"internal_id": 160586984, "Award ID": "NU58DP007378", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "DELIVERING EVIDENCE-LED INTERVENTIONS IN ARKANSAS TO ADVANCE HEALTHY EQUITY AND ACCESS IN DIABETES CARE (DELTA AHEAD) - ADCES HAS IDENTIFIED OPPORTUNITY FOR LOCAL EVIDENCE-BASED APPROACHES TO DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION IN ARKANSAS. THROUGH A PARTNERSHIP WITH ARCARE AND MAINLINE HEALTH SYSTEMS WE HAVE IDENTIFIED 12 HIGH-NEED ARKANSAS COUNTIES CHICOT (10,019), CRAIGHEAD (112,218), CROSS (16,681), DREW (17,110), JACKSON (16,811), JEFFERSON (65,861), LINCOLN (13,037), MONROE (6,683), PRAIRIE (8,135), PULASKI (397,821), WHITE (77,207), AND WOODRUFF (6,116) THAT ARE HOME TO APPROXIMATELY 750,000 ARKANSANS WITH SOME OF HIGHEST DIABETES PREVALENCE RATES IN THE NATION. AFTER A THOROUGH ASSESSMENT OF THE IDENTIFIED PRIORITY AREA WE HAVE DEVELOPED A STRONG PROPOSAL TITLED DELIVERING EVIDENCE-LED INTERVENTIONS IN ARKANSAS TO ADVANCE HEALTH EQUITY AND ACCESS IN DIABETES (DELTA AHEAD). IN COLLABORATION WITH OUR PARTNERS ADCES WILL ASSESS THE READINESS OF CLINICS AND COMMUNITY SITES TO ADVANCE DIABETES CARE; PARTNER WITH COMMUNITY MEMBERS TO IDENTIFY COMMUNITY ASSETS THAT CAN BE LEVERAGED TO DEVELOP REPLICABLE AND SUSTAINABLE MODELS OF CARE TO IMPROVE DIABETES CARE. MODELS OF CARE WILL INCORPORATE SDOH SCREENINGS, PARTICIPATION IN APPROPRIATE LEVELS DSMES SERVICES, AND CONNECTION TO SDOH RESOURCES AND SUPPORT SERVICES. THROUGH THE ACTIVATION OF THESE SYSTEMS, ADCES WILL SEEK TO ACCREDIT SITES FOR REIMBURSEMENT ELIGIBILITY, INCREASING THE NUMBER OF SITES IMPLEMENTING EVIDENCE-BASED PROGRAMS, THE NUMBER OF PEOPLE PARTICIPATING IN THESE PROGRAMS, AND IMPROVE HEALTH OUTCOMES FOR ARKANSANS LIVING WITH DIABETES. A KEY AREA OF FOCUS WILL BE GROWING THE INTERPROFESSIONAL WORKFORCE OF THE DIABETES CARE TEAM AND HELPING TO DESIGN DSMES SERVICES BASED ON CRITICAL TIMES IN THE DIABETES DISEASE PROCESS TO SUPPORT REFERRAL AND REINFORCEMENT OF DIABETES SELF-CARE BEHAVIORS.  ADCES HAS OVER 50 YEARS OF EXPERIENCE AS A NATIONAL ASSOCIATION SUPPORTING DIABETES CARE AND EDUCATION SPECIALISTS. WE HAVE LEARNED THAT LOCAL PARTNERS AND COMMUNITY CHAMPIONS ARE ESSENTIAL TO ACTIVATE DIABETES CARE WITHIN COUNTIES, LIKE THOSE OF ARKANSAS’S DELTA REGION. WE ALSO LEARNED HOW TO WORK ALONGSIDE NATIONAL PARTNERS, SUCH AS THE NATIONAL CENTER FOR FARMWORKER HEALTH AND THE BLACK WOMEN’S HEALTH IMPERATIVE, TO BUILD CAPACITY AND LEAVE LASTING HUMAN ENDOWMENTS IN LOCAL COMMUNITIES, WHEN THE COOPERATIVE AGREEMENT ENDS, AND ALL GRANT FUNDS ARE EXPENDED.  THROUGH OUR 11 YEARS OF CDC COOPERATIVE AGREEMENTS, 14 YEARS AS A NATIONAL ACCREDITING ORGANIZATION FOR DSMES WE REALIZED THAT BOTH DSMES AND THE NATIONAL DPP HAVE COMMON CHALLENGES RELATED TO STRUCTURAL INEQUITIES, SDOH, AND SYSTEM/COMMUNITY READINESS. THE ISSUES WE FACED IN STARTING AND SUSTAINING CDC-RECOGNIZED HEALTH BEHAVIOR CHANGE PROGRAMS IN ARKANSAS DELTA COMMUNITIES WERE THE SAME ISSUES EXPERIENCED BY OUR FQHC PARTNERS IN SUSTAINING AND EXPANDING THEIR DSMES PROGRAMS.  OUR GOALS INCLUDE HELPING PWD ACCESS CULTURALLY RELEVANT DIABETES EDUCATION AND PREVENTIVE RESOURCES AND SERVICES TO EFFECTIVELY SELF-MANAGE THEIR HEALTH ACROSS THE DIABETES SPECTRUM OF CARE. ADCES KNOWS FQHCS ARE UNIQUELY POSITIONED TO HELP PWD ACCESS PRIMARY HEALTH CARE, PREVENTIVE CARE, DIABETES EDUCATION, AND OTHER HEALTH SERVICES TO REDUCE THE RISK OF OR DELAY THE ONSET OF T2D, IDENTIFY AND TREAT COEXISTING CONDITIONS, AND MANAGE HEALTH NEEDS RESULTING FROM THE PROGRESSION TO A DIABETES DIAGNOSIS.  PARTNERING  WITH ARCARE AND MAINLINE HEALTH THROUGH THE DELTA AHEAD PROJECT, ADCES CAN HELP  ACHIEVE AN INCREASED NUMBER DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT SERVICES, INCREASED ADAPTATION AND TAILORING OF  PROGRAMS FOR PRIORITY POPULATIONS, INCREASE SCREENS FOR SOCIAL DETERMINANTS OF HEALTH, INCREASED NUMBER OF INDIVIDUALS SCREENED AND REFERRED TO COMMUNITY RESOURCES, IMPROVED SELF-MANAGEMENT OF DIABETES IN PRIORITY POPULATIONS, AND DECREASE PROPORTION OF PEOPLE WITH DIABETES WHO HAVE AN A1C >9%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cb019d6-86dc-5cdf-c44d-0d7e83a215c0-C", "generated_internal_id": "ASST_NON_NU58DP007378_7523"}, {"internal_id": 160586983, "Award ID": "NU58DP007377", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "93.988", "Description": "REACHING EVERY ARKANSAN BY CONNECTING HEALTH (REACH) RESOURCES TO REDUCE DIABETES DISPARITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62b9c3b8-561c-e054-9ff2-7e47f7ebeb42-R", "generated_internal_id": "ASST_NON_NU58DP007377_7523"}, {"internal_id": 160586982, "Award ID": "NU58DP007376", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - 2023", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45fa886b-05e6-ebee-04ce-3a9ea67c9552-C", "generated_internal_id": "ASST_NON_NU58DP007376_7523"}, {"internal_id": 160586981, "Award ID": "NU58DP007375", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "ADVANCING HEALTH EQUITY FOR HOUSTONIANS WITH OR AT RISK FOR DIABETES - THE HOUSTON HEALTH DEPARTMENT (HHD) IS PLEASED TO SUBMIT THIS APPLICATION FOR COMPONENT B OF THE CDC GRANT: A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES. THE GEOGRAPHIC AREA OF FOCUS IS HOUSTON, TX WHICH IS LOCATED IN HARRIS COUNTY, IDENTIFIED AS A HIGH NEED COUNTY, WITH A POPULATION OF 4,078,030 PEOPLE. HOUSTON IS THE 4TH MOST POPULOUS CITY AND IS A MINORITY-MAJORITY CITY. HOUSTON PRESENTS A UNIQUE CASE OF HIGH POPULATION DENSITY, INCREDIBLY BROAD ETHNIC DIVERSITY, AND HIGH SOCIOECONOMIC SEGREGATION. THESE FACTORS COMBINED, CREATE A SETTING FOR HEALTH INEQUITIES AND DISPARITIES IN DIABETES, HYPERTENSION, OBESITY, AND OTHER CHRONIC ISSUES.  THE TITLE FOR THE PROJECT OUTLINED IN THIS PROPOSAL IS ‘ADVANCING HEALTH EQUITY FOR HOUSTONIANS WITH OR AT RISK FOR DIABETES’. THE PURPOSE OF THIS PROJECT IS TO IMPLEMENT EVIDENCE-BASED STRATEGIES TO DECREASE THE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES, IMPROVE SELF-CARE PRACTICES AND QUALITY OF CARE FOR PEOPLE WITH DIABETES AND IMPLEMENT AN EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTION AS A TYPE 2 DIABETES RISK REDUCTION STRATEGY.  THROUGH THE IMPLEMENTATION OF THE SELECTED STRATEGIES AND ACTIVITIES, HHD EXPECTS TO HAVE ACHIEVED THE FOLLOWING PERFORMANCE PERIOD OUTCOMES BY THE END OF YEAR 5: INCREASE IN THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS. INCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS. INCREASE IN THE # OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES. INCREASED SDOH SCREENINGS IN CLINICAL SETTINGS. INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS. INCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES.  HHD WILL IMPLEMENT FOUR ‘COMPONENT B’ STRATEGIES TO ACHIEVE THE PERFORMANCE MEASURE TARGETS AND 5- YEAR OUTCOMES. THIS INCLUDES THE IMPLEMENTATION OF BOTH STRATEGY 1 AND STRATEGY 5 AS REQUIRED BY THE NOFO, IN ADDITION TO STRATEGY 8 AND 13. EQUITY AND INCLUSIVENESS WILL BE INGRAINED INTO THE PLANNING AND IMPLEMENTATION OF EACH STRATEGY AND ACTIVITY TO ENSURE THAT BARRIERS TO ACCESS ARE ADDRESSED.  HHD’S OFFICE OF CHRONIC DISEASE, HEALTH EDUCATION, AND WELLNESS (OCDHEW) WILL BE THE LEAD DIVISION FOR THE MANAGEMENT, IMPLEMENTATION, AND EVALUATION OF SELECTED STRATEGIES. HHD WILL PARTNER WITH MULTIPLE COMMUNITY-BASED AND FAITH-BASED ORGANIZATIONS, DIABETES SUBJECT MATTER EXPERTS, ORGANIZATIONS THAT PROVIDE SERVICES TO INDIVIDUALS WITH OR AT RISK FOR DIABETES, AND ORGANIZATIONS THAT PROVIDE SERVICES TO OR ENGAGE WITH PRIORITY POPULATIONS TO IMPLEMENT STRATEGIES AND ACTIVITIES OUTLINED IN THE WORK PLAN. THESE COLLABORATIONS WILL BE CENTERED ON SHARED GOALS RELATED TO HEALTH EQUITY AND/OR REDUCING SDOH-RELATED BARRIERS THAT IMPACT ACCESS TO AND SUCCESSFUL PARTICIPATION IN THE PROPOSED EVIDENCE-BASED PROGRAMS AND SERVICES INCLUDING DSMES, DPP, FAMILY CENTERED APPROACHES FOR THE PREVENTION AND/OR REDUCTION OF CHILDHOOD OBESITY, AND IN TRAINING PROVIDERS TO IDENTIFY AND ADDRESS THE SOCIAL DETERMINANTS OF HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65ebd379-09aa-3834-0e81-9fec88ec5c5a-C", "generated_internal_id": "ASST_NON_NU58DP007375_7523"}, {"internal_id": 160586980, "Award ID": "NU58DP007374", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "USING MULTI SECTORAL PARTNER NETWORKS TO SCALE AND SUSTAIN THE NATIONAL DIABETES PREVENTION PROGRAM TO REACH PRIORITY POPULATIONS - ABSTRACT PROJECT TITLE: USING MULTISECTORAL PARTNER NETWORKS TO SCALE AND SUSTAIN THE NATIONAL DIABETES PREVENTION PROGRAM TO REACH PRIORITY POPULATIONS APPLICANT ORGANIZATION: AMVENTUREX, INC./BIOCOACH   HTTPS://BIOCOACH.IOU        225 S 6TH STREET, STE 3900, MINNEAPOLIS, MN55402  AUTHORIZED ORGANIZATIONAL REPRESENTATIVE  MATTHEW PAYNE, PRESIDENT & CEO \t                               PHONE (507) 269-0155 \t                               MATT@BIOCOACH.IO COMPONENT C: USING MULTISECTORAL PARTNER NETWORKS TO SCALE AND SUSTAIN THE NATIONAL DIABETES PREVENTION PROGRAM TO REACH PRIORITY POPULATIONS, NATIONAL GEOGRAPHIC FOCUS TARGET POPULATION: HISPANIC, BLACK, LGBTQ, TRIBES, HOMELESS, ASIAN, PURPOSE: THIS GRANT AIMS TO REDUCE HEALTH DISPARITIES FOR PRIORITY POPULATIONS AND IMPROVE ACCESS AND DELIVERY FOR ALL PEOPLE TO COORDINATED AND INTEGRATED HEALTHCARE AND RELATED SERVICES. USING A MULTISECTORAL PARTNER NETWORK WE WILL IMPROVE SYSTEMS FOR PARTICIPANT REACH, ENROLLMENT, RETENTION, REFERRAL, PROGRAM DELIVERY, COVERAGE POLICIES, AND ACCESS TO SUPPORT SERVICES.. OVERARCHING GOAL: USE OF MULTISECTORAL PARTNER NETWORKS TO SCALE AND SUSTAIN THE NATIONAL DIABETES PREVENTION PROGRAM TO REACH PRIORITY POPULATIONS STRATEGY 1 ADMINISTRATIVE INFRASTRUCTURE: SERVE AS THE HUB FOR THE PARTNER NETWORK AND MANAGE ITS ADMINISTRATIVE INFRASTRUCTURE; STRATEGY 2 WORK WITH AND FUND CLINICAL AND COMMUNITY PARTNERS TO INSTITUTIONALIZE PARTICIPANT REFERRAL PROCESSES, WITH AN EMPHASIS ON REACHING PRIORITY POPULATIONS SPECIFIED IN THE ENROLLMENT GOAL AND IMPLEMENTING THE AMERICAN MEDICAL ASSOCIATION-SPONSORED PREDIABETES QUALITY MEASURES; STRATEGY 3 PROGRAM DELIVERY AND PARTICIPANT SUPPORT: WORK WITH DELIVERY PARTNERS TO ESTABLISH A NETWORK OF BOTH IN-PERSON AND VIRTUAL CDC-RECOGNIZED PROGRAM DELIVERY ORGANIZATIONS AND STANDARDIZE PROCEDURES FOR PARTICIPANT SUPPORT VIA SDOH PROGRAMS AND/OR SERVICES; STRATEGY 4 PAYMENT/COVERAGE: WORK WITH PAYER AND EMPLOYER PARTNERS TO IMPLEMENT EXISTING COVERAGE POLICIES AND TEST NEW COVERAGE POLICIES WITHIN THE NETWORK OUTCOMES: INCREASE IN CLINICAL AND CBO PARTNERS’ CAPACITY TO INSTITUTIONALIZE PARTICIPANT REFERRAL PROCESSES, WITH AN EMPHASIS ON INCREASING PRIORITY POPULATION REACH VIA SDOH PROGRAMS AND/OR SERVICES · INCREASE IN SYSTEMS THAT MONITOR THE OUTCOME OF PARTICIPANT REFERRALS TO IDENTIFY CLINICAL AND COMMUNITY-BASED REFERRAL PROCESSES THAT MAXIMIZE ENROLLMENT OF PRIORITY POPULATIONS · INCREASE IN USE OF EXISTING OR NEWLY DESIGNED COVERAGE BENEFITS TO COVER COSTS OF PROGRAM DELIVERY AND PROGRAM SUPPORTS FOR PRIORITY POPULATIONS · INCREASE IN MULTISECTORAL PARTNERSHIP NETWORKS WITH THE CAPACITY TO ACTIVATE ALL LEVERS OF THE NATIONAL DPP AND REACH PRIORITY POPULATIONS · INCREASE IN ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DPP LIFESTYLE INTERVENTION SUMMARY: DEVELOPING A HUB, COLLABORATION AND USE OF A BROAD NETWORK OF PARTNERS WE WILL USE TECHNOLOGY TO DRIVE HEALTHCARE SYSTEMS CHANGE. THE NETWORK INCLUDES BOTH VIRTUAL AND IN-PERSON USE OF CLINICIANS, COMMUNITY-BASED ORGANIZATIONS (LOCAL AND VIRTUAL), EMPLOYER/PAYER, A SERVICE DELIVERY ORGANIZATION, AND AN EXPERIENCED PARTNER ADDRESSING THE SOCIAL DETERMINANTS OF HEALTH, PLUS 4 STRATEGIES. WE BOLDLY USE TECHNOLOGY AND LINK DIABETICS AND PRE DIABETICS, WITH A FOCUS ON PRIORITY POPULATIONS, INTO AN E-REFERRAL SYSTEM. THE SYSTEM LINKS ALL THE VARIOUS PARTS TOGETHER FOR EASY ENROLLMENT OF INTO NATIONAL DIABETES PARTNERSHIP PROGRAM DELIVERY LIFESTYLE INTERVENTION. THE LARGEST DRIVER FOR FINDING LIFESTYLE INTERVENTION THAT BENEFITS PRIORITY POPULATIONS IS THE USE OF SOCIAL MEDIA AND INFLUENCERS WHO DRIVE THE MESSAGE DAILY. HEALTH EQUITY CONCEPTS AND WORK TAKES PLACE AT ALL POINTS OF WORK. WE WILL WORK ON THE GROUND IN STATES AS WELL AS VIRTUALLY TO REACH AND ENROLL AT LEAST 10,000 PEOPLE. WE WILL DRIVE IMPLEMENTATION AND USE OF THE NATIONAL AMERICAN DIABETES PREDIABETES PERFORMANCE MEASURES THROUGH EVERY STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39a686e4-590d-5bff-e2b7-442ca62a78d1-R", "generated_internal_id": "ASST_NON_NU58DP007374_7523"}, {"internal_id": 160586979, "Award ID": "NU58DP007373", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "PROVEN, SUSTAINABLE APPROACH TO EXPANDING DPP TO COUNTIES HARDEST HIT BY TYPE-2 DIABETES ACROSS MISSOURI, OHIO, ILLINOIS, AND VIRGINIA - PROVEN, SUSTAINABLE APPROACH TO EXPANDING DPP TO COUNTIES HARDEST HIT BY TYPE-2 DIABETES ACROSS MISSOURI, OHIO, ILLINOIS, AND VIRGINIA  HABITNU, A NATIONAL PROVIDER OF THE NATIONAL DIABETES PREVENTION PROGRAM (NDPP) WITH FULL CDC RECOGNITION, A PROVEN CDC-RECOGNIZED DPP UMBRELLA HUB MANAGEMENT STRATEGY, IN-HOUSE TECHNOLOGY FOR PARTICIPANT ENGAGEMENT, DATA MANAGEMENT, BILLING, AND CLAIMS SUBMISSION EXPERTISE SEEKS TO DEPLOY OUR UMBRELLA STRATEGY TO SCALE AND SUSTAIN THE DPP. HABITNU WILL LEAD A MULTI-STATE, MULTI-SECTORAL PARTNERSHIP OF STAKEHOLDERS, AND SERVE AS A CONDUIT FOR BI-DIRECTIONAL COLLABORATION AND IMPROVEMENT INITIATIVES BETWEEN STATE DEPARTMENTS OF HEALTH, REFERRAL ORGANIZATIONS, LOCAL DPP COMMUNITIES, LIFESTYLE COACHES, PAYERS, AND EMPLOYER GROUPS. HABITNU WILL OFFER OUR UMBRELLA HUB ADMINISTRATION EXPERTISE, DPP PLATFORM, AND NETWORK ACCESS TO DPP PROVIDERS (“SUBSIDIARIES'') IN THE HABITNU UMBRELLA. WE WILL FOCUS OUR EFFORTS IN FOUR KEY STATES IN WHICH WE ARE ALREADY ACTIVE: MISSOURI, OHIO, ILLINOIS, AND VIRGINIA, AND WILL TARGET MINORITY, AFRICAN AMERICAN, AND RURAL COMMUNITIES THAT FACE HEALTH INEQUITY AND FOOD INSECURITY.  TO ADDRESS THE SOCIAL DETERMINANTS OF HEALTH (SDOH) NEEDS OF PRIORITY POPULATIONS AND EXPAND THE PARTICIPANT RECRUITMENT REACH OF THE UMBRELLA, HABITNU WILL COLLABORATE WITH UNITE US, A NATIONAL SDOH PLATFORM WITH AN ESTABLISHED NETWORK OF HEALTH AND SOCIAL SERVICE PROVIDERS AND CARE NAVIGATORS. HABITNU’S STRATEGIC VISION IS TO BREAK DOWN SILOS AND BRING LONG-TERM FINANCIAL SUSTAINABILITY TO DPP DELIVERY BY DEPLOYING INTEGRATED UMBRELLA NETWORKS ACROSS EACH STATE. THE GOAL OF THESE NETWORKS WILL BE TO PROMOTE BROADER PAYER COVERAGE AND REMOVE OBSTACLES TO EFFECTIVE DPP DELIVERY BY CONNECTING COMPONENT A AWARDEES (STATE GOVERNMENT), COMMUNITY-BASED COMPONENT B AWARDEES, AND NEW AND EXISTING DPP PROVIDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e40a8248-ecaf-b90b-af06-1c09ef54f72a-C", "generated_internal_id": "ASST_NON_NU58DP007373_7523"}, {"internal_id": 160586978, "Award ID": "NU58DP007372", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "AMERICAN DIABETES ASSOCIATION - USING MULTISECTORAL PARTNER NETWORKS TO SCALE AND SUSTAIN THE  NATIONAL DPP TO REACH PRIORITY POPULATIONS - AMERICAN DIABETES ASSOCIATION - USING MULTISECTORAL PARTNER NETWORKS TO SCALE AND SUSTAIN THE  NATIONAL DPP TO REACH PRIORITY POPULATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66a39e52-675f-1067-f058-0e60e7eaf87f-C", "generated_internal_id": "ASST_NON_NU58DP007372_7523"}, {"internal_id": 160586977, "Award ID": "NU58DP007371", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - THE CALIFORNIA DEPARTMENT OF PUBLIC HEALTH (CDPH) IS A STATE HEALTH DEPARTMENT APPLYING FOR THE CENTERS FOR DISEASE CONTROL AND PREVENTION FUNDING OPPORTUNITY, CDC-RFA-DP23-0020, NATIONAL CENTER FOR CHRONIC DISEASE PREVENTION AND HEALTH PROMOTION, A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES, COMPONENT A. THE PROPOSED AREA OF FOCUS IS THE STATE OF CALIFORNIA, WHERE CDPH HAS THE TOOLS, COMMITMENT, AND RESOURCES NEEDED TO SERVE ALL CALIFORNIAN POPULATIONS AND COMMUNITIES IN THIS GRANT.  CDPH WILL IMPLEMENT ACTIVITIES FOR COMPONENT A THAT WILL DECREASE THE RISK FOR TYPE 2 DIABETES AMONG PRIORITY POPULATIONS, ENHANCE QUALITY OF CARE AND EARLY DETECTION OF DIABETES COMPLICATIONS, AND SUPPORT FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS. TO ENSURE CDPH IMPLEMENTS HEALTH EQUITY SOLUTIONS THROUGHOUT ALL PHASES OF THIS GRANT, CDPH WILL WORK CLOSELY WITH OTHER STATE AGENCIES, LOCAL HEALTH DEPARTMENTS, AND OTHER KEY COMMUNITY STAKEHOLDERS AND PARTNERS. CDPH WILL BE THOROUGH IN ITS APPROACH TO SEEK AND IMPLEMENT FEEDBACK FROM WITHIN PRIORITY POPULATIONS. CDPH WILL IMPLEMENT THE SELECTED STRATEGIES IN AREAS WITH DISPROPORTIONATELY LOWER-INCOMES, AND MINORITY COMMUNITIES WITH HIGH RISK FACTORS FOR PREDIABETES AND DIABETES PREVALENCE, SUCH AS INACCESSIBILITY TO PHYSICAL ACTIVITY, HEALTHY FOODS, AND EQUITABLE EMPLOYMENT AND EDUCATION. STRATEGY IMPLEMENTATION IN THESE AREAS WILL SUPPORT PUBLIC HEALTH EFFORTS IN THE PREVENTION AND MANAGEMENT OF DIABETES ACROSS ALL COMMUNITY SETTINGS AND HEALTH SYSTEM ORGANIZATIONS. CDPH WILL FOCUS ON IMPROVING SOCIAL DETERMINANTS OF HEALTH THAT WILL RESULT IN BETTER OUTCOMES FOR HEALTH EQUITY FOR PRIORITY POPULATIONS.  CDPH WILL USE FUNDING FROM THIS GRANT TO ADDRESS PREVENTION AND MANAGEMENT OF DIABETES AND ITS ASSOCIATED RISK FACTORS. STAFF WILL PROMOTE AWARENESS AND REPORTING OF DIABETES AND PRE-DIABETES AMONG AT-RISK POPULATIONS TO IMPROVE HEALTH MANAGEMENT AND HEALTH OUTCOMES. CDPH WILL COLLABORATE WITH HEALTH CARE PLANS AND SYSTEMS, LEVERAGE ONGOING STATEWIDE INITIATIVES FOR COMMUNITY HEALTH WORKER EXPANSION AND REIMBURSEMENT, AND INTEGRATE PHARMACIST NETWORKS TO IMPROVE TEAM-BASED CARE WHILE ENCOURAGING HEALTHY LIFESTYLE CHANGES. CDPH WILL ALSO MONITOR AND EVALUATE THE EFFECTIVENESS OF THE PROPOSED MULTI-LEVEL, COORDINATED APPROACH WITH HEALTH EQUITY INTEGRATION TO ACHIEVE AND DELIVER SUSTAINABLE IMPACT ON DIABETES PREVENTION AND MANAGEMENT, AND IMPROVE THE LONG-TERM HEALTH OF ALL CALIFORNIANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64048723-62cc-f781-ac4a-c34a02f7934b-C", "generated_internal_id": "ASST_NON_NU58DP007371_7523"}, {"internal_id": 160586976, "Award ID": "NU58DP007370", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - IN THIS PROPOSAL FOR COMPONENT A, THE MISSISSIPPI STATE DEPARTMENT OF HEALTH (MSDH), DIABETES PREVENTION AND CONTROL PROGRAM, LOCATED AT 713 PEAR ORCHARD ROAD, SUITE 201-PLAZA II, RIDGELAND, MS 39157, WILL IMPLEMENT EVIDENCE-BASED STRATEGIES SUCH AS THE NATIONAL DIABETES PREVENTION PROGRAM (DPP), DIABETES SELF-MANAGEMENT EDUCATION SUPPORT PROGRAM (DSMES), AND FAMILY CENTERED CHILDHOOD OBESITY INTERVENTIONS TO IMPROVE HEALTH OUTCOMES FOR THE CITIZENS OF MISSISSIPPI. THE DPCP WILL USE A COLLABORATIVE APPROACH TO INCREASE CAPACITY TO ADDRESS AND PREVENT DIABETES BY EXPANDING SERVICE DELIVERY; INCREASING AWARENESS, ENGAGEMENT, AND ACCESS AMONG PRIORITY POPULATIONS; AND DEVELOPING REFERRAL SYSTEMS THAT ADDRESS NOT ONLY DIABETES CARE, BUT ALSO SOCIAL NEEDS AND BARRIERS TO SERVICE AMONG PRIORITY POPULATIONS. THE DPCP HAS ESTABLISHED DELIVERY OF AND REIMBURSEMENT FOR DPP AND DSMES. WE WILL BUILD UPON THIS, FOCUSING ON UNDERSERVED COUNTIES WITH HIGH DIABETES INCIDENCE AND MORTALITY RATES TO PROVIDE THE GREATEST BENEFIT TO THOSE MOST IMPACTED BY DIABETES AND ITS COMPLICATIONS. WE WILL ASSIST NEW DSMES AND DPP SITES TO MOVE TOWARDS SELF-SUFFICIENCY THROUGH TECHNICAL ASSISTANCE, PROVISION OF A BILLING PLATFORM, AND ESTABLISHING MSDH AS AN UMBRELLA HUB FOR ORGANIZATIONS TO OBTAIN SERVICE REIMBURSEMENT. WE WILL WORK WITH THE MSDH OFFICE OF COMMUNICATIONS TO DEPLOY A MULTI-LAYERED CAMPAIGN TARGETED TO HEALTHCARE PROVIDERS, INDIVIDUALS WITH DIABETES, AND THOSE AT RISK FOR DIABETES TO RAISE AWARENESS ABOUT DIABETES PREVENTION, MANAGEMENT, AND COMPLICATIONS ASSOCIATED WITH THE DISEASE. UTILIZING MSDH’S EXISTING INFRASTRUCTURE, WORKFORCE, AND RESOURCES WILL MAXIMIZE GRANT FUNDS AND ENABLE THE DEVELOPMENT OF THE PROPOSED MULTI-DIRECTIONAL REFERRAL SYSTEM AND COORDINATION OF CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d049c677-25f4-c424-4f54-2faaa15e9b62-C", "generated_internal_id": "ASST_NON_NU58DP007370_7523"}, {"internal_id": 160586975, "Award ID": "NU58DP007369", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES. - THE KENTUCKY CABINET FOR HEALTH AND FAMILY SERVICES, LOCATED AT 275 EAST MAIN STREET IN FRANKFORT, KENTUCKY, HOUSES THE KENTUCKY DEPARTMENT FOR PUBLIC HEALTH’S (KDPH), KENTUCKY DIABETES PREVENTION AND CONTROL PROGRAM (KDPCP).  THE KDPCP IS APPLYING FOR CATEGORY A OF THIS FUNDING OPPORTUNITY AND WILL COLLABORATE AND THEIR EXTENSIVE NETWORK OF STAKEHOLDERS AND PARTNERS, TO DECREASE THE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES AND IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS AMONG PEOPLE WITH DIABETES WITH EMPHASIS ON REDUCING HEALTH DISPARITIES FOR PRIORITY POPULATIONS AT BOTH THE STATE AND LOCAL LEVEL.  THE PRIORITY POPULATIONS IDENTIFIED IN THIS APPLICATION ARE DIVERSE IN GEOGRAPHY, RACE AND ETHNICITY, AND SOCIO-ECONOMIC STATUS AND INCLUDE RURAL, LOW SES POPULATIONS – PARTICULARLY THE EASTERN/APPALACHIAN REGION OF THE STATE, THE AFRICAN AMERICAN, BLACK POPULATION, THOSE GREATER THAN 65 YEARS OF AGE AND THE HISPANIC/LATINO POPULATION.  WITH ITS LONG HISTORY OF DIABETES PREVENTION AND MANAGEMENT WORK, HIGHLY SKILLED AND EXPERIENCED TEAM AND EXTENSIVE NETWORK OF PUBLIC AND PRIVATE PARTNERS, KDPCP IS WELL POSITIONED TO ENGAGE IN THIS WORK.   KDPCP HAS A STRONG INFRASTRUCTURE WITH LOCAL HEALTH DEPARTMENTS ACROSS THE STATE THAT FACILITATES STATE AS WELL AS LOCAL ACCESS TO COMMUNITIES AND PRIORITY POPULATIONS ACROSS KENTUCKY.  KDPCP WILL CONTINUE TO BUILD UPON THESE NETWORKS TO FURTHER ENGAGE AND COLLABORATE WITH COMMUNITIES AND TARGET POPULATIONS TO ADDRESS NEEDS RELATED TO SOCIAL DETERMINANTS OF HEALTH.  TO ADDRESS DIABETES MANAGEMENT, THE KDPCP WILL MAINTAIN ITS NATIONALLY ACCREDITED/RECOGNIZED INNOVATIVE UMBRELLA DIABETES SELF-MANAGEMENT AND SUPPORT (DSMES) PROGRAM, \"HEALTHY LIVING WITH DIABETES.\"  UNDER THIS UMBRELLA ACCREDITATION, ALL KENTUCKY COUNTIES WILL CONTINUE TO HAVE ACCESS TO ACCREDITED DSMES SERVICES VIA VIRTUAL PROGRAMMING, AS WELL AS IN-PERSON PROGRAMS IN SOME LOCATIONS. FURTHER INNOVATIONS TO EXPAND ACCESS TO PRIORITY POPULATIONS, INCLUDING A FACILITATED REMOTE MODEL, ARE DESCRIBED IN THIS APPLICATION.  TO ADDRESS DIABETES PREVENTION, KDPCP WILL CONTINUE TO WORK WITH KENTUCKY'S NATIONAL DIABETES PREVENTION PROGRAM (DPP) NETWORK TO SUPPORT INITIAL AND ADVANCED COACHES TRAINING, SUPPORT MESSAGING AROUND PREDIABETES AND THE NATIONAL DPP, ADVOCATE FOR REIMBURSEMENT/SUSTAINABILITY FOR DPP, AND PROMOTE MESSAGING TO PRIORITY POPULATIONS SUCH AS THE UNIQUE STORY-TELLING APPROACH TARGETING THE APPALACHIAN POPULATION VIA \"APPALSHOP.\"  IN ADDITION, HEALTH SYSTEMS QUALITY IMPROVEMENT EFFORTS INCLUDE LEARNING COLLABORATIVES WITH PRIMARY CARE PRACTICES AND HEALTH CARE TEAM MEMBERS TO IMPROVE REFERRALS AND MULTI-DIRECTIONAL COMMUNICATION REGARDING DSMES AND DPP.  CONTINUING WORK WITH THE KENTUCKY OFFICE OF COMMUNITY HEALTH WORKERS WILL INCLUDE DEFINING AND SUPPORTING THE CHW ROLE IN DIABETES AND DIABETES PREVENTION EFFORTS.  THIS WILL INCLUDE TRAINING AND THE DEVELOPMENT OF PRACTICE MODELS FOR CHWS IN THE DIABETES HEALTH CARE TEAM INCLUDING ADDRESSING SDOH NEEDS.  FURTHER TRAINING FOR DIABETES STAFF AND PARTNERS AROUND SDOH IS PLANNED AS WELL.  LASTLY, KDPCP WILL REENERGIZE ITS EFFORTS AROUND PREVENTION OF COMPLICATIONS FROM DIABETES, SPECIFICALLY EYE AND KIDNEY DISEASE.  THIS WILL INCLUDE ENGAGING NEW AND \"OLD\" PARTNERS AND LEARNING BEST PRACTICES FOR PREVENTION EFFORTS AMONG PRIORITY POPULATIONS.  KDPCP IS WELL POSITIONED TO ENGAGE IN THIS WORK TO ADVANCE HEALTH EQUITY AMONG PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_NU58DP007369_7523"}, {"internal_id": 160586974, "Award ID": "NU58DP007368", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "NEVADA'S STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - PROJECT ABSTRACT SUMMARY (DP-23-0020)  THE GOAL OF THIS PROPOSED PROJECT, LED BY THE CHRONIC DISEASE PREVENTION AND HEALTH PROMOTION (CDPHP) SECTION OF THE NEVADA DIVISION OF PUBLIC AND BEHAVIORAL HEALTH, 4150 TECHNOLOGY WAY, SUITE 210, CARSON CITY, NV 89706, IS TO IMPLEMENT AND EVALUATE EVIDENCE-BASED STRATEGIES TO REDUCE HEALTH DISPARITIES FOR PRIORITY POPULATIONS TO HELP PREVENT AND MANAGE DIABETES IN NEVADA. BASED ON OUR ANALYSIS, TARGET POPULATIONS FOR THIS PROJECT ARE INDIVIDUALS WHO IDENTIFY AS HISPANIC AND/OR LATINO, AFRICAN AMERICAN, ASIAN, AND/OR NATIVE HAWAIIAN/PACIFIC ISLANDER; PEOPLE OVER 65; RURAL AND FRONTIER RESIDENTS; AND LOW-SOCIOECONOMIC STATUS AND UN- OR UNDERINSURED PEOPLE. ALL WORK SUPPORTED UNDER THIS AWARD WILL ADDRESS HEALTH DISPARITIES FOR PRIORITY POPULATIONS AS A PRIMARY AND FULLY INTEGRATED PART OF EACH STRATEGY.  DURING THE GRANT PERIOD, THE CDPHP WILL IMPLEMENT COMPONENT A OF THE AWARD WITH THE AIM OF IMPROVING PREVENTION AND MANAGEMENT FOR PEOPLE WITH DIABETES THROUGH THE THREE (3) CORE STRATEGIES: EVIDENCE-BASED APPROACHES TO BOTH DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION/RISK REDUCTION, AND POLICY AND SYSTEMS-LEVEL SUPPORT FOR THOSE APPROACHES. TO IMPLEMENT AND EVALUATE THE ABOVE STRATEGIES, THE CDPHP WILL LEVERAGE SUSTAINABLE, STATEWIDE MULTI-SECTOR PARTNERSHIPS WITH PARTNERS IN NEVADA, INCLUDING COMAGINE HEALTH, THE ROSEMAN UNIVERSITY OF HEALTH SCIENCES COLLEGE OF PHARMACY, THE NEVADA BUSINESS GROUP ON HEALTH, AND THE SANFORD CENTER FOR AGING AT THE UNIVERSITY OF NEVADA, RENO, ALL OF WHOM HAVE EXPERIENCE WORKING WITH THE PRIORITY POPULATIONS IN THE STATE.  TYPE 2 DIABETES IS A SIGNIFICANT PROBLEM IN NEVADA, WITH PREVALENCE RATES HIGHER THAN THE NATIONAL AVERAGE AND ESTIMATED COSTS OF $2.7 BILLION A YEAR IN THE STATE. IN ADDITION, AN ESTIMATED 35 PERCENT OF NEVADANS HAVE PREDIABETES, MANY OF WHOM DO NOT KNOW THEY HAVE THE CONDITION, AND WHO ARE AT HIGHLY ELEVATED RISK OF EVENTUALLY DEVELOPING TYPE 2 DIABETES. DIABETES ALSO AFFECTS CERTAIN GROUPS IN NEVADA MORE THAN OTHERS. THE PREVALENCE OF DIABETES IN RURAL AND FRONTIER COUNTIES (8.8%) IS HIGHER THAN IN URBAN COUNTIES (8%). THE MORTALITY RATE FOR DIABETES IN THE RURAL/FRONTIER COUNTIES ALSO INCREASED BY 72.2 PERCENT BETWEEN 2014 AND 2018. OTHER GROUPS LIKELY TO BE DISPARATELY AFFECTED BY DIABETES INCLUDE PEOPLE WHO IDENTIFY AS AFRICAN AMERICANS (PREVALENCE OF 11.8%), ASIAN/PACIFIC ISLANDER (14.5%), OR HISPANIC/LATINO (13.7%), ADULTS OLDER THAN 65 YEARS (25.6%), AND THOSE WITH HOUSEHOLD INCOMES LESS THAN $15,000 PER YEAR (20.2%).  THROUGH THIS GRANT OPPORTUNITY, THE CDPHP PROPOSES TO IMPLEMENT AND EVALUATE EVIDENCE-BASED STRATEGIES SUPPORTING EXPANSION OF DIABETES PREVENTION AND SELF-MANAGEMENT PROGRAMS, IMPROVING ACCEPTABILITY AND QUALITY OF CARE FOR PEOPLE WITH DIABETES, PROMOTING EMPLOYER COVERAGE OF DIABETES PREVENTION PROGRAMS, INNOVATIVE BUNDLING OF SELF-MANAGEMENT AND PREVENTION PROGRAMS WITH SERVICES TO ADDRESS THE RELEVANT SOCIAL AND HEALTH NEEDS OF PRIORITY POPULATIONS, AND IMPROVING THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS SOCIAL DETERMINANTS OF HEALTH AFFECTING THEIR PATIENTS AND CLIENTS. INTENDED LONG-TERM OUTCOMES OF THIS PROJECT ARE TO DECREASE IN THE PROPORTION OF NEVADA RESIDENTS WITH A A1C OVER NINE (9) PERCENT, INCREASE IN THE NUMBER OF PEOPLE WHO COMPLETE A CDC-RECOGNIZED LIFESTYLE CHANGE PROGRAM, AND FACILITATE POSITIVE CHANGES RELATED TO BMI AND QUALITY OF LIFE OF CHILDREN AND THEIR CAREGIVERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cacf92ab-9b24-6c0b-c0ae-8da4822c55c0-C", "generated_internal_id": "ASST_NON_NU58DP007368_7523"}, {"internal_id": 160586973, "Award ID": "NU58DP007367", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - I.\tPROJECT ABSTRACT  PROJECT TITLE: A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES (CDC-RFA-DP-23-0020) APPLICANT ORGANIZATION: IDAHO DEPARTMENT OF HEALTH AND WELFARE PHYSICAL LOCATION: 450 WEST STATE STREET BOISE, IDAHO 83702 COMPONENT APPLYING FOR: COMPONENT A STATE SERVED: IDAHO PROJECT DIRECTOR: ANGIE BAILEY, RDH-EA, MSDH, SECTION MANAGER, CHRONIC DISEASE SECTION, BUREAU OF COMMUNITY HEALTH, DIVISION OF PUBLIC HEALTH, IDAHO DEPARTMENT OF HEALTH & WELFARE PHONE NUMBER: 208-334-6605 EMAIL ADDRESS: ANGIE.BAILEY@DHW.IDAHO.GOV WEBSITE: HTTPS://HEALTHANDWELFARE.IDAHO.GOV FUNDS REQUESTED: $850,000  THE PURPOSE OF THIS APPLICATION IS TO ADVANCE IDAHO’S DIABETES PREVENTION AND MANAGEMENT INFRASTRUCTURE TO REDUCE HEALTH DISPARITIES FOR AMERICAN INDIANS/ALASKAN NATIVES, HISPANIC COMMUNITIES, AND INDIVIDUALS OF LOW SOCIOECONOMIC STATUS (SES). AMERICAN INDIAN/ALASKAN NATIVE, HISPANIC/LATINO, AND/OR PERSONS OF SES IN IDAHO CONTINUE TO EXPERIENCE HIGHER PREVALENCE OF DIABETES AND SIGNIFICANT CHALLENGES TO ACCESSING EVIDENCE-BASED SERVICES. ALL WORK PROPOSED IN THIS APPLICATION WILL SUPPORT INCREASING ACCESS AND ELIMINATING BARRIERS FOR RECRUITMENT, PARTICIPATION, AND RETENTION, SUPPORTED BY KEY PARTNERSHIPS WITH ORGANIZATIONS PRIMARILY SERVING AND REPRESENTING IDAHO’S PRIORITY POPULATIONS. THE IDAHO DIABETES, HEART DISEASE, AND STROKE PREVENTION (DHDSP) PROGRAM WITHIN THE IDAHO DEPARTMENT OF HEALTH AND WELFARE MAINTAINS THE ABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES, STATEWIDE. THROUGH NEW AND LONGSTANDING PARTNERSHIPS, THE IDAHO DHDSP PROGRAM WILL EXPAND EVIDENCE-BASED SERVICES TO IMPROVE ACCESS AND RETENTION OF PRIORITY POPULATIONS IN DIABETES MANAGEMENT AND PREVENTION SERVICES. PARTNERSHIPS WILL FURTHER SUPPORT IMPLEMENTATION OF FAMILY-CENTERED, CHILDHOOD OBESITY INTERVENTIONS AND STRENGTHEN THE INFRASTRUCTURE FOR COMMUNITY HEALTH WORKERS TO EXPAND THEIR INVOLVEMENT IN DIABETES PREVENTION AND MANAGEMENT SERVICES. SYSTEM AND POPULATION-LEVEL NEEDS RELATED TO SOCIAL DETERMINANTS OF HEALTH (SDOH) WILL BE ADDRESSED TO SUPPORT PRIORITY POPULATION ENGAGEMENT IN THE SELECTED STRATEGIES. THE IDAHO DHDSP PROGRAM WILL WORK TOWARD ACHIEVING THE FOLLOWING OUTCOMES: -\tINCREASE IN THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; -\tINCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; -\tINCREASE IN THE # OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES (I.E., HEALTH/MENTAL HEALTH RESOURCES); -\tINCREASED SDOH SCREENINGS IN CLINICAL SETTINGS; -\tINCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; AND -\tINCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_NU58DP007367_7523"}, {"internal_id": 160586972, "Award ID": "NU58DP007366", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "SOUTH CAROLINA'S STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - THE PURPOSE OF THIS INITIATIVE IS TO REDUCE HEALTH DISPARITIES AND IMPROVE HEALTH EQUITY BY ENGAGING PRIORITY POPULATIONS IN THE PREVENTION AND MANAGEMENT OF DIABETES IN SOUTH CAROLINA (SC). THIS WILL BE ACHIEVED BY USING A CULTURALLY RESPONSIVE APPROACH TO IMPLEMENT SIX STRATEGIES UNDER COMPONENT A, WITH A FOCUS ON NON-HISPANIC BLACK AND HISPANIC ADULTS AND YOUTH. SC’S APPLICATION BUILDS AND EXPANDS UPON THE ACCOMPLISHMENTS AND OUTCOMES ACHIEVED FROM PREVIOUSLY FUNDED CDC GRANTS (901, 1305, 1422, 1815, 1817). THE SC DEPARTMENT OF HEALTH AND ENVIRONMENTAL CONTROL’S (DHEC’S) CENTRAL OFFICE IS LOCATED AT 2600 BULL STREET, COLUMBIA, SC, 29201. DHEC AND THE DIVISION OF DIABETES AND HEART DISEASE MANAGEMENT (DDHDM) HAVE A STATEWIDE PRESENCE, HISTORY AND EXPERIENCE IMPLEMENTING FEDERAL GRANTS WHICH DEMONSTRATES OUR CAPACITY TO SERVE ALL SOUTH CAROLINIANS. IN ADDITION, ONE OF DHEC’S NON-NEGOTIABLE CORE VALUES IS ADVANCING EQUITY IN THE STATE AS DEMONSTRATED BY THE CREATION OF THE OFFICE OF DIVERSITY, EQUITY, AND INCLUSION.  DDHDM USED A DATA DRIVEN APPROACH TO FOCUS EFFORTS ON PRIORITY POPULATIONS. THIS APPLICATION SUPPORTS INVESTMENTS IN IMPLEMENTING AND EVALUATING EVIDENCE-BASED STRATEGIES TO PREVENT AND MANAGE CHRONIC DISEASE THAT ADDRESS OBESITY, PREDIABETES, AND DIABETES IN 22 HIGH PRIORITY COUNTIES TO REACH NON-HISPANIC BLACK AND HISPANIC/LATINO ADULTS AND YOUTH. ADDITIONALLY, INTERNAL AND EXTERNAL PARTNERS WILL ASSIST WITH REACHING PRIORITY POPULATIONS THROUGHOUT THE STATE.  THIS PROPOSAL ADDRESSES SOCIAL DETERMINANTS OF HEALTH (SDOH) AND ITS IMPACT ON DIABETES DISPARITIES. OVER 20% OF THE BUDGET HAS BEEN ALLOCATED TO ADDRESS SDOH. THE OBJECTIVES AND ACTIVITIES OUTLINED IN THE WORK PLAN, BUILD UPON LONG-STANDING EFFORTS, RESOURCES, AND PARTNERSHIPS TO MEET OUTCOMES OF THE SELECTED STRATEGIES. THROUGH THIS FUNDING OPPORTUNITY, SC WILL INTENTIONALLY BUILD SYNERGY BETWEEN STRATEGIES AND PARTNERS TO YIELD IMPROVED HEALTH OUTCOMES FOR PEOPLE WITH OR AT RISK FOR OBESITY, PREDIABETES, AND DIABETES.  DURING THE PERIOD OF PERFORMANCE, SOME OF THE EXPECTED OUTCOMES FOR THE CHOSEN STRATEGIES INCLUDE INCREASING: 1) ADAPTATION/TAILORING OF NDPPS/MDPPS, FAMILY-CENTERED CHILDHOOD OBESITY PROGRAMS, AND INNOVATIVE REIMBURSEMENT MODELS TO REACH AND RETAIN THE PRIORITY POPULATIONS; 2) THE NUMBER OF ORGANIZATIONS IMPLEMENTING FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS; 3) THE NUMBER OF PATIENTS/PARTICIPANTS SCREENED AND REFERRED TO COMMUNITY RESOURCES TO ADDRESS SDOH/SOCIAL NEEDS; 4) THE NUMBER OF NDPP/MDPP PROGRAMS EMBEDDED IN A MULTI-DIRECTIONAL E-REFERRAL SYSTEM; 5) KNOWLEDGE/SKILLS AND INCLUSIVITY OF CHWS IN CLINICAL SETTINGS TO ADDRESS DIABETES PREVENTION AND MANAGEMENT SERVICES; 6) THE NUMBER OF REFERRALS TO NDPPS/MDPPS; 7) THE NUMBER AND TYPE OF STAFF TRAINED ON THE RELATIONSHIP BETWEEN SDOH AND DIABETES; 8) THE PROPORTION OF THE PRIORITY POPULATION ENROLLED AND RETAINED IN NDPPS/MDPPS AND FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS; 9) THE PROPORTION OF THE PRIORITY POPULATION ACCESSING NEEDED SDOH RESOURCES; 10) THE PROPORTION OF THE PRIORITY POPULATION REFERRED AND ENROLLED IN NDPPS/MDPPS; 11) THE PROPORTION OF THE PRIORITY POPULATION WITH DIABETES PARTICIPATING IN DSMES OR OTHER DIABETES SUPPORT PROGRAMS/SERVICES; 12) PATIENT/PARTICIPANT CONTACT WITH CHWS; AND 13) THE NUMBER OF IMPLEMENTED POLICIES/PROTOCOLS TO SCREEN AND REFER PEOPLE TO SDOH RESOURCES.  WHERE POSSIBLE, THE DDHDM WILL LEVERAGE PARTNERSHIPS TO MAXIMIZE REACH OF PROGRAM IMPLEMENTATION AND DATA COLLECTION. THE DDHDM’S APPROACH PROVIDES THE NECESSARY PROGRAM MANAGEMENT, COORDINATION, AND EVALUATION TO EFFECTIVELY AND EFFICIENTLY IMPLEMENT DIABETES PREVENTION AND MANAGEMENT EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NU58DP007366_7523"}, {"internal_id": 160586971, "Award ID": "NU58DP007365", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "THE WV DEPARTMENT OF HEALTH AND HUMAN RESOURCES, BUREAU FOR PUBLIC HEALTH (WV DHHR BPH), DIVISION OF HEALTH PROMOTION AND CHRONIC DISEASE PREVENTION (HPCD) SUBMITS THIS FUNDING APPLICATION FOR CDC-RFA - THE WV DEPARTMENT OF HEALTH AND HUMAN RESOURCES, BUREAU FOR PUBLIC HEALTH (WV DHHR BPH), DIVISION OF HEALTH PROMOTION AND CHRONIC DISEASE PREVENTION (HPCD) SUBMITS THIS FUNDING APPLICATION FOR CDC-RFA-DP-23-0020 COMPONENT A.  AS THE SECOND-MOST RURAL STATE IN THE NATION, WEST VIRGINIA (WV) IS THE ONLY STATE LOCATED ENTIRELY WITHIN THE APPALACHIAN REGION, AN AREA DISTINGUISHED BY MOUNTAINOUS TERRAIN, GEOGRAPHIC ISOLATION, AND HISTORICAL ECONOMIC HARDSHIP AND EXPLOITATION. THE COVID-19 PANDEMIC GREATLY EMPHASIZED THE DISPARITIES SUFFERED BY MANY IN RURAL WV, FURTHER STRESSED BY THE LACK OF ACCESS TO HEALTHCARE, BROADBAND INTERNET, AND TRANSPORTATION. THOSE WITH INTERSECTING IDENTITIES, SUCH AS RACIAL AND ETHNIC MINORITIES, LGBTQIA+ INDIVIDUALS, ETC., IN RURAL AREAS CONTINUE TO EXPERIENCE THE MOST SIGNIFICANT HEALTH DISPARITIES IN ACCESS TO CARE, INCIDENCE, PREVALENCE, MORTALITY, AND BURDEN OF CHRONIC DISEASE.  HPCD HAS A HISTORY OF STRONG PARTNERSHIPS WITHIN WV COMMUNITIES. UNDER DP1815 AND DP1305, HPCD UTILIZED A PARTNER-BASED APPROACH TO DEVELOP A TEAM OF “SYNERGY PARTNERS”. THESE SYNERGY PARTNERS WORK WITH HPCD IN A MUTUALLY SUPPORTIVE CAPACITY TO ACHIEVE MEANINGFUL CHANGE, AND INCLUDE SMALL, GRASSROOTS COMMUNITY-BASED ORGANIZATIONS (CBO), AS WELL AS LARGER STATEWIDE ORGANIZATIONS AND INSTITUTIONS OF HIGHER LEARNING. HPCD SEEKS TO UTILIZE ITS PARTNERSHIPS TO DECREASE THE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES, AND TO IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS AND RISK FACTORS. HPCD WILL WORK WITH PARTNERS THROUGHOUT THE STATE TO IDENTIFY AND REMOVE BARRIERS TO CARE BY ADDRESSING THE SOCIAL DETERMINANTS OF HEALTH (SDOH) AND WILL WORK WITH PARTNERS TO TARGET POPULATIONS THAT HAVE SYSTEMATICALLY EXPERIENCED A GREATER BURDEN OF DISEASE DUE TO HISTORICAL DISCRIMINATION OR EXCLUSION. THIS INCLUDES RACIAL AND ETHNIC MINORITIES, LGBTQIA+ INDIVIDUALS, AND POPULATIONS HISTORICALLY MARGINALIZED DUE TO RELIGION, SOCIOECONOMIC STATUS, AGE, MENTAL HEALTH, AND/OR DISABILITY.  BY THE END OF THIS GRANT HPCD WILL HAVE INCREASED ACCESS FOR THE PRIORITY POPULATIONS TO A WIDER SPECTRUM OF DIABETES SUPPORT SERVICES, AS WELL AS STAFF WHO HAVE BEEN TRAINED IN SDOH STRATEGIES THAT ARE INCLUSIVE OF RACIAL AND ETHNIC MINORITIES, LGBTQIA+ INDIVIDUALS, ETC. HPCD WILL HAVE INCORPORATED ADA GUIDELINES FOR EACH YEAR OF THE DP2320 GRANT INTO TRAINING FOR HEALTH CARE TEAMS AND CBOS. HPCD WILL HAVE GROWN THE NUMBER OF LIFESTYLE-COACHES REPRESENTATIVE OF RACIAL AND ETHNIC MINORITIES, LGBTQIA+ INDIVIDUALS, ETC., THUS ALLOWING FOR GREATER RECRUITMENT AND RETENTION OF INDIVIDUALS FROM PRIORITY POPULATIONS. HPCD HAS A TARGET OF 10% OF ALL NEW PARTICIPATION IN DIABETES PREVENTION AND TREATMENT SERVICES TO BE FROM PRIORITY POPULATIONS. CURRENT AND NEW ORGANIZATIONS WILL HAVE BEEN PROVIDED ONGOING TRAINING SESSIONS ON THE UTILIZATION OF EQUITABLE AND SUSTAINABLE BILLING MODELS THAT INCREASE THE ACCESSIBILITY FOR TARGET POPULATIONS USING THEIR SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74b936bd-5131-5fd6-3a82-cd69146dba56-C", "generated_internal_id": "ASST_NON_NU58DP007365_7523"}, {"internal_id": 160586970, "Award ID": "NU58DP007364", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES IN HAWAII - FOR MORE THAN FIFTEEN YEARS, THE DIABETES PREVENTION AND CONTROL PROGRAM (DPCP), HOUSED IN THE HAWAII DEPARTMENT OF HEALTH (HDOH), CHRONIC DISEASE PREVENTION AND HEALTH PROMOTION DIVISION, CHRONIC DISEASE MANAGEMENT BRANCH, HAS PROVIDED STATEWIDE LEADERSHIP AND COORDINATION FOR DIABETES PREVENTION AND CONTROL. THE HDOH IS LOCATED AT 1250 PUNCHBOWL STREET, HONOLULU, HAWAII 96813. THE DOH IS APPLYING FOR COMPONENT A OF CDC-RFA-23-0020.  DESPITE BEING RANKED AS ONE OF THE HEALTHIEST STATES IN THE NATION, MANY OF THE SAME PRESSING HEALTH TRENDS OBSERVED NATIONALLY ARE PRESENT IN HAWAII, ESPECIALLY AMONG VULNERABLE POPULATIONS. OVERWEIGHT AND OBESITY RATES HAVE BEEN INCREASING OVER THE YEARS, WITH 33.6% AND 24.5% OF ADULTS FALLING INTO THESE CATEGORIES RESPECTIVELY (BEHAVIORAL RISK FACTOR SURVEILLANCE SYSTEM [BRFSS] 2020). IN ADDITION, 16.5% OF ADULTS REPORT BEING DIAGNOSED WITH PREDIABETES, AND 9.4% REPORT BEING DIAGNOSED WITH TYPE 2 DIABETES (BRFSS 2020). AMONG HAWAII’S FEDERALLY QUALIFIED HEALTH CENTERS, 16.3% OF PATIENTS HAVE TYPE 2 DIABETES, AND 37.4% OF THOSE PATIENTS REPORT A HEMOGLOBIN A1C (A1C) > 9.0%, INDICATING THAT THEIR CONDITION IS POORLY CONTROLLED (UNIFORM DATA SYSTEM 2021).  THE DPCP WILL REDUCE THE BURDEN OF TYPE 2 DIABETES IN HAWAII BY INCREASING PARTICIPATION IN DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT AND THE NATIONAL DIABETES PREVENTION PROGRAM (DPP), IMPROVING CLINICAL CARE TO REDUCE DIABETES COMPLICATIONS, AND IMPLEMENTING SYSTEM-LEVEL INTERVENTIONS TO SUPPORT STATEWIDE INFRASTRUCTURE FOR PHARMACISTS AND COMMUNITY HEALTH WORKERS (CHW) TO ADDRESS DIABETES PREVENTION AND MANAGEMENT (STRATEGIES 1, 3, 5, 7, 9, AND 12). THESE EFFORTS WILL FOCUS ON ADDRESSING SOCIAL DETERMINANTS OF HEALTH (SDOH) THAT IMPACT NATIVE HAWAIIAN, OTHER PACIFIC ISLANDERS, FILIPINOS, AND PERSONS INSURED BY MEDICAID STATEWIDE BY USING DATA EFFECTIVELY TO TARGET ACTIVITIES, BRINGING DIVERSE STAKEHOLDERS TOGETHER, AND COLLABORATING WITH COMMUNITIES AND HEALTH CARE SYSTEMS FROM THE ENTIRE STATE TO IDENTIFY REALISTIC AND APPROPRIATE SOLUTIONS.  THE DPCP EXPECTS TO ACHIEVE THE FOLLOWING OUTCOMES: \tINCREASE IN THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS \tINCREASED ADAPTATION AND/OR TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS \tINCREASED NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES \tINCREASED SDOH SCREENINGS IN CLINICAL SETTINGS \tINCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS \tIMPROVED SELF-MANAGEMENT OF CHRONIC DISEASE(S) \tINCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES \tINCREASED PATIENT CONTACT WITH CHW OR HEALTH CARE EXTENDERS \tINCREASED PROPORTION OF THE POPULATION RECEIVING THE HEALTH CARE SERVICES THEY NEED AND WANT \tDECREASE IN THE PROPORTION OF PEOPLE WITH DIABETES WITH AN A1C > 9% \tINCREASED NUMBER OF PROGRAM COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_NU58DP007364_7523"}, {"internal_id": 160586969, "Award ID": "NU58DP007363", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES IN COLORADO - THE COLORADO DEPARTMENT OF PUBLIC HEALTH AND ENVIRONMENT (CDPHE) IS SUBMITTING AN APPLICATION TO THE CDC-RFA-DP-23-0020 A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES FUNDING OPPORTUNITY. CDPHE IS A STATE HEALTH DEPARTMENT AND IS APPLYING FOR COMPONENT A. THE FOCUS AREA IS COLORADO (STATEWIDE) AND CDPHE HAS THE EXPERIENCE AND CAPACITY TO WORK STATEWIDE, AS WELL AS WITH SPECIFIC PRIORITY POPULATIONS, INCLUDING RURAL/FRONTIER POPULATIONS, LOW-SOCIOECONOMIC STATUS (SES) COMMUNITIES, BLACK AND HISPANIC POPULATIONS, AND OLDER ADULTS. CDPHE IS LOCATED AT THE FOLLOWING PERMANENT ADDRESS, IN THE STATE OF COLORADO, RELEVANT TO THE SERVICE AREA PROPOSED IN THIS RESPONSE: 4300 CHERRY CREEK DRIVE SOUTH DENVER, CO 80246.  ALTHOUGH THE PREVALENCE OF DIABETES IN COLORADO IS 7%, SEVERAL POPULATIONS EXPERIENCE HIGHER DIABETES BURDEN, INCLUDING RURAL/FRONTIER POPULATIONS, LOW SES COMMUNITIES, BLACK AND HISPANIC POPULATIONS, AND OLDER ADULTS. COLORADANS IDENTIFYING AS BLACK, NON-HISPANIC (10.7%) AND HISPANIC (9.5%) HAVE THE HIGHEST PREVALENCE OF DIABETES. COLORADO IS BECOMING MORE RACIALLY AND ETHNICALLY DIVERSE AND SEEING CONSIDERABLE GROWTH IN THE PROPORTION OF RESIDENTS WHO ARE OVER 65. COLORADO’S STATE DEMOGRAPHER PROJECTS THAT ONE IN FIVE COLORADANS WILL BE OVER THE AGE OF 65 BY 2050. AMONG COLORADO ADULTS AGED 65 OR OLDER, 16% HAVE A DIAGNOSIS OF DIABETES. AS COLORADO’S POPULATION GROWS AND AGES, IT IS IMPERATIVE TO WORK WITH ENTITIES SERVING LOW SES, OLDER ADULTS, MEDICARE BENEFICIARIES, AND THOSE PROVIDING CULTURALLY-TAILORED SERVICES FOR RACIAL AND ETHNIC POPULATIONS TO PREVENT DIABETES AND SUPPORT SELF-MANAGEMENT.  CDPHE IS WELL POISED TO ACHIEVE THE OUTCOMES OF THIS FUNDING OPPORTUNITY. OVER THE LAST 10 YEARS, CDPHE HAS BUILT AN INFRASTRUCTURE THAT INCLUDES DEDICATED STAFF WITH EXPERTISE IN PROGRAM DEVELOPMENT AND SUSTAINABILITY, PARTICULARLY IN THE AREAS OF THE NATIONAL DPP AND DSMES, AND A NETWORK OF PARTNERS THAT HAVE DEEP SUBJECT MATTER EXPERTISE AND HAVE SUCCESSFULLY REACHED PRIORITY POPULATIONS WITH EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS. OVER THE NEXT FIVE YEARS, CDPHE WILL ENGAGE THIS INFRASTRUCTURE IN COMMUNITIES ACROSS THE STATE WITH HIGH BURDEN OF PREDIABETES AND DIABETES TO ADVANCE EVIDENCE-BASED DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION AND RISK MITIGATION STRATEGIES TO REDUCE HEALTH DISPARITIES AMONG PRIORITY POPULATIONS.  CDPHE WILL WORK WITH HEALTH SYSTEMS AND COMMUNITY-BASED ORGANIZATIONS TO INCREASE NATIONAL DPP AND DSMES PROGRAMS WHERE ACCESS IS LOW AND BURDEN IS HIGH. IN AREAS WHERE PROGRAMS ALREADY EXIST, CDPHE WILL INCREASE HEALTHCARE PROVIDER AWARENESS OF THE PROGRAMS AND SUPPORT HEALTH SYSTEMS TO IMPROVE IDENTIFICATION OF INDIVIDUALS WITH PREDIABETES AND DIABETES, AND REFER THEM TO PROGRAMS, WITH EMPHASIS ON INCREASING BI-DIRECTIONAL REFERRALS. CDPHE WILL WORK WITH EXISTING NATIONAL DPP AND DSMES PROVIDERS TO TAILOR THEIR PROGRAMS AND RECRUITMENT STRATEGIES TO INCREASE ENROLLMENT AND RETENTION AMONG PRIORITY POPULATIONS. CDPHE WILL INCREASE SUSTAINABILITY OF THESE PROGRAMS BY WORKING WITH HEALTH PAYERS TO SECURE COVERAGE FOR THESE SERVICES, SUCH AS MEDICAID NATIONAL DPP COVERAGE. THESE EFFORTS WILL RESULT IN THE FOLLOWING OUTCOMES: INCREASED NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED BEHAVIORAL CHANGE PROGRAMS; INCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; IMPROVED SELF-MANAGEMENT OF CHRONIC DISEASE(S); INCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES; INCREASED PATIENT CONTACT WITH CHWS OR HEALTH CARE EXTENDERS; DECREASE IN THE PROPORTION OF PEOPLE WITH DIABETES WITH AN A1C > 9%; INCREASED NUMBER OF PROGRAM COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c744e75b-6c82-8490-fac2-35b735f965e2-C", "generated_internal_id": "ASST_NON_NU58DP007363_7523"}, {"internal_id": 160586968, "Award ID": "NU58DP007362", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - ARKANSAS HAS HISTORICALLY BEEN A STATE WITH HIGH BURDENS OF DIABETES AND ITS RELATED COMPLICATIONS. AS A CURRENT RECIPIENT OF THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) 1815 AWARD, ARKANSAS SUCCESSFULLY MOVED THE NEEDLE FOR DIABETES PREVALENCE ACROSS THE STATE WITH DIABETES PREVENTION PROGRAMS (DPPS) AND DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) PROGRAMS AS EVIDENCED BY KEY INDICATORS FOR DIABETES. BEHAVIORAL RISK FACTOR SURVEILLANCE SYSTEM (BRFSS) DATA SHOW ARKANSAS DROPPED ITS NATIONWIDE RANK FOR HIGHEST DIABETES MELLITUS PREVALENCE FROM 10TH IN 2017 TO 13TH IN 2021. ARKANSAS’S NATIONAL PREVALENCE RANK FOR PREDIABETES CHANGED FROM 19TH IN 2017 TO 18TH IN 2021, AND THE STATE’S OBESITY PREVALENCE CHANGED FROM 7TH IN 2017 TO 6TH IN 2021. THESE RANKS INDICATE A DOWNWARD SHIFT IN THE BURDENS OF DIABETES AS A DISEASE STATE TO DIABETES PRE-DISEASE STATES, NAMELY PREDIABETES AND OBESITY. CDC WIDE-RANGING ONLINE DATA FOR EPIDEMIOLOGIC RESEARCH (WONDER) DATA SHOW ARKANSAS’S OVERALL, AGE-ADJUSTED MORTALITY RATE FOR DIABETES MELLITUS HELD A NATIONWIDE RANK OF THREE FOR HIGHEST MORTALITY BOTH IN 2017 AND 2021 WITH A 17.5% INCREASE FROM BASELINE TO THE CURRENT TIME. THIS INCREASED MORTALITY IS MOST LIKELY BECAUSE OF THE IMPACT OF THE CORONAVIRUS DISEASE 2019 (COVID-19) PANDEMIC THAT BEGAN IN EARLY 2020 AND THIS VIRUS’S PROCLIVITY TO CAUSE SERIOUS ILLNESS AND DEATH IN PERSONS WITH PRE-EXISTING CHRONIC DISEASES. DESPITE THE NEGATIVE IMPACT OF COVID-19 ON PUBLIC HEALTH AND HEALTHCARE SYSTEMS, ARKANSAS ADDED 20 NEW DSMES SITES AND FOUR NEW DPPS THROUGH THE 5-YEAR PERIOD OF 1815. ARKANSAS ALSO SUCCESSFULLY DEVELOPED COMMUNITY HEALTH WORKER (CHW) INFRASTRUCTURE FOR CERTIFICATION AND LICENSING OF CHWS IN ARKANSAS AND IS CURRENTLY CERTIFYING AND LICENSING CHWS IN THE STATE. ARKANSAS ALSO EXPANDED MEDICATION THERAPY MANAGEMENT (MTM) SERVICES TO IMPROVE DIABETES MEDICATION ADHERENCE BY 20% IN 18 HIGH-DISPARITY, RURAL COUNTIES OF ARKANSAS UNDER THE 1815 GRANT. DP-23-0020 FUNDING FOR COMPONENT A WILL ENABLE THE ADH CHRONIC DISEASE PREVENTION AND CONTROL BRANCH TO EXPAND AND INNOVATE UPON ACCOMPLISHMENTS OF THE 1815 GRANT TO IMPROVE DIABETES OUTCOMES WITH AN EMPHASIS ON TARGETING HEALTH-DISPARATE, PRIORITY POPULATIONS, NAMELY, WOMEN, HISPANICS, AFRICAN AMERICANS, MARSHALLESE, AND OTHER GROUPS WITH LOW UTILIZATION OF DIABETES PROGRAMS. ARKANSAS WILL FOCUS ON THE FOLLOWING DP-23-0020, COMPONENT A STRATEGIES: STRATEGY 1: STRENGTHEN SELF-CARE PRACTICES BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF DSMES SERVICES FOR PRIORITY POPULATIONS; STRATEGY 4: IMPROVE ACCEPTABILITY AND QUALITY OF CARE FOR PRIORITY POPULATIONS WITH DIABETES THROUGH A TEAM-BASED CARE APPROACH; STRATEGY 5: INCREASE ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DPP LIFESTYLE INTERVENTION AND THE MEDICARE DPP BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF PROGRAMS; STRATEGY 9: INCREASE AND SUSTAIN DSMES AND NATIONAL DPP DELIVERY SITES WITHIN PHARMACY NETWORKS AND CHAIN PHARMACIES TO IMPROVE REACH TO PRIORITY POPULATIONS; STRATEGY 12: IMPROVE THE SUSTAINABILITY OF CHWS BY STRENGTHENING INFRASTRUCTURE TO ENGAGE THEM IN EVIDENCE-BASED DIABETES PREVENTION PROGRAMS; AND STRATEGY 13: IMPROVE THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS FACTORS RELATED TO SOCIAL DETERMINANTS OF HEALTH (SDOH) THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES. BASED ON ARKANSAS’S 2021 DIABETES PREVALENCE OF 10.9% AND CURRENT STATEWIDE REACH OF DSMES PROGRAMS AT 32,000 ADULTS WITH DIABETES, THE ADH IN COLLABORATION WITH STATEWIDE PARTNERS WILL MAKE STRONG EFFORTS TO REACH APPROXIMATELY 50,000 OF THE DIABETES POPULATION UNDER THE DP-23-0020 GRANT. COLLABORATIVE EFFORTS WILL ALSO BE MADE TO REACH APPROXIMATELY 10,000 PERSONS WITH PREDIABETES BASED ON ARKANSAS’S PREDIABETES PREVALENCE OF 1.5% AND CURRENT STATEWIDE REACH OF DPPS AT 2,800 PERSONS WITH PREDIABETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f67c91cf-d824-5d22-67e1-a6ce7f3be1eb-C", "generated_internal_id": "ASST_NON_NU58DP007362_7523"}, {"internal_id": 160586967, "Award ID": "NU58DP007361", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "NEW MEXICO DEPARTMENT OF HEALTH DIABETES PREVENTION AND CONTROL PROGRAM APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - PROJECT ABSTRACT SUMMARY THE NEW MEXICO DEPARTMENT OF HEALTH (NMDOH), POPULATION AND COMMUNITY HEALTH BUREAU, DIABETES PREVENTION AND CONTROL PROGRAM (DPCP) SUBMITS THIS PROPOSAL UNDER COMPONENT A OF CDC-RFA-DP-23-0020: A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES (RFA 23-0020). NMDOH IS A CENTRALIZED STATE HEALTH DEPARTMENT SERVING NEW MEXICO’S 33 COUNTIES AND 22 SOVEREIGN TRIBAL NATIONS. DPCP PROPOSES TO SERVE THE ENTIRE STATE WITH THIS PROPOSAL. THE ADDRESS FOR NMDOH DPCP IS 5300 HOMESTEAD ROAD NE, SUITE 100 ALBUQUERQUE, NM 87110. UNDER THIS FUNDING STREAM, DPCP AIMS TO ADDRESS HEALTH DISPARITIES IN DIABETES BY REDUCING SOCIAL DETERMINANTS OF HEALTH (SDOH) RELATED BARRIERS IMPACTING THE PRIORITY POPULATIONS’ SUCCESSFUL ACCESS TO AND PARTICIPATION IN EVIDENCE-BASED DIABETES MANAGEMENT AND TYPE 2 DIABETES PROGRAMS AND SERVICES. NEW MEXICO HAS PRIORITIZED REACH TO THESE PRIORITY POPULATIONS: HISPANIC/LATINO, AMERICAN INDIAN/ALASKA NATIVE, AND AFRICAN AMERICAN/BLACK-ESPECIALLY IF THEY EARN AT OR BELOW THE FEDERAL POVERTY LINE (FPL) AND/OR LIVE IN RURAL COMMUNITIES WITH LIMITED RESOURCES. IN A MAJORITY-MINORITY STATE LIKE NEW MEXICO, WHEN WE ADDRESS GROUPS WHO HAVE SYSTEMATICALLY EXPERIENCED GREATER OBSTACLES TO HEALTH BASED ON THEIR RACE OR ETHNIC GROUP, WE CONCURRENTLY ACHIEVE STATEWIDE REACH. TO ADDRESS HEALTH DISPARITIES IN DIABETES IN NEW MEXICO AND ACHIEVE STATEWIDE REACH, DPCP WILL IMPLEMENT THE FOLLOWING SIX STRATEGIES: 1, 5, 8, 9, 12, AND 13. COLLECTIVELY, WE ANTICIPATE EACH STRATEGY TO BUILD ON PRIOR SUCCESSES UNDER 1815, REACH OUR PRIORITY POPULATIONS, AND ACHIEVE OUR 5-YEAR OUTCOMES (AS WELL AS THE SHORT AND INTERMEDIATE OUTCOMES IDENTIFIED IN THE CDC LOGIC ON PAGES 5-7 OF RFA 23-0020). DPCP HAS THE CAPACITY—THROUGH STAFF AND PARTNERSHIPS—TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE AND, PARTICULARLY, THE IDENTIFIED PRIORITY POPULATIONS. TO OVERSEE AND MANAGE THIS PROJECT, WITH ITS NUMEROUS PARTNERSHIPS AND COLLABORATIONS, DPCP WILL ENGAGE A LEADERSHIP TEAM COMPRISED OF THOSE MOST CENTRAL TO ENVISIONING, IMPLEMENTING, AND SUSTAINING THIS PROJECT. WE EXPECT THIS TEAM TO INCLUDE DPCP, HEART DISEASE AND STROKE PREVENTION PROGRAM (HDSPP), THE PROJECT EVALUATOR, AND CONTRACTORS OUTSIDE OF THE NMDOH INCLUDING, ASSOCIATION OF DIABETES CARE AND EDUCATION SPECIALISTS (ADCES), NEW MEXICO STATE UNIVERSITY (NMSU) EXTENSION OFFICE, ORGANIZATIONAL REBEL, COMAGINE HEALTH, CONSTELLATION CONSULTING, AND PROJECT ECHO. TO REACH PRIORITY POPULATIONS AND ENABLE THEM TO SUCCESSFULLY ACCESS AND PARTICIPATE IN DIABETES-RELATED PROGRAMS/SERVICES IN NEW MEXICO, DPCP IS, FIRST, FOCUSING WORK IN THE GEOGRAPHIC AREAS AND COMMUNITIES WITH THE HIGHEST RATES OF DIABETES TO ENSURE WE OFFER SERVICES WHERE PEOPLE LIVE. SECOND, WE WILL CONTINUE TO COLLABORATE WITH ACCREDITED NATIONAL DPP AND DSMES SITES (E.G., NMSU EXTENSION SERVICES) WHO HAVE THE INFRASTRUCTURE AND EXPERIENCE TO REACH NEW MEXICO’S PRIORITY POPULATIONS. AS THE PROJECT EVOLVES, DPCP PLANS ON HAVING PARTNERS WHO HAVE SUCCESSFULLY IMPLEMENTED THEIR WORK GUIDE AND SUPPORT NEW PROGRAMS AS THEY SEEK TO ESTABLISH THEMSELVES AND REACH PRIORITY POPULATIONS. THIRD, DPCP INTENDS TO CONTINUE WORKING WITH THE NMDOH OFFICE OF COMMUNITY HEALTH WORKERS (OCHW) TO TRAIN AND PROVIDE CONTINUING EDUCATION OPPORTUNITIES TO COMMUNITY HEALTH WORKERS (CHWS), COMMUNITY HEALTH REPRESENTATIVES (CHRS), AND PROMOTORAS ON DIABETES CARE, MANAGEMENT, AND PREVENTION. FOURTH, TO ADDRESS THE IMPLEMENTATION OF EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS AS A TYPE 2 DIABETES RISK REDUCTION STRATEGY, WE WILL WORK WITH ORGANIZATIONAL REBEL TO IDENTIFY AND CONVENE CLINICAL AND COMMUNITY STAKEHOLDER REPRESENTATIVES OF THE PRIORITY POPULATIONS TO SELECT ONE OF THE CDC-IDENTIFIED EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS. TO INCREASE THE ABILITY OF NEW MEXICO TO ASSESS AND ADDRESS THE SDOH, DPCP WILL ANNUALLY PROVIDE A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ba15d07-8e80-311c-14d2-386306377f2c-C", "generated_internal_id": "ASST_NON_NU58DP007361_7523"}, {"internal_id": 160586966, "Award ID": "NU58DP007360", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - THROUGH THE FUNDING OPPORTUNITY KNOWN AS ‘A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATION WITH OR AT RISK FOR DIABETES’, THE BUREAU OF CHRONIC DISEASE PREVENTION OF THE FLORIDA DEPARTMENT OF HEALTH IS SEEKING $1,250,000 TO IMPLEMENT COMPONENT A STRATEGIES TO IMPROVE DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION IN FLORIDA. FLORIDA IS THE THIRD MOST POPULOUS STATE OF THE UNITED STATES WITH ABOUT 21.3 PERCENT OF THE POPULATION OVER AGE 65 AND WHERE APPROXIMATELY 6 PERCENT OF THE POPULATION LIVE IN RURAL COUNTIES WITH LIMITED RESOURCES AND ACCESS TO CARE. THE BUREAU HAS BEEN WORKING FOR MORE THAN 25 YEARS TO IMPROVE HEALTH FOR ALL FLORIDIANS BY ADDRESSING THE BURDEN OF CHRONIC DISEASES, AMONG THEM DIABETES AND ITS RISK FACTORS WITH A FOCUS ON PRIORITY POPULATIONS INCLUDING THE ELDERLY, FLORIDIANS WITH DISABILITIES, RACIAL/ETHNIC MINORITIES AND OTHER VULNERABLE COMMUNITIES WITH NO OR LIMITED ACCESS TO CARE. FOR THAT PURPOSE, THE BUREAU COLLABORATES WITH A STATEWIDE NETWORK OF PUBLIC, NON-PROFIT AND PRIVATE ORGANIZATIONS INCLUDING HEALTH SYSTEMS, COUNTY HEALTH DEPARTMENTS, FEDERALLY QUALIFIED HEALTH CENTERS, UNIVERSITIES, HEALTH PLANNING COUNCILS/COALITIONS, COMMUNITY ORGANIZATIONS AND MARKETING FIRMS. IN COLLABORATION WITH ITS STATEWIDE PARTNERS, UNDER THIS FUNDING OPPORTUNITY, THE BUREAU WILL EXPAND AND IMPROVE ACCESS FOR PRIORITY POPULATIONS WITH OR AT RISK OF TYPE 2 DIABETES TO DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT SERVICES AND INCREASE ENROLLMENT AND RETENTION IN THE NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP). THE BUREAU WILL WORK TO EXPAND COVERAGE FOR THE NATIONAL DPP TO MEDICAID BENEFICIARIES AT RISK FOR TYPE 2 DIABETES. THE BUREAU WILL SUPPORT THE FLORIDA COMMUNITY HEALTH WORKER COALITION IN EXPANDING THEIR INVOLVEMENT WITH EVIDENCED-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS AND SERVICES. THE BUREAU SEEKS TO EMPOWER AND SUPPORT FAMILIES TO DECREASE CHILDHOOD OBESITY AND WILL WORK WITH DI ABETES SERVICES PROVIDERS TO IMPROVE THEIR CAPACITY TO ADDRESS FACTORS RELATED TO THE SOCIAL DETERMINANTS OF HEALTH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS LIVING WITH OR AT RISK OF TYPE 2 DIABETES. EACH YEAR, THE BUREAU WILL EXAMINE FACILITATORS AND BARRIERS THROUGH EVALUATION OF IMPLEMENTED STRATEGIES AND CONDUCT QUALITY IMPROVEMENT ACTIVITIES TO ENSURE CONTINUED SUCCESS THROUGHOUT THE DURATION OF THE GRANT.  FLORIDA DEPARTMENT OF HEALTH 4052 BALD CYPRESS WAY A-18 (PROGRAM OFFICE) 4052 BALD CYPRESS WAY B-20 (FISCAL OFFICE) TALLAHASSEE, FL 32399-7017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31a5b8d3-9079-b062-f46b-9178c5e6c477-C", "generated_internal_id": "ASST_NON_NU58DP007360_7523"}, {"internal_id": 160586965, "Award ID": "NU58DP007359", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "DIABETES - THE ARIZONA DEPARTMENT OF HEALTH SERVICES (ADHS) IS LOCATED WITHIN MARICOPA COUNTY AT 150 N 18TH AVENUE, PHOENIX AZ AND IS THE STATE PUBLIC HEALTH AGENCY. ADHS MISSION IS TO PROMOTE, PROTECT, AND IMPROVE THE HEALTH AND WELLNESS OF INDIVIDUALS AND COMMUNITIES IN ARIZONA; WHICH INCLUDES A VISION OF HEALTH AND WELLNESS FOR ALL ARIZONANS. ADHS ENVISIONS A COMPREHENSIVE, DATA-DRIVEN APPROACH TO DECREASING A1C VALUES FOR ARIZONANS WITH PREDIABETES. THIS WILL BE ACCOMPLISHED BY DEVELOPING AND SUPPORTING LINKAGES AND ELECTRONIC INFRASTRUCTURE THAT WILL INCREASE AVAILABILITY AND ACCESS TO PROVEN AND EFFECTIVE COMMUNITY-BASED, ACCREDITED CHRONIC DISEASE PREVENTION AND MANAGEMENT PROGRAMMING. ARIZONA HAS HIGH DIABETES AND PREDIABETES RATES, ESPECIALLY AMONG THE TRIBAL, AFRICAN-AMERICAN, AND HISPANIC/LATINO COMMUNITIES LIVING IN RURAL AND BORDER AREAS. CLOSE TO 2 MILLION ARIZONANS HAVE PREDIABETES, WHICH IS APPROXIMATELY 1 IN 3 ADULTS—AND ABOUT 600,000 ADULTS HAVE DIABETES.  DURING THE GRANT PERIOD, ADHS WILL LEVERAGE STRONG COMMUNITY PARTNERSHIPS FOR STATE-WIDE REACH AND FOCUS EFFORTS IN SUSTAINING AND PROMOTING EVIDENCE-BASED PRACTICES AND INTERVENTIONS. RECENT LEGISLATIVE ACTIONS IMPACTING DIABETES MANAGEMENT AND EXISTING COLLABORATIVE EFFORTS WITH THE STATE’S LEADING DIABETES ORGANIZATIONS ARE ADVANTAGEOUS TO OUR GOALS. THROUGH COLLABORATIVE AGREEMENTS, ADHS WILL CREATE CAPACITY TO INCREASE COMMUNITY CLINICAL LINKAGES THAT CONNECT PEOPLE TO PREDIABETES AND DIABETES PREVENTION AND MANAGEMENT SERVICES. THIS INCLUDES IMPLEMENTING STATE-WIDE, MULTI-DIRECTIONAL REFERRALS TO COMPLEMENTARY PROGRAMS AND RESOURCES THAT ADDRESS SOCIAL DETERMINANTS OF HEALTH (SDOH). ADHS WILL COORDINATE A COLLABORATIVE AND COMMUNITY-DRIVEN APPROACH TO ACHIEVE OUTCOMES FOR EACH STRATEGY AND ACTIVITY SELECTED FROM COMPONENT A. THE STRATEGIES AND ACTIVITIES ALIGN WITH THE HEALTHY PEOPLE 2030 OBJECTIVES AND WILL ALLOW FOR THE SUSTAINABILITY OF THE DIABETES PROGRAM. ADHS WILL MANAGE COLLABORATIVE AGREEMENTS TO PRODUCE THE FOLLOWING OUTCOMES DURING THE FIVE-YEAR PERIOD: DECREASE THE PROPORTION OF PEOPLE WITH DIABETES WITH A1C >9%; INCREASE THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; INCREASE PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; INCREASE THE # OF PROGRAM PARTICIPANTS RETENTION (TOTAL # AND # FROM PRIORITY POPULATIONS) SERVED BY CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES. ADHS WILL ALSO WORK TO PRODUCE INCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES BY TRACKING THE INCREASED # OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES (I.E., HEALTH/MENTAL HEALTH RESOURCES).  ADHS HAS SELECTED SIX STRATEGIES TO ACHIEVE THE OUTCOMES LISTED ABOVE: STRATEGY 1, STRATEGY 5, STRATEGY 7, STRATEGY 9, STRATEGY 10, AND STRATEGY 12. ADHS SEEKS TO SUSTAIN ACCREDITED DSME AND CDC-RECOGNIZED NATIONAL DIABETES PREVENTION PROGRAMS BY CREATING AN UMBRELLA HUB ARRANGEMENT (UHA) AND A FORMALIZED ARIZONA DIABETES REFERRAL NETWORK. ESTABLISHING THESE SYSTEMS BY CREATING THE REFERRAL AND BILLING INFRASTRUCTURE WILL SERVE TO INCREASE ENROLLMENT IN ACCREDITED AND RECOGNIZED PROGRAMMING AND SUPPLEMENTAL SERVICES. THE CREATED UHA AND REFERRAL NETWORK WILL HELP HEALTH CARE ORGANIZATIONS TO AUGMENT THEIR DIABETES AND PREDIABETES PROGRAM IN THEIR PATIENT CARE PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "571928a4-de17-62a6-ce30-e84c37dcda02-C", "generated_internal_id": "ASST_NON_NU58DP007359_7523"}, {"internal_id": 160586964, "Award ID": "NU58DP007358", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "KANSAS STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - THE KANSAS DEPARTMENT OF HEALTH AND ENVIRONMENT (KDHE) REQUESTS CDC-RFA-DP-23-0020 A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES COMPONENT A FUNDS TO EXPAND ON CURRENT MOMENTUM AND EXISTING EFFORTS TO IMPACT DIABETES OUTCOMES IN KANSAS, INCLUDING LESSONS LEARNED FROM MANAGING CDC-RFA-DP18-1815 IMPROVING THE HEALTH OF AMERICANS THROUGH PREVENTION AND MANAGEMENT OF DIABETES AND HEART DISEASE AND STROKE GRANT PROGRAM. KDHE IS LOCATED IN THE CAPITAL CITY OF KANSAS AT 1000 SW JACKSON STREET, SUITE 230, TOPEKA, KANSAS 66612. AS THE STATE HEALTH DEPARTMENT, KDHE HAS THE ABILITY TO IMPLEMENT STRATEGIES ON A STATEWIDE LEVEL BY LEVERAGING INTERNAL CAPACITY AND A VAST LIST OF PARTNERSHIPS THROUGHOUT THE STATE. OUR ESTABLISHED PARTNERSHIPS AND EXISTING MOMENTUM WILL ALLOW US TO SERVE ALL POPULATIONS AND COMMUNITIES THAT ARE PROPOSED IN THIS PROJECT. THROUGH THIS FUNDING OPPORTUNITY, KDHE WILL BUILD THE PUBLIC HEALTH INFRASTRUCTURE BY IMPLEMENTING EVIDENCE-BASED DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION STRATEGIES WITH AN EMPHASIS ON REDUCING HEALTH DISPARITIES FOR PRIORITY POPULATIONS. PRIORITY POPULATIONS OF FOCUS WILL BE KANSAS ADULTS AGED 18 YEARS AND OLDER, NON-HISPANIC AFRICAN AMERICAN/BLACK ADULTS, HISPANIC OR LATINO ADULTS, LOW-INCOME ADULTS (LESS THAN $25,000), AND THOSE ADULTS LIVING IN RURAL, URBAN, AND FRONTIER AREAS. THE FOLLOWING CRITERIA WILL BE USED TO SELECT TARGET AREAS TO IMPLEMENT THE SELECTED STRATEGIES: 1) COMMUNITY CAPACITY FOR IMPLEMENTING THE PROPOSED STRATEGIES; 2) POPULATION REACH AND BURDEN OF CHRONIC CONDITIONS (I.E., DIABETES AND AT RISK FOR TYPE 2 DIABETES); AND 3) SOCIODEMOGRAPHIC CHARACTERISTICS ASSOCIATED WITH THESE CONDITIONS. BY IMPLEMENTING STRATEGIES UNDER COMPONENT A (4, 5, 6, 9, 12, AND 13), KDHE WILL STRENGTHEN AND EXPAND ACCEPTABILITY AND QUALITY OF CARE FOR PRIORITY POPULATIONS WITH DIABETES, INFRASTRUCTURE FOR CDC-RECOGNIZED LIFESTYLE CHANGE PROGRAMS TO PREVENT AND MANAGE DIABETES, INCLUDING EXPANDING AVAILABILITY OF THE NATIONAL DIABETES PREVENTION PROGRAM (NDPP) AS A COVERED HEALTH BENEFIT. THIS WORK WILL ALSO INCLUDE SUPPORTING PHARMACY NETWORKS IN IMPLEMENTING AND SUSTAINING NDPP AND THE DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) PROGRAM. KANSAS WILL SUPPORT PARTICIPATING HEALTHCARE SYSTEMS TO IMPROVE QUALITY OF CARE FOR DIABETES, BY INCORPORATING NON-PHYSICIAN TEAM-BASED APPROACHES AND THE USE OF NON-PHYSICIAN TEAM MEMBERS, ESTABLISHING LINKAGES WITH COMMUNITY-BASED LIFESTYLE CHANGE PROGRAMS, AND ADDRESSING SOCIAL DETERMINANTS OF HEALTH (SDOH) THROUGH SCREENING AND REFERRAL. KDHE WILL ALSO WORK TO IMPROVE THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS SDOH-RELATED BARRIERS. ACTIVITIES STRATEGICALLY ENGAGE SELECT EFFECTIVE STATE AND COMMUNITY PARTNERS AND LEVERAGE RESOURCES ACROSS PUBLIC AND PRIVATE SECTOR ORGANIZATIONS TO ENSURE DIABETES PREVENTION AND MANAGEMENT STRATEGIES ARE IMPLEMENTED. KDHE AIMS TO ACHIEVE AN IMPROVEMENT FROM BASELINE IN SELECT SHORT-TERM, INTERMEDIATE-TERM, AND LONG-TERM OUTCOMES ASSOCIATED WITH PREVENTION AND MANAGEMENT OF TYPE 2 DIABETES BY THE END OF PROGRAM PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a979b72d-405b-9084-547e-f9999b3d7f25-C", "generated_internal_id": "ASST_NON_NU58DP007358_7523"}, {"internal_id": 160586963, "Award ID": "NU58DP007357", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - NAME: NORTH DAKOTA DEPARTMENT OF HEALTH AND HUMAN SERVICES ADDRESS: 600 EAST BOULEVARD AVE, DEPT. 325, BISMARCK, ND 58505-0250 PROJECT ABSTRACT SUMMARY: IN NORTH DAKOTA, THE MOST VULNERABLE AND UNDERSERVED POPULATIONS SUFFER FROM THE HIGHEST RATES OF DIABETES AND HAVE THE POOREST HEALTH OUTCOME. INCOME-RELATED INEQUALITIES DRIVE MUCH OF THE DISPARITY SEEN IN CHRONIC DISEASE DATA NATIONALLY, AND THE FRONTIER NATURE OF NORTH DAKOTA’S LANDSCAPE PROVIDES AN ADDITIONAL BARRIER FOR INDIVIDUALS TO ACCESS HEALTHCARE. THIS APPLICATION LEVERAGES COLLABORATION BETWEEN INTERNAL AND EXTERNAL PARTNERS TO DEVELOP AND IMPLEMENT SUSTAINABLE POLICIES AND SYSTEM CHANGES TO BETTER ADDRESS THE NEEDS OF ALL NORTH DAKOTANS WITH OR AT-RISK FOR DIABETES, ESPECIALLY THOSE EXPERIENCING LOW SOCIOECONOMIC STATUS (SES). ANTICIPATED OUTCOMES INCLUDE, BUT ARE NOT LIMITED TO, INCREASED ACCESS TO DIABETES MANAGEMENT AND PREVENTION PROGRAMMING TAILORED TO MEET THE NEEDS OF UNDERSERVED ADULTS, INCREASED PARTICIPATION OF UNDERSERVED ADULTS IN EVIDENCE-BASED DIABETES MANAGEMENT AND PREVENTION PROGRAMMING, AND INCREASED NUMBER OF PERSONS WHO HAVE SUCCESSFULLY COMPLETED A CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC)-RECOGNIZED NATIONAL DIABETES PREVENTION PROGRAM (DPP) AND REDUCED THEIR RISK FOR TYPE-2 DIABETES. OPPORTUNITIES EXIST FOR THE NORTH DAKOTA DEPARTMENT OF HEALTH AND HUMAN SERVICES (DHHS) TO STRENGTHEN DIABETES MANAGEMENT AND PREVENTION PROGRAMMING THROUGH INCREASED ACCESS TO AND UTILIZATION OF EVIDENCED-BASED PROGRAMMING. TO ADDRESS THE SOCIAL DETERMINANTS OF HEALTH (SDOH) THAT REDUCE INDIVIDUALS’ CAPACITY TO EFFECTIVELY MANAGE THEIR CHRONIC DISEASE DIAGNOSIS OR RISK, IMPLEMENTATION OF STATEWIDE INFRASTRUCTURE TO SUPPORT BI-DIRECTIONAL COMMUNICATION AND SHARED HEALTH OUTCOMES DATA TRACKING BETWEEN CLINICAL AND COMMUNITY ORGANIZATIONS IS NEEDED AND WILL BE A STRATEGY APPROACH OF THE NORTH DAKOTA DHHS. THE NORTH DAKOTA DHHS HAS THE CAPACITY TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE AND WILL SUPPORT EXPANSION AND SUSTAINABILITY OF MULTIDISCIPLINARY CARE AND DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT, THE NATIONAL DPP, AND COMMUNITY PROGRAMMING ADDRESSING SDOH THROUGH UTILIZATION OF A SHARED PLATFORM WITHIN THE STATE. NORTH DAKOTA DHHS’S PROPOSED WORK TO MEET THE INTENDED OUTCOMES OF COMPONENT A - STATEWIDE EVIDENCE-BASED APPROACHES TO DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION UNDER CDC-RFA-DP-23-0020 A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES WILL REQUIRE A WIDE VARIETY OF CURRENT, NEW, AND EXPANDED PARTNERSHIPS. PARTNERSHIPS WILL INCLUDE HEALTH SYSTEMS, PHARMACIES, LOCAL PUBLIC HEALTH, AND COMMUNITY-BASED ORGANIZATIONS. ONGOING COLLABORATION WITH THREE OF THE FIVE TERTIARY HEALTH SYSTEMS WILL GENERATE SYSTEM-LEVEL CHANGES THAT AFFECT APPROXIMATELY 75% OF NORTH DAKOTA’S POPULATION. IN ADDITION, A LONG-STANDING PARTNERSHIP WITH AN EXPANSIVE NETWORK OF FEDERALLY QUALIFIED HEALTH CENTERS WILL RESULT IN IMPROVED QUALITY OF CARE FOR A PATIENT POPULATION OF PRIMARILY LOW SES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "902ecb27-5fdb-71b0-1cfd-d0c0162f3f0d-C", "generated_internal_id": "ASST_NON_NU58DP007357_7523"}, {"internal_id": 160586962, "Award ID": "NU58DP007356", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "IOWA'S APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - APPLICANT ORGANIZATION’S PERMANENT, PHYSICAL ADDRESS: IOWA DEPARTMENT OF PUBLIC HEALTH, 321 E. 12TH STREET, DES MOINES, IA 50319-0075  APPLICANT FOR COMPONENT A       THE IOWA DEPARTMENT OF PUBLIC HEALTH PROPOSES TO IMPLEMENT AN IOWA APPROACH TO COMPONENT A OF “A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES” (CDC-RFA-DP-23-0020).  THE PROPOSED PROJECT WILL IMPLEMENT SEVEN OF THE POSSIBLE 13 STRATEGIES, INCLUDING TWO OF THE STRATEGIES THAT WERE CONSIDERED REQUIRED OPTIONS.  THE DEPARTMENT HAS THE CAPACITY AND EXPERIENCE NEEDED TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN IOWA WITH THE INTENT OF DECREASING THE BURDEN OF DIABETES AND REDUCING HEALTH DISPARITIES IN PRIORITY POPULATIONS THROUGHOUT THE STATE.  DELIVERY OF ITS SELECTED APPROACH AND STRATEGIES WILL FOCUS ON PRIORITY POPULATIONS THROUGH IMPLEMENTATION OF STRATEGIES 1, 3, 5, 6, 10, 12, AND 13.      THE IOWA PROJECT IS BUILT UPON USE OF $850,000 AS ALLOCATED IN THE PUBLISHED FUNDING TABLE.  THE PROJECT WILL BE ADMINISTERED THROUGH THE EFFORTS OF 3.75 FULL-TIME EQUIVALENTS AND THE WORK OF SEVERAL CONTRACTED ENTITIES. STAFF ARE SUBJECT MATTER EXPERTS IN PRE-DIABETES, DIABETES, PROGRAM DIRECTION, DATA USE AND ANALYSIS, AND CONTRACT MANAGEMENT. EVALUATION EFFORTS WILL BE LED THROUGH A CONTRACT WITH THE UNIVERSITY OF IOWA CENTER FOR PUBLIC HEALTH EVALUATION AND RESEARCH.  PROGRAM IMPLEMENTATION WILL BE SUPPORTED WITH ONGOING EVALUATION AND CONTINUOUS QUALITY IMPROVEMENT ACTIVITIES. THE TEAM BRINGS CONTINUITY OF DIABETES EXPERTISE, STRUCTURED AND WELL-DEVELOPED PARTNERSHIPS, AND CAPACITY FOR ACHIEVING THE STATED OUTCOMES IN THE PROJECT WORK PLAN.      THE IMPLEMENTATION OF THE SELECTED STRATEGIES WILL 1) STRENGTHEN SELF-CARE PRACTICES BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) SERVICES FOR PRIORITY POPULATIONS; 3) PREVENT DIABETES COMPLICATIONS FOR PRIORITY POPULATIONS THROUGH EARLY DETECTION; 5) INCREASE ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DIABETES PREVENTION PROGRAM (NDPP) LIFESTYLE INTERVENTION AND THE MEDICARE DIABETES PREVENTION PROGRAM (MDPP) BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF THE PROGRAMS; 6) EXPAND AVAILABILITY OF THE NATIONAL DPP LIFESTYLE INTERVENTION AS A COVERED HEALTH BENEFIT FOR MEDICAID BENEFICIARIES AND/OR EMPLOYEES AND COVERED DEPENDENTS AT HIGH RISK FOR TYPE 2 DIABETES; 10) SUPPORT THE DEVELOPMENT OF MULTI-DIRECTIONAL E-REFERRAL SYSTEMS THAT SUPPORT ELECTRONIC EXCHANGE OF INFORMATION BETWEEN HEALTH CARE AND CBOS, INCLUDING A) CDC RECOGNIZED ORGANIZATIONS OFFERING THE NATIONAL DPP LIFESTYLE INTERVENTION AND/OR B) ADA-RECOGNIZED/ADCES-ACCREDITED DSMES SERVICES AND/OR DIABETES SUPPORT PROGRAMS OR SERVICES IN THE COMMUNITY; AND C) COMMUNITY PROGRAMS/SERVICES THAT ADDRESS SDOH OR MEET SOCIAL NEEDS; 12) IMPROVE THE SUSTAINABILITY OF COMMUNITY HEALTH WORKERS (CHWS) BY BUILDING OR STRENGTHENING A SUPPORTIVE INFRASTRUCTURE TO EXPAND THEIR INVOLVEMENT IN EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS AND SERVICES; AND 13) IMPROVE THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS FACTORS RELATED TO THE SDOH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2555f7fc-4bad-7a0b-ac36-903e91cf7bbd-C", "generated_internal_id": "ASST_NON_NU58DP007356_7523"}, {"internal_id": 160938160, "Award ID": "NU58DP007355", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU58DP007355_7523"}, {"internal_id": 160586961, "Award ID": "NU58DP007354", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "LOUISIANA ACTIONS TO ACHIEVE HEALTH EQUITY TO CONTROL DIABETES - OBJECTIVE: WELL-AHEAD LOUISIANA’S (WAL) LOUISIANA ACTIONS TO ADVANCE HEALTH EQUITY TO CONTROL DIABETES PROJECT PROPOSAL WILL WORK TO DECREASE RISK FOR TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES AND IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, AND EARLY DETECTION OF COMPLICATIONS AMONG PEOPLE WITH DIABETES. IT WILL ALSO IMPLEMENT EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS AS A TYPE 2 DIABETES RISK REDUCTION STRATEGY. PROJECT PROPOSAL: WAL PROPOSES TO USE STATEWIDE AND REGIONAL STRATEGIES TO ADVANCE HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES IN THE STATE OF LOUISIANA. THE PROJECT WILL ADDRESS THE SOCIAL DETERMINANTS OF HEALTH (SDOH) THAT CONTRIBUTE TO THE DISPROPORTIONATE BURDEN OF DIABETES IN THESE POPULATIONS AND IMPLEMENT STRATEGIES TO IMPROVE ACCESS TO CARE AND RESOURCES. WAL HAS DEMONSTRATED ITS ABILITY TO REACH AND SERVE THESE POPULATIONS THROUGH PREVIOUS FUNDING OPPORTUNITIES AND WILL CONTINUE TO BUILD ON THAT FOUNDATION THROUGH CONTINUED PARTNERSHIPS WITH COMMUNITY-BASED ORGANIZATIONS, HEALTHCARE FACILITIES, AND OTHER ORGANIZATIONS LOCATED IN THESE COMMUNITIES. WAL HAS CHOSEN PRIORITY POPULATIONS FOR THIS WORK NOT ONLY BASED ON NEED, BUT ALSO CONSIDERING THE STRENGTH OF ITS EXISTING PARTNERSHIPS IN THE REGION. PURPOSE: THE PURPOSE OF WAL’S PROPOSAL IS TO IMPROVE THE HEALTH OF LOUISIANA RESIDENTS WHO HAVE DISPROPORTIONATELY BEEN BURDENED WITH DIABETES AND PRE-DIABETES BY IMPROVING THE LANDSCAPE OF DIABETES MANAGEMENT AND PREVENTION. OUTCOMES: WAL EXPECTS TO ACHIEVE THE FOLLOWING OUTCOMES RELATED TO DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION AS A RESULT OF THIS PROGRAM: SHORT TERM: 1. INCREASED NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; 2. INCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; 3. INCREASED NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES; 4. INCREASED SDOH SCREENINGS IN CLINICAL SETTINGS. INTERMEDIATE: 1. INCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS; 2. INCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES; 3. IMPROVED SELF-MANAGEMENT OF CHRONIC DISEASES; 4. INCREASED PROPORTION OF THE POPULATION RECEIVING THE HEALTH CARE SERVICES THEY NEED AND WANT. LONG-TERM: 1. DECREASED PROPORTION OF PEOPLE WITH DIABETES WITH AN A1C > 9%; 2. INCREASED NUMBER OF PROGRAM COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES; 3. DECREASED PERCENT OF THE 95TH PERCENTILE BODY MASS INDEX (BMI) AND PERCENT OF MEDIAN BMI IN CHILDREN, IMPROVEMENT IN PEDIATRIC QUALITY OF LIFE, AND DECREASE IN BMI AMONG CAREGIVERS. EVALUATION: WAL WILL ALLOCATE 13% OF TOTAL FUNDING TO ITS INTERNAL EPIDEMIOLOGY AND EVALUATION TEAM TO CARRY OUT THE EVALUATION ACTIVITIES ASSOCIATED WITH THIS FUNDING. EVALUATION AND PERFORMANCE MEASURE PLANNING WILL BE DONE IN A COLLABORATIVE MANNER WITH PROGRAM STAFF AND PARTNERS. INTERNALLY, EVALUATION FINDINGS WILL INFORM WAL’S OVERALL STRATEGY AND PRACTICES AROUND DIABETES PREVENTION AND MANAGEMENT. EXTERNALLY, WAL WILL DISSEMINATE EVALUATION FINDINGS TO STAKEHOLDERS THROUGH INFORMAL CHECK-IN MEETINGS, PRESENTATIONS AND/OR BRIEFS, THROUGH THE WAL PUBLIC WEBSITE, WWW.WELLAHEADLA.COM, IN ADDITION TO THE EVALUATION REPORTING REQUIREMENTS TO THE CDC. KEY PERSONNEL: KEY PERSONNEL FROM WAL INCLUDE DIVISION MANAGER FOR TOBACCO CONTROL AND DISEASE PREVENTION, DIABETES PROGRAM MANAGER, CHRONIC DISEASE EPIDEMIOLOGIST, CHRONIC DISEASE EVALUATOR, HEALTHCARE INNOVATION MANAGER, DIABETES COORDINATOR, COMMUNICATIONS ASSISTANT, BUDGET MANAGER, AND ADMINISTRATIVE PROGRAM SPECIALIST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa02a2a8-05cc-6887-9ef8-90b39d0dd02f-C", "generated_internal_id": "ASST_NON_NU58DP007354_7523"}, {"internal_id": 160586960, "Award ID": "NU58DP007353", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "MARYLAND DIABETES PREVENTION, CONTROL AND EQUITY PROGRAM - CENTER FOR CHRONIC DISEASE PREVENTION AND CONTROL, MARYLAND DEPARTMENT OF HEALTH 201 W. PRESTON ST, BALTIMORE, MARYLAND, 21201  THE MARYLAND DEPARTMENT OF HEALTH’S (MDH) CENTER FOR CHRONIC DISEASE PREVENTION AND CONTROL (CCDPC) IS APPLYING FOR THE CDC FUNDING OPPORTUNITY, “A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES,” COMPONENT A OFFERED BY THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC). CCDPC WILL NAME THIS THE ADVANCING DIABETES HEALTH EQUITY PROGRAM. THE ADVANCING DIABETES HEALTH EQUITY PROGRAM PROVIDES RESOURCES TO STRENGTHEN THE DEPARTMENT'S EFFORTS TO REDUCE THE BURDEN OF DIABETES IN MARYLAND. THIS 5-YEAR COMPETITIVE FUNDING OPPORTUNITY BUILDS ON THE ACCOMPLISHMENTS AND OUTCOMES ACHIEVED THROUGH CCDPC’S PREVIOUS DIABETES GRANT THAT ADDRESSED HEALTHCARE SYSTEM CHANGES AND COMMUNITY-CLINICAL LINKAGES. THE PURPOSE OF THE ADVANCING DIABETES HEALTH EQUITY PROGRAM IS TO DECREASE THE RISK OF TYPE 2 DIABETES AMONG ADULTS WITH PREDIABETES AND IMPROVE SELF-CARE PRACTICES, QUALITY OF CARE, EARLY DETECTION OF COMPLICATIONS AMONG PEOPLE WITH DIABETES, AND TO SUPPORT THE IMPLEMENTATION OF EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS. CCDPC HAS A DEMONSTRATED HISTORY WORKING WITH MULTIPLE PARTNERS, INCLUDING LOCAL HEALTH DEPARTMENTS AND COMMUNITY-BASED PROGRAMS, TO ASSURE REACH THROUGHOUT THE STATE.  CCDPC HAS THE PROVEN ABILITY TO SERVE HIGH RISK TARGET POPULATIONS THROUGHOUT MARYLAND, WITH SUCCESSES IN REACHING PEOPLE WITH DISABILITIES, RURAL RESIDENTS, AND MARYLAND’S NON-HISPANIC BLACK RESIDENTS.  DIABETES IS THE SEVENTH LEADING CAUSE OF DEATH IN MARYLAND. DIABETES PREVALENCE IS 11.1% AMONG ADULTS; HOWEVER, DISPARITIES PERSIST AMONG DEMOGRAPHIC CATEGORIES SUCH AS RACE (10.8% FOR NON-HISPANIC-WHITES COMPARED TO 12.6% FOR NON-HISPANIC-BLACKS) AND INCOME LEVEL (OVER 13% FOR INCOMES UNDER $50,000 COMPARED TO LESS THAN 8.8% FOR OVER $100,000). JURISDICTIONS WITH A DIABETES PREVALENCE HIGHER THAN THE STATE INCLUDE BALTIMORE CITY (12.7%) AND RURAL COUNTIES SUCH AS SOMERSET AND DORCHESTER COUNTIES ON THE EASTERN SHORE (14.8%). CCDPC PLANS TO PARTNER WITH ORGANIZATIONS IN THE HIGH RISK COMMUNITIES TO ADDRESS THE NEEDS OF THESE PRIORITY POPULATIONS.  WITH THIS GRANT FUNDING, MDH WILL SUPPORT THE EXPANSION OF DIABETES PREVENTION AND MANAGEMENT PROGRAMS TO MEET THE NEEDS OF ALL MARYLANDERS, INCLUDING PRIORITY POPULATIONS, THROUGH TARGETED PARTNERSHIPS, COLLABORATIONS, AND PROGRAM ADAPTATIONS. MDH WILL SUBMIT AN APPLICATION FOR COMPONENT A, WHICH REQUIRES THE APPLICANT TO IMPLEMENT AT LEAST SIX STRATEGIES;   MDH WILL ADDRESS STRATEGIES 1, 4, 5, 7, 8 AND 13. ACCESS TO DIABETES SELF MANAGEMENT EDUCATION AND SUPPORT (DSMES) PROGRAMS WILL BE INCREASED BY EXPANDING AN UMBRELLA HUB ARRANGEMENT (UHA). DSMES PARTICIPANTS WILL BE LINKED TO OTHER NEEDED SOCIAL SUPPORTS THROUGH A UHA FOR THE DIABETES SELF-MANAGEMENT PROGRAM (DSMP) THAT SERVES MOST JURISDICTIONS IN MARYLAND. IN THE FIRST YEAR, THIS FUNDING WILL ALLOW US TO LAUNCH A NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) UHA THAT WILL SERVE THE NINE EASTERN SHORE COUNTIES. THE UHA WILL ESTABLISH BI-DIRECTIONAL COMMUNICATION, INCLUDING REFERRALS, WITH THE LARGEST FEDERALLY QUALIFIED HEALTH CENTER (FQHC) SERVING THE EASTERN SHORE, AND PROVIDE LESSONS FOR ADDITIONAL UHAS ACROSS THE STATE IN LATE YEAR 1 THROUGHOUT THE END OF THE GRANT PERIOD.  ADDITIONAL STRATEGY ACTIVITIES INCLUDE TRAINING OPPORTUNITIES FOR THE DIABETES WORKFORCE TO SUPPORT PARTICIPANTS MORE EFFECTIVELY IN LIFESTYLE CHANGE PROGRAMS. IN YEAR 1, MDH WILL  COLLABORATE WITH COMMUNITY PARTNERS IN IDENTIFIED PRIORITY JURISDICTIONS TO SELECT A YOUTH OBESITY EARLY INTERVENTION MODEL WHICH BEST FITS THE NEEDS OF CHILDREN AND FAMILIES. COLLABORATING PARTNERS FOR ALL STRATEGIES WILL ALLOW DIRECT ACCESS TO POPULATIONS THAT HAVE A (SEE ATTACHMENT FOR FULL ABSTRACT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0231c66f-0920-a26b-9ab6-73a18fa1d2d2-C", "generated_internal_id": "ASST_NON_NU58DP007353_7523"}, {"internal_id": 160586959, "Award ID": "NU58DP007352", "Award Amount": 1125000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FORDIABETES - ILLINOIS DEPARTMENT OF PUBLIC HEALTH (IDPH) HEADQUARTERS IS LOCATED AT 525/535 W. JEFFERSON STREET, SPRINGFIELD IL, 62702 AND HAS THE CAPABILITY TO SERVE ALL POPULATIONS AND COMMUNITIES WITHIN THE STATE OF ILLINOIS. IT WAS ORGANIZED IN 1877 AND IS ONE OF ILLINOIS’ OLDEST AGENCIES. IDPH HAS HEADQUARTERS IN BOTH SPRINGFIELD (THE STATE CAPITOL) AND CHICAGO. THERE ARE 7 REGIONAL OFFICES, 3 LABORATORIES, AND AROUND 1,100 EMPLOYEES. THE REGIONAL HEALTH OFFICES ASSIST IN SUPPORTING THE NETWORK OF 96 CERTIFIED LOCAL HEALTH DEPARTMENTS, 102 COUNTIES, AND COMMUNITIES THROUGHOUT THE STATE.  IDPH INTENDS TO UTILIZE CDC GRANT FUNDS TO SUPPORT EVIDENCE-BASED DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION AND RISK MITIGATION STRATEGIES, WITH AN EMPHASIS ON REDUCING HEALTH DISPARITIES FOR PRIORITY POPULATIONS. THROUGH THIS GRANT, ILLINOIS WILL STRENGTHEN SELF-CARE PRACTICES BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT (DSMES) SERVICES FOR PRIORITY POPULATIONS; PREVENT DIABETES COMPLICATIONS FOR PRIORITY POPULATIONS THROUGH EARLY DETECTION; INCREASE ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DIABETES PREVENTION PROGRAM (NATIONAL DPP) LIFESTYLE INTERVENTION AND THE MDPP BY IMPROVING ACCESS, APPROPRIATENESS, AND FEASIBILITY OF THE PROGRAMS; IMPROVE SUSTAINABILITY OF CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS SERVING PRIORITY POPULATIONS BY ESTABLISHING OR EXPANDING NATIONAL DPP UMBRELLA HUB ARRANGEMENTS; IMPLEMENT, SPREAD, AND SUSTAIN ONE OF THE FOLLOWING EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTIONS; INCREASE AND SUSTAIN DSMES AND NATIONAL DPP DELIVERY SITES WITHIN PHARMACY NETWORKS AND CHAIN PHARMACIES TO IMPROVE REACH TO PRIORITY POPULATIONS; AND IMPROVE THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS FACTORS RELATED TO THE SDOH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_NU58DP007352_7523"}, {"internal_id": 160586958, "Award ID": "NU58DP007351", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "ADVANCING THE QUALITY OF LIFE FOR GEORGIANS THOUGH STRATEGIC APPROACHES TO ADVANCE HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - THE GEORGIA DEPARTMENT OF PUBLIC HEALTH (DPH), LOCATED AT 2 PEACHTREE STREET NW, ATLANTA, GA 30303, SEEKS FUNDING UNDER COMPONENT A OF CDC-RFA-DP-23-0020, TO CONTINUE OPERATION AND EXPANSION OF A COMPREHENSIVE AND COORDINATED APPROACH TO INFORM POLICY, SYSTEMS, AND ENVIRONMENTAL CHANGE TO PREVENT AND CONTROL DIABETES AND INCREASE EQUITABLE HEALTH OUTCOMES BY FOCUSING ON PRIORITY POPULATIONS ACROSS THE STATE OF GEORGIA.  BASED ON BURDEN OF DIABETES, OBESITY, AND OTHER CHRONIC DISEASES, GEORGIA DPH HAS IDENTIFIED PRIORITY POPULATIONS FOR THE APPROACH DESCRIBED IN THIS APPLICATION. THE PRIORITY PUBLIC HEALTH DISTRICTS INCLUDE SOUTH CENTRAL HEALTH DISTRICT, NORTH CENTRAL HEALTH DISTRICT, WEST CENTRAL HEALTH DISTRICT, SOUTH HEALTH DISTRICT, SOUTHWEST HEALTH DISTRICT AND SOUTHEAST HEALTH DISTRICT. IN THESE AREAS, DPH WILL PRIORITIZE INDIVIDUALS LIVING IN RURAL COMMUNITIES, LOW-INCOME COMMUNITIES, HISPANIC ETHNICITIES, AFRICAN AMERICANS, AND INDIVIDUALS WITH DISABILITIES.  THE GEORGIA DPH WILL WORK WITH ITS BROAD STRUCTURE OF LOCAL PUBLIC, PRIVATE AND STATEWIDE PARTNERS, USING EVIDENCE-BASED STRATEGIES TO AVERT THE DEVELOPMENT OF DIABETES AMONG POPULATIONS THAT ARE AT HIGH RISK FOR DEVELOPING DIABETES, AND TO SUPPORT GEORGIANS WHO ARE LIVING WITH DIABETES TO IMPROVE MANAGEMENT OF THE DISEASE AND PREVENT COMPLICATIONS. GEORGIA DPH WILL WORK TO ACHIEVE THE FOLLOWING OUTCOMES: INCREASE IN THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS, AS WELL AS INCREASED PARTICIPATION IN THE PROGRAMS; INCREASED TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS; IMPROVED SELF-MANAGEMENT OF CHRONIC DISEASES; INCREASED PATIENT CONTACT WITH CHWS; INCREASED SDOH SCREENINGS IN CLINICAL SETTINGS AND INCREASED REFERRALS OF SCREENED PATIENTS TO COMMUNITY RESOURCES.  IN IMPLEMENTING THIS APPROACH, DPH PROPOSES WORK UNDER THE FOLLOWING SIX STRATEGIES FOR PRIORITY POPULATIONS IN GEORGIA: IMPROVE ACCESS, APPROPRIATENESS, AND FEASIBILITY OF DSMES SERVICES; PREVENT DIABETES COMPLICATIONS THROUGH EARLY DETECTION; INCREASE ENROLLMENT AND RETENTION OF PRIORITY POPULATIONS IN THE NATIONAL DPP LIFESTYLE INTERVENTION AND THE MDPP;  IMPLEMENT, SPREAD, AND SUSTAIN AN EVIDENCE-BASED, FAMILY-CENTERED CHILDHOOD OBESITY INTERVENTION; INCREASE AND SUSTAIN DSMES AND NATIONAL DPP DELIVERY SITES WITHIN PHARMACY NETWORKS; AND STRENGTHENING A SUPPORTIVE INFRASTRUCTURE FOR CHWS TO EXPAND THEIR INVOLVEMENT IN EVIDENCE-BASED DIABETES PREVENTION AND MANAGEMENT PROGRAMS AND SERVICES.  TO ACHIEVE STATEWIDE REACH TO INCREASE ACCESS TO AND PARTICIPATION IN DIABETES PROGRAMS AND SERVICES FOR PRIORITY POPULATIONS, DPH WILL LEVERAGE ESTABLISHED PARTNERSHIPS WITH ORGANIZATIONS THAT HAVE MEMBERS AND LOCATIONS THAT EXTEND ACROSS THE STATE, TO INCLUDE: GEORGIA PRIMARY CARE ASSOCIATION, MEMBERSHIP ORGANIZATION OF 35 FEDERALLY QUALIFIED HEALTH CENTERS WITH 231 PRIMARY CARE SITES, COVERING 130 GA COUNTIES AND SEEING 660,000 PATIENTS ANNUALLY; UNIVERSITY OF GEORGIA (UGA) EXTENSION WITH A STRONG NETWORK OF EXTENSION AGENTS WITH STRONG COMMUNITY CONNECTIONS AND A PRESENCE IN EVERY COUNTY IN THE STATE; COMMUNITY PHARMACY ENHANCED SERVICES NETWORK OF GEORGIA, A CLINICALLY INTEGRATED NETWORK OF 157 INDEPENDENT COMMUNITY PHARMACIES THROUGHOUT THE STATE; AND THE 18 PUBLIC HEALTH DISTRICTS, WHO HAVE EXTENSIVE EXPERIENCE IN REACHING RURAL COMMUNITIES, LOW-INCOME POPULATIONS, AS WELL AS AFRICAN AMERICANS AND HISPANIC/LATINO POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06e1527-adcb-9ed8-670c-23f975ccac74-C", "generated_internal_id": "ASST_NON_NU58DP007351_7523"}, {"internal_id": 160586957, "Award ID": "NU58DP007350", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - 2023", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81307f03-67cd-51c5-75a3-b43876b0cc3b-C", "generated_internal_id": "ASST_NON_NU58DP007350_7523"}, {"internal_id": 160586956, "Award ID": "NU58DP007349", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "SHAPE-DP:  STRATEGIC HEALTH APPROACH TO PROMOTE EQUITY IN DIABETES PREVENTION - TRINITY HEALTH IS THE FIFTH LARGEST HEALTH SYSTEM IN THE UNITED STATES AND ONE OF THE LARGEST NOT-FOR-PROFIT, CATHOLIC HEALTH CARE SYSTEMS IN THE NATION. IT SERVES PEOPLE AND COMMUNITIES IN 26 STATES WITH 88 HOSPITALS, 135 CONTINUING CARE LOCATIONS, PROGRAMS OF ALL-INCLUSIVE CARE FOR THE ELDERLY (PACE), SENIOR LIVING FACILITIES AND 136 URGENT CARE LOCATIONS. TRINITY HEALTH EMPLOYS 123,000 COLLEAGUES AND NEARLY 27,000 PHYSICIANS AND CLINICIANS CARING FOR DIVERSE POPULATIONS AND COMMUNITIES. WITH AN ANNUAL OPERATING REVENUE OF $21.5 BILLION, THE ORGANIZATION RETURNS $1.4 BILLION ANNUALLY TO COMMUNITIES IN THE FORM OF CHARITY CARE AND OTHER COMMUNITY BENEFIT INITIATIVES. TO DELIVER ON THE ORGANIZATION’S MISSION OF “…BEING A TRANSFORMING, HEALTH PRESENCE IN OUR COMMUNITIES…” IT INCLUDES NATIONAL STRATEGIES TO REDUCE HEALTH INEQUITIES AND DELIVER VALUE-BASED CARE TO VULNERABLE POPULATIONS BY SCREENING AND REFERRING FOR SDOH-RELATED NEEDS AND IMPLEMENTING THE NATIONAL DIABETES PREVENTION PROGRAM (NDPP) TO MANAGE CHRONIC DISEASE BY PREVENTING OR DELAYING THE ONSET OF TYPE 2 DIABETES.  USING A MULTI-SECTORAL APPROACH TO REDUCE TYPE 2 DIABETES PREVALENCE AND ADVANCE HEALTH EQUITY IN COMMUNITIES SERVED, TRINITY HEALTH IS APPLYING FOR COMPONENT C OF CDC-RFA-DP-23-0020 TARGETING TRINITY HEALTH’S REGIONAL GEOGRAPHIES IN 16 STATES (CALIFORNIA, CONNECTICUT, DELAWARE, IDAHO, GEORGIA, FLORIDA, IOWA, INDIANA, ILLINOIS, MARYLAND, MASSACHUSETTS. MICHIGAN, NEW YORK, OHIO, OREGON, PENNSYLVANIA) FOCUSING ON THE 4141 MOST POPULOUS CITIES AND THEIR SURROUNDING COMMUNITIES--WHICH INCLUDES OVER 16.5 MILLION PEOPLE OVER THE AGE OF 18.  BEGINNING IN YEAR ONE, TRINITY HEALTH WILL LAUNCH SHAPE-DP – STRATEGIC HEALTH APPROACH TO PROMOTE HEALTH EQUITY AND DIABETES PREVENTION. THIS NATIONAL NETWORK OF COLLABORATORS (HUB), INCLUDING TRINITY HEALTH, AETNA/CVS HEALTH, CAPITAL DISTRICT PHYSICIAN’S HEALTH PLAN, COMMUNITY PHARMACY ENHANCED SERVICES NETWORK, YMCA OF THE USA, CATHOLIC CHARITIES USA, HABITNU, AND THE AMERICAN MEDICAL ASSOCIATION AND WILL ADVANCE HEALTH EQUITY AND REDUCE HEALTH DISPARITIES BY IMPLEMENTING A BOLD STRATEGY THAT PROMOTES OPTIMAL HEALTH FOR PEOPLE EXPERIENCING POVERTY AND OTHER VULNERABILITIES, INCLUDING UNMET SDOH RELATED NEEDS, BY BUILDING A NETWORK OF NATIONAL DIABETES PREVENTION PROGRAM (NDPP) PROVIDERS ACROSS THE 16 STATE SERVICE AREA.  TOGETHER, THE HUB WILL IMPLEMENT WORKPLAN ACTIVITIES DESIGNED TO SUPPORT THE 4 STRATEGIES FOCUSING ON 3 PRIORITY POPULATIONS INCLUDING ADULTS 65+, AFRICAN AMERICAN/BLACK AND HISPANIC/LATINO.  OVER THE COURSE OF THE 5-YEAR PERFORMANCE PERIOD, THE HUB WILL EXPAND MEMBERSHIP TO ENROLL A TOTAL OF 20,000 PARTICIPANTS (14,000 FROM A PRIORITY POPULATION) AND APPLY STRATEGIES TO ENSURE A 60% COMPLETION RATE; ENGAGE 6 COMMERCIAL PAYERS TO COVER THE COSTS OF NDPP PROGRAM DELIVERY THROUGH EXISTING AND NEW PAYMENT MODELS, STANDARDIZE PROCESSES FOR HUB PARTNERS TO SCREEN 100% OF ALL PARTICIPANTS FOR SDOH-RELATED NEEDS, AND REFER 100% OF THOSE WHO REQUEST ASSISTANCE TO A LOW/NO-COST COMMUNITY RESOURCE AND CONTINUALLY WORK TO REMOVE BARRIERS TO PARTICIPATION IN THE NDPP.  THROUGH THIS BOLD APPROACH AND STRATEGIC INTERVENTIONS TO ADVANCE HEALTH EQUITY, TRINITY HEALTH EXPECTS TO SEE REDUCED RATES OF TYPE 2 DIABETES INCIDENCE AMONG THE PRIORITY POPULATIONS IN THE SERVICE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05fb73aa-b836-1ea2-d758-937e086278d1-C", "generated_internal_id": "ASST_NON_NU58DP007349_7523"}, {"internal_id": 160586955, "Award ID": "NU58DP007348", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "ADVANCING HEALTH EQUITY IN DIABETES PREVENTION AND MANAGEMENT IN THE DISTRICT OF COLUMBIA - DIABETES IS THE 8TH LEADING CAUSE OF DEATH IN THE DISTRICT AND IS A LEADING RISK FACTOR FOR MANY CHRONIC DISEASES AND DEBILITATING CONDITIONS SUCH AS HEART DISEASE, STROKE, KIDNEY FAILURE, VISION LOSS, AND LOWER LIMB AMPUTATIONS. APPROXIMATELY 90% OF PREDIABETES AND TYPE 2 DIABETES CASES ARE PREVENTABLE WITH LIFESTYLE CHANGES, LARGELY INFLUENCED BY THE SOCIAL AND STRUCTURAL ENVIRONMENTS IN WHICH INDIVIDUALS LIVE, WORK, AND PLAY. HEALTHCARE PROVIDERS, COMMUNITY LEADERS, AND GOVERNMENT AGENCIES PLAY A VITAL ROLE IN IMPROVING HEALTH OUTCOMES OF DISTRICT RESIDENTS.  IN THE DISTRICT, NEARLY 43,000 ADULT RESIDENTS HAVE DIABETES AND ALMOST 50,000 HAVE PREDIABETES, WHICH REFLECTS AN 8% AND 11% PREVALENCE RATE, RESPECTIVELY (DC HEALTH, 2021). WHILE THE PREVALENCE OF DIABETES IN THE DISTRICT IS LOWER THAN THE NATIONAL AVERAGE (8.2% VS 9.6% AGE-ADJUSTED) (BRFSS, 2021), MORTALITY RATES ARE SIGNIFICANTLY HIGHER. THE DIABETES MORTALITY RATE IN THE DISTRICT IN 2020 WAS ONE AND HALF TIMES HIGHER THAN THE NATIONAL RATE (138.6 PER 100,000 INDIVIDUALS VS. 93.6 PER 100,000 INDIVIDUALS).  ADDITIONALLY, DISPARITIES PERSIST ACROSS DISTRICT POPULATIONS, DISPROPORTIONATELY AFFECTING RESIDENTS BY GEOGRAPHIC AREA, AGE, RACE, AND SOCIOECONOMIC STATUS. SPECIFICALLY, THE DIABETES MORTALITY RATE AMONG BLACK/AFRICAN AMERICAN RESIDENTS IS NEARLY SEVEN TIMES HIGHER THAN WHITE RESIDENTS (213.5 VS 29.9 PER 100,000 INDIVIDUALS). SOCIOECONOMIC FACTORS SUCH AS INCOME, HEALTH LITERACY, QUALITY PREVENTIVE CARE UTILIZATION, AND ACCESS TO EVIDENCE-BASED LIFESTYLE CHANGE, AND SELF-MANAGEMENT SUPPORT PROGRAMS CONTRIBUTE IN PART TO THE DISPROPORTIONATE BURDEN OF DIABETES IN THE DISTRICT.  THE GOAL OF DC HEALTH’S CHRONIC DISEASE DIVISION (CDD) IS TO REDUCE THE PREVALENCE, MORBIDITY AND MORTALITY FROM DIABETES, HEART DISEASE, STROKE, AND OTHER CHRONIC CONDITIONS IN THE DISTRICT BY REDUCING THE MOST COMMON RISK FACTORS.  THE CDD AIMS TO ADDRESS THESE DISPARATE OUTCOMES BY   IMPLEMENTING STRATEGIES TO PREVENT AND MANAGE CHRONIC CONDITIONS AND REDUCE RISK FACTORS, ULTIMATELY TO ADVANCE HEALTH, WELLNESS AND EQUITY ACROSS THE DISTRICT.  OUR TEAM OF CHRONIC DISEASE EXPERTS COLLABORATE WITH HEALTH SYSTEMS, FEDERALLY QUALIFIED HEALTH CENTERS, COMMUNITY-BASED ORGANIZATIONS, GOVERNMENT AGENCIES AND OTHER KEY PARTNERS TO ENSURE THAT DATA-DRIVEN, EVIDENCE-BASED AND SUSTAINABLE APPROACHES ARE UTILIZED ACROSS THE DISTRICT TO IMPROVE DIABETES AND OTHER CHRONIC DISEASE OUTCOMES AMONG OUR RESIDENTS.  UNDER THE PREVIOUS FUNDING CYCLE, THE CHRONIC DISEASE DIVISION’S WORK FOCUSED ON ADDRESSING GAPS IN AVAILABILITY, ACCESS, COVERAGE AND PARTICIPATION IN DIABETES EVIDENCE-BASED PROGRAMS. THE DIVISION INCREASED ACCESS TO SELF-MANAGEMENT PROGRAMS, IMPROVED HEALTH SYSTEMS’ CAPACITY AND ADVANCED/EXPANDED COMMUNITY-CLINICAL LINKAGES TO IMPROVE THE PREVENTION AND MANAGEMENT OF PRE-DIABETES AND DIABETES AMONG HIGH BURDEN POPULATIONS. KEY TO THE WORK UNDER THIS FUNDING WAS THE CONVENING OF THE DC MILLION HEARTS LEARNING COLLABORATIVE.  UNDER COMPONENT A OF THE NOFO, DC HEALTH, LOCATED AT 899 NORTH CAPITOL STREET NE, WASHINGTON, DC 20002, INTENDS TO BUILD ON SUCCESSES AND LESSONS LEARNED UNDER THE PREVIOUS FUNDING CYCLE TO ACHIEVE STATEWIDE ADOPTION OF DIABETES PREVENTION AND MANAGEMENT STRATEGIES. THE DISTRICT AIMS TO INCREASE UTILIZATION OF RISK REDUCTION STRATEGIES BY; 1) ENGAGING MULTISECTORAL PARTNERS, 2) STRENGTHENING THE DIABETES WORKFORCE, 3) REDUCING SYSTEM/PROVIDER/INDIVIDUAL BARRIERS TO EVIDENCE-BASED INTERVENTIONS, 4) PROMOTING POLICY CHANGES, 5) IMPROVING ORGANIZATIONAL AND INDIVIDUAL HEALTH LITERACY, AND 6) IMPLEMENTING MEDIA AND AWARENESS CAMPAIGNS. STRATEGIES WITHIN THIS PROPOSAL PRIORITIZE HIGH BURDEN POPULATIONS, BLACK/AFRICAN AMERICAN AND HISPANIC RESIDENTS AGES 45 AND OLDER LIVING IN WARDS 4, 5, 7 AND 8.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_NU58DP007348_7523"}, {"internal_id": 160586954, "Award ID": "NU58DP007347", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES - THE DELAWARE DIVISION OF PUBLIC HEALTH’S DIABETES AND HEART DISEASE PREVENTION AND CONTROL PROGRAM AIMS TO DEVELOP AND IMPLEMENT A STRATEGIC APPROACH TO PROMOTING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES. THE FOCUS WILL BE ON IDENTIFYING AND ADDRESSING DISPARITIES IN ACCESS TO CARE, QUALITY OF CARE AND OUTCOMES RELATED TO PREDIABETES AND DIABETES. THE PROJECT WILL INVOLVE COLLABORATION WITH RELEVANT STAKEHOLDERS, INCLUDING HEALTHCARE PROVIDERS, COMMUNITY-BASED ORGANIZATIONS TO IDENTIFY AND PRIORITIZE ACTIONS THAT WILL HAVE THE GREATEST IMPACT OF IMPROVING HEALTH EQUITY FOR THESE POPULATIONS. THE GOAL IS TO IMPROVE THE HEALTH AND WELL-BEING OF INDIVIDUALS WITH OR AT RISK FOR DIABETES AND TO REDUCE DISPARITIES IN DIABETES OUTCOMES. DELAWARE WILL CONTINUE TO BUILD CAPACITY AND SUSTAINABILITY AROUND CATEGORY A WORK FOR DIABETES MANAGEMENT AND TYPE 2 DIABETES PREVENTION IMPLEMENTED DURING THE 5-YEAR FUNDING CYCLE WITH 1815. DURING THE FIRST YEAR OF THE DP-23-0020 GRANT, DPH WILL WORK DILIGENTLY TO ADDRESS STRATEGIES AND MEASURES DEFINED IN THE APPLICATION.  -\tINCREASE IN THE NUMBER OF ORGANIZATIONS IMPLEMENTING EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS -\tINCREASED ADAPTATION/TAILORING OF EFFECTIVE PROGRAMS FOR PRIORITY POPULATIONS -\tINCREASE IN THE NUMBER OF PATIENTS SCREENED AND REFERRED TO COMMUNITY RESOURCES -\tINCREASED SDOH SCREENINGS IN CLINICAL SETTINGS -\tINCREASED PARTICIPATION IN EVIDENCE-BASED COMMUNITY BEHAVIORAL CHANGE PROGRAMS -\tINCREASED MULTI-DIRECTIONAL COMMUNICATION BETWEEN CLINICAL AND COMMUNITY RESOURCES  DELAWARE HAS BEEN SUCCESSFUL IN SEVERAL AREAS OF HEALTHCARE, POPULATION HEALTH AND IMPROVING ACCESS TO DIABETES CARE IN UNDERSERVED AREAS. BUILDING ON ITS STRONG INTERNAL INFRASTRUCTURE AND UNIQUE RELATIONSHIP A DIVERSE SET OF PARTNERS, THE DELAWARE DIVISION OF PUBLIC HEALTH IS PREPARED TO INITIATE THE DEVELOPMENT AND IMPLEMENTATION OF THE PROPOSED INITIATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a722ef3e-0aa5-41d7-5b1d-4b90003f3f57-C", "generated_internal_id": "ASST_NON_NU58DP007347_7523"}, {"internal_id": 160586953, "Award ID": "NU58DP007346", "Award Amount": 850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "NEBRASKA DIABETES PREVENTION & MANAGEMENT PROGRAM - THE NEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES IS SUBMITTING THIS APPLICATION IN RESPONSE TO CDC-RFA-DP-23-0020 ENTITLED “A STRATEGIC APPROACH TO ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS WITH OR AT RISK FOR DIABETES.” THE NEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES IS APPLYING FOR COMPONENT A AND WILL SERVE THE POPULATION OF NEBRASKA. THE NEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES IS LOCATED AT 301 CENTENNIAL MALL S, LINCOLN, NE 68509. THIS APPLICATION INCLUDES THREE DIABETES PREVENTION, MANAGEMENT, AND SUPPORT PROGRAM STRATEGIES THAT WILL IMPROVE ACCESS, REFERRALS AND PARTICIPATION IN SELF-MANAGEMENT PROGRAMS AND CDC-RECOGNIZED LIFESTYLE CHANGE PROGRAMS; INCREASE ADOPTION OF TEAM-BASED CARE; AND INCREASE THE ADOPTION AND USE OF CLINICAL SYSTEMS AND CARE PRACTICES TO IMPROVE QUALITY OF CARE AND HEALTH OUTCOMES FOR PEOPLE WITH DIABETES. THE APPLICATION ALSO INCLUDES THREE POLICY AND SYSTEM LEVEL SUPPORT STRATEGIES FOR DIABETES PREVENTION AND MANAGEMENT STRATEGIES THAT PROMOTE THE DEVELOPMENT AND IMPLEMENTATION OF MULTI-DIRECTIONAL E-REFERRAL SYSTEMS BETWEEN HEALTH CARE AND COMMUNITY BASED ORGANIZATIONS; IMPROVE SUSTAINABILITY OF COMMUNITY HEALTH WORKERS BY BUILDING A SUPPORTIVE INFRASTRUCTURE TO EXPAND INVOLVEMENT IN EVIDENCE-BASED PROGRAMS; AND ADDRESS FACTORS RELATED TO SDOH THAT IMPACT HEALTH OUTCOMES FOR PRIORITY POPULATIONS WITH AND AT RISK FOR DIABETES.  EXPECTED OUTCOMES INCLUDE (1) INCREASING PARTICIPATION IN ADA-RECOGNIZED/AADE-ACCREDITED DSMES PROGRAMS BY PEOPLE WITH DIABETES; (2) INCREASING PARTICIPATION IN DIABETES SUPPORT PROGRAMS/SERVICES FOR PEOPLE WITH DIABETES; (3) INCREASING ENROLLMENT AND RETENTION IN CDC-RECOGNIZED ORGANIZATIONS DELIVERING THE NATIONAL DPP AND MEDICARE DPP LIFESTYLE CHANGE PROGRAM; AND (4) INCREASING THE NUMBER OF PEOPLE WITH DIABETES SERVED BY HEALTH CARE ORGANIZATIONS THAT HAVE ADOPTED OR ENHANCED TEAM-BASED CARE SUPPORTED BY SUSTAINABLE PAYMENT MODELS AND CLINICAL SYSTEMS AND CARE PRACTICES TO IMPROVE HEALTH OUTCOMES FOR PEOPLE WITH DIABETES. THESE SHOULD LEAD TO TWO KEY LONG-TERM OUTCOMES: (1) A DECREASED PROPORTION OF PEOPLE WITH DIABETES WHO HAVE AN A1C > 9%; AND (2) AN INCREASED NUMBER OF PROGRAM COMPLETERS SERVED BY CDC-RECOGNIZED NATIONAL DPP DELIVERY ORGANIZATIONS WHO REDUCE THEIR RISK FOR TYPE 2 DIABETES. MANY OF THE ACTIVITIES PROPOSED IN THE APPLICATION WILL BUILD ON SUCCESSES AND EFFORTS ALREADY IN PROGRESS IN NEBRASKA, UTILIZING EXISTING PARTNERSHIPS AND DEPARTMENT STAFF WITH EXTENSIVE EXPERIENCE IN HEALTH PROMOTION, CHRONIC DISEASE EPIDEMIOLOGY AND SURVEILLANCE, AND PROGRAM EVALUATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_NU58DP007346_7523"}, {"internal_id": 160586952, "Award ID": "NU58DP007345", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "93.988", "Description": "NJ DIABETES PREVENTION AND CONTROL PROGRAM THROUGH ADVANCING HEALTH EQUITY FOR PRIORITY POPULATIONS - DIABETES IS A SIGNIFICANT PUBLIC HEALTH CONCERN. IN NEW JERSEY, DIABETES WAS THE EIGHTH LEADING CAUSE OF DEATH IN 2020 (2020 DEATH DATA, NATIONAL VITAL STATISTICS SYSTEM VIA CDC WONDER AND RANKINGS AND RATES ARE BASED ON 2020 AGE-ADJUSTED DEATH RATES).  AGE-ADJUSTED DIABETES PREVALENCE ESTIMATES FOR THE ADULT POPULATION IN NEW JERSEY NEARLY DOUBLED SINCE 1993 (4.3% IN 1993 TO 8.5% IN 2020). THE RISING PREVALENCE OF DIABETES IS A PUBLIC HEALTH CONCERN, AS DIABETES IS ALSO KNOWN TO BE A MAJOR RISK FACTOR FOR HEART DISEASE AND STROKE AS WELL AS THE LEADING CAUSE OF KIDNEY FAILURE, NON-TRAUMATIC LOWER LIMB AMPUTATIONS, AND NEW CASES OF BLINDNESS IN THE UNITED STATES (CDC: HTTPS://WWW.CDC.GOV/DIABETES/PROFESSIONAL-INFO/TOOLKITS/NEW-BEGINNINGS/INDEX.HTML)  THE NEW JERSEY DEPARTMENT OF HEALTH (NJDOH) WILL ADDRESS THE BURDEN OF DIABETES THROUGH STATEWIDE, POPULATION-BASED, EVIDENCE-BASED SYSTEM INTERVENTIONS.  THE DIABETES PREVENTION AND CONTROL PROGRAM (NJDPCP) WILL ADDRESS THE BURDEN OF DIABETES BY IMPLEMENTING PREVENTION AND SELF-MANAGEMENT STRATEGIES (DIABETES PREVENTION PROGRAM, DIABETES SELF-MANAGEMENT EDUCATION AND SUPPORT), SYSTEM LEVEL MULTI-DIRECTIONAL E-REFERRAL SYSTEMS, STRENGTHENING THE INFRASTRUCTURE TO EXPAND COMMUNITY HEALTH WORKER INVOLVEMENT IN DIABETES PREVENTION AND MANAGEMENT PROGRAMS AND IMPROVING THE CAPACITY OF THE DIABETES WORKFORCE TO ADDRESS SOCIAL DETERMINANTS OF HEALTH (SDOH).  NJDPCP STAFF IDENTIFIED PRIORITY POPULATIONS BY ASSESSING THE PREVALENCE OF DIABETES AND OBESITY AT THE COUNTY LEVEL, FURTHER BROKEN DOWN BY DEMOGRAPHIC VARIABLES.  NEW JERSEY HAS A DIABETES PREVALENCE OF 8.5%, AND THE FOLLOWING (OF NEW JERSEY'S 21) COUNTIES HAVE A PREVALENCE HIGHER THAN 8.5% AND ARE BEING IDENTIFIED AS PRIORITY:  ATLANTIC, BURLINGTON, CAMDEN, CUMBERLAND, HUDSON, MERCER, MIDDLESEX, PASSAIC, SALEM, AND SUSSEX.  SALEM, CUMBERLAND, GLOUCESTER AND CAMDEN HAVE THE HIGHEST ADULT PREVALENCE FOR OBESITY (2017-2020) AT 36% AND HIGHER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce76e590-02ee-c013-7664-ea7d7d437652-C", "generated_internal_id": "ASST_NON_NU58DP007345_7523"}]