[{"internal_id": 159760515, "Award ID": "NU58DP007327", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "ALASKA HEALTHY SCHOOLS PROJECT - OBESITY, A LACK OF REGULAR PHYSICAL ACTIVITY, POOR NUTRITION, CHRONIC CONDITIONS AND POOR MENTAL HEALTH ARE SERIOUS HEALTH CONCERNS IN ALASKA. ABOUT 1 OUT OF 3 CHILDREN IN ALASKA IS OVERWEIGHT OR OBESE AS ARE ABOUT 2 OUT OF 3 ALASKA ADULTS. ONLY 1 IN 5 ALASKA HIGH SCHOOL STUDENTS GET THE RECOMMENDED SIXTY MINUTES OF PHYSICAL ACTIVITY EVERY DAY AND ONLY IN 1 IN TEN EAT THE RECOMMENDED DAILY SERVINGS OF FRUITS AND VEGETABLES. ONE IN TEN ALASKA CHILDREN HAS A CHRONIC HEALTH CONDITION AND FAR TOO MANY HAVE POOR MENTAL HEALTH WITH ONE IN FOUR HIGH SCHOOL STUDENTS SERIOUSLY CONSIDERING SUICIDE.  HEALTH PROMOTING STRATEGIES AIMED AT SCHOOL-AGED CHILDREN WITHIN PUBLIC SCHOOLS CAN REDUCE THE RISK OF DEVELOPING OBESITY AND OTHER CHRONIC DISEASES AND IMPROVE OVERALL HEALTH AND ACADEMIC SUCCESS. THESE INCLUDE IMPROVING NUTRITION, INCREASING PHYSICAL ACTIVITY, INCREASING SCHOOL-BASED HEALTH SERVICES, MANAGEMENT OF CHRONIC HEALTH CONDITIONS, AND IMPROVING MENTAL HEALTH.  THE PURPOSE OF THE ALASKA HEALTHY SCHOOLS PROJECT IS TO PROTECT AND IMPROVE THE HEALTH, ACADEMIC ACHIEVEMENT, AND EMOTIONAL WELL-BEING OF SCHOOL-AGE CHILDREN AND ADOLESCENTS THROUGH IMPROVEMENTS IN NUTRITION, PHYSICAL ACTIVITY, THE MANAGEMENT OF CHRONIC CONDITIONS, AND TRAUMA ENGAGED PRACTICES ADDRESSING THE MENTAL HEALTH AND EMOTIONAL NEEDS OF STUDENTS IN ALASKA WITH FOCUS ON ADDRESSING HEALTH INEQUITIES IN UNDERSERVED AND DISPROPORTIONATELY AFFECTED COMMUNITIES IN ALASKA.  THE STATE OF ALASKA WILL PROVIDE STATE LEVEL PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE AND ESTABLISH A NEW STATE LEVEL COALITION TO SUPPORT SCHOOL HEALTH POLICIES, PRACTICES, PROGRAMS, AND SERVICES TO IMPROVE THE HEALTH AND EDUCATION OUTCOMES OF STUDENTS. IN ORDER TO ADDRESS HEALTH INEQUITIES, ADDITIONAL SUPPORT AND FINANCIAL ASSISTANCE WILL BE PROVIDED TO ONE PRIORITY LOCAL EDUCATION AGENCY (LEA) AND CORRESPONDING SCHOOLS IN COMMUNITIES THAT EXPERIENCE POVERTY, ARE MEDICALLY UNDERSERVED, AND ARE DISPROPORTIONATELY AFFECTED BY CHRONIC DISEASES AND ATTRIBUTABLE RISK FACTORS. THE PRIORITY LEA WILL DEVELOP AND IMPLEMENT EVIDENCE-BASED ACTION PLANS FOCUSED ON SUSTAINABLE POLICY, SYSTEMS OR ENVIRONMENTAL CHANGES THAT ARE CULTURALLY RELEVANT AND MEANINGFUL TO THE COMMUNITY.  THE PROJECT WILL SERVE ALL 53 LEAS IN ALASKA FOR STATE LEVEL SUPPORT AND PROFESSIONAL DEVELOPMENT AND WILL PARTNER WITH ONE PRIORITY LEA PARTNER. THE PROJECT WILL FOCUS ON SCHOOLS FROM COMMUNITIES THAT EXPERIENCE POVERTY, ARE MEDICALLY UNDERSERVED, AND ARE DISPROPORTIONATELY AFFECTED BY CHRONIC DISEASES AND ATTRIBUTABLE RISK FACTORS OVER THE 5-YEAR PROJECT PERIOD. THE SCHOOL HEALTH INDEX WILL BE USED AS A BASIS FOR DEVELOPING ACTION PLANS IN THE LEA AND CORRESPONDING SCHOOLS.  A HEALTHY SCHOOLS TRAINING, TECHNICAL ASSISTANCE AND FACILITATION CONTRACTOR WILL BE SECURED THROUGH COMPETITIVE PROCUREMENT TO SUPPORT THE FACILITATION OF THE WSCC COALITION, UPDATE OF THE ALASKA SCHOOL HEALTH AND SAFETY FRAMEWORK, AND PROVIDE OR SECURE EXPERT TECHNICAL ASSISTANCE TO LEAS ON TOPICS IN THE NOFO. THE ALASKA HEALTHY SCHOOLS PROJECT IS A COLLABORATIVE BETWEEN THE DEPARTMENT OF HEALTH AND DEPARTMENT OF EDUCATION & EARLY DEVELOPMENT. THE PROJECT BUILDS UPON THE COLLECTIVE WORK THAT THE DEPARTMENTS SHARE WITH AN ESTABLISHED SCHOOL HEALTH AND SAFETY FRAMEWORK (PLAN), THE ALASKA SCHOOL HEALTH COLLABORATIVE (INTERAGENCY WORKGROUP), CONDUCTING THE YOUTH RISK BEHAVIOR SURVEY AND SCHOOL HEALTH PROFILES SURVEYS AND YEARS OF PROVIDING PROFESSIONAL DEVELOPMENT TO ON SCHOOL HEALTH PROFESSIONALS THROUGHOUT THE STATE.  A SIGNED MEMORANDUM OF AGREEMENT (MOA) IS INCLUDED IN THE APPLICATION.  THE TWO DEPARTMENTS HAVE HAD SIMILAR MOA’S IN PLACE, FOR THE CDC RFA DP 13-1305 WHICH WAS AWARDED TO DOH AND FOR CDC RFA DP 18-1801 WHICH WAS AWARDED TO DEED. THIS OPPORTUNITY BUILDS ON MANY OF THE ACTIVITIES UNDERTAKEN IN THE PREVIOUS GRANTS. OUR DEPARTMENTS HAVE ESTABLISHED A GOOD WORKING RELATIONSHIP IN THIS AREA AND ARE COMMITTED TO CONTINUED COLLABORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da787dd9-e8ac-c70e-7520-73e79c96154a-C", "generated_internal_id": "ASST_NON_NU58DP007327_7523"}, {"internal_id": 159760514, "Award ID": "NU58DP007326", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS  - 2023", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b510f5cc-5106-5c93-1cab-7b2366fe9302-C", "generated_internal_id": "ASST_NON_NU58DP007326_7523"}, {"internal_id": 159760513, "Award ID": "NU58DP007325", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "THE ARKANSAS DEPARTMENT OF EDUCATION (ADE), SCHOOL HEALTH SERVICES (SHS) WILL UTILIZE THE CDC-RFA-DP-23-0002 COOPERATIVE AGREEMENT TO NUTRITION, PHYSICAL ACTIVITY, AND CHRONIC CONDITIONS IN SCHOOLS. - PROJECT ABSTRACT SUMMARY  THE ARKANSAS DEPARTMENT OF EDUCATION (ADE), SCHOOL HEALTH SERVICES OFFICE (SHS) WILL UTILIZE THE CDC-RFA-DP-23-0002 GRANT FUNDS IMPROVE STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC HEALTH CONDITIONS IN SCHOOLS. THE ADE WILL FACILITATE, IMPROVE AND EXPAND THE LEVEL AND QUALITY OF THE SCHOOL-BASED HEALTH SERVICES ALL STUDENTS WITHIN THE SCHOOL SETTING.  THE PROJECT WILL EXPAND UPON AND ENHANCE THE MULTIDISCIPLINARY APPROACH OF STATEWIDE SCHOOL HEALTH COALITION (SSHC) AND LOCAL SCHOOL HEALTH COUNCILS. THIS PROJECT WILL ALLOW THE ADE TO DEVELOP AND REFINE THE SYSTEMATIC PROCESS FOR IMPLEMENTING STRATEGIES AND ACTIVITIES WHICH PROMOTE HEALTHY BEHAVIORS AMONG STUDENT AND STAFF USING THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD MODEL (WSCC MODEL); INCREASE THE EFFECTIVENESS OF CHRONIC DISEASE MANAGEMENT EDUCATION AND SERVICES; AND ENSURE RESOURCES AND TECHNICAL ASSISTANCE ARE AVAILABLE TO SCHOOL PERSONNEL.  THE ADE WILL FACILITATE THE STATEWIDE SCHOOL HEALTH COALITION (SSHC) TO INCREASE AWARENESS OF THE STATE’S CHILDHOOD OBESITY EPIDEMIC, CHRONIC HEALTH CONDITIONS, AND OTHER HEALTH DISPARITIES WHICH EXIST AMONG PUBLIC SCHOOL CHILDREN SUCH AS MENTAL HEALTH ISSUES, ORAL HEALTH, SOCIAL-EMOTIONAL LEARNING BARRIERS, AND SUBSTANCE ABUSE INCLUDING TOBACCO AND NICOTINE PRODUCTS. PROVIDE GUIDANCE FOR THE IMPLEMENTATION OF THE SCHOOL-BASED HEALTH PROGRAM. THE COALITION WILL BE CONSULTED TO PROVIDE EXPERTISE, LEVERAGE RESOURCES, AND TO PROVIDE PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANT TO SCHOOL PERSONNEL IN ORDER TO REACH THE HIGHEST POTENTIAL FOR SCHOOL-BASED HEALTH STRATEGIES WITHIN THE SCHOOL SETTING.  THE ADE WILL PRIORITIZE A FOCUSED SUPPORT FOR ONE LEA SCHOOL HEALTH COUNCIL TO INCREASE THE CAPACITY, QUALITY, EFFICIENCY, AND EFFECTIVENESS TO ASSIST DISTRICT DECISION-MAKERS OF APPROPRIATE POLICIES AND SERVICES IN SUPPORT OF THE LOCAL SCHOOL IMPROVEMENT PLANNING PROCESS TO ENSURE A COMPREHENSIVE STUDENT FOCUSED LEARNING SYSTEM TO MEET THE NEEDS OF THE WSCC MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aff139f6-861b-5720-07f9-865fa4ae1f66-C", "generated_internal_id": "ASST_NON_NU58DP007325_7523"}, {"internal_id": 159760512, "Award ID": "NU58DP007324", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS - THIS APPLICATION FOR CDC-RFA-DP-23-002 PROPOSES TO UTILIZE A STRATEGIC AND LONGSTANDING PARTNERSHIP BETWEEN THE UNIVERSITY OF HAWAI‘I AT MANOA (UHM), THE HAWAI‘I STATE DEPARTMENT OF EDUCATION (HIDOE), AND THE HAWAI‘I STATE DEPARTMENT OF HEALTH (HIDOH) TO COLLABORATIVELY LEVERAGE RESOURCES AND EXPERTISE ACROSS MULTIPLE SECTORS TO COMPREHENSIVELY SERVE STUDENTS STATEWIDE THAT ARE DISPROPORTIONATELY AFFECTED BY HEALTH DISPARITIES, AND ECONOMIC DISADVANTAGE. UTILIZING A WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) APPROACH, WE WILL SEEK TO IMPACT SCHOOL-BASED POLICIES, SYSTEMS, AND ENVIRONMENTS AROUND PHYSICAL ACTIVITY, NUTRITION, AND CHRONIC DISEASE WITH THE OVERARCHING GOAL OF IMPROVING AND MAINTAINING THE OVERALL HEALTH AND ACADEMIC ACHIEVEMENT OF YOUTH. THIS WILL BE ACCOMPLISHED THROUGH A STATEWIDE APPROACH TO PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA), AS WELL AS INCREASING SUSTAINABLE PRACTICES AND POLICIES AROUND THE TARGET AREAS. IN ADDITION, WE WILL SUPPORT UP TO 15 SCHOOLS IN THE HIDOE, INCLUDING OST PROGRAMS, TO IMPROVE CHRONIC DISEASE MANAGEMENT AMONG STUDENTS AND ACHIEVE OVERALL PROGRAM OUTCOME. THERE ARE FIVE EXPECTED OUTCOMES (AS STATED IN THE NOFO) THAT WE ANTICIPATE ACHIEVING: (1) INCREASE IN THE NUMBERS OF SCHOOLS WITH AN ACTION PLAN BASED ON THE SCHOOL HEALTH INDEX (SHI) AND THE HAWAI‘I SAFETY AND WELLNESS SURVEY (SAWS); 2) INCREASED IMPLEMENTATION OF COMPREHENSIVE SCHOOL PHYSICAL ACTIVITY PROGRAMS (CSPAP); (3) INCREASED SCHOOL NUTRITION AND FOOD SECURITY POLICIES AND PRACTICES; (4) INCREASED SCHOOL-BASED HEALTH SERVICES THAT SUPPORT STUDENTS WITH CHRONIC HEALTH CONDITIONS; AND (5) INCREASED PHYSICAL ACTIVITY, HEALTHY DIETARY BEHAVIORS, AND SELF-MANAGEMENT OF CHRONIC HEALTH CONDITIONS AMONG STUDENTS. OUTCOMES WILL BE ACHIEVED THROUGH SEVERAL ACTION STEPS ASSOCIATED WITH EACH OF THE REQUIRED ACTIVITIES IN ORDER TO ENSURE IMPROVED HEALTH AND WELL-BEING OF SCHOOL-AGE YOUTH IN UNDERSERVED AND DISPROPORTIONATELY A FFECTED COMMUNITIES OF HAWAI‘I. THIS WORK IS MUCH NEEDED IN THE STATE OF HAWAI‘I. WE ARE UNIQUE FROM OTHER STATES IN OUR GEOGRAPHY AND CULTURAL MAKE-UP; HOWEVER, THE NEED TO PROMOTE EQUITY AND IMPROVE THE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS IS A CHALLENGE WE SHARE WITH MANY OTHER STATES. WITH THE APPROPRIATE SUPPORT AND RESOURCES, WE ARE WELL POSITIONED TO ENACT MEANINGFUL CHANGE THAT WILL POSITIVELY IMPACT THE KEIKI (CHILDREN) OF HAWAI‘I.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NU58DP007324_7523"}, {"internal_id": 159760511, "Award ID": "NU58DP007323", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "THE PURPOSE OF THIS WORK IS TO PROTECT AND IMPROVE THE HEALTH AND WELL-BEING OF SCHOOL-AGE CHILDREN AND ADOLESCENTS IN THE OGDEN AND DUCHESNE COUNTY SCHOOL DISTRICTS. - A PARTNERSHIP AMONGST THE UTAH DEPARTMENT OF HEALTH AND HUMAN SERVICES, HEALTHY ENVIRONMENTS ACTIVE LIVING (HEAL) PROGRAM, THE OGDEN SCHOOL DISTRICT AND DUCHESNE COUNTY SCHOOL DISTRICT, ALONG WITH TWO LOCAL HEALTH DEPARTMENTS WILL COLLABORATIVELY IMPLEMENT STRATEGIES TO STRENGTHEN AN ESSENTIAL INFRASTRUCTURE THAT PROMOTES UTAH STUDENTS’ ENGAGEMENT IN HEALTHY BEHAVIORS AND ENHANCES THE ABILITY OF THOSE LIVING WITH CHRONIC CONDITIONS TO LEARN TOOLS TO SELF-MANAGE. THIS STATEWIDE PARTNERSHIP WILL HELP PROTECT AND IMPROVE THE HEALTH AND WELL-BEING OF SCHOOL-AGE CHILDREN AND ADOLESCENTS IN TARGETED COMMUNITIES.  THE OGDEN AND DUCHESNE SCHOOL DISTRICTS HAVE CURRENT STRATEGIC PLANS IN PLACE WHICH ARE DESIGNED TO ADDRESS THE HEALTH AND WELL-BEING OF THE STUDENTS; THE ADDITION OF EVIDENCE-BASED PROGRAMS WILL ONLY ENHANCE THE ACTIVITIES THAT ARE CURRENTLY TAKING PLACE AT THE SCHOOL LEVEL. OUTCOMES INCLUDE BOTH SCHOOL DISTRICTS HIRING A 100% FTE PROGRAM COORDINATOR. HEAL WILL DEDICATE ONE STATEWIDE SCHOOLS GRANT COORDINATOR TO FULFILL THE PROJECT IMPLEMENTATION AT THE STATE AND LOCAL SCHOOL DISTRICT LEVELS. PARTNERS WILL ALSO HAVE ACCESS TO A STATEWIDE SCHOOL NURSE CONSULTANT TO PROVIDE AN ORIENTATION AND TRAINING TO SCHOOL NURSES ON POLICIES AND MANAGEMENT TECHNIQUES OF CHRONIC HEALTH CONDITIONS AMONGST UTAH STUDENTS.  BY THE END OF THE FUNDING PERIOD, HEAL ALONG WITH THE TWO LOCAL HEALTH DEPARTMENTS AND SCHOOL DISTRICTS WITHIN THE OGDEN AND DUCHESNE AREAS WILL HAVE FOCUSED THEIR EFFORTS WITHIN THE CONTEXT OF THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD MODEL TO: ESTABLISH KEY PARTNERSHIPS TO SUPPORT SCHOOL HEALTH PROGRAMS; PROMOTE DISSEMINATION AND IMPLEMENTATION OF CDC SCHOOL HEALTH GUIDELINES, TOOLS, AND RESOURCES THROUGH PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE; AND USE ACTION PLANNING TO IMPLEMENT PHYSICAL ACTIVITY, SCHOOL NUTRITION, AND SCHOOL HEALTH POLICIES, PRACTICES, PROGRAMS, AND SERVICES WITHIN STATE AND LOCAL EDUCATION AGENCIES, SCHOOLS, AND OUT-OF-SCHOOL TIME SETTINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_NU58DP007323_7523"}, {"internal_id": 159760510, "Award ID": "NU58DP007322", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) GRANT IN PENNSYLVANIA - THROUGH THE WSCC GRANT, THE PENNSYLVANIA DEPARTMENT OF HEALTH (DOH) WILL COLLABORATE WITH PARTNERS TO CONVENE A STATEWIDE SCHOOL HEALTH COALITION, FACILITATE STATEWIDE PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE ON A VARIETY OF WSCC RELATED AREAS AND IMPLEMENT THE WSCC FRAMEWORK WITH ERIE CITY SCHOOL DISTRICT (ECSD). IN COLLABORATION WITH THE PENNSYLVANIA DEPARTMENT OF EDUCATION, DOH WILL BUILD UPON AN EXISTING HEALTH AND PHYSICAL EDUCATION STAKEHOLDER GROUP TO DEVELOP A COALITION WITH STATEWIDE REPRESENTATION FROM ALL WSCC AREAS. THE COALITION WILL GUIDE PROFESSIONAL DEVELOPMENT, TECHNICAL ASSISTANCE AND RESOURCES TO BE OFFERED STATEWIDE THROUGH EXISTING EVENTS WITH INTERMEDIATE UNITS AND SOCIETY FOR HEALTH AND PHYSICAL EDUCATORS (SHAPE PA). TRAININGS WILL BE OFFERED STATEWIDE AND OPEN TO ALL 500 SCHOOL DISTRICTS,BUT FINANCIAL ASSISTANCE, TECHNICAL ASSISTANCE AND RESOURCES WILL BE TARGETED TO DISTRICTS LOCATED IN AREAS EXPERIENCING HIGH POVERTY AND DISPROPORTIONATELY AFFECTED BY CHRONIC DISEASES AND ATTRIBUTABLE RISK FACTORS. DOH HAS COMMITMENT FROM ECSD TO PARTNER ON IMPLEMENTATION OF THE GOALS OF THE WSCC GRANT. DOH WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE, ALONG WITH FUNDING TO SUPPORT A DISTRICT WELLNESS COORDINATOR TO IMPROVE HEALTHY EATING, PHYSICAL ACTIVITY, AND CHRONIC DISEASE MANAGEMENT AMONG STUDENTS IN ECSD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f883d24-5b22-bdcc-2a80-1fe9d0f8356b-C", "generated_internal_id": "ASST_NON_NU58DP007322_7523"}, {"internal_id": 159760509, "Award ID": "NU58DP007321", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "WISCONSIN SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS - A VARIETY OF FACTORS PLAY A ROLE IN THE INCIDENCE RATE OF CHRONIC DISEASE FOR THE YOUTH OF WISCONSIN. YOUTH AND THEIR FAMILIES FACE CONDITIONS (ACCESS TO NUTRITIOUS FOODS, TRANSPORTATION, ACCESS TO HIGH QUALITY EDUCATION AND HEALTH CARE) IN THEIR COMMUNITIES, HOMES AND SCHOOLS. SOME COMMUNITIES EXPERIENCE SIGNIFICANT DISPARITY IN CONDITIONS AND RESOURCES AVAILABLE. THESE SOCIAL DETERMINANTS OF HEALTH SHOW THEMSELVES TO US IN THE FORMS OF SUBOPTIMAL DIETARY HABITS, LACK OF HEALTH ENHANCING PHYSICAL ACTIVITY, OBESITY, LACK OF MENTAL HEALTH CARE AND SUPPORT, AND ULTIMATELY CHRONIC HEALTH ISSUES. RECOGNITION OF THESE SOCIAL DETERMINANTS WILL PROVIDE BOTH UPSTREAM AND DOWNSTREAM BENEFITS FOR ALL MEMBERS OF THE COMMUNITY.  THE PURPOSE OF THE WISCONSIN PROJECT IS TO CREATE A SUSTAINABLE AND AUTHENTIC CONNECTION BETWEEN LOCAL EDUCATIONAL AGENCIES (LEAS) TO TRAINING, SUPPORT AND EQUITABLE EVIDENCE-BASED STRATEGIES. THIS CONNECTION WILL ASSIST LEAS IN THEIR ACKNOWLEDGEMENT OF AND EFFORTS TO IMPROVE THE HEALTH, ACADEMIC ACHIEVEMENT AND WELL-BEING OF STUDENTS. THE SELECTED LOCAL EDUCATION AGENCY (LEA) RESIDES IN THE LEAST HEALTHY COUNTY IN WISCONSIN, THE DISTRICT HAS DISPROPORTIONATELY HIGHER ECONOMIC NEED (93.7% ECONOMICALLY DISADVANTAGED), HIGHER RATES OF STUDENTS WITH DISABILITIES (21%), HIGHER PROPORTIONS OF STUDENTS OF COLOR (99.9%), LOWER GRADUATION RATES THAN WISCONSIN AS A WHOLE (87% COMPARED TO THE STATEWIDE AVERAGE OF 91%) AND IS IN A RURAL COMMUNITY. RECOGNIZING THESE CHALLENGES, INCLUDING THOSE IN THE MOST RECENT YOUTH RISK BEHAVIOR SURVEY (YRBS), WISCONSIN PROPOSES A FIVE YEAR PROJECT TO EXPAND THE IMPLEMENTATION OF THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD MODEL.  THE WISCONSIN PROJECT WILL ACHIEVE THE FOLLOWING OUTCOMES WITH THOROUGH MIXED METHODS EVALUATION. WE AIM TO EXPAND KNOWLEDGE OF THE CONNECTION BETWEEN HEALTH EQUITY AND EDUCATION EQUITY THROUGH SHORT TERM (1-3 YEARS) ANTICIPATED OUTCOMES INCLUDING A 15 PERCENT INCREASE IN THE NUMBER OF SCHOOLS COMPLETING THE SCHOOL HEALTH INDEX, A 25 PERCENT INCREASE OF WISCONSIN SCHOOLS IMPLEMENTING A COMPREHENSIVE SCHOOL PHYSICAL ACTIVITY PROGRAM, AND A 15 PERCENT  INCREASE OF WISCONSIN SCHOOLS UPDATING POLICY AND PRACTICES REGARDING SCHOOL NUTRITION, FOOD SECURITY AND SUPPORT FOR STUDENTS WITH CHRONIC HEALTH CONDITIONS. THE INTERMEDIATE (3-5 YEAR) EXPECTED OUTCOMES INCLUDE: 20 PERCENT INCREASE IN THE NUMBER OF OF STUDENTS IN THE PRIORITY LEA PARTICIPATING IN 60 MINUTES OF PHYSICAL ACTIVITY, FIVE OR MORE DAYS PER WEEK, AND; 20 PERCENT INCREASE IN THE NUMBER OF STUDENTS IN THE PRIORITY LEA WHO CONSUME VEGETABLES THREE OR MORE TIMES PER DAY. WE WOULD ANTICIPATE LONG TERM (5 OR MORE YEARS) EXPECTED OUTCOMES TO INCLUDE A DECREASE IN THE PERCENTAGE OF WISCONSIN YOUTH WHO ARE OBESE AS WELL AS SCHOOL-LEVEL IMPROVEMENTS IN ACADEMIC ACHIEVEMENT WITHIN OUR FOCUS LEA. WE ALSO ANTICIPATE A REDUCTION IN HEALTH DISPARITIES WHEN STUDENTS IN THE PRIORITY LEA ARE COMPARED TO PEERS IN ADJACENT LEAS. THE YOUTH RISK BEHAVIOR SURVEY (YRBS) WILL SERVE AS A MEASURE OF THOSE OUTCOMES AND MEASUREMENTS RELATED TO THE EMOTIONAL WELL-BEING OF STUDENTS’. THE WISCONSIN DEPARTMENT OF PUBLIC INSTRUCTION’S WELL-ROOTED PARTNERSHIPS WILL COLLABORATE AND EXPAND TO SUPPORT THE STRATEGIES AND ACTIVITIES OF A COMPREHENSIVE APPROACH TO HEALTH AND CHRONIC DISEASE MANAGEMENT AND PREVENTION FOR SCHOOL AGED YOUTH OVER THE FIVE YEAR PERIOD. EVERY PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA) TOPIC DESCRIBED IN THE NOFO WILL BE DIRECTLY ADDRESSED THROUGH THE PROPOSED ACTIVITIES DELIVERING INFORMATION, RESOURCES, AND TRAINING. STATE INFRASTRUCTURE WILL BE SUSTAINED AND EXPANDED THROUGH AN EXISTING STATE SCHOOL HEALTH COALITION, PROMOTION OF SCHOOL HEALTH COUNCILS, AND EFFECTIVE USE OF TECHNOLOGY FOR EFFICIENT COMMUNICATIONS. WISCONSIN DPI AND ITS PRIMARY PARTNER, WISCONSIN DEPARTMENT OF HEALTH SERVICES, HAVE STRONG ORGANIZATIONAL CAPACITIES TO CARRY OUT THIS PROJECT, AMONG OTHER NUMEROUS PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c99cd40c-429a-8038-9d47-4bacb9d8f626-C", "generated_internal_id": "ASST_NON_NU58DP007321_7523"}, {"internal_id": 159760508, "Award ID": "NU58DP007320", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "KENTUCKY DEPARTMENT OF EDUCATION'S APPLICATION FOR SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITYAND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT AND WELL-BEING OF STUDENTS - THE KENTUCKY DEPARTMENT OF EDUCATION (KDE) WILL WORK WITH STATE-LEVEL PARTNERS, LOCAL EDUCATION AGENCIES (LEAS), SCHOOLS, OUT-OF-SCHOOL TIME PROVIDERS, AND COMMUNITY PARTNERS TO PROVIDE STATEWIDE SUPPORT, PROFESSIONAL DEVELOPMENT, AND TECHNICAL ASSISTANCE AT THE STATE, REGIONAL AND LOCAL LEVELS. THIS WORK WILL AIM TO INCREASE PHYSICAL ACTIVITY AMONG STUDENTS, INCREASE HEALTHY DIETARY BEHAVIORS, AND ASSIST WITH THE SELF-MANAGEMENT OF CHRONIC CONDITIONS. AT THE LEA LEVEL, KDE WILL WORK WITH ONE PRIORITY LEA, FAYETTE COUNTY PUBLIC SCHOOLS, TO ADDRESS HEALTH DISPARITIES AND INCREASE THE IMPLEMENTATION OF SCHOOL HEALTH PROGRAMS, POLICIES, AND PRACTICES. ALL ACTIVITIES WILL ASSIST SCHOOLS STATE-WIDE AND WITHIN THE PRIORITY LEA TO IMPLEMENT SCHOOL HEALTH POLICIES, PRACTICES, PROGRAMS, AND SERVICES. THIS WORK WILL PURPOSEFULLY ADDRESS STRATEGIES TO IMPROVE HEALTH EQUITY AND SOCIAL DETERMINANTS OF HEALTH AMONG THE IDENTIFIED PARTNERS.  AS STATED IN THE NOTICE OF FUNDING OPPORTUNITY (NOFO), THE SHORT-TERM OUTCOMES OF THE FIVE YEAR PERIOD WILL BE TO INCREASE THE NUMBER OF SCHOOLS WITH AN ACTION PLAN BASED ON COMPLETION OF THE SCHOOL HEALTH INDEX, INCREASE IMPLEMENTATION OF EVIDENCED-BASED COMPREHENSIVE SCHOOL PHYSICAL ACTIVITY PROGRAMS (CSPAP), INCREASE IMPLEMENTATION OF EVIDENCE-BASED SCHOOL NUTRITION AND FOOD SECURITY POLICIES AND PRACTICES, AND INCREASE IMPLEMENTATION OF EVIDENCE-BASED HEALTH SERVICES, POLICIES AND PRACTICES THAT SUPPORT STUDENTS WITH CHRONIC HEALTH CONDITIONS. SHORT-TERM OUTCOMES WILL MAINLY BE ACCOMPLISHED THROUGH PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE. EVALUATION AND MONITORING OF THE SHORT-TERM OUTCOMES WILL BE COMPLETED THROUGH TRACKING OF COLLECTION OF ACTION PLANS FROM SCHOOLS AND THROUGH COLLECTION OF THE SCHOOL HEALTH PROFILES (PROFILES).  INTERMEDIATE OUTCOMES, WHICH INCLUDE INCREASED PHYSICAL ACTIVITY AMONG STUDENTS IN THE PRIORITY LEA AND CORRESPONDING SCHOOLS AND INCREASED HEALTHY DIETARY BEHAVIORS AMONG STUDENTS IN PRIORITY LEA AND CORRESPONDING SCHOOLS, WILL ALSO BE ACCOMPLISHED THROUGH PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE. HAVING A DISTRICT LEAD WILL HELP TO ENSURE SCHOOLS ARE PROVIDED THE TRAINING AND ASSISTANCE THEY NEED TO IMPLEMENT POLICIES, PROGRAMS, AND PRACTICES TO IMPROVE STUDENT AND STAFF HEALTH OUTCOMES. THE YRBS WILL BE UTILIZED TO MEASURE THE INTERMEDIATE OUTCOMES.  TO ACHIEVE THE FIVE-YEAR OUTCOMES OF THIS FUNDING OPPORTUNITY, KDE WILL BUILD UPON WORK OF THE PREVIOUS COOPERATIVE AGREEMENT, CDC-RFA-DP18-1801, “IMPROVING STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC CONDITIONS IN SCHOOLS.” PARTNERSHIPS MADE THROUGH THIS COOPERATIVE AGREEMENT WILL HELP TO MEET THE PERFORMANCE OUTCOMES. KDE’S HEALTHY SCHOOLS TEAM WILL COLLABORATE WITH PARTNERS TO PROVIDE PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA) TO MEET THE OUTCOMES OF THIS COOPERATIVE AGREEMENT. PRIMARY PARTNERSHIPS INCLUDE THE KDE DIVISION OF SCHOOL AND COMMUNITY NUTRITION, THE KENTUCKY SOCIETY OF HEALTH AND PHYSICAL EDUCATORS (KYSHAPE), THE KDE SCHOOL NURSE CONSULTANT, KENTUCKY’S REGIONAL EDUCATIONAL COOPERATIVES, AND THE KENTUCKY OUT-OF-SCHOOL ALLIANCE (KYOSA).  THE KDE HEALTHY SCHOOLS TEAM WILL WORK WITH FAYETTE COUNTY PUBLIC SCHOOLS AS THE PRIORITY LEA TO IMPROVE HEALTHY EATING, PHYSICAL ACTIVITY, AND CHRONIC DISEASE MANAGEMENT. THE REQUIRED LETTER OF SUPPORT FROM SUPERINTENDENT DR. DEMETRIUS LIGGINS IS INCLUDED AS AN ATTACHMENT. THE LEA WILL PROVIDE A WSCC COORDINATOR AT THE LEA LEVEL THAT WILL CONSISTENTLY COMMUNICATE AND COLLABORATE WITH THE HEALTHY SCHOOLS TEAM TO PROVIDE PD AND TA WHILE ASSISTING WITH NECESSARY DATA COLLECTION FOR EVALUATION PURPOSES. THE WSCC COORDINATOR WILL ENSURE ALL SCHOOLS HAVE AN ESTABLISHED SCHOOL HEALTH COMMITTEE AND COMPLETE THE SHI AND ACTION PLANS BY THE END OF YEAR 2. FAYETTE COUNTY WILL IMPLEMENT A DISTRICT WSCC COUNCIL THAT WILL BE REPRESENTATIVE OF ALL COMPONENTS OF THE WSCC MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "723a8cce-4f18-7967-7843-6130f981236c-C", "generated_internal_id": "ASST_NON_NU58DP007320_7523"}, {"internal_id": 159760507, "Award ID": "NU58DP007319", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "HEALTHY STUDENTS, STRONGER LEARNERS TENNESSEE: IMPROVING SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS - PROJECT ABSTRACT SUMMARY  TENNESSEE DEPARTMENT OF EDUCATION (TDOE) SEEKS FUNDING FOR HEALTHY STUDENTS, STRONGER LEARNERS TENNESSEE (HSSLT), UNDER NOFO 0002: SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS FUNDING OPPORTUNITY ANNOUNCEMENT. THROUGH THIS PROPOSAL, TDOE WILL APPLY SUCCESSES AND LEARNED SKILLS IN COORDINATED SCHOOL HEALTH. THIS KNOWLEDGE AND SKILL WILL BE USED TO SUPPORT IMPLEMENTATION AND EVALUATION OF EVIDENCE-BASED STRATEGIES AND ACTIVITIES TO IMPROVE STUDENTS HEALTH AND WELL-BEING THROUGH THE LENS OF HEALTH EQUITY.  TARGETED STRATEGIES DURING HSSLT WILL RESULT IN MEASURABLE IMPACTS TO IMPROVE STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGHOUT THE STATE. THESE EFFORT ARE SUPPORTED BY CORE SCHOOL AND PUBLIC HEALTH ACTIVITIES LIKE: IMPLEMENTING EVIDENCE-BASED SCHOOL HEALTH POLICIES, PRACTICES AND PROGRAMS THAT INCREASE OPPORTUNITIES FOR HEALTHY EATING, PHYSICAL ACTIVITY, MANAGEMENT OF CHRONIC HEALTH CONDITIONS DURING THE SCHOOL DAY, AS WELL AS, DURING OUT-OF-SCHOOL TIME.  THROUGH SYSTEMATIC COLLABORATIONS CURRENTLY IN PLACE WITH THE IDENTIFIED PRIORITY LOCAL EDUCATION AGENCY, THE TENNESSEE ALLIANCE FOR HEALTH, PHYSICAL EDUCATION, RECREATION AND DANCE, THE TENNESSEE ASSOCIATION FOR SCHOOL NURSES, AND THE TENNESSEE AFTER-SCHOOL NETWORK, AND MANY OTHER KEY STATE AND LOCAL COMMUNITY PARTNERS, ARE THE FOUNDATION OF HSSLT.  THE FOLLOWING OUTCOMES WILL BE ADDRESSED THROUGHOUT THE FIVE YEAR PROJECT IN THE PROPOSAL. USING YRBS, SCHOOL HEALTH PROFILES, AND OTHER DATA SOURCES, TDOE WILL DEMONSTRATE IMPROVED OUTCOMES OF INCREASED IMPLEMENTATION OF CSPAP, INCREASED IMPLEMENTATION OF SCHOOL NUTRITION AND FOOD SECURITY EVIDENCE-BASED POLICIES AND PRACTICES, INCREASED IMPLEMENTATION OF HEALTH SERVICES POLICIES AND PRACTICES THAT SUPPORT STUDENTS WITH CHRONIC HEALTH CONDITIONS, BY 5-9%. WITHIN THE IDENTIFIED PRIORITY LEA WE WILL DEMONSTRATE IMPROVED OUTCOMES OF INCREASED PHYSICAL ACTIVITY AMONG STUDENTS, INCREASED HEALTHY DIETARY BEHAVIORS AMONG STUDENTS, AND INCREASE THE SELF-MANAGEMENT OF CHRONIC HEALTH CONDITIONS AMONG STUDENTS, BY 5%.  THE WORK OF TENNESSEE’S COORDINATED SCHOOL HEALTH PROGRAM OVER THE PAST FIFTEEN YEARS HAS RESULTED IN STATEWIDE IMPROVEMENTS THAT ADDRESS STATE SPECIFIC NEEDS AND REFLECT THE EFFORTS OF THE LEAS. THERE HAS BEEN SUBSTANTIAL EFFORT TO FOSTER COLLABORATION AND COORDINATION AMONG SCHOOLS TO LEVERAGE RESOURCES AND ALIGN GOALS AND OBJECTIVES. MOVING FORWARD OUR GOALS WILL BE FOCUSED ON THE CLEAR AND ACHIEVABLE OUTCOMES ALIGNED TO THE HSSLT PROJECT.  HSSLT GUARANTEES SCHOOL HEALTH STAKEHOLDERS DIRECTION AND SUPPORT IN DEVELOPING POLICIES, PRACTICES AND PROGRAMS TO ADDRESS IMPROVING HEALTH, ACADEMIC, AND THE WELL-BEING OF ALL CHILDREN AND ADOLESCENTS IN TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06606847-8125-b3b4-1e74-4b0a19df78cf-C", "generated_internal_id": "ASST_NON_NU58DP007319_7523"}, {"internal_id": 159760506, "Award ID": "NU58DP007318", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "CHEROKEE NATION PUBLIC HEALTH SCHOOL WELLNESS PROGRAM - THE PURPOSE OF THIS PROJECT IS TO IMPROVE THE HEALTH AND WELLNESS OF SCHOOL-AGE CHILDREN AND ADOLESCENTS IN UNDERSERVED AND DISPROPORTIONATELY AFFECTED COMMUNITIES AMONG THE CHEROKEE NATION RESERVATION.  CHEROKEE NATION PUBLIC HEALTH (CNPH) PROPOSES TO USE THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) MODEL AS AN APPROACH TO COLLABORATIVELY CREATE SYSTEM CHANGES THAT PROMOTE STUDENT HEALTH AND EDUCATIONAL OUTCOMES. CNPH WILL WORK TO ESTABLISH   KEY PARTNERSHIPS TO SUPPORT TRIBAL SCHOOL HEALTH PROGRAMS, PROMOTE DISSEMINATION AND IMPLEMENTATION OF CDC SCHOOL HEALTH GUIDELINES, TOOLS AND RESOURCES THROUGH PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA), AND USE SCHOOL HEALTH ACTION PLANNING TO IMPLEMENT PHYSICAL ACTIVITY, SCHOOL NUTRITION, AND SCHOOL HEALTH POLICIES, PROGRAMS AND SERVICES IN PARTNERSHIP WITH CHEROKEE NATION LOCAL EDUCATION AGENCIES, SCHOOLS AND AFTER SCHOOL PROGRAMS. THE PROPOSED PROJECT STRATEGIES AND ACTIVITIES WILL EXPAND AND ENHANCE EXISTING TRIBAL CROSS-COLLABORATIONS AND PUBLIC HEALTH EFFORTS THAT SUPPORT HEALTHIER TRIBAL CITIZENS, SCHOOLS AND COMMUNITIES FOR THIS AND FUTURE GENERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_NU58DP007318_7523"}, {"internal_id": 159760505, "Award ID": "NU58DP007317", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS - SCHOOLS ARE AN IDEAL SETTING TO ADDRESS SOCIAL DETERMINANTS OF HEALTH, TEACH HEALTHY BEHAVIORS, AND PROVIDE STUDENTS WITH OPPORTUNITIES TO IMPROVE DIETARY AND PHYSICAL ACTIVITY BEHAVIORS AND MANAGE CHRONIC HEALTH CONDITIONS. IN ADDITION, PROMOTING THE HEALTH AND EMOTIONAL WELL-BEING OF SCHOOL EMPLOYEES ULTIMATELY SUPPORTS STUDENTS’ HEALTH AND ACADEMIC SUCCESS. TEXAS ENROLLED 5,427,370 PUBLIC SCHOOL STUDENTS IN OVER 1,200 INDEPENDENT SCHOOL DISTRICTS (ISDS) DURING THE 2021-2022 SCHOOL YEAR AND TEXAS LAW REQUIRES THE ESTABLISHMENT OF A LOCAL SCHOOL HEALTH ADVISORY COMMITTEE AT EACH SCHOOL DISTRICT. IN 2021, AN ESTIMATED 6.4% OF TEXAS STUDENTS WERE DIAGNOSED WITH ASTHMA AND 20.3% OF TEXAS YOUTH AGES 10 TO 17 HAD OBESITY DURING THE 2019-2020 SCHOOL YEAR. A SURVEY ADMINISTERED TO US HOUSEHOLDS IN 2015-2016 SHOWED THAT AROUND 8% OF CHILDREN ARE AFFECTED BY FOOD ALLERGY. THE TEXAS 2020 SCHOOL HEALTH PROFILES DATA INDICATED THAT 37.2% OF SCHOOL PRINCIPALS WHO COMPLETED THE SURVEY STATED THAT THEIR SCHOOLS HAD EVER USED A SELF-ASSESSMENT TOOL TO ASSESS SCHOOL POLICIES, ACTIVITIES, AND PROGRAMS REGARDING CHRONIC HEALTH CONDITIONS. OVER 50% OF SURVEYED LEAD HEALTH EDUCATION TEACHERS SAID THEY WOULD LIKE TO RECEIVE PROFESSIONAL DEVELOPMENT ON ASTHMA (53.9%), CHRONIC DISEASE PREVENTION (65.3%), AND FOOD ALLERGIES (52.8%). AS PART OF ITS MISSION TO ADDRESS THE CURRENT AND FUTURE BURDEN OF CHRONIC DISEASE IN TEXAS, THE DSHS SCHOOL HEALTH (SH) PROGRAM WILL PROVIDE EXPANDED SUPPORT TO LOCAL EDUCATION AGENCIES (LEA) AND ISDS TO REDUCE THE BURDEN OF CHILDHOOD CHRONIC DISEASE AND INCREASE HEALTH BEHAVIORS BOTH STATEWIDE AND AT THE PRIORITY LEA. THE SH PROGRAM INTENDS TO ACCOMPLISH THIS THROUGH PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE SUPPORT TO ADDRESS WHOLE SCHOOL, WHOLE CHILD, WHOLE COMMUNITY (WSCC) MODEL COMPONENTS, ESTABLISHMENT OF A STATEWIDE SCHOOL HEALTH PARTNERSHIP, EXPANDING ACCESS TO UNASSIGNED MEDICATIONS, AND FUNDING SCHOOL HEALTH INDEX ACTION PLANS IN PRIORITY ISDS. THE SH PROGRAM DEFINES A LOCAL EDUCATION AGENCY AS AN EDUCATION SERVICE CENTER. THE SH PROGRAM HAS SELECTED ESC REGION 1, ALONG THE RIO GRANDE BORDER IN SOUTH TEXAS, AS THE PRIORITY LEA DUE TO ITS HIGH SOCIAL VULNERABILITY INDEX SCORE. THE SH PROGRAM HAS CHOSEN THE FOLLOWING STRATEGIES TO PROTECT AND IMPROVE THE HEALTH AND WELL-BEING OF TEXAS STUDENTS: IMPLEMENT PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA) ON SCHOOL HEALTH TOPICS FROM THE WSCC MODEL AND ASSESSMENT TOOLS STATEWIDE AND IN ONE PRIORITY LEA; ASSESS PD AND TA NEEDS STATEWIDE; PROVIDE FOLLOW-UP SUPPORT AFTER PD AND TA EVENTS; SUPPORT SHACS THROUGH PD, WEB AND PRINT RESOURCES, AND TA ON CONDUCTING ASSESSMENTS AND IMPLEMENTING CDC SCHOOL HEALTH TOOLS AND POLICIES; CREATE A NEW STATE-LEVEL SCHOOL HEALTH PARTNERSHIP TO BRING ORGANIZATIONAL ENTITIES TOGETHER AND CONSOLIDATE RESOURCES FOR ISDS AND SHAC SUPPORT; ESTABLISH A PROCESS FOR ISDS TO REQUEST PRESCRIPTIONS FOR UNASSIGNED MEDICATIONS AND PROVIDE PD AND TA SESSIONS FOR ISDS ON THE STOCK MEDICATION LAWS, REGULATIONS, AND INFORMATION ON UNASSIGNED EPINEPHRINE AUTO-INJECTORS AND ASTHMA MEDICATION; CONDUCT AN ENVIRONMENTAL SCAN TO IDENTIFY GAPS IN SCHOOL HEALTH EDUCATIONAL RESOURCES, PROGRAMING, AND COMMUNITY SUPPORT WHICH IMPACT THE HEALTH AND WELL-BEING OF SCHOOL COMMUNITIES; PROVIDE DIRECT SUPPORT FOR THE SCHOOL HEALTH INDEX (SHI) ASSESSMENT OF SCHOOL HEALTH POLICIES, PRACTICES, PROGRAMS, AND SERVICES AND THE DEVELOPMENT OF SCHOOL HEALTH ACTION PLANS IN PRIORITY ISDS; FUND THE IMPLEMENTATION OF PRIORITY ISDS SHI ACTION PLANS; AND DISSEMINATE ACCOMPLISHMENTS AND LESSONS LEARNED THROUGH SUCCESS STORIES, IMPLEMENTATION GUIDANCE AND KNOWLEDGE TRANSFER WORKSHOPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9b0c998-e386-9c63-dcb3-57f9e00f1104-C", "generated_internal_id": "ASST_NON_NU58DP007317_7523"}, {"internal_id": 159760504, "Award ID": "NU58DP007316", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "IMPROVING HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS - NORTH CAROLINIANS OF ALL AGES SUFFER FROM PREVENTABLE CHRONIC HEALTH CONDITIONS. THE UNITED HEALTH FOUNDATION’S 2022 “AMERICA’S HEALTH RANKINGS” REPORT REVEALS THAT NC RANKS #30 IN THE ORDER OF HEALTHIEST TO LEAST HEALTHY STATES BASED ON CHRONIC DISEASES INCLUDING CARDIOVASCULAR DEATHS, CANCER DEATHS, AND DIABETES.  ADOLESCENTS ARE DISPROPORTIONATELY IMPACTED BY OBESITY AND OTHER RISK FACTORS. PUBLIC SCHOOLS OFFER A KEY INTERVENTION OPPORTUNITY. NC DEPARTMENT OF PUBLIC INSTRUCTION'S HEALTHY SCHOOLS SECTION KNOWS THAT STUDENTS WHO ARE HEALTHIER ARE MORE ALERT, MORE FOCUSED ON LEARNING, AND MISS LESS SCHOOL. THEY NOT ONLY LEARN BETTER IN CLASS, BUT THEY ALSO LEARN LIFELONG HEALTHY BEHAVIORS. THEREFORE, THE NC HEALTHY SCHOOLS SECTION FOCUSES ON IMPROVING THE HEALTH OF STUDENTS AND STAFF BY PROVIDING COORDINATION AND RESOURCES IN THE CONTEXT OF THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) MODEL. THE GOAL IS TO CREATE STUDENTS WHO ARE HEALTHIER IN SCHOOL, IN CLASS, AND READY TO LEARN. NC HEALTHY SCHOOLS WILL WORK INTENSIVELY WITH THE SELECTED PRIORITY AND STATEWIDE LOCAL EDUCATION AGENCIES (LEAS) AROUND PHYSICAL ACTIVITY, SCHOOL NUTRITION AND SCHOOL HEALTH POLICIES, PRACTICES, PROGRAMS AND SERVICES WITHIN SCHOOLS AND OUT-OF-SCHOOL TIME (OST) SETTINGS USING A TIERED APPROACH TO FIRST REACH THE PRIORITY LEA AND EXPAND OVER THE PROJECT PERIOD TO REACH ALL LEAS. WORKING COLLABORATIVELY WITH STATE AND NATIONAL PARTNERS, NCDPI WILL USE THE STRATEGIES DESCRIBED IN THIS APPLICATION TO BUILD THE CAPACITY OF LEAS ACROSS THE STATE TO CREATE HEALTHY SCHOOL ENVIRONMENTS, FOR NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC HEALTH CONDITIONS. THROUGH THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD MODEL, NCDPI WILL ESTABLISH PARTNERSHIPS TO SUPPORT SCHOOL HEALTH PROGRAMS, PROMOTE THE DISSEMINATION AND IMPLEMENTATION OF THE CDC SCHOOL HEALTH GUIDELINES, TOOLS AND RESOURCES THROUGH STATEWIDE PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE OP PORTUNITIES. NCDPI WILL SUPPORT LEA ADOPTION OF POLICIES AND PRACTICES THAT INCREASE PHYSICAL ACTIVITY, IMPROVE SCHOOL NUTRITION AND SCHOOL HEALTH POLICIES PRACTICES, PROGRAMS, AND SERVICES WITHIN THEIR SCHOOLS AND OUT-OF-SCHOOL TIME (OST) SETTINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0a330cc-fbee-1283-900b-bfd295913d85-C", "generated_internal_id": "ASST_NON_NU58DP007316_7523"}, {"internal_id": 159760503, "Award ID": "NU58DP007315", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "CONNECTICUT: SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS - THE PURPOSE OF THIS 5-YEAR COOPERATIVE AGREEMENT IS TO SUPPORT SCHOOLS AND DISTRICTS IN USING THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) MODEL TO PROTECT AND IMPROVE THE HEALTH AND WELL-BEING OF SCHOOL-AGE CHILDREN AND ADOLESCENTS. THIS COOPERATIVE AGREEMENT FOCUSES ON IMPROVING HEALTH OUTCOMES FOR CHILDREN AND ADOLESCENTS IN MEDICALLY UNDERSERVED COMMUNITIES AND COMMUNITIES THAT ARE DISPROPORTIONATELY AFFECTED BY CHRONIC DISEASES AND ATTRIBUTABLE RISK FACTORS. THE UCONN TEAM WILL WORK WITH THE STATE OF CONNECTICUT’S DEPARTMENT OF EDUCATION, DEPARTMENT OF HEALTH, AND A PRIORITY LEA: EAST HARTFORD PUBLIC SCHOOLS, TO INCREASE IMPLEMENTATION OF EVIDENCE-BASED SCHOOL HEALTH POLICIES, PRACTICES, PROGRAMS AND SERVICES. THE UCONN TEAM WILL ESTABLISH KEY PARTNERSHIPS TO SUPPORT SCHOOL HEALTH PROGRAMS; PROVIDE PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA) TO PROMOTE USE OF THE CDC’S SCHOOL HEALTH GUIDELINES, ASSESSMENT TOOLS, AND RESOURCES; AND GUIDE SCHOOLS AND DISTRICTS IN ACTION PLANNING TO STRENGTHEN SCHOOL HEALTH POLICIES, PRACTICES, PROGRAMS, AND SERVICES.  WE WILL ACHIEVE THE FOLLOWING OUTCOMES: (1) AN INCREASED NUMBER OF SCHOOLS WITH AN ACTION PLAN BASED ON THE COMPLETION OF CDC’S SCHOOL HEALTH INDEX (SHI); (2) INCREASED IMPLEMENTATION OF COMPREHENSIVE SCHOOL PHYSICAL ACTIVITY PROGRAMS (CSPAP); (3) INCREASED SCHOOL NUTRITION AND FOOD SECURITY POLICIES AND PRACTICES; (4) INCREASED SCHOOL-BASED HEALTH SERVICES THAT SUPPORT STUDENTS WITH CHRONIC HEALTH CONDITIONS; AND (5) INCREASED PHYSICAL ACTIVITY, AND HEALTHY DIETARY BEHAVIORS. THESE OUTCOMES WILL BE MEASURED OR CAPTURED USING CDC’S SCHOOLS HEALTH PROFILE, SCHOOL HEALTH INDEX, AND YOUTH RISK BEHAVIOR SURVEY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_NU58DP007315_7523"}, {"internal_id": 159760502, "Award ID": "NU58DP007314", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS - INDIANA DEPARTMENT OF HEALTH, DIVISION OF NUTRITION AND PHYSICAL ACTIVITY CDC-RFA-DP-23-0002 PROJECT ABSTRACT SUMMARY WITH AN ESTIMATED 95% OF SCHOOL-AGED CHILDREN IN THE U.S. SPENDING ABOUT 6 HOURS PER DAY IN SCHOOL, THE SCHOOL ENVIRONMENT IS AN OPTIMAL SPACE TO TARGET OBESITY INTERVENTIONS. INDIANA’S PROPOSAL FOR SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS WILL EXPAND UPON CURRENT AND PREVIOUS EFFORTS TO IMPROVE THE HEALTH AND WELL-BEING OF SCHOOL-AGE CHILDREN AND ADOLESCENTS IN UNDERSERVED AND DISPROPORTIONATELY AFFECTED COMMUNITIES. INDIANA IS NOT IMMUNE TO THE HEALTH DISPARITIES THAT EXIST ACROSS THE COUNTRY. THE INDIANA DEPARTMENT OF HEALTH DIVISION OF NUTRITION AND PHYSICAL ACTIVITY (IDOH DNPA) PROPOSES TO TARGET PD, TA, AND OTHER INTERVENTIONS TO LEAS WHO HAVE GREATER THAN 60% STUDENTS RECEIVING FREE/REDUCED LUNCH, RACIALLY DIVERSE LEAS, AND LEAS IN COUNTIES WITH A HIGH COUNTY HEALTH RANKING, SVI, CHRONIC DISEASE, FOOD INSECURITY, PERCENTAGE OF CHILDREN LIVING IN POVERTY, AND/OR PERCENTAGE OF UNINSURED CHILDREN. THE DNPA HAS CHOSEN TO PARTNER WITH VIGO COUNTY SCHOOL CORPORATION (VCSC), LOCATED ON THE WESTERN BORDER OF INDIANA, AS THE PRIORITY LEA, IF AWARDED. VIGO COUNTY HAS A 0.71 SVI, HEALTH RANKING OF 69 OUT OF 92, AND AN ESTIMATED 28% OF CHILDREN LIVING IN POVERTY. VCSC ALSO HAS A STRONG COMMITMENT FROM THE INTERIM SUPERINTENDENT AND OTHER SCHOOL ADMINISTRATORS TO UTILIZE THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) MODEL FOR THE DISTRICT, IN ADDITION TO PARTNERSHIP FROM THE LOCAL HOSPITAL, PUBLIC UNIVERSITY, AND OTHER COMMUNITY PARTNERS. THE DNPA PLANS TO UTILIZE AN EQUITY-BASED FRAMEWORK AND FOCUS ON SOCIAL DETERMINANTS OF HEALTH FOR VCSC, AS WELL AS STATEWIDE, THROUGHOUT THE ENTIRELY OF THE GRANT CYCLE, KNOWING THAT THESE FACTORS HAVE PROFOUND EFFECTS ON CHILDREN’S HEALTH. THE DNPA WILL PROVIDE PD AND TA RELATED TO THE TOPIC AREAS THAT COME OUT OF SHI RESULTS AND OTHER SCHOOL HEALTH ASSESSMENTS AND COMMUNITY LISTENING SESSIONS, ENSURING THE VOICES OF DISPROPORTIONATELY AFFECTED POPULATIONS ARE AT THE FOREFRONT. THE COMMUNITY LISTENING SESSIONS WILL BE OFFERED TO A VARIETY OF INDIVIDUALS AND SCHOOLS, AND OUT-OF-SCHOOL TIME PROFESSIONALS FROM LOCAL YMCAS, BOYS & GIRLS CLUBS, AND COMMUNITY CENTERS. THE DNPA WILL ALSO PARTNER INTERNALLY TO PROVIDE ORAL HEALTH CURRICULUM AND EDUCATION, WORK WITH PARTNERS TO UPDATE TRAININGS TO SCHOOL NURSES RELATED TO STUDENT CHRONIC DISEASE MANAGEMENT AND PROVIDE FOOD INSECURITY SCREENINGS, CONTINUE TO REVIEW, AND PROVIDE FEEDBACK ON SCHOOL WELLNESS POLICIES AND PROVIDE TA TO SCHOOL WELLNESS COMMITTEES. LASTLY, THE DNPA PLANS TO ESTABLISH AND CONTINUOUSLY ADD RESOURCES TO AN ONLINE HEALTHY SCHOOLS RESOURCE HUB, A COMPREHENSIVE WEBSITE WITH SCHOOL HEALTH RESOURCES ALIGNED WITH THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) MODEL. EXAMPLE RESOURCES COULD RELATE TO TOPICS FROM SCHOOL WELLNESS POLICIES AND COMMITTEES, ORAL HEALTH, CHRONIC DISEASE PREVENTION AND MANAGEMENT, STAFF WELLNESS, NUTRITION, AND PHYSICAL ACTIVITY. BY UTILIZING KEY PARTNERSHIPS AND PROVIDING PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE TO SCHOOL PROFESSIONALS ACROSS THE STATE, INDIANA WILL INCREASE THE NUMBER OF SCHOOLS WITH SCHOOL HEALTH ACTION PLANS BASED ON THE SCHOOL HEALTH INDEX (SHI), INCREASE THE NUMBER OF SCHOOLS WITH COMPREHENSIVE SCHOOL PHYSICAL ACTIVITY PROGRAM (CSPAP) PLANS, IMPROVE SCHOOL NUTRITION AND FOOD SECURITY, INCREASE SERVICES FOR STUDENTS WITH CHRONIC CONDITIONS AND INCREASE PHYSICAL ACTIVITY AND NUTRITION OUTCOMES AMONG HOOSIER STUDENTS. DURING THE GRANT, DNPA WILL ALSO MEASURE THE INCREASE OF PHYSICAL ACTIVITY AND HEALTHY DIETARY BEHAVIORS IN THE PRIORITY LEA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_NU58DP007314_7523"}, {"internal_id": 159760501, "Award ID": "NU58DP007313", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "CDC HEALTHY SCHOOLS COLORADO: SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS - THE COVID-19 PANDEMIC EXACERBATED EXISTING HEALTH DISPARITIES AND CHANGED THE HEALTH AND WELLNESS BEHAVIORS OF COLORADO YOUTH AND FAMILIES. THE COLORADO DEPARTMENT OF EDUCATION (CDE) WILL WORK TO PROTECT AND IMPROVE THE HEALTH AND WELL-BEING OF SCHOOL-AGE CHILDREN AND ADOLESCENTS IN UNDERSERVED AND DISPROPORTIONATELY AFFECTED COMMUNITIES BY STRENGTHENING THE STATEWIDE LEARNING ECOSYSTEM TO INCREASE HEALTHY EATING, PHYSICAL ACTIVITY, AND THE MANAGEMENT OF CHRONIC HEALTH CONDITIONS AND TO DECREASE THE IMPACT OF HEALTH DISPARITIES. COLORADO LOCAL EDUCATION AGENCIES (LEAS) WILL BE INVITED TO RECEIVE QUALITY PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA) BASED ON IDENTIFIED STATEWIDE NEEDS, AND ONE PRIORITY LEA, FORT MORGAN RE-3, WILL RECEIVE IN-DEPTH TA FOR THEIR SCHOOL HEALTH EFFORTS TO REDUCE HEALTH DISPARITIES AND IMPROVE OVERALL SCHOOL COMMUNITY HEALTH. CDE WILL CONTINUE TO LEAD ITS STATEWIDE HEALTHY SCHOOLS COLLABORATIVE, WHILE WORKING TO ENSURE THAT ALL COMPONENTS OF THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD MODEL (WSCC) ARE REPRESENTED AND HAVE A VOICE WITHIN THE COLLABORATIVE. THROUGH THE PROPOSED STRATEGIES AND ACTIVITIES, CDE EXPECTS THE FOLLOWING OUTCOMES WILL BE ACHIEVED OVER THE FIVE-YEAR GRANT PERIOD:  - INCREASE IN THE NUMBER OF DISTRICTS/SCHOOLS WITH SCHOOL HEALTH COUNCILS OR TEAMS. - INCREASE IN THE NUMBER OF DISTRICTS/SCHOOLS COMPLETING THE SMART SOURCE SURVEY AND/OR COMPLETING THE SCHOOL HEALTH INDEX. - INCREASE IN THE NUMBER OF DISTRICTS/SCHOOLS WHO ARE USING ACTION PLANNING AND/OR COMPLETE A SCHOOL HEALTH IMPROVEMENT PLAN TO STRENGTHEN WELLNESS POLICIES AND HEALTH OUTCOMES. - INCREASE IN THE NUMBER OF STAFF MEMBERS AT DISTRICTS/SCHOOLS WHO CAN IDENTIFY THE SOCIAL DETERMINANTS OF HEALTH AND HOW THESE IMPACT HEALTH EQUITY IN THEIR SCHOOL COMMUNITY. - INCREASE IN THE NUMBER OF WSCC PARTNERS IN THE EXISTING STATEWIDE COLLABORATIVE - INCREASE IN THE NUMBER OF INTERAGENCY WSCC COLLABORATIONS. - INCREASE IN THE NUMBER OF STATEWIDE REGIONAL HEALTHY SCHOOL AMBASSADORS. - INCREASE IN THE NUMBER OF STUDENTS AND STAFF MEMBERS WHO AGREE THAT THEY CAN MANAGE THEIR STRESS. - INCREASE IN THE NUMBER OF STAFF WHO INDICATE THAT THEY FEEL COMFORTABLE TALKING TO STUDENTS ABOUT SUICIDE AND BEHAVIORAL HEALTH. - DECREASE IN THE NUMBER OF STUDENTS WHO WENT HUNGRY IN THE LAST 30 DAYS DUE TO LACK OF FOOD IN THE HOME. - DECREASE IN STUDENT ABSENTEEISM RELATED TO CHRONIC AND COMPLEX CONDITIONS. - INCREASE IN THE NUMBER OF MINUTES SPENT IN PHYSICAL EDUCATION AND PHYSICAL ACTIVITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60718c34-14d4-b3b1-a8c0-7b51004d971b-C", "generated_internal_id": "ASST_NON_NU58DP007313_7523"}, {"internal_id": 159760500, "Award ID": "NU58DP007312", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "MISSOURI HEALTHY SCHOOLS - SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS - === PROJECT ABSTRACT: MISSOURI HEALTHY SCHOOLS === MISSOURI DEPARTMENT OF ELEMENTARY AND SECONDARY EDUCATION (DESE) PROPOSES THE NEXT PHASE OF THE SUCCESSFUL MISSOURI HEALTHY SCHOOLS (MHS) PROGRAM TO IMPROVE STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND MANAGEMENT OF CHRONIC CONDITIONS. OVER THE PAST FIVE YEARS, THE LONG-STANDING PARTNERSHIP BETWEEN DESE AND THE DEPARTMENT OF HEALTH AND SENIOR SERVICES (DHSS) HAS BEEN STRENGTHENED BY MHS AND ITS PARTNERSHIPS ACROSS THE STATE. INNOVATION IN INTERVENTION IMPLEMENTATION, EVALUATION, AND COMMUNICATIONS HAVE POSITIONED MHS TO EXPAND PROGRAMMING THAT SUPPORTS HEALTH IMPROVEMENT AT MORE SCHOOL DISTRICTS.  MISSOURI CITIZENS OF ALL AGES ARE SUFFERING FROM INCREASING LEVELS OF OBESITY AND CHRONIC DISEASES AT AN ALARMING RATE. THE MOST RECENT YOUTH RISK BEHAVIOR SURVEILLANCE SYSTEM (YRBSS) REVEALED 17 PERCENT OF MISSOURI HIGH SCHOOL STUDENTS WERE OBESE, ONLY 48 PERCENT OF MISSOURI HIGH SCHOOLERS MET DAILY PHYSICAL ACTIVITY RECOMMENDATIONS (= 60 MINUTES DAILY ON FIVE OR MORE DAYS), AND A SIZEABLE PERCENTAGE OF STUDENTS REPORTED NOT EATING A FRUIT OR VEGETABLE IN THE PAST WEEK (16 PERCENT FRUIT, 10 PERCENT VEGETABLE). FURTHERMORE, 74 PERCENT OF STUDENTS REPORTED THAT THEIR MENTAL HEALTH WAS NOT GOOD AT LEAST ONCE DURING THE PAST 30 DAYS.  GUIDED BY A MISSION TO REDUCE HEALTH DISPARITIES AND IMPROVE HEALTH EQUITY, MHS BOLSTERS HEALTH PROMOTION INFRASTRUCTURE, KNOWLEDGE, AND BEHAVIORS IN SCHOOLS BY PROVIDING TARGETED TRAINING TO SCHOOL PROFESSIONALS; PROMOTING AND IMPLEMENTING SCHOOL-WIDE POLICIES THAT REDUCE ACCESS TO UNHEALTHY FOODS; ENCOURAGING INCREASED PHYSICAL ACTIVITY; AND PROVIDING TARGETED HEALTH EDUCATION FOR THE MANAGEMENT OF CHRONIC HEALTH CONDITIONS. MHS BENEFITS FROM A WELL ESTABLISHED LEADERSHIP TEAM WITH A TRACK RECORD OF SUCCESSFUL COLLABORATION AND EFFECTIVE DIGITAL COMMUNICATIONS. THE MISSOURI COORDINATED SCHOOL HEALTH COALITION SERVES AS MHS’S PRIMARY CHANNEL FOR DEVELOPING PARTNERS AND ENGAGING SCHOOL DISTRICTS IN PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE.  THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) MODEL WILL SERVE AS THE FRAMEWORK FOR ALL PROPOSED ACTIVITIES. ACTIVITIES IN STRATEGY 1 WILL BEGIN IN YEAR 1 WITH THE PARTNERSHIP OF THE COALITION, STATEWIDE PARTNERS, A WELL-QUALIFIED TRAINING CADRE, AND A NEWLY FORMED PEER LEADERSHIP COUNCIL COMPRISED OF HIGH-PERFORMING LEAS TO SHARE BEST PRACTICES, PROMOTE SUCCESS STORIES, AND PROVIDE TA. THE FIRST SEVEN MEMBERS OF THE PEER LEADERSHIP COUNCIL WERE THE LEAS SUPPORTED BY DP18-1801 WHO BENEFITED FROM STEADY SUPPORT FROM MHS. ACTIVITIES IN STRATEGY 2 WILL ALSO BEGIN IN YEAR 1 WITHIN ONE PRIORITY LOCAL EDUCATION AGENCY (PATTONVILLE R-III SCHOOL DISTRICT OF NORTH ST. LOUIS COUNTY), SELECTED FOR ITS HIGH CHRONIC DISEASE PREVALENCE, HEALTH DISPARITIES, DIVERSE STUDENT POPULATION, AND NEGATIVE FACTORS THAT INFLUENCE HEALTH BEHAVIORS AND HIGH RATES OF STUDENTS AT-RISK FOR POOR ACADEMIC PERFORMANCE.  CDC’S INVESTMENT IN MISSOURI WILL ALLOW MHS TO ADVANCE ITS MISSION OF PROVIDING MISSOURI STUDENTS WITH LIFELONG ADVANTAGES BUILT UPON EARLY, POSITIVE HEALTH BEHAVIORS THAT IMPROVE CONDITIONS FOR ACADEMIC ACHIEVEMENT. THE PROGRAM EVALUATION AND PERFORMANCE MEASUREMENT PLAN WILL ENABLE CONTINUOUS ASSESSMENT AND FEEDBACK ON PROGRAM IMPLEMENTATION AND OUTCOMES, ALLOWING FOR ADJUSTMENT TO ACTIVITIES AND IMPROVED PROFESSIONAL DEVELOPMENT, TRAINING, AND TECHNICAL ASSISTANCE THAT MAXIMIZE THE IMPACT AND REACH OF THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "924a5205-64b3-f1de-7103-b6a00272d4f1-C", "generated_internal_id": "ASST_NON_NU58DP007312_7523"}, {"internal_id": 159760499, "Award ID": "NU58DP007311", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "MDE CDC SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS PROJECT - THE LANDSCAPE OF YOUNG PEOPLE’S OVERALL HEALTH AND WELL-BEING HAS BEEN ADVERSELY IMPACTED BY THE COVID-19 PANDEMIC AS WELL AS BY LONG-STANDING HEALTH AND EDUCATION INEQUITIES.  THE PANDEMIC EXASPERATED LONG-TERM MENTAL HEALTH PROBLEMS AND NEGATIVELY IMPACTED PHYSICAL ACTIVITY BEHAVIORS, FOOD SECURITY, ACCESS TO KEY SCHOOL HEALTH SERVICES, AND OVERALL HEALTH AND STRESS LEVELS REPORTED BY CHILDREN AND ADOLESCENTS.  SCHOOLS ARE AN IMPORTANT AND IMPACTFUL SETTING FOR IMPLEMENTING THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) MODEL TO ENSURE YOUTH ARE SAFE, HEALTHY, ENGAGED, SUPPORTED, AND CHALLENGED.  MINNESOTA WILL WORK WITH DISTRICTS, SCHOOLS, AND COMMUNITY ORGANIZATIONS, PRIORITIZING HISTORICALLY UNDER-SERVED COMMUNITIES, TO PROTECT AND IMPROVE THE HEALTH AND WELL-BEING OF YOUNG PEOPLE BY: 1. ESTABLISHING AND MAINTAINING KEY PARTNERSHIPS AT THE STATE AND LOCAL LEVEL AND 2. ADVANCING SCHOOL HEALTH BY STREAMLINING THE PROMOTION AND DISSEMINATION OF CDC SCHOOL HEALTH RESOURCES/TOOLS AND PROVIDING IMPLEMENTATION SUPPORTS (SUCH AS PROFESSIONAL DEVELOPMENT AND TECHNICAL ASSISTANCE) IN CDC’S SCHOOL HEALTH GUIDELINES.  DURING THIS FIVE-YEAR PROJECT, THE MINNESOTA DEPARTMENT OF EDUCATION, WITH ITS PROJECT PARTNER THE MINNESOTA DEPARTMENT OF HEALTH, WILL ADVANCE THE IMPLEMENTATION OF POLICY, PRACTICES, AND PROGRAMS IN THE AREAS OF: PHYSICAL ACTIVITY, NUTRITION, SCHOOL HEALTH SERVICES, STAFF WELL-BEING, AND HEALTH EDUCATION FOR SCHOOL AND OUT- OF- SCHOOL TIME (OST) SETTINGS AT THE STATE LEVEL AND WITHIN THE SELECTED PRIORITY LEA (PLEA), FARIBAULT PUBLIC SCHOOL DISTRICT (FPS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c8259e8-40a7-70db-7b83-d9fcdfaff0e9-C", "generated_internal_id": "ASST_NON_NU58DP007311_7523"}, {"internal_id": 159760498, "Award ID": "NU58DP007310", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "THE LOUISIANA HEALTHY SCHOOL COMMUNITIES PROJECT - OBJECTIVE: THE LOUISIANA DEPARTMENT OF EDUCATION’S (LDOE) PROJECT PROPOSAL WILL ADDRESS TWO STRATEGIES UNDER THE COOPERATIVE AGREEMENT: (1) STATEWIDE SUPPORT, AND (2) IMPLEMENTATION IN PRIORITY LEA AND CORRESPONDING SCHOOLS. PROJECT PROPOSAL: LDOE WELL-BEING DIVISION, IN PARTNERSHIP WITH THE LOUISIANA DEPARTMENT OF HEALTH (LDH), WILL PROVIDE SUPPORT AND RESOURCES TO MADISON PARISH SCHOOL DISTRICT. PURPOSE: TO PROMOTE HEALTH EQUITY AND IMPROVE THE HEALTH AND WELL-BEING OF SCHOOL-AGE CHILDREN AND ADOLESCENTS IN UNDERSERVED AND DISPROPORTIONATELY AFFECTED COMMUNITIES. USING THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD (WSCC) MODEL, LDOE WILL: ESTABLISH KEY PARTNERSHIPS TO SUPPORT SCHOOL HEALTH PROGRAMS; PROMOTE DISSEMINATION AND IMPLEMENTATION OF CDC SCHOOL HEALTH GUIDELINES, TOOLS, AND RESOURCES THROUGH PROFESSIONAL DEVELOPMENT (PD) AND TECHNICAL ASSISTANCE (TA); AND USE ACTION PLANNING TO IMPLEMENT PHYSICAL ACTIVITY, SCHOOL NUTRITION, AND SCHOOL HEALTH POLICIES, PRACTICES, PROGRAMS, AND SERVICES WITHIN STATE AND LOCAL EDUCATION AGENCIES (LEAS), SCHOOLS, AND OUT-OF-SCHOOL TIME (OST) SETTINGS. OUTCOMES: AT THE CONCLUSION OF THE 5-YEAR COOPERATIVE AGREEMENT, LDOE AND LDH EXPECT THE FOLLOWING OUTCOMES: (1) INCREASE IN THE NUMBER OF SCHOOLS WITH AN ACTION PLAN BASED ON THE COMPLETION OF CDC’S SCHOOL HEALTH INDEX (SHI);  (2) INCREASED IMPLEMENTATION OF COMPREHENSIVE SCHOOL PHYSICAL ACTIVITY PROGRAMS (CSPAP); (3) INCREASED SCHOOL NUTRITION AND FOOD SECURITY POLICIES AND PRACTICES; (4) INCREASED SCHOOL-BASED HEALTH SERVICES THAT SUPPORT STUDENTS WITH CHRONIC HEALTH CONDITIONS; AND (5) INCREASED PHYSICAL ACTIVITY, HEALTHY DIETARY BEHAVIORS, AND SELF-MANAGEMENT OF CHRONIC HEALTH CONDITIONS AMONG STUDENTS. ADDITIONALLY, THE LOUISIANA HEALTHY SCHOOL COMMUNITIES PROJECT IS EXPECTED TO PRODUCE THE FOLLOWING LONG-TERM OUTCOMES: (1) DECREASE OVERWEIGHT AND OBESITY AMONG STUDENTS; (2) INCREASE STUDENT WELL-BEING AMONG STUDENTS; (3) IMPROVE ACADEMIC ACHIEVEMENT AMONG STUDENTS; AND (4) REDUCE HEALTH DISPARITIES AMONG STUDENTS IN UNDERSERVED AND DISPROPORTIONATELY AFFECTED COMMUNITIES. EVALUATION: LDOE WILL ALLOCATE 10% OF THE AWARD TO SUPPORT SURVEILLANCE AND EVALUATION ACTIVITIES CONDUCTED BY THE LDH EPIDEMIOLOGY AND EVALUATION TEAM. THE CURRENT EVALUATION PLAN INCLUDES A PROCESS, OUTCOMES, AND IMPACT EVALUATION. THE EVALUATION PLAN IS DESIGNED TO CONTINUOUSLY MONITOR EFFECTIVENESS AND EFFICIENCY OF PROGRAM ACTIVITIES AS WELL AS OUTCOMES. ADDITIONALLY, EVALUATION FINDINGS WILL BE USED TO INFORM FUTURE PROGRAM ACTIVITIES. THE IMPACT EVALUATION WILL PROVIDE VALUABLE INSIGHT INTO THE LONGITUDINAL EFFECTS OF THE PROGRAM ON HEALTHY BEHAVIORS, PARTICULARLY AMONG PRIORITY POPULATIONS. THERE WILL BE AN EVALUATION CONDUCTED EVERY FUNDED YEAR. KEY PERSONNEL: KEY PERSONNEL FOR THE PROJECT ARE FROM LDOE AND LDH. A WHOLE CHILD COORDINATOR WITH LDOE WILL SERVE AS THE 100% FTE POSITION WITH MICHAEL COMEAUX, STEPHEN GUCCIONE, RACHEL BUNCH, AND ELIZABETH DUNCAN PROVIDING IN-KIND SUPPORT.  FROM LDH, STEPHANIE JODEIR AND KRISTI MELLION WILL PROVIDE SUPPORT ALONG WITH HANA SLADICK SERVING AS THE EVALUATOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f513f222-7646-5719-84a5-b8d1d6d0f3f4-C", "generated_internal_id": "ASST_NON_NU58DP007310_7523"}, {"internal_id": 159760497, "Award ID": "NU58DP007309", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "SUPPORT FOR SCHOOL-BASED INTERVENTIONS TO PROMOTE EQUITY AND IMPROVE HEALTH, ACADEMIC ACHIEVEMENT, AND WELL-BEING OF STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7563d0ce-02ea-6524-c790-8c8e65bf96ea-C", "generated_internal_id": "ASST_NON_NU58DP007309_7523"}, {"internal_id": 159760496, "Award ID": "NU58DP007308", "Award Amount": 390000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "93.981", "Description": "WV HEALTHY SCHOOLS IN ACTION - PRIOR TO THE COVID-19 PANDEMIC, WEST VIRGINIA RANKED HIGHEST IN THE NATION IN THE PREVALENCE OF POOR PHYSICAL HEALTH, MENTAL HEALTH, AND RELATED ACTIVITY LIMITATIONS; THESE TRENDS HAVE ONLY EXACERBATED IN THE YEARS SINCE. PROGRESS IN ADDRESSING CHRONIC DISEASE PREVENTION REQUIRES SIGNIFICANT COORDINATED EFFORT ACROSS STAKEHOLDERS. SCHOOLS AND SCHOOL SYSTEMS ARE IDEAL SETTINGS FOR DEVELOPING THE STRATEGIC PARTNERSHIPS NECESSARY FOR ESTABLISHING HEALTH PROMOTION POLICIES, PRACTICES, AND PROGRAMS THAT SUPPORT THE ADOPTION OF IMPROVED HEALTH BEHAVIORS AMONG YOUTH. THIS PROPOSAL LEVERAGES A PARTNERSHIP BETWEEN WEST VIRGINIA UNIVERSITY (THE STATE’S FLAGSHIP, LAND GRANT INSTITUTION), THE WEST VIRGINIA DEPARTMENT OF EDUCATION, AND THE MERCER COUNTY PUBLIC SCHOOL SYSTEM. THROUGH THIS PARTNERSHIP, THE PROJECT TEAM AIMS TO DEVELOP TARGETED APPROACHES THAT IMPROVE PHYSICAL ACTIVITY, HEALTHY DIETARY BEHAVIORS, AND SELF-MANAGEMENT OF CHRONIC HEALTH CONDITIONS AMONG UNDERSERVED STUDENTS STATEWIDE AND WITHIN THE PRIORITY LOCAL EDUCATION AGENCY SELECTED FOR THIS PROJECT - MERCER COUNTY. SHORT-TERM, INTERMEDIATE, AND LONG-TERM OUTCOMES, RELATED TO IMPROVING SCHOOL HEALTH POLICIES, PRACTICES, PROGRAMS AND SERVICES THAT PROMOTE HEALTHY STUDENT AND STAFF BEHAVIORS AND HEALTH EQUITY PRACTICES, WILL BE MET THROUGH COMPREHENSIVE KNOWLEDGE AND CAPACITY-BUILDING STRATEGIES AND ACTIVITIES THAT MAXIMIZE CDC RESOURCES AND TOOLS AND ALIGN WITH THE WHOLE SCHOOL, WHOLE COMMUNITY, WHOLE CHILD FRAMEWORK. A ROBUST EVALUATION SYSTEM WILL BE USED TO ASSESS THE ADOPTION, IMPLEMENTATION, AND IMPACT OF THESE TARGET STRATEGIES AND ACTIVITIES OVER THE FIVE-YEAR FUNDING PERIOD. THE COLLEGE OF APPLIED HUMAN SCIENCES AT WEST VIRGINIA UNIVERSITY IS THE LEAD ORGANIZATION FOR THIS PROJECT, WITH THE COMMITMENT OF OTHER STATE AND NATIONAL PARTNERS. THE PROJECT TEAM’S STRONG WORKING RELATIONSHIP WITH WEST VIRGINIA SCHOOL ADMINISTRATORS AND TEACHERS, STATE AND LOCAL GOVERNMENT, COMMUNITY ORGANIZA TIONS, AND NATIONAL ORGANIZATIONS EVIDENCES CAPACITY TO EXECUTE ALL PLANNED INITIATIVES AND DISSEMINATE SUCCESS STRATEGIES TOWARD IMPROVED PUBLIC HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_NU58DP007308_7523"}, {"internal_id": 66800367, "Award ID": "NU58DP006443", "Award Amount": 2591666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-14", "CFDA Number": "93.981", "Description": "OREGON HEALTHY SCHOOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "b510f5cc-5106-5c93-1cab-7b2366fe9302-C", "generated_internal_id": "ASST_NON_NU58DP006443_7523"}, {"internal_id": 66800390, "Award ID": "NU58DP006442", "Award Amount": 2581655.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-11", "CFDA Number": "93.981", "Description": "COLORADO IMPROVING STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC CONDITIONS IN SCHOOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "60718c34-14d4-b3b1-a8c0-7b51004d971b-C", "generated_internal_id": "ASST_NON_NU58DP006442_7523"}, {"internal_id": 66799948, "Award ID": "NU58DP006441", "Award Amount": 2591043.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "THE ARKANSAS DEPARTMENT OF EDUCATION (ADE), SCHOOL HEALTH SERVICES (SHS) WILL UTILIZE CDC-RFA-DP18-1801 GRANT FUNDS TO SUPPORT NUTRITION, PHYSICAL ACTIVITY, AND CHRONIC CONDITIONS IN SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "aff139f6-861b-5720-07f9-865fa4ae1f66-C", "generated_internal_id": "ASST_NON_NU58DP006441_7523"}, {"internal_id": 66799919, "Award ID": "NU58DP006440", "Award Amount": 2531080.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "ALASKA SCHOOL HEALTH AND WELLNESS PROJECT TO IMPROVE STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC CONDITIONS IN ALASKA PUBLIC SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "987547ac-0eec-6cbf-093b-4a56c2e6b052-C", "generated_internal_id": "ASST_NON_NU58DP006440_7523"}, {"internal_id": 66800751, "Award ID": "NU58DP006439", "Award Amount": 5078680.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "HEALTHY STUDENTS, STRONGER LEARNERS TENNESSEE: IMPROVING STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC CONDITIONS IN SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "06606847-8125-b3b4-1e74-4b0a19df78cf-C", "generated_internal_id": "ASST_NON_NU58DP006439_7523"}, {"internal_id": 66800581, "Award ID": "NU58DP006438", "Award Amount": 2591666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-11", "CFDA Number": "93.981", "Description": "PROJECT GET FIT!", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "5eaa4899-bab2-13ca-62b2-c977f0a54546-C", "generated_internal_id": "ASST_NON_NU58DP006438_7523"}, {"internal_id": 66800567, "Award ID": "NU58DP006437", "Award Amount": 2591606.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "IMPROVING STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC CONDITIONS IN SCHOOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "b0a330cc-fbee-1283-900b-bfd295913d85-C", "generated_internal_id": "ASST_NON_NU58DP006437_7523"}, {"internal_id": 66800158, "Award ID": "NU58DP006436", "Award Amount": 2558333.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "SUPPORT FOR IMPROVING HEALTH AND ACADEMIC SUCCESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 733333.0, "Infrastructure Obligations": null, "recipient_id": "7563d0ce-02ea-6524-c790-8c8e65bf96ea-C", "generated_internal_id": "ASST_NON_NU58DP006436_7523"}, {"internal_id": 66800758, "Award ID": "NU58DP006435", "Award Amount": 2591666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "NEBRASKA IMPROVING STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC CONDITIONS IN SCHOOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "53283c9f-1090-2a3c-4188-21374fe871ff-C", "generated_internal_id": "ASST_NON_NU58DP006435_7523"}, {"internal_id": 66800458, "Award ID": "NU58DP006434", "Award Amount": 2591666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "MISSOURI HEALTHY SCHOOLS, SUCCESSFUL STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "924a5205-64b3-f1de-7103-b6a00272d4f1-C", "generated_internal_id": "ASST_NON_NU58DP006434_7523"}, {"internal_id": 66801020, "Award ID": "NU58DP006433", "Award Amount": 2591666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "MINNESOTA DEPARTMENT OF EDUCATION CDC IMPROVING STUDENT HEALTH AND ACADEMIC ACHIEVEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "6c8259e8-40a7-70db-7b83-d9fcdfaff0e9-C", "generated_internal_id": "ASST_NON_NU58DP006433_7523"}, {"internal_id": 66800598, "Award ID": "NU58DP006432", "Award Amount": 2591666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "WELLNESS INITIATIVE FOR STUDENT SUCCESS (WISS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "05163fc0-09ce-3557-3568-1554c7012434-C", "generated_internal_id": "ASST_NON_NU58DP006432_7523"}, {"internal_id": 66800625, "Award ID": "NU58DP006431", "Award Amount": 2534950.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "THE LOUISIANA HEALTHY SCHOOL COMMUNITIES PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 709950.0, "Infrastructure Obligations": null, "recipient_id": "f513f222-7646-5719-84a5-b8d1d6d0f3f4-C", "generated_internal_id": "ASST_NON_NU58DP006431_7523"}, {"internal_id": 66800223, "Award ID": "NU58DP006430", "Award Amount": 2591666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "IMPROVING STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC CONDITIONS IN SCHOOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "723a8cce-4f18-7967-7843-6130f981236c-C", "generated_internal_id": "ASST_NON_NU58DP006430_7523"}, {"internal_id": 66800757, "Award ID": "NU58DP006429", "Award Amount": 126089.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-14", "CFDA Number": "93.981", "Description": "IL SEA IMPROVING STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC CONDITIONS IN SCHOOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7cb038b7-bbb0-c1ef-750b-a3f9ea44c342-C", "generated_internal_id": "ASST_NON_NU58DP006429_7523"}, {"internal_id": 66799981, "Award ID": "NU58DP006418", "Award Amount": 2591666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "CHANGING THE SCENE IN ARIZONA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 766666.0, "Infrastructure Obligations": null, "recipient_id": "b4e3b9bf-7290-978e-8e51-db9e36cbd8c3-C", "generated_internal_id": "ASST_NON_NU58DP006418_7523"}, {"internal_id": 66800487, "Award ID": "NU58DP006412", "Award Amount": 2158333.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-10", "CFDA Number": "93.981", "Description": "IMPROVING STUDENT HEALTH AND ACADEMIC ACHIEVEMENT THROUGH NUTRITION, PHYSICAL ACTIVITY AND THE MANAGEMENT OF CHRONIC CONDITIONS IN SCHOOLS CDC-RFA-DP18-1801, HEALTHY SCHOOLS WASHINGTON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 333333.0, "Infrastructure Obligations": null, "recipient_id": "2c5bec3b-a7f5-6929-1854-f0ad9aebe290-C", "generated_internal_id": "ASST_NON_NU58DP006412_7523"}]