[{"internal_id": 151589735, "Award ID": "FPRPA006076", "Award Amount": 515919.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "93.974", "Description": "OPA TRENDS: INNOVATIVE STRATEGIES TO EXPAND EQUITABLE ACCESS TO FAMILY PLANNING SERVICES - THE CONTEXT WITHIN WHICH TITLE X CLINICS OPERATE HAS CHANGED DRAMATICALLY IN RECENT YEARS. RULE CHANGES HAVE LED TO A SIGNIFICANT NUMBER OF CLINICS LEAVING AND RETURNING TO THE PROGRAM; THE COVID-19 PANDEMIC TRANSFORMED HOW SERVICES ARE PROVIDED; AND STATE-LEVEL POLICIES CONTINUE TO IMPEDE ACCESS TO SEXUAL AND REPRODUCTIVE HEALTH (SRH) SERVICES FOR MANY.  MEANWHILE, THERE HAS BEEN A GROWING UNDERSTANDING OF THE DISPARITIES IN SRH CARE AND WELLBEING, INCLUDING FOR PEOPLE OF COLOR AND FOR LGBTQ+ POPULATIONS. THESE CHANGES UNDERSCORE THE CRITICAL NEED TO HELP PUBLICLY FUNDED FAMILY PLANNING CENTERS IMPROVE EQUITABLE ACCESS TO HIGH QUALITY SERVICES AND TO ENSURE CLIENT-CENTERED CARE ACROSS POPULATIONS, PARTICULARLY THOSE THAT ARE HISTORICALLY UNDERSERVED.  IN COLLABORATION WITH OPA, CHILD TRENDS WILL IMPLEMENT A SET OF RESEARCH AND DISSEMINATION ACTIVITIES WITH THE BROAD GOAL OF HELPING TITLE X PROVIDERS IDENTIFY INNOVATIVE AND EFFECTIVE STRATEGIES TO EXPAND EQUITABLE ACCESS TO HIGH QUALITY FAMILY PLANNING SERVICES AND TO IMPROVE CLIENTS’ EXPERIENCES.  WE WILL ADDRESS THREE OF THE FOUR OPA RESEARCH PRIORITIES WITHIN FOUR OBJECTIVES. WE WILL: 1) DESCRIBE STRATEGIES FOR EXPANDING EQUITABLE ACCESS TO QUALITY FAMILY PLANNING (PRIORITY A); 2) IDENTIFY EXISTING AND EMERGING APPROACHES TO IMPROVING CLIENT EXPERIENCES WITH FAMILY PLANNING CARE (PRIORITY D); 3) ENHANCE THE FIELD’S UNDERSTANDING OF BEST PRACTICES AND APPROACHES FOR COLLECTING, ASSESSING, AND USING DATA ON CLIENT SATISFACTION AND HOW THAT IS INFORMING PROVIDERS’ ABILITY TO REACH UNDERSERVED POPULATIONS (PRIORITY D); AND 4) EXPAND THE FIELD’S UNDERSTANDING OF FAMILY PLANNING SERVICE DELIVERY VIA TELEHEALTH AND OTHER COVID-RELATED INNOVATIONS (PRIORITY B). WE WILL FOCUS ON HISTORICALLY UNDERSERVED POPULATIONS (PEOPLE OF COLOR, LGBTQ+, INDIVIDUALS IN UNDERSERVED OR RESOURCE LIMITED AREAS), INCORPORATING AN EQUITY LENS INTO ALL RESEARCH, FROM PROTOCOL DEVELOPMENT TO DATA COLLECTION, ANALYSIS, AND DISSEMINATION.  TO MEET THESE RESEARCH OBJECTIVES, WE PROPOSE A MIXED METHODS APPROACH, COLLECTING AND ANALYZING IN-DEPTH DATA FROM FAMILY PLANNING CLIENTS (VIA SURVEYS AND INTERVIEWS) AND PROVIDERS (VIA INTERVIEWS WITH CLINIC STAFF). THIS WORK WILL BUILD ON THE PROJECT TEAM’S EXTENSIVE EXPERIENCE WORKING WITH OPA, TITLE X PROJECT OFFICERS, AND GRANTEES TO CONDUCT INTERVIEWS WITH SERVICE SITES ACROSS TITLE X REGIONS; HIGHLIGHTING STRATEGIES AND LESSONS LEARNED DURING THE COVID-19 PANDEMIC (2020-21); RECRUITING AND INTERVIEWING FAMILY PLANNING CLIENTS; AND CONDUCTING SURVEY DESIGN, DATA COLLECTION AND ANALYSIS WITH ADOLESCENTS AND YOUNG ADULTS IN THE AREA OF SRH.  THE PROJECT TEAM WILL ENGAGE SERVICE DELIVERY GRANTEES THROUGHOUT THE GRANT FOR FEEDBACK ON OUR RESEARCH AND HOW TO BEST FILL KNOWLEDGE GAPS, ALLOWING US TO EFFECTIVELY TRANSLATE OUR RESEARCH INTO ACTIONABLE RECOMMENDATIONS. WE WILL LEVERAGE OUR EXPERT COMMUNICATIONS TEAM TO ENSURE THAT FINDINGS AND ACTIONABLE RECOMMENDATIONS REACH STAKEHOLDERS, INCLUDING TITLE X AND OTHER PUBLICLY FUNDED FAMILY PLANNING PROVIDERS, RESEARCHERS, AND POLICYMAKERS.  THIS PROJECT WILL BENEFIT THE FAMILY PLANNING FIELD BY TAKING AN EQUITY-BASED APPROACH TO EXAMINING ISSUES ACROSS MULTIPLE PRIORITY AREAS FROM THE PERSPECTIVES OF BOTH PROVIDERS AND CLIENTS AND DISSEMINATING NEW KNOWLEDGE VIA ACTIONABLE RECOMMENDATIONS RELEVANT TO TITLE X AUDIENCES WHO ARE WORKING TO INCREASE EQUITABLE ACCESS AND IMPROVE CLIENT EXPERIENCE OF CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 515919.0, "Infrastructure Obligations": null, "recipient_id": "6eac63ea-f63d-372d-88e9-e852381cd332-C", "generated_internal_id": "ASST_NON_FPRPA006076_7521"}, {"internal_id": 151590532, "Award ID": "FPRPA006075", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "93.974", "Description": "Y-SURGE PROJECT -INNOVATIVE STRATEGIES TO INCREASE EQUITABLE ACCESS - Y-SURGE PROJECT ABSTRACT  THE BALTIMORE CITY HEALTH DEPARTMENT’S BUREAU OF MATERNAL AND CHILD HEATH SUBMITS THIS THREE-YEAR EXPLORATORY RESEARCH PROPOSAL TO ADDRESS INNOVATIVE STRATEGIES TO INCREASE EQUITABLE ACCESS- RESEARCH STUDIES THAT PROVIDE A BETTER UNDERSTANDING OF THE SOCIAL DETERMINANTS OF HEALTH AND THEIR IMPLICATIONS FOR DELIVERING AND RECEIVING, EQUITABLE AND EFFECTIVE FAMILY PLANNING AND SEXUAL HEALTH AND REPRODUCTIVE HEALTH CARE SERVICES PROGRAMS. USING A SEXUAL AND REPRODUCTIVE JUSTICE (SRJ) FRAME AND SOCIAL DETERMINANTS OF HEALTH (SDOH) MODEL, WE WILL ASSESS INDIVIDUAL, FAMILY, AND COMMUNITY APPROACHES TO INCREASING CARE AMONG BALTIMORE YOUTH AGES 15-24. WE PLAN TO REACH 2475 YOUTH OVER THREE YEARS. SPECIFICALLY, WE STRIVE TO ATTAIN NEAR PRE-COVID LEVELS OF CARE AMONG TEENS AGES 15-19 AT TWO TITLE X CLINICS, ESTABLISH AN ON-SITE CLINIC IN A YOUTH EMPLOYMENT PROGRAM (YO! WEST) TO REACH OPPORTUNITY YOUTH WITH SEXUAL AND REPRODUCTIVE (SRH) SERVICES, AND INCREASE REFERRALS AND SRH CARE TO LGBTQIA-IDENTIFIED YOUTH. OUR OUTCOME MEASURES INCLUDE DECREASING TEEN BIRTH, STI, AND HIV RATES AMONG ALL YOUTH AND DECREASING DISPARITY GAPS BY AFFECTING IMPROVED SEXUAL AND REPRODUCTIVE HEALTH AND BEHAVIORS AMONG LGBTQIA AND OPPORTUNITY YOUTH—TWO GROUPS WITH PERSISTENTLY HIGHER RATES OF TEEN BIRTH, STI, AND HIV. INDIVIDUAL-LEVEL ACTIVITIES INCLUDE SCREENING UP TO 525 (25% OF 2100) YOUTH PRESENTING TO CARE USING THE PERCEIVED RISK YOUTH SCREENING TOOL, AN EMERGING TOOL THAT HELPS YOUTH AND PROFESSIONALS ASSESS PRIORITIES; USING THE FINDINGS TO IMPROVE THE HEALTH AND WELLBEING OF THE YOUTH; AND ENSURING ALL THREE SITES ADHERE TO YOUTH FRIENDLY SERVICES AND ARE USING AN SRJ FRAME FOR CARE DELIVERY AND COMMUNICATION. YOUTH WILL BE DIRECTLY INVOLVED THROUGH SOCIAL MEDIA AND AS INFLUENCERS. COMMUNITY-LEVEL ACTIVITIES FOCUS ON THE INVOLVEMENT OF YOUTH THROUGH THE YOUTH ADVISORY COUNCIL AND THE COMMUNITY OF YOUTH-SUPPORTING AGENCIES IN BALTIMORE CITY, THROUGH A COLLABORATIVE KNOWN AS YOSHI. FAMILY-LEVEL ACTIVITIES INCLUDE CONDUCTING COMMUNITY ASSET MAPPING WITH FAMILIES AND YOUTH IN THREE OPPORTUNITY COMMUNITIES TO HELP THEM SEE WHAT IS AVAILABLE TO SUPPORT BETTER OUTCOMES AND DEVELOP ADVOCACY MESSAGES TO IMPROVE THEIR COMMUNITIES.  Y-SURGE INITIATIVE OUTCOMES  1.\tINCREASE IN THE USE OF THE SRJ FRAMEWORK BY CLINICAL STAFF TO 75% OF ALL STAFF IN YEAR 2 AND 95% OF ALL STAFF IN YEAR 3. 2.\tALL THREE CLINIC SITES ARE YFS ENVIRONMENTS BY THE END OF YEAR 2. 3.\tINCREASE IN SRH SERVICE USE AT BOTH DRUID AND UMD BY 20% ANNUALLY, REACHING 2100 YOUTH OVER THREE YEARS. 4.\tIMPROVE SATISFACTION WITH SRH SERVICES IN YOUTH-SERVING CLINICS BY 10% IN YEAR 2 AND BY 15% IN YEAR 3. 5.\tPROVIDE SRH SERVICES TO 150 NEW LGBTQIA-IDENTIFIED YOUTH OVER THREE YEARS. 6.\tPROVIDE SRH SERVICES TO 225 OPPORTUNITY YOUTH OVER THREE YEARS AT A NEWLY ESTABLISHED CLINIC SITE. 7.\tDECREASE THE NUMBER OF TEEN BIRTHS AMONG THE RACIAL/ETHNIC GROUPS WITH THE HIGHEST TEEN BIRTH RATES BY 10% BY THE END OF YEAR 3 8.\tDECREASE THE NUMBER OF YOUTH DIAGNOSED WITH HIV AMONG THE RACIAL/ETHNIC GROUPS WITH THE HIGHEST RATES BY 10% BY THE END OF YEAR 3 9.\tDECREASE IN THE NUMBER OF YOUTH WHO ACQUIRE STIS AMONG THE RACIAL/ETHNIC GROUPS WITH HIGHEST RATES BY 10% BY THE END OF YEAR 3", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 750000.0, "Infrastructure Obligations": null, "recipient_id": "f33cd835-92b3-c5cd-60a1-33140fd3a99a-C", "generated_internal_id": "ASST_NON_FPRPA006075_7521"}, {"internal_id": 151590146, "Award ID": "FPRPA006074", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "93.974", "Description": "GENERATING ACTIONABLE DATA TO ENSURE HIGH-QUALITY, EQUITABLE SEXUAL AND REPRODUCTIVE HEALTH CARE - FOR FIVE DECADES, THE NATION’S PUBLICLY FUNDED FAMILY PLANNING EFFORT, WITH TITLE X AS ITS CORNERSTONE, HAS HELPED MILLIONS OF PEOPLE ACHIEVE THEIR REPRODUCTIVE GOALS, BY PROVIDING FUNDING AND GUIDELINES FOR HIGH-QUALITY, VOLUNTARY, EQUITABLE, AND ACCESSIBLE SEXUAL AND REPRODUCTIVE HEALTH (SRH) SERVICES. OVER THE PAST DECADE, TITLE X HAS BEEN IN SIGNIFICANT FLUX, EXPANDING THE RANGE OF SERVICES OFFERED, CENTERING HEALTH EQUITY, NAVIGATING A SHIFTING LANDSCAPE SHAPED BY THE AFFORDABLE CARE ACT, AND EXPERIENCING SERVICE DISRUPTIONS DUE TO THE COVID-19 PANDEMIC AND SHIFTING POLICIES AND PRIORITIES.  THE GUTTMACHER INSTITUTE PROPOSES A COMPREHENSIVE PACKAGE OF RESEARCH TO GENERATE ACTIONABLE DATA AND ENSURE THAT HIGH-QUALITY, EQUITABLE SRH SERVICES ARE AVAILABLE TO ALL PEOPLE. THIS WORK ADDRESSES THREE OF OPA’S FOUR PRIORITY AREAS: (A) INNOVATIVE STRATEGIES TO INCREASE EQUITABLE ACCESS, (C) TRENDS AND CURRENT REACH OF FAMILY PLANNING CLINICS, AND (D) TRENDS IN CLIENT NEED AND USE OF TITLE X SERVICES.  THE PROPOSED ACTIVITIES ADDRESS INDIVIDUAL-LEVEL, PROVIDER-LEVEL AND SYSTEMS-LEVEL QUESTIONS OF HEALTH EQUITY, INCLUDING ACCESS TO AND PREFERENCES FOR QUALITY FAMILY PLANNING CARE. MULTIPLE, INTERRELATED RESEARCH FOCI, EACH RESPONDING TO AND INFORMING THE OTHER, ARE DESIGNED TO ADVANCE FOUNDATIONAL RESOURCES TO ASSESS FAMILY PLANNING CARE IN THE US. WE ALSO INCLUDE INNOVATIVE WORK TO IMPROVE SURVEILLANCE SYSTEMS AND WILL COLLABORATE WITH PARTNERS TO BRING IN EXPERTISE AND CENTER THE NEEDS OF PEOPLE SEEKING CARE. THIS WORK WILL RESULT IN DATA AND FINDINGS READILY AVAILABLE FOR POLICY MAKERS, CLINICAL PROVIDERS, AND PROGRAM PLANNERS TO LEVERAGE WHEN DESIGNING PROGRAMS AND POLICIES TO INCREASE EQUITABLE ACCESS, ESPECIALLY FOR THOSE MOST IN NEED OF PUBLICLY FUNDED SRH SERVICES. THE INFORMATION GENERATED FROM THIS RESEARCH WILL PROVIDE NEW INSIGHTS AND ANSWERS TO FOUR KEY RESEARCH QUESTIONS. MAJOR ACTIVITIES PLANNED FOR EACH RESEARCH QUESTION INCLUDE:  -\tWHO NEEDS SRH CARE? IN COLLABORATION WITH DR. ANU MANCHIKANTI GOMEZ, WE WILL INTEGRATE A NEW METRIC OF CONTRACEPTIVE NEED BASED ON PEOPLE’S OWN DETERMINATION OF THAT NEED INTO GUTTMACHER’S ON-GOING SURVEILLANCE WORK, PRODUCING POPULATION-LEVEL ESTIMATES OF THE NUMBERS WHO MAY NEED CARE, AND THOSE WHO MAY NEED PUBLIC FUNDING FOR THIS CARE. -\tWHERE, FOR WHOM, AND HOW IS CARE PROVIDED AND RECEIVED? WE WILL PROVIDE DATA AND INFORMATION FOR ASSESSING THE ADEQUACY OF EXISTING SERVICE PROVIDERS IN DELIVERING EQUITABLE ACCESS TO CARE AND IN MEETING PEOPLE’S NEEDS USING THREE DATA SOURCES: THE NATIONAL SURVEY OF FAMILY GROWTH (NSFG), GUTTMACHER’S 2020 CENSUS OF PUBLICLY FUNDED CLINICS, AND GUTTMACHER’S 2022 NATIONAL SURVEY OF CLINICS PROVIDING PUBLICLY FUNDED CONTRACEPTIVE SERVICES. -\tWHAT CARE DO PEOPLE WANT? WE WILL CONDUCT NEW, SECONDARY ANALYSES OF QUALITATIVE AND QUANTITATIVE DATA RECENTLY COLLECTED BY GUTTMACHER THAT WILL DRAW ON INDIVIDUALS’ SELF-REPORTED EXPERIENCES OBTAINING SRH CARE, PREFERENCES REGARDING THIS CARE, DESCRIPTIONS OF QUALITY SRH CARE, AND TRUST IN THE HEALTH SYSTEM. FINDINGS FROM THESE ANALYSES WILL ARM CLINICIANS, POLICY MAKERS, AND OTHER DECISION-MAKERS WITH THE INFORMATION NEEDED TO ALIGN SRH CARE DELIVERY WITH PATIENTS’ NEEDS AND PREFERENCES. -\tWHAT DIFFERENCE DOES ACCESS TO CARE MAKE? IN PARTNERSHIP WITH THE COALITION TO EXPAND CONTRACEPTIVE ACCESS (CECA) AND INFORMED BY DIVERSE STAKEHOLDER INPUT THROUGH EXPERT AND PATIENT LIVED EXPERIENCE PANEL CONVENINGS, WE PROPOSE TO DEVELOP NEW APPROACHES TO MEASURE THE IMPACTS OF RECEIVING OR NOT RECEIVING DESIRED SRH CARE SO THAT THESE METRICS ARE MORE EQUITABLE AND PERSON-CENTERED. WE AIM TO DISSEMINATE DATA AND FINDINGS FROM THIS WORK WIDELY AND EFFECTIVELY. STATE AND COUNTY DATA WILL BE MADE EASILY ACCESSIBLE USING GUTTMACHER’S ONLINE DATA CENTER; OTHER REPORTS AND PEER-REVIEWED JOURNAL ARTICLES WILL BE POSTED ON THE GUTTMACHER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 750000.0, "Infrastructure Obligations": null, "recipient_id": "15d2d512-d47c-a169-1b2e-bbfa1a311b32-C", "generated_internal_id": "ASST_NON_FPRPA006074_7521"}, {"internal_id": 151589684, "Award ID": "FPRPA006073", "Award Amount": 489086.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "93.974", "Description": "MISSION INTERRUPTED: A MIXED METHODS, MULTI-STATE ASSESSMENT OF THE IMPACT OF TITLE X REGULATION CHANGES BETWEEN 2018 AND 2025 - THE GOAL OF OUR PROPOSAL IS TO DETERMINE HOW CHANGES TO TITLE X REGULATIONS AFFECTED FAMILY PLANNING SERVICE DELIVERY, CONTRACEPTIVE USE PATTERNS, AND PROVISION OF OTHER SEXUAL AND REPRODUCTIVE HEALTH PREVENTIVE CARE TYPICALLY COVERED BY THE PROGRAM. WE WILL ASSESS THIS ACROSS THREE SCENARIOS: A) IN STATES WHERE REGULATION CHANGES RESULTED IN A COMPLETE LOSS OF THE TITLE X PROGRAM; B) IN STATES WHERE REGULATION CHANGES RESULTED IN A PARTIAL LOSS OF THE TITLE X PROGRAM; AND C) IN STATES WHERE REGULATION CHANGES DID NOT CHANGE TITLE X FUNDING.  TO ACHIEVE THIS GOAL, WE HAVE TWO MAJOR OBJECTIVES: 1.\tWE WILL USE SERVICE DELIVERY DATA FROM CURRENT AND PAST TITLE X RECIPIENTS IN THE THREE DIFFERENT SCENARIOS TO ASSESS CHANGES IN SEXUAL AND REPRODUCTIVE HEALTH PROVISION PATTERNS OVER TIME (BEFORE, DURING, AND AFTER TITLE X REGULATION CHANGE) 2.\tWE WILL USE QUALITATIVE DATA FROM STATE AND TITLE X RECIPIENT REPRESENTATIVES TO EXPLORE HOW STATES IN THE THREE DIFFERENT SCENARIOS RESPONDED/ADAPTED TO THE CHANGES TO THE TITLE X REGULATIONS AND IDENTIFY PERCEIVED IMPACTS TO CARE PATHWAYS AS A RESULT OF THE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 489086.0, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_FPRPA006073_7521"}, {"internal_id": 151590391, "Award ID": "FPRPA006072", "Award Amount": 340495.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "93.974", "Description": "RIGHT PLACE, RIGHT TIME? USING INNOVATIVE LOCAL SOCIAL EQUITY MEASURE TO INCREASE EQUITABLE ACCESS TO TITLE X SERVICES - IN THE NOTICE OF FUNDING OPPORTUNITY: TITLE X FAMILY PLANNING RESEARCH GRANTS (NO. PA-FPR-22-001), THE OFFICE OF POPULATION AFFAIRS (OPA) SEEKS PROPOSALS TO CONDUCT RESEARCH THAT IDENTIFIES INNOVATIVE AND EFFECTIVE STRATEGIES TO (1) EXPAND EQUITABLE ACCESS TO QUALITY TITLE X-FUNDED SERVICES, AND (2) TO PROVIDE TITLE X FAMILY PLANNING SERVICES IN RESOURCE-LIMITED AREAS. RTI INTERNATIONAL, IN PARTNERSHIP WITH ESSENTIAL ACCESS HEALTH (EAH), PROPOSES A MULTIPRONGED, MIXED-METHODS STUDY THAT ADDRESSES PRIORITY AREA (A): INNOVATIVE STRATEGIES TO INCREASE EQUITABLE ACCESS. THE STUDY’S GOAL IS TO INCREASE KNOWLEDGE AND UNDERSTANDING AMONG TITLE X STAKEHOLDERS OF CONTEXTUAL AND SITE-LEVEL FACTORS SHAPING EQUITABLE ACCESS TO TITLE X SERVICES SO THAT THEY CAN USE THIS INFORMATION TO GUIDE PROGRAM REQUIREMENTS, RESOURCE ALLOCATION, SITE PLACEMENT, AND SITE-LEVEL PROGRAM STRATEGIES. THE STUDY WILL: (1) DEVELOP AND TEST INNOVATIVE WAYS TO MEASURE AND MONITOR EQUITABLE ACCESS TO TITLE X SERVICES USING A COMPOSITE SOCIAL DETERMINANTS OF HEALTH (SDOH) MEASURE (“LOCAL SOCIAL INEQUITY SCORE”) ADAPTED FOR SEXUAL AND REPRODUCTIVE HEALTH (“LSI-SRH SCORES”) AND ROUTINE, SITE-LEVEL TITLE X ADMINISTRATIVE DATA (E.G., GEOGRAPHIC LOCATION, OPERATING HOURS) FOR ALL 50 STATES AND THE DISTRICT OF COLUMBIA; (2) IDENTIFY AND COMPILE INFORMATION AND SEEK EXPERT INPUT ON EVIDENCE-BASED STRATEGIES USED BY PRIMARY HEALTH SAFETY NET PROVIDERS TO INCREASE EQUITABLE ACCESS THAT ARE RELEVANT TO TITLE X; (3) DEVELOP AND TEST POTENTIALLY REPLICABLE ANALYTIC STRATEGIES, USING THE LSI-SRH SCORES AND A WIDER SET OF SITE-LEVEL MEASURES (E.G., SITE ADMINISTRATIVE CHARACTERISTICS, CONTRACEPTIVE USE, CHLAMYDIA SCREENING), TO ASSESS EQUITABLE ACCESS IN CALIFORNIA’S TITLE X SERVICE NETWORK; AND (4) SOLICIT FEEDBACK FROM CALIFORNIA’S TITLE X SUBRECIPIENTS ON THESE FINDINGS AND THE BARRIERS, CHALLENGES, AND OPPORTUNITIES THEY PERCEIVE FOR IMPLEMENTING STRATEGIES TO INCREASE EQUITABLE ACCESS. IF FP AR 2.0 DATA ARE AVAILABLE IN YEAR 3, WE WILL INCORPORATE ADDITIONAL SITE-LEVEL MEASURES INTO THE NATIONAL-LEVEL ANALYSES OF EQUITABLE ACCESS. WE WILL DISSEMINATE STUDY RESULTS TO OPA AND OTHER TITLE X STAKEHOLDERS ON AN ONGOING BASIS DURING THE 3-YEAR STUDY PERIOD. DISSEMINATION STRATEGIES INCLUDE RESULTS MEMOS (INTERNAL TO STUDY TEAM AND OPA) FOR EACH STUDY, ANNUAL PRESENTATIONS AT THE TITLE X GRANTEE AND OTHER STAKEHOLDER MEETINGS, THREE MANUSCRIPTS FOR SUBMISSION TO PEER-REVIEWED JOURNALS, AND BRIEFS AND OTHER PUBLICATIONS FOR POSTING TO OPA’S WEBSITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_FPRPA006072_7521"}, {"internal_id": 89524962, "Award ID": "FPRPA006071", "Award Amount": 301505.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.974", "Description": "CONTRACEPTIVE SERVICES FOR YOUNG WOMEN IN THE US SAFETY NET 2010-2016: THE ROLE OF TITLE X AND SCHOOL-BASED CLINICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27f21ab2-7b66-cad9-be60-5f435f28b02f-C", "generated_internal_id": "ASST_NON_FPRPA006071_7521"}, {"internal_id": 89523859, "Award ID": "FPRPA006070", "Award Amount": 890002.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.974", "Description": "CHILD TRENDS? DATA ANALYSIS AND TRENDS RESEARCH GRANT: A MIXED METHODS APPROACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6eac63ea-f63d-372d-88e9-e852381cd332-C", "generated_internal_id": "ASST_NON_FPRPA006070_7521"}, {"internal_id": 89518594, "Award ID": "FPRPA006069", "Award Amount": 1531142.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.974", "Description": "ADVANCING MEASUREMENT IN CONTRACEPTIVE CARE: TESTING AND APPLICATION FOR ENDORSEMENT OF ELECTRONIC CLINICAL QUALITY MEASURES (ECQMS) FOR CONTRACEPTIVE PROVISION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_FPRPA006069_7521"}, {"internal_id": 89524335, "Award ID": "FPRPA006068", "Award Amount": 2157207.18, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.974", "Description": "PATIENT NAVIGATION AS A BRIDGE FROM SUBSTANCE USE DISORDER TREATMENT TO FAMILY PLANNING CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d913ecba-720a-5ed2-f75d-174351aac603-C", "generated_internal_id": "ASST_NON_FPRPA006068_7521"}, {"internal_id": 89523868, "Award ID": "FPRPA006067", "Award Amount": 1544679.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.974", "Description": "MEETING THE FAMILY PLANNING NEEDS OF PEOPLE WITH SUBSTANCE USE DISORDERS:  A CROSS-TRAINING INTERVENTION TO IMPROVE COLLABORATION, COORDINATION, AND CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47494177-5b18-4343-11dc-ada590414b67-C", "generated_internal_id": "ASST_NON_FPRPA006067_7521"}, {"internal_id": 89523408, "Award ID": "FPRPA006066", "Award Amount": 1783221.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.974", "Description": "CLINICAL PILOT STUDY TO ADDRESS OPPORTUNITIES AND BARRIERS FOR LINKING FAMILY PLANNING SERVICES AND SUBSTANCE USE DISORDER SCREENING AND TREATMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3496c2ea-b912-0ef4-c958-a7f52a25be16-C", "generated_internal_id": "ASST_NON_FPRPA006066_7521"}, {"internal_id": 89525867, "Award ID": "FPRPA006065", "Award Amount": 2036999.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.974", "Description": "INNOVATIONS IN FAMILY PLANNING CLINICAL SERVICE DELIVERY FOR HARD TO REACH SCHOOL-BASED POPULATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6eac63ea-f63d-372d-88e9-e852381cd332-C", "generated_internal_id": "ASST_NON_FPRPA006065_7521"}, {"internal_id": 89524846, "Award ID": "FPRPA006064", "Award Amount": 1455736.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "93.974", "Description": "INCREASING LINKAGE TO FAMILY PLANNING CARE FOR INDIVIDUALS WITH OPIOID USE DISORDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dfa7ce4a-d4d7-797d-919b-8a8b8fa1eda3-C", "generated_internal_id": "ASST_NON_FPRPA006064_7521"}, {"internal_id": 89525974, "Award ID": "FPRPA006063", "Award Amount": 953369.96, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-12", "CFDA Number": "93.974", "Description": "OPTIONS FOR INTEGRATED HEALTH - DIGITAL HEALTH TECHNOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6fad7a9-a835-3d16-8643-47c711a56708-C", "generated_internal_id": "ASST_NON_FPRPA006063_7521"}, {"internal_id": 69723378, "Award ID": "FPRPA006062", "Award Amount": -211.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "93.974", "Description": "PUTTING THE FOCUS ON WOMEN'S CONTRACEPTIVE COUNSELING EXPERIENCES: THE EVALUATION OF A CLIENT-CENTERED PERFORMANCE MEASURE FOR CONTRACEPTIVE SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb8d1cd4-e0ae-6348-a07c-04df6a112768-C", "generated_internal_id": "ASST_NON_FPRPA006062_7521"}, {"internal_id": 61613079, "Award ID": "FPRPA006061", "Award Amount": -3030.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-19", "CFDA Number": "93.974", "Description": "ADDRESSING THE IMPACT OF CONFIDENTIALLY PROVIDING TITLE X FAMILY PLANNING SERVICES: QUALITATIVE DATA ANALYSIS AND DISSEMINATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47494177-5b18-4343-11dc-ada590414b67-C", "generated_internal_id": "ASST_NON_FPRPA006061_7521"}, {"internal_id": 65894342, "Award ID": "FPRPA006060", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-19", "CFDA Number": "93.974", "Description": "FINANCIAL VIABILITY AND SUSTAINABILITY OF TITLE X CENTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15d2d512-d47c-a169-1b2e-bbfa1a311b32-C", "generated_internal_id": "ASST_NON_FPRPA006060_7521"}, {"internal_id": 65894660, "Award ID": "FPRPA006059", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-19", "CFDA Number": "93.974", "Description": "CONFIDENTIAL AND COVERED: PROTECTING PATIENTS WHILE PREVENTING REVENUE LOSS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb5811f2-e049-e911-0725-bf059e2ceae8-R", "generated_internal_id": "ASST_NON_FPRPA006059_7521"}, {"internal_id": 65894479, "Award ID": "FPRPA006058", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-01-19", "CFDA Number": "93.974", "Description": "NEED FOR, AND IMPACT OF, PUBLICLY FUNDED FAMILY PLANNING IN THE ERA OF HEALTH REFORM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15d2d512-d47c-a169-1b2e-bbfa1a311b32-C", "generated_internal_id": "ASST_NON_FPRPA006058_7521"}]