[{"internal_id": 156634581, "Award ID": "23VGINV001", "Award Amount": 745674.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO IMPLEMENT FOUR INTERVENTIONS TO INCREASE THE CAPACITY OF NEVADA ORGANIZATIONS TO EFFECTIVELY MANAGE VOLUNTEERS, INCREASE VOLUNTEERISM AND EXPANDOPPORTUNITIES FOR YOUTH TO IMPROVE ACADEMIC SUCCESS AND OVERALL WELL-BEING. \nBY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: \n1) PROVIDE CAPACITY-BUILDING MINI GRANTS TO ORGANIZATIONS INTERESTED IN IMPLEMENTING NEW EVIDENCE-BASED VOLUNTEER MANAGEMENT BEST PRACTICES, WITH PRIORITY GIVEN TO ORGANIZATIONS THAT FOCUS ON STUDENT SUCCESS AND MENTAL WELLNESS; 2) DEVELOP A STATEWIDE YOUTH VOLUNTEER COUNCIL; 3) PROVIDE DAY OF SERVICE MICRO GRANTS TO NONPROFITS THROUGHOUT THE STATE; AND 4) PARTNER WITH CONNECTOR ORGANIZATIONS TO LINK NONPROFITS WITH A BROADER VOLUNTEER BASE THROUGH VOLUNTEER FAIRS.\n40 NEVADA ORGANIZATIONS WILL BENEFIT IN VOLUNTEER MANAGEMENT CAPACITY BUILDING SERVICES. THE GENERAL EXPECTED OUTCOME INCLUDES 20 ORGANIZATIONS WITH INCREASED EFFECTIVENESS AND/OR PROGRAM REACH. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 20.1%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": 745674.0, "Infrastructure Obligations": null, "recipient_id": "4198ceda-47ef-d1bf-b93f-6eb9751fb1a5-R", "generated_internal_id": "ASST_NON_23VGINV001_9577"}, {"internal_id": 156634574, "Award ID": "23VGICA004", "Award Amount": 747300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO DOCUMENT AND SCALE THREE HIGHLY PROMISING VOLUNTEER-MENTOR RECRUITMENT AND RETENTION PILOT-EFFORTS, AND DEVELOPING A TECHNICAL ASSISTANCE PROGRAM TO HELP PROMOTE THESE EFFORTS INTERNALLY, AS THE ORGANIZATION GROWS, AND EXTERNALLY, ACROSS THE MENTORING MOVEMENT. BY PERFORMING THE FOLLOWING HIGH-LEVEL ACTIVITIES: 1) LEVERAGING NEW JOB CONNECTOR-TECHNOLOGIES TO RECRUIT VOLUNTEERS AT A SCALE REQUIRED TO MEET THE NEED; 2) EXPANDING ACCESS TO VOLUNTEERING TO UNDERREPRESENTED GROUPS WITH A ?VOLUNTEER BENEFITS? PROGRAM; AND 3) INCREASING MENTOR RETENTION BY GAMIFYING? DREAM?S VOLUNTEER EXPERIENCE, THIS WILL BENEFIT 1,000 NEW VOLUNTEER MENTORS, AGES 14-21, AND CODIFYING NEW VOLUNTEER GENERATION AND RETENTION STRATEGIES TO SHARE ACROSS THE MENTORING FIELD. THE GENERAL EXPECTED OUTCOME INCLUDES HELPING TO CLOSE THE OPPORTUNITY GAP FOR 1,000 CHILDREN IN LOW-INCOME HOUSEHOLDS. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 20.5%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 747300.0, "Infrastructure Obligations": null, "recipient_id": "470bd495-f2ee-73d5-5421-e072b0c37c97-R", "generated_internal_id": "ASST_NON_23VGICA004_9577"}, {"internal_id": 156634573, "Award ID": "23VGICA003", "Award Amount": 638040.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO EXPAND AND IMPROVE READING PARTNERS' VOLUNTEER RECRUITMENT AND TRAINING EFFORTS AND IMPROVE VOLUNTEER MANAGEMENT INFRASTRUCTURE TO DELIVER HIGH-IMPACT TUTORING TO K-4 STUDENTS IN ORDER TO MEET THE GROWING NEED FOR LEARNING LOSS RECOVERY SUPPORT. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: LEVERAGING COMMUNITY ENGAGEMENT ROLES TO BOLSTER VOLUNTEER RECRUITMENT STRATEGIES; UTILIZING DIGITAL ADS TO RECRUIT AT SCALE; IMPROVING VOLUNTEER MANAGEMENT DATABASE SYSTEMS; PROVIDING RACIAL EQUITY TRAINING FOR COMMUNITY BASED STAFF AND VOLUNTEERS; AND CENTRALIZING AND STREAMLINING VOLUNTEER RECRUITMENT AND TRAINING, THIS WILL BENEFIT THOUSANDS MORE STUDENTS THROUGH A HIGH-IMPACT TUTORING SYSTEM BY ALLOWING READING PARTNERS TO RECRUIT AN ADDITIONAL 2,000 VOLUNTEER TUTORS PER YEAR. THE GENERAL EXPECTED OUTCOME INCLUDES THE RECRUITMENT OF 2,000 VOLUNTEER TUTORS PER YEAR TO PROVIDE HIGH-QUALITY TUTORING TO SUPPORT STUDENT ACADEMIC SUCCESS. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 20.8%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 638040.0, "Infrastructure Obligations": null, "recipient_id": "0532e783-1ccd-b841-b6fc-9334cecd7a88-C", "generated_internal_id": "ASST_NON_23VGICA003_9577"}, {"internal_id": 156634575, "Award ID": "23VGICA002", "Award Amount": 811962.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO INCREASE THE CAPACITY OF HIGH-NEED NON-PROFITS AND EDUCATIONAL ORGANIZATIONS TO LAUNCH, GROW, AND SUSTAIN QUALITY VOLUNTEER PROGRAMS. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: ENGAGING PARTICIPANTS IN PROFESSIONAL LEARNING, 1:1 COACHING, AND COMMUNITIES OF PRACTICE, THIS WILL BENEFIT 30-40 NON-PROFITS BY HELPING THEM TO ESTABLISH THE INFRASTRUCTURE FOR SUCCESSFUL VOLUNTEER PROGRAMS. THE GENERAL EXPECTED OUTCOME INCLUDES 2000 VOLUNTEERS ENGAGED IN SERVICE AND THE CREATION OF ORGANIZATIONAL CULTURES WELCOMING TO VOLUNTEERS FROM DIVERSE BACKGROUNDS. YOUR 2023-2024 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 20.0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 811962.0, "Infrastructure Obligations": null, "recipient_id": "cc640b69-40be-c3c5-776d-67c77812f352-C", "generated_internal_id": "ASST_NON_23VGICA002_9577"}, {"internal_id": 156907127, "Award ID": "23VGICA001", "Award Amount": 275069.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-27", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO INCREASE THE NUMBER OF VOLUNTEERS RECRUITED BY CASA. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: RECRUITING, TRAINING, AND MANAGING NEW VOLUNTEERS, THIS WILL BENEFIT CHILDREN IN THE CHILD WELFARE AND JUVENILE JUSTICE SYSTEMS. THE GENERAL EXPECTED OUTCOME INCLUDES INCREASING THE NUMBER OF INDIVIDUALS WHO EXPRESS INTEREST, APPLY FOR, AND RECEIVE PRE-SERVICE TRAINING IN BEING A CASA VOLUNTEER. YOUR 2023-2024 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 49%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 275069.0, "Infrastructure Obligations": null, "recipient_id": "e3e66c30-f815-71e0-d7bd-8c9bac8ffdf6-C", "generated_internal_id": "ASST_NON_23VGICA001_9577"}, {"internal_id": 156634576, "Award ID": "23VGHTN001", "Award Amount": 1200729.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO INCREASE VOLUNTEER RECRUITMENT AND EXPAND THE USE OF VOLUNTEERS AND SERVICE LEARNING TO REMOVE INEQUITIES IN THE AREAS OF EDUCATION, HEALTHY FUTURES, AND ECONOMIC OPPORTUNITY, IN ADDITION TO PANDEMIC RESPONSE AND COMMUNITY RESILIENCY. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: HIGH-QUALITY VOLUNTEER RECRUITMENT, TRAINING AND MANAGEMENT PRACTICES, THIS WILL BENEFIT VOLUNTEER CONNECTOR ORGANIZATIONS THROUGH CAPACITY BUILDING. THE GENERAL EXPECTED OUTCOME INCLUDES INCREASING EFFECTIVENESS, EFFICIENCY AND/OR PROGRAM SCALE/REACH. YOUR 2023-24 REGULATORY MATCH IS 50.0%, AND YOUR BUDGETARY MATCH IS 50.0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": 1200729.0, "Infrastructure Obligations": null, "recipient_id": "543808f5-2b25-7411-3b2e-7ed13e5251dd-R", "generated_internal_id": "ASST_NON_23VGHTN001_9577"}, {"internal_id": 156634571, "Award ID": "23VGGTX001", "Award Amount": 700650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO PREPARE RURAL STUDENTS FOR POSTSECONDARY AND CAREER SUCCESS BY PROVIDING VOLUNTEERS WHO WILL MENTOR, COACH, AND ASSIST SENIORS IN THEIR PURSUIT OF POSTSECONDARY EDUCATION AND WELL-PAYING JOBS IN THE COASTAL BEND. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 21.3%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 700650.0, "Infrastructure Obligations": null, "recipient_id": "28f068e7-5b84-4c02-28b6-fa67975a98e7-R", "generated_internal_id": "ASST_NON_23VGGTX001_9577"}, {"internal_id": 156634583, "Award ID": "23VGGMS001", "Award Amount": 734838.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO RECRUIT, TRAIN, DEPLOY, AND SUPPORT SKILLED VOLUNTEERS TO SERVE AS READING TUTORS AND ROLE MODELS TO HELP CHILDREN RECOVER FROM COVID-19 RELATED LEARNING LOSS.  BY PROVIDING HIGH-DOSAGE, HIGH-IMPACT TUTORING, 225 K-5 STUDENTS WILL BENEFIT.  THE GENERAL EXPECTED OUTCOMES ARE TO INCREASE STUDENT ACHIEVEMENT AND EXPAND THE VOLUNTEER BASE IN EIGHT MISSISSIPPI COMMUNITIES. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 28.1%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 734838.0, "Infrastructure Obligations": null, "recipient_id": "9516caeb-7134-d58f-32cf-429984bf810f-C", "generated_internal_id": "ASST_NON_23VGGMS001_9577"}, {"internal_id": 156634570, "Award ID": "23VGFVT001", "Award Amount": 451050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO INCREASE THE ORGANIZATION?S CAPACITY THROUGH SUPPORT, MANAGEMENT, RECRUITMENT, AND RETENTION OF 400 VOLUNTEERS WHO WILL SERVE AS E-MENTORS. BY PERFORMING THE FOLLOWING HIGH-LEVEL ACTIVITIES: 1) EXPAND CURRENT MENTOR RECRUITMENT STRATEGY TO EXPAND NEW SCHOOL PARTNERS; 2) RECRUIT, MANAGE, SUPPORT, AND RETAIN MENTORS TO SERVE STUDENTS, 3) VIRTUAL MENTORS, OR E-MENTORS, WILL SERVE STUDENTS IN LOCAL COMMUNITIES WHERE VOLUNTEERS ARE NEEDED THE MOST, INCLUDING SCHOOLS WHERE MORE THAN SEVENTY-FIVE PERCENT OF THE STUDENT POPULATION RECEIVES FEDERAL FREE AND REDUCED LUNCH BENEFITS, THIS WILL BENEFIT 5,000 STUDENTS PER YEAR ACROSS NINE SCHOOLS IN CALIFORNIA. THE GENERAL EXPECTED OUTCOME INCLUDES EXPANDING CURRENT MENTOR RECRUITMENT STRATEGY AND LAY THE GROUNDWORK TO SIGNIFICANTLY EXPAND NEW SCHOOL PARTNERS IN 2024 AND 2025 TO REACH 5,000 STUDENTS PER YEAR, AND TO RECRUIT, MANAGE, SUPPORT, AND RETAIN THE MENTORS TO SERVE THEM. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 20.2%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": 451050.0, "Infrastructure Obligations": null, "recipient_id": "20318ddd-441e-1b9d-9565-74dafe0722b7-R", "generated_internal_id": "ASST_NON_23VGFVT001_9577"}, {"internal_id": 156634572, "Award ID": "23VGFNY001", "Award Amount": 969210.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO PROVIDE ACADEMIC SUPPORT AND MENTORING TO LOW-INCOME STUDENTS WITHIN THE YONKERS PUBLIC SCHOOL DISTRICT. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: MENTORING/GRADUATION COACHING, COLLEGE READINESS PROGRAMS, AND COLLEGE ACCESS PROGRAMS THIS WILL BENEFIT MORE THAN 1,200 STUDENTS. THE GENERAL EXPECTED OUTCOME INCLUDES CLOSING COLLEGE GAPS IN COLLEGE READINESS, INCREASING COLLEGE ACCESS, AND IMPROVING GRADUATION RATES. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 33.97%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 969210.0, "Infrastructure Obligations": null, "recipient_id": "9b80e092-bc85-b641-6ee4-5b046866131c-R", "generated_internal_id": "ASST_NON_23VGFNY001_9577"}, {"internal_id": 156634568, "Award ID": "23VGFMA001", "Award Amount": 1027842.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO BUILD THE CAPACITY OF THE VOLUNTEER SUPPORT PROGRAM, INCREASING THEIR EFFICIENCY AND EFFECTIVENESS IN DELIVERING GSEMA'S MISSION. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: EXPANDING THEIR CAPACITY TO SUPPORT, ENGAGE, TRAIN, AND RETAIN VOLUNTEERS AND ENABLING 4,500 SKILL-BASED VOLUNTEERS IN 178 COMMUNITIES IN EASTERN MASSACHUSETTS TO EFFECTIVELY DELIVER THE GIRL SCOUT LEADERSHIP EXPERIENCE, THIS WILL BENEFIT 19,500 K-12 STUDENTS. THE GENERAL EXPECTED OUTCOME INCLUDES \nHELPING GIRLS, GRADES K-12, TO THRIVE BY TAKING THE LEAD IN THEIR OWN LIVES AND IN THE WORLD. YOUTH WILL BE PROVIDED WITH MENTORING AND LEADERSHIP, SOCIAL/EMOTIONAL DEVELOPMENT, OPPORTUNITIES AND OUTLETS FOR COMMUNITY ENGAGEMENT, AND CONCRETE SKILL-BUILDING AND KNOWLEDGE OPPORTUNITIES IN THE AREAS OF LIFE SKILLS, STEM, ENTREPRENEURSHIP, AND THE OUTDOORS/ENVIRONMENTAL STEWARDSHIP. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 50.0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 1027842.0, "Infrastructure Obligations": null, "recipient_id": "63c84112-7a45-ca8f-5275-b040fbe049ed-R", "generated_internal_id": "ASST_NON_23VGFMA001_9577"}, {"internal_id": 156634577, "Award ID": "23VGEMN002", "Award Amount": 1315962.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO SUPPORT AND PROMOTE EDUCATIONAL ATTAINMENT AND HEALTHY LIVES. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: VOLUNTEER RECRUITMENT, PLACEMENT, AND RETENTION FOCUED ON BUILDING RACIAL EQUITY AND DIVERSITY IN THE VOLUNTEER CORPS; INCREASING TUTORING AND MENTORING AND EXPANDING THE CAPACITY TO DELIVER HEALTHY AND CULTURALLY APPROPRIATE FOOD THAT WILL BENEFIT COMMUNITY MEMBERS IN RAMSEY, HENNEPIN, DAKOTA, ANOKA, WASHINGTON, AND SCOTT COUNTIES IN MINNESOTA.THE GENERAL EXPECTED OUTCOME INCLUDES IMPROVING THE FOOD INSECURITY PROGRAM BY INCREASING FOOD SERVED BY 250,000 POUNDS, THE EDUCATIONAL SUCCESS OF YOUTH BY INCREASED SEL BY 75% THROUGH A STAFF ASSESSMENT, AND AN INCREASE OF 325 VOLUNTEERS.\n\nYOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 27.0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 1315962.0, "Infrastructure Obligations": null, "recipient_id": "4628a567-1aa4-65ca-404d-633009b1ee12-R", "generated_internal_id": "ASST_NON_23VGEMN002_9577"}, {"internal_id": 156634578, "Award ID": "23VGEMN001", "Award Amount": 2927130.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO EXPAND VOLUNTEER GENERATION FOR HIGH-IMPACT TUTORING, COACHING AND MENTORING. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: TRAINING, CONSULTATION AND SUPPORT, AS COLLABORATIVE MEMBERS WORK TO GENERATE SIGNIFICANT, MEASURABLE IMPROVEMENTS IN THE NUMBER OF VOLUNTEERS GENERATED, REMOVE STRUCTURAL INEQUITIES, ADVANCE RACIAL EQUALITY, AND HELP LOCAL COMMUNITIES RESPOND TO AND RECOVER FROM THE COVID-19 PANDEMIC., THIS WILL BENEFIT 21 ORGANIZATIONS WHO SEEK TO EXPAND VOLUNTEER GENERATION.THE GENERAL EXPECTED OUTCOME INCLUDES TO HELP STUDENTS SUCCEED ACADEMICALLY AND SUPPORT THEIR MENTAL HEALTH AND OVERALL WELLBEING. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 20%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 2927130.0, "Infrastructure Obligations": null, "recipient_id": "1c09b416-e909-15df-5bde-36db7cfe2822-R", "generated_internal_id": "ASST_NON_23VGEMN001_9577"}, {"internal_id": 156634580, "Award ID": "23VGEIA001", "Award Amount": 687447.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO LAUNCH AND EXPAND HIGH-IMPACT MENTORING AND SERVICE-LEARNING PROGRAMMING IN SCHOOLS AND OUT OF SCHOOL TIME PROGRAMMING.BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: PROVIDING FUNDING AND TRAINING TO SCHOOLS AND TEACHERS TO INCORPORATE SERVICE-LEARNING IN THE CLASSROOM, LAUNCHING OR EXPANDING VOLUNTEER MENTOR PROGRAMS, AND PILOTING COMMUNITY FOCUSED MENTORING CAMPGAINS, THIS WILL BENEFIT STUDENTS BY ADDRESSING COVID LEARNING LOSS AND HELP RECRUIT VOLUNTEERS LOST DURING THE PANDEMIC.THE GENERAL EXPECTED OUTCOME INCLUDES HELPING STUDENTS SUCCEED ACADEMICALLY AND SUPPORTING THEIR MENTAL HEALTH AND OVERALL WELLBING. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 20.1%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": 687447.0, "Infrastructure Obligations": null, "recipient_id": "dad6627a-4d27-b370-3e59-a7ff2abe50a8-C", "generated_internal_id": "ASST_NON_23VGEIA001_9577"}, {"internal_id": 156634582, "Award ID": "23VGDCO001", "Award Amount": 1207230.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO PARTNER WITH IDENTIFIED LOCAL NONPROFITS TO ENHANCE THE STEWARDSHIP OF PUBLIC LANDS; PROVIDE COLORADO'S UNDERREPRESENTED YOUTH STEM EDUCATION, LEADERSHIP, AND CAREER OPPORTUNITY EDUCATION; AND SUPPORT ONGOING WORK TO MAP URBAN HEAT ISLANDS (UHI). BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: ENHANCING VOLUNTEERISM IN THE AREAS OF OUTDOOR STEWARDSHIP VOLUNTEERISM, URBAN ENVIRONMENTAL EDUCATION, AND RESIDENT VOLUNTEER HEAT MAPPING, THIS WILL BENEFIT COLORADO'S YOUTH UNDERREPRESENTED IN STEM EDUCATION, LEADERSHIP, AND CAREER OPPORTUNITY TRAININGS AS WELL AS COLORADO RESIDENTS ADVERSELY AFFECTED BY URBAN HEAT ISLANDS. THE GENERAL EXPECTED OUTCOME INCLUDES MITIGATING THE EFFECTS OF CLIMATE CHANGE NOW AS WELL AS EDUCATING THE NEXT GENERATION OF CLIMATE LEADERS. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 50.0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 1207230.0, "Infrastructure Obligations": null, "recipient_id": "2144049c-64e2-8176-2e27-ad5c4d5302b5-C", "generated_internal_id": "ASST_NON_23VGDCO001_9577"}, {"internal_id": 157194719, "Award ID": "23VGCIL001", "Award Amount": 1125570.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-07", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO SUPPORT 150 ORGANIZATIONS IN ALIGNMENT WITH THE VGF FOCUS AREAS OF HIGH IMPACT TUTORING AND MENTORING, REMOVING RACIAL INEQUITIES AND INCREASING OPPORTUNITY, VOLUNTEER CAPACITY BUILDING, PROFESSIONALISM OF VOLUNTEER ENGAGEMENT, SKILLS-BASED, AND PRO-BONO VOLUNTEERISM, AND MEETING ADDITIONAL PRESSING COMMUNITY NEEDS. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: SUPPORT INCREASED CAPACITY FOR VOLUNTEER MANAGEMENT BY PROVIDING TRAINING, WEBINARS, COMMUNITIES OF PRACTICE, AND TECHNICAL ASSISTANCE, THIS WILL BENEFIT 150 ORGANIZATIONS AND 250 STUDENTS. THE GENERAL EXPECTED OUTCOME INCLUDES INCREASING THE EFFECTIVENESS OF VOLUNTEER MANAGEMENT PRACTICES AND BUILDING ORGANIZATIONAL CAPACITY OF ORGANIZATIONS AND IMPROVING ACADEMIC ENGAGEMENT OR SOCIAL-EMOTIONAL SKILLS OF STUDENTS. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 35.7%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 1125570.0, "Infrastructure Obligations": null, "recipient_id": "322ec97b-6b3d-f22f-1007-bf532c2bb099-R", "generated_internal_id": "ASST_NON_23VGCIL001_9577"}, {"internal_id": 156907126, "Award ID": "23VGBMD001", "Award Amount": 438123.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO RECRUIT, MANAGE, AND SUPPORT 60 VOLUNTEERS FOR NATIONAL PARTNERSHIP FOR STUDENT SUCCESS (NPSS) PROGRAMS. BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: HIGH-DOSAGE TUTORING AND SCHOOL-BASED OUT OF SCHOOL TIME PROGRAMMING, AND SUCCESS MENTORING, THIS WILL BENEFIT 865 STUDENTS FOR THESE INTENSIVE INTERVENTIONS. THE GENERAL EXPECTED OUTCOME INCLUDES, IMPROVE ACADEMIC PERFORMANCE (ED5A) FOR 90 PERCENT OF STUDENTS SERVED BY OUR HIGH-DOSAGE TUTORING AND SCHOOL-BASED OUT OF SCHOOL TIME PROGRAMMING, WE WILL ALSO IMPROVE ATTENDANCE (ED6) FOR 90 PERCENT OF STUDENTS SERVED BY SUCCESS MENTORING. YOUR 2023-24 REGULATORY MATCH IS 20%, AND YOUR BUDGETARY MATCH IS 22.1%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 438123.0, "Infrastructure Obligations": null, "recipient_id": "17a4fd02-5b34-fa6f-a636-d09bc6bd81f9-R", "generated_internal_id": "ASST_NON_23VGBMD001_9577"}, {"internal_id": 156634569, "Award ID": "23VGBDC001", "Award Amount": 3444969.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2023-24 VOLUNTEER GENERATION FUND ARP PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. THE PURPOSE OF THIS GRANT IS TO ENGAGE HUNDREDS OF VOLUNTEERS FOR THE PURPOSE OF  ENHANCING READING PROFICIENCY  AND REDUCING STUDENT LEARNING LOSS THAT WAS A DIRECT RESULT OF THE PANDEMIC. THIS WILL BE ACCOMPLISHED BY PERFORMING THE FOLLOWING HIGH LEVEL ACTIVITIES: (1) RECRUITING 536 TOTAL NEW VOLUNTEERS BY THE END OF YEAR 3; (2) ENSURING AT LEAST 160 (OF THE 536) NEW VOLUNTEERS WILL REPRESENT HISTORICALLY MINORITY POPULATIONS; AND (3) ACHIEVE A 70% VOLUNTEER RETENTION RATE AS WE ADDRESS THE UNPRECEDENTED NEED FOR HIGH QUALITY TUTORING THAT WILL BENEFIT STRUGGLING K-3 READERS. THE GENERAL EXPECTED OUTCOME INCLUDES PROVIDING CAPACITY BUILDING SERVICES TO 17 PROGRAMS OPERATED BY COMMUNITY-BASED PARTNERS TO INCREASE THEIR EFFECTIVENESS AND EFFICIENCY IN REACHING THREE OBJECTIVES: (1) INCREASED RECRUITMENT OF VOLUNTEERS, (2) INCREASED DIVERSITY OF VOLUNTEERS, (3) INCREASED RETENTION OF CURRENT  VOLUNTEERS.. YOUR 2023-24 REGULATORY MATCH IS 20.0%, AND YOUR BUDGETARY MATCH IS 20.01%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 3444969.0, "Infrastructure Obligations": null, "recipient_id": "4c76fcc7-2fda-8bee-6c53-8723b0448dc7-C", "generated_internal_id": "ASST_NON_23VGBDC001_9577"}, {"internal_id": 139622704, "Award ID": "21VGHGA001", "Award Amount": 367898.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "94.021", "Description": "EXECUTIVE SUMMARY\n\nGEORGIANS SPENT THE LAST YEAR SIX FEET APART, BUT WE'VE NEVER BEEN CLOSER. THROUGHOUT THE PANDEMIC, GEORGIA'S VOLUNTEERS STEPPED IN TO DELIVER FOOD TO THOSE IN NEED, WROTE NOTES OF ENCOURAGEMENT TO HEALTH CARE WORKERS, AND MENTORED STUDENTS BY VIDEO CONFERENCE. THE VOLUNTEER GENERATION FUND WILL ENABLE THE GEORGIA COMMISSION FOR SERVICE AND VOLUNTEERISM (AKA GEORGIA SERVES) TO SUPPORT HANDS ON ATLANTA, NORTHERN GEORGIA'S PREMIERE VOLUNTEER CONNECTOR ORGANIZATION, IN INCREASING ACCESS TO FOOD AND ENHANCING YOUTH DEVELOPMENT EFFORTS ACROSS THE REGION. ADDRESSING FOOD INSECURITY AND YOUTH DEVELOPMENT ARE CENTRAL TO THE GEORGIA SERVES UNIFIED STATE SERVICE PLAN AND ARE CRITICAL TO THE STATE'S CONTINUED COVID-19 PANDEMIC RECOVERY EFFORTS. OUR STRATEGY IS TWO-FOLD: 1) LAUNCH A COMPREHENSIVE DIGITAL AND PRINT MEDIA MARKETING CAMPAIGN TO INCREASE VOLUNTEER ENGAGEMENT WITH HUNGER RELIEF AND YOUTH DEVELOPMENT NONPROFIT ORGANIZATIONS; 2) INCREASE THE VOLUNTEER MANAGEMENT CAPACITY OF 40 NONPROFIT ORGANIZATIONS ACROSS THE FOOD ASSISTANCE AND YOUTH DEVELOPMENT SECTORS THROUGH TRAININGS, ROUNDTABLES, ACCESS TO TECHNOLOGY, MARKETING, AND INDIVIDUALIZED SUPPORT. FINALLY, GEORGIA SERVES WILL LAUNCH A SERVICE ENTERPRISE INITIATIVE HUB TO ELEVATE NONPROFITS' CAPACITY TO USE VOLUNTEERS IN ALL AREAS OF THEIR ORGANIZATION. RESEARCH SHOWS THAT NONPROFITS OPERATING AS A SERVICE ENTERPRISE ARE AS EFFECTIVE AS PEERS BUT AT ALMOST HALF THE MEDIAN BUDGET, AND THEY ARE SIGNIFICANTLY MORE ADAPTABLE, SUSTAINABLE AND SCALABLE. HANDS ON ATLANTA WILL BE CERTIFIED IN THE FIRST YEAR AND THEY WILL TRAIN AND CERTIFY UP TO EIGHT NONPROFITS WORKING IN HUNGER RELIEF AND EDUCATION/YOUTH DEVELOPMENT IN THE SECOND YEAR. THE VOLUNTEER GENERATION FUND WILL BE THE CATALYST FOR 40 GEORGIA NONPROFITS TO RECEIVE CAPACITY BUILDING SERVICES. AT LEAST 36 OF THOSE PARTNERS (90%) WILL DEMONSTRATE INCREASED CAPACITY TO USE VOLUNTEERS IN SERVICE TO THEIR MISSIONS THROUGH THE VOLUNTEER GENERATION FUND PROJECT. FURTHER, THESE PROGRAMS WILL GENERATE 10,000 VOLUNTEERS WHO WILL SERVE 20,000 HOURS ADDRESSING FOOD INSECURITY AND YOUTH DEVELOPMENT IN OUR REGION. THE TOTAL PROJECT BUDGET IS $265,175, OF WHICH $183,955 IS REQUESTED FROM AMERICORPS AND THE REMAINING $81,220 WILL BE MATCHED THROUGH THE GRANTEE SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "519ae336-6d9f-f662-1a67-13b515b52efd-C", "generated_internal_id": "ASST_NON_21VGHGA001_9577"}, {"internal_id": 139622705, "Award ID": "21VGGTX001", "Award Amount": 547794.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-23", "CFDA Number": "94.021", "Description": "THROUGH A VOLUNTEER GENERATION FUND GRANT, ONESTAR WILL STRENGTHEN THE VOLUNTEER SECTOR IN TEXAS LEADING TO INCREASES IN ACCESSIBILITY OF VOLUNTEER OPPORTUNITIES. THE FEDERAL INVESTMENT FROM AMERICORPS OF $273,897 WILL BE MATCHED WITH $273,897 TO SUPPORT A COMPREHENSIVE, MULTI-PRONG APPROACH TO STRENGTHEN THE PATHWAYS FOR NONPROFITS TO ACCESS AND SUPPORT VOLUNTEERS AND FOR INDIVIDUAL TEXANS TO VOLUNTEER. THIS WILL BE ACCOMPLISHED THROUGH THE FOLLOWING APPROACHES: 1. ONESTAR WILL CONVENE VOLUNTEER CENTERS THROUGH THE TEXAS ASSOCIATION OF VOLUNTEER CENTERS TO INCREASE CAPACITY OF THE EXISTING STATEWIDE VOLUNTEER INFRASTRUCTURE, 2. TRAINING TO NONPROFITS AND AGENCIES THAT UTILIZE VOLUNTEERS WILL BE PROVIDED THROUGH THE STATEWIDE TEXAS VOLUNTEER MANAGEMENT CONFERENCE, 3. TAILORED SUPPORT TO INCREASE VOLUNTEERISM IN RURAL TEXAS COMMUNITIES WILL BE PROVIDED THROUGH RURAL VOLUNTEER SECTOR DEVELOPMENT, 4. ONESTAR WILL ADVANCE THE ACCESSIBILITY OF VOLUNTEERISM THROUGH VOLUNTEERTX, AN ONLINE VOLUNTEER CONNECTOR PLATFORM, AND 5. ONESTAR WILL PROMOTE VOLUNTEERISM IN TEXAS WITH THE GOAL TO INCREASE VOLUNTEER RATES BY CREATING A PROMOTIONAL CAMPAIGN AND HIGHLIGHTING THE IMPORTANCE OF VOLUNTEERING THROUGH THE GOVERNOR'S VOLUNTEER AWARDS. CAPACITY BUILDING SERVICES WILL BE PROVIDED TO 850 ORGANIZATIONS AND 595 OF THOSE WILL INCREASE THEIR EFFECTIVENESS OR SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bfbe25c9-9b9d-f1e5-7a9e-9df57114e7ff-R", "generated_internal_id": "ASST_NON_21VGGTX001_9577"}, {"internal_id": 140813834, "Award ID": "21VGGLA001", "Award Amount": 454566.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "94.021", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2021?22 VOLUNTEER GENERATION FUND PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. YOUR 2021?22 REGULATORY MATCH IS WAIVED,AND YOUR BUDGETARY MATCH IS 51.6%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bdab182e-24bc-364c-4d51-5ea27de41863-C", "generated_internal_id": "ASST_NON_21VGGLA001_9577"}, {"internal_id": 139622715, "Award ID": "21VGDWY001", "Award Amount": 308920.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "94.021", "Description": "SERVEWYOMING'S MISSION IS TO IMPROVE LIVES & STRENGTHEN WYOMING COMMUNITIES THROUGH VOLUNTEERISM. TO ACCOMPLISH THIS MISSION, SERVEWYOMING ESTABLISHED A SINGLE RESOURCE & CENTRAL CLEARINGHOUSE FOR HELPING COMMUNITIES & INDIVIDUAL ORGANIZATIONS WITH VOLUNTEER SUPPORT-RELATED SERVICES, VOLUNTEER WYOMING. THE GOAL OF VOLUNTEER WYOMING IS TO MEASURABLY INCREASE THE NUMBER & EFFECTIVENESS OF VOLUNTEERS IN WYOMING & TO SUPPORT NONPROFITS WITH VOLUNTEER RECRUITMENT/MANAGEMENT PRACTICES. THROUGH A MUTUAL PARTNERSHIP WITH WYOMING COMMUNITY COLLEGES & NONPROFITS, SERVEWYOMING IS GROWING/EXPANDING THE PROFESSIONAL VOLUNTEER NETWORK (PVN)/SERVICE LEARNING (SL) INITIATIVE. PVN/SL IS DESIGNED TO LEAD, MOBILIZE & ENGAGE WYOMING VOLUNTEERS & DEGREE-SEEKING STUDENTS TO GIVE THEIR TIME, PROFESSIONAL EXPERTISE & APPLIED LEARNING TO NONPROFITS IN NEED OF INCLUSIVE VOLUNTEER MANAGEMENT & CAPACITY BUILDING SUPPORT, IN THE FORM OF SHORT-TERM, TRAINING-FOCUSED PROJECTS KNOWN AS SERVICE GRANTS. SERVEWYOMING WAS RECENTLY AWARDED THE AMERICORPS VISTA, VISTA SUMMER ASSOCIATES & RSVP GRANTS WITH THE GOAL OF MAKING SERVEWYOMING THE NATIONAL SERVICE HUB FOR THE STATE. IN ACCORDANCE WITH THIS GOAL SERVEWYOMING'S EXPANSION OF PVN/SL WILL INCLUDE THE INTEGRATION OF RSVP VOLUNTEERS WHO WILL SERVE AS PROFESSIONAL MENTORS TO THE STUDENT SERVICE LEARNERS AT THE SERVICE GRANT SITES. RSVP MENTORS WILL BE ABLE TO UTILIZE THEIR HIGHER SKILLS, KNOWLEDGE, & EXPERIENCE WITH PVN/SL SERVICE GRANT MATCHES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27453dd9-1c8c-b92c-e15d-0be5a50ad278-C", "generated_internal_id": "ASST_NON_21VGDWY001_9577"}, {"internal_id": 139622716, "Award ID": "21VGCKY001", "Award Amount": 342272.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-31", "CFDA Number": "94.021", "Description": "SINCE 1994, SERVE KENTUCKY (SERVE KY) HAS ADVANCED STATE AND NATIONAL SERVICE IN THE COMMONWEALTH BY SERVING AS A CONDUIT FOR FEDERAL FUNDS SUPPORTING AMERICORPS PROGRAMS AND ASSISTING WITH SERVICE PROGRAM DEVELOPMENT. IN 2017, THE VOLUNTEER GENERATION FUND (VGF) MADE IT POSSIBLE FOR SERVE KY TO FURTHER PURSUE A GOAL OF KY'S STATE SERVICE PLAN: INCREASING VOLUNTEERISM AMONG KENTUCKIANS. WITH SUPPORT FROM VGF, SERVE KY HAS BEEN ABLE TO IMPROVE NONPROFIT CAPACITY FOR RECRUITMENT, TRAINING, UTILIZATION, AND RETENTION OF VOLUNTEERS BY PROVIDING SIGNIFICANT TRAINING, NETWORKING, AND RESOURCES. KY NONPROFITS AND OTHER ORGANIZATIONS UTILIZING VOLUNTEERS NOW HAVE AN ONLINE STATEWIDE VOLUNTEER CONNECTOR HUB WHERE NONPROFIT VOLUNTEER NEEDS CAN BE POSTED AND WHERE VOLUNTEERS CAN FIND THOSE NEEDS AND FILL THEM. THE VGF GRANT ALSO ALLOWED SERVE KY TO SUPPORT YOUTH SERVICE INVOLVEMENT IN NATIONAL DAYS OF SERVICE SUCH AS MLK DAY AND OTHER COMMUNITY VOLUNTEER OPPORTUNITIES, HAVE AN INCREASED PRESENCE IN DISASTER MANAGEMENT, AND PROMOTE SERVE KY AS A TRUSTED RESOURCE FOR ALL ASPECTS OF VOLUNTEER MANAGEMENT IN KY. HOWEVER, THERE IS SIGNIFICANT ROOM FOR IMPROVEMENT. BASED ON THE 2018 REPORT \"VOLUNTEERING IN AMERICA,\" KY RANKS 39TH AMONG THE STATES IN VOLUNTEERING, WITH ONLY 28.1% OF KY'S RESIDENTS ENGAGED. GIVEN THAT THE STATE RANKS IN THE TOP FOUR STATES FOR POVERTY (16.3%), GENERALLY POOR HEALTH AND EDUCATIONAL ATTAINMENT, AND A CHILD POVERTY RATE OF 21.3% (U.S. CENSUS, 2019), NONPROFITS AND THE VOLUNTEERS THAT SUPPORT THEM PLAY A CRITICAL ROLE IN CLOSING THE GAPS IN ECONOMIC, SOCIAL, AND RACIAL JUSTICE. IN 2021, SERVE KY RELEASED \"THE COMMON GOOD REPORT,\" THE RESULTS OF A SURVEY CONDUCTED ACROSS THE STATE WITH MORE THAN 1,200 RESPONSES. THE REPORT SHOWED THAT, AFTER THE PANDEMIC, KENTUCKIANS ARE READY TO VOLUNTEER AND SERVE TO REBUILD OUR COMMUNITIES. HOWEVER, BARRIERS TO VOLUNTEERISM PERSIST -- SUCH AS INEFFICIENT VOLUNTEER MANAGEMENT PRACTICES, FAILURE TO CONNECT VOLUNTEERS WITH THE NONPROFITS/COMMUNITIES THAT NEED THEIR HELP, AND LIMITED UTILIZATION OF SKILLED VOLUNTEERS. UTILIZING VGF, SERVE KY WILL INCREASE OUR RATES OF VOLUNTEERISM BY REMOVING BARRIERS, DEVELOPING A ROBUST REGIONAL VOLUNTEER CONNECTOR ORGANIZATION PROGRAM, INCREASING YOUTH INVOLVEMENT AND VOLUNTEER SERVICE TO YOUTH THROUGH KY'S SCHOOL SYSTEM, PROVIDING FREE VOLUNTEER MANAGEMENT RESOURCES, AND EXPANDING THE REACH OF OUR NONPROFIT CAPACITY-BUILDING EFFORTS, INCLUDING USING VOLUNTEERS IN DISASTER SERVICES. SERVE KY REQUESTS $171,136 IN AMERICORPS AGENCY FUNDING TO SUPPORT THE COMMISSION'S CONTINUED EFFORTS TO INCREASE KY'S RATE OF VOLUNTEERISM, HELP RESTORE OUR COMMUNITIES AND ADVANCE AMERICORPS PRIORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_21VGCKY001_9577"}, {"internal_id": 149879075, "Award ID": "21VGCIL001", "Award Amount": 1135566.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "94.021", "Description": "THE PURPOSE OF THIS APPLICATION IS TO RE-OBLIGATE FUNDS FROM 21VG247161 PER THE REQUEST OF THE COMMISSION.  ALL OTHER TERMS AND CONDITIONS REMAIN THE SAME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76cf737b-6066-d86b-2865-0295d98359df-C", "generated_internal_id": "ASST_NON_21VGCIL001_9577"}, {"internal_id": 139622717, "Award ID": "21VGBWV001", "Award Amount": 361998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-31", "CFDA Number": "94.021", "Description": "VOLUNTEER WEST VIRGINIA PROPOSES TO INCREASE THE CAPACITY OF WEST VIRGINIA ORGANIZATIONS TO EFFECTIVELY MANAGE VOLUNTEERS AND INCREASE VOLUNTEERISM ACROSS THE STATE BY UTILIZING NEW FUNDING FROM THE VOLUNTEER GENERATION FUND TO IMPLEMENT THREE EVIDENCE-INFORMED INTERVENTIONS THAT WILL BUILD UPON THE SUCCESS OF OUR PREVIOUS VOLUNTEER GENERATION FUND AWARD: 1) GRANTS TO INCREASE THE CAPACITY OF  VOLUNTEER PROGRAMS AND INCREASE THE NUMBER OF VOLUNTEERS, 2) TRAINING AND TECHNICAL ASSISTANCE TO ORGANIZATIONS TO INCREASE VOLUNTEER MANAGEMENT CAPACITY, 3) OUTREACH CAMPAIGN TO INCREASE STATEWIDE AWARENESS OF VOLUNTEERISM IN WEST VIRGINIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2a3dc9f-4249-01a6-7bd7-1e97b2455f78-C", "generated_internal_id": "ASST_NON_21VGBWV001_9577"}, {"internal_id": 139622718, "Award ID": "21VGBDC001", "Award Amount": 326400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-31", "CFDA Number": "94.021", "Description": "SERVE DC -- THE MAYOR'S OFFICE ON VOLUNTEERISM AND PARTNERSHIP (SERVE DC) RESPECTFULLY REQUESTS FUNDING TO SUPPORT OUR MY BROTHER'S KEEPER DC -- STRENGTHENING OUR COMMUNITY VOLUNTEER GENERATION INITIATIVE. THE PROPOSED PROJECT WORKS TO INCREASE THE CAPACITY OF DC-BASED NONPROFIT ORGANIZATIONS TO SERVE YOUNG MEN AND BOYS OF COLOR BY STRENGTHENING THEIR ABILITY TO EFFECTIVELY RECRUIT, SELECT, TRAIN AND RETAIN VOLUNTEERS OF COLOR. THIS PROJECT SPECIFICALLY TARGETS NONPROFITS THAT SERVE BOYS AND YOUNG MEN OF COLOR, WITH AN EMPHASIS ON THOSE WHOSE MISSION AND/OR PROGRAMS ADDRESS KEY NEEDS THAT HAVE ARISEN OR WORSENED AS A RESULT OF THE COVID-19 PANDEMIC, INCLUDING: 1) PHYSICAL AND MENTAL HEALTH AND WELLNESS; 2) GUN VIOLENCE PREVENTION; OR 3) FINANCIAL LITERACY AND LIFE SKILLS. TO HELP THE RESIDENTS OF THE DISTRICT OF COLUMBIA, PARTICULARLY BOYS AND YOUNG MEN OF COLOR WHO HAVE BEEN DISPROPORTIONATELY IMPACTED, SUCCESSFULLY RECOVER FROM THE COVID-19 PANDEMIC, WE KNOW THAT COMMUNITY ENGAGEMENT AND LEVERAGING TRUSTED MESSENGERS FOR GREATER IMPACT ARE KEY TO ADDRESSING THESE CHALLENGES. \n     CULTURALLY COMPETENT, TRUSTED VOLUNTEERS, INCLUDING MENTORS, CAN HELP PRODUCE STRONGER OUTCOMES FOR THE COMMUNITY. TO BUILD NONPROFIT ORGANIZATIONS' VOLUNTEER MANAGEMENT CAPACITY, THE PROJECT WILL INCLUDE THE FOLLOWING COMPONENTS: 1) MICRO-GRANTS OF $10,000 TO 10 WASHINGTON, DC NONPROFITS TO SUPPORT THEIR VOLUNTEER ENGAGEMENT EFFORTS; 2) VOLUNTEER RECRUITMENT AND RETENTION TECHNICAL ASSISTANCE COHORT, WHICH WILL OFFER FIVE (5) TECHNICAL ASSISTANCE TRAINING SESSIONS TO THE SUBGRANTEES ON A VARIETY OF TOPICS AROUND VOLUNTEER ENGAGEMENT; AND 3) ORGANIZING AND FACILITATING PARTICIPATION IN THE CITYWIDE MY BROTHER'S KEEPER DC VOLUNTEER FAIR AND SUMMIT TO RECRUIT VOLUNTEERS TO INCREASE THEIR CAPACITY TO ADDRESS THE NEEDS OF THE COMMUNITY, WITH BREAKOUT SESSIONS PROVIDING OPPORTUNITIES FOR DISCUSSION AMONG NONPROFITS ABOUT HOW TO ADDRESS THE NEEDS OF BOYS AND YOUNG MEN OF COLOR IN OUR COMMUNITIES.\n     THIS PROJECT WILL STRENGTHEN THE CAPACITY OF DC-BASED NONPROFIT ORGANIZATIONS COMMITTED TO SERVING YOUNG MEN AND BOYS OF COLOR ENABLING THEM TO RECRUIT AND RETAIN VOLUNTEERS, WITH A PARTICULAR FOCUS ON CULTURALLY COMPETENT VOLUNTEERS, AND EFFECTIVELY UTILIZE THEM TO SUPPORT THEIR MISSIONS AND ADDRESS THE COMPLEX, MULTIFACETED CHALLENGES OF YOUNG MEN AND BOYS OF COLOR IN THE DISTRICT OF COLUMBIA, WITH THE GOAL OF HELPING THE MOST VULNERABLE IN OUR COMMUNITY SUCCESSFULLY RECOVER FROM THE COVID-19 PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c21a9375-5cb8-ecdb-b4f1-bb02ed849f25-C", "generated_internal_id": "ASST_NON_21VGBDC001_9577"}, {"internal_id": 110403952, "Award ID": "20VGHWI001", "Award Amount": 707751.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "94.021", "Description": "SERVE WISCONSIN WILL UTILIZE THE 2020 VOLUNTEER GENERATION FUND TO SUPPORT ALL STREAMS OF NATIONAL SERVICE IN WISCONSIN TO PREPARE, RESPOND, AND RECOVER FROM DISASTERS BY BUILDING A NATIONAL SERVICE VOLUNTEER FORCE ACROSS THE STATE AND STRENGTHENING THE PARTNERSHIPS AND COLLABORATIVE EFFORTS IN THE LOCAL COMMUNITIES BETWEEN NATIONAL SERVICE, VOLUNTEER ORGANIZATIONS, BUSINESSES, AND GOVERNMENTS STATEWIDE. SERVE WISCONSIN WILL WORK WITH IDENTIFIED STAKEHOLDERS TO DEVELOP LOCAL COMMUNITY/VOLUNTEER ORGANIZATIONS ACTIVE IN DISASTER (COAD/VOADS) GROUPS THROUGHOUT THE STATE. BY THE END OF THE FIRST YEAR, 10 LOCAL COAD/VOADS WILL BE DEVELOPED THROUGHOUT THE 83 COUNTIES AND TRIBAL NATIONS. \n\nTHIS PROJECT WILL FOCUS ON THE CNCS FOCUS AREAS OF CAPACITY BUILDING AND DISASTER SERVICES. THE CNCS INVESTMENT OF $235,917 WILL BE MATCHED WITH $238,764 PUBLIC AND PRIVATE FUNDING THROUGH CASH AND IN-KIND RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e2409885-b15a-6486-28b5-2aaaadfa5a79-C", "generated_internal_id": "ASST_NON_20VGHWI001_9577"}, {"internal_id": 109846994, "Award ID": "20VGHUT001", "Award Amount": 555000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "94.021", "Description": "THE UTAH COMMISSION ON SERVICE AND VOLUNTEERISM (USERVEUTAH) IS REQUESTING VOLUNTEER GENERATION FUND RESOURCES (VGF) TO EXPAND AND IMPLEMENT THE PATHWAYS OF PUBLIC SERVICE AND CIVIC ENGAGEMENT FRAMEWORK DEVELOPED BY STANFORD UNIVERSITY TO ENGAGE NONPROFIT ORGANIZATIONS, BUSINESSES, AND INDIVIDUALS IN INCREASING THEIR IMPACT IN THE COMMUNITY THROUGH VOLUNTEERISM. WE WILL ACCOMPLISH THIS THROUGH INCORPORATION OF PATHWAYS IN THE FOLLOWING NEW AND EXISTING PROGRAMMING: (1) A SUITE OF TRAINING COURSES FOR NONPROFITS AND BUSINESSES TO REIMAGINE THEIR VOLUNTEER PRACTICES, (2) CAPACITY BUILDING AND SOCIAL CHANGE MENTORSHIP FOR YOUTH, AND (3) COMMUNITY ENGAGEMENT GRANTS FOCUSED ON CREATING AND REALIZING SUSTAINABLE IMPACT FOR A COMMUNITY. \nTHESE COMPREHENSIVE PROGRAMS WILL RESULT IN IMPACT-DRIVEN CHANGE FOR OUR STATE'S FUTURE. OVER THE NEXT 3 YEARS, 90 ORGANIZATIONS WILL RECEIVE ORGANIZATIONAL CHANGE-MANAGEMENT TRAINING WITH OVER 630 INDIVIDUAL STAFF MEMBERS TRAINED IN EFFECTIVE VOLUNTEER UTILIZATION PRACTICES. ADDITIONALLY, 48 EXECUTIVES FROM THE NONPROFIT AND BUSINESS SECTORS WILL RECEIVE TRAINING ON SKILLS-BASED VOLUNTEERING AND ENGAGE IN CROSS-SECTOR PARTNERSHIP DEVELOPMENT. OVER 350 YOUTH WILL BETTER UNDERSTAND THEIR ROLE IN SOCIAL CHANGE AND DEVELOP NEW STRATEGIES TO ENGAGE OTHER YOUTH IN SERVICE. OVER 300 YOUTH WILL BE HONORED THROUGH THE HIGH SCHOOL VOLUNTEER HONORS PROGRAM. APPROXIMATELY 50 ORGANIZATIONS WILL RECEIVE GRANT FUNDING TO SUPPORT CRITICAL PROGRAMMING FOCUSED ON INCREASING UTAHNS' PARTICIPATION IN COMMUNITY ENGAGEMENT INITIATIVES. \nIN ADDITION TO INCORPORATING THE STANFORD PATHWAYS OF PUBLIC SERVICE AND CIVIC ENGAGEMENT INTO ALL PROGRAMMING, USERVEUTAH WILL DEVELOP A PUBLIC-FACING ONLINE TOOL USING THE PATHWAYS MODEL. WE ANTICIPATE OVER 2,500 INDIVIDUALS, IN-PARTICULAR OUR OLDER ADULT AND YOUTH POPULATIONS, WILL USE THIS TOOL TO IDENTIFY SKILLS AND INTERESTS AND BETTER UNDERSTAND THEIR ROLE IN THE VARIOUS FACETS OF COMMUNITY ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "454b7bf7-f361-fefa-e2f5-73153d974615-C", "generated_internal_id": "ASST_NON_20VGHUT001_9577"}, {"internal_id": 109847008, "Award ID": "20VGHNV001", "Award Amount": 650430.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "94.021", "Description": "NEVADA VOLUNTEERS PROPOSES TO UTILIZE FUNDING FROM THE VOLUNTEER GENERATION FUND TO IMPLEMENT THREE INTERVENTIONS TO INCREASE THE CAPACITY OF NEVADA ORGANIZATIONS TO EFFECTIVELY MANAGE VOLUNTEERS AND INCREASE VOLUNTEERISM ACROSS NEVADA. THE PROPOSED INTERVENTIONS ARE: 1) EXPAND THE REACH OF OUR STATEWIDE WEBSITE, NVVOLUNTEERCONNECT.ORG, TO CONNECT ORGANIZATIONS WITH A MORE DIVERSE BASE OF VOLUNTEERS; 2) PROVIDE CAPACITY BUILDING MINI-GRANTS TO ORGANIZATIONS INTERESTED IN IMPLEMENTING NEW EVIDENCE-BASED VOLUNTEER MANAGEMENT BEST PRACTICES; 3) PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO ORGANIZATIONS ON EVIDENCE-BASED VOLUNTEER MANAGEMENT BEST PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4198ceda-47ef-d1bf-b93f-6eb9751fb1a5-R", "generated_internal_id": "ASST_NON_20VGHNV001_9577"}, {"internal_id": 110915790, "Award ID": "20VGHNJ001", "Award Amount": 1220860.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "94.021", "Description": "THE NEW JERSEY COMMISSION ON NATIONAL AND COMMUNITY SERVICE REQUESTS $485,000 IN VOLUNTEER GENERATION FUNDING (VGF) TO EXPAND AND STRENGTHEN THE ABILITY TO ENGAGE CITIZENS IN MEANINGFUL VOLUNTEER SERVICE AND BUILD VOLUNTEER MANAGEMENT CAPACITY IN NON-PROFIT ORGANIZATIONS.  OUR PROGRAM DESIGN ADDRESSES THE FOLLOWING: 1) SUPPORT ENTITIES THAT RECRUIT, AND MANAGE VOLUNTEERS; 2) DEPLOY SKILLS-BASED VOLUNTEERS TO STRENGTHEN THE CAPACITY OF NONPROFITS; 3) EXPAND THE CAPACITY OF CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT, AND RETAIN VOLUNTEERS IN HIGH QUALITY ASSIGNMENTS; AND 4) ASSIST IN RECOVERY FROM THE COVID19 PANDEMIC.\n  THE COMMISSION PROPOSES FUNDING 11 SUB-RECIPIENTS THAT TOGETHER COVER NJ'S 21 COUNTIES. NJ'S VGF GRANT HAS RECEIVED A HIGH LEVEL OF STATEWIDE ATTENTION, ENHANCED VOLUNTEER RECRUITMENT AND DEVELOPMENT AMONG THE 5 PILOT SUB-RECIPIENTS, AND SERVES AS A CONVENING PLATFORM FOR STATE STRATEGIC PLANNING. BASED ON THE SUCCESS OF OUR PILOT GROUP, WE PLAN TO ADD 6 MORE AGENCIES TO NJ'S PORTFOLIO. WE RECEIVED MANY INQUIRIES FROM VOLUNTEER ORGANIZATIONS ON HOW THEY TOO COULD GET INVOLVED. THROUGH A NOTICE OF INTENT PROCESS, SIX AGENCIES HAVE BEEN SELECTED TO JOIN THE ORIGINAL FIVE SUB-RECIPIENTS.\n  \"JERSEY STRONG,\" HAS AN EVEN STRONGER FOCUS WITH THE INCLUSION OF STATEWIDE RECOVERY FROM COVID19. NJ HAS THE SECOND HIGHEST IMPACT OF THE VIRUS. THE COMMISSION, ITS VGF PROGRAM AND THE GOVERNOR'S OFFICE OF VOLUNTEERISM HAVE TAKEN THE LEAD DEVELOPING STATEWIDE GUIDELINES FOR \"VOLUNTEERING IN A TIME OF SOCIAL DISTANCING\", AND PROVIDING SUPPORT OF THE GOVERNOR'S VOLUNTEERISM PORTAL, VIRTUAL RECRUITMENT, AND DEPLOYMENT OF VOLUNTEERS THROUGHOUT THE STATE. \n  A $485,000 INVESTMENT BY CNCS WILL SUPPORT THE RECRUITMENT OF 10,000 UNIQUE VOLUNTEERS AND OVER 300,000 HOURS OF DIRECT SERVICE EACH YEAR. IT WILL ALSO SUPPORT THE SPECIALIZED TRAINING TO EXPAND THE CAPACITY OF NJ'S CONNECTOR ORGANIZATIONS' VOLUNTEER MANAGEMENT INFRASTRUCTURE REACHING OVER 1,500 AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d611863-27be-c5e3-322a-fc12433d9b7d-C", "generated_internal_id": "ASST_NON_20VGHNJ001_9577"}, {"internal_id": 109846987, "Award ID": "20VGHNH001", "Award Amount": 1080327.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-30", "CFDA Number": "94.021", "Description": "VOLUNTEER NH (VNH) PROPOSES TO USE VOLUNTEER GENERATION FUND (VGF) DOLLARS TO CONDUCT A MULTI-APPROACH STATEWIDE CAMPAIGN TO INCREASE VOLUNTEER ENGAGEMENT AND TO EXPAND VOLUNTEER OPPORTUNITIES THROUGH THE USE OF OUR VOLUNTEER OPPORTUNITY DATABASE, GET CONNECTED. IN ADDITION, WE PROPOSE TO BUILD THE CAPACITY OF NONPROFITS TO WORK WITH VOLUNTEERS (WITH AN EMPHASIS ON SKILLED VOLUNTEERS) BY PROVIDING MINI-GRANTS, TRAINING, AND SUPPORT IN A COHORT MODEL TO ACHIEVE A LARGE IMPACT ON AN IDENTIFIED COMMUNITY PROBLEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1591f240-6517-55df-5cc3-4e1a198bbfee-R", "generated_internal_id": "ASST_NON_20VGHNH001_9577"}, {"internal_id": 109847011, "Award ID": "20VGHNC001", "Award Amount": 812625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "94.021", "Description": "EXECUTIVE SUMMARY\nTHE NORTH CAROLINA COMMISSION ON VOLUNTEERISM & COMMUNITY SERVICE (VOLUNTEERNC) WILL USE VOLUNTEER GENERATION FUNDS TO SUPPORT THE FOLLOWING INITIATIVES IN THE STATE: DISASTER VOLUNTEERISM, A SERVICE ENTERPRISE INITIATIVE TRAINING PROGRAM, AND INITIATIVES TARGETED AT YOUTH SERVICE AND CORPORATE ENGAGEMENT. IN THE FIRST YEAR, 20 NONPROFIT ORGANIZATIONS WILL BE CERTIFIED SERVICE ENTERPRISES, LEVERAGING AN ADDITIONAL 10,000 VOLUNTEERS. IN ADDITION, ANOTHER 200 NONPROFITS WILL BENEFIT FROM LEADERSHIP TRAINING. TARGETED PROGRAMS WILL DIRECTLY ENGAGE OVER 500 YOUTH AND 20 CORPORATE PARTNERS. VOLUNTEERNC WILL MATCH $270,875 IN VGF FUNDING WITH $68,562 OF STATE FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "707be255-307b-6739-cbc9-eba32699769b-C", "generated_internal_id": "ASST_NON_20VGHNC001_9577"}, {"internal_id": 109847007, "Award ID": "20VGHMN001", "Award Amount": 798000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "94.021", "Description": "SERVEMINNESOTA, IN PARTNERSHIP WITH MINNESOTA ASSOCIATION FOR VOLUNTEER ADMINISTRATION (MAVA), PROPOSES TO CONTINUE ITS SUCCESSFUL SERVICE ENTERPRISE INITIATIVE (SEI) TO MINNESOTA ORGANIZATIONS, INCLUDING THEIR NEW WEB-BASED SEI MODULES, WHICH EXPAND THE REACH TO RURAL AREAS OF MINNESOTA. IN THE COMING YEAR, 200 ORGANIZATIONS WILL BE TRAINED; INCREASING THEIR CAPACITY TO RECRUIT, CONNECT AND RETAIN 40,000 VOLUNTEERS WHO WILL CONTRIBUTE 500,000 SERVICE HOURS. COMBINING COMMUNITY AND SKILLS-BASED VOLUNTEER EFFORTS, THIS PROJECT WILL RESULT IN AN ESTIMATED VALUE OF OVER $14 MILLION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62162cae-c086-ab94-7c8f-a29477339bab-C", "generated_internal_id": "ASST_NON_20VGHMN001_9577"}, {"internal_id": 109846996, "Award ID": "20VGHMI001", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "94.021", "Description": "THE MICHIGAN COMMUNITY SERVICE COMMISSION (MCSC) INTENDS TO USE THE VOLUNTEER GENERATION FUND (VGF) TO BUILD ON THE EFFORTS OF OUR PAST VGF GRANTS. IT WILL STRENGTHEN THE INFRASTRUCTURE AND CAPACITY OF NONPROFITS, CORPORATIONS, AND STATE GOVERNMENT TO UTILIZE BEST PRACTICES THAT LEAD TO INCREASING THE NUMBER OF MICHIGAN VOLUNTEERS IN BOTH RURAL AND URBAN ENVIRONMENTS. THE PROJECT WILL USE INNOVATIVE TECHNOLOGY SYSTEMS TO SUPPORT SKILLS-BASED VOLUNTEERISM, VIRTUAL VOLUNTEERING, AND EMPLOYEE AND YOUTH ENGAGEMENT. THE GOALS ALIGN WITH MCSC'S STATE SERVICE PLAN AND WITHIN THE CNCS FOCUS AREAS. THE MCSC REQUESTS AN INVESTMENT OF $740,937 FOR EACH OF THREE YEARS. MCSC WILL MAKE THE SAME INVESTMENT OF $862,060 TO BRING THE TOTAL ANNUAL PROGRAM BUDGET TO $1,602,997. THE MICHIGAN VGF GRANT WILL FOCUS ON MAKING AN IMPACT DURING THE COVID-19 RESPONSE AND RECOVERY BY IMPLEMENTING THREE INITIATIVES TO MEET THE GOALS OF EXPANDING VOLUNTEERISM AND INCREASING THE EFFICIENCY OF EFFECTIVENESS AND GEOGRAPHIC REACH OF ORGANIZATIONS THROUGHOUT THE STATE: 1. STRENGTHEN THE CAPACITY AND INFRASTRUCTURE OF NONPROFITS TO RESPOND TO COVID-19 BY IDENTIFYING RESOURCES AND COLLABORATING REGIONALLY TO MEET COMPELLING NEEDS AND ENHANCE THE UTILIZATION OF BEST PRACTICES IN RECRUITING AND MANAGING VOLUNTEERS SAFELY. 2. INCREASE THE NUMBER OF MICHIGAN VOLUNTEERS THROUGH CORPORATE, SKILLS-BASED, YOUTH, AND OLDER ADULTS TO MAKE MEANINGFUL VOLUNTEER IMPACT.  3. LAUNCH A VOLUNTEER HUB OF TECHNOLOGY SUITE THAT SUPPORTS MICHIGANDERS TO VOLUNTEER VIRTUALLY AND IN-PERSON, CAPTURE DATA TO MAKE INFORMED DECISIONS, AND SERVE AS A CATALYST FOR INSPIRATION AND RECOGNITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6303c596-4c97-b8d6-45a4-b9a609623b4b-C", "generated_internal_id": "ASST_NON_20VGHMI001_9577"}, {"internal_id": 109847012, "Award ID": "20VGHME001", "Award Amount": 398874.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-17", "CFDA Number": "94.021", "Description": "EXECUTIVE SUMMARY\n     WITH THE VOLUNTEER GENERATION FUND, VOLUNTEER MAINE, THE STATE SERVICE COMMISSION, WILL SUPPORT VOLUNTEER AND LOCAL GOVERNMENTAL AGENCIES THAT HAVE BEEN IMPACTED BY THE CORONA VIRUS EMERGENCY USING A VARIETY OF APPROACHES. THE COMMISSION WILL: 1) SUPPORT RESPONDING AGENCIES WITH HIGH QUALITY VOLUNTEER MANAGEMENT TRAINING (INCLUDING SERVICE ENTERPRISE AND OTHER VOLUNTEER MANAGEMENT TRAINING; 2) PROVIDE TECHNICAL ASSISTANCE TO VOLUNTEER PROGRAMS NEEDING TO RE-FORM AND RE-ESTABLISH VOLUNTEER SERVICE ACTIVITIES DUE TO COVID-19 PREVENTION STRATEGIES; 3) SUPPORT EXPANDED EMERGENCY VOLUNTEER EFFORTS THROUGH INCREASED REGISTRATION OF DISASTER VOLUNTEERS IN THE STATEWIDE EMERGENCY VOLUNTEER DATABASE; 4) LAUNCH A STATEWIDE PUBLIC AWARENESS CAMPAIGN TO PROMOTE VOLUNTEERISM SUPPORTING ONGOING NEEDS RELATED TO PANDEMIC RESPONSE AND RECOVERY.  \n\n    AT THE END OF THE FIRST PROGRAM YEAR, THESE ACTIVITIES WILL RESULT IN 18 ORGANIZATIONS RECEIVING HIGH QUALITY VOLUNTEER MANAGEMENT CAPACITY BUILDING AND AN ADDITIONAL 15 ORGANIZATIONS RECEIVING SPECIFIC TECHNICAL ASSISTANCE. THE FUNDING WILL ALSO LEVERAGE 500 NEW LOCAL COMMUNITY VOLUNTEERS WHO WILL BE ENROLLED IN THE MAINEREADY.ORG PLATFORM. THIS PROGRAM WILL CONCENTRATE ON THE CNCS FOCUS AREA OF CAPACITY BUILDING. THE CNCS INVESTMENT OF $132,958 WILL BE MATCHED WITH $47,341 IN PUBLIC AND PRIVATE FUNDING DESPITE NO MATCH BEING REQUIRED UNDER A CNCS PROVIDED WAIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56d8dd61-874a-1dba-3fc2-35219587d5a2-C", "generated_internal_id": "ASST_NON_20VGHME001_9577"}, {"internal_id": 109846997, "Award ID": "20VGHMA001", "Award Amount": 1056519.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "94.021", "Description": "THE MASSACHUSETTS SERVICE ALLIANCE WILL CARRY OUT A MULTI-PART STRATEGY TO BUILD CAPACITY AND ENHANCE VOLUNTEER ENGAGEMENT WITHIN VOLUNTEER CONNECTOR ORGANIZATIONS (VCOS), SCHOOLS AND NONPROFITS ACROSS MASSACHUSETTS. THE FOCUS OF THE GRANT WILL BE ON CAPACITY BUILDING PARTICULARLY WITHIN YOUTH-SERVING ORGANIZATIONS IN AN EFFORT TO BETTER SUPPORT YOUTH AS WELL AS ENABLE YOUTH TO BECOME MORE ACTIVE CITIZENS THEMSELVES. WE WILL ENGAGE IN HIGH IMPACT PARTNERSHIPS, WITH THE MASSACHUSETTS DEPARTMENT OF ELEMENTARY AND SECONDARY EDUCATION (DESE), POINTS OF LIGHT, INSPIRING SERVICE, AND VCOS, IN ORDER TO DELIVER OUR SERVICES TO ORGANIZATIONS THAT WILL BE MOST POISED TO INCREASE THEIR IMPACT. IN ORDER TO SUPPORT A WIDE ARRAY OF MASSACHUSETTS NONPROFITS, MSA WILL EMPLOY FIVE STRATEGIES THAT WILL SUPPORT ORGANIZATIONS AT DIFFERENT LEVELS OF NEED AND CAPACITY. EACH YEAR, MSA WILL DELIVER: (1) DEEP AND INTENSIVE TRAINING AND CERTIFICATION TO AT LEAST 15 ORGANIZATIONS THROUGH DELIVERY OF THE SERVICE ENTERPRISE INITIATIVE; (2) FOCUSED IN-PERSON AND ONLINE TRAININGS AND A STATEWIDE CONFERENCE PROVIDING BEST PRACTICES FROM THE FIELD; (3) GRANTS TO COMMUNITY-BASED ORGANIZATIONS AND SCHOOLS TO SUPPORT THE IMPLEMENTATION OF A SERVICE-LEARNING INITIATIVE DEVELOPED BY DESE; (4) GRANTS TO COMMUNITY-BASED ORGANIZATIONS AND VCOS FOR CAPACITY-BUILDING IN VOLUNTEER ENGAGEMENT SPECIFICALLY FOR EITHER YOUTH-SERVING PROGRAMMING OR FOR COVID-19 RECOVERY EFFORTS; AND (5) CREATION OF A NEW ADVANCED ONLINE PLATFORM TO CONNECT VOLUNTEERS AND ORGANIZATIONS.  AS A RESULT OF THE VGF GRANT, 5,200 VOLUNTEERS WILL SERVE A TOTAL OF 18,200 HOURS, AND AT LEAST 2,200 AT-RISK YOUTH WILL BENEFIT FROM THESE INITIATIVES EACH YEAR OF THE FUNDING CYCLE.  FIFTEEN ORGANIZATIONS WILL PARTICIPATE IN AN INTENSIVE TRAINING AND CERTIFICATION PROGRAM, WITH AN ADDITIONAL 200 UNIQUE STAFF AND/OR VOLUNTEERS TRAINED IN VOLUNTEER MANAGEMENT BEST PRACTICES ON AN ANNUAL BASIS THROUGH TRAININGS AND THE BIANNUAL CONFERENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dbaef0ce-ee9d-3d58-f228-1140239835e8-C", "generated_internal_id": "ASST_NON_20VGHMA001_9577"}, {"internal_id": 109846998, "Award ID": "20VGHKS001", "Award Amount": 516528.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "94.021", "Description": "THE KANSAS VOLUNTEER COMMISSION, A PROGRAM OF THE KANSAS STATE DEPARTMENT OF EDUCATION, PLANS TO UTILIZE THE VOLUNTEER GENERATION FUND GRANT TO EXPAND THE CAPACITY OF KANSAS VOLUNTEER ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN SKILLED VOLUNTEERS AND MENTORS. ADDITIONALLY, WE WILL LEVERAGE OUR POSITION WITHIN THE DEPARTMENT OF EDUCATION TO CULTIVATE COMMUNITY PARTNERSHIPS BETWEEN SCHOOL DISTRICTS AND VOLUNTEER CONNECTOR ORGANIZATIONS IN ORDER TO CREATE A NETWORK THAT FACILITATES COMMUNITY VOLUNTEER SERVICE, CIVIC ENGAGEMENT, SERVICE LEARNING, AND MENTORING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1789b742-cc77-17cb-e3f4-6a6fcb32d0e0-C", "generated_internal_id": "ASST_NON_20VGHKS001_9577"}, {"internal_id": 109847009, "Award ID": "20VGHIL001", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "94.021", "Description": "SERVE ILLINOIS, IN ACCORDANCE WITH ITS MISSION TO HELP ALL PERSONS RECOGNIZE THEIR ABILITY AND RESPONSIBILITY TO HELP STRENGTHEN THEIR COMMUNITIES THROUGH VOLUNTEERISM AND COMMUNITY SERVICE, WILL UTILIZE THE VOLUNTEER GENERATION FUND TO INCREASE THE ABILITY OF ILLINOIS ORGANIZATIONS AND COMMUNITIES TO RECRUIT AND RETAIN VOLUNTEERS WITH THE ULTIMATE GOAL OF INCREASING THE NUMBER OF ORGANIZATIONS THAT ARE WELL-PREPARED TO MANAGE VOLUNTEERS AND INCREASING THE NUMBER OF ILLINOISANS THAT VOLUNTEER. \n\nIN ORDER TO ACCOMPLISH THE OBJECTIVES OF THIS GRANT, SERVE ILLINOIS WILL IMPLEMENT A THREE-POINT SERVICE NETWORK PLAN THAT WILL INCLUDE: 1) SUPPORT OF ILLINOIS' CIVICS IN THE CLASSROOM INITIATIVE THAT IS WORKING TO HAVE EVERY MIDDLE SCHOOL AND HIGH SCHOOL STUDENT TAKE PART IN CURRICULUM-BASED SERVICE-LEARNING PROGRAMMING AS A REQUIREMENT FOR GRADUATION, 2) PROVIDING ORGANIZATIONAL AND INDIVIDUAL TRAINING OPPORTUNITIES, INCLUDING SUPPORT OF ILLINOIS SERVICE ENTERPRISE HUB AND THROUGH REGIONAL CONFERENCES, TO INCREASE VOLUNTEER MANAGEMENT COMPETENCY, AND 3) TO INCREASE ILLINOIS' VOLUNTEERISM INFRASTRUCTURE BY SUPPORTING EXISTING VOLUNTEER CONNECTING ORGANIZATIONS WHILE CREATING NEW VOLUNTEER CONNECTING ORGANIZATIONS IN UNDER-SERVED AREAS OF THE STATE. \n\nAT THE END OF THE FIRST YEAR OF FUNDING, ILLINOIS WILL HAVE EXPERT-CREATED CURRICULUM TO FACILITATE SERVICE LEARNING, MORE ORGANIZATIONS THAT HAVE THE COMPETENCY TO RECRUIT AND MANAGE VOLUNTEERS, AND MORE INDIVIDUALS BEING MATCHED TO VOLUNTEER OPPORTUNITIES. THE CNCS INVESTMENT OF $378,522 WILL BE MATCHED WITH $720,881 IN PUBLIC AND PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f6efe3b-5af8-8ed0-534b-45ff25717bba-C", "generated_internal_id": "ASST_NON_20VGHIL001_9577"}, {"internal_id": 109846999, "Award ID": "20VGHIA001", "Award Amount": 995928.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "94.021", "Description": "THE IOWA COMMISSION ON VOLUNTEER SERVICE (VOLUNTEER IOWA) PLANS TO UTILIZE THE VOLUNTEER GENERATION FUND GRANT TO BUILD ON THE SUCCESS OF PREVIOUS YEARS THROUGH TWO MAIN APPROACHES: \n1) STRENGTHEN IOWA'S VOLUNTEER INFRASTRUCTURE, ENHANCING AND EXPANDING STATEWIDE AND LOCAL RESOURCES FOR INCREASING VOLUNTEER ENGAGEMENT CAPACITY. THROUGH FUNDING, SPECIALIZED TRAINING, AND RESOURCES, VOLUNTEER IOWA WILL SUPPORT CONTINUING AND NEW VOLUNTEER CENTERS AND OTHER LOCAL INSTITUTIONS TO: CONNECT CITIZENS WITH OPPORTUNITIES TO SERVE, INCREASE CAPACITY OF LOCAL ORGANIZATIONS TO ENGAGE VOLUNTEERS IN MEANINGFUL SERVICE, PROMOTE VOLUNTEERING, AND DEVELOP LOCAL PROGRAMMING THAT LEVERAGES VOLUNTEERS TO MEET COMMUNITY NEEDS. ADDITIONALLY, VOLUNTEER IOWA WILL STRENGTHEN THE NETWORK OF SERVICE ENTERPRISE HUBS TO CERTIFY ORGANIZATIONS THAT FUNDAMENTALLY LEVERAGE VOLUNTEERS AND THEIR SKILLS TO ACHIEVE THEIR SOCIAL MISSION.\n2) PILOT NEW INITIATIVES TO MEET EMERGING NEEDS AROUND DISASTER RESPONSE, STRENGTHENING RURAL CITIES, AND EMPOWERING YOUTH AS IOWA'S NEWEST VOLUNTEER FORCE. BY DEVELOPING EASY TO USE TOOLKITS, HOSTING WORKSHOPS PAIRED WITH ONGOING LEARNING COHORTS, AND PROVIDING IMPLEMENTATION FUNDING, VOLUNTEER IOWA WILL REFINE STRATEGIES AND RESOURCES FOR COMMUNITIES TO PREPARE FOR AND RESPOND TO DISASTER; FOR CITIES TO LEVERAGE THEIR GREATEST ASSETS, THEIR CITIZENS, TO SURVIVE AND THRIVE DURING CHALLENGING TIMES; AND FOR SCHOOLS TO DEVELOP IOWA'S FUTURE LEADERS THROUGH SERVICE LEARNING AND VOLUNTEERISM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dad6627a-4d27-b370-3e59-a7ff2abe50a8-C", "generated_internal_id": "ASST_NON_20VGHIA001_9577"}, {"internal_id": 109846988, "Award ID": "20VGHFL001", "Award Amount": 1975203.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "94.021", "Description": "VOLUNTEER FLORIDA WILL ENGAGE THE VOLUNTEER GENERATION FUND (VGF) TO SUPPORT 24 SUB-GRANTEES TO GENERATE 9,600 SKILLS BASED VOLUNTEERS AND CONTRIBUTE 72,000 HOURS OF SERVICE, WITH A FOCUS ON ORGANIZATIONS THAT PRIMARILY SERVE RURAL COMMUNITIES AND INCREASING ECONOMIC OPPORTUNITIES FOR COMMUNITIES BY PREPARING PEOPLE FOR THE WORKFORCE. VGF WILL SUPPORT INCREASED CAPACITY FOR VOLUNTEER MANAGEMENT BY PROVIDING STATEWIDE TRAINING, WEBINARS AND TECHNICAL ASSISTANCE SUPPORTING 24 SUB-GRANTEE ORGANIZATIONS TO INCREASE EFFECTIVE VOLUNTEER MANAGEMENT PRACTICES. SUB-GRANTEES WILL OPT INTO ONE OF THE SIX CNCS FOCUS AREAS. THE CNCS INVESTMENT OF $658,401.00 WILL BE MATCHED WITH $658,401.00 SUPPORTING ALL CNCS FOCUS AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b3f20c3-9fe2-5016-fcb4-ecaa0aa73667-C", "generated_internal_id": "ASST_NON_20VGHFL001_9577"}, {"internal_id": 138392332, "Award ID": "20VGCMI001", "Award Amount": 2222811.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "94.021", "Description": "THE MICHIGAN COMMUNITY SERVICE COMMISSION (MCSC) INTENDS TO USE THE VOLUNTEER GENERATION FUND (VGF) TO BUILD ON THE EFFORTS OF OUR PAST VGF GRANTS. IT WILL STRENGTHEN THE INFRASTRUCTURE AND CAPACITY OF NONPROFITS, CORPORATIONS, AND STATE GOVERNMENT TO UTILIZE BEST PRACTICES THAT LEAD TO INCREASING THE NUMBER OF MICHIGAN VOLUNTEERS IN BOTH RURAL AND URBAN ENVIRONMENTS. THE PROJECT WILL USE INNOVATIVE TECHNOLOGY SYSTEMS TO SUPPORT SKILLS-BASED VOLUNTEERISM, VIRTUAL VOLUNTEERING, AND EMPLOYEE AND YOUTH ENGAGEMENT. THE GOALS ALIGN WITH MCSC'S STATE SERVICE PLAN AND WITHIN THE CNCS FOCUS AREAS. THE MCSC REQUESTS AN INVESTMENT OF $740,937 FOR EACH OF THREE YEARS. MCSC WILL MAKE THE SAME INVESTMENT OF $862,060 TO BRING THE TOTAL ANNUAL PROGRAM BUDGET TO $1,602,997. THE MICHIGAN VGF GRANT WILL FOCUS ON MAKING AN IMPACT DURING THE COVID-19 RESPONSE AND RECOVERY BY IMPLEMENTING THREE INITIATIVES TO MEET THE GOALS OF EXPANDING VOLUNTEERISM AND INCREASING THE EFFICIENCY OF EFFECTIVENESS AND GEOGRAPHIC REACH OF ORGANIZATIONS THROUGHOUT THE STATE: 1. STRENGTHEN THE CAPACITY AND INFRASTRUCTURE OF NONPROFITS TO RESPOND TO COVID-19 BY IDENTIFYING RESOURCES AND COLLABORATING REGIONALLY TO MEET COMPELLING NEEDS AND ENHANCE THE UTILIZATION OF BEST PRACTICES IN RECRUITING AND MANAGING VOLUNTEERS SAFELY. 2. INCREASE THE NUMBER OF MICHIGAN VOLUNTEERS THROUGH CORPORATE, SKILLS-BASED, YOUTH, AND OLDER ADULTS TO MAKE MEANINGFUL VOLUNTEER IMPACT. 3. LAUNCH A VOLUNTEER HUB OF TECHNOLOGY SUITE THAT SUPPORTS MICHIGANDERS TO VOLUNTEER VIRTUALLY AND IN-PERSON, CAPTURE DATA TO MAKE INFORMED DECISIONS, AND SERVE AS A CATALYST FOR INSPIRATION AND RECOGNITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6303c596-4c97-b8d6-45a4-b9a609623b4b-C", "generated_internal_id": "ASST_NON_20VGCMI001_9577"}, {"internal_id": 139187141, "Award ID": "19VGCMI001", "Award Amount": 570350.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "94.021", "Description": "UPDATED) THE MICHIGAN COMMUNITY SERVICE COMMISSION (MCSC) INTENDS TO USE THE VOLUNTEER GENERATION FUND (VGF) TO BUILD ON THE EFFORTS OF OUR PAST VGF GRANTS. IT WILL STRENGTHEN THE INFRASTRUCTURE AND CAPACITY OF NONPROFITS, CORPORATIONS, AND STATE GOVERNMENT TO UTILIZE BEST PRACTICES THAT LEAD TO INCREASING THE NUMBER OF VOLUNTEERS RECRUITED AND MANAGED ACROSS THE STATE IN BOTH RURAL AND URBAN ENVIRONMENTS. THE PROJECT WILL EXPAND SKILLS-BASED VOLUNTEERISM THROUGH MENTORSHIP, COORDINATION, AND EMPLOYEE ENGAGEMENT PROGRAMS. THESE GOALS ARE IN ALIGNMENT WITH MCSC'S STATE SERVICE PLAN AND WITH THE CNCS FOCUS AREAS OF EDUCATION AND CAPACITY BUILDING. THE MCSC IS \nREQUESTING AN INVESTMENT OF $319,183 FOR EACH OF 3 YEARS. MCSC WILL MAKE THE SAME INVESTMENT OF $320.056 TO BRING THE TOTAL ANNUAL PROGRAM BUDGET TO $640,362. THE MICHIGAN VGF GRANT WILL FOCUS ON TWO INITIATIVES TO MEET THE GOALS OF EXPANDING VOLUNTEERISM THROUGHOUT THE STATE: 1. INCREASE THE NUMBER OF VOLUNTEERS RECRUITED, INCLUDING SKILLS BASED VOLUNTEERS, THROUGH EMPLOYEE AND YOUTH VOLUNTEER PROGRAMS THAT SHARE AND UTILIZE BEST PRACTICES AND COLLABORATE TO MEET COMMUNITY NEEDS. 2. STRENGTHEN THE CAPACITY AND INFRASTRUCTURE OF NONPROFITS BY IDENTIFYING RESOURCES AND COLLABORATING \nREGIONALLY TO MEET COMPELLING NEEDS AND ENHANCE THE UTILIZATION OF BEST PRACTICES IN RECRUITING AND MANAGING VOLUNTEERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6303c596-4c97-b8d6-45a4-b9a609623b4b-C", "generated_internal_id": "ASST_NON_19VGCMI001_9577"}, {"internal_id": 68610398, "Award ID": "18VGHWY001", "Award Amount": 431363.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "94.021", "Description": "SERVEWYOMING'S MISSION IS TO IMPROVE LIVES AND STRENGTHEN WYOMING COMMUNITIES THROUGH VOLUNTEERISM. TO ACCOMPLISH THIS MISSION, SERVEWYOMING ESTABLISHED A SINGLE RESOURCE AND CENTRAL CLEARINGHOUSE FOR HELPING COMMUNITIES AND INDIVIDUAL ORGANIZATIONS WITH VOLUNTEER SUPPORT-RELATED SERVICES, CALLED VOLUNTEER WYOMING. THE GOAL OF VOLUNTEER WYOMING IS TO MEASURABLY INCREASE THE NUMBER AND EFFECTIVENESS OF VOLUNTEERS IN WYOMING AND TO SUPPORT NONPROFITS WITH VOLUNTEER RECRUITMENT AND MANAGEMENT. \n\nTHROUGH A MUTUAL PARTNERSHIP WITH WYOMING COMMUNITY COLLEGES AND NONPROFITS, SERVEWYOMING IS RE-LAUNCHING THE PROFESSIONAL VOLUNTEER NETWORK (PVN) INITIATIVE.  PVN IS DESIGNED TO LEAD, MOBILIZE AND ENGAGE WYOMING VOLUNTEERS AND DEGREE-SEEKING STUDENTS TO GIVE THEIR TIME, PROFESSIONAL EXPERTISE AND APPLIED LEARNING TO NONPROFITS IN NEED OF VOLUNTEER MANAGEMENT AND CAPACITY BUILDING SUPPORT, IN THE FORM OF SHORT-TERM, TRAINING-FOCUSED PROJECTS KNOWN AS SERVICE GRANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27453dd9-1c8c-b92c-e15d-0be5a50ad278-C", "generated_internal_id": "ASST_NON_18VGHWY001_9577"}, {"internal_id": 69727381, "Award ID": "18VGHWA001", "Award Amount": 400310.41, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-26", "CFDA Number": "94.021", "Description": "SERVE WASHINGTON, THE STATE COMMISSION ON NATIONAL AND COMMUNITY SERVICES, (SERVEWA) WAS CREATED THROUGH EXECUTIVE ORDER IN 1994 UNDER THE VISION THAT NATIONAL SERVICE, VOLUNTEERISM, AND CIVIC ENGAGEMENT ARE THE FOUNDATION FOR CARING COMMUNITIES AND A THRIVING WASHINGTON.  SERVEWA INTENDS TO USE THE VOLUNTEER GENERATION FUND (VGF) TO BUILD UPON THE SUCCESSFUL LONG-TERM PARTNERSHIPS WITH 501 COMMONS, AND THE VOLUNTEER CENTERS OF WASHINGTON (VCW) NETWORK TO SUPPORT HIGH QUALITY VOLUNTEER OPPORTUNITIES FOR ALL WASHINGTONIANS. SPECIFICALLY, SERVEWA WILL UTILIZE VGF RESOURCES TO 1) EXPANDING THE CAPACITY OF VOLUNTEER ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN SKILLED OR HIGH-NEED VOLUNTEERS, 2) EXPAND VOLUNTEER CONNECTOR ORGANIZATIONS' INFRASTRUCTURE TO INCREASE VOLUNTEERISM STATEWIDE, 3) DEVELOP STATEWIDE RESOURCES, WORKING DIRECTLY WITH VOLUNTEER CENTERS, NONPROFITS, GOVERNMENT ORGANIZATIONS AND THE PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4fb05f3e-0e63-f310-d3f9-09e1d667efc8-C", "generated_internal_id": "ASST_NON_18VGHWA001_9577"}, {"internal_id": 68610399, "Award ID": "18VGHSC001", "Award Amount": 767808.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "94.021", "Description": "THE UNITED WAY ASSOCIATION OF SOUTH CAROLINA, SERVING AS THE ALTERNATIVE ADMINISTRATIVE ENTITY FOR THE STATE'S COMMISSION ON NATIONAL AND COMMUNITY SERVICE, PROPOSES TO IMPLEMENT THE SOUTH CAROLINA-VOLUNTEER GENERATION FUND (SC-VGF). THIS INITIATIVE WILL USE EVIDENCE-INFORMED PRINCIPLES TO INCREASE BOTH OVERALL VOLUNTEER ENGAGEMENT THROUGHOUT THE STATE, AS WELL AS ENHANCE THE ABILITY OF KEY STAKEHOLDERS TO UTILIZE THE TALENTS OF SKILLED-BASED VOLUNTEERS TO SUPPORT THE SERVICES PROVIDED BY THE NONPROFIT SECTOR. THE VOLUNTEERS ENGAGED AS A RESULT OF THIS INITIATIVE WILL SERVE TO SUPPORT ALL SIX CNCS FOCUS AREAS, WHICH INCLUDE DISASTER SERVICES, ECONOMIC OPPORTUNITY, EDUCATION, ENVIRONMENTAL STEWARDSHIP, HEALTHY FUTURES, AND VETERANS AND MILITARY FAMILIES. \n\nOVERARCHING PROJECT GOALS FOR THE FY 2018-2019 SC-VGF PROGRAM INCLUDE THE FOLLOWING: 1) PROVIDE PARTNER AGENCIES WITH THE NECESSARY FINANCIAL RESOURCES NEEDED TO SUPPORT THE IMPLEMENTATION OF EVIDENCE-BASED STRATEGIES THAT WILL INCREASE VOLUNTEER ENGAGEMENT; 2) FACILITATE RENEWED COLLABORATION AND ENGAGEMENT BETWEEN ORGANIZATIONS, AGENCIES, AND CORPORATIONS ACTIVE IN VOLUNTEER ENGAGEMENT ACROSS THE STATE; AND 3) PROVIDE INCREASED TECHNICAL ASSISTANCE REGARDING CORPORATE AND SKILL-BASED VOLUNTEER ENGAGEMENT. \n\nTHROUGH THE ACTIVITIES LISTED ABOVE, SC-VGF WILL INCREASE THE CAPACITY OF 180 ORGANIZATIONS, WHICH WILL ENABLE THEM TO MANAGE A TOTAL OF 9,080 GENERAL AND SKILL-BASED VOLUNTEERS WHO WILL SERVE AT LEAST 36,320 HOURS TOWARDS WORKING TO MEET THE STATE'S MOST PRESSING NEEDS.  THE CNCS INVESTMENT OF $255,956 WILL BE MATCH BY $ 64,913 IN PRIVATE RESOURCES TO SUPPORT THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bb61cc1-9d16-dc40-4319-dc2c843704e6-R", "generated_internal_id": "ASST_NON_18VGHSC001_9577"}, {"internal_id": 68610400, "Award ID": "18VGHOH001", "Award Amount": 388823.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "94.021", "Description": "SERVEOHIO IS REQUESTING $157,592 TO EXPAND VOLUNTEERING IN OHIO BY STRENGTHENING THE CAPACITY OF NONPROFIT ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT, AND RETAIN SKILLS-BASED VOLUNTEERS. TO ACHIEVE THIS, SERVEOHIO WILL DEVELOP AND IMPLEMENT A SKILLS-BASED VOLUNTEERISM TRAINING PROGRAM WHICH WILL EQUIP 10 OHIO NONPROFITS PER YEAR WITH INTENSIVE TRAINING AND ONGOING SUPPORT TO EFFECTIVELY ENGAGE SKILLS-BASED VOLUNTEERS IN HIGHLY-DEFINED PROJECTS TO INCREASE ORGANIZATIONAL CAPACITY. SELECTED NONPROFITS WILL 1) ATTEND AN INTENSIVE 2-DAY SBV BOOT CAMP; 2) IDENTIFY, DEVELOP, AND MANAGE AT LEAST ONE SKILLS-BASED VOLUNTEER PROJECT BY THE END OF YEAR 1; 3) PARTICIPATE IN MONTHLY COACHING CALLS; 4) PARTICIPATE IN QUARTERLY COHORT WEBINARS; AND 5) ATTEND AN IN-PERSON SKILLS-BASED VOLUNTEERISM WORKSHOP AT THE OHIO CONFERENCE ON SERVICE & VOLUNTEERISM. AT THE END OF THE PROGRAM YEAR, 10 OHIO NONPROFITS WILL DEVELOP ONE HIGH-IMPACT SKILLS-BASED VOLUNTEERISM PROJECT EACH, WHICH WILL ENGAGE A TOTAL OF 60 SKILLS-BASED VOLUNTEERS IN 2,880 HOURS OF SERVICE.  ADDITIONALLY, SERVEOHIO WILL ADMINISTER 40 GRANTS TO GRASSROOTS AND COMMUNITY NONPROFIT ORGANIZATIONS TO SUPPORT VOLUNTEER PROJECTS ORGANIZED FOR MLK DAY, GLOBAL YOUTH SERVICE DAY, SERVEOHIO DAY, AND MAKE A DIFFERENCE DAY. AT THE END OF THE PROGRAM YEAR, THE NATIONAL DAYS OF SERVICE PROJECTS WILL ENGAGE A TOTAL OF 2,600 VOLUNTEERS IN 7,480 HOURS OF SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47b36fcf-73ce-a0c5-c0c4-1d3731c58d7b-R", "generated_internal_id": "ASST_NON_18VGHOH001_9577"}, {"internal_id": 68610401, "Award ID": "18VGHMS001", "Award Amount": 1048809.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "94.021", "Description": "MISSISSIPPI NONPROFITS NEED HELP TO TACKLE THE MYRIAD PROBLEMS FACED BY A POOR, RURAL STATE THAT IS PRONE TO WEATHER-RELATED DISASTERS. THEY NEED ACCESS TO FUNDING AND PEOPLE (VOLUNTEERS) TO EXPAND AND ENHANCE THEIR SERVICES, AND QUALITY TRAINING TO USE THEM EFFECTIVELY. CURRENTLY THERE IS NOT ONE ORGANIZATION THAT OFFERS NETWORKING FOR POTENTIAL FUNDERS AND NONPROFITS AND TRAINING SUPPORT AS A COMPREHENSIVE PACKAGE, AND, IN MANY REGIONS, ONLY ONE OR NONE OF THE SERVICES IS OFFERED. NONPROFITS NEED ACCESS TO THE PEOPLE AND RESOURCES THAT BUILD THEIR CAPACITY TO SHAPE STRONGER, MORE DISASTER-RESILIENT COMMUNITIES. THROUGH ESTABLISHED PARTNERSHIPS WITH THE MISSISSIPPI CENTER FOR NONPROFITS (MCN) AND THE MISSISSIPPI ASSOCIATION OF GRANTMAKERS (MAG), THE MISSISSIPPI COMMISSION FOR VOLUNTEER SERVICE (MCVS) PROPOSES TO PROVIDE REGIONALLY ACCESSIBLE, COMPREHENSIVE CAPACITY BUILDING SERVICES TO NONPROFITS AND DISASTER-RESILIENCY PROGRAMMING TO COMMUNITIES THROUGH STRATEGICALLY PLACED NONPROFIT RESOURCE HUBS (HUBS). HUBS WILL PROVIDE VOLUNTEER CONNECTION AND NONPROFIT RESOURCE CENTER SERVICES, GIVE NONPROFITS ACCESS TO POTENTIAL FUNDERS AND FUNDING RESOURCES, AND PROVIDE VOLUNTEER RESPONSE CENTER (VRC) TRAINING AND DISASTER SUPPORT; FROM LOCATIONS ACCESSIBLE TO OUTLYING RURAL AREAS. TO INCREASE VOLUNTEER CONNECTION EFFICIENCIES, HUBS WILL NETWORK WITH AND SUPPORT EXISTING VOLUNTEER CENTERS, COLLEGE/UNIVERSITY VOLUNTEER PROGRAMS, EMPLOYEE VOLUNTEER PROGRAMS, AND OTHER VOLUNTEER CONNECTOR ORGANIZATIONS WITHIN THEIR REGIONS. UP TO 5 HUBS WILL BE CREATED IN THE FIRST YEAR THAT WILL GENERATE 10,400 TOTAL ON-GOING AND EPISODIC VOLUNTEERS SERVING 67,600 HOURS, WHICH INCLUDE 400 SKILL-BASED VOLUNTEERS SERVING 2,600 HOURS; PROVIDE VRC TRAINING TO 100 VOLUNTEERS AND PROVIDE RESPONSE/RECOVERY SUPPORT IN THE AFTERMATH OF A DISASTER; AND PROVIDE CAPACITY BUILDING SERVICES TO 400 NONPROFITS, WITH 25 ORGANIZATIONS IMPLEMENTING 3 EFFECTIVE VOLUNTEER MANAGEMENT PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7002009d-f3aa-b4b7-83f4-1413b7b8a03c-R", "generated_internal_id": "ASST_NON_18VGHMS001_9577"}, {"internal_id": 68610402, "Award ID": "18VGHLA001", "Award Amount": 615781.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "94.021", "Description": "WITH THE 2018 VOLUNTEER GENERATION FUND (VGF) GRANT, THE VOLUNTEER LOUISIANA COMMISSION WILL COLLABORATE WITH GOVERNOR'S OFFICE ON HOMELAND SECURITY AND EMERGENCY PREPAREDNESS (GOHSEP) ON A MULTI-PHASE INITIATIVE TO ADDRESS VOLUNTEER RECRUITMENT, RETENTION, AND MANAGEMENT IN THREE PHASES OF THE DISASTER CYCLE; PREPAREDNESS, RESPONSE, AND RECOVERY.\n\nVOLUNTEER LOUISIANA WILL ADDRESS DISASTER PREPAREDNESS THROUGH A STATEWIDE MEDIA CAMPAIGN TARGETING UNAFFILIATED VOLUNTEERS, THE DEVELOPMENT OF TRAINING AND RESOURCE VIDEOS FOR VOLUNTEERS, AND THE RECRUITMENT OF COMMUNITY EMERGENCY RESPONSE TEAM (CERT) AND CITIZEN CORPS TEAMS. VOLUNTEER LOUISIANA WILL ADDRESS DISASTER RESPONSE BY UTILIZING ONLINE VOLUNTEER MANAGEMENT AND SOCIAL MEDIA TOOLS TO CONNECT VOLUNTEERS WITH VOLUNTEER OPPORTUNITIES. VOLUNTEER LOUISIANA WILL ADDRESS DISASTER RECOVERY BY RECRUITING AND TRAINING GOVERNMENT AND CORPORATE VOLUNTEER TEAMS AND ESTABLISHING A SUSTAINABLE POOL OF DISASTER VOLUNTEERS STATEWIDE. VOLUNTEER LOUISIANA WILL ALSO PROVIDE VOLUNTEER MANAGEMENT BEST PRACTICE TRAINING TO NON-PROFIT AND DISASTER FOCUSED ORGANIZATIONS THROUGHOUT THE YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bdab182e-24bc-364c-4d51-5ea27de41863-C", "generated_internal_id": "ASST_NON_18VGHLA001_9577"}, {"internal_id": 68610403, "Award ID": "18VGHCO001", "Award Amount": 407370.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "94.021", "Description": "SERVE COLORADO AND SPARK THE CHANGE COLORADO/ METRO VOLUNTEERS PROPOSE A TWO-PRONGED APPROACH TO EXPANDING VOLUNTEER SERVICES IN THE STATE OF COLORADO WE PROPOSE - 1) AN EXPANSION OF MENTAL HEALTH SERVICES TO LOW INCOME INDIVIDUALS INCLUDING CHILDREN AND SENIORS BY ENGAGING PRO BONO VOLUNTEERS TO SOUTHERN COLORADO, SPECIFICALLY IN PUEBLO AND SURROUNDING COUNTIES AN NORTHER METRO COUNTIES SPECIFICALLY BROOMFIELD 2) SPARK THE CHANGE COLORADO WILL CONDUCT THE CAPACITY BUILDING VOLUNTEER MANAGEMENT TRAINING SERIES AND PROVIDE AN ONLINE CONNECTION TOOL TO ORGANIZATIONS IN  SOUTHERN AND RURAL COLORADO. \n\nTHIS GRANT WILL EXPAND EXISTING PRO BONO MENTAL HEALTH COUNSELING PROGRAM IN PUEBLO COUNTY. THE PROGRAM COORDINATES SERVICES OF PRO BONO LICENSED MENTAL HEALTH PROFESSIONALS TO PROVIDE FREE MENTAL HEALTH SERVICES TO LOW-INCOME AND POVERTY LEVEL INDIVIDUALS AND FAMILIES. IN PUEBLO, SPARK THE CHANGE COLORADO SERVES APPROXIMATELY 325 INDIVIDUALS PER YEAR THROUGH THE VOLUNTEER EFFORTS OF 16 PRO BONO MENTAL HEALTH COUNSELORS WORKING AT HOST SITES AND IN PRIVATE PRACTICE SETTINGS. THIS PROGRAMMING IS POWERED BY VOLUNTEER LICENSED MENTAL HEALTH PROFESSIONALS AND IS SLOTTED FOR EXPANSION TO MORE SITES ACROSS PUEBLO COUNTY, ESPECIALLY IN MIDDLE SCHOOLS. OUR REQUEST WILL ASSIST IN IMPLEMENTING AND EXPANDING THE PRO BONO PROGRAM IN COUNTIES SURROUNDING PUEBLO COUNTY. THIS INCLUDES ENGAGING ADDITIONAL PRO BONO COUNSELORS FOR THE PROFESSIONAL VOLUNTEER NETWORK.\n\nNEXT, SPARK THE CHANGE COLORADO WILL EXPAND THEIR VOLUNTEER MANAGEMENT TRAINING SERIES TO EXPAND THE CAPACITY OF NONPROFITS TO RECRUIT AND RETAIN VOLUNTEERS. THE VOLUNTEER MANAGEMENT TRAINING SERIES (VMTS) CONSISTS OF SIX MODULES CREATED BY THE POINTS OF LIGHT INSTITUTE, AND IS DESIGNED TO GIVE A COMPREHENSIVE UNDERSTANDING OF THE MAJOR COMPONENTS OF A NONPROFIT VOLUNTEER MANAGEMENT PROGRAM. SPARK THE CHANGE COLORADO WILL ALSO PROVIDE ITS ONLINE VOLUNTEER MATCHING TOOL FOR NONPROFITS TO RECRUIT NEW VOLUNTEERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2144049c-64e2-8176-2e27-ad5c4d5302b5-C", "generated_internal_id": "ASST_NON_18VGHCO001_9577"}, {"internal_id": 69727388, "Award ID": "18VGHCA001", "Award Amount": 309314.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-25", "CFDA Number": "94.021", "Description": "SINCE 2000, SEVEN OF THE TOP TEN MOST DESTRUCTIVE FIRES IN CALIFORNIA'S HISTORY HAVE DEVASTATED THE STATE, CLAIMING FATALITIES AND ENTIRE NEIGHBORHOODS IN THEIR WAKE AND LEAVING THE STATE AND RESIDENTS GRAPPLING WITH REBUILDING COMMUNITIES AND LIVES. AS THE STATE LEAD IN VOLUNTEER AND DONATIONS MANAGEMENT, CALVOLUNTEERS (CV) RECOGNIZES THE IMPORTANT ROLE LOCAL BUSINESSES, NONPROFITS, AND VOLUNTEERS PLAY BEFORE, DURING, AND AFTER DISASTERS. CV IS REQUESTING $187,843, WHICH WILL BE MATCHED BY $55,399 IN MATCH, FOR A TOTAL INVESTMENT OF $243,242 TO LAUNCH A STRATEGY THAT WILL EFFECTIVELY CONNECT THE KNOWLEDGE AND ACCESS OF THE PUBLIC SECTOR, THE RESOURCES OF THE PRIVATE SECTOR, AND THE COMMUNITY-DRIVEN MISSIONS OF THE NONPROFIT/FAITH-BASED SECTOR TO BETTER PREPARE FOR, RESPOND TO, AND RECOVER FROM DISASTERS. AFTER REVIEWING THE AFTER ACTION REPORTS (AARS) AND THE LESSONS LEARNED FROM THE RECENT DISASTERS IN CALIFORNIA, CV PROPOSES LEVERAGING THE VOLUNTEER GENERATION FUND TO BUILD THREE DISTINCT PRODUCTS THAT WILL HELP CALIFORNIA BETTER RESPOND TO DISASTER NEEDS BY: 1. DEVELOPING A CALVOLUNTEERS VOLUNTEER PLATFORM. CALIFORNIA COMMUNITY MEMBERS NEED TO BE ABLE TO ACCESS INFORMATION ABOUT DISASTERS AND RELATED VOLUNTEER OPPORTUNITIES THROUGH WEB VEHICLES AS WELL AS MOBILE FRIENDLY APPLICATIONS. 2. CREATING THE CALIFORNIA PREPAREDNESS NETWORK (CPN), A NETWORK OF DISASTER TRAINED CORPORATE LEADERS THAT WILL EDUCATE LOCAL NONPROFITS AND FAITH-BASED ORGANIZATIONS IN DISASTER PREPAREDNESS AND VOLUNTEER MANAGEMENT, AND 3. BUILDING A GROUP OF WELL-PREPARED NONPROFIT/FAITH-BASED ORGANIZATIONS WHO HAVE CONTINUITY OF OPERATIONS PLANS (COOP) AND A BASELINE UNDERSTANDING OF THEIR OWN OPERATIONAL BANDWIDTH AND CAN PRE-IDENTIFY VOLUNTEER OPPORTUNITIES WHEN CALLED TO SCALE THEIR OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bceecec7-8b9a-ef2e-8581-672580dd528c-C", "generated_internal_id": "ASST_NON_18VGHCA001_9577"}, {"internal_id": 44713832, "Award ID": "17VGHWV001", "Award Amount": 612890.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "94.021", "Description": "VOLUNTEER WEST VIRGINIA WILL IMPROVE THE EFFICIENCY OF VOLUNTEER MANAGEMENT IN WEST VIRGINIA BY\n1.\tDEVELOPING A COMPREHENSIVE RURAL VOLUNTEER MANAGEMENT TRAINING CURRICULUM TO INCLUDE A RURAL SPONTANEOUS DISASTER VOLUNTEER MANAGEMENT TRAINING AND EXERCISE MODULE MODELLED AFTER THE CURRENT FEMA CURRICULUM AND TAILORED TO MEET THE NEEDS OF RURAL, MOUNTAINOUS STATES. \n2.\tTRAINING VOLUNTEER WEST VIRGINIA STAFF AND LOCAL PARTNERS AS INSTRUCTORS IN THE CURRICULUM. THIS TRAIN-THE-TRAINER DESIGN WILL EXPAND THE CAPACITY AND SUSTAINABILITY OF THE PROGRAM IN THE FUTURE. \n3.\tGRANTING FUNDING OF UP TO $30,000 (INCLUDING 20% LOCAL MATCH) TO LOCAL NONPROFITS OR CITIES FOR EXPANDING, DEVELOPING, AND STRENGTHENING VOLUNTEER INFRASTRUCTURE WHICH WILL INCREASE THE ABILITY OF LOCAL ORGANIZATIONS TO SUCCESSFULLY RECRUIT, MOBILIZE AND RETAIN VOLUNTEERS.  \n\nTHIS PROJECT WILL OPERATE FOR THREE YEARS. IN THE FIRST YEAR OF THE PROJECT VOLUNTEER WEST VIRGINIA WILL UTILIZE $262,295 IN FEDERAL FUNDS AND MATCH WITH $69,840 STATE AND LOCAL CASH AND INKIND RESOURCES. IN THE FIRST YEAR 30 INDIVIDUALS WILL RECEIVE TRAINING IN VOLUNTEER MANAGEMENT BEST PRACTICES AND PARTICIPATE IN THE DEVELOPMENT OF A NEW RURAL VOLUNTEER MANAGEMENT CURRICULUM WHICH WILL BE AVAILABLE TO ORGANIZATIONS STATEWIDE. AT LEAST 10 LOCAL ORGANIZATIONS WILL RECEIVE CAPACITY BUILDING SERVICES AND THOSE SAME ORGANIZATIONS WILL GENERATE AT LEAST AN ADDITIONAL 1,500 VOLUNTEERS WHO ARE PLACED IN HIGH QUALITY VOLUNTEER ASSIGNMENTS LOCALLY AND SERVE A TOTAL OF 7,500 HOURS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2a3dc9f-4249-01a6-7bd7-1e97b2455f78-C", "generated_internal_id": "ASST_NON_17VGHWV001_9577"}, {"internal_id": 44713831, "Award ID": "17VGHTN001", "Award Amount": 845974.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "94.021", "Description": "THE TENNESSEE VOLUNTEER GENERATION FUND COALITION (HANDS ON NASHVILLE, UNITED WAY OF GREATER CHATTANOOGA, UNITED WAY OF WILLIAMSON COUNTY, VOLUNTEER EAST TENNESSEE, VOLUNTEER MEMPHIS, AND VOLUNTEER TENNESSEE) WILL INCREASE VOLUNTEER RECRUITMENT AND EXPAND THE USE OF VOLUNTEERS TO INCREASE EDUCATIONAL ATTAINMENT FOR TENNESSEE'S YOUTH, IMPROVE ECONOMIC OUTCOMES FOR INDIVIDUALS, AND BETTER PREPARE COMMUNITIES FOR DISASTERS.\n\nUSING HIGH-QUALITY VOLUNTEER RECRUITMENT, TRAINING AND MANAGEMENT PRACTICES, THE TENNESSEE VOLUNTEER GENERATION FUND COALITION WILL ENGAGE 525 VOLUNTEERS TO ADDRESS EDUCATION ISSUES, 750 VOLUNTEERS TO ADDRESS DISASTER SERVICES ISSUES AND 420 VOLUNTEERS TO ADDRESS ECONOMIC OPPORTUNITY ISSUES.  THE COALITION WILL PROVIDE CAPACITY BUILDING SERVICES TO 60 ORGANIZATIONS ACROSS TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91e88733-04e6-81f6-ec47-8a38f1ec2564-C", "generated_internal_id": "ASST_NON_17VGHTN001_9577"}, {"internal_id": 44713830, "Award ID": "17VGHNY001", "Award Amount": 1364418.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "94.021", "Description": "NEW YORK STATE HAS THE THIRD LARGEST ECONOMY IN THE U.S. BUT HAS MORE INCOME INEQUALITY THAN ANY OTHER STATE. NEARLY 3 MILLION PEOPLE IN NEW YORK STRUGGLE WITH HUNGER AND FOOD INSECURITY, MORE THAN 20% OF CHILDREN IN NEW YORK DON'T KNOW WHERE THEY'LL GET THEIR NEXT MEAL.\n\nDURING LAST YEAR'S VOLUNTEER GENERATION FUND (VGF) CYCLE, 8,764 NEW YORKERS VOLUNTEERED THEIR TIME TO PREPARING AND DISTRIBUTING MEALS TO HUNGRY FAMILIES. IN 2017, THE NEW YORK STATE COMMISSION ON NATIONAL AND COMMUNITY SERVICE (THE COMMISSION) IS READY TO DIRECT THESE VOLUNTEER EFFORTS TOWARDS ELIMINATING THE ROOT CAUSES OF HUNGER.\n\nTHE COMMISSION IS PROUD TO CONTINUE THE SPIRIT OF VOLUNTEERISM THAT STARTED WITH A VGF GRANT IN 2010. OVER THE PAST SEVEN YEARS, THE COMMISSION HAS BUILT REGIONAL VOLUNTEER CENTERS TO BROADEN THE REACH OF NEW YORK'S MOST GENEROUS RESIDENTS, DEPLOYED THOUSANDS OF VOLUNTEERS TO HELP FAMILIES WHO WERE IMPACTED BY HURRICANE SANDY, AND GENERATED THOUSANDS OF NEW VOLUNTEERS TO COMBAT POVERTY THROUGHOUT THE STATE. \n\nTHIS YEAR, THE COMMISSION IS EXCITED TO BUILD ON THESE SUCCESSES TO ADDRESS AN URGENT ISSUE IN OUR STATE: ENDING HUNGER AND FOOD INSECURITY. THE 2017 VGF PROGRAM IS DESIGNED TO ENGAGE VOLUNTEERS IN OUR MISSION TO MAKE NUTRITIOUS FOOD AVAILABLE TO ALL NEW YORKERS, AND TO ADDRESS THE ROOT CAUSES OF HUNGER. \n\nTHE COMMISSION WILL ACCEPT PROPOSALS FROM INTERESTED NONPROFITS THAT AIM TO ALLEVIATE SHORT- AND LONG-TERM HUNGER. SUCCESSFUL APPLICANTS WILL ACT AS FLAGSHIP ORGANIZATIONS THAT RECRUIT, TRAIN, PLACE AND/OR MANAGE VOLUNTEERS WITHIN THEIR OWN ORGANIZATIONS AND IN PARTNER ORGANIZATIONS IN THEIR COMMUNITIES. EMPHASIS WILL BE PLACED ON ENGAGING SKILLED VOLUNTEERS WHO CAN WORK TO ALLEVIATE THE ROOT CAUSES OF HUNGER.\n\nAPPLICANTS MUST IDENTIFY HOW THEY WILL BUILD CAPACITY WITHIN ORGANIZATIONS TO MORE EFFECTIVELY UTILIZE VOLUNTEERS TO ADDRESS THESE ISSUES, AND MAKE A DEMONSTRABLE IMPACT RELATED TO HUNGER IN NYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e957c0f7-bef2-0f2b-4742-03c34f32bb11-C", "generated_internal_id": "ASST_NON_17VGHNY001_9577"}, {"internal_id": 44713829, "Award ID": "17VGHNJ001", "Award Amount": 848198.11, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "94.021", "Description": "\"JERSEY STRONG: I AM A VOLUNTEER\"\nTHE NEW JERSEY COMMISSION ON NATIONAL AND COMMUNITY SERVICE (NJ COMMISSION) IS REQUESTING $283,333 IN VOLUNTEER GENERATION FUNDING (VGF) TO STRENGTHEN THE STATE'S ABILITY TO ENGAGE MORE CITIZENS IN MEANINGFUL VOLUNTEER SERVICE AND BUILD VOLUNTEER MANAGEMENT CAPACITY IN NON-PROFIT ORGANIZATIONS.  OUR PROGRAM DESIGN ADDRESSES ALL THREE ASPECTS OF THE PURPOSE OF THE VGF: (1) SUPPORT COMMUNITY-BASED ENTITIES THAT RECRUIT, MANAGE, AND SUPPORT VOLUNTEERS; (2) DEPLOY SKILLED-BASED VOLUNTEERS TO STRENGTHEN THE CAPACITY OF EDUCATION-RELATED NONPROFITS TO EFFECTIVELY SOLVE PROBLEMS; AND (3) EXPAND THE CAPACITY OF NEW JERSEY?S VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT, AND RETAIN INDIVIDUALS IN HIGH QUALITY VOLUNTEER ASSIGNMENTS, PARTICULARLY YOUTH VOLUNTEERS.  THE STATE COMMISSION WILL ALSO DEVELOP A MEDIA STRATEGY, \"JERSEY STRONG:I AM A VOLUNTEER\", TO DRIVE MORE POTENTIAL VOLUNTEERS TO THE VOLUNTEER NJ! PORTAL MATCHING THEM WITH QUALITY SERVICE THROUGH NON-PROFIT PARTNERS.\n\nTHROUGH THIS INITIATIVE, THE STATE WILL RAISE ITS RANKING IN THE \"VOLUNTEERING IN AMERICA\" SURVEY FROM ITS CURRENT 46TH POSITION TO 40TH AT THE END OF THREE YEARS; COLLEGE VOLUNTEERISM, CURRENTLY RANKED 50TH WILL RISE IN RANKING TO 44TH.\n\nTHE NJ COMMISSION PROPOSAL INCLUDES FIVE ELIGIBLE ORGANIZATIONS TO BE THE PILOT GROUP FOR OUR VGF PROGRAM: THE UNITED WAY OF NORTHERN NJ (COVERING A 5-COUNTY REGION); NJ CAMPUS COMPACT (INCLUDING 10 COLLEGES IN 7 URBAN REGIONS); THE VOLUNTEER CENTER OF SOUTH JERSEY (COVERING A 7-COUNTY REGION); THE NEW START CAREER NETWORK (STATEWIDE);AND THE VOLUNTEER CENTER OF BURLINGTON COUNTY (COVERING THE LARGEST COUNTY OF NJ).  \n\nA $283,333 INVESTMENT BY CNCS IN NJ WILL SUPPORT THE RECRUITMENT OF 5,000 UNIQUE VOLUNTEERS AND OVER 150,000 HOURS OF DIRECT SERVICE EACH YEAR.  THE NEW VOLUNTEERS AND NEW VOLUNTEER MANAGEMENT INFRASTRUCTURE WILL SUPPORT DELIVERY OF ADDITIONAL AND SUSTAINABLE DIRECT SERVICES THROUGHOUT THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d611863-27be-c5e3-322a-fc12433d9b7d-C", "generated_internal_id": "ASST_NON_17VGHNJ001_9577"}, {"internal_id": 44713828, "Award ID": "17VGHNH001", "Award Amount": 386693.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "94.021", "Description": "EXECUTIVE SUMMARY\nVOLUNTEER NH (VNH) PROPOSES TO USE VOLUNTEER GENERATION FUND (VGF) DOLLARS TO CONDUCT A MULTI APPROACH STATEWIDE CAMPAIGN TO INCREASE VOLUNTEER ENGAGEMENT, EXPAND VOLUNTEER OPPORTUNITIES AND BUILD THE CAPACITY OF NONPROFITS TO WORK WITH VOLUNTEERS AND ACHIEVE HIGH IMPACT RESULTS (A SPECIAL EMPHASIS WILL BE ON SKILLED VOLUNTEERS).  VNH WILL HIRE A VOLUNTEER GENERATION PROGRAM OFFICER WHO WILL WORK WITH PARTNERS, WMUR, IHEART RADIO, AND GOOGLE TO CONDUCT A STATEWIDE, CALL TO VOLUNTEER CAMPAIGN. WORKING WITH PARTNER, GRANITE UNITED WAY WE WILL CONDUCT DIRECTED OUTREACH TO INCREASE THE NUMBER OF REGISTERED USERS ON OUR GET CONNECTED ONLINE VOLUNTEER DATABASE.   THIS WILL INCLUDE MEETING WITH ORGANIZATIONS TO ASSIST WITH IMPLEMENTATION OF GET CONNECTED TO RECRUIT VOLUNTEERS AND VOLUNTEER USERS.  VNH WILL ALSO WORK WITH THE NH CENTER FOR NONPROFITS (THE CENTER) AND THE JFFIXLER GROUP (JFFIXLER) TO IMPLEMENT THE HIGH IMPACT VOLUNTEER ENGAGEMENT (HIVE) PROJECT. THE HIVE PROJECT WILL ENGAGE 15 NONPROFIT ORGANIZATIONS IN TRAINING, TECHNICAL ASSISTANCE, AND COACHING RELATED TO VOLUNTEER MANAGEMENT PRACTICES TO UTILIZE SKILL-BASED VOLUNTEERS.  THE HIVE PROJECT WILL SUPPORT A TRAIN-THE-TRAINER MODEL TO INCREASE THE CAPACITY OF THE PARTICIPATING PROGRAMS, THE CENTER, AND VNH IN THE COMING YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1591f240-6517-55df-5cc3-4e1a198bbfee-R", "generated_internal_id": "ASST_NON_17VGHNH001_9577"}, {"internal_id": 44713827, "Award ID": "17VGHMN001", "Award Amount": 756252.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "94.021", "Description": "SERVEMINNESOTA, IN PARTNERSHIP WITH MINNESOTA ASSOCIATION FOR VOLUNTEER ADMINISTRATION (MAVA) AND HANDSON TWIN CITIES (HOTC), PROPOSES TO CONTINUE ITS SUCCESSFUL SERVICE ENTERPRISE INITIATIVE TO MINNESOTA ORGANIZATIONS, THIS TIME PROVIDING TARGETED OUTREACH TO ORGANIZATIONS SERVING A CULTURALLY DIVERSE CLIENT BASE. IN ADDITION, HOTC AND MAVA WILL BE CREATING A NEW DELIVERY SYSTEM FOR THE SERVICE ENTERPRISE INITIATIVE (SEI), EXPANDING ITS REACH TO RURAL AREAS OF MINNESOTA. THIS NEW DELIVERY SYSTEM WILL INCLUDE TRANSFORMING THE CURRENT CURRICULUM INTO A WEB-BASED TRAINING, WHILE RETAINING THE EXPERIENTIAL NATURE OF THE CURRENT CURRICULUM. IT ALSO MAINTAINS THE COHORT MODEL (MADE UP OF 3-7 ORGANIZATIONS), WHICH INCLUDES TRAINING ORGANIZATIONS TOGETHER IN ORDER TO NETWORK AND GLEAN BEST PRACTICES FROM EACH OTHER. THIS RESEARCH-BASED PRACTICE EXPANDS VOLUNTEERISM AND WILL SUPPORT THE ENGAGEMENT OF 500 SKILL-BASED VOLUNTEERS ANNUALLY WHO WILL CONTRIBUTE 4,000 HOURS OF SERVICE TO INCREASE ORGANIZATIONAL EFFECTIVENESS. IN YEAR FOUR, 120 ORGANIZATIONS WILL BE TRAINED; INCREASING THEIR CAPACITY TO RECRUIT, CONNECT AND RETAIN 39,500 VOLUNTEERS WHO WILL CONTRIBUTE 316,000 SERVICE HOURS. COMBINING COMMUNITY AND SKILLS-BASED VOLUNTEER EFFORTS, THIS PROJECT WILL RESULT IN AN ESTIMATED VALUE OF NEARLY $7.7 MILLION OVER THREE YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62162cae-c086-ab94-7c8f-a29477339bab-C", "generated_internal_id": "ASST_NON_17VGHMN001_9577"}, {"internal_id": 44713826, "Award ID": "17VGHMI001", "Award Amount": 954999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-05", "CFDA Number": "94.021", "Description": "THE MICHIGAN COMMUNITY SERVICE COMMISSION (MCSC) INTENDS TO USE THE VOLUNTEER GENERATION FUND (VGF) TO BUILD ON THE EFFORTS OF OUR PAST VGF GRANTS. IT WILL STRENGTHEN THE INFRASTRUCTURE AND CAPACITY OF NONPROFITS, CORPORATIONS, AND STATE GOVERNMENT TO UTILIZE BEST PRACTICES THAT LEAD TO INCREASING THE NUMBER OF VOLUNTEERS RECRUITED AND MANAGED ACROSS THE STATE IN BOTH RURAL AND URBAN ENVIRONMENTS.  THE PROJECT WILL EXPAND SKILLS-BASED VOLUNTEERISM THROUGH MENTORSHIP, COORDINATION, AND EMPLOYEE ENGAGEMENT PROGRAMS. THESE GOALS ARE IN ALIGNMENT WITH MCSC'S STATE SERVICE PLAN AND WITH THE CNCS FOCUS AREAS OF EDUCATION AND CAPACITY BUILDING. THE MCSC IS REQUESTING AN INVESTMENT OF $320,000 FOR EACH OF 3 YEARS. MCSC WILL MAKE THE SAME INVESTMENT OF $320,362 TO BRING THE TOTAL ANNUAL PROGRAM BUDGET TO $640,362.  THE MICHIGAN VGF GRANT WILL FOCUS ON TWO INITIATIVES TO MEET THE GOALS OF EXPANDING VOLUNTEERISM THROUGHOUT THE STATE:  1. INCREASE THE NUMBER OF VOLUNTEERS RECRUITED, INCLUDING SKILLS BASED VOLUNTEERS, THROUGH EMPLOYEE AND YOUTH VOLUNTEER PROGRAMS THAT SHARE AND UTILIZE BEST PRACTICES AND COLLABORATE TO MEET COMMUNITY NEEDS. 2. STRENGTHEN THE CAPACITY AND INFRASTRUCTURE OF NONPROFITS BY IDENTIFYING RESOURCES AND COLLABORATING REGIONALLY TO MEET COMPELLING NEEDS AND ENHANCE THE UTILIZATION OF BEST PRACTICES IN RECRUITING AND MANAGING VOLUNTEERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_17VGHMI001_9577"}, {"internal_id": 44713825, "Award ID": "17VGHME001", "Award Amount": 491328.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "94.021", "Description": "WITH THE VOLUNTEER GENERATION FUND, THE MAINE COMMISSION FOR COMMUNITY SERVICE (MCCS) WILL INCREASE EFFECTIVE CITIZEN ENGAGEMENT THROUGH VOLUNTEERING THAT IS SKILL-BASED AND SKILL-BUILDING. TO DO THIS, MCCS WILL 1) SUPPORT EXPANDED LOCAL AND REGIONAL VOLUNTEER EFFORTS IN THREE IMPACT AREAS; 2) DEVELOP HIGH LEVEL VOLUNTEER MANAGEMENT PRACTICES THROUGH EXPANDED SERVICE ENTERPRISE AND OTHER VOLUNTEER MANAGEMENT TRAINING; AND 3) LAUNCH A STATEWIDE PUBLIC AWARENESS CAMPAIGN TO PROMOTE INCREASED VOLUNTEERISM.  AT THE END OF THE FIRST PROGRAM YEAR, THESE ACTIVITIES WILL RESULT IN 12 ORGANIZATIONS RECEIVING HIGH QUALITY VOLUNTEER MANAGEMENT CAPACITY BUILDING (SERVICE ENTERPRISE). IN ADDITION, THE FUNDING WILL LEVERAGE 900 LOCAL COMMUNITY VOLUNTEERS WHO WILL BE ENGAGED IN IMPROVING SENIORS ABILITIES TO AGE IN PLACE, INCREASING FOOD SECURITY FOR DISADVANTAGED INDIVIDUALS AND PROVIDING NEEDED TRANSPORTATION FOR THOSE IN NEED. THIS PROGRAM WILL CONCENTRATE ON THE CNCS FOCUS AREA OF CAPACITY BUILDING. THE CNCS INVESTMENT OF $222,256 WILL BE MATCHED WITH $222,311, IN PUBLIC AND PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56d8dd61-874a-1dba-3fc2-35219587d5a2-C", "generated_internal_id": "ASST_NON_17VGHME001_9577"}, {"internal_id": 44713824, "Award ID": "17VGHMA001", "Award Amount": 621444.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "94.021", "Description": "THE MASSACHUSETTS SERVICE ALLIANCE WILL CARRY OUT A MULTI-PART STRATEGY TO ENHANCE VOLUNTEER ENGAGEMENT WITHIN VOLUNTEER CONNECTOR ORGANIZATIONS (VCOS) AND YOUTH-SERVING AGENCIES ACROSS MASSACHUSETTS. RESEARCH HAS SHOWN THAT INCREASING THE RATIO OF ADULTS TO YOUTH IN OUR NEEDIEST COMMUNITIES IMPROVES OUTCOMES FOR YOUNG PEOPLE. COUPLING THAT WITH IDENTIFIED NEEDS OF OUR VCOS, HAS LED TO A FOCUS ON YOUTH-SERVING ORGANIZATIONS FOR THIS GRANT. WE WILL ENGAGE IN HIGH IMPACT PARTNERSHIPS, WITH THE MASSACHUSETTS DEPARTMENT OF ELEMENTARY AND SECONDARY EDUCATION, ENCORE BOSTON NETWORK, AND VCOS, IN ORDER TO DELIVER OUR SERVICES TO ORGANIZATIONS THAT WILL BE MOST POISED TO INCREASE THEIR SUPPORT TO YOUTH. IN ORDER TO SUPPORT A WIDE ARRAY OF MASSACHUSETTS NONPROFITS IN BUILDING THEIR VOLUNTEER INFRASTRUCTURE, MSA WILL EMPLOY FOUR STRATEGIES THAT WILL SUPPORT ORGANIZATIONS AT DIFFERENT LEVELS OF NEED AND CAPACITY. IN EACH YEAR OF THE VGF GRANT, MSA WILL DELIVER: (1) DEEP AND INTENSIVE TRAINING AND CERTIFICATION TO 17 ORGANIZATIONS THROUGH DELIVERY OF THE SERVICE ENTERPRISE INITIATIVE; (2) FOCUSED IN-PERSON AND ONLINE TRAININGS PROVIDING SIMILAR BEST PRACTICES TO A LARGER AUDIENCE; (3) GRANTS FOR NATIONAL DAYS OF SERVICE TO EXPAND FAMILY, INTERGENERATIONAL, AND YOUTH-SERVING VOLUNTEER OPPORTUNITIES, AND (4) CAPACITY BUILDING GRANTS TO VCOS AND YOUTH-SERVING AGENCIES TO SUPPORT, REPLICATE, OR EXPAND PROMISING YOUTH-DEVELOPMENT PROGRAMS THROUGH THE ENGAGEMENT OF VOLUNTEERS.  AS A RESULT OF THE VGF GRANT, 5,730 VOLUNTEERS WILL SERVE A TOTAL OF 27,550 HOURS, AND AT LEAST 225 AT-RISK YOUTH WILL BENEFIT FROM BY THESE INITIATIVES EACH YEAR OF THE FUNDING CYCLE.  SEVENTEEN ORGANIZATIONS WILL PARTICIPATE IN AN INTENSIVE TRAINING AND CERTIFICATION PROGRAM, WITH AN ADDITIONAL 150 UNIQUE STAFF AND/OR VOLUNTEERS TRAINED IN VOLUNTEER MANAGEMENT BEST PRACTICES OR TOPICS ADDRESSING YOUTH DEVELOPMENT ON AN ANNUAL BASIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dbaef0ce-ee9d-3d58-f228-1140239835e8-C", "generated_internal_id": "ASST_NON_17VGHMA001_9577"}, {"internal_id": 44713823, "Award ID": "17VGHKY001", "Award Amount": 909822.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "94.021", "Description": "THE MISSION OF THE KENTUCKY COMMISSION ON COMMUNITY VOLUNTEERISM AND SERVICE (KCCVS) IS TO ENGAGE KENTUCKIANS IN VOLUNTEERISM AND SERVICE TO POSITIVELY AFFECT OUR COMMUNITIES. IN 2015, KENTUCKY RANKED 36TH IN THE US, WITH JUST 23.5% OF ITS RESIDENTS ENGAGED IN VOLUNTEERING (CNCS, 2015). KCCVS PROPOSES THE UTILIZATION OF THE VOLUNTEER GENERATION FUND (VGF) SUPPORT TO IMPLEMENT A STRONG, CONSISTENT INFRASTRUCTURE FOR NONPROFIT ORGANIZATIONS, VOLUNTEERS, AND NATIONAL SERVICE PARTICIPANTS.  EMPLOYING A MULTI-FACETED APPROACH, KCCVS SEEKS IMPROVEMENT AND GROWTH IN VOLUNTEERISM ACROSS KENTUCKY. MORE SPECIFICALLY, KCCVS PLANS TO CULTIVATE PARTNERSHIPS WITH BREAK AWAY, COMMUNITY ACTION COUNCIL, KENTUCKY NONPROFIT NETWORK, SERVICE FOR PEACE, AND THE KENTUCKY YMCA YOUTH ASSOCIATION TO INCREASE THE CAPACITY OF NONPROFITS SEEKING SOLUTIONS IN THE FACE OF DWINDLING RESOURCES AND INCREASING DEMAND FOR SERVICES. THROUGH RESEARCH-BASED TRAINING PROVIDED BY KCCVS AND OUR PARTNERS, ORGANIZATIONS ACQUIRE THE SKILLS TO MORE EFFECTIVELY ENGAGE, SUPPORT, AND RETAIN VOLUNTEERS. CREATED IN 1994, KCCVS FULFILLS THREE PRIMARY DIRECTIVES: 1) TO SERVE AS A CONDUIT FOR FEDERAL FUNDS THAT SUPPORT AMERICORPS PROGRAMS IN THE COMMONWEALTH; 2) TO ASSIST IN SERVICE PROGRAM DEVELOPMENT; AND 3) TO ENCOURAGE AND RECOGNIZE VOLUNTEERISM ACROSS THE STATE. BEYOND HOSTING THE ANNUAL GOVERNOR'S SERVICE AWARDS, OUR ABILITY TO SUPPORT THE THIRD DIRECTIVE HAS BEEN LIMITED BY FUNDING CONSTRAINTS.  THE VGF PROVIDES KCCVS THE MEANS TO PROMOTE VOLUNTEERISM, REALIZING AN OVERALL INCREASE OF INVOLVEMENT FROM KENTUCKIANS. BY EXTENSION, THE PROLIFERATION OF VOLUNTEERISM IN THE STATE BUILDS THE CAPACITY OF THE NONPROFIT SECTOR AND OTHER ORGANIZATIONS. KCCVS REQUESTS $303,274 IN CNCS FUNDS TO SUPPORT THE COMMISSION'S EFFORTS TO INCREASE THE NUMBER OF VOLUNTEERS ACROSS THE STATE, THEREBY INCREASING AGGREGATE VOLUNTEER HOURS SERVED AND BUILDING CAPACITY IN THE ORGANIZATIONS IMPACTED BY THEIR SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f3240e4-fc98-a5c7-822a-25e57f9d8ec3-C", "generated_internal_id": "ASST_NON_17VGHKY001_9577"}, {"internal_id": 44713822, "Award ID": "17VGHKS001", "Award Amount": 341677.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "94.021", "Description": "THE KANSAS VOLUNTEER COMMISSION (KVC) PLANS TO UTILIZE THE VOLUNTEER GENERATION FUND (VGF) GRANT TO: 1) EXPAND THE CAPACITY OF VOLUNTEER ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN SKILLED OR HIGH-NEED VOLUNTEERS, 2) EXPAND VOLUNTEER CONNECTOR ORGANIZATIONS? INFRASTRUCTURE TO INCREASE VOLUNTEERISM STATEWIDE, 3) EXPAND THE CAPACITY OF SCHOOLS AND DISTRICTS TO UTILIZE VOLUNTEERS TO ADDRESS EDUCATIONAL ISSUES. THE KVC WILL ACCOMPLISH THESE GOALS THROUGH THREE PRIMARY ACTIVITIES. FIRST, THE KVC WILL ENHANCE AND INCREASE THE CAPACITY OF VOLUNTEER ORGANIZATIONS THROUGH THE SERVICE ENTERPRISE INITIATIVE (SEI) CREATED BY THE POINTS OF LIGHTS FOUNDATION. SECOND, THE KVC WILL OFFER GRANTS OF $10,000 EACH TO FIVE VOLUNTEER CONNECTOR ORGANIZATIONS TO EXPAND THEIR INFRASTRUCTURE TO INCREASE VOLUNTEERISM STATEWIDE. FINALLY, THE KVC WILL PROMOTE AND DELIVER TRAININGS ON SCHOOL-BASED VOLUNTEERING TO SCHOOL AND DISTRICT STAFF. THESE GOALS CAN BE FOUND WITHIN THE KANSAS STATE SERVICE PLAN (SSP) AND ADDRESS CNCS FOCUS AREAS OF CAPACITY BUILDING AND EDUCATION (KANSAS STATE SERVICE PLAN 2017 ? 2019).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1789b742-cc77-17cb-e3f4-6a6fcb32d0e0-C", "generated_internal_id": "ASST_NON_17VGHKS001_9577"}, {"internal_id": 44713821, "Award ID": "17VGHIA001", "Award Amount": 574193.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "94.021", "Description": "THE IOWA COMMISSION ON VOLUNTEER SERVICE (VOLUNTEER IOWA) PLANS TO UTILIZE THE VOLUNTEER GENERATION FUND GRANT TO BUILD ON THE SUCCESS OF PREVIOUS YEARS THROUGH TWO MAIN APPROACHES: \n1) THE DEVELOPMENT OF LOCAL VOLUNTEER INFRASTRUCTURE AND RESOURCES, BUILDING THE CAPACITY OF COMMUNITIES TO CREATE A CULTURE OF VOLUNTEERISM. \nTHROUGH GRANTS AND SPECIALIZED TRAINING, VOLUNTEER IOWA WILL SUPPORT VOLUNTEER CENTERS AND CITIES TO: CONNECT CITIZENS WITH OPPORTUNITIES TO SERVE, INCREASE CAPACITY OF LOCAL ORGANIZATIONS TO ENGAGE VOLUNTEERS IN MEANINGFUL SERVICE, PROMOTE VOLUNTEERING, AND DEVELOP LOCAL PROGRAMMING THAT LEVERAGES VOLUNTEERS TO MEET COMMUNITY NEEDS, INCLUDING DISASTER RESPONSE. ADDITIONALLY, VOLUNTEER IOWA WILL PROVIDE FUNDING AND TECHNICAL ASSISTANCE BUILDING A NETWORK OF LOCAL SERVICE ENTERPRISE HUBS. HUBS WILL PROVIDE ASSESSMENT, TRAINING, AND COACHING, EMPOWERING NONPROFITS TO BECOME SERVICE ENTERPRISES- ORGANIZATIONS THAT FUNDAMENTALLY LEVERAGE VOLUNTEERS AND THEIR SKILLS AS A CORE STRATEGIC FUNCTION TO ACHIEVE THEIR SOCIAL MISSION.\n2) THE DEVELOPMENT OF STATEWIDE VOLUNTEERISM RESOURCES, WORKING DIRECTLY WITH NONPROFITS, GOVERNMENT ORGANIZATIONS, AND THE PUBLIC TO LEVERAGE THE POWER OF VOLUNTEERING. \nVOLUNTEER IOWA WILL PROVIDE ACCESS TO BEGINNING AND ADVANCED LEVEL VOLUNTEER MANAGEMENT TRAINING STATEWIDE THROUGH LIVE WEBINARS AND TRAININGS. ADDITIONALLY, VOLUNTEER IOWA WILL GENERATE MEASURABLE IMPROVEMENTS IN THE NUMBER OF VOLUNTEERS ENGAGED FROM SPECIFIC DEMOGRAPHIC GROUPS THROUGH PARTNERSHIPS TO DEVELOP SENIOR VOLUNTEERING INITIATIVES, ENCOURAGE SKILLS-BASED VOLUNTEERING, PROMOTE FAMILY VOLUNTEERING, AND PROVIDE HIGH SCHOOL-BASED VOLUNTEER PROGRAM RESOURCES. FINALLY, THROUGH PARTNERSHIPS WITH STATE EMERGENCY MANAGEMENT, STATE VOAD, AND LOCAL COMMUNITIES, VOLUNTEER IOWA WILL PROVIDE TRAINING ON VOLUNTEER RECEPTION CENTERS, AND ENCOURAGE PRE-REGISTRATION OF RESPONSE VOLUNTEERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bc00574-8f7d-ce57-17bc-04eedbad6b33-C", "generated_internal_id": "ASST_NON_17VGHIA001_9577"}, {"internal_id": 44713820, "Award ID": "17VGHFL001", "Award Amount": 1239117.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "94.021", "Description": "VOLUNTEER FLORIDA WILL ENGAGE THE VOLUNTEER GENERATION FUND (VGF) TO SUPPORT 22 SUB-GRANTEES TO GENERATE 6600 SKILLS BASED VOLUNTEERS AND CONTRIBUTE 44000 HOURS OF SERVICE, WITH A FOCUS ON DISASTER SERVICES AND THE OPIOID CRISIS. VOLUNTEER FLORIDA WILL PROVIDE DISASTER RESPONSE MANAGEMENT OF SPONTANEOUS VOLUNTEERS TRAINING TO ALL SUB-GRANTEES WITH A DISASTER SERVICES FOCUS, RESULTING IN INCREASED KNOWLEDGE OF MANAGEMENT OF VOLUNTEERS IN DISASTER. IN ADDITION, VGF WILL SUPPORT INCREASED CAPACITY FOR VOLUNTEER MANAGEMENT BY PROVIDING ONE STATEWIDE TRAINING SUPPORTING 22 SUB-GRANTEE ORGANIZATIONS TO INCREASE EFFECTIVE VOLUNTEER MANAGEMENT PRACTICES. SUB-GRANTEES WILL OPT INTO ONE OF THE SIX CNCS FOCUS AREAS. THE CNCS INVESTMENT OF $413,039 WILL BE MATCHED WITH $413,039 SUPPORTING ALL CNCS FOCUS AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b3f20c3-9fe2-5016-fcb4-ecaa0aa73667-C", "generated_internal_id": "ASST_NON_17VGHFL001_9577"}, {"internal_id": 44713819, "Award ID": "17VGHDC001", "Award Amount": 387710.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-12", "CFDA Number": "94.021", "Description": "SERVE DC -- THE DISTRICT OF COLUMBIA COMMISSION FOR NATIONAL & COMMUNITY SERVICE IS APPLYING TO SUPPORT THE MY BROTHER'S KEEPER DC- STRENGTHENING OUR COMMUNITY VOLUNTEER GENERATION INITIATIVE. THIS PROPOSAL TARGETS ORGANIZATIONS WORKING DIRECTLY WITH BOYS AND YOUNG MEN OF COLOR. SERVE DC, IN PARTNERSHIP WITH A PRO BONO INTERMEDIARY ORGANIZATION, WILL LEVERAGE THE CNCS INVESTMENT OF $148,333 WITH $185,000 IN MATCH FUNDS. ACTIVITIES WILL INCLUDE RECRUITING SKILLS BASED VOLUNTEERS TO IMPROVE ORGANIZATIONAL CAPACITY, PROVIDING CULTURALLY COMPETENT VOLUNTEER MANAGEMENT TRAINING FOR STAFF AND LEAD VOLUNTEERS, AND DEVELOPING TOOLS AND RESOURCES TO SUPPORT THE SUSTAINABILITY OF VOLUNTEER GENERATION PROGRAMS TARGETING MEN OF COLOR IN THE WASHINGTON, DC AREA. THIS INITIATIVE WILL BE SUPPORTED WITH A CITYWIDE CAMPAIGN TO PROMOTE VOLUNTEERISM AND MENTORING AMONG MEN OF COLOR THAT WILL INCLUDE A STRONG PRESENCE ONLINE, IN SOCIAL MEDIA, AND PRINT ADVERTISING.  BY THE END OF THE GRANT YEAR, SERVE DC WILL HAVE INCREASED THE NUMBER OF VOLUNTEERS, THE NUMBER OF VOLUNTEER HOURS AND THE CAPACITY OF ORGANIZATIONS THAT SERVE YOUNG MEN AND BOYS OF COLOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c21a9375-5cb8-ecdb-b4f1-bb02ed849f25-C", "generated_internal_id": "ASST_NON_17VGHDC001_9577"}, {"internal_id": 44713818, "Award ID": "17VGHAZ001", "Award Amount": 332050.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "94.021", "Description": "THE ARIZONA GOVERNOR'S COMMISSION ON SERVICE AND VOLUNTEERISM PROPOSES TO EXPAND THEIR CURRENT ARIZONA SERVICE ENTERPRISE INITIATIVE CONDUCTED IN PARTNERSHIP WITH THE POINTS OF LIGHT BY ENGAGING COMMUNITY ORGANIZATIONS TO SERVE AS SERVICE ENTERPRISE INITIATIVE HUB PARTNERS TO DELIVER THE SERVICE ENTERPRISE TRAINING AND CERTIFICATION PROGRAM AND DIFFERENT GEOGRAPHIC REGIONS AND/OR ISSUE AREAS IN THE STATE OF ARIZONA.  IN THE FIRST YEAR, THE COMMISSION WILL PARTNER WITH FOUR COMMUNITY ORGANIZATIONS TO DELIVER THE SEI TRAINING AND CERTIFICATION PROGRAM TO APPROXIMATELY 70 LOCAL ORGANIZATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c788473-a8c2-a57d-df1f-c0cd6b41248d-C", "generated_internal_id": "ASST_NON_17VGHAZ001_9577"}, {"internal_id": 42922342, "Award ID": "14VGHWI001", "Award Amount": 51531.68, "Award Type": null, "Base Obligation Date": "2014-09-10", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e2409885-b15a-6486-28b5-2aaaadfa5a79-C", "generated_internal_id": "ASST_NON_14VGHWI001_9577"}, {"internal_id": 42922341, "Award ID": "14VGHWA001", "Award Amount": 910200.21, "Award Type": null, "Base Obligation Date": "2014-09-05", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4fb05f3e-0e63-f310-d3f9-09e1d667efc8-C", "generated_internal_id": "ASST_NON_14VGHWA001_9577"}, {"internal_id": 42922340, "Award ID": "14VGHVA001", "Award Amount": 708927.86, "Award Type": null, "Base Obligation Date": "2014-09-12", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f033c4b7-189f-96b2-881b-edd556db1f4d-C", "generated_internal_id": "ASST_NON_14VGHVA001_9577"}, {"internal_id": 42922339, "Award ID": "14VGHUT001", "Award Amount": 327950.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-12", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "454b7bf7-f361-fefa-e2f5-73153d974615-C", "generated_internal_id": "ASST_NON_14VGHUT001_9577"}, {"internal_id": 42922338, "Award ID": "14VGHTN001", "Award Amount": 800290.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-10", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91e88733-04e6-81f6-ec47-8a38f1ec2564-C", "generated_internal_id": "ASST_NON_14VGHTN001_9577"}, {"internal_id": 42922337, "Award ID": "14VGHNY001", "Award Amount": 785012.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-22", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "165694c0-cd9f-39e3-9a3e-092963f18f6b-C", "generated_internal_id": "ASST_NON_14VGHNY001_9577"}, {"internal_id": 42922336, "Award ID": "14VGHMS001", "Award Amount": 668191.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-12", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7002009d-f3aa-b4b7-83f4-1413b7b8a03c-R", "generated_internal_id": "ASST_NON_14VGHMS001_9577"}, {"internal_id": 42922335, "Award ID": "14VGHMN001", "Award Amount": 704742.62, "Award Type": null, "Base Obligation Date": "2014-09-15", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62162cae-c086-ab94-7c8f-a29477339bab-C", "generated_internal_id": "ASST_NON_14VGHMN001_9577"}, {"internal_id": 42922334, "Award ID": "14VGHMI001", "Award Amount": 456603.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-15", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4d57e46-9637-11ab-7bec-0b42644bb57c-C", "generated_internal_id": "ASST_NON_14VGHMI001_9577"}, {"internal_id": 42922333, "Award ID": "14VGHMD001", "Award Amount": 711565.36, "Award Type": null, "Base Obligation Date": "2014-09-11", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d3eaea6-a015-baae-873e-5f4009303f9c-C", "generated_internal_id": "ASST_NON_14VGHMD001_9577"}, {"internal_id": 42922332, "Award ID": "14VGHMA001", "Award Amount": 605652.0, "Award Type": null, "Base Obligation Date": "2014-09-22", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dbaef0ce-ee9d-3d58-f228-1140239835e8-C", "generated_internal_id": "ASST_NON_14VGHMA001_9577"}, {"internal_id": 42922331, "Award ID": "14VGHLA001", "Award Amount": 333000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-10", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bdab182e-24bc-364c-4d51-5ea27de41863-C", "generated_internal_id": "ASST_NON_14VGHLA001_9577"}, {"internal_id": 42922330, "Award ID": "14VGHKS001", "Award Amount": 407828.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-12", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1789b742-cc77-17cb-e3f4-6a6fcb32d0e0-C", "generated_internal_id": "ASST_NON_14VGHKS001_9577"}, {"internal_id": 42922329, "Award ID": "14VGHIA001", "Award Amount": 513560.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-12", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bc00574-8f7d-ce57-17bc-04eedbad6b33-C", "generated_internal_id": "ASST_NON_14VGHIA001_9577"}, {"internal_id": 42922328, "Award ID": "14VGHFL001", "Award Amount": 932856.57, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-10", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b3f20c3-9fe2-5016-fcb4-ecaa0aa73667-C", "generated_internal_id": "ASST_NON_14VGHFL001_9577"}, {"internal_id": 42922327, "Award ID": "14VGHDC001", "Award Amount": 429642.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-17", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c21a9375-5cb8-ecdb-b4f1-bb02ed849f25-C", "generated_internal_id": "ASST_NON_14VGHDC001_9577"}, {"internal_id": 42922326, "Award ID": "14VGHCA001", "Award Amount": 1220442.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-08", "CFDA Number": "94.021", "Description": "SUPPORTS ACTIVITIES TO EXPAND THE CAPACITY OF VOLUNTEER CONNECTOR ORGANIZATIONS TO RECRUIT, MANAGE, SUPPORT AND RETAIN INDIVIDUALS TO SERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bceecec7-8b9a-ef2e-8581-672580dd528c-C", "generated_internal_id": "ASST_NON_14VGHCA001_9577"}]