[{"internal_id": 151895873, "Award ID": "22MKIWA001", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "94.014", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2022?2023 MARTIN LUTHER KING JR. DAY OF SERVICE PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. YOUR 2022?23 REGULATORY MATCH IS 70%, AND YOUR BUDGETARY MATCH IS 70.3%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a3fd76d-a59b-ed64-9fcf-1b7eb1c03dbc-R", "generated_internal_id": "ASST_NON_22MKIWA001_9577"}, {"internal_id": 152410763, "Award ID": "22MKBNJ001", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "94.014", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2022?2023 MARTIN LUTHER KING JR. DAY OF SERVICE PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. YOUR 2022?23 REGULATORY MATCH IS 70%, AND YOUR BUDGETARY MATCH IS 70.0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "951b7a71-7518-29ed-07bb-dc4765fd5ec5-R", "generated_internal_id": "ASST_NON_22MKBNJ001_9577"}, {"internal_id": 151895872, "Award ID": "22MKBMD001", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "94.014", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2022-2023 MARTIN LUTHER KING JR. DAY OF SERVICE PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. YOUR 2022-23 REGULATORY MATCH IS 70% AND YOUR BUDGETARY MATCH IS 70%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2cfc5396-d2ab-c899-2768-b3bbaf0cadb7-C", "generated_internal_id": "ASST_NON_22MKBMD001_9577"}, {"internal_id": 152410762, "Award ID": "22MKBDC002", "Award Amount": 115000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "94.014", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2022?2023 MARTIN LUTHER KING JR. DAY OF SERVICE PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. YOUR 2022?23 REGULATORY MATCH IS 70%, AND YOUR BUDGETARY MATCH IS 70.0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22285790-5e26-05cb-8444-39e0935418e9-R", "generated_internal_id": "ASST_NON_22MKBDC002_9577"}, {"internal_id": 152410761, "Award ID": "22MKBDC001", "Award Amount": 246838.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "94.014", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2022?2023 MARTIN LUTHER KING JR. DAY OF SERVICE PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. YOUR 2022?23 REGULATORY MATCH IS 70%, AND YOUR BUDGETARY MATCH IS 70.0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0ad5bd8-9d31-cee9-d28e-da6e356c8418-C", "generated_internal_id": "ASST_NON_22MKBDC001_9577"}, {"internal_id": 107730025, "Award ID": "20MKHTX001", "Award Amount": 257604.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-09", "CFDA Number": "94.014", "Description": "THE MISSION CONTINUES PROPOSES TO HAVE 1,500 VOLUNTEERS WHO WILL TACKLE LOCAL NEEDS SUCH AS UNDER-RESOURCED SCHOOLS, MAINTENANCE IN NATIONAL PARKS, BLIGHT REMOVAL, AND SAFE ACCESS TO COMMUNITY GREEN SPACES IN APPROXIMATELY 40 METROPOLITAN AREAS THROUGHOUT THE UNITED STATES INCLUDING ATLANTA, CHICAGO, DALLAS, DENVER, HOUSTON, LOS ANGELES, MIAMI, NEW YORK CITY, PITTSBURGH, SAN ANTONIO, SEATTLE, AND WASHINGTON, D.C. ON THE MARTIN LUTHER KING JR. DAY OF SERVICE. ON THE MLK DAY OF SERVICE, 1,500 VOLUNTEERS WILL BE RESPONSIBLE FOR EXECUTING MORE THAN 50 VETERAN-LED SERVICE PROJECTS THROUGHOUT THE COUNTRY, CONTRIBUTING APPROXIMATELY 7,000 HOURS OF SERVICE TO LOCAL NONPROFITS AND RESIDENTS IN UNDER-RESOURCED COMMUNITIES. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF DISASTER SERVICES, ECONOMIC OPPORTUNITY, EDUCATION, ENVIRONMENTAL STEWARDSHIP, HEALTHY FUTURES, AND VETERANS AND MILITARY FAMILIES. FOR MLK, THE CNCS INVESTMENT OF $111,975 WILL BE MATCHED WITH $261,275 IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea33f74a-a976-3bf6-aded-ab262ef8228c-R", "generated_internal_id": "ASST_NON_20MKHTX001_9577"}, {"internal_id": 107730021, "Award ID": "20MKHTN001", "Award Amount": 62554.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "94.014", "Description": "THE CITY OF MURFREESBORO, THROUGH THE PARKS AND RECREATION DEPARTMENT'S PATTERSON PARK COMMUNITY CENTER, PROPOSES TO HAVE OVER 1000 VOLUNTEERS WHO WILL PARTICIPATE IN DISCUSSIONS, COMMUNITY BEAUTIFICATION PROJECTS, EMERGENCY CRISIS PREPAREDNESS, FOOD ASSISTANCE, SELF-EMPOWERMENT WORKSHOPS, AND HANDS ON SERVICE AND LEARNING ACTIVITIES AT MULTIPLE CITY FACILITIES AND COMMUNITY NONPROFIT LOCATIONS FOR MARTIN LUTHER KING, JR. DAY OF SERVICE.  ON THE MLK DAY OF SERVICE, HUNDREDS OF VOLUNTEERS WILL BE RESPONSIBLE FOR INCREASING AND STRENGTHENING THE IMPACT CITY OF MURFREESBORO AND RUTHERFORD COUNTY RESIDENTS HAVE ON ADDRESSING POVERTY, RACISM AND MILITARISM THROUGH ENGAGEMENT IN MEANINGFUL AND RELEVANT SERVICE PROJECTS AND ACTIVITIES INSPIRED BY THE LEGACY OF MARTIN LUTHER KING, JR. \nTHIS PROGRAM WILL CONCENTRATE ON CNCS MLK DAY OF SERVICE FOCUS AREAS BY PROVIDING SUPPORT AND ACCESS TO SERVICES AND RESOURCES FOR ECONOMICALLY CHALLENGED INDIVIDUALS AND TRAINING VOLUNTEERS WHO WILL MAKE A COMMITMENT FOR FUTURE SERVICE.\nTHE CNCS INVESTMENT OF $50,000 WILL BE MATCHED WITH $117,000 IN CITY COMMITTED FUNDS AND IN-KIND SERVICES AND RESOURCES TO SUPPORT THE GOALS AND OBJECTIVES OF PROJECT DREAM MLK DAY OF SERVICE ACTIVITIES IN MURFREESBORO, TN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44ddce9e-45da-37f4-4fa7-e675ba6a6929-C", "generated_internal_id": "ASST_NON_20MKHTN001_9577"}, {"internal_id": 107730052, "Award ID": "20MKHGA002", "Award Amount": 49685.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-09", "CFDA Number": "94.014", "Description": "UNITED WAY OF THE CSRA PROPOSES TO HAVE 50 VOLUNTEERS WHO WILL BE COLLECTING, SORTING, AND PACKAGING EMERGENCY HYGIENE KITS FOR DISTRIBUTION TO THE HOMELESS, ELDERLY, AND FAMILIES OF THE RICHMOND COUNTY AND COLUMBIA COUNTY SCHOOL SYSTEMS WHO MAY BE EXPERIENCING THE EFFECTS OF POVERTY, AT BELLE TERRACE PRESBYTERIAN CHURCH ON MARTIN LUTHER KING JR. DAY., MONDAY, JANUARY 18, 2021. ON THE MLK DAY OF SERVICE, 50 VOLUNTEERS WILL BE RESPONSIBLE FOR PACKAGING 3,000 PERSONAL ESSENTIAL CARE KITS AND BOXING FOR DELIVERY TO PRE-DETERMINED AGENCIES AND SCHOOLS. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREAS OF POVERTY AND HEALTHY FUTURES. FOR MLK DAY, THE CNCS INVESTMENT OF $15,188 WILL BE MATCHED WITH $37,299 IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27c4a7ed-b4a3-60bc-e910-4d8c97b76ec8-C", "generated_internal_id": "ASST_NON_20MKHGA002_9577"}, {"internal_id": 107730019, "Award ID": "20MKHGA001", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-09", "CFDA Number": "94.014", "Description": "SAMARITAN'S FEET PROPOSES TO HAVE 1,400 VOLUNTEERS WHO WILL ENCOURAGE IMPOVERISHED CHILDREN/ADULTS WHILE PROVIDING THEM WITH PROPER-FITTING NEW SHOES AND SOCKS IN ATLANTA, GA, MEMPHIS, TN, ST. LOUIS, MO, D.C., PHILADELPHIA, PA, NEW YORK, NY, CHICAGO, IL, COLORADO SPRINGS, CO,  TOLEDO, OH, KANSAS, MO, PINE BLUFF, AR, AND JACKSON, MS ON THE MLK DAY OF SERVICE. THESE VOLUNTEERS WILL BE RESPONSIBLE FOR SERVING AT LEAST 7,000 IMPOVERISHED CHILDREN/ADULTS AND PROVIDING 7,000 PAIRS OF NEW SHOES. THIS PROGRAM WILL FOCUS ON MOBILIZING AMERICANS TO SERVE THEIR COMMUNITIES IN HONOR OF THE MARTIN LUTHER KING JR. FEDERAL HOLIDAY AND TO BRING INDIVIDUALS AND COMMUNITIES TOGETHER FOR THE PURPOSE OF SERVING OTHERS AND REALIZING DR. KING'S DREAM OF A \"BELOVED COMMUNITY.\" FOR MLK DAY OF SERVICE, THE CNCS INVESTMENT OF $200,000 WILL BE MATCHED WITH $790,472 IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d295582-d794-7350-6a6d-a745de527b36-R", "generated_internal_id": "ASST_NON_20MKHGA001_9577"}, {"internal_id": 89685398, "Award ID": "19MKHWA001", "Award Amount": 450000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-30", "CFDA Number": "94.014", "Description": "EXECUTIVE SUMMARY\nTHE COMPASSION GAMES WAS CREATED IN 2012 AS A WAY FOR INDIVIDUALS, FAMILIES AND COMMUNITY GROUPS TO SHOW COMPASSION FOR THEIR NEIGHBORS AND TO VOLUNTEER TO SERVE. MANY OF OUR SERVICE PROJECTS AND ACTS OF COMPASSION FOCUS ON IMPROVING THE LIVES OF LOW-INCOME COMMUNITY MEMBERS ALONG WITH VETERANS AND MILITARY FAMILIES. FOR MLK 2020 WE ARE GOING TO CONTINUE & EXPAND THIS FOCUS. COMPASSION GAMES IS REQUESTING A TOTAL OF $150,000 FOR THE YEAR 2020. \n\nCOMPASSION GAMES WILL ENGAGE AND SUPPORT THE NEEDS OF SOME OF THE MOST VULNERABLE MEMBERS OF AMERICAN SOCIETY, INCLUDING VETERANS/MILITARY FAMILIES BY: \n1. IMPLEMENTING SERVICE PROJECTS IN 15 OR MORE DIFFERENT STATES. \n2. INCLUDE PROJECTS THAT SUPPORT AND ENGAGE THE WELLBEING OF VETERANS, MILITARY FAMILY MEMBERS AND OTHER LOW INCOME FAMILIES.\n3. ENGAGE A TOTAL OF 20,000+ VOLUNTEERS THROUGHOUT THE COUNTRY. \n\nTHE OVERALL GOAL OF THE COMPASSION GAMES MARTIN LUTHER KING, JR. DAY OF SERVICE PROJECT IS TO FOSTER COMPASSIONATE CITIES WITH AN INCREASE IN YEAR-LONG CIVIC ENGAGEMENT WHEREBY CORPORATIONS, PUBLIC AGENCIES, INDIVIDUALS, COMMUNITY FOUNDATIONS, AND FAITH-BASED INSTITUTIONS BOLSTER, REINFORCE, AND SUSTAIN ESSENTIAL LIFE-AFFIRMING CHARITY ENDEAVORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a3fd76d-a59b-ed64-9fcf-1b7eb1c03dbc-R", "generated_internal_id": "ASST_NON_19MKHWA001_9577"}, {"internal_id": 89685397, "Award ID": "19MKHTX001", "Award Amount": 12695.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "94.014", "Description": "A. EXECUTIVE SUMMARY\n\nTHE STEPHEN F. AUSTIN STATE UNIVERSITY OFFICE OF MULTICULTURAL AFFAIRS PROPOSES TO HAVE 500 VOLUNTEERS WHO WILL  SPEND THE DAY PERFORMING COMMUNITY SERVICE IN VARIOUS LOCATIONS IN NACOGDOCHES, TX ON MARTIN LUTHER KING JR. DAY OF SERVICE (MLK).   ON THE MLK DAY OF SERVICE, THESE VOLUNTEERS WILL BE RESPONSIBLE FOR COMPLETING VARIOUS SERVICE PROJECTS THROUGHOUT THE NACOGDOCHES COMMUNITY.  THE PROGRAM WILL FOCUS ON THE CORPORATIONS FOR NATIONAL COMMUNITY SERVICE (CNCS) FOCUS AREAS OF  EDUCATION, ENVIRONMENTAL STEWARDSHIP AND COLLEGES AND UNIVERSITIES.  FOR MLK, THE CNCS INVESTMENT OF $8,000 WILL BE MATCHED WITH $18,839 IN UNIVERSITY AND OTHER FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "354dff47-f3e6-2e15-a09b-f3282f2e2350-C", "generated_internal_id": "ASST_NON_19MKHTX001_9577"}, {"internal_id": 89685396, "Award ID": "19MKHOH001", "Award Amount": 45126.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "94.014", "Description": "MARIETTA COLLEGE PROPOSES TO HAVE 600 VOLUNTEERS PARTICIPATE IN A CAMPUS-WIDE DAY OF SERVICE THAT LAYERS EDUCATIONAL PROGRAMMING AND REFLECTION WITH A HANDS-ON SERVICE LEARNING PROJECTS THAT ADDRESS COMMUNITY NEEDS, AND COMPLEMENTED BY A SERIES OF IN-DEPTH \"LUNCH AND LEARN\" OPPORTUNITIES FOR ENGAGEMENT, EDUCATION, AND DISCUSSION ON THE COLLEGE CAMPUS AND IN MULTIPLE MARIETTA COMMUNITY LOCATIONS ON MARTIN LUTHER KING JR. DAY OF SERVICE. ON MLK DAY OF SERVICE 600 VOLUNTEERS WILL BE RESPONSIBLE FOR PACKING SPRING BREAK FOOD BOXES, SNOW DAY FOOD BOXES, AND CRITICAL NEEDS TOILETRY PACKS FOR LOCAL NON-PROFITS, PROVIDING ADMINISTRATIVE AND HANDS ON HELP TO LOCAL NON-PROFITS, AND WRITING NOTES OF ENCOURAGEMENT TO CHILDREN IN HOSPITAL, US SERVICE MEMBERS, AND LOCAL ELEMENTARY SCHOOL STUDENTS. FOR MLK, THE CNCS INVESTMENT OF $20,250 WILL BE MATCHED WITH $47,250 IN PRIVATE FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8329972-aeb9-c19a-6ddb-5df93447eb42-C", "generated_internal_id": "ASST_NON_19MKHOH001_9577"}, {"internal_id": 89685395, "Award ID": "19MKHNY002", "Award Amount": 103155.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "94.014", "Description": "NEW YORK CARES, INC. (\"NEW YORK CARES\") PROPOSES TO HAVE 500 VOLUNTEERS EXECUTE 14 SERVICE PROJECTS TO SUPPORT LOW-INCOME, NEEDY CHILDREN, SENIORS, AND FAMILIES IN NEW YORK CITY PM MARTIN LUTHER KING JR. DAY OF SERVICE. THROUGH THIS SUITE OF ACTIVITIES ON MLK DAY OF SERVICE, 500 VOLUNTEERS WILL BE RESPONSIBLE FOR REVITALIZING TWO PUBLIC SPACES WITH CIVIL-RIGHTS THEMED MURALS, CLEANUP, AND PAINTING; PROVIDING LITERACY DEVELOPMENT PROGRAMMING FOR 40 CHILDREN; SORTING AND PACKING COMMUNITY DONATIONS FOR THE MOST NEEDY FAMILIES ACROSS TWO DAYS; AND SERVE 20 SENIORS THROUGH EDUCATIONAL, COMPANIONSHIP PROGRAMMING. NEW YORK CARES WILL ALSO READY 160 VOLUNTEERS TO BE A PART OF THE VOLUNTEER INCOME TAX ASSISTANCE PROGRAM IN THE SPRING BY HOLDING TRAINING AND CERTIFICATION SESSIONS FOR VITA APPLICANTS; VITA VOLUNTEERS WILL GO ON TO SERVE UPWARDS OF 56 FAMILIES EACH WHEN THEY VOLUNTEER DURING THE 2020 TAX SEASON. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREAS OF ECONOMIC OPPORTUNITY, EDUCATION, AND HEALTHY FUTURES. THE CNCS INVESTMENT OF $35,000 WILL BE MATCHED WITH $82,137: $25,000 OF SECURED PUBLIC FUNDING AND $57,137 OF SECURED PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9e69492-0446-f9f4-fd5b-bcd09cd69120-R", "generated_internal_id": "ASST_NON_19MKHNY002_9577"}, {"internal_id": 89685394, "Award ID": "19MKHNY001", "Award Amount": 26700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-30", "CFDA Number": "94.014", "Description": "UNITED WAY OF THE DUTCHESS-ORANGE REGION PROPOSES TO HAVE MORE THAN 250 VOLUNTEERS WHO WILL PARTICIPATE IN VOLUNTEER EVENTS SUCH AS TAX PREPARATION TRAINING, A SUPER REFUND SATURDAY TAX RETURN EVENT, AND AT LEAST EIGHT (8) OTHER NONPROFIT VOLUNTEER PROJECTS THROUGHOUT DUTCHESS AND ORANGE COUNTIES IN NEW YORK ON/AROUND MLK DAY. ON MLK DAY, MORE THAN 250 VOLUNTEERS WILL BE RESPONSIBLE FOR:\n?\tATTENDING A HUDSON VALLEY CA$H COALITION VOLUNTEER TRAINING IN SUPPORT OF LONG TERM TAX SEASON VOLUNTEERING TO SERVE LOW TO MODERATE INCOME INDIVIDUALS AND FAMILIES\n?\tSERVING AT SUPER REFUND SATURDAY, A DAY OF TAX PREPARATION FOR HUNDREDS OF LOCAL RESIDENTS \n?\tSUPPORTING OTHER LOCAL NONPROFITS THROUGH VOLUNTEER PROJECTS IN OUR REGION. \nTHIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA OF TRAINING VOLUNTEERS WHO MAKE A COMMITMENT FOR FUTURE SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "270ff6f3-6da6-8634-20e5-fed4b0eb9443-R", "generated_internal_id": "ASST_NON_19MKHNY001_9577"}, {"internal_id": 89685393, "Award ID": "19MKHNJ002", "Award Amount": 48729.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-26", "CFDA Number": "94.014", "Description": "THE CENTER FOR FOOD ACTION PROPOSES TO HAVE 250  VOLUNTEERS WHO WILL BE RESPONSIBLE FOR PACKING OVER 2000+ HEALTHY, KID-FRIENDLY AND EASY TO PREPARE SNACK FOODS FOR LOCAL CHILDREN FACING FOOD INSECURITY ON MARTIN LUTHER KING DAY OF SERVICE AND REMEMBRANCE, MONDAY, JANUARY 20, 2019, AT COMMUNITY BAPTIST CHURCH OF ENGLEWOOD AND CENTRAL UNITARIAN CHURCH OF PARAMUS. ON THE MLK DAY OF SERVICE AND REMEMBRANCE 250 VOLUNTEERS WILL BE RESPONSIBLE FOR ASSEMBLING OVER 2000+ WEEKEND SNACK PACKS PROGRAM (WSPP)WHICH WILL BE DISTRIBUTED TO 18 AREA SCHOOLS TO BENEFIT CHILDREN ON FREE AND REDUCED LUNCH IN THE FOLLOWING COMMUNITIES; CLIFFSIDE PARK, EDGEWATER, ENGLEWOOD, GARFIELD, HACKENSACK, LEONIA, LODI, MOONACHIE, PALISADES PARK AND TEANECK, NEW JERSEY.   THIS PROGRAM WILL FOCUS ON CORPORATION FOR NATIONAL AND COMMUNITY SERVICE FOCUS AREAS OF PROVIDING SUPPORT, SERVICES, AND RESOURCES FOR ECONOMICALLY DISADVANTAGED PEOPLE AND TRAINING VOLUNTEERS OF ALL AGES TO MAKE A COMMITMENT FOR FUTURE SERVICE.  FOR MLK, THE CNCS INVESTMENT OF $16,243.00 WILL BE MATCHED WITH $40,100.00 IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a366668-f977-f28f-e5a4-7a685049fc38-C", "generated_internal_id": "ASST_NON_19MKHNJ002_9577"}, {"internal_id": 89685392, "Award ID": "19MKHNJ001", "Award Amount": 121416.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-25", "CFDA Number": "94.014", "Description": "LITERACY NEW JERSEY (LITNJ) PROPOSES TO ENGAGE 250 VOLUNTEERS WHO WILL PROVIDE INSTRUCTION IN BASIC SKILLS, HIGH SCHOOL EQUIVALENCY PREPARATION (HSE), AND ENGLISH AS A SECOND LANGUAGE TO 600+ ADULT STUDENTS AT 10 SITES THROUGHOUT NEW JERSEY ON THE MARTIN LUTHER KING JR. DAY OF SERVICE, AND WHO WILL CONTINUE TUTORING WEEKLY FOR AT LEAST ONE CALENDAR YEAR. ON THE MLK DAY OF SERVICE, 250 VOLUNTEERS WILL BE RESPONSIBLE FOR 750-1,000 HOURS OF ONE-TO-ONE OR SMALL GROUP TUTORING FOR 600+ OUT-OF-SCHOOL YOUTH AND ADULT LEARNERS ACROSS THE STATE, HELPING THESE STUDENTS ON THEIR WAY TO REACHING THEIR EDUCATIONAL AND INDIVIDUAL LITERACY GOALS: GETTING A JOB, EARNING THEIR HIGH SCHOOL DIPLOMA, READING TO THEIR CHILDREN. THIS PROGRAM WILL FOCUS ON THE CNCS PRIORITY AREAS OF PROVIDING SUPPORT AND FACILITATING ACCESS TO SERVICES FOR ECONOMICALLY DISADVANTAGED PEOPLE AND TRAINING VOLUNTEERS WHO MAKE A COMMITMENT FOR FUTURE SERVICE. FOR LITNJ'S MLK DAY OF SERVICE, THE CNCS INVESTMENT OF $40,472 WILL BE MATCHED WITH $95,433: $30,000 IN PUBLIC FUNDING AND $65,433 IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "951b7a71-7518-29ed-07bb-dc4765fd5ec5-R", "generated_internal_id": "ASST_NON_19MKHNJ001_9577"}, {"internal_id": 89685391, "Award ID": "19MKHMS001", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-29", "CFDA Number": "94.014", "Description": "MIDTOWN PARTNERS, INC. (MPI) PROPOSES TO ENGAGE 80 VOLUNTEERS WHO WILL DEVELOP, PROMOTE AND CARRY OUT A WEEK-LONG FOOD DRIVE THAT WILL RE-STOCK THE PANTRY OF THE GOOD SAMARITAN CENTER, A SOCIAL SERVICE ORGANIZATION ALSO SERVING THE MIDTOWN NEIGHBORHOOD.  THE DAY OF SERVICE ACTIVITIES WILL TAKE PLACE DURING THE WEEK OF JANUARY 13 -18 WITH FOOD DRIVES BEING HELD AT 6 COMMUNITY BUSINESSES AND ORGANIZATIONS AND 2 MAJOR GROCERY OUTLETS IN JACKSON, MS.   ON THE EVENING OF FRIDAY JANUARY 17, A YOUTH COMMUNITY DIALOGUE WILL BE HELD SO THAT LOCAL YOUTH CAN LEND THEIR VOICE ON HOW SERVICE TO COMMUNITY CAN HELP ADDRESS ISSUES OF POVERTY AND MOBILITY. ON THE MLK DAY OF SERVICE, JANUARY 20, VOLUNTEERS WILL ASSEMBLE AT THE GOOD SAMARITAN CENTER (GSC) TO CLEAN, ORGANIZE, AND INSTALL NEW SHELVING FOR THE FOOD ASSISTANCE PROGRAM AND RE-STOCK THE PANTRY WITH NEEDED ITEMS.  VOLUNTEERS WILL ALSO CANVAS THE NEIGHBORHOOD TO PASS OUT FLYERS HIGHLIGHTING THE SERVICES AVAILABLE AT GSC AND MPI. THIS PROJECT WILL FOCUS ON THE CNCS FOCUS AREA OF TRAINING VOLUNTEERS WHO MAKE A COMMITMENT FOR FUTURE SERVICE.  FOR MLK, THE CNCS INVESTMENT OF $8,970 WILL BE MATCHED WITH $42,180 IN IN-KIND FUNDING FROM MPI AND $14,578 IN FAIR MARKET VALUE OF VOLUNTEER HOURS PROVIDED BY THE LADYBUG CLUB.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57c93f1f-d3b8-0d67-91e6-3c21a7bd5a18-C", "generated_internal_id": "ASST_NON_19MKHMS001_9577"}, {"internal_id": 89685390, "Award ID": "19MKHMD001", "Award Amount": 132901.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-30", "CFDA Number": "94.014", "Description": "THE MONTGOMERY COUNTY VOLUNTEER CENTER PROPOSES TO HAVE 3,000 VOLUNTEERS WHO WILL COMPLETE A WIDE VARIETY OF PROJECTS, INCLUDING PACKAGING FOOD, ASSEMBLING TOILETRY KITS, DONATING BLOOD, AND CREATING ITEMS THAT WILL BENEFIT THOSE IN NEED AT MULTIPLE LOCATIONS THROUGHOUT MONTGOMERY COUNTY INCLUDING THE PRIMARY SITE AT (1) BETHESDA NORTH MARRIOTT HOTEL AND CONFERENCE CENTER HOSTED BY THE MONTGOMERY COUNTY VOLUNTEER CENTER AS WELL AS PARTNER SITES AT (2) BAUER DRIVE COMMUNITY RECREATION IN ROCKVILLE, MD HOSTED BY THE ZETA PHI BETA SORORITY, (3) JOURNEY'S CROSSING CHURCH IN GERMANTOWN, MD CO-HOSTED BY JOURNEY'S CROSSING CHURCH AND THE ALPHA KAPPA ALPHA SORORITY, (4) SENECA CREEK COMMUNITY CHURCH IN GAITHERSBURG, MD HOSTED BY SENECA CREEK COMMUNITY  CHURCH, (5) SHAARE TEFILA CONGREGATION IN OLNEY, MD CO-HOSTED BY GREATER OLNEY INTERFAITH CLERGY ASSOCIATION AND MEDSTAR MONTGOMERY MEDICAL CENTER, (6) THE SILVER SPRING CIVIC CENTER IN SILVER SPRING, MD HOSTED BY THE DELTA SIGMA THETA SORORITY, SORORITY, (7) RICHARD MONTGOMERY HIGH SCHOOL IN ROCKVILLE, MD HOSTED BY THE CITY OF ROCKVILLE, (8) THE MUSIC CENTER AT STRATHMORE IN NORTH BETHESDA, MD HOSTED BY MONTGOMERY COUNTY'S OFFICE OF HUMAN RIGHTS AND THE MLK COMMEMORATIVE COMMITTEE, (9) MANNA FOOD CENTER WAREHOUSE IN GAITHERSBURG, MD HOSTED BY THE NONPROFIT MANNA FOOD CENTER, (10) COMFORT CASES IN ROCKVILLE, MD HOSTED BY THE NONPROFIT COMFORT CASES.  ON THE MLK DAY OF SERVICE, 3,000 VOLUNTEERS WILL BE RESPONSIBLE FOR PRODUCING A GREAT VARIETY OF PROJECTS INCLUDING THOSE THAT SUPPORT SERVICES AND PROVIDE RESOURCES FOR ECONOMICALLY DISADVANTAGED PEOPLE, PARTICIPATING IN TRAINING AND COMMITTING TO ONGOING OPPORTUNITIES TO VOLUNTEER WHILE LEARNING ABOUT THE LEGACY AND IMPACT OF DR. MARTIN LUTHER KING JR. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA OF HEALTHY FUTURES. FOR MLK DAY OF SERVICE, THE CNCS INVESTMENT OF $50,000 WILL BE MATCHED WITH $117,091, $65,096 IN PUBLIC FUNDING AND $51,995 IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2cfc5396-d2ab-c899-2768-b3bbaf0cadb7-C", "generated_internal_id": "ASST_NON_19MKHMD001_9577"}, {"internal_id": 89685389, "Award ID": "19MKHLA001", "Award Amount": 12200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-26", "CFDA Number": "94.014", "Description": "THE ST. JAMES PARISH LIBRARY PROPOSES TO HAVE 50 VOLUNTEERS WHO WILL BUILD, INSTALL, AND FILL LITTLE FREE LIBRARIES IN LOCATIONS ON BOTH THE EAST BANK AND WEST BANK OF ST. JAMES PARISH (COUNTY) ON MARTIN LUTHER KING JR. DAY OF SERVICE. ON THE MLK DAY OF SERVICE, 50 VOLUNTEERS WILL BE RESPONSIBLE FOR CREATING LITTLE FREE LIBRARIES IN LOW-INCOME AND RURAL AREAS. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF PROVIDING SUPPORT AND/OR FACILITATING ACCESS TO SERVICES AND RESOURCES FOR ECONOMICALLY DISADVANTAGED PEOPLE.  FOR MLK, THE CNCS INVESTMENT OF $12,000 WILL BE MATCHED WITH $28,247, $12,747 IN PUBLIC FUNDING AND $15,500 IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9f199d4-afc2-1c08-a6e0-f40c98522366-C", "generated_internal_id": "ASST_NON_19MKHLA001_9577"}, {"internal_id": 89685388, "Award ID": "19MKHGA001", "Award Amount": 103757.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-25", "CFDA Number": "94.014", "Description": "HANDS ON ATLANTA PROPOSES TO ENGAGE VOLUNTEERS WHO WILL TUTOR AND MENTOR STUDENTS, PACK AND DISTRIBUTE FOOD AND BASIC NEEDS KITS, AND BEAUTIFY SCHOOLS AND PARKS AT PARTNER LOCATIONS ACROSS CITY OF ATLANTA, FULTON COUNTY, DEKALB COUNTY, AND COBB COUNTY IN METRO ATLANTA, GEORGIA, ON MARTIN LUTHER KING JR. DAY OF SERVICE, THE WEEKEND PRIOR, AND THROUGHOUT JANUARY. APPROXIMATELY 1,500 VOLUNTEERS WILL BE RESPONSIBLE FOR COMPLETING SERVICE PROJECTS ACROSS 30 SITES. OF THE 1,500 TOTAL VOLUNTEERS, AT LEAST 25% (375 VOLUNTEERS) WILL COMMIT TO FUTURE SERVICE, AND PROJECT PARTNERS WILL CONTINUE TO ENGAGE WITH US FOR SERVICE PROJECTS THROUGHOUT THE YEAR. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREAS OF EDUCATION, HEALTHY FUTURES, ENVIRONMENTAL STEWARDSHIP, AND OTHER COMMUNITY PRIORITIES. FOR MLK DAY, THE CNCS INVESTMENT OF $36,892 WILL BE MATCHED WITH $89,959, $80,064 IN CORPORATE SPONSORSHIPS, $8,096 IN PRIVATE FOUNDATIONS, AND $1,799 IN INDIVIDUAL SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3a7c39b6-cb78-be3f-57a2-a9719fcbd5cd-C", "generated_internal_id": "ASST_NON_19MKHGA001_9577"}, {"internal_id": 89685387, "Award ID": "19MKHDC001", "Award Amount": 613761.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "94.014", "Description": "THE ARC OF THE UNITED STATES PROPOSES TO HAVE AT LEAST 600 VOLUNTEERS WHO WILL WORK WITH FOOD PANTRIES, FOOD BANKS, SOUP KITCHENS, AND OTHER LOCAL HUNGER-FOCUSED ORGANIZATIONS TO PROVIDE EMERGENCY FOOD AID TO FAMILIES AND INDIVIDUALS IN NEED IN URBAN AND RURAL FOOD DESERTS IN COUNTIES AND COMMUNITIES TO BE SELECTED (FOR EXAMPLE FL, SC, OK, NY, WA, OR, AND MI) ON THE MARTIN LUTHER KING JR. DAY OF SERVICE. ON THE MLK DAY OF SERVICE, AT LEAST 600 VOLUNTEERS WILL BE RESPONSIBLE FOR PROVIDING MORE THAN 6,000 HOURS OF SERVICE, PROVIDING EMERGENCY FOOD AID TO AT LEAST 6,750 PEOPLE. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF PROVIDING ACCESS TO SERVICES AND RESOURCES FOR ECONOMICALLY DISADVANTAGED PEOPLE AND TRAINING VOLUNTEERS WHO MAKE A COMMITMENT TO FUTURE SERVICE. FOR MLK, THE CNCS INVESTMENT OF $204,587 PER BUDGET PERIOD WILL BE MATCHED WITH $487,892-- $117,094 (24%) IN PUBLIC FUNDING AND $370,798 (76%) IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0ad5bd8-9d31-cee9-d28e-da6e356c8418-C", "generated_internal_id": "ASST_NON_19MKHDC001_9577"}, {"internal_id": 44710706, "Award ID": "17MKHNC001", "Award Amount": 424240.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-07", "CFDA Number": "94.014", "Description": "SAMARITAN'S FEET IS A 501(C)(3) HUMANITARIAN ORGANIZATION FOUNDED IN 2003 BY NIGERIAN-BORN \"MANNY\" OHONME TO HELP CURB THE SPREAD OF FOOT-BORNE DISEASES, PROVIDE ACCESS TO EDUCATION, AND SHARE HOPE WITH CHILDREN/INDIVIDUALS IN NEED BY WASHING THEIR FEET, GIVING THEM A NEW PAIR OF SHOES, AND HELPING THEM TO BELIEVE THAT THEIR DREAMS CAN COME TRUE. WE PLAY A VITAL ROLE IN THE LIVES OF INDIVIDUALS ACROSS THE U.S. THROUGH OUR SHOES OF HOPE PROGRAM - BRINGING A LIFE-CHANGING MESSAGE OF HOPE, LOVE AND COMPASSION WHILE MEETING PHYSICAL NEEDS AND INSPIRING BELIEF IN THE VALUE OF LIFE AND SERVICE. THESE SERVICE PROJECTS HELP EMPOWER INDIVIDUALS, STRENGTHEN COMMUNITIES, ADDRESS SOCIAL PROBLEMS, AND MOVE US CLOSER TO DR. KING'S VISION OF A \"BELOVED COMMUNITY\", REDUCE THE FINANCIAL BURDEN FACED BY MANY FAMILIES AND EASE THE DECISION THEY OFTEN MAKE IN CHOOSING WHICH BASIC NECESSITIES THEY WILL PROVIDE THEIR INDIVIDUALS BY DISTRIBUTING SHOES AND SOCKS.\nMULTIPLE EVENTS WILL OCCUR IN 12 CITIES IN AND AROUND THE 2018 MLK JR HOLIDAY, IMPACTING 6,000 INDIVIDUALS; SERVING THE OTHERS THROUGHOUT THE YEAR. THESE EVENTS WILL TAKE PLACE IN SOME OF THE COUNTRY'S MOST IMPOVERISHED AND BROKEN AREAS. THIS PROGRAM WILL IMPROVE LIVES BY PROVIDING A BASIC NECESSITY AND GIVING HOPE FOR A BRIGHTER FUTURE THROUGH ONE-ON-ONE INTERACTION. IT WILL STRENGTHEN COMMUNITIES THROUGH THE FOOT WASHING, BREAKING CULTURAL BARRIERS AND STRENGTHENING COMMUNITY RELATIONSHIPS WHILE FOSTERING CIVIC ENGAGEMENT BY COMMUNITY MEMBERS.  THESE THEMES ARE ESPECIALLY POWERFUL WHEN PLACED IN THE SHADOW OF DR. MARTIN LUTHER KING JR., WHO REMINDED US THAT SERVICE BRINGS PEOPLE TOGETHER FROM DIFFERENT BACKGROUNDS AND BENEFITS MOST THOSE WHO SERVE. \nTHE TOTAL COST OF THE 2018 SHOES OF HOPE/MLK JR DAY OF SERVICE PROGRAM IS $850,000. YOUR INVESTMENT OF $106,060 WILL HELP COVER COST TO IMPACT 6,000 OF THESE IMPOVERISHED INDIVIDUALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d295582-d794-7350-6a6d-a745de527b36-R", "generated_internal_id": "ASST_NON_17MKHNC001_9577"}, {"internal_id": 44710705, "Award ID": "17MKHGA001", "Award Amount": 116906.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-21", "CFDA Number": "94.014", "Description": "---SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE:\nPOINTS OF LIGHT PROPOSES TO HAVE 500 VOLUNTEERS WHO WILL ASSIST WITH HOME REVITALIZATION EFFORTS IN SUPPORT OF MILITARY CAREGIVERS IN ATLANTA, CHICAGO, SAN DIEGO, PHILADELPHIA, BALTIMORE, NORFOLK, CAMP LEJ", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56b12999-957f-bf6f-6d35-f27af6ed8523-C", "generated_internal_id": "ASST_NON_17MKHGA001_9577"}, {"internal_id": 44710704, "Award ID": "17MKHDC002", "Award Amount": 331443.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-14", "CFDA Number": "94.014", "Description": "YOUTH SERVICE AMERICA PROPOSES TO HAVE 35,000 K-12 STUDENT VOLUNTEERS WHO WILL SERVE IN SCHOOL-BASED PROJECTS ADDRESSING LOCAL COMMUNITY NEEDS IN IN ATLANTA/STATE OF GEORGIA, DALLAS/STATE OF TEXAS, PHOENIX/STATE OF ARIZONA, AND BALTIMORE-WASHINGTON, DC/STATE OF MARYLAND, AND NATIONWIDE ON MARTIN LUTHER KING JR. DAY OF SERVICE. ON THE MLK DAY OF SERVICE, 35,000 VOLUNTEERS WILL BE RESPONSIBLE FOR PARTICIPATING IN PROJECTS ORGANIZED BY EDUCATORS AND STUDENT LEADERS AND REFLECTING ON THE MEANING OF MLK DAY OF SERVICE. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF ECONOMIC OPPORTUNITY AND HEALTH. FOR MLK, THE CNCS INVESTMENT OF $136,060 WILL BE MATCHED WITH $352,556, $0 IN PUBLIC FUNDING AND $352,556 IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22285790-5e26-05cb-8444-39e0935418e9-R", "generated_internal_id": "ASST_NON_17MKHDC002_9577"}, {"internal_id": 44710703, "Award ID": "17MKHDC001", "Award Amount": 548752.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-14", "CFDA Number": "94.014", "Description": "THE ARC OF THE UNITED STATES PROPOSES TO HAVE 400 VOLUNTEERS WHO WILL WORK WITH FOOD PANTRIES, FOOD BANKS, SOUP KITCHENS, AND OTHER LOCAL HUNGER-FOCUSED ORGANIZATIONS TO PROVIDE EMERGENCY FOOD AID TO FAMILIES IN NEED IN URBAN AND RURAL FOOD DESERTS IN FLORIDA, SOUTH CAROLINA, OKLAHOMA, PENNSYLVANIA, TEXAS, TENNESSEE, VIRGINIA, AND WASHINGTON ON THE MARTIN LUTHER KING JR. DAY OF SERVICE AND THROUGHOUT THE YEAR. THROUGH THESE PROJECTS, 400 VOLUNTEERS WILL SERVE OVER 4,000 HOURS OF SERVICE AND PROVIDE EMERGENCY FOOD AID TO AT LEAST 4,500 PEOPLE. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF HEALTHY FUTURES, ESPECIALLY PROVIDING EMERGENCY FOOD AID. FOR THE DR. MARTIN LUTHER KING, JR. DAY OF SERVICE PROJECT, THE CNCS INVESTMENT OF $136,062 WILL BE MATCHED WITH $323,093: $77,500 (24%) IN PUBLIC FUNDING AND $245,593 (76%) IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0ad5bd8-9d31-cee9-d28e-da6e356c8418-C", "generated_internal_id": "ASST_NON_17MKHDC001_9577"}]