[{"internal_id": 151895892, "Award ID": "22BIICA001", "Award Amount": 499870.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "94.012", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2022?2023 SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. YOUR 2022?23 REGULATORY MATCH IS 0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5d2ae2d-207d-1779-436f-0a25fd24804f-R", "generated_internal_id": "ASST_NON_22BIICA001_9577"}, {"internal_id": 152410773, "Award ID": "22BIHGA001", "Award Amount": 199990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "94.012", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2022?2023 SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. YOUR 2022?23 REGULATORY MATCH IS 0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d7e4fb-724c-bd85-b461-07207a1b5bc6-C", "generated_internal_id": "ASST_NON_22BIHGA001_9577"}, {"internal_id": 151895893, "Award ID": "22BICMI001", "Award Amount": 168748.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "94.012", "Description": "THIS AWARD APPROVES FUNDING FOR THE 2022?2023 SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE PROGRAM DESCRIBED IN THE APPROVED PROGRAM NARRATIVE AND BUDGET. YOUR 2022?23 REGULATORY MATCH IS 0%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6303c596-4c97-b8d6-45a4-b9a609623b4b-C", "generated_internal_id": "ASST_NON_22BICMI001_9577"}, {"internal_id": 107730053, "Award ID": "20BIHVA001", "Award Amount": 297473.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "94.012", "Description": "UNITED WAY WORLDWIDE PROPOSES TO HAVE 2,850 VOLUNTEERS MINIMUM WHO WILL CREATE EMERGENCY PREPAREDNESS KITS FOR FAMILIES IN 10+ SITES ACROSS EACH OF CNCS'S EIGHT REGIONS ON SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE. ON THE SEPTEMBER 11 DAY OF SERVICE, 2,850 VOLUNTEERS WILL BE RESPONSIBLE FOR LEARNING ABOUT AND ENGAGING IN CONVERSATIONS ABOUT SEPTEMBER 11 NATIONAL DAY OF SERVICE AND REMEMBRANCE AND CREATING 11,400 FUN AND INNOVATIVE FAMILY EMERGENCY PREPAREDNESS KITS. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA OF DISASTER SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b67463e-5d1b-71ec-dbbd-50d9791b339e-C", "generated_internal_id": "ASST_NON_20BIHVA001_9577"}, {"internal_id": 107730017, "Award ID": "20BIHNY001", "Award Amount": 1539660.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-24", "CFDA Number": "94.012", "Description": "MYGOODDEED WAS CREATED IN 2002 BY THE 9/11 COMMUNITY WITH THE EXPRESS PURPOSE OF ESTABLISHING AND SUPPORTING THE TRANSFORMATION OF THE ANNIVERSARY OF THE 9/11 ATTACKS INTO AN ANNUAL DAY OF SERVICE AND REMEMBRANCE.  THE ORGANIZATION PROPOSES, WITH CNCS ASSISTANCE, TO IMPLEMENT A SIGNIFICANT NATIONAL PROGRAM TO MOBILIZE AT LEAST 20,000 VOLUNTEERS ACROSS 10 MAJOR PROJECTS, INCLUDING 2,000 MILITARY VETERANS AND 2,000 YOUTHS, WHO WILL VOLUNTEER ON SEPTEMBER 11, 2021, BY PACKING MEALS FOR THOSE WHO ARE FOOD INSECURE INCLUDING VETERANS. THIS PROGRAM ALIGNS WITH THE CNCS REQUEST FOR MAJOR ACTIVITIES THAT CAN ENGAGE A SIGNIFICANT NUMBER OF VOLUNTEERS ON SEPTEMBER 11, 2021, THE 20TH ANNIVERSARY OF THE 9/11 ATTACKS. OUR PROPOSAL ADDRESSES THE STATED PURPOSE OF THE NOFO TO \"MOBILIZE MORE AMERICANS IN SERVICE AND REMEMBRANCE ACTIVITIES THAT MEET COMMUNITY NEEDS AND HONOR THE SACRIFICES OF THOSE WHO LOST THEIR LIVES OR FAMILY MEMBERS ON SEPTEMBER 11, 2001, OR WHO ROSE IN SERVICE BECAUSE OF THAT TRAGEDY.\" THIS PROGRAM IS ALSO RESPONSIVE TO THE CNCS FOCUS AREAS OF (A) ENGAGING AND SUPPORTING VETERANS AND MILITARY FAMILIES IN THE SEPTEMBER 11 NATIONAL DAY OF SERVICE AND REMEMBRANCE ACTIVITIES; (2) ENGAGING YOUTH IN SERVICE IN HONOR OF THE SEPTEMBER 11 NATIONAL DAY OF SERVICE AND REMEMBRANCE, AND (3) TRAINING VOLUNTEERS WHO MAKE A COMMITMENT FOR FUTURE SERVICE. WE APPRECIATE AND WELCOME YOUR CONSIDERATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5d2ae2d-207d-1779-436f-0a25fd24804f-R", "generated_internal_id": "ASST_NON_20BIHNY001_9577"}, {"internal_id": 107730013, "Award ID": "20BIHNC001", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "94.012", "Description": "GREENE LAMP PROPOSES TO HAVE 300 VOLUNTEERS WHO WILL BE PARTICIPATING IN 10 EVENTS IN BEAUFORT, GREENE, LENOIR AND PITT COUNTIES. THESE EVENTS WILL TAKE PLACE BETWEEN AUGUST 31ST AND 11TH, 2021, IN COMMEMORATION OF SEPTEMBER 11TH'S DAY OF SERVICE AND REMEMBRANCE.. ON SEPTEMBER 11 DAY OF SERVICE, 300 VOLUNTEERS WILL BE RESPONSIBLE FOR REFLECTING SACRIFICE OF THOSE WHO LOST THEIR LIVES OR FAMILY MEMBERS ON SEPTEMBER 11, 2001 AND IN HONOR OF THOSE WHO ROSE IN SERVICE AND CONTINUE TO SERVE AS A RESULT OF THAT TRAGEDY. THIS PROGRAM WILL ALSO UTILIZE EXISTING COMMUNITY RESOURCES, SUCH AS OTHER SERVICE ORGANIZATIONS AND COMMUNITY VOLUNTEERS,TO BE ADDITIONAL BENEFICIAL RESOURCES TO THE COMMUNITY. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF DEVELOPING EDUCATIONAL MATERIALS, EDUCATING AND ENGAGING YOUTH IN SERVICE TO HONOR SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE, TRAINING VOLUNTEERS WHO MAKE A COMMITMENT FOR FUTURE SERVICE AND PREPARING COMMUNITIES FOR DISASTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c062051f-3084-98f8-6996-ad7d13af7fb2-C", "generated_internal_id": "ASST_NON_20BIHNC001_9577"}, {"internal_id": 107730028, "Award ID": "20BIHMO001", "Award Amount": 242955.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "94.012", "Description": "THE UNIVERSITY OF MISSOURI EXTENSION PROPOSES TO HAVE 900 VOLUNTEERS WHO WILL PERFORM YOUTH-LED SERVICE PROJECTS THAT MEET VITAL COMMUNITY NEEDS AND HONOR THE SACRIFICE OF THOSE WHO LOST THEIR LIVES OR FAMILY MEMBERS ON SEPTEMBER 11, 2001, OR WHO ROSE IN SERVICE AS A RESULT OF THAT TRAGEDY. THE PROJECTS WILL BE HELD AT 30 SITES AROUND MISSOURI, INCLUDING THE SEVEN LOCATIONS WHERE MISSOURI VETERANS HOMES ARE LOCATED: CAMERON, CAPE GIRARDEAU, MEXICO, MT. VERNON, ST. JAMES, ST. LOUIS, AND WARRENSBURG, ON SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE. ON THE SEPTEMBER 11 DAY OF SERVICE, 900 VOLUNTEERS WILL BE RESPONSIBLE FOR STRENGTHENING MISSOURI COMMUNITIES AND FOSTERING CIVIC ENGAGEMENT AMONG MISSOURI YOUTH WHILE USING THE SERVICE PROJECT EXPERIENCE TO EMPOWER YOUTH WHILE DEVELOPING THEIR LEADERSHIP ABILITIES AND LEARNING LIFE SKILLS. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF VETERANS AND MILITARY FAMILIES AND EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20BIHMO001_9577"}, {"internal_id": 107730012, "Award ID": "20BIHMA001", "Award Amount": 404424.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "94.012", "Description": "EXECUTIVE SUMMARY:  GLOBAL YOUTH JUSTICE, INC. PROPOSES \"SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE\" AS A VEHICLE TO LAUNCH A NEW \"USA YOUTH JUSTICE VOLUNTEER RECRUITMENT CAMPAIGN\" LOCALLY ACROSS THE USA, TO INCLUDE ONE OR MORE SPECIFIC ACTIVITIES TAKING PLACE ON \"SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE\", EVEN WHEN IT FALLS ON A SATURDAY OR SUNDAY, LIKE IN 2021 AND 2022.  GLOBAL YOUTH JUSTICE, INC. PROPOSES INVOLVING A MINIMUM OF 6,500+ YOUTH VOLUNTEERS AND 500+ ADULT VOLUNTEERS FROM A MINIMUM OF 150 OF THE 1800+ LOCAL YOUTH-LED AND VOLUNTEER-DRIVEN YOUTH/TEEN/STUDENT/PEER COURT DIVERSION PROGRAMS IN COMMUNITIES, SCHOOLS, AND TRIBES, IN 48 USA STATES.  THE PRIMARY GOAL IS TO REDUCE THE INCIDENCE AND PREVENT THE ESCALATION OF JUVENILE CRIME RATES, AND WILL BE ACHIEVED THROUGH OUR PROPOSED ELEVEN (11) OBJECTIVES, WITH PERFORMANCE MEASURES AND ACTIVITIES FOR EACH OBJECTIVE.  IN THESE DIVERSION PROGRAMS, YOUTH VOLUNTEERS, TO INCLUDE FORMER YOUTHFUL OFFENDERS, WILL HELP THEIR PEERS IN TROUBLE AVOID JUSTICE SYSTEM INVOLVEMENT, BY VOLUNTEERING TO SERVE AS JURORS, JUDGES, ATTORNEYS, AND CLERK/BAILIFFS ON REAL CRIMES, OFFENSES, AND VIOLATIONS OF THEIR PEERS, WHICH HAVE BEEN REFERRED TO THESE YOUTH/TEEN/STUDENT/PEER COURT DIVERSION PROGRAMS.  THIS PROPOSED PROJECT ADDRESSES THE ESSENTIAL PUBLIC SERVICE OF JUVENILE CRIME, AND THESE DIVERSION PROGRAMS UTILIZE YOUTH VOLUNTEERS, AND ADULT VOLUNTEERS, YEAR-ROUND, AND IN SUBSTANTIVE VOLUNTEER ROLES.  ALL 25 LOCAL AND 5 STATE MINI-GRANT RECIPIENTS WILL PARTICIPATE IN A HIGH PROFILE TANGIBLE EVENT ON SATURDAY, SEPTEMBER 11, 2021 AS PART OF \"SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE\", IN ADDITION TO YEAR ROUND ACTIVITIES RELATED TO RECRUITMENT, TRAINING, ORGANIZING, RECOGNIZING AND RETAINING VOLUNTEERS.  THIS PROPOSED PROJECT WILL TARGETED CNCS FOCUS AREAS TO INCLUDE DEVELOPING EDUCATIONAL MATERIALS, TRAINING YOUTH AND ADULT VOLUNTEERS TO MAKE A COMMITMENT FOR FUTURE SERVICE, AND EDUCATING AND ENGAGING YOUTH IN YEAR-ROUND SERVICE, TO HONOR, RECOGNIZE, AND CELEBRATE \"SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE\".  LEADING THIS \"USA YOUTH JUSTICE VOLUNTEER RECRUITMENT CAMPAIGN\" IN YEAR ONE, WILL BE 25 LOCAL YOUTH JUSTICE DIVERSION PROGRAMS, AND 5 STATE AND/OR MULTI-STATE YOUTH JUSTICE ASSOCIATIONS., WHO WOULD COMPETE FOR MINI-GRANTS FOR $2,000 LOCALLY AND $5,000 FOR STATE-LEVEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eb1c2ee-a432-c647-41c2-3dbd77dc33fb-R", "generated_internal_id": "ASST_NON_20BIHMA001_9577"}, {"internal_id": 107730020, "Award ID": "20BIHDC001", "Award Amount": 534897.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "94.012", "Description": "THE ARC OF THE UNITED STATES PROPOSES TO HAVE AT LEAST 400 VOLUNTEERS WHO WILL WORK WITH SUBGRANTEES AND OTHER LOCAL PARTNERS TO INCREASE COMMUNITY SAFETY, PREPAREDNESS, AND RESILIENCE IN CASE OF A DISASTER IN CITIES AND COUNTIES THAT WILL BE SELECTED THROUGH A COMPETITIVE PROCESS (PAST EXAMPLES INCLUDE AL, CO, FL, IL, MI, NY, OK, OR, SC, AND TX) THROUGHOUT THE YEAR AND ON THE 9/11 DAY OF SERVICE AND REMEMBRANCE. ON THE 9/11 DAY OF SERVICE, AT LEAST 400 VOLUNTEERS WILL SERVE AT LEAST 4,000 HOURS PROVIDING AND/OR RECEIVING TRAINING, DEVELOPING DISASTER PREPAREDNESS PLANS, HOLDING SAFETY DRILLS, AND INFORMING OTHERS ABOUT THE NEED FOR DISASTER PREPAREDNESS THAT INCLUDES ALL MEMBERS OF COMMUNITIES. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF PREPARING COMMUNITIES FOR DISASTERS AND WILL EMPHASIZE TRAINING VOLUNTEERS FOR COMMITMENTS TO FUTURE SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0ad5bd8-9d31-cee9-d28e-da6e356c8418-C", "generated_internal_id": "ASST_NON_20BIHDC001_9577"}, {"internal_id": 133578519, "Award ID": "20BICMI001", "Award Amount": 352725.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-01", "CFDA Number": "94.012", "Description": "THE MICHIGAN COMMUNITY SERVICE COMMISSION PROPOSES TO HAVE 1,200 VOLUNTEERS PLEDGE TO SERVE A TOTAL OF 24,000 HOURS IN THEIR COMMUNITIES WITHIN TIMES OF DISASTER AND/OR THE CAUSES THEY ARE PASSIONATE ABOUT ON SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE 2020, 2021, AND 2022.\nVOLUNTEERS WILL TAKE PART IN ACTIVITIES PLANNED WHERE THEY LIVE, WORK, AND SERVE; IN MARQUETTE, GAYLORD, TRAVERSE CITY, NEWAYGO, GRAND RAPIDS, MIDLAND, FLINT, LANSING, BATTLE CREEK, ANN ARBOR, AND DETROIT DURING 2020 WITH ALTERNATE LOCATIONS BEING CHOSEN EACH YEAR OF THIS GRANT. ON THE SEPTEMBER 11 DAY OF SERVICE, 1200 VOLUNTEERS WILL EXECUTE EMERGENCY RESPONSE DRILLS TO ENSURE TRAINING HAS PREPARED THEM TO SERVE. IN ADDITION, THE MICHIGAN COMMUNITY SERVICE COMMISSION WILL POPULATE AND CONDUCT RECRUITMENT DRIVES FOR A NEW ONLINE SEARCHABLE DATABASE THAT WILL ASSIST 500 ORGANIZATIONS TO RECRUIT THESE VOLUNTEERS THAT COMMIT TO SERVE. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF DISASTER\nRESPONSE AND OTHER COMMUNITY PRIORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6303c596-4c97-b8d6-45a4-b9a609623b4b-C", "generated_internal_id": "ASST_NON_20BICMI001_9577"}, {"internal_id": 89685386, "Award ID": "19BIHTN001", "Award Amount": 134105.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "94.012", "Description": "TUSCULUM UNIVERSITY PROPOSES TO HAVE 800 VOLUNTEERS WHO WILL SERVE WITH 35 COMMUNITY AGENCIES IN GREENE COUNTY, HAMBLEN COUNTY, KNOX COUNTY, SULLIVAN COUNTY, UNICOI, AND WASHINGTON COUNTIES AS WELL AS CITIES INCLUDING: GREENEVILLE, MOSHEIM, TUSCULUM, MORRISTOWN, KNOXVILLE, BRISTOL, ERWIN AND JOHNSON CITY, TENNESSEE ON SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE. ON THE SEPTEMBER 11TH DAY OF SERVICE 800 VOLUNTEERS WILL BE RESPONSIBLE FOR MEETING IMMEDIATE, LARGE-SCALE NEEDS IN THE COMMUNITY; ADDRESS THE NEEDS OF VETERANS, MILITARY FAMILIES, AND/OR VETERANS? SERVICES, INCREASE OPERATIONAL CAPACITY OF THE UNIVERSITY TO COORDINATE COMMUNITY SERVICE ACTIVITIES; AND MAKE A COMMITMENT TO FUTURE SERVICE, THUS FOLLOWING IN THE TRADITION OF NETTIE FOWLER MCCORMICK, WHOSE EXAMPLE OF SERVICE CONTINUES TO BE A MODEL FOR TUSCULUM. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF: ENGAGING AND SUPPORTING VETERANS AND MILITARY FAMILIES IN SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE ACTIVITIES, AND TRAINING VOLUNTEERS WHO MAKE A COMMITMENT FOR FUTURE SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "08fce1ec-2de3-6a37-07df-5c580b2c2504-C", "generated_internal_id": "ASST_NON_19BIHTN001_9577"}, {"internal_id": 89685385, "Award ID": "19BIHPA001", "Award Amount": 7780.69, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "94.012", "Description": "SLIPPERY ROCK UNIVERSITY OF PENNSYLVANIA'S (SRU) OFFICE FOR COMMUNITY-ENGAGED LEARNING (OCEL) PROPOSES TO HAVE 600 VOLUNTEERS WHO WILL PARTICIPATE IN A COMMUNITY SERVICE DAY IN BUTLER COUNTY AND LAWRENCE COUNTY, PENNSYLVANIA FOR THE SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE. ON THE SEPTEMBER 11 DAY OF SERVICE, 600 VOLUNTEERS WILL BE RESPONSIBLE FOR ENGAGING IN DIRECT SERVICE BASED ON COMMUNITY-DEFINED NEEDS AND PARTICIPATING IN ACTIVITIES REFLECTING ON THE SERVICE OF THOSE WHO DIED ON SEPTEMBER 11, 2001. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREAS OF TRAINING VOLUNTEERS TO MAKE A COMMITMENT FOR FUTURE SERVICE AND PREPARING COMMUNITIES FOR DISASTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57456fed-bde3-626d-466e-e4d060bf6682-C", "generated_internal_id": "ASST_NON_19BIHPA001_9577"}, {"internal_id": 89685384, "Award ID": "19BIHNY004", "Award Amount": 319273.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "94.012", "Description": "ON POINT FOR COLLEGE, INC. PROPOSES TO HAVE 100 VOLUNTEERS WHO WILL BE TRAINED TO BECOME MENTORS AND DRIVERS FOR LOW-INCOME COLLEGE STUDENTS IN THE COUNTIES OF ONONDAGA, CORTLAND, CAYUGA, OSWEGO, MADISON, ONEIDA AND HERKIMER IN NEW YORK STATE ON SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE IN 2020. ON AND AROUND THE SEPTEMBER 11TH DAY OF SERVICE, 100 VOLUNTEERS WILL BE BECOME TRAINED TO SERVE AS MENTORS AND DRIVERS SO THAT THEY CAN SAFELY TRANSPORT STUDENTS TO AND FROM COLLEGE WHILE PROVIDING ADVICE AND SUPPORT AS A MENTOR. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA OF TRAINING VOLUNTEERS WHO WILL MAKE AT LEAST A YEAR-LONG COMMITMENT TO VOLUNTEER SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18362070-640e-8f7c-cd17-691c5a28c253-C", "generated_internal_id": "ASST_NON_19BIHNY004_9577"}, {"internal_id": 89685383, "Award ID": "19BIHNY003", "Award Amount": 215991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-26", "CFDA Number": "94.012", "Description": "READ TO SUCCEED BUFFALO, INC. PROPOSES TO HAVE 100 VOLUNTEERS WHO WILL PARTICIPATE IN UP TO THREE DAYS OF PRESERVICE TRAINING (18 CONTENT HOURS) EITHER AS VETERAN LITERACY TUTORS OR AS NEW VOLUNTEER LITERACY TUTORS WHO WILL BE DEPLOYED TO 100 TITLE 1 BUFFALO PUBLIC SCHOOL CLASSROOMS.   THE TRAINING WILL TAKE PLACE ON SEPTEMBER 8, 9, AND 11, 2020.  ON SEPTEMBER 8TH, 9TH AND 11TH DAYS OF SERVICE & REMEMBRANCE, 100 VOLUNTEERS WILL BE RESPONSIBLE FOR LEARNING ABOUT THE LOW-INCOME ACHIEVEMENT GAP AND STRATEGIES TO SUPPORT ECONOMICALLY DISADVANTAGED STUDENTS, PREK THROUGH 3RD GRADE, IN CLOSING THAT GAP, IN THEIR CAPACITY AS VOLUNTEER LITERACY TUTORS IN THE STUDENT'S CLASSROOMS. ON MONDAY SEPTEMBER 14 VOLUNTEERS WILL REPORT TO ONE OF 100 CLASSROOMS ACROSS THE CITY OF BUFFALO. THIS EVIDENCE-BASED INITIATIVE IS BUILT ON A VOLUNTEER RECRUITMENT PROGRAM OF THE AARP FOUNDATION KNOWN AS EXPERIENCE CORPS AND A LITERACY COACHING METHODOLOGY CREATED THROUGH AN EARLY READING FIRST INVESTMENT UNIQUE TO READ TO SUCCEED BUFFALO. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA OF EDUCATION -- PARTICULARLY IN AN URBAN, ECONOMICALLY DISADVANTAGED SCHOOL DISTRICT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "451d3faf-0a6c-aae6-1364-c760b775e326-R", "generated_internal_id": "ASST_NON_19BIHNY003_9577"}, {"internal_id": 89685382, "Award ID": "19BIHNY002", "Award Amount": 27898.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "94.012", "Description": "DURING THE FIRST PROJECT YEAR, NIAGARA FALLS MEMORIAL MEDICAL CENTER (NFMMC) PROPOSES TO HAVE A TOTAL OF 4,115 VOLUNTEERS WHO WILL PLAN, PROMOTE AND PARTICIPATE IN SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE ACTIVITIES THAT WILL BE HELD THROUGHOUT NIAGARA COUNTY, NEW YORK. OVER A 5-DAY PERIOD PRIOR TO SEPTEMBER 11TH, POST CARDS WILL BE DISTRIBUTED TO AND PERSONALIZED BY THOUSANDS OF VISITORS TO NIAGARA FALLS STATE PARK. A DISPLAY OF THE POST CARDS AND A REMEMBRANCE CEREMONY WILL BE HELD AT THE NIAGARA FALLS STATE PARK ON 9/11. 500 VOLUNTEERS WILL PARTICIPATE IN THE POST CARD EVENT. OTHER ACTIVITIES TO BE HELD ON 9/11 INCLUDE CEREMONIAL EVENTS AT 3 VETERANS' PARKS: ONE IN THE CITY OF NIAGARA FALLS, THE SECOND IN NORTH TONAWANDA AND THE THIRD AT NEWFANE. AT LEAST 300 VOLUNTEERS WILL BE INVOLVED IN EACH OF THESE EVENTS. A 5K REMEMBRANCE RUN FOR 400 EMERGENCY FIRST RESPONDERS WILL BE HELD IN THE VILLAGE OF LEWISTON ON 9/11. ANOTHER 250 LOCAL RESIDENTS WILL PARTICIPATE IN A COMMUNITY FORUM ON DISASTER PLANNING THAT WILL FOLLOW THE 5K RUN. \n     DURING THE WEEK PRIOR TO SEPTEMBER 11TH, 500 STUDENT VOLUNTEERS FROM LOCKPORT HIGH SCHOOL IN LOCKPORT WILL PARTICIPATE IN A CANDLE LIGHT NIGHT WALK. AT THE CLOSE OF THE WALK, STUDENTS WILL BE INTRODUCED TO A WIDE RANGE OF LOCAL VOLUNTEER OPPORTUNITIES AT A VOLUNTEER FAIR AT THE HIGH SCHOOL GYM. IT IS EXPECTED THAT MORE THAN 250 STUDENTS WILL ENROLL AS VOLUNTEERS. TO DEVELOP A 911 CURRICULA THAT WILL BE INCORPORATED INTO CLASSROOM WORK AT GRAMMAR, JUNIOR HIGH AND SENIOR HIGH SCHOOLS, THE NIAGARA SUPERINTENDENTS ASSOCIATION WILL EMPANEL FACULTY/STUDENT GROUPS AT EACH OF THE COUNTY'S 10 SCHOOL DISTRICTS. THE CURRICULA WILL BE SHARED AMONG THE COUNTY'S 10 SCHOOL DISTRICTS AND PRESENTED TO STUDENTS DURING THE ENTIRE MONTH OF SEPTEMBER. ONE HUNDRED FIFTY FACULTY AND STUDENTS ALONG WITH 500 CLASSROOM TEACHERS WILL BE INVOLVED IN THIS IMPORTANT 9/11 EDUCATIONAL ACTIVITY. \n     MORE THAN 250 STUDENTS AND FACULTY WILL ORGANIZE AND INTRODUCE LOCAL VETERANS AND MILITARY PERSONNEL TO THE TRAINING AND EDUCATIONAL PROGRAMS THAT ARE OFFERED AT NIAGARA COMMUNITY COLLEGE IN SANBORN. AN ADDITIONAL 200 VOLUNTEERS WILL ORGANIZE AND PROMOTE A CAREER AND SERVICE FAIR THAT WILL BE OFFERED TO VETERANS, ACTIVE MILITARY AND THEIR FAMILIES AT THE NIAGARA FALLS AIR RESERVE STATION EVENT DURING THE WEEK PRIOR TO SEPTEMBER 11TH. \n     TO SUSTAIN THE SPIRIT OF ASSISTING VETERANS AND MILITARY FAMILIES THROUGHOUT THE YEAR, 150 HEALTH HUMAN SERVICES AND SOCIAL SERVICES PERSONNEL, REPRESENTING 50 DIFFERENT COMMUNITY AND SERVICE AGENCIES, WILL VOLUNTEER TO RECEIVE SPECIALLY DESIGNED CARE COORDINATION TRAINING. THIS FREE CONTINUING EDUCATION OPPORTUNITY WILL FOCUS ON METHODS FOR CONNECTING VETERANS, ACTIVE MILITARY PERSONNEL, AND FAMILIES OF MILITARY SERVICE MEMBERS TO THE RANGE OF HOUSING, HEALTHCARE, AND SOCIAL SERVICES AVAILABLE IN NIAGARA COUNTY. SPONSORS OF THIS EVENT WILL DEVELOP A RESOURCE MANUAL AND SPECIALIZED CARE COORDINATION SESSIONS MANNED BY TRAINED CARE COORDINATORS WILL OFFER FREE CARE COORDINATION SESSIONS TO VETERANS AND MILITARY FAMILIES THROUGHOUT THE YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0f6c0b2-50fc-6dc0-2e97-4cba1fccf873-C", "generated_internal_id": "ASST_NON_19BIHNY002_9577"}, {"internal_id": 89685381, "Award ID": "19BIHNY001", "Award Amount": 197060.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "94.012", "Description": "DOROT PROPOSES TO HAVE 1,000 VOLUNTEERS WHO WILL VISIT ISOLATED OLDER ADULTS, PARTICIPATE IN INTERGENERATIONAL DISCUSSION GROUPS, ASSEMBLE PACKAGES, RECEIVE VOLUNTEER TRAINING, COOK FOR HOMELESS SENIORS, ASSIST WITH ONSITE PROGRAMS, AND MAKE CARDS FOR CURRENT FIRST RESPONDERS. ALL ACTIVITIES WILL FURTHER THE GOAL OF REMEMBERING AND HONORING SEPTEMBER 11 AND FOSTERING VOLUNTEERISM. THE PROGRAM COMPONENTS WILL OCCUR IN THE FOLLOWING LOCATIONS: PACKAGE DELIVERIES: DOROT UPPER WEST SIDE MANHATTAN HEADQUARTERS, UPPER EAST SIDE COLLABORATING ORGANIZATION, AND WESTCHESTER COLLABORATING ORGANIZATION; INTERGENERATIONAL DISCUSSION GROUPS, DINNERS, AND VOLUNTEER TRAININGS AND ORIENTATIONS ON THE UPPER WEST SIDE; CARD MAKING EVENTS FOR FIRST RESPONDERS AT A MINIMUM OF 7 DIFFERENT SERVICE LOCATIONS, MOST LIKELY INCLUDING NEIGHBORHOODS IN HARLEM, BROOKLYN, QUEENS, AND LONG ISLAND, AND POSSIBLY 5 OTHER STATES; AND VIRTUAL TELECONFERENCE AND ONLINE EVENTS WITHOUT GEOGRAPHIC RESTRICTIONS. ON AND AROUND THE SEPTEMBER 11 DAY OF SERVICE, 1,003 VOLUNTEERS WILL HELP MOBILIZE MORE AMERICANS TO ENGAGE IN SERVICE AND REMEMBRANCE ACTIVITIES BY VISITING WITH VULNERABLE OLDER ADULTS AND BUILDING INTERGENERATIONAL RELATIONSHIPS. THIS PROGRAM WILL FOCUS ON TRAINING VOLUNTEERS WHO MAKE A COMMITMENT FOR FUTURE SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b5bdaf84-f206-6bb5-821b-812e55f03fe3-C", "generated_internal_id": "ASST_NON_19BIHNY001_9577"}, {"internal_id": 89685380, "Award ID": "19BIHMI001", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "94.012", "Description": "THE MICHIGAN COMMUNITY SERVICE COMMISSION PROPOSES TO HAVE 1,200 VOLUNTEERS PLEDGE TO SERVE A TOTAL OF 24,000 HOURS IN THEIR COMMUNITIES WITHIN TIMES OF DISASTER AND/OR THE CAUSES THEY ARE PASSIONATE ABOUT ON SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE 2020, 2021, AND 2022.  VOLUNTEERS WILL TAKE PART IN ACTIVITIES PLANNED WHERE THEY LIVE, WORK, AND SERVE; IN MARQUETTE, GAYLORD, TRAVERSE CITY, NEWAYGO, GRAND RAPIDS, MIDLAND, FLINT, LANSING, BATTLE CREEK, ANN ARBOR, AND DETROIT DURING 2020 WITH ALTERNATE LOCATIONS BEING CHOSEN EACH YEAR OF THIS GRANT.  ON THE SEPTEMBER 11 DAY OF SERVICE, 1200 VOLUNTEERS WILL EXECUTE EMERGENCY RESPONSE DRILLS TO ENSURE TRAINING HAS PREPARED THEM TO SERVE.  IN ADDITION, THE MICHIGAN COMMUNITY SERVICE COMMISSION WILL POPULATE AND CONDUCT RECRUITMENT DRIVES FOR A NEW ONLINE SEARCHABLE DATABASE THAT WILL ASSIST 500 ORGANIZATIONS TO RECRUIT THESE VOLUNTEERS THAT COMMIT TO SERVE.  THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF DISASTER RESPONSE AND OTHER COMMUNITY PRIORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6303c596-4c97-b8d6-45a4-b9a609623b4b-C", "generated_internal_id": "ASST_NON_19BIHMI001_9577"}, {"internal_id": 89685379, "Award ID": "19BIHKY001", "Award Amount": 480492.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "94.012", "Description": "THE GLOBAL GAME CHANGERS EDUCATION INITIATIVE, INC. PROPOSES TO ENGAGE 7,200 STUDENT VOLUNTEERS, SUPPORTED BY 216 COMMUNITY VOLUNTEERS, TO LEARN ABOUT THE SIGNIFICANCE OF 9/11 AND THE REAL-LIFE SUPERHEROES THEY INSPIRED, AS WELL AS COMPLETE 15912 TOTAL VOLUNTEER HOURS ON 9/11-FOCUSED SERVICE PROJECTS. PROJECTS WILL BE COMPLETED IN ELEMENTARY SCHOOLS ACROSS KENTUCKY DURING THE 9 DAYS LEADING UP TO AND ON SEPTEMBER 11TH IN THE COMMUNITIES OF FRANKFORT, LEXINGTON, PADUCAH, HAZARD, ASHLAND, COVINGTON, LOUISVILLE, BOWLING GREEN, OWENSBORO, FT. CAMPBELL, AND CULMINATING IN A MILITARY HONOR AND CELEBRATION IN FT. KNOX, KENTUCKY. THE 9 DAYS/11 EVENTS: CELEBRATING REAL LIFE SUPERHEROES! EVENTS WILL ENGAGE STUDENTS IN A MULTI-SENSORY, MULTI-TIER PROGRAM THAT WILL GIVE THEM A PERSONAL AND IN-DEPTH EXPLORATION OF 9/11 AND CULMINATE IN MEANINGFUL SERVICE PROJECTS. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA OF DEVELOPING EDUCATIONAL MATERIALS OR CURRICULUM FOR YOUTH, INCLUDING A PLAN FOR CURRICULUM DISTRIBUTION AND EDUCATION AND ENGAGING YOUTH IN SERVICE USING GGC?S SUPERPOWER EQUATION: MY TALENT+MY HEART= MY SUPERPOWER AS A FOUNDATION FOR SELF- AND COMMUNITY-EMPOWERMENT AND RECOGNITION OF THOSE THAT SERVED TO PROTECT OTHERS FREEDOMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb9afaaa-82ef-32a9-beb6-c95e020f0a90-R", "generated_internal_id": "ASST_NON_19BIHKY001_9577"}, {"internal_id": 89685378, "Award ID": "19BIHDC001", "Award Amount": 1102128.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "94.012", "Description": "YOUTH SERVICE AMERICA PROPOSES TO HAVE 15,000 YOUTH VOLUNTEERS WHO WILL PARTICIPATE IN YOUTH-LED PROJECTS IN AT LEAST 10 CITIES TO BE DETERMINED ON SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE. ON THE SEPTEMBER 11 DAY OF SERVICE, 250 ADULT VOLUNTEERS WILL BE RESPONSIBLE FOR BUILDING THE CAPACITY OF SCHOOLS AND COMMUNITY ORGANIZATIONS TO INCREASE THEIR YOUTH VOLUNTEER RATE. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF DEVELOPING EDUCATIONAL MATERIALS OR CURRICULUM FOR YOUTH AND TRAINING VOLUNTEERS WHO MAKE A COMMITMENT FOR FUTURE SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22285790-5e26-05cb-8444-39e0935418e9-R", "generated_internal_id": "ASST_NON_19BIHDC001_9577"}, {"internal_id": 89685377, "Award ID": "19BIHCA002", "Award Amount": 440000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-29", "CFDA Number": "94.012", "Description": "MYGOODDEED (MGD) WELCOMES THE OPPORTUNITY TO CONTINUE WORKING CLOSELY WITH CNCS AS A PARTNER IN PREPARING FOR THE 20TH ANNIVERSARY OF THE 9/11 TERRORIST ATTACKS. AS THOUGHT-STARTERS, WE HAVE OUTLINED IN OUR APPLICATION MANY MUTUALLY BENEFICIAL WAYS WE PROPOSE TO WORK COLLABORATIVELY WITH CNCS UNDER A COOPERATIVE AGREEMENT. \n\nWE WELCOME YOUR THOUGHTS AND SUGGESTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5d2ae2d-207d-1779-436f-0a25fd24804f-R", "generated_internal_id": "ASST_NON_19BIHCA002_9577"}, {"internal_id": 44694017, "Award ID": "17BIHNY001", "Award Amount": 1188010.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-14", "CFDA Number": "94.012", "Description": "MYGOODDEED IS PLEASED TO SUBMIT OUR APPLICATION FOR A GRANT UNDER THE 2017 SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE NOFA (94.012).  WE PLAN TO BUILD ON THE SUCCESS OF THE 2016 CNCS FUNDED PROGRAM WHILE ALIGNING WITH CNCS PRIORITIES FOR 2017.\nIN SUPPORT OF THE 2017 SEPTEMBER 11 NATIONAL DAY OF SERVICE AND REMEMBRANCE (\"9/11 DAY\") OBSERVANCE, MYGOODDEED WILL IMPLEMENT A NUMBER OF HIGH IMPACT PROGRAMS THAT WILL INCLUDE ORGANIZING THE LARGEST 9/11-RELATED SERVICE PROJECT FOR THE NYC AREA, AND LEVERAGING THE NEWLY CREATED EDUCATIONAL MATERIALS TO TEACH YOUNG PEOPLE ABOUT 9/11 THROUGH SERVICE. \nTHESE NEW EDUCATION MATERIALS, WHICH ALSO HELP TO PROMOTE EMPATHY AMONG PEOPLE FROM DIFFERENT BACKGROUNDS, RELIGIONS AND OTHER PERSPECTIVES, WERE CREATED IN 2016 THROUGH FUNDING BY CNCS. AT THE LARGE SCALE 9/11 SERVICE PROJECT IN NYC, WE WILL MOBILIZE AT LEAST 2,000 YOUTH AND ADULT VOLUNTEERS, INCLUDING AT LEAST 260 MILITARY VETERANS, ACTIVE DUTY PERSONNEL AND THEIR FAMILIES. TOGETHER THESE VOLUNTEERS WILL ASSIST IN PACKING HALF A MILLION MEALS FOR THOSE AT RISK OF HUNGER, APPROXIMATELY 280,000 OF WHICH WILL BE SUPPORTED THROUGH THIS GRANT. THESE MEALS WILL SERVE DISADVANTAGED FAMILIES AND INDIVIDUALS IN THE FIVE BOROUGHS OF THE NYC AREA.  A PORTION OF THESE MEALS, TBD, WILL BE DISTRIBUTED TO ORGANIZATIONS THAT PROVIDE SUPPORT TO NEEDY VETERANS IN THE NEW YORK CITY AREA. \nTHE EDUCATIONAL MATERIALS WILL BE DISTRIBUTED THROUGH OUR NETWORK OF EDUCATION PARTNERS WITH THE GOAL OF CONNECTING WITH AND MOBILIZING AT LEAST 5,000 EDUCATORS AND MENTORS WHO WILL TOGETHER ENGAGE AT LEAST 75000 ELEMENTARY, MIDDLE SCHOOL, HIGH SCHOOL AND COLLEGE STUDENTS IN VARIOUS FORMS OF CHARITABLE SERVICE IN OBSERVANCE OF THE SEPTEMBER 11 NATIONAL DAY OF SERVICE AND REMEMBRANCE. \nOUR OVERALL PROGRAM IS RESPONSIVE TO CNCS AREAS OF FOCUS DELINEATED IN THE NOFA, INCLUDING: (1) ENGAGING AND SUPPORTING VETERANS AND MILITARY FAMILIES IN SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE ACTIVITIES; (2) DEVELOPING EDUCATIONAL MATERIALS OR CURRICULUM FOR YOUTH, INCLUDING A PLAN FOR CURRICULUM DISTRIBUTION AND EDUCATING YOUTH ABOUT SERVICE TO HONOR THE SEPTEMBER 11TH NATIONAL DAY OF SERVICE AND REMEMBRANCE.  ADDITIONALLY, OUR PROGRAM FURTHERS THE GENERAL CNCS OBJECTIVE TO \"MOBILIZE MORE AMERICANS TO ENGAGE IN SERVICE ACTIVITIES THAT MEET VITAL COMMUNITY NEEDS AND HONOR THE SACRIFICE OF THOSE WHO LOST THEIR LIVES ON SEPTEMBER 11, 2001, OR WHO ROSE IN SERVICE AS A RESULT OF THAT TRAGEDY.\" FOR THE SEPTEMBER 11 NATIONAL DAY OF SERVICE AND REMEMBRANCE PROGRAM, WE ARE REQUESTING A CNCS INVESTMENT OF $136,062.  MYGOODDEED WILL PROVIDE A MINIMUM 25 PERCENT MATCH FROM NON-GOVERNMENTAL PRIVATE FUNDING SOURCES AND EXISTING MYGOODDEED RESOURCES, IN EXCESS OF $60,000.\nWE APPRECIATE THE OPPORTUNITY TO APPLY FOR THIS GRANT, AND WE LOOK FORWARD TO YOUR CONSIDERATION. \nDAVID PAINE AND JAY WINUK, CO-FOUNDERS, 9/11 DAY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5d2ae2d-207d-1779-436f-0a25fd24804f-R", "generated_internal_id": "ASST_NON_17BIHNY001_9577"}, {"internal_id": 44694016, "Award ID": "17BIHIN001", "Award Amount": 49011.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-14", "CFDA Number": "94.012", "Description": "THE AMERICAN LEGION AUXILIARY PROPOSES TO HAVE 1,500 VOLUNTEERS WHO WILL ADDRESS THE VITAL NEEDS OF VETERANS, SERVICEMEMBERS, AND THEIR FAMILIES IN AREAS OF EMPLOYMENT, HOUSING AND COMMUNITY FACILITY IMPROVEMENT, HIGHER EDUCATION, AND REINTEGRATION INTO THEIR COMMUNITIES IN 50 GEOGRAPHICALLY DISPERSED COMMUNITIES ON SEPTEMBER 11 DAY OF SERVICE AND REMEMBRANCE. ON THE SEPTEMBER 11 DAY OF SERVICE, 1,500 VOLUNTEERS WILL BE RESPONSIBLE FOR MEETING THE CRITICAL NEEDS OF VETERANS AND MILITARY FAMILIES. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA OF VETERANS AND MILITARY FAMILIES. FOR SEPTEMBER 11, THE CNCS INVESTMENT OF $55,750 WILL BE MATCHED WITH $34,282 IN PRIVATE FUNDING FROM THE AMERICAN LEGION AUXILIARY AND AN ADDITIONAL $12,500 IN PRIVATE FUNDING FROM COMMUNITY SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbadbc9c-7503-e329-edb6-efb0d1050732-C", "generated_internal_id": "ASST_NON_17BIHIN001_9577"}, {"internal_id": 44694015, "Award ID": "17BIHGA001", "Award Amount": 42505.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-21", "CFDA Number": "94.012", "Description": "---SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE:\nPOINTS OF LIGHT PROPOSES TO HAVE 500 VOLUNTEERS WHO WILL ASSIST WITH HOME REVITALIZATION EFFORTS IN SUPPORT OF MILITARY CAREGIVERS IN ATLANTA, CHICAGO, SAN DIEGO, PHILADELPHIA, BALTIMORE, NORFOLK, CAMP LEJ", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56b12999-957f-bf6f-6d35-f27af6ed8523-C", "generated_internal_id": "ASST_NON_17BIHGA001_9577"}, {"internal_id": 44694014, "Award ID": "17BIHDC001", "Award Amount": 398512.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-14", "CFDA Number": "94.012", "Description": "YOUTH SERVICE AMERICA PROPOSES TO HAVE 35,000 K-12 STUDENT VOLUNTEERS WHO WILL SERVE IN SCHOOL-BASED PROJECTS ADDRESSING LOCAL COMMUNITY NEEDS IN ATLANTA/STATE OF GEORGIA, DALLAS/STATE OF TEXAS, PHOENIX/STATE OF ARIZONA, AND BALTIMORE-WASHINGTON, DC/STATE OF MARYLAND, AND NATIONWIDE ON SEPTEMBER 11TH DAY OF SERVICE AND REMEMBRANCE. ON THE SEPTEMBER 11TH DAY OF SERVICE, 35,000 VOLUNTEERS WILL BE RESPONSIBLE FOR PARTICIPATING IN PROJECTS ORGANIZED BY EDUCATORS AND STUDENT LEADERS AND REFLECTING ON THE MEANING OF 9/11 DAY OF SERVICE. THIS PROGRAM WILL FOCUS ON THE CNCS FOCUS AREA(S) OF VETERANS AND MILITARY FAMILIES. FOR SEPTEMBER 11, THE CNCS INVESTMENT OF $136,060 WILL BE MATCHED WITH $54,278, $0 IN PUBLIC FUNDING AND $54,278 IN PRIVATE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22285790-5e26-05cb-8444-39e0935418e9-R", "generated_internal_id": "ASST_NON_17BIHDC001_9577"}]