[{"internal_id": 160734153, "Award ID": "23STSLA00020", "Award Amount": 999807.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "97.062", "Description": "THE LONG AND DIVERSE BORDERLINE OF THE U.S. POSES A GREAT CHALLENGE FOR HSE TO MANAGE IT IN AN EFFICIENT WAY. ONE PROMISING DIRECTION TO EXPLORE IS UTILIZATION OF UNMANNED VEHICLES (UVS) TO HELP TO SECURE AND MANAGE THE BORDERS. TO FULLY UNLEASH THE POTENTIAL OF UVS TO IMPROVE THE OPERATION EFFICIENCY ON BORDER SECURITY, IT IS NECESSARY TO LEVERAGE RECENT PROGRESSES IN AI FOR UV CONTROL AND USE DIFFERENT TYPES OF UVS TO FORM A SWARM. THE RESEARCH COMPONENT OF THE PROJECT FOCUSES ON THREE ASPECTS OF BUILDING SUCH SYSTEM FOR HSE TASKS: AI-BASED SWARM CONTROL, GRAPH THEORY FOR FORMATION CONTROL, AND SECURITY OF AI-DRIVEN SWARM, INCLUDING THEIR APPLICATIONS IN COUNTER-DRONE. THE EDUCATION COMPONENT IS INTEGRATED WITH THE RESEARCH TASKS. BY COLLABORATING WITH A WIDE RANGE OF STAKEHOLDERS (DHS COES, INDUSTRY PARTNERS, AND COMMUNITY COLLEGES), THE PROJECT WILL EXPOSE STUDENTS FROM CSUN AND PARTNER COMMUNITY COLLEGES TO CUTTING-EDGE RESEARCHES ON SWARM FOR HS TASKS, AND OBTAINING INTERNSHIPS OPPORTUNITIES. THESE EXPERIENCES HELPS THEM TO PURSUE HIGHER DEGREES AND FINALLY ENHANCE THE DIVERSITY OF HIGH QUALITY HSE WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a158def-f835-249e-67d0-50b5bac200dc-C", "generated_internal_id": "ASST_NON_23STSLA00020_7040"}, {"internal_id": 160734152, "Award ID": "23STSLA00019", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "97.062", "Description": "THE HOMELAND SECURITY ENTERPRISE (HSE) IS FACING A SIGNIFICANT TASK IN DEVELOPING A SKILLED AND DIVERSE WORKFORCE THAT CAN ADDRESS THE COMPLEX AND EVOLVING THREATS TO NATIONAL SECURITY. TO BE READY FOR FUTURE CHALLENGES, HSE REQUIRES A DIVERSE AND COMPETENT WORKFORCE THAT SPECIALIZES IN AREAS SUCH AS COUNTER TERRORISM, BORDER SECURITY, CYBERSECURITY, SUPPLY CHAIN MANAGEMENT AND DISASTER MANAGEMENT. THERE IS A PARTICULAR NEED IN THE LOS ANGELES AND SOUTHERN CALIFORNIA REGION, WHERE THE BORDER, MAJOR PORTS (LONG BEACH AND LA) AND INTERNATIONAL AIRPORTS (LAX) PRESENT CRITICAL SECURITY CHALLENGES SUCH AS INTERNATIONAL TRADE AND IMMIGRATION. THE REGION ALSO HAS A HIGH LIKELIHOOD OF EXPERIENCING NATURAL HAZARDS LIKE WILDFIRE, EARTHQUAKE, DROUGHT, HEATWAVES, AND FLOODS, WITH VULNERABLE POPULATIONS AND LOCATIONS ESPECIALLY SUSCEPTIBLE TO THESE DISASTERS. AS A MINORITY SERVING INSTITUTION (MSI) IN THE REGION, CSUDH CAN PLAY A CRITICAL ROLE IN TRAINING A QUALIFIED, MORE DIVERSE HS WORKFORCE BY CREATING EVIDENCE-BASED CAREER PATHWAYS FROM COMMUNITY COLLEGES TO OUR CAMPUS, ON TO USC AND BEYOND, AS WELL AS CONDUCTING STATE-OF-THE-ART RESEARCH ALONGSIDE STUDENTS ON INNOVATIVE SOLUTIONS TO INFORM REGIONAL HSE STAKEHOLDERS.WE PROPOSE LAUNCHING THE HOMELAND SECURITY INITIATIVE AT CALIFORNIA STATE UNIVERSITY, DOMINGUEZ HILLS (CSUDH) TO BUILD OUR UNIVERSITY CAPACITY IN INTERDISCIPLINARY RESEARCH, EDUCATION AND WORKFORCE DEVELOPMENT FOR HOMELAND SECURITY ENTERPRISE (HSE) TO SERVE THE LOS ANGELES REGION. THE INITIATIVE HAS THREE MAJOR GOALS: 1) RECRUIT AND SUPPORT STUDENTS TOWARDS COMPLETING SCIENCE, TECHNOLOGY, ENGINEERING, AND MATHEMATICS (STEM) OR HOMELAND SECURITY (HS) RELATED DEGREES THROUGH IMPROVED HS-RELEVANT CURRICULA, EXPERIENTIAL LEARNING AND INTEGRATED RESEARCH  2) BUILD RESEARCH CAPACITY IN HSE TOPICS AT CSUDH THROUGH SUPPORTING INNOVATIVE, INTERDISCIPLINARY RESEARCH PROJECTS AND FUNDING DEVELOPMENT  3) DEVELOP A DIVERSE AND QUALIFIED WORKFORCE THAT IS READY FOR THE FUTURE HS CHALLENGES, ESPECIALLY IN THE LOS ANGELES REGION.       THE FIRST GOAL OF EDUCATIONAL OUTCOMES IS ACHIEVED THROUGH THE FOLLOWING OBJECTIVES: 1) DEVELOPING 4 NEW COURSES FOR HSE THAT ARE DESIGNED TO THE LATEST PEDAGOGICAL STANDARDS, INCORPORATE EXPERIENTIAL LEARNING, AND FACILITATE CULTURAL COMPETENCY  2) UPDATING 17 EXISTING HOMELAND SECURITY-RELATED COURSES IN VARIOUS DEGREE PROGRAMS TO MEET THESE SAME STANDARDS  3) STUDENT RECRUITMENT AT PARTNERING COMMUNITY COLLEGES  4) AWARDING 20 DHS SLA SCHOLARSHIPS OVER FIVE YEARS TO SUPPORT STUDENT LEARNING 5) HOSTING 3 SERIES OF EXPERIENTIAL LEARNING AND TRAINING PROGRAMS.FOR OUR SECOND GOAL OF BUILD RESEARCH CAPACITY IN HSE, WE WILL LAUNCH 1) 14 IMPACTFUL INTERDISCIPLINARY RESEARCH PROJECTS, WHICH COVERS TOPICS INCLUDING CYBERSECURITY, MARITIME SECURITY, SUPPLY CHAIN DISRUPTION, SYSTEM ENGINEERING, DISASTER MANAGEMENT, COUNTERTERRORISM AND SOCIAL MEDIA ANALYTICS  2) INTEGRATION OF STUDENTS AND FACULTY IN PROPOSED RESEARCH PROJECTS WITH 30 STUDENT RAS  3) RESEARCH COLLABORATION WITH DHS COE, USC CENTER FOR RISK AND ECONOMIC ANALYSIS OF THREATS AND EMERGENCIES (CREATE) TO SUPPORT CSUDH STUDENT EXPERIENTIAL LEARNING AND FACULTY DEVELOPMENT  4) INCENTIVES FOR GRANT DEVELOPMENT, CONFERENCE PRESENTATIONS AND OTHER CAPACITY BUILDING ACTIVITIES.THE THIRD GOAL IS WORKFORCE DEVELOPMENT WITH A FOCUS IN THE LA REGION. WE WILL DEVELOP: 1) STUDENT INTERNSHIP PROGRAM WITH REGIONAL PARTNERS (TOTAL OF 15 INTERNSHIP STIPENDS)  2) MENTORSHIP PROGRAM  FOR HSE WORKING PROJECTS TO PROVIDE CAREER GUIDANCE TO CSUDH AND LASC STUDENTS  3) CAREER TRAINING AND APPRENTICESHIP OPPORTUNITIES WITH SOUTH BAY WORKFORCE INVESTMENT BOARD (SBWIB) IN AREAS SUCH AS CYBER SECURITY  4) PROFESSIONAL DEVELOPMENT AND NETWORKING EVENTS HELD REGULARLY ON CAMPUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76263796-623d-f001-5ebd-1b652838a09d-C", "generated_internal_id": "ASST_NON_23STSLA00019_7040"}, {"internal_id": 160734151, "Award ID": "23STSLA00018", "Award Amount": 999912.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "97.062", "Description": "THE ALASKA PARTE (PROGRAM FOR ARCTIC RESEARCH, TRAINING AND EDUCATION) SERVES TO GREATLY ASSIST THE RESEARCH-BASED EDUCATION INTERNSHIP PROGRAMS THAT EXIST WITHIN THE UNIVERSITY OF ALASKAS (UA), ARCTIC DOMAIN AWARENESS CENTER (ADAC) AND APPLIED ENVIRONMENTAL RESEARCH CENTER (AERC). THESE CENTERS SHARE A MISSION THAT ENCOMPASS PROGRAMS DESIGNATED FOR CAREER DEVELOPMENT OPPORTUNITIES AND DIRECTLY ENGAGE WITH UA COMMUNITY CAMPUSES AND CAREER AND TECHNICAL EDUCATION PROGRAMS. ADDITIONALLY, THE EXPECTATION FOR STUDENTS INCLUDES FILLING ESSENTIAL ROLES IN RESEARCH PROJECTS THAT SUPPORT THE DEPARTMENT OF HOMELAND SECURITY (DHS) AND DEPARTMENT OF DEFENSE (DOD) MISSIONS WHILE ENGAGING STUDENTS IN STEM RELATED ACTIVITIES AND RELATED DISCIPLINES.IN 2022, THE UNIVERSITY OF ALASKA ANCHORAGE, APPLIED ENVIRONMENTAL RESEARCH CENTER (AERC) AND ARCTIC DOMAIN AWARENESS CENTER (ADAC) INTEGRATED THEIR STUDENT FELLOWSHIP PROGRAMS TO ENHANCE EDUCATIONAL OPPORTUNITIES AND SERVE A GREATER NUMBER OF STUDENTS INCLUDING TARGETING UNDERREPRESENTED CLASSES. WHILE BOTH AERC AND ADAC ARE HOUSED AT THE UNIVERSITY OF ALASKA ANCHORAGE, THEY SUPPORT THE ENTIRE UNIVERSITY OF ALASKA (UA) SYSTEM. THE AERC OPERATES ONE OF THE FIRST FEDERALLY AUTHORIZED REGISTERED APPRENTICESHIP TRAINING PROGRAMS FOR RESEARCHERS APPROVED BY THE US DEPARTMENT OF LABOR. MERGING THIS STUDENT SUCCESS INITIATIVE WITH ADACS WORKFORCE DEVELOPMENT, FELLOWSHIP AND ARCTIC SUMMER INTERNSHIP PROGRAM PROVIDES A CENTRALIZED UNIT UNDER THE UNIVERSITY OF ALASKA SYSTEM DESIGNATED TO SUPPORT OUR FEDERAL PARTNERS AND SIGNIFICANTLY CONTRIBUTE TO THE UNIVERSITYS MISSION OF TRANSFORMING LIVES THROUGH TEACHING, RESEARCH, COMMUNITY ENGAGEMENT AND CREATIVE EXPRESSION IN A DIVERSE AND INCLUSIVE ENVIRONMENT. ALASKAS PARTE WILL PROVIDE OPPORTUNITIES FOR STUDENTS TO ASSIST THE DHS AND DOD MISSIONS BY ACTIVELY ENGAGING STUDENTS IN RESEARCH PROJECTS ASSOCIATED WITH: ADVANCED DATA ANALYSIS AND VISUALIZATION  ENVIRONMENTAL CHALLENGES ASSOCIATED WITH CLIMATE CHANGE  COMMUNICATIONS AND INTEROPERABILITY  COMMUNITY (TO INCLUDE ALASKA NATIVE AND RURAL PROBLEMS AND CONCERNS)  COMMERCE  INFRASTRUCTURE RESILIENCE  EMERGENCY PREPAREDNESS AND RESPONSE  MARITIME AND PORT SECURITY  NATURAL DISASTERS AND RELATED GEOPHYSICAL STUDIES  SEARCH AND RESCUE  ARCTIC DOMAIN AWARENESS  BORDER SECURITY  AND DECISION SCIENCES. THE AERC ADAC HAS BEEN PROACTIVE AT ASSISTING EDUCATIONALLY DISADVANTAGED AND UNDERREPRESENTED POPULATIONS IN POSTSECONDARY EDUCATION AS WELL AS MINORITY STUDENTS WITH ASSOCIATE, BACHELORS AND OR ADVANCED DEGREES FOR ALMOST A DECADE. BOTH OF THE CENTERS WERE ESTABLISHED IN 2014, THE ARCTIC DOMAIN AWARENESS CENTER (ADAC) IS RECOGNIZED AS A CENTER OF EXCELLENCE (COE) IN MARITIME RESEARCH BY DHS AND BRINGS A WEALTH OF KNOWLEDGE TO SUPPORT STUDENT SUCCESS INITIATIVES. THE AERC CONSISTS OF A DIVERSE NETWORK OF ARCTIC SCIENCE AND TECHNOLOGY ACADEMICS AND CURRENTLY HAS MORE THAN A DOZEN PROJECTS FUNDED BY THE UNITED STATES ARMY CORPS OF ENGINEERS AND PROVIDES PATHWAYS FOR STUDENTS TO PARTICIPATE IN NUMEROUS DOD FUNDED PROJECTS PERTAINING TO ENVIRONMENTAL CONSERVATION AND CLIMATE CHANGE RELATED RESEARCH. BOTH CENTERS HOST STRONG ORGANIZATIONAL AND FISCAL LEADERS AND ADMINISTRATORS THAT SERVE TO CREATE ENRICHING OPPORTUNITIES FOR STUDENTS WHILE BUILDING THE NEXT GENERATION OF GOVERNMENT LEADERS AND SCIENTISTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_23STSLA00018_7040"}, {"internal_id": 160734150, "Award ID": "23STSLA00017", "Award Amount": 999676.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "97.062", "Description": "THIS PROJECT AIMS TO PROVIDE SOUTH TEXAS STUDENTS IN THE COASTAL BEND REGION AS WELL AS INDUSTRY PROFESSIONALS, OPPORTUNITIES IN CYBER INTELLIGENCE EDUCATION. THE PROJECT WILL DEVELOP INTENSIVE ACCELERATED TRAINING IN CYBER INTELLIGENCE (IAT-CI) FOR HIGH SCHOOL, COMMUNITY COLLEGE, AND UNDERGRADUATE STUDENTS AT THE FRESHMAN AND SOPHOMORE LEVELS. TO REACH BROADER AUDIENCES, THE PROGRAM WILL DEVELOP AN ONLINE CERTIFICATE PROGRAM IN CYBER INTELLIGENCE (OCP-CI) THAT ATTRACTS INDUSTRY PROFESSIONALS. THIS WILL GIVE TEXAS A M UNIVERSITY-KINGSVILLE (TAMUK) THE VISIBILITY AND THE CAPABILITY TO PREPARE AND CREDENTIAL PROFESSIONALS TO JOIN THE DEPARTMENT OF HOMELAND SECURITY (DHS) WORKFORCE BY PROVIDING CYBER INTELLIGENCE EDUCATION, TRAINING, RESEARCH EXPERIENCES, AWARENESS, AND PROFESSIONAL DEVELOPMENT. ADDITIONALLY, THIS PROJECT AIMS TO INCREASE THE INVOLVEMENT AND NUMBER OF MARGINALIZED UNDERREPRESENTED MINORITIES AVAILABLE AND QUALIFIED TO CONTRIBUTE TO THE DHS WORKFORCE IN THE FIELD OF CYBER INTELLIGENCE. THIS MULTI-TIERED EDUCATION IN CYBER INTELLIGENCE WILL BE OFFERED BY THE COMPUTER SCIENCE FACULTY AT TAMUK. THE IAT-CI AND OCP-CI PROGRAMS WILL BE OPEN TO ALL STEM AND NON-STEM FIELDS. THE EXISTING PARTNERSHIP WITH THE DHS CBTS COE AT TEXAS A M UNIVERSITY COLLEGE STATION (TAMU) WILL BE LEVERAGED TO MENTOR THE CURRICULUM DEVELOPMENT PROCESS FOR THE IAT-CI AND OCP-CI PROGRAMS. THE NEW PARTNERSHIPS WITH DHS CINA COE AT GEORGE MASON UNIVERSITY (MSU) AND LOUISIANA STATE UNIVERSITY (LSU) CAE-CO WILL GROW THE EXPERTISE IN THE CYBER INTELLIGENCE IN THIS PROGRAM. EARLY-CAREER AND RESEARCH FACULTY AND SELECTED STUDENTS FROM TAMUK WILL PARTICIPATE IN CBTSS SUMMER RESEARCH PROGRAM.MOREOVER, THE EARLY-CAREER AND RESEARCH FACULTY WILL DEVELOP A WORLD-CLASS RESEARCH PROGRAM IN AI-BASED CYBER INTELLIGENCE LEVERAGING THE COLLABORATIONS WITH CBTS COE AT TAMU, LSU CENTER OF ACADEMIC EXCELLENCE IN CYBER OPERATIONS (CAE-CO), TEXAS A M UNIVERSITY-SAN ANTONIO, UNIVERSITY OF NORTH TEXAS, AND XAVIER UNIVERSITY OF LOUISIANA. EXPERIENTIAL LEARNING OPPORTUNITIES WITH FINANCIAL SUPPORT WILL BE PROVIDED TO ELIGIBLE AND QUALIFIED TAMUK STUDENTS WHO HAVE ALREADY COMPLETED THE IAT-CI TRAINING AND ARE PURSUING A COMPUTER SCIENCE DEGREE OR THE MINOR OR CERTIFICATE PROGRAMS IN CYBER INTELLIGENCE. THE FUNDED POSITIONS WILL INCLUDE SUMMER RESEARCH ASSISTANTSHIPS, FELLOWSHIPS, AND INTERNSHIPS AT TAMU CBTS COE, LSU CAE-CO, NATIONAL LABS, AND PRIVATE INDUSTRIES. MOREOVER, THE PROJECT WILL ESTABLISH A CYBER INTELLIGENCE RESEARCH LAB (CIRL) TO FACILITATE THE PLANNED TRAINING, ONLINE CERTIFICATION, AND UNDERGRADUATE AND GRADUATE RESEARCH IN CYBER INTELLIGENCE. THE EARLY CAREER AND RESEARCH FACULTY WILL LEAD CYBER INTELLIGENCE RESEARCH PROJECTS USING THE CIRL LAB.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_23STSLA00017_7040"}, {"internal_id": 160734149, "Award ID": "23STSLA00016", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "97.062", "Description": "THERE IS A DEARTH OF STUDENTS, AND PARTICULARLY OF MINORITIZED STUDENTS (E.G., THOSE WHO IDENTIFY AS WOMEN, BLACK OR AFRICAN AMERICAN, AND OR HISPANIC OR LATINX) IN COMPUTING, AND ESPECIALLY THOSE WHO ARE QUALIFIED FOR PROFESSIONS IN HOMELAND SECURITY ENTERPRISE (HSE). TO BROADEN PARTICIPATION  ENHANCE EDUCATION, RESEARCH, AND WORKFORCE DEVELOPMENT IN THE HOMELAND SECURITY SCIENCE, TECHNOLOGY, ENGINEERING, AND MATHEMATICS (HS-STEM) AREAS  AND BUILD CAPACITY FOR COLLEGE STUDENTS, UNIVERSITY STUDENTS, AND FACULTY TO MAKE CONNECTIONS WITH HSE, FLORIDA INTERNATIONAL UNIVERSITY (FIU) PROPOSES THE CREATION OF THE ADVANCED EDUCATION AND RESEARCH FOR MACHINE LEARNING-DRIVEN CRITICAL INFRASTRUCTURE RESILIENCE (ADMIRE) CENTER. THE ADMIRE CENTER IS EXPECTED TO PROVIDE AN INTEGRATED RESEARCH AND EDUCATION FRAMEWORK WITH A SPECIAL FOCUS ON THREE OF THE DHS OPERATIONAL TOPICS OF INTEREST, I.E., CRITICAL INFRASTRUCTURE RESILIENCE, CYBERSECURITY, AND MACHINE LEARNING (ML). THE CENTER BENEFITS FROM COLLABORATIONS WITH MIAMI DADE COLLEGE (MDC), THREE DHS CENTERS OF EXCELLENCE (COE), AND OTHER HSE PARTNERS TO ENRICH THE PROPOSED EDUCATION AND RESEARCH ACTIVITIES FOR FIU AND MDC STUDENTS, AS WELL AS FACULTY. THE PROJECT WILL INVOLVE A TEAM OF SEVEN HIGHLY PRODUCTIVE FACULTY MEMBERS (FOUR OF WHOM ARE EARLY CAREER FACULTY) AT FIUS KNIGHT FOUNDATION SCHOOL OF COMPUTING AND INFORMATION SCIENCES AND THE SCHOOL OF UNIVERSAL COMPUTING, CONSTRUCTION, AND ENGINEERING EDUCATION, WHO HAVE STRONG EXPERTISE IN HS-STEM TOPICS, AS WELL AS COMPUTING AND ENGINEERING EDUCATION AND RESEARCH. IN ORDER TO EDUCATE, TRAIN, AND MENTOR STUDENTS AND EARLY CAREER FACULTY, THE CENTER WILL CONDUCT THE FOLLOWING EDUCATION AND RESEARCH ACTIVITIES: (1) THE CENTER WILL PROVIDE SCHOLARSHIPS TO CREATE A SUSTAINABLE PIPELINE FOR 2-YEAR MDC STUDENTS TO TRANSITION TO FIU, AS WELL AS OFFERING SCHOLARSHIPS TO FIU UNDERGRADUATE AND GRADUATE STUDENTS SPECIALIZED IN HS-STEM AREAS TO PREPARE THEM FOR HSE CAREERS, PROVIDE THEM WITH EDUCATION, MENTORING, AND PROFESSIONAL DEVELOPMENT RESOURCES, ASSIST THEM WITH INTERNSHIP AND CAREER PLACEMENT AT RESEARCH AND GOVERNMENT LABS, AND AT OUR PARTNER DHS COES  (2) THE CENTER WILL DEVELOP AND INTEGRATE HS-STEM TEACHING MODULES AND RESEARCH OUTCOMES IN EXISTING COMPUTER SCIENCE, INFORMATION TECHNOLOGY, CYBERSECURITY, DATA SCIENCE, AND ENGINEERING COURSES AT FIU, AND DEVELOP NEW COURSES TO EXPLORE INNOVATIVE AREAS OF DEPLOYING ML FOR CRITICAL INFRASTRUCTURE RESILIENCE AND SECURITY  (3) STRONG TEAMS OF RESEARCHERS WILL CONDUCT INNOVATIVE RESEARCH PROJECTS IN IMPORTANT AREAS OF CRITICAL INFRASTRUCTURE RESILIENCE AND SECURITY USING ADVANCED ML TECHNIQUES  (4) THE CENTER WILL BUILD CAPACITY FOR RESEARCH AND EDUCATION ON HS-STEM TOPICS BY ENGAGING EARLY CAREER FACULTY WITH THE SUPPORT MENTORSHIP FROM SENIOR FACULTY PARTICIPANTS, EACH WITH PRIOR ENGAGEMENT WITH DHS, AND IN COLLABORATION WITH THREE DHS COES AND OTHER HSE PARTNERS  (5) THE CENTERS RESEARCH OUTCOMES WILL ENLIST TECHNOLOGY TRANSFER ACTIVITIES FOR HSE SUPPORTED BY STARTUP FIU AND OUR INDUSTRY PARTNERS AND THE EDUCATION AND RESEARCH OUTCOMES WILL BE DISSEMINATED TO OTHER INSTITUTIONS FOR INTEGRATION IN THEIR CURRICULUM AND ENSURE SCALABILITY OF OUR HS-STEM EDUCATION EFFORTS.THE CENTER WILL PARTNER WITH THREE DHS COES. THE CENTERS ACTIVITIES ALIGN WELL WITH THE COES GOALS ON HS-STEM EDUCATION, TRAINING, AND WORKFORCE DEVELOPMENT AND WILL PROVIDE RESOURCES FOR PROMOTING THE ACTIVE INVOLVEMENT OF MINORITIZED GROUPS IN THESE COES. WE HAVE DEVELOPED AND DEFINED QUANTITATIVE AND QUALITATIVE EVALUATION METRICS TO MONITOR AND EVALUATE THE PROGRAM AND ITS IMPACT ON CAPACITY BUILDING FOR FIU AND MDC, AND SHARE THE PERFORMANCE METRICS WITH THE DHS AND OUR EXTERNAL ADVISORY BOARD FOR EVALUATION AND FEEDBACK. INDEPENDENT EVALUATION WILL ALSO BE PERFORMED PERIODICALLY TO ENSURE PROGRAMMATIC ALIGNMENT WITH DHS GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_23STSLA00016_7040"}, {"internal_id": 160734148, "Award ID": "23STSLA00015", "Award Amount": 971600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "97.062", "Description": "THE DHC-CREST CENTER AT NCCU AIMS TO ADVANCE INSTITUTIONAL RESEARCH AND EDUCATIONAL CAPABILITIES IN STEM DISCIPLINES RELATED TO DHS AT NCCU AND STRENGTHEN THE PIPELINE FOR THE ADVANCEMENT OF UNDERREPRESENTED MINORITIES IN DHS STEM DISCIPLINES. THIS WILL BE DONE IN PARTNERSHIP WITH THE SENTRY COE AND WILL LEVERAGE THE ASSETS OF BOTH INSTITUTIONS TO ENABLE SIGNIFICANT INCREASES IN MINORITY PARTICIPATION IN MATERIAL SCIENCE AND AT THE SAME TIME PRODUCE RESEARCH AND EDUCATIONAL OUTCOMES THAT HAVE A SIGNIFICANT IMPACT BEYOND THE TIME LIMITS OF THIS FUNDING. THE VISION OF THIS PROPOSAL IS TO ESTABLISH NCCU AS A PREMIER INSTITUTION IN DHS DETECTOR SCIENCE WITH THE ACCOMPANYING INFRASTRUCTURE AND HUMAN CAPITAL NECESSARY FOR SUCH A TRANSFORMATION. THE RESEARCH THRUST AT THE CORE OF THIS PROPOSAL IS HIGH SELECTIVITY AND HIGH SENSITIVITY LABEL FREE BIOCHEMICAL SENSOR FOR CONTINUING DETECTION BASED ON QUANTUM CONFINEMENT. THE DETECTION PRINCIPLE ALLOWS FOR CONTINUOUS MONITORING WITHOUT DETECTOR REFRESHING, WHICH COULD BE A SIGNIFICANT CONTRIBUTION TO DHS. THE DETECTOR IS IN MANY WAYS SIMILAR TO THE SENTRY DETECTOR, WHICH CONTINUOUSLY DETECTS TRACES OF TRIACETONE TRIPEROXIDE OR TATP. THAT WILL ALLOW OUR TEAM TO GET VALUABLE EXPERIENCE WORKING FIRST ON THE ELEMENTS OF THE SENTRY DETECTOR AND LATER INCORPORATING OUR DETECTOR INTO THE SENTRY PLATFORM. THE PROPOSED PARTNERSHIP ADDRESSES A KEY EDUCATIONAL CHALLENGE MANIFESTED IN THE LOW PARTICIPATION OF UNDERREPRESENTED MINORITIES IN MATERIAL SCIENCE. THE VISION IS NOT MERELY TO PROVIDE OPPORTUNITIES FOR NCCU STUDENTS TO PARTICIPATE IN THE SENTRY PROGRAM AND THEREBY CORRECT SUCH A DISPARITY. THE INTELLECTUAL MERIT OF THIS PROPOSAL LIES IN THE QUALITY OF THE OPPORTUNITIES PROVIDED AND THE OUTCOMES THAT WILL RESULT. THE FOUR-TIERED PLAN CONSISTS OF A) RECRUITMENT STRATEGIES TARGETED AT THE BEST AND BRIGHTEST HIGH SCHOOL AND COMMUNITY COLLEGE TRANSFER STUDENTS IN THE REGION BY HIGHLIGHTING THE CENTRAL ROLE OF DHS STEM SCIENCE IN THE 21ST CENTURY, B) ACADEMIC ENRICHMENT PROGRAMS FOCUSED ON DHS STEM SCIENCE, C) EFFECTIVE MENTORING PROGRAM WHICH WILL PAIR MINORITY PARTICIPANTS IN THE NCCU WITH MENTORS AT SENTRY AND NCCU, AND D) PRODUCTIVE RESEARCH EXPERIENCES AT THE FRONTIERS OF DHS-STEM SCIENCE SUPPORTED BY CLOSE MENTORING BY BOTH NCCU AND SENTRY FACULTY AND RESEARCHERS AT ALL LEVELS.   THE UNDERLYING FRAMEWORK THAT WILL ENABLE PRODUCTIVE RESEARCH IS THE BROAD AND DEEP LINKS BETWEEN THE INDIVIDUAL RESEARCH THRUSTS AND ONGOING PROJECTS IN THE SENTRY. THESE LINKS WILL LEVERAGE THE EXPERTISE AND RESOURCES IN THE SENTRY TO GENERATE IMPORTANT SCIENTIFIC ADVANCES IN THE SHORT TERM AS WELL AS CREATE SUSTAINABLE RESEARCH PROGRAMS AT NCCU IN THESE AREAS AT THE END OF FIVE YEARS.   THE KEY SCIENTIFIC CHALLENGE THAT IS ADDRESSED IN THIS PROPOSAL IS THE ABILITY TO CONTROL TUNNELING BETWEEN A TARGETED ANALYTE AND DETECTOR NANOSTRUCTURE AND TO USE THAT PHENOMENON FOR ANALYTE DETECTION. MANY TECHNICAL PROBLEMS MUST BE SOLVED TO ACHIEVE THAT GOAL, WHICH WILL EXPOSE STUDENTS AND FACULTY TO FIELDS OF ELECTRONICS, DATA ACQUISITION SYSTEMS, MACHINE LEARNING, ARTIFICIAL INTELLIGENCE, COMPUTER SIMULATIONS, AND MAKING ALGORITHMS, AND SOFTWARE FOR DATA ANALYSIS AND DISPLAY OF DATA. THE FACILITIES AND EXPERTISE AVAILABLE VIA OUR PARTNERS AT SENTRY WOULD BE CRITICAL FOR US HERE AT NCCU TO BE ABLE TO TRANSITION TO A LEVEL WHERE THESE ACHIEVEMENTS CAN BE UTILIZED IN ACTUAL DEVICES.          THE PROJECT WILL CREATE A MULTIDISCIPLINARY DHS SCIENCE COMMUNITY AT NCCU THAT WILL INCREASE PUBLIC AWARENESS OF THE FIELD, RECRUIT TALENTED MINORITY STUDENTS TO THIS FIELD, PREPARE THESE STUDENTS FOR FUTURE CAREERS IN THE FIELD THROUGH COMPREHENSIVE ACADEMIC AND RESEARCH PROGRAMS, AND INCREASE RATES OF MATRICULATION OF MINORITY STUDENTS FROM NCCU TO DHS SCIENCE DOCTORAL PROGRAMS AT SENTRY AND ELSEWHERE. THIS PARTNERSHIP WILL ENABLE US TO ATTAIN A HIGHER LEVEL OF RESEARCH CAPABILITY, ENABLING US TO SUSTAIN A NATIONAL REPUTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0eda20a-abb2-8fb7-9a4f-d8463d3a0a3b-C", "generated_internal_id": "ASST_NON_23STSLA00015_7040"}, {"internal_id": 160734147, "Award ID": "23STSLA00014", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "97.062", "Description": "THIS PROJECT WILL SUPPORT MULTI-YEAR EFFORTS TO DEVELOP A SUSTAINABLE COMPUTER SCIENCE EDUCATION AND CUTTING-EDGE RESEARCH PROGRAM, AND ENHANCE COLLABORATIONS WITH THE HOMELAND SECURITY ENTERPRISE (HSE), AND PREPARE UNDERGRADUATE STUDENTS TO FIND A STEM CAREER IN HSE DOMAIN AND ALSO TO SURVIVE THE RIGORS OF GRADUATE STUDIES, AND INCREASE THE DIVERSITY IN THE HSE COMMUNITY, AND PROVIDE CREATIVE LEADERSHIP IN DEVELOPING PATHWAYS TO BREAKTHROUGHS IN THE DOMAIN OF DISASTER RESILIENCE AND NATURAL HAZARDS RESEARCH. THIS COLLABORATIVE PROJECT BETWEEN JOHNSON C. SMITH UNIVERSITY (JCSU) AND STANLY COMMUNITY COLLEGE (SCC) WILL DEVELOP A CULTURE OF LEADING-EDGE INNOVATIVE RESEARCH ENVIRONMENT AND TRAIN UNDERGRADUATE STUDENTS WITH RELEVANT EXPERTISE THROUGH EXPERIENTIAL LEARNING   HANDS-ON EXPERIENCE SO AS TO PREPARE STUDENTS TO BE READY FOR CAREERS IN HSE DOMAIN AND GRADUATE SCHOOL IN STEM. THE NEED FOR COMPUTER SCIENCE PROFESSIONALS AND GRADUATES TO FILL THESE NEW JOBS, AND THE REQUISITE TRAINING AND CODING LITERACY, HAS BECOME A MATTER OF NATIONAL IMPORTANCE. THERE ARE MANY PUBLIC STUDIES WHICH ALSO SUGGESTED THAT EDUCATION PROGRAMS COULD BETTER PREPARE STUDENTS FOR A COMPUTER SCIENCE BASED HSE STEM CAREER BY PROVIDING MORE HANDS-ON EXPERIENTIAL LEARNING OPPORTUNITIES  INTEGRATING THEORETICAL AND INDUSTRY-STANDARD THEMES IN THE CURRICULUM  AND PROVIDING BETTER CAREER DEVELOPMENT SUPPORT. THE PROPOSED PROGRAM SEEKS TO BRIDGE THE GAP BETWEEN COMPUTER SCIENCE EDUCATION, ENHANCING THE RESEARCH CAPABILITY AND THE WORKFORCE PREPARATION, BY OFFERING ACADEMIC AND RESEARCH SOLUTIONS GEARED TOWARD MEETING CURRENT AND FUTURE MARKET DEMANDS. THE PROPOSED PROJECT WILL BE LED BY FACULTIES FROM JCSU AND SCC WITH VARIOUS RESPONSIBILITIES INCLUDING OVERSEEING FACULTY AND STUDENTS IN RELATIONS TO BUILDING RELATIONS, WHILE ENGAGING ACTIVITIES INVOLVING OTHER EDUCATIONAL INSTITUTIONS, PROGRAM ENTITIES, AS WELL INTERNAL INTERACTIONS WITHIN THE UNIVERSITY. THE PI, CO-PI AND THE PROJECT TEAM WILL BE RESPONSIBLE FOR DEVELOPING CURRICULUM AND RESEARCH PROJECTS, MANAGING STUDENTS ACTIVITIES, AND COLLECTING PROGRAM DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10216284-6f99-168a-77c0-0a9bf433d7ef-C", "generated_internal_id": "ASST_NON_23STSLA00014_7040"}, {"internal_id": 160734146, "Award ID": "23STSLA00013", "Award Amount": 999688.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "97.062", "Description": "THE PROJECT S FUNDING WILL BE USED FOR CYBERSECURITY RESEARCH AND DEVELOPMENT FOR UNDERREPRESENTED UNDERGRADUATES AND EARLY-CAREER FACULTY MEMBERS  AS WELL AS THE CREATION OF CYBERSECURITY EDUCATION PATHWAYS FOR COMMUNITY COLLEGES AND CERTIFICATE PROGRAMS TO ENHANCE CYBERSECURITY SKILLS. THE PROJECT WILL ALSO PROVIDE SUMMER RESEARCH OPPORTUNITIES FOR UNDERGRADUATES IN AREAS SUCH AS CYBER-ETHICS, PRIVACY, TRUST AND FRAUD INVESTIGATION, BLOCKCHAIN, CYBER DATAMINING AND MACHINE LEARNING, AND WEB APPLICATION AND GAME DEVELOPMENT. FACULTY, INCLUDING EARLY CAREER JUNIOR MEMBERS, WILL RESEARCH CYBER DATA ANALYTICS, MACHINE LEARNING (ML), ARTIFICIAL INTELLIGENCE (AI), MALWARE ANALYSIS, SOFTWARE ASSURANCE, AND MOBILITY WITH CRITICAL CYBERINFRASTRUCTURES INCLUDING ENERGY, AGRICULTURE, AND HEALTHCARE SERVICES. THE RESEARCH TEAM WILL DEVELOP NOVEL SOFTWARE TOOLS WITH ALGORITHMS, PROTOTYPES, MODELS, AND MAINTENANCE. THE TEAM WILL ALSO DESIGN MODERN CYBERSECURITY COURSES AND CERTIFICATE PROGRAM FOR ALL STEM STUDENTS IN THE DEPARTMENT OF INFORMATION SCIENCE. THE RESEARCH TEAM WILL CREATE A PATHWAY FOR COMMUNITY COLLEGE STUDENTS TO TRANSFER TO THE FOUR-YEAR PROGRAM AT UNT--PROVIDING OPPORTUNITIES FOR RE-SKILLING OR UP-SKILLING TOWARDS CYBERSECURITY CAREERS AFTER COMPLETING AN ASSOCIATE DEGREE AT THEIR COMMUNITY COLLEGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe637886-1c9a-4787-2e60-ba0e49b1df05-C", "generated_internal_id": "ASST_NON_23STSLA00013_7040"}, {"internal_id": 160734145, "Award ID": "23STSLA00012", "Award Amount": 997776.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "97.062", "Description": "JOBS IN STEM ARE SOME OF THE FASTEST GROWING IN THE WORKFORCE, YET MINORITIES REMAIN UNDERREPRESENTED IN THESE JOBS AT A NATIONAL LEVEL, PARTICULARLY IN THE FIELD OF HOMELAND SECURITY (HS). FIU, WITH COLLABORATIONS FROM MIAMI DADE COLLEGE, GEORGE MASON UNIVERSITYS DHS CENTER OF EXCELLENCE CRIMINAL INVESTIGATIONS AND NETWORK ANALYSIS (DHS COE CINA), AS WELL AS ADDITIONAL HS RESEARCH ENTITIES, WILL ADDRESS THIS PROBLEM BY ENGAGING DIVERSE STUDENTS AND FACULTY IN RESEARCH AND GRADUATE AND UNDERGRADUATE-LEVEL CURRICULA THAT WILL SUPPORT THE HOMELAND SECURITY ENTERPRISE (HSE). FLORIDA INTERNATIONAL UNIVERSITY (FIU) IS A MULTI-CAMPUS PUBLIC RESEARCH UNIVERSITY OFFERING A BROAD ARRAY OF UNDERGRADUATE, GRADUATE, AND PROFESSIONAL PROGRAMS. AS A MINORITY-SERVING INSTITUTION (MSI), 85  OF FIU STUDENTS ARE HISPANIC, BLACK, ASIAN OR PACIFIC ISLANDER, OR OTHER MINORITY GROUPS. FIU IS ALSO RANKED R1 (DOCTORAL UNIVERSITIES  VERY HIGH RESEARCH ACTIVITY), THE HIGHEST LEVEL AWARDED IN THE CARNEGIE CLASSIFICATION OF INSTITUTIONS OF HIGHER EDUCATION. AS THE LARGEST PRODUCER OF STEM DEGREES FOR HISPANICS IN THE US, FIU HAS ESTABLISHED ITSELF AS A LEADING MSI WORKING TO ADVANCE DIVERSITY IN STEM. THROUGH ITS TWO PREEMINENT PROGRAMS, THE GLOBAL FORENSIC JUSTICE CENTER (GFJC) AND THE STEM TRANSFORMATION INSTITUTE (STEM TI), FIU PROPOSES THE TRANSFORMING FORENSIC CHEMISTRY EDUCATION AND RESEARCH TO SERVE THE HOMELAND SECURITY ENTERPRISE AND ESTABLISH A DIVERSE WORKFORCE PROGRAM. THROUGH THIS ROBUST PROGRAM, FIU WILL CONDUCT RESEARCH TO IMPROVE DETECTION OF CONCEALED THREATS BY INSTRUMENTS AND CANINE, BROADEN THE REACH OF OUR ESTABLISHED FORENSIC PROGRAM TO INCLUDE HS TOPICS, AND CREATE AN EDUCATIONAL ENVIRONMENT TO ENCOURAGE MINORITY PARTICIPATION IN STEM AND HS-RELATED RESEARCH NEEDS. OUR TEAM PROPOSES TO STRENGTHEN DHS APPROACHES STRATEGICALLY AND SCIENTIFICALLY IN BORDER SECURITY, COUNTERING BIOTHREATS IN SUPPLY CHAINS, LAW ENFORCEMENT INVESTIGATIONS, TRANSPORTATION SECURITY AND SCREENING, AND TERRORISM PREVENTION. CO-DIRECTED BY GFJCS PROFESSOR OF FORENSIC CHEMISTRY, DR. LAURYN DEGREEFF, AND STEM TIS PROFESSOR OF CHEMISTRY EDUCATION RESEARCH, DR. JUSTIN CARMEL, THE PROPOSED PROJECT WILL SERVE THE MISSION OF DHS AT THE HIGHEST LEVELS. THE OBJECTIVES OF FIUS SCIENTIFIC LEADERSHIP AWARD PROPOSAL ARE TO 1) PROVIDE RESEARCH OPPORTUNITIES FOR UNDERGRADUATE AND GRADUATE STUDENTS AND FACULTY IN AREAS RELATING TO HS WITH A FOCUS ON PREVENTION OF TERRORISM AND SECURING OUR BORDERS THROUGH VARIOUS METHODS OF THREAT DETECTION  2) RETHINK TRADITIONAL COURSEWORK TO INCLUDE EXPERIENTIAL LEARNING ACTIVITIES FOR STUDENTS AT ALL POST-SECONDARY LEVELS IN ORDER TO PREPARE THEM FOR CAREERS IN THE FIELD OF HS, 3) ENGAGE WITH MIAMI DADE COLLEGE TO BRING CAREER-RELEVANT INFORMATION TO THEIR DOORSTEP AND PROMOTE PATHWAYS TOWARD STEM DEGREE COMPLETION AND TRANSITION FROM 2-YEAR TO 4-YEAR INSTITUTIONS, AND 4) ENGAGE WITH DHS COE CINA AND ADDITIONAL HSE RESEARCH COLLABORATORS TO ENSURE THE PROGRAM EFFECTIVELY SUPPORTS THE HSE. OUR VISION IS THAT THESE AREAS OF RESEARCH AND WORKFORCE DEVELOPMENT WILL BRING FURTHER ALIGNMENT OF PRACTICES AND CAPABILITIES TO MAKE IMMEDIATE, NOTABLE, AND MEASURABLE IMPACTS TO DETECT AND DETER TERRORISM AND INCREASE SECURITY FOR ALL OUR CITIZENS, AS WELL AS BUILD A PREPARED, KNOWLEDGEABLE, AND DIVERSE WORKFORCE FOR THE HSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_23STSLA00012_7040"}, {"internal_id": 127691519, "Award ID": "21STSLA00011", "Award Amount": 466324.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "97.062", "Description": "BUILDING CYBER INTELLIGENCE WORKFORCE THROUGH AI-BASED CYBERSECURITY EDUCATION AND TRAINING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_21STSLA00011_7040"}, {"internal_id": 127691520, "Award ID": "21STSLA00010", "Award Amount": 469925.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "97.062", "Description": "COMMUNITY RESILIENCE ENGAGING ADVANCED TRAINING AND EDUCATION (C.R.E.A.T.E.)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89824249-a8de-5dce-3e27-2a160db22dae-C", "generated_internal_id": "ASST_NON_21STSLA00010_7040"}, {"internal_id": 127691518, "Award ID": "21STSLA00009", "Award Amount": 464511.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "97.062", "Description": "DUST: ULTRA-LARGE SCALE MINIATURE UV BASED AI PLATFORM FOR BORDER PROTECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_21STSLA00009_7040"}, {"internal_id": 127691516, "Award ID": "21STSLA00008", "Award Amount": 469844.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "97.062", "Description": "UNIVERSITY OF THE DISTRICT OF COLUMBIA, HOMELAND SECURITY STEM PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5acd376f-1eda-7e7b-3929-61dd104aefdf-C", "generated_internal_id": "ASST_NON_21STSLA00008_7040"}, {"internal_id": 127691521, "Award ID": "21STSLA00007", "Award Amount": 469577.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "97.062", "Description": "INCREASING AWARENESS OF NATURAL DISASTERS THROUGH THE IMPLEMENTATION OF NEWLY EMERGING TECHNOLOGY IN RESEARCH AND EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89824249-a8de-5dce-3e27-2a160db22dae-C", "generated_internal_id": "ASST_NON_21STSLA00007_7040"}, {"internal_id": 127691517, "Award ID": "21STSLA00006", "Award Amount": 469997.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "97.062", "Description": "TRANSPORTATION RESILIENT UNDER CATASTROPHIC EVENTS (TRUCE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_21STSLA00006_7040"}, {"internal_id": 148752262, "Award ID": "2017ST062000005", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-06", "CFDA Number": "97.062", "Description": "SCIENTIFIC LEADERSHIP AWARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_2017ST062000005_7040"}, {"internal_id": 149090846, "Award ID": "2017ST062000004", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-03", "CFDA Number": "97.062", "Description": "SCIENTIFIC LEADERSHIP AWARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0eda20a-abb2-8fb7-9a4f-d8463d3a0a3b-C", "generated_internal_id": "ASST_NON_2017ST062000004_7040"}, {"internal_id": 148752263, "Award ID": "2017ST062000002", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-03", "CFDA Number": "97.062", "Description": "SCIENTIFIC LEADERSHIP AWARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_2017ST062000002_7040"}, {"internal_id": 148771172, "Award ID": "2017ST062000001", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-09", "CFDA Number": "97.062", "Description": "SCIENTIFIC LEADERSHIP AWARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a6c662c-0e33-f58f-a3c3-79997b6a7f13-C", "generated_internal_id": "ASST_NON_2017ST062000001_7040"}, {"internal_id": 157593210, "Award ID": "2014ST062000060", "Award Amount": -53663.8, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-07", "CFDA Number": "97.062", "Description": "DEVELOPING HS-STEM WORKFORCE THROUGH EDUCATION & RESEARCH: EMPHASIS ON EXPLOSIVES DETECTION TECHNIQUES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_2014ST062000060_7040"}, {"internal_id": 146440485, "Award ID": "2014ST062000057", "Award Amount": -14794.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-10", "CFDA Number": "97.062", "Description": "PREPARING TECHNICALLY SAVVY HOMELAND SECURITY PORGESSIONALS FOR MARITIME TRANSPORTATION SECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40b9c06c-142a-222f-01c6-5daf4fe81e3c-C", "generated_internal_id": "ASST_NON_2014ST062000057_7040"}, {"internal_id": 157193954, "Award ID": "2014ST062000056", "Award Amount": -68368.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-10", "CFDA Number": "97.062", "Description": "COMMUNITY RESILIENCE ENGAGING ADVANCED TRAINING AND EDUCATION  C.R.E.A.T.E.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89824249-a8de-5dce-3e27-2a160db22dae-C", "generated_internal_id": "ASST_NON_2014ST062000056_7040"}, {"internal_id": 111299255, "Award ID": "2012ST062000055", "Award Amount": -22705.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-30", "CFDA Number": "97.062", "Description": "PORTABLE SMART PLATFORMS FOR DETECTION OF BIOLOGICAL PATHOGENS AND CHEMICALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_2012ST062000055_7040"}, {"internal_id": 96362735, "Award ID": "2012ST062000054", "Award Amount": -127237.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-26", "CFDA Number": "97.062", "Description": "SECURITY ENGINEERING: DEVELOPMENT OF CURRICULUM AND RESEARCH FOR HOMELAND SECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_2012ST062000054_7040"}, {"internal_id": 45219629, "Award ID": "2011ST062000048", "Award Amount": 484374.92, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2011-08-10", "CFDA Number": "97.062", "Description": "SCIENTIFIC LEADERSHIP IN QUANTITATIVE MICROBIAL RSIK ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89824249-a8de-5dce-3e27-2a160db22dae-C", "generated_internal_id": "ASST_NON_2011ST062000048_7051"}, {"internal_id": 45211561, "Award ID": "2010ST062000041", "Award Amount": 610851.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2011-01-19", "CFDA Number": "97.062", "Description": "PREPARE MINORITY SCHOLARS TO PROTECT THE NATION'S CRITICAL INFRASTRUCTURE AND KEY ASSETS THROUGH AN INTEGRATIVE EDUCATION, RESEARCH AND PROFESSIONAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_2010ST062000041_7051"}, {"internal_id": 45211557, "Award ID": "2010ST062000037", "Award Amount": -10479.39, "Award Type": null, "Base Obligation Date": "2013-08-07", "CFDA Number": "97.062", "Description": "EDUCATION AND TRAINING OF STUDENTS ON MARITIME DOMAIN AND PORT SECURITY AT UPRM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_2010ST062000037_7051"}, {"internal_id": 45199907, "Award ID": "2009ST062000026", "Award Amount": -4419.99, "Award Type": null, "Base Obligation Date": "2013-06-25", "CFDA Number": "97.062", "Description": "ESTABLISHMENT OF INFORMATION ASSURANCE NEW CONCENTRATION FOR THE COMPUTER SCIENCE GRADUATE PROGRAM AT VIRGINIA STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_2009ST062000026_7051"}, {"internal_id": 45199903, "Award ID": "2009ST062000022", "Award Amount": 387278.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2010-03-01", "CFDA Number": "97.062", "Description": "HS-STEM: INTEGRATION OF HOMELAND SECURITY INTO COMPUTATIONAL STUDIES AT UTEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_2009ST062000022_7051"}, {"internal_id": 45184550, "Award ID": "2008ST062000012", "Award Amount": -2321.75, "Award Type": null, "Base Obligation Date": "2011-12-19", "CFDA Number": "97.062", "Description": "TRACK 2 - RESEARCH AND CURRICULUM DEVELOPMENT FOR IMPROVED POLICY AND PLANNING FOR UNDERSERVED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_2008ST062000012_7051"}, {"internal_id": 150465591, "Award ID": "17STSLA00005", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "97.062", "Description": "SCIENTIFIC LEADERSHIP AWARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab2545e4-42db-b0e5-c4ac-2382eeaf8c92-C", "generated_internal_id": "ASST_NON_17STSLA00005_7040"}]